{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh gave me another message. He said to me,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Do not get married and have children in this land,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because this is what I, Yahweh, say about the children who are born in this city, and about their mothers and fathers:\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many of them will die from terrible diseases. And no one will mourn for them. No one will even bury their corpses; the corpses will lie on the ground, scattered like manure. Others will die in wars or from hunger, and then their corpses will become food for vultures and wild animals.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is also what Yahweh said to me: \"Do not go to funerals to mourn or to show those whose relatives have died that you feel sorry for them, because I have stopped protecting them, and I have caused that things will not go well for them. I have stopped faithfully loving them and acting mercifully toward them.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Very many people will die in this land, including those who are important and those who are not important. And no one will mourn for them, or even bury their corpses. No one will cut himself or shave his head to show that he is very sad.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one will bring food to comfort those who are mourning, not even if it is their father or their mother who is mourning. No one will give them a cup of wine to cheer them up.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And do not go into the houses where people are feasting. Do not eat or drink anything with them.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I want you to do this because this is what I, Yahweh, commander of the angel armies, say: 'While you are still alive and seeing it happen, I will cause there to be no more singing and laughing in this land. There will be no more joyful voices of bridegrooms and brides.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you tell these things to the people, they will ask, 'Why has Yahweh declared that these terrible things will happen to us? What have we done for which we deserve to be punished like this? What sin have we committed against Yahweh our God?'\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then this is what you must tell them that I am replying to them: 'It is because your ancestors turned away from me, Yahweh. They worshiped other gods and served them. They abandoned me and did not obey my commands.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you who are living now have done more wicked things than your ancestors did! Each of you stubbornly does the evil things that he desires and refuses to pay attention to what I say.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, I will throw you out of this land, and I will send you to a land that you and your ancestors have never known about. There you will worship other gods day and night. And I will not act mercifully toward you.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But there will be a time when people who are solemnly promising to do something will no longer say, 'I will do this, just as surely as Yahweh lives—the one who brought the Israelite people here from Egypt.'\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, they will say 'I will do this, just as surely as Yahweh lives—the one who brought us Israelite people back to our own land, from the lands to the north and from all the other lands to which he had exiled us.' They will be able to say that because some day I will bring your descendants back to this land that I gave to your ancestors.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now I am summoning your enemies who will seize them like fishermen catch fish. I am summoning those who will search for them on every mountain and hill, and in every cave, like hunters search for animals to kill.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am watching them carefully. I see every sin that they commit. They will not be able to hide from me .\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of all the wicked things that they have done, I will punish them twice as much as I would punish other people. I will do that because they have caused my own land to become unacceptable to me because of their worshiping lifeless statues of detestable gods, and also because they have filled my land with the other evil things that they have done.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I prayed, saying, \"Yahweh, you are the one who strengthens me and protects me;\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "you are the one to whom I go when I have troubles.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "Some day people from nations all over the world will come to you and say,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "'Our ancestors left us only something that was false;\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "they worshiped idols that are completely worthless.\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one can make their own gods;\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "the gods that they make are only idols; they are not real gods.'\"\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said, \"Now I will show my power to the people of Judah;\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "I will show them that I am truly very powerful.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "Then, finally, they will know that I, Yahweh, am the true God.\"\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}