{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is another message that Yahweh gave to me: \"Go and buy a clay jar from a man who makes them. Then take with you some of the elders of the people and leaders of the priests.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Go out of the city past the Broken Pottery Gate, to the place overlooking the dump for broken pottery in the Hinnom Valley. Then give them a message.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Say to them, 'This message is for you kings of Judah and other people of Jerusalem. Listen to what Yahweh is saying! The God of Israel, Yahweh, commander of the angel armies, says that he will bring a terrible disaster on Jerusalem. Those who hear about it will be stunned.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That will happen because you Israelite people have stopped worshiping me, and have caused this place to be a place where you worship foreign gods. You burn sacrifices to gods that neither you nor your ancestors nor even the kings of Judah ever heard about. And you have filled this place with the blood of innocent people whom you have killed.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have built houses on the top of many hills to honor your god Baal, and at those places you have killed your own children and offered them to be sacrifices to Baal. I never commanded you to do that, I never spoke about doing that, and never even considered allowing that!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, beware, because I, Yahweh, say that there will be a time when this garbage dump will no longer be called Topheth or Hinnom Valley; it will be called Slaughter Valley.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this place I will ruin the plans of you people who live in Jerusalem and in other places in Judah. I will allow your enemies who want to kill you to kill many of you with their swords. Then I will allow your corpses to remain on the ground to be food for vultures and wild animals.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will completely destroy Jerusalem and cause it to become a heap of ruins that people will despise. All the people who pass by will be appalled, and they will be shocked when they see that the city has been destroyed.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will enable your enemies who want to kill you to surround the city for a long time. Then the food will be all gone, and you people will be extremely hungry, with the result that you people in the city will eat the flesh of your own children and your neighbors' children.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jeremiah, after you tell that to them, while the people who are with you are watching, smash the jar that you brought.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then say to them, 'This is what Yahweh, commander of the angel armies, says: Just like this jar has been smashed and cannot be repaired, I will smash this city of Jerusalem and other places in Judah. You will bury some of your corpses here in this dump, until there is no more space to bury any more corpses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is what I will do to this city and to you people who live here. I will make you unfit to worship me, and this city will be like you, just as Topheth is.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The houses in Jerusalem and the palaces of the kings of Judah will be unfit, like this place will be. All the houses where you burned incense on the rooftops to honor the stars that you worshiped, and where you poured out wine to be an offering to your gods, will become unfit for anyone who worships me to live in.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I returned from the garbage dump where Yahweh had sent me to tell them that message, and I stood in the courtyard of Yahweh's temple and said this to all the people who were there:\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"This is what Yahweh, commander of the angel armies, says: 'I will bring a disaster to this city and to the villages around it like I promised, because you people have stubbornly refused to pay attention to what I said to you.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}