{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh gave me another message when King Zedekiah of Judah sent a man named Pashhur son of Malkijah, and a priest named Zephaniah son of Maaseiah, to talk to me. They pleaded with me, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"The army of King Nebuchadnezzar of Babylon is attacking Judah. Please speak to Yahweh for us. Ask him if he will help us. Perhaps he will force Nebuchadnezzar's army to leave by performing a miracle for us, like the miracles he performed previously.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I replied to them, \"Go back to King Zedekiah. Tell him,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'This is what Yahweh, the God whom we Israelites worship, says: \"I will cause your weapons to be useless in fighting against the king of Babylon and his army that is outside the walls of Jerusalem, attacking. I will enable them to enter into the center of this city.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I myself will fight against your army with my very great power, because I am very angry with you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will send a very terrible plague on the people of this city, and on their domestic animals, and many of them will die.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And Yahweh says there are many people in this city who want to kill you. So, he will enable the army of King Nebuchadnezzar of Babylon and other people in this city to capture you, King Zedekiah, and your officials, and all the other people who do not die from the plague. His army will slaughter your soldiers; they will not act mercifully toward you or pity you at all.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And tell this to all the people: 'Yahweh says that you must decide whether you want to die or to remain alive.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone who remains in Jerusalem will die. They will be killed in battles or die from being hungry or from diseases. But those who surrender to the army of Babylon that is surrounding your city will remain alive. They will escape dying.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This will happen because I, Yahweh, have decided to cause this city to experience disasters, not to experience something good. The army of the king of Babylon will capture this city and will destroy it completely by fire.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also told me to say this to the family of the king of Judah: \"Listen to this message from Yahweh!\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what he says to you descendants of King David:\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "'Every day, make fair decisions for the people whom you judge.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "Help those who have been robbed.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "Rescue them from robbers and abusers.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "If you do not do that,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "I will be angry and punish you with a fire that will be impossible to extinguish,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "because of all the sins that you have committed.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will fight against you people of Jerusalem,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "you who live on top of a rocky hill above the valley.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "I will fight against you people who boast, saying,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "\"No one can attack us and break through our defenses.\"\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will punish you for your wicked deeds like you deserve to be punished;\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "It will be as though I will light a fire in your forests\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "that will burn up everything around you.'\"\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}