{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The army of King Nebuchadnezzar of Babylon captured Jehoiachin, the son of Jehoiakim, the king of Judah, and his officials, and all his skilled workers and took them to Babylon. After that happened, Yahweh gave me a vision. In the vision I saw two baskets of figs that had been placed in front of the temple.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One basket was full of good figs, like the kind that ripen first. The other basket was filled with figs that were bad, with the result that they could not be eaten.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to me, \"Jeremiah, what do you see?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "I replied, \"I see some figs. Some are very good ones, but some are very bad, with the result that no one would eat them.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh me gave me this message:\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"This is what I, Yahweh, the God whom the Israelite people say that they worship, say: The good figs represent the people of Judah whom I exiled to Babylonia. I sent them there for their own good.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and I will not exile them again, instead I will bring them back to this land and let them build up houses and cities again. They will be like plants that grow and prosper and are never cut down.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will enable them to desire to know in their inner beings that I am Yahweh. They will be my people, and I will be their God, because they will return to me sincerely.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I, Yahweh, also say, the bad figs represent Zedekiah, the king of Judah, and his officials, and all the other people who remain in Jerusalem, and those who have gone to Egypt. I will do to them like people do to rotten figs.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will cause them to experience calamities, with the result that people in every nation on the earth will be horrified, and will hate them because they are evil people. Wherever I scatter them, people will make fun of them, and say that they are disgraced, and ridicule them, and curse them.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And I will cause them to experience wars and famines and diseases, until they have disappeared from Israel, this land which I gave to them and to their ancestors.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}