{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Soon after Jehoiakim son of Josiah, became the king of Judah, Yahweh gave me this message:\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"This is what I, Yahweh, am telling you: Stand in the courtyard in front of my temple, and speak to all the people from the various towns in Judah who come there to worship me. Tell them everything that I tell you; do not omit anything.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you do tell them everything, perhaps they will pay attention, and each one of them will turn away from his evil behavior. Then I will change my mind, and not bring on them the disaster that I was planning to bring on them because of the evil things that they have done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will destroy this temple like I destroyed Shiloh, the place where the sacred tent was put. And I will cause Jerusalem to be a place whose name people in every nation on the earth will say when they curse someone.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jeremiah did what Yahweh told him to do. The priests, the false prophets, and many other people listened to him as he told them that message outside the temple.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as soon as Jeremiah finished telling them everything that Yahweh had commanded him to say, they all seized him and said, \"You must be executed!\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Why are you prophesying that this temple will be destroyed like Shiloh was destroyed? Why are you saying that this city will be destroyed, and that no one will live here anymore? All the people surrounded Jeremiah as he stood in front of the temple.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the officials of Judah heard about all this that was happening, they rushed from the palace and sat down at the gate of the temple named The New Gate, to judge Jeremiah's case.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests and the prophets told the officials and the other people who were there, \"This man should be executed, because he has prophesied that this city will be destroyed, and you yourselves have heard him say that!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jeremiah replied to the officials and the other people. He said to them, \"Yahweh sent me to prophesy all the things that you heard me say about what will happen to this temple and this city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you change your behavior and stop sinning, and start to obey Yahweh our God, he will change his mind, and not send to you the disasters that he said that he would send.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for me, I am not able to free myself from your grasp. So you can do to me whatever you want to do.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you need to know that if you kill me, you will be killing a man who is innocent. And you and everyone else in this city will be guilty, because the truth is that it was Yahweh who sent me to speak every word that you have heard me say.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the officials and the other people said to the priests and the false prophets, \"This man does not deserve to be executed, because he has spoken to us the message that Yahweh gave him!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then some of the elders stood up and spoke to all the people who were gathered there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"Remember what Micah, the prophet from Moresheth, prophesied during the years that Hezekiah was the king of Judah. He told the people of Judah this:\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "'This is what Yahweh, commander of the angel armies, says:\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "Some day Mount Zion will be plowed like fields are plowed;\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "Jerusalem will become a heap of ruins.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "There will be a large clump of trees on top of the hill where the temple is now.'\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But did Hezekiah or anyone else in Judah kill Micah for saying that? No! Instead, Hezekiah revered Yahweh, and pleaded that he would act mercifully toward them. So, Yahweh changed his mind about sending to them the terrible disaster that he said he would send. And now if we kill Jeremiah, we are going to bring even worse disaster on ourselves!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, Uriah son of Shemaiah from the city of Kiriath Jearim was also prophesying from Yahweh. He was predicting that the city and the rest of the land would experience the same disasters that Jeremiah was predicting.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When King Jehoiakim and his army officers and officials heard what Uriah was saying, the king sent someone to kill Uriah. But Uriah heard about it, and became very afraid, and he escaped to Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King Jehoiakim sent Elnathan son of Acbor along with several other men to Egypt.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They captured Uriah and took him back to Jerusalem to King Jehoiakim. The king then commanded a soldier to kill Uriah with a sword. Then they buried his corpse in a place where poor people are buried.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, Ahikam son of Shaphan defended me, and persuaded the officials not to allow the mob to murder Jeremiah.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4-5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Say to them, 'This is what Yahweh says: I sent to you the prophets who serve me, to tell you what you should do. I sent them to you many times, but you have not paid attention to what they said. If you will not pay attention to what I say and do not obey the message that I have given to you, and if you do not pay attention to what the prophets say,\n"
      }
    ]
  }
}