{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Soon after Zedekiah son of Josiah became the king of Judah, Yahweh gave a message to me.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what he said to me: \"Make a yoke and bonds, then fasten them around your own neck.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then send them to the kings of Edom, Moab, Ammon, Tyre, and Sidon, and give them to the ambassadors from those countries who have come to Jerusalem to talk to King Zedekiah.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them to give this message to their kings: This is what Yahweh, commander of the angel armies, whom Israel worships, says:\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'With my very great power I created the earth and the people and the animals that are on the earth. And I can give those things to anyone whom I want to.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And now I am going to enable King Nebuchadnezzar of Babylon, who does what I want him to do, to control your countries. I am going to enable him to rule everything, even the wild animals.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of all the nations will work for him, and later for his son, and later for his grandson, until the time for them to rule is finished. Then the armies of many great kings from many nations will conquer Babylon.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now I tell you that you must do what the king of Babylon wants you to do, like an ox that has a yoke on its neck must do what its master wants it to do. I will punish any nation that refuses to do that. I will cause those people to experience war and famine and diseases, until the armies of Babylon have conquered that nation.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, do not pay attention to your false prophets and fortune tellers and people who predict what will happen by working magic or by talking with spirits of dead people. Those people say not to serve him because the king of Babylon will not conquer your country.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those people are all liars. If you believe what they say, it will result in your being exiled from your land. I will cause you to be taken from your land, and you will die far away.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the people of any country who do what the king of Babylon wants them to do will remain in their own country and be able to plant their crops as they always have done. That will surely happen because I, Yahweh, have said it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After I gave that message to those ambassadors, I gave the same message to King Zedekiah of Judah. I said to him, \"If you want to remain alive, do what the king of Babylon and his officials want you to do.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It would be foolish for you not to do that, because the result would be that you and your people would die by your enemies' swords or by famine or diseases, which Yahweh will cause any nation to experience that refuses to allow the king of Babylon to rule them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not pay attention to those prophets who say to you, 'Do not obey the king of Babylon since he will not conquer your country.' They are liars.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what Yahweh says: 'I have not appointed those prophets. They are saying that I gave them messages, but they are lying. So, if you believe them, I will expel you from this land. And you and all those prophets will die in Babylon!'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I spoke to the priests and the other people, and I said, \"This is what Yahweh says: 'Do not believe your prophets who tell you that all the gold items that were taken from my temple by soldiers from Babylon will soon be returned from Babylon, because what they are prophesying is a lie.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not pay attention to what they say. Surrender to the king of Babylon. If you do that, you will remain alive. If you do not do that, this entire city will be destroyed.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If they are really prophets who speak messages from me, tell them to plead to me, Yahweh, commander of the angel armies, that the soldiers from Babylon will not be allowed to take away to Babylon the valuable items that still remain in the temple and in the king's palace and in the other palaces in Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say this because the huge pillars that are in front of the temple and the large tank that was called \"The Sea\" and the ten water carts and all the other items that are used for offering sacrifices are still in this city.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Nebuchadnezzar of Babylon left those things here when he exiled Jehoiachin, the son of Jehoiakim, the king of Judah, to Babylon, along with all the other leaders of Jerusalem and the leaders of other places in Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, commander of the angel armies, says this about all those valuable things that are still outside the temple and in the palace of the king of Judah:\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will all be carried away to Babylon. And they will stay there until I say that they should be brought back to Jerusalem. Then they will be bought back here. That is what I, Yahweh, say.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}