{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These things occurred when Zedekiah was beginning his rule as king of Judah. It happened on the fourth year and fifth month of his rule, that Azzur's son Hananiah, a prophet from the city of Gibeon, spoke to Jeremiah in the courtyard of the temple, while all the priests and other people were listening. He said,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"This is what the Yahweh, commander of the angel armies, whom Israel worships, says: 'I will cause the king of Babylon to stop ruling you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Within two years, I will cause to be brought back to this temple all the valuable things that King Nebuchadnezzar's soldiers took from this temple and took to Babylon.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And I will also bring back to this place Jehoiachin, who was the son of the Jehoiakim, the King of Judah, and all the other people who were captured and taken to Babylon. The king of Babylon has forced you to do what he wants, like someone puts a yoke on the neck of an ox to force it to do what he wants it to do. But I will cause that to end. That will happen because I, Yahweh, have said it.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jeremiah replied to Hananiah in front of all the priests and other people whom were standing outside the temple.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"I want that to be true! I desire that what you have predicted will happen just as you said! I hope that he will cause men from Babylon to bring back all the valuable things that were in this temple, and all the people who were taken to Babylon.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now listen to what I say to you while all these people are listening.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many years ago, those who were prophets before you and I became prophets spoke messages about many nations and great kingdoms. They predicted that wars and disasters and plagues would occur in those nations.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now you or any other prophet who predicts that things will go well for us must show that your message is correct. Only if what you predict actually happens will we know that you were truly appointed by Yahweh.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Hananiah took the yoke off my neck and broke it.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said this to all the people who were there: \"This is what Yahweh says: 'Just like Hananiah has broken this yoke, within two years I will cause King Nebuchadnezzar of Babylon to stop forcing the people to do what he wants, which has been like a heavy yoke on all their necks .'\" After Hananiah said that, Jeremiah left the temple area.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Soon after Hananiah had broken the yoke that was around the neck of Jeremiah, Yahweh gave this message to me:\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Go and say this to Hananiah: 'Yahweh, Commander of the angel armies, whom Israel worships, says that you have broken a wooden yoke, but that he will replace it with an iron yoke.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have forced the people of all these nations to become slaves of King Nebuchadnezzar of Babylon. That is like an iron yoke around their necks. I have put everything, even wild animals, under his control.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jeremiah went to Hananiah and said to him, \"Hananiah, listen to this: Yahweh has not appointed you; instead, you have told lies to the people, and they have believed your lies.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, this is what Yahweh says: 'You will soon die. Before the end of this year, you will die, because you have encouraged people to act against Yahweh.'\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hananiah died two months later.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}