{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Zedekiah had been ruling Judah for almost ten years, Yahweh gave me another message, during the time that Nebuchadnezzar had been ruling Babylonia for almost eighteen years.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His army had surrounded Jerusalem, and Jeremiah was in a prison area in the courtyard where the guards of the king's palace stayed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Zedekiah had put me there. I continued to prophesy there about what would happen. I continued to say, \"Yahweh says that he is about to allow the army of the king of Babylon to capture this city.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And the soldiers of Babylonia will most definitely capture King Zedekiah and take him to the king of Babylon for a face to face encounter.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then his soldiers will take Zedekiah to Babylon, and he will remain there until I arrange for him to be punished. And if he tries to fight against the soldiers from Babylonia, he will not succeed.\" King Zedekiah asked Jeremiah why he continued to say that, but Yahweh had said this would be so.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, Yahweh gave Jeremiah another message. He said,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Your cousin Hanamel son of Shallum your uncle, will come to you. He will say to you, 'Buy my field at Anathoth, your hometown. Because you are my closest relative, it is written in our laws that you have the right to buy it before I ask if anyone else wants to buy it.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And just as Yahweh had predicted, my cousin Hanamel came to see me in the courtyard of the palace. He said, \"Please buy my field at Anathoth in the area where the descendants of Benjamin live. It is written in our laws that you have the right to buy it before I ask if anyone else wants to buy it.\" When he said that, I knew that the message that I had received was truly from Yahweh.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, I bought the field at Anathoth. I paid Hanamel almost two hundred grams of silver for it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I signed the paper it on which it was written that I was buying it, while others were watching. Then I weighed the silver and gave it to him.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I took two copies of the paper. One was sealed and the other was not sealed. On both of them was written the price and conditions of the purchase. I took both copies\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and I gave them to Baruch son of Neraiah, and the grandson of Mahseiah. I did this while my cousin Hanamel, the other witnesses who had signed the paper, and other men of Judah who were there in the courtyard, were watching.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, while they were all listening, I said to Baruch,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"This is what Yahweh, commander of the angel armies, the God whom Israel worships, says: 'Take both copies of this paper and put them in a clay jar, to preserve them for a long time.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do that because this is what I, Yahweh, commander of the angel armies, the God whom Israel worships, say: Some day people will again own property in this land, and they will buy and sell houses and vineyards and fields.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After I had given the papers to Baruch, I prayed to Yahweh, saying this:\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Yahweh, you are my Lord! You made the sky and the earth by your very great power. Nothing is too difficult for you to do.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You show thousands of people that you will always be faithful to your covenant with them, but people suffer the consequences of the sins that their parents have committed. You are the great and powerful God. You are Yahweh, commander of the angel armies.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You make wise plans and you do mighty deeds. You see how all people behave, and you do to them what they deserve.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You performed many miracles in Egypt, and you continue to perform miracles here in Israel and everywhere else in the world. Because of that, you have become very famous.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You brought our Israelite ancestors out of Egypt by performing many great miracles, using your very great power, causing our enemies to be terrified.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You gave to us Israelite people this land that you solemnly promised to give to our ancestors, a land that is very fertile.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our ancestors came here and conquered this land and started to live in it, but they refused to obey you or to do what you commanded them to do. Because of that, you have caused them to experience all these disasters.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And now, the army of Babylonia has built ramps up against our city walls in order to attack our city. Because of our enemies' swords and because of famines and diseases, they will be able to conquer it easily. The things that you said would happen have now happened.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And it is evident that the Babylonian army will soon conquer this city. So now, I do not understand why you told me to buy this field with my silver, while others were watching. It seems that I have just been wasting my money by doing that!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh gave me this message:\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I am Yahweh, the God who rules over every living thing in the world. There is absolutely nothing that is too difficult for me to do.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, this is what I say: It is true that I will enable the Babylonian army and King Nebuchadnezzar to capture this city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The soldiers of Babylonia who are now outside the walls around the city will enter and burn this city. They will burn down all the houses where people caused me to become angry by burning incense on the tops of their roofs to honor Baal and by pouring out offerings of wine to other gods.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel and Judah have continually done only evil things from the time that they became a nation. They have caused me to become very angry by all their evil deeds.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the time that this city was built until now, the people of this city have done only things that caused me to be very angry. So now I will destroy it.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel and Judah, including their kings, their officials, the priests, the false prophets, and all the other people in Jerusalem have committed many sins that have caused me to become angry.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My people have turned away from me and have refused to return to me. Even though I taught them things many times, they would not pay attention to what I taught them, and they would not obey me.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They have set up their detestable idols even in my own temple and defiled it.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They have built on the hilltops places to worship Baal in Ben Hinnom Valley outside Jerusalem, and there they sacrifice their sons and daughters to their god Molech. I never commanded them to do such horrible deeds. I never even considered ordering such a terrible thing. And by doing it they have caused all the people of Judah to be guilty of having sinned.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"But now I will say something more about this city. You people of Jerusalem have been saying, 'The army of the king of Babylon will conquer it, either by their swords or because of famines or diseases.' But this is what I, the God of Israel, say:\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'I will certainly bring my people back here again, from all the countries to which I will force them to go because I am extremely angry with them. I will bring them back to this city and allow them to live here safely.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will be my people, and I will be their God.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will give them one way of thinking and behaving, in order that they may revere me, for their good and for the good of their descendants.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will make an agreement with them that will last forever: I will never stop doing good things for them, and they will always honor me; they will never stop worshiping me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will be happy to do good things for them, and I will surely enable them to return to this land and remain here; I will do that with all my inner being and all my strength.'\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And this is also what I, Yahweh, say: 'I have caused them to experience all these disasters. Similarly, some day I will do for them all the good things that I have promised.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By buying land you, Jeremiah, have predicted that some day people will buy and sell fields in this land about which you people of Jerusalem now say, \"The Babylonian soldiers have destroyed it. It is now desolate. It is a land where there are no longer any people or animals.\"\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But some day people will again buy and sell fields here. People will sign documents about buying those fields, and other people will witness them doing that. That will happen in the land where the descendants of Benjamin live and here in the villages near Jerusalem, in other towns in Judah, in the hill country and in the foothills to the west, and in the southern Judean wilderness. Some day I will cause them to prosper again. That will surely happen because I, Yahweh, have said it.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}