{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Nebuchadnezzar of Babylon came with the armies of all the kingdoms that he ruled, and they fought against Jerusalem and the other towns in Judah. At that time, Yahweh gave me this message:\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Go to Zedekiah the King of Judah, and say to him, 'This is what Yahweh, the God of Israel, says: \"I am about to enable the army of the king of Babylon to capture this city, and they will burn it down.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will not escape from them; they will capture you and take you to the king of Babylon. You will meet him and speak with him face to face; then they will take you to Babylon.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But King Zedekiah, listen to what Yahweh has promised: \"You will not be killed in a battle;\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "you will die peacefully. When you die, people will burn incense to honor you just as they did for your ancestors who were kings before you became king. They will mourn for you, calling out, 'We are very sad that our king is dead!' I, Yahweh, promise that will happen.\"'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I took that message to King Zedekiah.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time the army of Babylonia had surrounded Jerusalem and Lachish and Azekah. Those three cities were the only three cities in Judah that had high walls around them that still had not been captured.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Zedekiah had decreed that the people must free their slaves.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He decreed that the people must free their Hebrew slaves, both the men slaves and the women slaves. No one would be allowed to force a fellow Jew to continue to be his slave.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The officials and the rest of the people had obeyed what the king decreed,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but later they changed their minds. They forced the men and women whom they had freed to become their slaves again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh gave me this message to tell to them:\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I, Yahweh, the God of Israel, made an agreement with your ancestors long ago, when I rescued them from being slaves in Egypt.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I told them that they must free all their Hebrew slaves after the slaves had worked for them for six years. But your ancestors did not pay any attention to what I said.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Recently, you obeyed my command and stopped doing what was wrong and did what was right. You made a solemn agreement at my temple that you would free your slaves, and then you freed them.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now you have disregarded what you solemnly promised, and you have shown contempt for what I said by taking back the women and men whom you had freed and said they could live wherever they wanted to. Now you have forced them to be your slaves again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, this is what I, Yahweh, say: 'Because you have not obeyed me by freeing your fellow Israelites, I will free you to be destroyed by the swords of your enemies and by famines and diseases. All the nations of the earth will be horrified because of what happens to you.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will enable your enemies to capture you, and they will kill you. And your bodies will be food for vultures and wild animals.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will enable the army of the king of Babylon to capture King Zedekiah and his officials. Although the king of Babylon and his army have left Jerusalem for a short time,\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will summon them back again. This time, they will fight against this city and capture it and burn it down. I will make sure that all the towns in Judah are destroyed, with the result that no one will live there anymore.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18-19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because you have disregarded what I said in my agreement with you, I will do to you just what you did to the calves that you cut in half to show that you would surely do what you solemnly promised that you would do. I will enable your enemies to cut you into pieces, you officials of Judah and you officials of Jerusalem, and you officials in the palace, and you priests and all you common people. I will do that because you have ignored the fact that you had solemnly promised to free your slaves.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}