{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jehoiakim son of Josiah had been the king of Judah for almost four years, Yahweh gave this message to me:\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Get a scroll, and write on it the messages that I have given to you regarding Israel, Judah, and the other nations. Write all of the messages, starting from the time that I gave you the first message, when Josiah was the king, up until now.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the people of Judah hear again about all the disasters that I plan to cause them to experience, perhaps each one of them will repent. If they do that, I will be able to forgive them for the wrong things that they have done.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jeremiah summoned Baruch son of Neraiah. Then, as Jeremiah dictated to him all the messages that Yahweh had spoken to him, he wrote them on a scroll.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jeremiah said to him, \"I am not allowed to leave here and go to the temple.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, you go to the temple on the next day when the people are fasting, and read to them the messages from Yahweh that you wrote while I dictated them to you. Read them aloud to all the people who are there, including the people of Judah who come there from their towns.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Perhaps they will turn from their evil behavior and request Yahweh to act mercifully toward them. They must do that, because Yahweh is very angry with them and has threatened to punish them severely.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Baruch did what Jeremiah told him to do. He went to the temple and read to the people all those messages from Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did it on the ninth month, on a day when their leaders had proclaimed that all the people in Jerusalem, and the people who had come there from other towns in Judah, should fast to please Yahweh. This happened when Jehoiakim had been king for almost five years.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Baruch read to all the people the messages that he had written on the scroll. He read them while he was in the temple, in the room where Gemariah stayed. He was the son of Shaphan, who had previously been the king's secretary. That room was close to the upper courtyard of the temple, near the entrance to the temple that is called the New Gate.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Micaiah son of Gemariah, and grandson of Shaphan, heard these messages from Yahweh,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he went down to the secretary's room in the palace, where all the king's officials were meeting. Elishama the king's secretary was there. Delaiah son of Shemaiah, Elnathan son of Acbor, Gemariah, Zedekiah son of Hananiah, and all the other officials of the king were also there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Micaiah told them about the messages that Baruch had been reading to the people,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the officials sent Jehudi son of Nethaniah, and grandson of Shelemiah and great-grandson of Cushi, to tell Baruch to come and read the messages to them, also. So Baruch took the scroll and went to them.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, \"Please sit down and read it to us.\" So Baruch did what they requested.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they had heard all the messages, they were afraid. They looked at each other and then they said, \"We must tell these messages to the king!\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they asked Baruch, \"How did you get this scroll? Did Jeremiah dictate to you all the messages on this scroll?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Baruch replied, \"Yes, Jeremiah dictated them to me, and I wrote them with ink on this scroll.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the officials told Baruch, \"You and Jeremiah must both hide. Do not tell anyone where you are!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They put the scroll in the room of Elishama, the king's secretary. Then they went to the king, who was in the courtyard, and reported to him everything that Baruch had read to them.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king sent Jehudi to get the scroll. Jehudi brought it from Elishama's room and read it to the king, while all the king's officials were standing there.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was in the cold season, and the king was in a part of the palace where he stayed when it was cold. He was sitting in front of a fire to keep warm.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each time Jehudi finished reading three or four columns, the king cut off that section of the scroll with a knife and threw it into the fire. He did that, section by section, until the entire scroll was burned up.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Neither the king nor his officials showed that they were afraid that God would punish them. They did not tear their clothes to show that they were sorry for what they had done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elnathan, Delaiah, and Gemariah pleaded with the king not to burn the scroll, but he did not pay any attention.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king commanded his son Jerahmeel, Seraiah son of Azriel, and Shelemiah son of Abdeel to arrest Baruch and me. But they were unable to do that because Yahweh had hidden us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the king had burned the scroll on which were written the messages that I had dictated to Baruch, Yahweh said this to me:\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Get another scroll, and tell Baruch to write everything again, the same messages that he had written on the scroll that King Jehoiakim burned.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then go to the king and say to him, 'Yahweh says this: You burned the scroll because you did not like what was written on it, that the king of Babylon would surely come with his army and destroy this land and get rid of all the people and the animals.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now this is what I, Yahweh, say about you, Jehoiakim: None of your descendants will rule this kingdom. Your corpse will be thrown out on the ground and not buried; it will be under the hot sun during the days and struck by frost during the nights.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will punish you and your family and your officials for their sins. And I will cause the people of Jerusalem and the people of the other towns in Judah to experience all the disasters that I promised, because you all would not pay attention to what I said!\"'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jeremiah took another scroll, and again he dictated the messages to Baruch. He wrote everything that had been written on the other scroll, the one that King Jehoiakim had burned in the fire. But this time, Jeremiah added more messages.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}