{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jehoiakim died, his son Jehoiachin became king for only three months, after which King Josiah's son Zedekiah became the king of Judah. Nebuchadnezzar, the king of Babylon, appointed him to be the new king.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But King Zedekiah and his palace officials and the other people in the land paid no attention to the messages that Yahweh gave me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, one day King Zedekiah sent Jehukal son of Shelemiah, and Zephaniah the priest, son of Maaseiah, to me. They requested me to pray to Yahweh our God for our nation.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time Jeremiah had not yet been put in prison, so he could go and come wherever and whenever he wanted to, without being hindered.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, the army of Hophra, the king of Egypt, came to the southern border of Judah. When the army of Babylonia heard about that, they stopped surrounding Jerusalem and left there to fight against the army from Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh gave this message to me:\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I, Yahweh, the God of Israel, say this: The king of Judah has sent messengers to you to ask me what is going to happen. Tell the king that even though the army of the king of Egypt came to help him, they are about to return to Egypt.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the army of Babylonia will return here, capture this city, and burn everything in it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, this is what Jeremiah said to you Israelites: 'You should not deceive yourselves, thinking that the army from Babylonia has gone and will not return. That is not true.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And even if your soldiers could destroy almost all of the soldiers from Babylonia who are attacking you, and allow only those who were wounded to remain alive in their tents, those men would come out of their tents and completely burn this city.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the army from Babylonia left Jerusalem because the army from Egypt was approaching,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jeremiah started to leave the city. He intended to go to the area where the descendants of Benjamin live, in order to take possession of my share of the property from my family.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as he was walking out the Benjamin Gate, the head guard seized Jeremiah and said, \"You are deserting us and going to the soldiers from Babylonia!\" The man who seized him was Irijah son of Shelemiah, and grandson of Hananiah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jeremiah protested and said, \"That is not true! I was not intending to do that!\" But Irijah would not pay attention to what Jeremiah said. He took Jeremiah to the king's officials.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were very angry with him. They commanded the guards to beat Jeremiah and then to put him in the house where Jonathan the king's secretary stayed. They had changed Jonathan's house to make it become a prison.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They put Jeremiah in a dungeon in that prison, and he remained there for several days.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King Zedekiah secretly sent a servant to him, who took Jeremiah to the palace. There the king asked him, \"Do you have any messages from Yahweh?\" Jeremiah replied, \"Yes, the message is that you will be put into the hands of the king of Babylon.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jeremiah asked the king, \"What crime have I committed against you or against your officials or against the Israelite people, with the result that you have commanded that I be put in a prison?\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your prophets predicted that the army of the king of Babylon would not attack you or this land. Why were their messages not fulfilled?\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your majesty, I plead with you to listen to me. Do not send me back to the dungeon in the house of Jonathan your secretary, because if you do that, I will die there.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So King Zedekiah commanded that Jeremiah not be sent back to the prison cell. Instead, he was allowed to be watched by the guards in the courtyard of the palace. The king also commanded that they should bring him a loaf of fresh bread every day, until there was no bread left in the city. So they put Jeremiah in that courtyard and he remained there.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}