{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Four officials, Shephatiah son of Mattan, Gedaliah son of Pashhur, Jehukal son of Shelemiah, and Pashhur son of Malkijah, heard what Jeremiah had been telling all the people.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He had been telling them that Yahweh was saying, \"Everyone who stays in Jerusalem will die. They will be killed by their enemies' swords or from famines or from diseases. But those who surrender to the Babylonian army will remain alive. They will escape; they will not be killed.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also says that the army of the king of Babylon will certainly capture this city.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So those officials went to the king and said, \"This man Jeremiah should be executed! Because of what he is saying, he is discouraging our soldiers who remain in the city. He is also discouraging the people. He is not saying things that will help us; he is saying things that will defeat us.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Zedekiah said, \"All right, do to him what you want to; I do not have the power to stop you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So those officials took Jeremiah from his cell and lowered him by ropes into a cistern in the courtyard. The cistern belonged to Malkijah, who was a son of the king. There was no water in the ciestern, but there was a lot of mud, so he sank down deep into the mud.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Ebed-Melek, a palace official from Ethiopia, heard someone say that Jeremiah was in the well. At that time the king was deciding people's cases at the Benjamin Gate.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ebed-Melek went out of the palace and said to the king,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Your majesty, those men have done a very evil thing. They have put the prophet Jeremiah in a well. Almost all the food in the city is gone, so no one will be able to bring him any food, and as a result he will die from hunger!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king told Ebed-Melek, \"Take thirty of my men with you, and pull Jeremiah out of the well, in order that he does not die!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Ebed-Melek took charge of those thirty men; they went into a room in the palace below the room where people had stored things. There they found some old rags and discarded clothing. They took those things and went to the well. They fastened them to a rope and lowered the rope to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Ebed-Melek called down to me, \"Put these rags underneath your armpits, to protect you from being injured by the ropes!\" So Jeremiah did that.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they pulled him out of the well. So he stayed in the courtyard where the palace guards were.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day King Zedekiah summoned Jeremiah, and he was brought to the king, who was waiting for him at the entrance of the temple. He said to Jeremiah, \"I want to ask you something. I want you to answer me truthfully, and to not conceal anything.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jeremiah replied, \"If I tell you the truth, you will command that I be executed. And if I give you good advice, you will not pay attention to what I say.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But King Zedekiah secretly promised him, \"Tell me the truth! And as surely as Yahweh lives, I will not cause you to be executed, and I will not put you into the hands of those who are wanting to kill you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So then Jeremiah said to Zedekiah, \"This is what Yahweh, commander of the angel armies, the God whom Israel worships, says: 'If you surrender to the officers of the king of Babylon, you and your family will be spared, and this city will not be burned.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you refuse to surrender to them, you will not escape. And the army from Babylonia will capture this city and completely burn it.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king replied, \"But I am afraid to surrender to the soldiers from Babylon, because their officers may put me into the hands of the people of Judah who have already joined the soldiers from Babylonia, and those people from Judah will mistreat me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jeremiah replied, \"If you obey Yahweh by doing what I tell you to do, they will not put you into the hands of our people. Things will go well for you, and you will remain alive.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you refuse to surrender, I will tell you what Yahweh has revealed to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the women who remain in your palace will be brought out and given to the officers of the king of Babylon. Then those women will say to you:\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "'You had friends whom you thought you could trust,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "but they have deceived you and caused you to make a wrong decision.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "Now it is as though you are stuck in mud,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "and your friends have abandoned you.'\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All of your wives and children in the city will be led out to the soldiers from Babylonia, and you also will not escape. The soldiers of the king of Babylon will seize you, and they will burn down this city.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Zedekiah said to Jeremiah, \"Do not tell anyone what you told me; if you tell anyone, the king's officials may kill you.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If my officials find out that I talked to you, perhaps they will come to you and say, 'Tell us what you and the king were talking about. If you do not tell us, we will kill you.'\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If that happens, just tell them that you pleaded with me not to send you back to the dungeon in Jonathan's house, because you were afraid that you would die if you were put there again.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And that is what happened. The king's officials came to Jeremiah and asked why the king had summoned him. But he told them what the king told him to tell them. So they did not ask Jeremiah any more questions, because no one had heard what the king and Jeremiah had said to each other.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jeremiah remained being guarded in the courtyard of the palace, until the day that the army of Babylonia captured Jerusalem.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}