{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The soldiers from Babylonia captured Jeremiah and many other people from Jerusalem and other places in Judah. They planned to take them to Babylon. So they fastened chains around their wrists and took them to Ramah, a town north of Jerusalem. While they were there, Jeremiah was released. This is how it happened:\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nebuzaradan, the captain of the king's guards, found that Jeremiah was there. He summoned Jeremiah and said to him, \"Yahweh your God said that he would cause this land to experience a disaster.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And now he has caused it to happen. He has done just what he said that he would do, because you people sinned against Yahweh and refused to obey him.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But today I am going to take the chains off your wrists and release you. If you want to come with me to Babylon, that will be fine. I will take care of you. But if you do not want to come with me, do not come. Stay here. Look, the entire country is available; you can choose whatever part you want to go to. You can go wherever you think it is best.\" Then he took the chains off Jeremiah's wrists.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"If you decide to stay here, go to Gedaliah. The king of Babylon appointed him to be the governor of Judah. You will be allowed to stay here with the people that he is governing. But you can do whatever you want to.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Then Nebuzaradan gave Jeremiah some food and some money, and he allowed him to go.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He returned to Gedaliah at Mizpah, and he stayed in Judah with the people who still remained in the land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite soldiers who had not surrendered to the army of Babylonia were roaming around in the countryside. Then their leaders heard someone say that the king of Babylon had appointed Gedaliah to be the governor of the very poor people who were still in Judah, who had not been taken to Babylon.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they went to talk to Gedaliah at Mizpah. Those who went included Ishmael son of Nethaniah, Johanan and Jonathan the sons of Kareah, Seraiah son of Tanhumeth, the sons of Ephai from Netophath, and Jezaniah from Maacah, and the soldiers who were with them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gedaliah solemnly promised that the soldiers from Babylonia would not harm them. He said, \"Do not be afraid to do things for them. Stay here in this land and do things for the king of Babylon. If you do that, things will go well for you.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for me, I will stay here at Mizpah to be your representative to the officials from Babylonia who come to talk with us. But you should return to your towns, and eat the things that are produced on your land. Harvest the grapes and the fruit that ripens in the summer and the olives, make wine and olive oil, and store it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Jews who had fled to Moab, Ammon, Edom, and other nearby countries heard people say that the king of Babylon had allowed a few people to remain in Judah, and that he had appointed Gedaliah to be their governor.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they began to return to Judah. They stopped at Mizpah to talk with Gedaliah. Then they went to various places in Judea, and they harvested a great amount of grapes and summer fruit.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some time later, Johanan and all the other leaders of the Israelite soldiers who had not surrendered to the army of Babylonia came to Gedaliah at Mizpah.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, \"Do you know that Baalis, the king of the people of Ammon, has sent Ishmael son of Nethaniah to assassinate you?\" But Gedaliah did not believe what they said.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later Johanan talked with Gedaliah privately. He said, \"Allow me to go and murder Ishmael secretly. It would not be good to allow him to come and murder you! If you are killed, what will happen to all the Jews who have returned to this area? They will be scattered, and the other people who remain in Judah will all be killed!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Gedaliah said to Johanan, \"No, I will not allow you to do that. I think that you are lying about Ishmael.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}