{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ishmael son of Nethaniah was a member of the king's family. He had been one of King Zedekiah's important officials. In the seventh month of that year, he went to Mizpah with ten other men to talk with Gedaliah. While they were eating together,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ishmael and the other ten men jumped up, and with their swords they killed Gedaliah—the man whom the king of Babylon had appointed to be their governor!\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ishmael and the other men also killed all the Jews and the Babylonians who his soldiers found with Gedaliah at Mizpah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day, before anyone had found out that Gedaliah had been murdered,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "eighty men from Shechem, Shiloh, and Samaria came to worship at the temple of Yahweh in Mizpah. They had shaved off their beards and torn their clothes and cut themselves to show that they were mourning. And they had brought grain offerings and incense to burn on the altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ishmael son of Nethaniah went out of the city to meet them, weeping as he went. When he reached them, he said, \"Come and see what has happened to Gedaliah!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as soon as they had all entered the town, Ishmael and his men killed most of them and threw their corpses into a well.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were only ten of them whom they spared. They were not killed because they promised to Ishmael that if he allowed them to remain alive, they would bring him lots of wheat and barley and olive oil and honey that they had hidden.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The well where Ishmael's men had thrown the corpses of the men whom they had murdered was the deep well that King Asa's men had dug in order that they would have water in the city if the army of King Baasha of Israel would surround the city. Ishmael's men filled that well with corpses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Ishmael and his men captured the king's daughters and some of the other people who had been left in Mizpah by the chief Babylonian guard Nebuzaradan so that Gedaliah would take care of them. Ishmael and his men took those people and started back toward the Ammon area.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Johanan son of Kareah and all the other leaders of the Israelite soldiers who had not surrendered to the army of Babylonia heard about what Ishmael son of Nethaniah and his men had done.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they immediately went with all their men to stop them. They caught up with them at the large pool near the city of Gibeon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When all the people whom Ishmael and his men had captured saw Johanan and the soldiers who were with him, they shouted joyfully.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So all those who had been captured in Mizpah escaped, and they started to help Johanan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Ishmael son of Nethaniah and eight of his men escaped and fled to the Ammon area.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Johanan son of Kareah and the men who were with him gathered together all the people whom they had rescued at Gibeon. They included soldiers and women and children and some of the king's palace officials. They were all people whom Ishmael and his men had captured after they had killed Gedaliah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took them all to Geruth Kimham village near Bethlehem. And they all prepared to go to Egypt.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were worried about what the soldiers of Babylonia would do to them when they found out that Ishmael had killed Gedaliah, who had been appointed by the king of Babylonia to be their governor.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}