{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Johanan son of Kereah and Jezaniah son of Hoshaiah, and all the other leaders of the Israelite soldiers who had not surrendered to the army of Babylonia, and many other people, including those who were important and those who were not important, came to me.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"Please listen to our request and pray to Yahweh our God for all of us. Although we were previously a huge number of people, you can see that now we are only a small number of people who have survived.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pray that Yahweh our God will show us what we should do and where we should go.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I replied, \"Okay, I will pray to Yahweh our God, like you have requested, and I will tell you what he says. I will tell you everything.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They replied to me, \"We know that Yahweh our God will be a faithful witness against us if we refuse to do everything that he tells us to do.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are requesting you to ask Yahweh our God what we should do. When he replies, we will obey him, whether we like what he says or not. We will do that because we know that things will go well for us if we obey him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I prayed to Yahweh, and ten days later he gave me his reply.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I summoned Johanan son of Kereah and all the other leaders of the and all the other people, including those who were important and those who were not important.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I said to them, \"You told me to tell Yahweh, the God of Israel what you were requesting. This is what he replied:\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'You should stay here in this land. If you do that, I will cause your nation to be strong and not be weak. I will cause you to prosper and not be exiled again. I will stop the disasters that I made you experience.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But do not be afraid of the king of Babylon anymore, because I will be with you. I will rescue you from his power.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will be merciful to you by causing him to act kindly toward you. So as a result, he will allow you to stay here in your land.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you refuse to obey Yahweh our God, and if you say 'We will not stay here;\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "instead, we will go to Egypt. There we will not experience any wars, we will not hear trumpets signaling our soldiers to prepare for battles, and we will not be hungry.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Listen now! you people who are left in Judah! Listen to what Yahweh, commander of the angel armies, the God whom Israel worships, says to you: 'If you are determined to go to Egypt, and if you go and live there,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "you will experience those wars and famines that you are afraid of, and you will all die there.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is what will happen to all you who are determined to go to Egypt and live there. Some of you will be killed by the swords of your enemies, and others of you will die from famines and from diseases. None of you will escape the disasters that I will bring on you.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And Yahweh, commander of the angel armies, the God whom Israel worships, also says this: 'Because I was very angry, I severely punished all the people of Jerusalem. I will do the same things to you when you go to Egypt. The result will be that people will curse you. They will be horrified about what has happened to you. They will make fun of you, and you will never see this land again.'\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You little group of people of Judah who are still alive, listen to me: Yahweh has told you, 'Do not go to Egypt.' So do not forget what I have warned you today.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You made a life-and-death mistake when you requested me to pray to Yahweh our God and claimed to be willing to obey everything he said.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So today I have told you exactly what he said, but I know that you will not obey Yahweh our God now, just as you have not obeyed him previously.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You want to go to Egypt and live there. So now, you can be sure of this: All of you will die there. Some of you will be killed by the swords of your enemies and others will die from famines or from diseases.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}