{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I finished telling to the people that message from Yahweh our God.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But then Johanan son of Kareah and Azariah son of Hoshaiah and some other insolent men said to me, \"You are lying! Yahweh our God has not told us that we should not go to Egypt!\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We think that Baruch son of Neriah has urged you to say this, in order that if we stay here, the soldiers from Babylonia will seize us and kill us or take us to Babylonia.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Johanan and the other leaders of the Judean soldiers and many of the other people who were there refused to obey Yahweh's command to stay in Judah.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Johanan and all the other leaders gathered together all the people who had returned from the other countries to which they had been scattered.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They included men, women, children, the king's daughters, and all those whom Nebuzaradan had left with Gedaliah, and they also took Baruch and me.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They refused to obey Yahweh, and they took us all to Egypt, as far as the city of Tahpanhes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While we were at Tachpanches, Yahweh gave me another message. He said,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"While the people of Judah are watching you, take some large rocks and bury them under the brick pavement at the entrance to the king's palace there at Tachpanches.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then say to the people of Judah, 'This is what Yahweh, commander of the angel armies, the God whom Israel worships, says: \"I will summon Nebuchadnezzar the king of Babylon, who does my work, to come with his army to Egypt. I will set up his throne over these stones that I told Jeremiah to bury. And Nebuchadnezzar will set up his tent there to show that he has become the king of Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When his army comes, they will attack Egypt. Then those will die who I have determined must die, those who I have determined must be captured will be captured, and those who I have determined must be killed by swords will be killed by swords.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nebuchadnezzar's soldiers will burn down the temples of the gods of Egypt and take away their idols as souvenirs. His troops will clean Egypt like a shepherd cleans lice from his cloak and leave without having been harmed.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But before they leave, they will have torn down the pillars that are in the temple of their sun god and burned all of the temple of the false Egyptian gods.\"'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}