{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the message that Yahweh gave me concerning the Judeans who were living in northern Egypt—in Migdol, Tachpanches, and Memphis—and in the region of Pathros in southern Egypt:\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"This is what I, Yahweh, commander of the angel armies, the God whom Israel worships, say: You saw the disaster that I caused the people in Jerusalem and the other towns in Judah to experience. Those towns are now ruined and deserted.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That happened because I was extremely angry with them on account of their being very wicked. They burned incense to other gods and worshiped them. They were gods that you previously did not know about, and your ancestors also did not know about them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many times I sent my prophets who served me, to say to them, 'Do not do those abominable things that I hate!'\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But my people would not pay any attention to what I said to them. They would not turn away from their wicked behavior, or stop burning incense to worship other gods.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I poured out the consequences of my great anger on them. My punishment fell on the streets of Jerusalem and on the other towns in Judah like a fire. It caused those towns to be ruined and deserted, and they are still like that.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now I, Yahweh, commander of the angel armies, the God whom Israel worships, ask you: Why are you causing yourselves to experience these disasters? Do you not realize that because of what you are doing, soon there will be no more men or women or children or infants left among you who have come here to Egypt from Judah?\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Why are you provoking me and causing me to be very angry by burning incense to the idols that you have made here in Egypt? If you continue doing this, you will destroy yourselves, and you will cause yourselves to be people whom all the nations on the earth will curse and despise.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Have you forgotten how I punished your ancestors for the wicked things that they did, and how I punished the kings and queens of Judah for what they did, and you and your wives for the sins that you committed in the streets of Jerusalem and the other towns in Judah?\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Up until this day you have not humbled yourselves or revered me. You have not obeyed the laws and decrees that I gave to you and your ancestors.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, this is what I, Yahweh, commander of the angel armies, the God whom Israel worships, say: I am determined to cause all of you to experience disasters and to get rid of everyone in Judah.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You people from Judah who have survived were determined to come and live here in Egypt. So I will get rid of all of you here in Egypt. Every one of you will die, including those who are important and those who are not important. Some of you will be killed by your enemies' swords, some will die from famines. You will become people whom others curse, be horrified about, and make fun of.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will punish you here in Egypt like I punished others in Jerusalem, some of whom were killed by their enemies' swords and some of whom died from famines or diseases.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "None of you people who came from Judah and now live in Egypt, none of you will be successful in any attempt to escape from Egypt, you will not grow in numbers while you live in Egypt, and you will not be able to return to Judah, even though you desire to return to Judah, you will not be able to go back there to live and make your homes. None of you will be able to return to Judah, except only a very small number of you who will be able able to escape from Egypt and to return Judah and live there.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then a large group of the people who had started to live in northern Egypt and southern Egypt, including all the men who knew that their wives had been burning incense to other gods, and all the women who were standing there, said this to me:\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"You are saying that Yahweh gave messages to you, but we will not pay any attention to your messages!\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We will certainly do everything that we said that we would do. We will burn incense to worship our goddess Asherah, the Queen of Heaven, and we will pour out offerings of wine to her, just like we and our ancestors and our kings and their officials have always done in the streets of Jerusalem and in the other towns in Judah. At that time, we had plenty of food, and we were prosperous and we did not have any troubles.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But ever since we stopped burning incense to the Queen of Heaven and giving her offerings of wine, we have had many troubles, and some of our people have been killed by our enemies or died from hunger.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And the women said, \"Furthermore, we burned incense and poured out wine offerings to the Queen of Heaven, and we also made small cakes that resembled her idol, to offer to her, and we poured drinks to honor her. But our husbands certainly knew about and approved of what we were doing!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I said to all the men and women who had answered me,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Do not think that Yahweh did not know that you and your ancestors and your kings and their officials and all the other people in Judah were burning incense to worship idols in the streets of Jerusalem and in the other towns in Judah! He knew about it!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was because Yahweh could no longer endure your wicked actions and the detestable things that you were doing that he caused your land to be a place whose name people say when they curse someone, a land that is ruined and which has no one living in it. And your land is still like that.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is because you burned incense to worship idols and committed other sins against Yahweh that you experienced all those disasters. It is because you have not obeyed him or obeyed his laws and decrees and commandments.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jeremiah said to all of them, including the women, \"All you people of Judah who are here in Egypt, listen to this message from Yahweh.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what Yahweh, commander of the angel armies, the God whom Israel worships, says to you men: 'You and your wives have said that you would continue to do what you promised, to burn incense and pour out wine to the goddess whom you call the Queen of Heaven. And you have proved by your actions that you intend to continue to do that. So go ahead and continue doing what you have promised to do for her.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now, all you people from Judah who are now living here in Egypt, listen to this message from Yahweh. He says, 'I have solemnly declared, using my great name, that soon none of you people from Judah who are here in Egypt will ever again use my name. There will be none of you who, when you solemnly promise to do something, will ever again say, \"I will do it as surely as Yahweh lives.\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because I will be watching over you, not to cause good things to happen to you but to cause things to happen that will harm you. Almost everyone from Judah who is now here in Egypt will be killed by their enemies' swords or die from famine until almost all of you have come to an end.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Only a very few of you will not die by the sword and will return to Judah. When that happens, all those who came to Egypt will find out whose words were true, theirs or mine.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And Yahweh also says, 'I will do something that will prove to you that everything that I have said will happen, and that I will punish you here in this place.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will cause Hophra, the king of Egypt, to be captured by his enemies who want to kill him, just like I caused King Zedekiah of Judah to be captured by the soldiers of King Nebuchadnezzar of Babylon.'\" \n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}