{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zedekiah was twenty-one years old when he became the king of Judah. He ruled in Jerusalem for eleven years. His mother was Hamutal, the daughter of a man named Jeremiah from Libnah.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zedekiah did many things that Yahweh says are evil, like his father Jehoiakim had done.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The events described here happened because Yahweh was angry with the people of Jerusalem and of other places in Judah, and finally he exiled them and said that he did not want to have anything to do with them anymore.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Then Zedekiah rebelled against the king of Babylon.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, on the tenth day of the tenth month, when Zedekiah had been ruling for almost nine years, King Nebuchadnezzar of Babylon led his entire army to attack Jerusalem. They surrounded the city and built dirt ramps up to the top of the city walls to enable them to attack the city.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They continued to surround Jerusalem until Zedekiah had been ruling for almost eleven years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Zedekiah had been ruling for almost eleven years, on the ninth day of the fourth month of that year, the famine in the city had become very severe, and there was no more food for the people to eat.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the soldiers of Babylonia broke through a section of the city wall, and all the Israelite soldiers fled. But because the city was surrounded by soldiers from Babylonia, Zedekiah and the Israelite soldiers waited until it became dark. Then they left the city through the gate between the two walls behind the king's garden. Then they ran toward the plain along the Jordan.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the soldiers of Babylonia pursued King Zedekiah, and they caught up with him on the plains near Jericho. He was alone because all his men had all deserted him and had scattered.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The soldiers of Babylonia took him to the king of Babylon, who was at Riblah in the region of Hamath. There the king of Babylon told his soldiers what they should do to punish Zedekiah.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They forced Zedekiah to watch while they killed his sons and all the officials from Judah.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they gouged out Zedekiah's eyes. They fastened him with bronze chains and took him to Babylon. They put him in a prison, and he remained there until the day that he died.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the tenth day of the fifth month of that year, which was when King Nebuchadnezzar had been ruling for almost nineteen years, Nebuzaradan, who was the captain of the king's bodyguards and one of the king's officials, arrived in Jerusalem.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He commanded his soldiers to burn down the temple of Yahweh, the king's palace, and all the houses in Jerusalem. They also destroyed all the important buildings in the city.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he supervised the soldiers from Babylonia while they tore down the walls on all sides of Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Nebuzaradan forced to go to Babylon some of the poorest people, those Israelites who had said they would support the king of Babylon, the rest of the craftsmen, and other people who had remained in Jerusalem.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Nebuzaradan allowed some of the very poor people to remain in Judah to take care of the vineyards and fields.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The soldiers from Babylonia broke into pieces the huge bronze pillars that were in front of the temple, and the large bronze water tank called \"The Sea,\" and the ten bronze water carts, and they took all the bronze to Babylon.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also took away the basins for holding the ashes from the burned sacrifices, the shovels for cleaning out the ashes, the tools for snuffing out the wicks of the lamps, the basins for holding the blood of the sacrificed animals, the dishes for incense, and all the other bronze items that were used when they made sacrifices at the temple.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nebuzaradan also told his soldiers to take away the small bowls, the dishes for burning incense, the basins, pots, lampstands, bowls for incense, and the bowls used for pouring out the wine offerings. They took all the other items that were made of pure gold or silver.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The bronze from the two pillars, the large water tank called \"The Sea\" and the twelve statues of oxen that were beneath it, and the water carts, was more than they could weigh. Those things had been made for the temple during the time that Solomon was the king.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each of the pillars was 27 feet tall and 18 feet around. They were hollow, and each had sides that were 3 inches thick.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The bronze head on the top of each pillar was seven and one-half feet high and was decorated all around with a bronze network of figures that represented pomegranates.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a total of one hundred figures of pomegranates on the network at the top, 96 of which could be seen from the ground.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Nebuzaradan returned to Babylon, he took with him as prisoners Seraiah the high priest, Zephaniah who was Seraiah's deputy, and the three men who guarded the entrances to the temple.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He found some other people who were hiding in the city. So from them he took a commander of the army of Judah, seven of the king's advisors, the army commander's chief secretary who was in charge of recruiting soldiers for the army, and sixty other soldiers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nebuzaradan took them all to the king of Babylon, who was still at Riblah.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There at Riblah in the Hamath region, the king of Babylon commanded that they all be executed.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Many of the people of Judah were forced to leave their own land.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The number of people who were captured and sent to Babylon at that time, when Nebuchadnezzar had been ruling for almost seven years, was 3,023.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, when he had been ruling for almost eighteen years, his soldiers took 832 more from Jerusalem to Babylonia.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he had been ruling almost twenty-three years, he sent Nebuzaradan to Jerusalem again, and he brought back 745 more Israelites to Babylonia. That was a total of 4,600 Israelites who were taken to Babylonia.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After King Jehoiachin of Judah had been in prison in Babylon for almost thirty-seven years, Awel-Marduk became the king of Babylon. He was kind to Jehoiachin and ordered that he be released from prison. That was on the twenty-fifth day of the twelfth month of the year that Awel-Marduk became king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He always spoke kindly to Jehoiachin and gave him a position in which he was honored more than all the other kings who had been exiled to Babylon.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He supplied new clothes for Jehoiachin, to replace the clothes that he had been wearing in prison. He also allowed Jehoiachin to eat with him every day, all during the rest of his life.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every day, the king of Babylon gave him some money to buy the things that he needed. That continued until the day that Jehoiachin died.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}