{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh gave me another message. He said to me,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Go to the entrance of my house and give this message to the people: You people of Judah, who worship here, listen to this message from Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what Yahweh, commander of the angel armies, says to you: 'If you improve your ways and start doing what is right, I will allow you to remain living in your land.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But some people are repeatedly saying to you, 'The temple of Yahweh is here, so we will be safe; he will not allow us and the temple to be destroyed.' But do not pay attention to what they say, because they are deceiving you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will act mercifully to you only if you change your behavior and stop doing evil things, and if you start to act fairly toward others,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and if you stop oppressing foreigners who live in your country, and orphans and widows, and if you stop murdering people and worshiping foreign gods.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you do what I have told you, I will allow you to stay in this land that I promised to your ancestors long ago that it would belong to them and their descendants forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People are repeatedly telling you, 'The temple is here, so we are safe,' and you are trusting that what they are saying is true. But those people are deceiving you; what they say is worthless.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You think that you can steal things, murder people, commit adultery, tell lies in court, and worship Baal and all those other gods that you did not know about previously.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you think you can come here and stand in front of this temple, which is my temple, and say 'Nothing bad will happen to us!', while you continue to do all those disgusting things.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Perhaps you do not know that you have made this temple, which is my temple, to become like a cave where thieves hide. But I, Yahweh, am telling you that I have seen all these things!\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Long ago I put my sacred tent in the district of Shiloh, to be a place where people would worship me. Think about how I destroyed it because my people, the Israelite people, did many wicked things there.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And while you were continually doing those wicked things, I told you about it many times, but you refused to listen. I called out to you, but you refused to answer me.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, just as I destroyed Shiloh, I will now destroy this temple that was built for people to worship me, this temple that you trust in, in this place that I gave to you and your ancestors.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And I will expel you from this land and send you to other countries far away from me, just as I did to your relatives, the people of Israel.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to me, \"Jeremiah, do not pray for these people any longer. Do not call out on their behalf or plead for me to help them, because I will not pay any attention to you.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you see the wicked things that they are doing in the streets of Jerusalem and in the other towns in Judah?\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The children gather firewood and their fathers make fires on the altars to burn sacrifices. The women knead dough to make cakes to offer to their goddess Asherah who is called the Queen of Heaven. And on their altars they pour out offerings of wine to their other idols. All of those things cause me to become extremely angry!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I am not the one whom they are hurting; they are really hurting themselves by doing these things for which they should be very ashamed!\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh the Lord says this: \"Because I am extremely angry with what happens at this place, I will punish these people severely; my being very angry will be like a fire that will not be extinguished,\nand I will destroy the people, their animals, their fruit trees, and their crops.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, this is what Yahweh, commander of the armies of angels, the God of Israel, says: \"Take away your offerings that you bring to burn completely on your altars and your other sacrifices;\ndo not give them to me; eat them yourselves!\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I led your ancestors out of Egypt, it was not offerings to be completely burned on the altar or other sacrifices that I wanted from them.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What I told them was, 'Obey me; if you do that, I will be your God and you will be my people. If you do the things that I want you to do, everything will go well for you.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But your ancestors would not pay any attention to me. They continued to do the evil things that they wanted to do, everything that in their stubborn inner beings they desired to do. Instead of coming closer to me, they went further away from me.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the day that your ancestors left Egypt until now, I have continued to send my prophets to you repeatedly.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you, my people, have not listened to me or paid attention to what I said; you have been stubborn, and you have done more sinful things than your ancestors did.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to me, \"When you tell all this to my people, they will not listen to you. When you call to them, they will not answer.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Say to them, 'You people of Judah have not obeyed Yahweh, your God; you have not accepted it when he tried to correct you. No one among you is truthful; you do not say anything that is true; you speak only lies.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, tell them to cut off their hair to show that they are mourning; tell them to go up into the barren hills and sing a sad funeral song,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Because I have completely rejected this generation of people who have made me angry.\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh says this: \"The people of Judah have done many things that I say are evil. They have set up their disgusting idols in my temple, causing it to become an unacceptable place to worship me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They have built altars at Topheth in Hinnom Valley outside Jerusalem, and they sacrifice their sons and daughters on those altars. I never commanded them to do that; it was not even in my thoughts!\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they should beware! There will be a time when that place will no longer be called Topheth or the Hinnom Valley; instead, it will be called the Valley of Slaughter. There will be a huge number of people who will be buried there, with the result that there will be no space to bury more bodies.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The corpses of my people that are not buried and are left on the ground will be eaten by vultures and wild animals, and there will be no one to shoo them away.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There will be no one singing and laughing anymore in the streets of Jerusalem; there will be no more joyful voices of bridegrooms and brides in Judah, because the land will be completely destroyed.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}