{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh says, \"After your enemies have destroyed you, then they will break open the graves of your kings and other officials who lived in Judah, and the graves of your priests and prophets and other people who lived there.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will take out their bones from their graves and dishonor them by scattering them on the ground under the sun and the moon and the stars—those are the gods which my people loved and served and worshiped. No one will gather up their bones and bury them again; they will remain scattered on the ground like dung.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And all the people of this wicked nation who are still alive and whom I have exiled to other countries will say, 'We would prefer to die than to continue to stay alive here in these countries.' That will be true because I, Yahweh, have said it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to me, \"Jeremiah, tell the people that this is what I, Yahweh, am saying to them: 'When people fall down, they get up again, do they not?\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "When people are going along a road and find out that they are walking on the wrong road, they go back and find the correct road, do they not ?\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yes, they do, so why do these people of Judah continue trusting in those idols that have deceived them?\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "They continue turning away from me and betray my covenant, even though I have warned them of what will happen.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have listened carefully to what they say, but they do not say what they should say. Not one of them is sorry for having sinned.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "No one says, \"I have done wicked things.\" They are sinning and doing what they want to;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Charging into sinful behavior with the excitement of a horse that is running into a battle.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even the stork knows when the seasons change,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and the dove, the swallow, and the crane understanding the time of their migration! \n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "But my people do not know what I, Yahweh, require them to do.\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your men who teach you the laws that Moses wrote have been saying false things about those laws.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "So, why do they continue saying, \"We are very wise because we have the laws of Yahweh\"?\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those teachers, who think that they are wise, will be ashamed and dismayed when they are taken to other countries by their enemies\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Because they sinned by rejecting what I told them. Truly, they were not very wise to do that!\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, I will give their wives to other men; I will give their fields to the enemy soldiers who conquer them.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "All the people, including those who are least important and those who are most important, they all are trying to get money by tricking others \n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Even my prophets and priests, they all lie to get what they want.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They act as though the sins of my people are like small wounds that they can easily treat.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "They tell the people that everything will go well with them, but that is not true; things will not go well with them.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They should be ashamed when they do disgusting things, but they do not even know how to show on their faces that they are ashamed about their sins.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "So, they also will be among those who will be killed. They will be destroyed when I punish them.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will allow their enemies to take away the figs and grapes that the people would have harvested from their fields. Their fruit trees will all wither.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "They will not receive all the blessings that I prepared for them. This will certainly happen because I, Yahweh, have said it.'\"\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people will say, \"Why should we wait here in these small towns? We should go to the cities that have high walls around them, but even if we do that we will be killed there,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Because Yahweh our God has decided that we must be destroyed; it is as though he has given us a cup of poison to drink, because we sinned against him.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We hoped that things would go well for us, but things have not gone well.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "We hoped that we would recover and be strong again, but only things that terrify us are happening to us.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People far north in the Israelite city of Dan can already hear the snorting of the horses of those who are preparing to attack us. It is as though the entire land is shaking as their army approaches;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "they are coming to destroy our land and everything in it, the people and the cities.\"\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh says, \"I will send those enemy soldiers to Judah, and they will be like poisonous snakes among you.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "No one will be able to stop them from attacking you; they will attack you like snakes do, and kill you.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My grief for the people of Judah has overwhelmed any sense of happiness. I am very sad in my inner being.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Throughout our land, the people ask, \"Has Yahweh abandoned Jerusalem?\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Is he, our city's king, no longer there?\" Yahweh replies, \"If they want me to be in Jerusalem, why do the people worship idols and foreign gods?\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people say, \"The harvest season is finished, the summer has ended, but Yahweh still has not rescued us from our enemies.\"\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I cry because my people have been crushed. I mourn, and I am completely dismayed.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I ask, \"Surely there is medicinal balm in the region of Gilead! Surely there are doctors there!\"\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "But my people have been badly wounded in their spirits, and nothing can heal them.\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}