{
  "1": "וַיְהִ֗י H1961 אַחֲרֵ֛י H310 מ֥וֹת H4194 מֹשֶׁ֖ה H4872 עֶ֣בֶד H5650 יְהוָ֑ה H3068 וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 יְהוֹשֻׁ֣עַ H3091 בִּן H1121 נ֔וּן H5126 מְשָׁרֵ֥ת H8334 מֹשֶׁ֖ה H4872 לֵאמֹֽר H559 ",
  "2": "מֹשֶׁ֥ה H4872 עַבְדִּ֖י H5650 מֵ֑ת H4191 וְעַתָּה֩ H6258 ק֨וּם H6965 עֲבֹ֜ר H5674 אֶת H853 הַיַּרְדֵּ֣ן H3383 הַזֶּ֗ה H2088 אַתָּה֙ H859 וְכָל H3605 הָעָ֣ם H5971 הַזֶּ֔ה H2088 אֶל H413 הָאָ֕רֶץ H776 אֲשֶׁ֧ר H834 אָנֹכִ֛י H595 נֹתֵ֥ן H5414 לָהֶ֖ם Hl לִבְנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "3": "כָּל H3605 מָק֗וֹם H4725 אֲשֶׁ֨ר H834 תִּדְרֹ֧ךְ H1869 כַּֽף H3709 רַגְלְכֶ֛ם H7272 בּ֖וֹ Hb לָכֶ֣ם Hl נְתַתִּ֑יו H5414 כַּאֲשֶׁ֥ר H834 דִּבַּ֖רְתִּי H1696 אֶל H413 מֹשֶֽׁה H4872 ",
  "4": "מֵהַ H4057 וְהַ H3844 הַזֶּ֜ה H2088 וְֽעַד H5704 הַנָּהָ֧ר H5104 הַגָּד֣וֹל H1419 נְהַר H5104 פְּרָ֗ת H6578 כֹּ֚ל H3605 אֶ֣רֶץ H776 הַֽחִתִּ֔ים H2850 וְעַד H5704 הַיָּ֥ם H3220 הַגָּד֖וֹל H1419 מְב֣וֹא H3996 הַשָּׁ֑מֶשׁ H8121 יִֽהְיֶ֖ה H1961 גְּבוּלְכֶֽם H1366 ",
  "5": "לֹֽא H3808 יִתְיַצֵּ֥ב H3320 אִישׁ֙ H376 לְפָנֶ֔י H6440 כֹּ֖ל H3605 יְמֵ֣י H3117 חַיֶּ֑יךָ H2416 כַּֽאֲשֶׁ֨ר H834 הָיִ֤יתִי H1961 עִם H5973 מֹשֶׁה֙ H4872 אֶהְיֶ֣ה H1961 עִמָּ֔ךְ H5973 לֹ֥א H3808 אַרְפְּךָ֖ H7503 וְלֹ֥א H3808 אֶעֶזְבֶֽךָּ H5800 ",
  "6": "חֲזַ֖ק H2388 וֶאֱמָ֑ץ H553 כִּ֣י H3588 אַתָּ֗ה H859 תַּנְחִיל֙ H5157 אֶת H853 הָעָ֣ם H5971 הַזֶּ֔ה H2088 אֶת H853 הָאָ֕רֶץ H776 אֲשֶׁר H834 נִשְׁבַּ֥עְתִּי H7650 לַאֲבוֹתָ֖ H1 לָתֵ֥ת H5414 לָהֶֽם Hl ",
  "7": "רַק֩ H7535 חֲזַ֨ק H2388 וֶֽאֱמַ֜ץ H553 מְאֹ֗ד H3966 לִשְׁמֹ֤ר H8104 לַעֲשׂוֹת֙ H6213 כְּכָל H3605 הַתּוֹרָ֗ה H8451 אֲשֶׁ֤ר H834 צִוְּךָ֙ H6680 מֹשֶׁ֣ה H4872 עַבְדִּ֔י H5650 אַל H408 תָּס֥וּר H5493 מִמֶּ֖נּוּ H4480 יָמִ֣ין H3225 וּשְׂמֹ֑אול H8040 לְמַ֣עַן H4616 תַּשְׂכִּ֔יל H7919 בְּכֹ֖ל H3605 אֲשֶׁ֥ר H834 תֵּלֵֽךְ H3212 ",
  "8": "לֹֽא H3808 יָמ֡וּשׁ H4185 סֵפֶר֩ H5612 הַתּוֹרָ֨ה H8451 הַזֶּ֜ה H2088 מִפִּ֗י H6310 וְהָגִ֤יתָ H1897 בּוֹ֙ Hb יוֹמָ֣ם H3119 וָלַ֔יְלָה H3915 לְמַ֨עַן֙ H4616 תִּשְׁמֹ֣ר H8104 לַעֲשׂ֔וֹת H6213 כְּכָל H3605 הַכָּת֖וּב H3789 בּ֑וֹ Hb כִּי H3588 אָ֛ז H227 תַּצְלִ֥יחַ H6743 אֶת H853 דְּרָכֶ֖ךָ H1870 וְאָ֥ז H227 תַּשְׂכִּֽיל H7919 ",
  "9": "הֲל֤וֹא H3808 צִוִּיתִ֨יךָ֙ H6680 חֲזַ֣ק H2388 וֶאֱמָ֔ץ H553 אַֽל H408 תַּעֲרֹ֖ץ H6206 וְאַל H408 תֵּחָ֑ת H2865 כִּ֤י H3588 עִמְּךָ֙ H5973 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 בְּכֹ֖ל H3605 אֲשֶׁ֥ר H834 תֵּלֵֽךְ H3212 ",
  "10": "וַיְצַ֣ו H6680 יְהוֹשֻׁ֔עַ H3091 אֶת H853 שֹׁטְרֵ֥י H7860 הָעָ֖ם H5971 לֵאמֹֽר H559 ",
  "11": "עִבְר֣וּ H5674 בְּקֶ֣רֶב H7130 הַֽמַּחֲנֶ֗ה H4264 וְצַוּ֤וּ H6680 אֶת H853 הָעָם֙ H5971 לֵאמֹ֔ר H559 הָכִ֥ינוּ H3559 לָכֶ֖ם Hl צֵידָ֑ה H6720 כִּ֞י H3588 בְּע֣וֹד H5750 שְׁלֹ֣שֶׁת H7969 יָמִ֗ים H3117 אַתֶּם֙ H859 עֹֽבְרִים֙ H5674 אֶת H853 הַיַּרְדֵּ֣ן H3383 הַזֶּ֔ה H2088 לָבוֹא֙ H935 לָרֶ֣שֶׁת H3423 אֶת H853 הָאָ֔רֶץ H776 אֲשֶׁר֙ H834 יְהוָ֣ה H3068 אֱלֹֽהֵיכֶ֔ם H430 נֹתֵ֥ן H5414 לָכֶ֖ם Hl לְרִשְׁתָּֽ H3423 ",
  "12": "וְלָ H7206 וְלַ H1425 וְלַ H2677 שֵׁ֣בֶט H7626 הַֽמְנַשֶּׁ֑ה H4519 אָמַ֥ר H559 יְהוֹשֻׁ֖עַ H3091 לֵאמֹֽר H559 ",
  "13": "זָכוֹר֙ H2142 אֶת H853 הַדָּבָ֔ר H1697 אֲשֶׁ֨ר H834 צִוָּ֥ה H6680 אֶתְכֶ֛ם H853 מֹשֶׁ֥ה H4872 עֶֽבֶד H5650 יְהוָ֖ה H3068 לֵאמֹ֑ר H559 יְהוָ֤ה H3068 אֱלֹהֵיכֶם֙ H430 מֵנִ֣יחַ H5117 לָכֶ֔ם Hl וְנָתַ֥ן H5414 לָכֶ֖ם Hl אֶת H853 הָאָ֥רֶץ H776 הַזֹּֽאת H2063 ",
  "14": "נְשֵׁיכֶ֣ם H802 טַפְּכֶם֮ H2945 וּמִקְנֵי H4735 יֵשְׁב֕וּ H3427 בָּאָ֕רֶץ H776 אֲשֶׁ֨ר H834 נָתַ֥ן H5414 לָכֶ֛ם Hl מֹשֶׁ֖ה H4872 בְּעֵ֣בֶר H5676 הַיַּרְדֵּ֑ן H3383 וְאַתֶּם֩ H859 תַּעַבְר֨וּ H5674 חֲמֻשִׁ֜ים H2571 לִפְנֵ֣י H6440 אֲחֵיכֶ֗ם H251 כֹּ֚ל H3605 גִּבּוֹרֵ֣י H1368 הַחַ֔יִל H2428 וַעֲזַרְתֶּ֖ם H5826 אוֹתָֽם H853 ",
  "15": "עַ֠ד H5704 אֲשֶׁר H834 יָנִ֨יחַ H5117 יְהוָ֥ה H3068 לַֽאֲחֵי H251 כָּכֶם֒ Hk וְיָרְשׁ֣וּ H3423 גַם H1571 הֵ֔מָּה H1992 אֶת H853 הָאָ֕רֶץ H776 אֲשֶׁר H834 יְהוָ֥ה H3068 אֱלֹֽהֵיכֶ֖ם H430 נֹתֵ֣ן H5414 לָהֶ֑ם Hl וְשַׁבְתֶּ֞ם H7725 לְאֶ֤רֶץ H776 יְרֻשַּׁתְכֶם֙ H3425 וִֽירִשְׁתֶּ֣ם H3423 אוֹתָ֔הּ H853 אֲשֶׁ֣ר H834 נָתַ֣ן H5414 לָכֶ֗ם Hl מֹשֶׁה֙ H4872 עֶ֣בֶד H5650 יְהוָ֔ה H3068 בְּעֵ֥בֶר H5676 הַיַּרְדֵּ֖ן H3383 מִזְרַ֥ח H4217 הַשָּֽׁמֶשׁ H8121 ",
  "16": "וַֽיַּעֲנ֔וּ H6030 אֶת H853 יְהוֹשֻׁ֖עַ H3091 לֵאמֹ֑ר H559 כֹּ֤ל H3605 אֲשֶׁר H834 צִוִּיתָ֨נוּ֙ H6680 נַֽעֲשֶׂ֔ה H6213 וְאֶֽל H413 כָּל H3605 אֲשֶׁ֥ר H834 תִּשְׁלָחֵ֖נוּ H7971 נֵלֵֽךְ H3212 ",
  "17": "כְּכֹ֤ל H3605 אֲשֶׁר H834 שָׁמַ֨עְנוּ֙ H8085 אֶל H413 מֹשֶׁ֔ה H4872 כֵּ֖ן H3651 נִשְׁמַ֣ע H8085 אֵלֶ֑יךָ H413 רַ֠ק H7535 יִֽהְיֶ֞ה H1961 יְהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 עִמָּ֔ךְ H5973 כַּאֲשֶׁ֥ר H834 הָיָ֖ה H1961 עִם H5973 מֹשֶֽׁה H4872 ",
  "18": "כָּל H3605 אִ֞ישׁ H376 אֲשֶׁר H834 יַמְרֶ֣ה H4784 אֶת H853 פִּ֗יךָ H6310 וְלֹֽא H3808 יִשְׁמַ֧ע H8085 אֶת H853 דְּבָרֶ֛יךָ H1697 לְכֹ֥ל H3605 אֲשֶׁר H834 תְּצַוֶּ֖נּוּ H6680 יוּמָ֑ת H4191 רַ֖ק H7535 חֲזַ֥ק H2388 וֶאֱמָֽץ H553 "
}
