{
  "1": "וַיִּקָּ֨הֲל֜וּ H6950 כָּל H3605 עֲדַ֤ת H5712 בְּנֵֽי H1121 יִשְׂרָאֵל֙ H3478 שִׁלֹ֔ה H7887 וַיַּשְׁכִּ֥ינוּ H7931 שָׁ֖ם H8033 אֶת H853 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְהָ H776 נִכְבְּשָׁ֖ה H3533 לִפְנֵי H6440 ",
  "2": "וַיִּוָּֽתְרוּ֙ H3498 בִּבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֥ר H834 לֹֽא H3808 חָלְק֖וּ H2505 אֶת H853 נַֽחֲלָתָ֑ם H5159 שִׁבְעָ֖ה H7651 שְׁבָטִֽים H7626 ",
  "3": "וַיֹּ֥אמֶר H559 יְהוֹשֻׁ֖עַ H3091 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 עַד H5704 אָ֨נָה֙ H575 אַתֶּ֣ם H859 מִתְרַפִּ֔ים H7503 לָבוֹא֙ H935 לָרֶ֣שֶׁת H3423 אֶת H853 הָאָ֔רֶץ H776 אֲשֶׁר֙ H834 נָתַ֣ן H5414 לָכֶ֔ם Hl יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 אֲבֽוֹתֵיכֶֽם H1 ",
  "4": "הָב֥וּ H3051 לָכֶ֛ם Hl שְׁלֹשָׁ֥ה H7969 אֲנָשִׁ֖ים H376 לַשָּׁ֑בֶט H7626 וְאֶשְׁלָחֵ֗ H7971 וְיָקֻ֜מוּ H6965 וְיִֽתְהַלְּכ֥וּ H1980 בָאָ֛רֶץ H776 וְיִכְתְּב֥וּ H3789 אוֹתָ֛הּ H853 לְפִ֥י H6310 נַֽחֲלָתָ֖ם H5159 וְיָבֹ֥אוּ H935 אֵלָֽי H413 ",
  "5": "וְהִֽתְחַלְּק֥וּ H2505 אֹתָ֖הּ H853 לְשִׁבְעָ֣ה H7651 חֲלָקִ֑ים H2506 יְהוּדָ֞ה H3063 יַעֲמֹ֤ד H5975 עַל H5921 גְּבוּלוֹ֙ H1366 מִנֶּ֔גֶב H5045 וּבֵ֥ית H1004 יוֹסֵ֛ף H3130 יַעַמְד֥וּ H5975 עַל H5921 גְּבוּלָ֖ם H1366 מִצָּפֽוֹן H6828 ",
  "6": "וְאַתֶּ֞ם H859 תִּכְתְּב֤וּ H3789 אֶת H853 הָאָ֨רֶץ֙ H776 שִׁבְעָ֣ה H7651 חֲלָקִ֔ים H2506 וַֽהֲבֵאתֶ֥ם H935 אֵלַ֖י H413 הֵ֑נָּה H2008 וְיָרִ֨יתִי H3384 לָכֶ֤ם Hl גּוֹרָל֙ H1486 פֹּ֔ה H6311 לִפְנֵ֖י H6440 יְהוָ֥ה H3068 אֱלֹהֵֽינוּ H430 ",
  "7": "כִּ֠י H3588 אֵֽין H369 חֵ֤לֶק H2506 לַלְוִיִּם֙ H3881 בְּקִרְבְּ H7130 כִּֽי H3588 כְהֻנַּ֥ת H3550 יְהוָ֖ה H3068 נַחֲלָת֑וֹ H5159 וְגָ֡ד H1410 וּרְאוּבֵ֡ן H7205 וַחֲצִי֩ H2677 שֵׁ֨בֶט H7626 הַֽמְנַשֶּׁ֜ה H4519 לָקְח֣וּ H3947 נַחֲלָתָ֗ם H5159 מֵעֵ֤בֶר H5676 לַיַּרְדֵּן֙ H3383 מִזְרָ֔חָה H4217 אֲשֶׁר֙ H834 נָתַ֣ן H5414 לָהֶ֔ם Hl מֹשֶׁ֖ה H4872 עֶ֥בֶד H5650 יְהוָֽה H3068 ",
  "8": "וַיָּקֻ֥מוּ H6965 הָאֲנָשִׁ֖ים H376 וַיֵּלֵ֑כוּ H3212 וַיְצַ֣ו H6680 יְהוֹשֻׁ֡עַ H3091 אֶת H853 הַהֹלְכִים֩ H1980 לִכְתֹּ֨ב H3789 אֶת H853 הָאָ֜רֶץ H776 לֵאמֹ֗ר H559 לְ֠כוּ H3212 וְהִתְהַלְּכ֨וּ H1980 בָאָ֜רֶץ H776 וְכִתְב֤וּ H3789 אוֹתָהּ֙ H853 וְשׁ֣וּבוּ H7725 אֵלַ֔י H413 וּ֠פֹה H6311 אַשְׁלִ֨יךְ H7993 לָכֶ֥ם Hl גּוֹרָ֛ל H1486 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 בְּשִׁלֹֽה H7887 ",
  "9": "וַיֵּלְכ֤וּ H3212 הָֽאֲנָשִׁים֙ H376 וַיַּעַבְר֣וּ H5674 בָאָ֔רֶץ H776 וַיִּכְתְּב֧וּ H3789 לֶֽעָרִ֛ים H5892 לְשִׁבְעָ֥ה H7651 חֲלָקִ֖ים H2506 עַל H5921 סֵ֑פֶר H5612 וַיָּבֹ֧אוּ H935 אֶל H413 יְהוֹשֻׁ֛עַ H3091 אֶל H413 הַֽמַּחֲנֶ֖ה H4264 שִׁלֹֽה H7887 ",
  "10": "וַיַּשְׁלֵךְ֩ H7993 לָהֶ֨ם Hl יְהוֹשֻׁ֧עַ H3091 גּוֹרָ֛ל H1486 בְּשִׁלֹ֖ה H7887 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וַיְחַלֶּק H2505 שָׁ֨ם H8033 יְהוֹשֻׁ֧עַ H3091 אֶת H853 הָאָ֛רֶץ H776 לִבְנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 כְּמַחְלְקֹתָֽ H4256 ",
  "11": "וַיַּ֗עַל H5927 גּוֹרַ֛ל H1486 מַטֵּ֥ה H4294 בְנֵֽי H1121 בִנְיָמִ֖ן H1144 לְמִשְׁפְּחֹתָ֑ H4940 וַיֵּצֵא֙ H3318 גְּב֣וּל H1366 גּֽוֹרָלָ֔ם H1486 בֵּ֚ין H996 בְּנֵ֣י H1121 יְהוּדָ֔ה H3063 וּבֵ֖ין H996 בְּנֵ֥י H1121 יוֹסֵֽף H3130 ",
  "12": "וַיְהִ֨י H1961 לָהֶ֧ם Hl הַגְּב֛וּל H1366 לִפְאַ֥ת H6285 צָפ֖וֹנָה H6828 מִן H4480 הַיַּרְדֵּ֑ן H3383 וְעָלָ֣ה H5927 הַגְּבוּל֩ H1366 אֶל H413 כֶּ֨תֶף H3802 יְרִיח֜וֹ H3405 מִצָּפ֗וֹן H6828 וְעָלָ֤ה H5927 בָהָר֙ H2022 יָ֔מָּה H3220 והיה H1961 תֹּֽצְאֹתָ֔יו H8444 מִדְבַּ֖רָה H4057 בֵּ֥ית H1007 אָֽוֶן H1007 ",
  "13": "וְעָבַר֩ H5674 מִשָּׁ֨ם H8033 הַגְּב֜וּל H1366 ל֗וּזָה H3870 אֶל H413 כֶּ֤תֶף H3802 ל֨וּזָה֙ H3870 נֶ֔גְבָּה H5045 הִ֖יא H1931 בֵּֽית H1008 אֵ֑ל H1008 וְיָרַ֤ד H3381 הַגְּבוּל֙ H1366 עַטְר֣וֹת H5853 אַדָּ֔ר H5853 עַל H5921 הָהָ֕ר H2022 אֲשֶׁ֛ר H834 מִנֶּ֥גֶב H5045 לְבֵית H1032 חֹר֖וֹן H1032 תַּחְתּֽוֹן H8481 ",
  "14": "וְתָאַ֣ר H8388 הַגְּבוּל֩ H1366 וְנָסַ֨ב H5437 לִפְאַת H6285 יָ֜ם H3220 נֶ֗גְבָּה H5045 מִן H4480 הָהָר֙ H2022 אֲשֶׁ֨ר H834 עַל H5921 פְּנֵ֥י H6440 בֵית H1032 חֹרוֹן֮ H1032 נֶגְבָּה֒ H5045 והיה H1961 תֹֽצְאֹתָ֗יו H8444 אֶל H413 קִרְיַת H7154 בַּ֨עַל֙ H7154 הִ֚יא H1931 קִרְיַ֣ת H7157 יְעָרִ֔ים H7157 עִ֖יר H5892 בְּנֵ֣י H1121 יְהוּדָ֑ה H3063 זֹ֖את H2063 פְּאַת H6285 יָֽם H3220 ",
  "15": "וּפְאַת H6285 נֶ֕גְבָּה H5045 מִקְצֵ֖ה H7097 קִרְיַ֣ת H7157 יְעָרִ֑ים H7157 וְיָצָ֤א H3318 הַגְּבוּל֙ H1366 יָ֔מָּה H3220 וְיָצָ֕א H3318 אֶל H413 מַעְיַ֖ן H4599 מֵ֥י H4325 נֶפְתּֽוֹחַ H5318 ",
  "16": "וְיָרַ֨ד H3381 הַגְּב֜וּל H1366 אֶל H413 קְצֵ֣ה H7097 הָהָ֗ר H2022 אֲשֶׁר֙ H834 עַל H5921 פְּנֵי֙ H6440 גֵּ֣י H1516 בֶן H1121 הִנֹּ֔ם H2011 אֲשֶׁ֛ר H834 בְּעֵ֥מֶק H6010 רְפָאִ֖ים H7497 צָפ֑וֹנָה H6828 וְיָרַד֩ H3381 גֵּ֨י H1516 הִנֹּ֜ם H2011 אֶל H413 כֶּ֤תֶף H3802 הַיְבוּסִי֙ H2983 נֶ֔גְבָּה H5045 וְיָרַ֖ד H3381 עֵ֥ין H5883 רֹגֵֽל H5883 ",
  "17": "וְתָאַ֣ר H8388 מִצָּפ֗וֹן H6828 וְיָצָא֙ H3318 עֵ֣ין H5885 שֶׁ֔מֶשׁ H5885 וְיָצָא֙ H3318 אֶל H413 גְּלִיל֔וֹת H1553 אֲשֶׁר H834 נֹ֖כַח H5227 מַעֲלֵ֣ה H4608 אֲדֻמִּ֑ים H131 וְיָרַ֕ד H3381 אֶ֥בֶן H68 בֹּ֖הַן H932 בֶּן H1121 רְאוּבֵֽן H7205 ",
  "18": "וְעָבַ֛ר H5674 אֶל H413 כֶּ֥תֶף H3802 מוּל H4136 הָֽעֲרָבָ֖ה H6160 צָפ֑וֹנָה H6828 וְיָרַ֖ד H3381 הָעֲרָבָֽתָ H6160 ",
  "19": "וְעָבַ֨ר H5674 הַגְּב֜וּל H1366 אֶל H413 כֶּ֣תֶף H3802 בֵּית H1031 חָגְלָה֮ H1031 צָפוֹנָה֒ H6828 והיה H1961 תצאותיו H8444 הַגְּב֗וּל H1366 אֶל H413 לְשׁ֤וֹן H3956 יָם H3220 הַמֶּ֨לַח֙ H4417 צָפ֔וֹנָה H6828 אֶל H413 קְצֵ֥ה H7097 הַיַּרְדֵּ֖ן H3383 נֶ֑גְבָּה H5045 זֶ֖ה H2088 גְּב֥וּל H1366 נֶֽגֶב H5045 ",
  "20": "וְהַ H3383 יִגְבֹּל H1379 אֹת֖וֹ H853 לִפְאַת H6285 קֵ֑דְמָה H6924 זֹ֡את H2063 נַחֲלַת֩ H5159 בְּנֵ֨י H1121 בִנְיָמִ֧ן H1144 לִגְבֽוּלֹתֶ֛י H1367 סָבִ֖יב H5439 לְמִשְׁפְּחֹתָֽ H4940 ",
  "21": "וְהָי֣וּ H1961 הֶֽעָרִ֗ים H5892 לְמַטֵּ֛ה H4294 בְּנֵ֥י H1121 בִנְיָמִ֖ן H1144 לְמִשְׁפְּחֽוֹתֵי H4940 יְרִיח֥וֹ H3405 וּבֵית H1031 חָגְלָ֖ה H1031 וְעֵ֥מֶק H6010 קְצִֽיץ H7104 ",
  "22": "וּבֵ֧ית H1026 הָֽעֲרָבָ֛ה H1026 וּצְמָרַ֖יִם H6787 וּבֵֽית H1008 אֵֽל H1008 ",
  "23": "וְהָ H5761 וְהַ H6511 וְעָפְרָֽה H6084 ",
  "24": "וּכְפַ֧ר H3726 העמני H3726 וְהָֽ H6078 וָגָ֑בַע H1387 עָרִ֥ים H5892 שְׁתֵּים H8147 עֶשְׂרֵ֖ה H6240 וְחַצְרֵי H2691 ",
  "25": "גִּבְע֥וֹן H1391 וְהָֽ H7414 וּבְאֵרֽוֹת H881 ",
  "26": "וְהַ H4708 וְהַ H3716 וְהַ H4681 ",
  "27": "וְרֶ֥קֶם H7552 וְיִרְפְּאֵ֖ל H3416 וְתַרְאֲלָֽה H8634 ",
  "28": "וְצֵלַ֡ע H6762 הָאֶ֜לֶף H507 וְהַ H2983 הִ֤יא H1931 יְרֽוּשָׁלִַ֨ם֙ H3389 גִּבְעַ֣ת H1394 קִרְיַ֔ת H7157 עָרִ֥ים H5892 אַרְבַּֽע H702 עֶשְׂרֵ֖ה H6240 וְחַצְרֵי H2691 זֹ֛את H2063 נַֽחֲלַ֥ת H5159 בְּנֵֽי H1121 בִנְיָמִ֖ן H1144 לְמִשְׁפְּחֹתָֽ H4940 "
}
