{
  "1": "וַיִּשְׁלַ֣ח H7971 יְהוֹשֻׁ֣עַ H3091 בִּן H1121 נ֠וּן H5126 מִֽן H4480 הַשִּׁטִּ֞ים H7851 שְׁנַֽיִם H8147 אֲנָשִׁ֤ים H376 מְרַגְּלִים֙ H7270 חֶ֣רֶשׁ H2791 לֵאמֹ֔ר H559 לְכ֛וּ H3212 רְא֥וּ H7200 אֶת H853 הָאָ֖רֶץ H776 וְאֶת H853 יְרִיח֑וֹ H3405 וַיֵּ֨לְכ֜וּ H3212 וַ֠יָּבֹאוּ H935 בֵּית H1004 אִשָּׁ֥ה H802 זוֹנָ֛ה H2181 וּשְׁמָ֥ H8034 רָחָ֖ב H7343 וַיִּשְׁכְּבוּ H7901 שָֽׁמָּה H8033 ",
  "2": "וַיֵּ֣אָמַ֔ר H559 לְמֶ֥לֶךְ H4428 יְרִיח֖וֹ H3405 לֵאמֹ֑ר H559 הִנֵּ֣ה H2009 אֲ֠נָשִׁים H376 בָּ֣אוּ H935 הֵ֧נָּה H2008 הַלַּ֛יְלָה H3915 מִבְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 לַחְפֹּ֥ר H2658 אֶת H853 הָאָֽרֶץ H776 ",
  "3": "וַיִּשְׁלַח֙ H7971 מֶ֣לֶךְ H4428 יְרִיח֔וֹ H3405 אֶל H413 רָחָ֖ב H7343 לֵאמֹ֑ר H559 ה֠וֹצִיאִי H3318 הָאֲנָשִׁ֨ים H376 הַבָּאִ֤ים H935 אֵלַ֨יִךְ֙ H413 אֲשֶׁר H834 בָּ֣אוּ H935 לְבֵיתֵ֔ H1004 כִּ֛י H3588 לַחְפֹּ֥ר H2658 אֶת H853 כָּל H3605 הָאָ֖רֶץ H776 בָּֽאוּ H935 ",
  "4": "וַתִּקַּ֧ח H3947 הָֽאִשָּׁ֛ה H802 אֶת H853 שְׁנֵ֥י H8147 הָאֲנָשִׁ֖ים H376 וַֽתִּצְפְּנ֑ H6845 וַתֹּ֣אמֶר H559 כֵּ֗ן H3651 בָּ֤אוּ H935 אֵלַי֙ H413 הָֽאֲנָשִׁ֔ים H376 וְלֹ֥א H3808 יָדַ֖עְתִּי H3045 מֵאַ֥יִן H370 הֵֽמָּה H1992 ",
  "5": "וַיְהִ֨י H1961 הַשַּׁ֜עַר H8179 לִסְגּ֗וֹר H5462 בַּחֹ֨שֶׁךְ֙ H2822 וְהָ H376 יָצָ֔אוּ H3318 לֹ֣א H3808 יָדַ֔עְתִּי H3045 אָ֥נָה H575 הָלְכ֖וּ H1980 הָֽאֲנָשִׁ֑ים H376 רִדְפ֥וּ H7291 מַהֵ֛ר H4118 אַחֲרֵיהֶ֖ם H310 כִּ֥י H3588 תַשִּׂיגֽוּם H5381 ",
  "6": "וְהִ֖יא H1931 הֶעֱלָ֣תַם H5927 הַגָּ֑גָ H1406 וַֽתִּטְמְנֵ H2934 בְּפִשְׁתֵּ֣י H6593 הָעֵ֔ץ H6086 הָעֲרֻכ֥וֹת H6186 לָ֖הּ Hl עַל H5921 הַגָּֽג H1406 ",
  "7": "וְהָ H376 רָדְפ֤וּ H7291 אַֽחֲרֵיהֶם֙ H310 דֶּ֣רֶךְ H1870 הַיַּרְדֵּ֔ן H3383 עַ֖ל H5921 הַֽמַּעְבְּר֑וֹת H4569 וְהַ H8179 סָגָ֔רוּ H5462 אַחֲרֵ֕י H310 כַּאֲשֶׁ֛ר H834 יָצְא֥וּ H3318 הָרֹדְפִ֖ים H7291 אַחֲרֵיהֶֽם H310 ",
  "8": "וְהֵ֖מָּה H1992 טֶ֣רֶם H2962 יִשְׁכָּב֑וּן H7901 וְהִ֛יא H1931 עָלְתָ֥ה H5927 עֲלֵיהֶ֖ם H5921 עַל H5921 הַגָּֽג H1406 ",
  "9": "וַתֹּ֨אמֶר֙ H559 אֶל H413 הָ֣אֲנָשִׁ֔ים H376 יָדַ֕עְתִּי H3045 כִּֽי H3588 נָתַ֧ן H5414 יְהוָ֛ה H3068 לָכֶ֖ם Hl אֶת H853 הָאָ֑רֶץ H776 וְכִֽי H3588 נָפְלָ֤ה H5307 אֵֽימַתְכֶם֙ H367 עָלֵ֔ינוּ H5921 וְכִ֥י H3588 נָמֹ֛גוּ H4127 כָּל H3605 יֹשְׁבֵ֥י H3427 הָאָ֖רֶץ H776 מִפְּנֵי H6440 ",
  "10": "כִּ֣י H3588 שָׁמַ֗עְנוּ H8085 אֵ֠ת H853 אֲשֶׁר H834 הוֹבִ֨ישׁ H3001 יְהוָ֜ה H3068 אֶת H853 מֵ֤י H4325 יַם H3220 סוּף֙ H5488 מִפְּנֵי H6440 בְּצֵאתְ H3318 מִמִּצְרָ֑יִם H4714 וַאֲשֶׁ֣ר H834 עֲשִׂיתֶ֡ם H6213 לִשְׁנֵי֩ H8147 מַלְכֵ֨י H4428 הָאֱמֹרִ֜י H567 אֲשֶׁ֨ר H834 בְּעֵ֤בֶר H5676 הַיַּרְדֵּן֙ H3383 לְסִיחֹ֣ן H5511 וּלְ H5747 אֲשֶׁ֥ר H834 הֶחֱרַמְתֶּ֖ם H2763 אוֹתָֽם H853 ",
  "11": "וַנִּשְׁמַע֙ H8085 וַיִּמַּ֣ס H4549 לְבָבֵ֔נוּ H3824 וְלֹא H3808 קָ֨מָה H6965 ע֥וֹד H5750 ר֛וּחַ H7307 בְּאִ֖ישׁ H376 מִפְּנֵי H6440 כִּ֚י H3588 יְהוָ֣ה H3068 אֱלֹֽהֵיכֶ֔ם H430 ה֤וּא H1931 אֱלֹהִים֙ H430 בַּשָּׁמַ֣יִם H8064 מִמַּ֔עַל H4605 וְעַל H5921 הָאָ֖רֶץ H776 מִתָּֽחַת H8478 ",
  "12": "וְעַתָּ֗ה H6258 הִשָּֽׁבְעוּ H7650 נָ֥א H4994 לִי֙ Hl בַּֽיהוָ֔ה H3068 כִּי H3588 עָשִׂ֥יתִי H6213 עִמָּכֶ֖ם H5973 חָ֑סֶד H2617 וַעֲשִׂיתֶ֨ם H6213 גַּם H1571 אַתֶּ֜ם H859 עִם H5973 בֵּ֤ית H1004 אָבִי֙ H1 חֶ֔סֶד H2617 וּנְתַתֶּ֥ם H5414 לִ֖י Hl א֥וֹת H226 אֱמֶֽת H571 ",
  "13": "וְהַחֲיִתֶ֞ם H2421 אֶת H853 אָבִ֣י H1 וְאֶת H853 אִמִּ֗י H517 וְאֶת H853 אַחַי֙ H251 וְאֶת H853 אחותי H269 וְאֵ֖ת H853 כָּל H3605 אֲשֶׁ֣ר H834 לָהֶ֑ם Hl וְהִצַּלְתֶּ֥ם H5337 אֶת H853 נַפְשֹׁתֵ֖ינוּ H5315 מִמָּֽוֶת H4194 ",
  "14": "וַיֹּ֧אמְרוּ H559 לָ֣הּ Hl הָאֲנָשִׁ֗ים H376 נַפְשֵׁ֤נוּ H5315 תַחְתֵּיכֶם֙ H8478 לָמ֔וּת H4191 אִ֚ם H518 לֹ֣א H3808 תַגִּ֔ידוּ H5046 אֶת H853 דְּבָרֵ֖נוּ H1697 זֶ֑ה H2088 וְהָיָ֗ה H1961 בְּתֵת H5414 יְהוָ֥ה H3068 לָ֨נוּ֙ Hl אֶת H853 הָאָ֔רֶץ H776 וְעָשִׂ֥ינוּ H6213 עִמָּ֖ךְ H5973 חֶ֥סֶד H2617 וֶאֱמֶֽת H571 ",
  "15": "וַתּוֹרִדֵ֥ H3381 בַּחֶ֖בֶל H2256 בְּעַ֣ד H1157 הַֽחַלּ֑וֹן H2474 כִּ֤י H3588 בֵיתָהּ֙ H1004 בְּקִ֣יר H7023 הַֽחוֹמָ֔ה H2346 וּבַֽ H2346 הִ֥יא H1931 יוֹשָֽׁבֶת H3427 ",
  "16": "וַתֹּ֤אמֶר H559 לָהֶם֙ Hl הָהָ֣רָ H2022 לֵּ֔כוּ H3212 פֶּֽן H6435 יִפְגְּע֥וּ H6293 בָכֶ֖ם Hb הָרֹדְפִ֑ים H7291 וְנַחְבֵּתֶ֨ם H2247 שָׁ֜מָּה H8033 שְׁלֹ֣שֶׁת H7969 יָמִ֗ים H3117 עַ֚ד H5704 שׁ֣וֹב H7725 הָרֹֽדְפִ֔ים H7291 וְאַחַ֖ר H310 תֵּלְכ֥וּ H3212 לְדַרְכְּ H1870 ",
  "17": "וַיֹּאמְר֥וּ H559 אֵלֶ֖יהָ H413 הָאֲנָשִׁ֑ים H376 נְקִיִּ֣ם H5355 אֲנַ֔חְנוּ H587 מִשְּׁבֻעָתֵ֥ H7621 הַזֶּ֖ה H2088 אֲשֶׁ֥ר H834 הִשְׁבַּעְתָּֽנוּ H7650 ",
  "18": "הִנֵּ֛ה H2009 אֲנַ֥חְנוּ H587 בָאִ֖ים H935 בָּאָ֑רֶץ H776 אֶת H853 תִּקְוַ֡ת H8615 חוּט֩ H2339 הַשָּׁנִ֨י H8144 הַזֶּ֜ה H2088 תִּקְשְׁרִ֗י H7194 בַּֽחַלּוֹן֙ H2474 אֲשֶׁ֣ר H834 הוֹרַדְתֵּ֣נוּ H3381 ב֔וֹ Hb וְאֶת H853 אָבִ֨יךְ H1 וְאֶת H853 אִמֵּ֜ךְ H517 וְאֶת H853 אַחַ֗יִךְ H251 וְאֵת֙ H853 כָּל H3605 בֵּ֣ית H1004 אָבִ֔יךְ H1 תַּאַסְפִ֥י H622 אֵלַ֖יִךְ H413 הַבָּֽיְתָ H1004 ",
  "19": "וְהָיָ֡ה H1961 כֹּ֣ל H3605 אֲשֶׁר H834 יֵצֵא֩ H3318 מִדַּלְתֵ֨י H1817 בֵיתֵ֧ךְ H1004 הַח֛וּצָ H2351 דָּמ֥וֹ H1818 בְרֹאשׁ֖ H7218 וַאֲנַ֣חְנוּ H587 נְקִיִּ֑ם H5355 וְ֠כֹל H3605 אֲשֶׁ֨ר H834 יִֽהְיֶ֤ה H1961 אִתָּךְ֙ H854 בַּבַּ֔יִת H1004 דָּמ֣וֹ H1818 בְרֹאשֵׁ֔ H7218 אִם H518 יָ֖ד H3027 תִּֽהְיֶה H1961 בּֽוֹ Hb ",
  "20": "וְאִם H518 תַּגִּ֖ידִי H5046 אֶת H853 דְּבָרֵ֣נוּ H1697 זֶ֑ה H2088 וְהָיִ֣ינוּ H1961 נְקִיִּ֔ם H5355 מִשְּׁבֻעָתֵ֖ H7621 אֲשֶׁ֥ר H834 הִשְׁבַּעְתָּֽנוּ H7650 ",
  "21": "וַתֹּ֨אמֶר֙ H559 כְּדִבְרֵי H1697 כֶּן H3651 ה֔וּא H1931 וַֽתְּשַׁלְּחֵ֖ H7971 וַיֵּלֵ֑כוּ H3212 וַתִּקְשֹׁ֛ר H7194 אֶת H853 תִּקְוַ֥ת H8615 הַשָּׁנִ֖י H8144 בַּחַלּֽוֹן H2474 ",
  "22": "וַיֵּלְכוּ֙ H3212 וַיָּבֹ֣אוּ H935 הָהָ֔רָ H2022 וַיֵּ֤שְׁבוּ H3427 שָׁם֙ H8033 שְׁלֹ֣שֶׁת H7969 יָמִ֔ים H3117 עַד H5704 שָׁ֖בוּ H7725 הָרֹדְפִ֑ים H7291 וַיְבַקְשׁ֧וּ H1245 הָרֹדְפִ֛ים H7291 בְּכָל H3605 הַדֶּ֖רֶךְ H1870 וְלֹ֥א H3808 מָצָֽאוּ H4672 ",
  "23": "וַיָּשֻׁ֜בוּ H7725 שְׁנֵ֤י H8147 הָֽאֲנָשִׁים֙ H376 וַיֵּרְד֣וּ H3381 מֵֽהָ H2022 וַיַּעַבְרוּ֙ H5674 וַיָּבֹ֔אוּ H935 אֶל H413 יְהוֹשֻׁ֖עַ H3091 בִּן H1121 נ֑וּן H5126 וַיְסַ֨פְּרוּ H5608 ל֔וֹ Hl אֵ֥ת H853 כָּל H3605 הַמֹּצְא֖וֹת H4672 אוֹתָֽם H854 ",
  "24": "וַיֹּאמְרוּ֙ H559 אֶל H413 יְהוֹשֻׁ֔עַ H3091 כִּֽי H3588 נָתַ֧ן H5414 יְהוָ֛ה H3068 בְּיָדֵ֖ H3027 אֶת H853 כָּל H3605 הָאָ֑רֶץ H776 וְגַם H1571 נָמֹ֛גוּ H4127 כָּל H3605 יֹשְׁבֵ֥י H3427 הָאָ֖רֶץ H776 מִפָּנֵֽי H6440 "
}
