{
  "1": "וַיְדַבֵּ֣ר H1696 יְהוָ֔ה H3068 אֶל H413 יְהוֹשֻׁ֖עַ H3091 לֵאמֹֽר H559 ",
  "2": "דַּבֵּ֛ר H1696 אֶל H413 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 תְּנ֤וּ H5414 לָכֶם֙ Hl אֶת H853 עָרֵ֣י H5892 הַמִּקְלָ֔ט H4733 אֲשֶׁר H834 דִּבַּ֥רְתִּי H1696 אֲלֵיכֶ֖ם H413 בְּיַד H3027 מֹשֶֽׁה H4872 ",
  "3": "לָנ֥וּס H5127 שָׁ֨מָּה֙ H8033 רוֹצֵ֔חַ H7523 מַכֵּה H5221 נֶ֥פֶשׁ H5315 בִּשְׁגָגָ֖ה H7684 בִּבְלִי H1097 דָ֑עַת H1847 וְהָי֤וּ H1961 לָכֶם֙ Hl לְמִקְלָ֔ט H4733 מִגֹּאֵ֖ל H1350 הַדָּֽם H1818 ",
  "4": "וְנָ֞ס H5127 אֶל H413 אַחַ֣ת H259 מֵהֶ H5892 הָאֵ֗לֶּה H428 וְעָמַד֙ H5975 פֶּ֚תַח H6607 שַׁ֣עַר H8179 הָעִ֔יר H5892 וְדִבֶּ֛ר H1696 בְּאָזְנֵ֛י H241 זִקְנֵ֥י H2205 הָעִֽיר H5892 הַהִ֖יא H1931 אֶת H853 דְּבָרָ֑יו H1697 וְאָסְפ֨וּ H622 אֹת֤וֹ H853 הָעִ֨ירָ H5892 אֲלֵיהֶ֔ם H413 וְנָתְנוּ H5414 ל֥וֹ Hl מָק֖וֹם H4725 וְיָשַׁ֥ב H3427 עִמָּֽם H5973 ",
  "5": "וְכִ֨י H3588 יִרְדֹּ֜ף H7291 גֹּאֵ֤ל H1350 הַדָּם֙ H1818 אַֽחֲרָ֔יו H310 וְלֹֽא H3808 יַסְגִּ֥רוּ H5462 אֶת H853 הָרֹצֵ֖חַ H7523 בְּיָד֑ H3027 כִּ֤י H3588 בִבְלִי H1097 דַ֨עַת֙ H1847 הִכָּ֣ה H5221 אֶת H853 רֵעֵ֔הוּ H7453 וְלֹֽא H3808 שֹׂנֵ֥א H8130 ה֛וּא H1931 ל֖וֹ Hl מִתְּמ֥וֹל H8543 שִׁלְשֽׁוֹם H8032 ",
  "6": "וְיָשַׁ֣ב H3427 בָּעִ֣יר H5892 הַהִ֗יא H1931 עַד H5704 עָמְד֞וֹ H5975 לִפְנֵ֤י H6440 הָֽעֵדָה֙ H5712 לַמִּשְׁפָּ֔ט H4941 עַד H5704 מוֹת֙ H4194 הַכֹּהֵ֣ן H3548 הַגָּד֔וֹל H1419 אֲשֶׁ֥ר H834 יִהְיֶ֖ה H1961 בַּיָּמִ֣ים H3117 הָהֵ֑ם H1992 אָ֣ז H227 יָשׁ֣וּב H7725 הָרוֹצֵ֗חַ H7523 וּבָ֤א H935 אֶל H413 עִירוֹ֙ H5892 וְאֶל H413 בֵּית֔וֹ H1004 אֶל H413 הָעִ֖יר H5892 אֲשֶׁר H834 נָ֥ס H5127 מִשָּֽׁם H8033 ",
  "7": "וַיַּקְדִּ֜שׁוּ H6942 אֶת H853 קֶ֤דֶשׁ H6943 בַּגָּלִיל֙ H1551 בְּהַ֣ר H2022 נַפְתָּלִ֔י H5321 וְאֶת H853 שְׁכֶ֖ם H7927 בְּהַ֣ר H2022 אֶפְרָ֑יִם H669 וְאֶת H853 קִרְיַ֥ת H7153 אַרְבַּ֛ע H7153 הִ֥יא H1931 חֶבְר֖וֹן H2275 בְּהַ֥ר H2022 יְהוּדָֽה H3063 ",
  "8": "וּמֵ H5676 לְיַרְדֵּ֤ן H3383 יְרִיחוֹ֙ H3405 מִזְרָ֔חָה H4217 נָתְנ֞וּ H5414 אֶת H853 בֶּ֧צֶר H1221 בַּמִּדְבָּ֛ר H4057 בַּמִּישֹׁ֖ר H4334 מִמַּטֵּ֣ה H4294 רְאוּבֵ֑ן H7205 וְאֶת H853 רָאמֹ֤ת H7216 בַּגִּלְעָד֙ H1568 מִמַּטֵּה H4294 גָ֔ד H1410 וְאֶת H853 גלון H1474 בַּבָּשָׁ֖ן H1316 מִמַּטֵּ֥ה H4294 מְנַשֶּֽׁה H4519 ",
  "9": "אֵ֣לֶּה H428 הָיוּ֩ H1961 עָרֵ֨י H5892 הַמּֽוּעָדָ֜ה H4152 לְכֹ֣ל H3605 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 וְלַ H1616 הַגָּ֣ר H1481 בְּתוֹכָ֔ H8432 לָנ֣וּס H5127 שָׁ֔מָּה H8033 כָּל H3605 מַכֵּה H5221 נֶ֖פֶשׁ H5315 בִּשְׁגָגָ֑ה H7684 וְלֹ֣א H3808 יָמ֗וּת H4191 בְּיַד֙ H3027 גֹּאֵ֣ל H1350 הַדָּ֔ם H1818 עַד H5704 עָמְד֖וֹ H5975 לִפְנֵ֥י H6440 הָעֵדָֽה H5712 "
}
