{
  "1": "וַיֶּאֶסֹ֧ף H622 יְהוֹשֻׁ֛עַ H3091 אֶת H853 כָּל H3605 שִׁבְטֵ֥י H7626 יִשְׂרָאֵ֖ל H3478 שְׁכֶ֑מָה H7927 וַיִּקְרָא֩ H7121 לְזִקְנֵ֨י H2205 יִשְׂרָאֵ֜ל H3478 וּלְ H7218 וּלְ H8199 וּלְ H7860 וַיִּֽתְיַצְּב֖וּ H3320 לִפְנֵ֥י H6440 הָאֱלֹהִֽים H430 ",
  "2": "וַיֹּ֨אמֶר H559 יְהוֹשֻׁ֜עַ H3091 אֶל H413 כָּל H3605 הָעָ֗ם H5971 כֹּֽה H3541 אָמַ֣ר H559 יְהוָה֮ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵל֒ H3478 בְּעֵ֣בֶר H5676 הַנָּהָ֗ר H5104 יָשְׁב֤וּ H3427 אֲבֽוֹתֵיכֶם֙ H1 מֵֽעוֹלָ֔ם H5769 תֶּ֛רַח H8646 אֲבִ֥י H1 אַבְרָהָ֖ם H85 וַאֲבִ֣י H1 נָח֑וֹר H5152 וַיַּעַבְד֖וּ H5647 אֱלֹהִ֥ים H430 אֲחֵרִֽים H312 ",
  "3": "וָ֠אֶקַּח H3947 אֶת H853 אֲבִיכֶ֤ם H1 אֶת H853 אַבְרָהָם֙ H85 מֵעֵ֣בֶר H5676 הַנָּהָ֔ר H5104 וָאוֹלֵ֥ךְ H3212 אוֹת֖וֹ H853 בְּכָל H3605 אֶ֣רֶץ H776 כְּנָ֑עַן H3667 וארב H7235 אֶת H853 זַרְע֔וֹ H2233 וָֽאֶתֶּן H5414 ל֖וֹ Hl אֶת H853 יִצְחָֽק H3327 ",
  "4": "וָאֶתֵּ֣ן H5414 לְיִצְחָ֔ק H3327 אֶֽת H853 יַעֲקֹ֖ב H3290 וְאֶת H853 עֵשָׂ֑ו H6215 וָאֶתֵּ֨ן H5414 לְעֵשָׂ֜ו H6215 אֶת H853 הַ֤ר H2022 שֵׂעִיר֙ H8165 לָרֶ֣שֶׁת H3423 אוֹת֔וֹ H853 וְיַעֲקֹ֥ב H3290 וּבָנָ֖י H1121 יָרְד֥וּ H3381 מִצְרָֽיִם H4714 ",
  "5": "וָאֶשְׁלַ֞ח H7971 אֶת H853 מֹשֶׁ֤ה H4872 וְאֶֽת H853 אַהֲרֹן֙ H175 וָאֶגֹּ֣ף H5062 אֶת H853 מִצְרַ֔יִם H4714 כַּאֲשֶׁ֥ר H834 עָשִׂ֖יתִי H6213 בְּקִרְבּ֑ H7130 וְאַחַ֖ר H310 הוֹצֵ֥אתִי H3318 אֶתְכֶֽם H853 ",
  "6": "וָֽאוֹצִ֤יא H3318 אֶת H853 אֲבֽוֹתֵיכֶם֙ H1 מִמִּצְרַ֔יִם H4714 וַתָּבֹ֖אוּ H935 הַיָּ֑מָּ H3220 וַיִּרְדְּפ֨וּ H7291 מִצְרַ֜יִם H4713 אַחֲרֵ֧י H310 אֲבוֹתֵיכֶ֛ם H1 בְּרֶ֥כֶב H7393 וּבְ H6571 יַם H3220 סֽוּף H5488 ",
  "7": "וַיִּצְעֲק֣וּ H6817 אֶל H413 יְהוָ֗ה H3068 וַיָּ֨שֶׂם H7760 מַֽאֲפֵ֜ל H3990 בֵּינֵיכֶ֣ם H996 וּבֵ֣ין H996 הַמִּצְרִ֗ים H4713 וַיָּבֵ֨א H935 עָלָ֤יו H5921 אֶת H853 הַיָּם֙ H3220 וַיְכַסֵּ֔ H3680 וַתִּרְאֶ֨ינָה֙ H7200 עֵינֵיכֶ֔ם H5869 אֵ֥ת H853 אֲשֶׁר H834 עָשִׂ֖יתִי H6213 בְּמִצְרָ֑יִם H4714 וַתֵּשְׁב֥וּ H3427 בַמִּדְבָּ֖ר H4057 יָמִ֥ים H3117 רַבִּֽים H7227 ",
  "8": "ואבא H935 אֶתְכֶ֗ם H853 אֶל H413 אֶ֤רֶץ H776 הָאֱמֹרִי֙ H567 הַיּוֹשֵׁב֙ H3427 בְּעֵ֣בֶר H5676 הַיַּרְדֵּ֔ן H3383 וַיִּֽלָּחֲמ֖וּ H3898 אִתְּכֶ֑ם H854 וָאֶתֵּ֨ן H5414 אוֹתָ֤ם H853 בְּיֶדְ H3027 וַתִּֽירְשׁ֣וּ H3423 אֶת H853 אַרְצָ֔ם H776 וָאַשְׁמִידֵ֖ H8045 מִפְּנֵי H6440 ",
  "9": "וַיָּ֨קָם H6965 בָּלָ֤ק H1111 בֶּן H1121 צִפּוֹר֙ H6834 מֶ֣לֶךְ H4428 מוֹאָ֔ב H4124 וַיִּלָּ֖חֶם H3898 בְּיִשְׂרָאֵ֑ל H3478 וַיִּשְׁלַ֗ח H7971 וַיִּקְרָ֛א H7121 לְבִלְעָ֥ם H1109 בֶּן H1121 בְּע֖וֹר H1160 לְקַלֵּ֥ל H7043 אֶתְכֶֽם H853 ",
  "10": "וְלֹ֥א H3808 אָבִ֖יתִי H14 לִשְׁמֹ֣עַ H8085 לְבִלְעָ֑ם H1109 וַיְבָ֤רֶךְ H1288 בָּרוֹךְ֙ H1288 אֶתְכֶ֔ם H853 וָאַצִּ֥ל H5337 אֶתְכֶ֖ם H853 מִיָּדֽ H3027 ",
  "11": "וַתַּעַבְר֣וּ H5674 אֶת H853 הַיַּרְדֵּן֮ H3383 וַתָּבֹ֣אוּ H935 אֶל H413 יְרִיחוֹ֒ H3405 וַיִּלָּחֲמ֣וּ H3898 בָכֶ֣ם Hb בַּעֲלֵֽי H1167 יְ֠רִיחוֹ H3405 הָֽאֱמֹרִ֨י H567 וְהַ H6522 וְהַֽ H3669 וְהַֽ H2850 וְהַ H1622 הַֽחִוִּ֖י H2340 וְהַ H2983 וָאֶתֵּ֥ן H5414 אוֹתָ֖ם H853 בְּיֶדְ H3027 ",
  "12": "וָאֶשְׁלַ֤ח H7971 לִפְנֵי H6440 אֶת H853 הַצִּרְעָ֔ה H6880 וַתְּגָ֤רֶשׁ H1644 אוֹתָם֙ H853 מִפְּנֵי H6440 שְׁנֵ֖י H8147 מַלְכֵ֣י H4428 הָאֱמֹרִ֑י H567 לֹ֥א H3808 בְחַרְבְּ H2719 וְלֹ֥א H3808 בְקַשְׁתֶּֽ H7198 ",
  "13": "וָאֶתֵּ֨ן H5414 לָכֶ֜ם Hl אֶ֣רֶץ H776 אֲשֶׁ֧ר H834 לֹֽא H3808 יָגַ֣עְתָּ H3021 בָּ֗הּ Hb וְעָרִים֙ H5892 אֲשֶׁ֣ר H834 לֹא H3808 בְנִיתֶ֔ם H1129 וַתֵּשְׁב֖וּ H3427 בָּהֶ֑ם Hb כְּרָמִ֤ים H3754 וְזֵיתִים֙ H2132 אֲשֶׁ֣ר H834 לֹֽא H3808 נְטַעְתֶּ֔ם H5193 אַתֶּ֖ם H859 אֹכְלִֽים H398 ",
  "14": "וְעַתָּ֞ה H6258 יְר֧אוּ H3372 אֶת H853 יְהוָ֛ה H3068 וְעִבְד֥וּ H5647 אֹת֖וֹ H853 בְּתָמִ֣ים H8549 וּבֶֽ H571 וְהָסִ֣ירוּ H5493 אֶת H853 אֱלֹהִ֗ים H430 אֲשֶׁר֩ H834 עָבְד֨וּ H5647 אֲבוֹתֵיכֶ֜ם H1 בְּעֵ֤בֶר H5676 הַנָּהָר֙ H5104 וּבְ H4714 וְעִבְד֖וּ H5647 אֶת H853 יְהוָֽה H3068 ",
  "15": "וְאִם֩ H518 רַ֨ע H7451 בְּֽעֵינֵי H5869 לַעֲבֹ֣ד H5647 אֶת H853 יְהוָ֗ה H3068 בַּחֲר֨וּ H977 לָכֶ֣ם Hl הַיּוֹם֮ H3117 אֶת H853 מִ֣י H4310 תַעֲבֹדוּן֒ H5647 אִ֣ם H518 אֶת H853 אֱלֹהִ֞ים H430 אֲשֶׁר H834 עָבְד֣וּ H5647 אֲבוֹתֵיכֶ֗ם H1 אֲשֶׁר֙ H834 בעבר H5676 הַנָּהָ֔ר H5104 וְאִם֙ H518 אֶת H853 אֱלֹהֵ֣י H430 הָאֱמֹרִ֔י H567 אֲשֶׁ֥ר H834 אַתֶּ֖ם H859 יֹשְׁבִ֣ים H3427 בְּאַרְצָ֑ H776 וְאָנֹכִ֣י H595 וּבֵיתִ֔ H1004 נַעֲבֹ֖ד H5647 אֶת H853 יְהוָֽה H3068 ",
  "16": "וַיַּ֤עַן H6030 הָעָם֙ H5971 וַיֹּ֔אמֶר H559 חָלִ֣ילָה H2486 לָּ֔נוּ Hl מֵעֲזֹ֖ב H5800 אֶת H853 יְהוָ֑ה H3068 לַעֲבֹ֖ד H5647 אֱלֹהִ֥ים H430 אֲחֵרִֽים H312 ",
  "17": "כִּ֚י H3588 יְהוָ֣ה H3068 אֱלֹהֵ֔ינוּ H430 הוּא֩ H1931 הַמַּעֲלֶ֨ה H5927 אֹתָ֧נוּ H853 וְאֶת H853 אֲבוֹתֵ֛ינוּ H1 מֵאֶ֥רֶץ H776 מִצְרַ֖יִם H4714 מִבֵּ֣ית H1004 עֲבָדִ֑ים H5650 וַאֲשֶׁ֧ר H834 עָשָׂ֣ה H6213 לְעֵינֵ֗י H5869 אֶת H853 הָאֹת֤וֹת H226 הַגְּדֹלוֹת֙ H1419 הָאֵ֔לֶּה H428 וַֽיִּשְׁמְרֵ֗ H8104 בְּכָל H3605 הַדֶּ֨רֶךְ֙ H1870 אֲשֶׁ֣ר H834 הָלַ֣כְנוּ H1980 בָ֔הּ Hb וּבְ H3605 הָֽעַמִּ֔ים H5971 אֲשֶׁ֥ר H834 עָבַ֖רְנוּ H5674 בְּקִרְבָּֽ H7130 ",
  "18": "וַיְגָ֨רֶשׁ H1644 יְהוָ֜ה H3068 אֶת H853 כָּל H3605 הָעַמִּ֗ים H5971 וְאֶת H853 הָאֱמֹרִ֛י H567 יֹשֵׁ֥ב H3427 הָאָ֖רֶץ H776 מִפָּנֵ֑י H6440 גַּם H1571 אֲנַ֨חְנוּ֙ H587 נַעֲבֹ֣ד H5647 אֶת H853 יְהוָ֔ה H3068 כִּי H3588 ה֖וּא H1931 אֱלֹהֵֽינוּ H430 ",
  "19": "וַיֹּ֨אמֶר H559 יְהוֹשֻׁ֜עַ H3091 אֶל H413 הָעָ֗ם H5971 לֹ֤א H3808 תֽוּכְלוּ֙ H3201 לַעֲבֹ֣ד H5647 אֶת H853 יְהוָ֔ה H3068 כִּֽי H3588 אֱלֹהִ֥ים H430 קְדֹשִׁ֖ים H6918 ה֑וּא H1931 אֵֽל H410 קַנּ֣וֹא H7072 ה֔וּא H1931 לֹֽא H3808 יִשָּׂ֥א H5375 לְפִשְׁעֲ H6588 וּלְ H2403 ",
  "20": "כִּ֤י H3588 תַֽעַזְבוּ֙ H5800 אֶת H853 יְהוָ֔ה H3068 וַעֲבַדְתֶּ֖ם H5647 אֱלֹהֵ֣י H430 נֵכָ֑ר H5236 וְשָׁ֨ב H7725 וְהֵרַ֤ע H7489 לָכֶם֙ Hl וְכִלָּ֣ה H3615 אֶתְכֶ֔ם H853 אַחֲרֵ֖י H310 אֲשֶׁר H834 הֵיטִ֥יב H3190 לָכֶֽם Hl ",
  "21": "וַיֹּ֥אמֶר H559 הָעָ֖ם H5971 אֶל H413 יְהוֹשֻׁ֑עַ H3091 לֹ֕א H3808 כִּ֥י H3588 אֶת H853 יְהוָ֖ה H3068 נַעֲבֹֽד H5647 ",
  "22": "וַיֹּ֨אמֶר H559 יְהוֹשֻׁ֜עַ H3091 אֶל H413 הָעָ֗ם H5971 עֵדִ֤ים H5707 אַתֶּם֙ H859 בָּכֶ֔ם Hb כִּֽי H3588 אַתֶּ֞ם H859 בְּחַרְתֶּ֥ם H977 לָכֶ֛ם Hl אֶת H853 יְהוָ֖ה H3068 לַעֲבֹ֣ד H5647 אוֹת֑וֹ H853 וַיֹּאמְר֖וּ H559 עֵדִֽים H5707 ",
  "23": "וְעַתָּ֕ה H6258 הָסִ֛ירוּ H5493 אֶת H853 אֱלֹהֵ֥י H430 הַנֵּכָ֖ר H5236 אֲשֶׁ֣ר H834 בְּקִרְבְּ H7130 וְהַטּוּ֙ H5186 אֶת H853 לְבַבְכֶ֔ם H3824 אֶל H413 יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
  "24": "וַיֹּאמְר֥וּ H559 הָעָ֖ם H5971 אֶל H413 יְהוֹשֻׁ֑עַ H3091 אֶת H853 יְהוָ֤ה H3068 אֱלֹהֵ֨ינוּ֙ H430 נַעֲבֹ֔ד H5647 וּבְ H6963 נִשְׁמָֽע H8085 ",
  "25": "וַיִּכְרֹ֨ת H3772 יְהוֹשֻׁ֧עַ H3091 בְּרִ֛ית H1285 לָעָ֖ם H5971 בַּיּ֣וֹם H3117 הַה֑וּא H1931 וַיָּ֥שֶׂם H7760 ל֛וֹ Hl חֹ֥ק H2706 וּמִשְׁפָּ֖ט H4941 בִּשְׁכֶֽם H7927 ",
  "26": "וַיִּכְתֹּ֤ב H3789 יְהוֹשֻׁ֨עַ֙ H3091 אֶת H853 הַדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 בְּסֵ֖פֶר H5612 תּוֹרַ֣ת H8451 אֱלֹהִ֑ים H430 וַיִּקַּח֙ H3947 אֶ֣בֶן H68 גְּדוֹלָ֔ה H1419 וַיְקִימֶ֣ H6965 שָּׁ֔ם H8033 תַּ֚חַת H8478 הָֽאַלָּ֔ה H427 אֲשֶׁ֖ר H834 בְּמִקְדַּ֥שׁ H4720 יְהוָֽה H3068 ",
  "27": "וַיֹּ֨אמֶר H559 יְהוֹשֻׁ֜עַ H3091 אֶל H413 כָּל H3605 הָעָ֗ם H5971 הִנֵּ֨ה H2009 הָאֶ֤בֶן H68 הַזֹּאת֙ H2063 תִּֽהְיֶה H1961 בָּ֣נוּ Hb לְעֵדָ֔ה H5713 כִּֽי H3588 הִ֣יא H1931 שָׁמְעָ֗ה H8085 אֵ֚ת H853 כָּל H3605 אִמְרֵ֣י H561 יְהוָ֔ה H3068 אֲשֶׁ֥ר H834 דִּבֶּ֖ר H1696 עִמָּ֑נוּ H5973 וְהָיְתָ֤ה H1961 בָכֶם֙ Hb לְעֵדָ֔ה H5713 פֶּֽן H6435 תְּכַחֲשׁ֖וּן H3584 בֵּאלֹהֵי H430 ",
  "28": "וַיְשַׁלַּ֤ח H7971 יְהוֹשֻׁ֨עַ֙ H3091 אֶת H853 הָעָ֔ם H5971 אִ֖ישׁ H376 לְנַחֲלָתֽ H5159 ",
  "29": "וַיְהִ֗י H1961 אַֽחֲרֵי֙ H310 הַדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 וַיָּ֛מָת H4191 יְהוֹשֻׁ֥עַ H3091 בִּן H1121 נ֖וּן H5126 עֶ֣בֶד H5650 יְהוָ֑ה H3068 בֶּן H1121 מֵאָ֥ה H3967 וָעֶ֖שֶׂר H6235 שָׁנִֽים H8141 ",
  "30": "וַיִּקְבְּר֤וּ H6912 אֹתוֹ֙ H853 בִּגְב֣וּל H1366 נַחֲלָת֔וֹ H5159 בְּתִמְנַת H8556 סֶ֖רַח H8556 אֲשֶׁ֣ר H834 בְּהַר H2022 אֶפְרָ֑יִם H669 מִצְּפ֖וֹן H6828 לְהַר H2022 גָּֽעַשׁ H1608 ",
  "31": "וַיַּעֲבֹ֤ד H5647 יִשְׂרָאֵל֙ H3478 אֶת H853 יְהוָ֔ה H3068 כֹּ֖ל H3605 יְמֵ֣י H3117 יְהוֹשֻׁ֑עַ H3091 וְכֹ֣ל H3605 יְמֵ֣י H3117 הַזְּקֵנִ֗ים H2205 אֲשֶׁ֨ר H834 הֶאֱרִ֤יכוּ H748 יָמִים֙ H3117 אַחֲרֵ֣י H310 יְהוֹשֻׁ֔עַ H3091 וַאֲשֶׁ֣ר H834 יָדְע֗וּ H3045 אֵ֚ת H853 כָּל H3605 מַעֲשֵׂ֣ה H4639 יְהוָ֔ה H3068 אֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 לְיִשְׂרָאֵֽל H3478 ",
  "32": "וְאֶת H853 עַצְמ֣וֹת H6106 י֠וֹסֵף H3130 אֲשֶׁר H834 הֶעֱל֨וּ H5927 בְנֵי H1121 יִשְׂרָאֵ֥ל H3478 מִמִּצְרַיִם֮ H4714 קָבְר֣וּ H6912 בִשְׁכֶם֒ H7927 בְּחֶלְקַ֣ת H2513 הַשָּׂדֶ֗ה H7704 אֲשֶׁ֨ר H834 קָנָ֧ה H7069 יַעֲקֹ֛ב H3290 מֵאֵ֛ת H853 בְּנֵֽי H1121 חֲמ֥וֹר H2544 אֲבִֽי H1 שְׁכֶ֖ם H7927 בְּמֵאָ֣ה H3967 קְשִׂיטָ֑ה H7192 וַיִּֽהְי֥וּ H1961 לִבְנֵֽי H1121 יוֹסֵ֖ף H3130 לְנַחֲלָֽה H5159 ",
  "33": "וְאֶלְעָזָ֥ר H499 בֶּֽן H1121 אַהֲרֹ֖ן H175 מֵ֑ת H4191 וַיִּקְבְּר֣וּ H6912 אֹת֗וֹ H853 בְּגִבְעַת֙ H1389 פִּֽינְחָ֣ס H6372 בְּנ֔וֹ H1121 אֲשֶׁ֥ר H834 נִתַּן H5414 ל֖וֹ Hl בְּהַ֥ר H2022 אֶפְרָֽיִם H669 "
}
