{
  "1": "וַיְהִי֙ H1961 כַּאֲשֶׁר H834 תַּ֣מּוּ H8552 כָל H3605 הַגּ֔וֹי H1471 לַעֲב֖וֹר H5674 אֶת H853 הַיַּרְדֵּ֑ן H3383 וַיֹּ֣אמֶר H559 יְהוָ֔ה H3068 אֶל H413 יְהוֹשֻׁ֖עַ H3091 לֵאמֹֽר H559 ",
  "2": "קְח֤וּ H3947 לָכֶם֙ Hl מִן H4480 הָעָ֔ם H5971 שְׁנֵ֥ים H8147 עָשָׂ֖ר H6240 אֲנָשִׁ֑ים H376 אִישׁ H376 אֶחָ֥ד H259 אִישׁ H376 אֶחָ֖ד H259 מִשָּֽׁבֶט H7626 ",
  "3": "וְצַוּ֣וּ H6680 אוֹתָם֮ H853 לֵאמֹר֒ H559 שְׂאֽוּ H5375 לָכֶ֨ם Hl מִזֶּ֜ה H2088 מִתּ֣וֹךְ H8432 הַיַּרְדֵּ֗ן H3383 מִמַּצַּב֙ H4673 רַגְלֵ֣י H7272 הַכֹּהֲנִ֔ים H3548 הָכִ֖ין H3559 שְׁתֵּים H8147 עֶשְׂרֵ֣ה H6240 אֲבָנִ֑ים H68 וְהַעֲבַרְתֶּ֤ם H5674 אוֹתָם֙ H853 עִמָּכֶ֔ם H5973 וְהִנַּחְתֶּ֣ם H3240 אוֹתָ֔ם H853 בַּמָּל֕וֹן H4411 אֲשֶׁר H834 תָּלִ֥ינוּ H3885 ב֖וֹ Hb הַלָּֽיְלָה H3915 ",
  "4": "וַיִּקְרָ֣א H7121 יְהוֹשֻׁ֗עַ H3091 אֶל H413 שְׁנֵ֤ים H8147 הֶֽעָשָׂר֙ H6240 אִ֔ישׁ H376 אֲשֶׁ֥ר H834 הֵכִ֖ין H3559 מִבְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 אִישׁ H376 אֶחָ֥ד H259 אִישׁ H376 אֶחָ֖ד H259 מִשָּֽׁבֶט H7626 ",
  "5": "וַיֹּ֤אמֶר H559 לָהֶם֙ Hl יְהוֹשֻׁ֔עַ H3091 עִ֠בְרוּ H5674 לִפְנֵ֨י H6440 אֲר֧וֹן H727 יְהוָ֛ה H3068 אֱלֹֽהֵיכֶ֖ם H430 אֶל H413 תּ֣וֹךְ H8432 הַיַּרְדֵּ֑ן H3383 וְהָרִ֨ימוּ H7311 לָכֶ֜ם Hl אִ֣ישׁ H376 אֶ֤בֶן H68 אַחַת֙ H259 עַל H5921 שִׁכְמ֔וֹ H7926 לְמִסְפַּ֖ר H4557 שִׁבְטֵ֥י H7626 בְנֵי H1121 יִשְׂרָאֵֽל H3478 ",
  "6": "לְמַ֗עַן H4616 תִּֽהְיֶ֛ה H1961 זֹ֥את H2063 א֖וֹת H226 בְּקִרְבְּ H7130 כִּֽי H3588 יִשְׁאָל֨וּן H7592 בְּנֵיכֶ֤ם H1121 מָחָר֙ H4279 לֵאמֹ֔ר H559 מָ֛ה H4100 הָאֲבָנִ֥ים H68 הָאֵ֖לֶּה H428 לָכֶֽם Hl ",
  "7": "וַאֲמַרְתֶּ֣ם H559 לָהֶ֗ם Hl אֲשֶׁ֨ר H834 נִכְרְת֜וּ H3772 מֵימֵ֤י H4325 הַיַּרְדֵּן֙ H3383 מִפְּנֵי֙ H6440 אֲר֣וֹן H727 בְּרִית H1285 יְהוָ֔ה H3068 בְּעָבְר H5674 בַּיַּרְדֵּ֔ן H3383 נִכְרְת֖וּ H3772 מֵ֣י H4325 הַיַּרְדֵּ֑ן H3383 וְ֠הָיוּ H1961 הָאֲבָנִ֨ים H68 הָאֵ֧לֶּה H428 לְזִכָּר֛וֹן H2146 לִבְנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 עַד H5704 עוֹלָֽם H5769 ",
  "8": "וַיַּעֲשׂוּ H6213 כֵ֣ן H3651 בְּנֵי H1121 יִשְׂרָאֵ֘ל H3478 כַּאֲשֶׁ֣ר H834 צִוָּ֣ה H6680 יְהוֹשֻׁעַ֒ H3091 וַיִּשְׂא֡וּ H5375 שְׁתֵּֽי H8147 עֶשְׂרֵ֨ה H6240 אֲבָנִ֜ים H68 מִתּ֣וֹךְ H8432 הַיַּרְדֵּ֗ן H3383 כַּאֲשֶׁ֨ר H834 דִּבֶּ֤ר H1696 יְהוָה֙ H3068 אֶל H413 יְהוֹשֻׁ֔עַ H3091 לְמִסְפַּ֖ר H4557 שִׁבְטֵ֣י H7626 בְנֵֽי H1121 יִשְׂרָאֵ֑ל H3478 וַיַּעֲבִר֤וּ H5674 עִמָּם֙ H5973 אֶל H413 הַמָּל֔וֹן H4411 וַיַּנִּח֖וּ H3240 שָֽׁם H8033 ",
  "9": "וּשְׁתֵּ֧ים H8147 עֶשְׂרֵ֣ה H6240 אֲבָנִ֗ים H68 הֵקִ֣ים H6965 יְהוֹשֻׁעַ֮ H3091 בְּת֣וֹךְ H8432 הַיַּרְדֵּן֒ H3383 תַּ֗חַת H8478 מַצַּב֙ H4673 רַגְלֵ֣י H7272 הַכֹּהֲנִ֔ים H3548 נֹשְׂאֵ֖י H5375 אֲר֣וֹן H727 הַבְּרִ֑ית H1285 וַיִּ֣הְיוּ H1961 שָׁ֔ם H8033 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "10": "וְהַ H3548 נֹשְׂאֵ֣י H5375 הָאָר֗וֹן H727 עֹמְדִים֮ H5975 בְּת֣וֹךְ H8432 הַיַּרְדֵּן֒ H3383 עַ֣ד H5704 תֹּ֣ם H8552 כָּֽל H3605 הַ֠דָּבָר H1697 אֲשֶׁר H834 צִוָּ֨ה H6680 יְהוָ֤ה H3068 אֶת H853 יְהוֹשֻׁ֨עַ֙ H3091 לְדַבֵּ֣ר H1696 אֶל H413 הָעָ֔ם H5971 כְּכֹ֛ל H3605 אֲשֶׁר H834 צִוָּ֥ה H6680 מֹשֶׁ֖ה H4872 אֶת H853 יְהוֹשֻׁ֑עַ H3091 וַיְמַהֲר֥וּ H4116 הָעָ֖ם H5971 וַֽיַּעֲבֹֽרוּ H5674 ",
  "11": "וַיְהִ֛י H1961 כַּֽאֲשֶׁר H834 תַּ֥ם H8552 כָּל H3605 הָעָ֖ם H5971 לַֽעֲב֑וֹר H5674 וַיַּעֲבֹ֧ר H5674 אֲרוֹן H727 יְהוָ֛ה H3068 וְהַ H3548 לִפְנֵ֥י H6440 הָעָֽם H5971 ",
  "12": "וַ֠יַּעַבְרוּ H5674 בְּנֵי H1121 רְאוּבֵ֨ן H7205 וּבְנֵי H1121 גָ֜ד H1410 וַחֲצִ֨י H2677 שֵׁ֤בֶט H7626 הַֽמְנַשֶּׁה֙ H4519 חֲמֻשִׁ֔ים H2571 לִפְנֵ֖י H6440 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 כַּאֲשֶׁ֛ר H834 דִּבֶּ֥ר H1696 אֲלֵיהֶ֖ם H413 מֹשֶֽׁה H4872 ",
  "13": "כְּאַרְבָּעִ֥ים H705 אֶ֖לֶף H505 חֲלוּצֵ֣י H2502 הַצָּבָ֑א H6635 עָבְר֞וּ H5674 לִפְנֵ֤י H6440 יְהוָה֙ H3068 לַמִּלְחָמָ֔ה H4421 אֶ֖ל H413 עַֽרְב֥וֹת H6160 יְרִיחֽוֹ H3405 ",
  "14": "בַּיּ֣וֹם H3117 הַה֗וּא H1931 גִּדַּ֤ל H1431 יְהוָה֙ H3068 אֶת H853 יְהוֹשֻׁ֔עַ H3091 בְּעֵינֵ֖י H5869 כָּל H3605 יִשְׂרָאֵ֑ל H3478 וַיִּֽרְא֣וּ H3372 אֹת֔וֹ H853 כַּאֲשֶׁ֛ר H834 יָרְא֥וּ H3372 אֶת H853 מֹשֶׁ֖ה H4872 כָּל H3605 יְמֵ֥י H3117 חַיָּֽיו H2416 ",
  "15": "וַיֹּ֣אמֶר H559 יְהוָ֔ה H3068 אֶל H413 יְהוֹשֻׁ֖עַ H3091 לֵאמֹֽר H559 ",
  "16": "צַוֵּה֙ H6680 אֶת H853 הַכֹּ֣הֲנִ֔ים H3548 נֹשְׂאֵ֖י H5375 אֲר֣וֹן H727 הָעֵד֑וּת H5715 וְיַעֲל֖וּ H5927 מִן H4480 הַיַּרְדֵּֽן H3383 ",
  "17": "וַיְצַ֣ו H6680 יְהוֹשֻׁ֔עַ H3091 אֶת H853 הַכֹּהֲנִ֖ים H3548 לֵאמֹ֑ר H559 עֲל֖וּ H5927 מִן H4480 הַיַּרְדֵּֽן H3383 ",
  "18": "וַ֠יְהִי H1961 בעלות H5927 הַכֹּהֲנִ֜ים H3548 נֹשְׂאֵ֨י H5375 אֲר֤וֹן H727 בְּרִית H1285 יְהוָה֙ H3068 מִתּ֣וֹךְ H8432 הַיַּרְדֵּ֔ן H3383 נִתְּק֗וּ H5423 כַּפּוֹת֙ H3709 רַגְלֵ֣י H7272 הַכֹּהֲנִ֔ים H3548 אֶ֖ל H413 הֶחָרָבָ֑ה H2724 וַיָּשֻׁ֤בוּ H7725 מֵֽי H4325 הַיַּרְדֵּן֙ H3383 לִמְקוֹמָ֔ H4725 וַיֵּלְכ֥וּ H3212 כִתְמוֹל H8543 שִׁלְשׁ֖וֹם H8032 עַל H5921 כָּל H3605 גְּדוֹתָֽיו H1415 ",
  "19": "וְהָ H5971 עָלוּ֙ H5927 מִן H4480 הַיַּרְדֵּ֔ן H3383 בֶּעָשׂ֖וֹר H6218 לַחֹ֣דֶשׁ H2320 הָרִאשׁ֑וֹן H7223 וַֽיַּחֲנוּ֙ H2583 בַּגִּלְגָּ֔ל H1537 בִּקְצֵ֖ה H7097 מִזְרַ֥ח H4217 יְרִיחֽוֹ H3405 ",
  "20": "וְאֵת֩ H853 שְׁתֵּ֨ים H8147 עֶשְׂרֵ֤ה H6240 הָֽאֲבָנִים֙ H68 הָאֵ֔לֶּה H428 אֲשֶׁ֥ר H834 לָקְח֖וּ H3947 מִן H4480 הַיַּרְדֵּ֑ן H3383 הֵקִ֥ים H6965 יְהוֹשֻׁ֖עַ H3091 בַּגִּלְגָּֽל H1537 ",
  "21": "וַיֹּ֛אמֶר H559 אֶל H413 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 אֲשֶׁר֩ H834 יִשְׁאָל֨וּן H7592 בְּנֵיכֶ֤ם H1121 מָחָר֙ H4279 אֶת H853 אֲבוֹתָ֣ם H1 לֵאמֹ֔ר H559 מָ֖ה H4100 הָאֲבָנִ֥ים H68 הָאֵֽלֶּה H428 ",
  "22": "וְהוֹדַעְתֶּ֖ם H3045 אֶת H853 בְּנֵיכֶ֣ם H1121 לֵאמֹ֑ר H559 בַּיַּבָּשָׁה֙ H3004 עָבַ֣ר H5674 יִשְׂרָאֵ֔ל H3478 אֶת H853 הַיַּרְדֵּ֖ן H3383 הַזֶּֽה H2088 ",
  "23": "אֲשֶׁר H834 הוֹבִישׁ֩ H3001 יְהוָ֨ה H3068 אֱלֹהֵיכֶ֜ם H430 אֶת H853 מֵ֧י H4325 הַיַּרְדֵּ֛ן H3383 מִפְּנֵי H6440 עַֽד H5704 עָבְרְכֶ֑ם H5674 כַּאֲשֶׁ֣ר H834 עָשָׂה֩ H6213 יְהוָ֨ה H3068 אֱלֹהֵיכֶ֧ם H430 לְיַם H3220 ס֛וּף H5488 אֲשֶׁר H834 הוֹבִ֥ישׁ H3001 מִפָּנֵ֖י H6440 עַד H5704 עָבְרֵֽנוּ H5674 ",
  "24": "לְ֠מַעַן H4616 דַּ֜עַת H3045 כָּל H3605 עַמֵּ֤י H5971 הָאָ֨רֶץ֙ H776 אֶת H853 יַ֣ד H3027 יְהוָ֔ה H3068 כִּ֥י H3588 חֲזָקָ֖ה H2389 הִ֑יא H1931 לְמַ֧עַן H4616 יְרָאתֶ֛ם H3372 אֶת H853 יְהוָ֥ה H3068 אֱלֹהֵיכֶ֖ם H430 כָּל H3605 הַיָּמִֽים H3117 "
}
