{
  "1": "וַיֹּ֨אמֶר H559 יְהוָ֤ה H3068 אֶל H413 יְהוֹשֻׁ֨עַ֙ H3091 אַל H408 תִּירָ֣א H3372 וְאַל H408 תֵּחָ֔ת H2865 קַ֣ח H3947 עִמְּךָ֗ H5973 אֵ֚ת H853 כָּל H3605 עַ֣ם H5971 הַמִּלְחָמָ֔ה H4421 וְק֖וּם H6965 עֲלֵ֣ה H5927 הָעָ֑י H5857 רְאֵ֣ה H7200 נָתַ֣תִּי H5414 בְיָדְ H3027 אֶת H853 מֶ֤לֶךְ H4428 הָעַי֙ H5857 וְאֶת H853 עַמּ֔וֹ H5971 וְאֶת H853 עִיר֖וֹ H5892 וְאֶת H853 אַרְצֽוֹ H776 ",
  "2": "וְעָשִׂ֨יתָ H6213 לָעַ֜י H5857 וּלְ H4428 כַּאֲשֶׁ֨ר H834 עָשִׂ֤יתָ H6213 לִֽירִיחוֹ֙ H3405 וּלְ H4428 רַק H7535 שְׁלָלָ֥הּ H7998 וּבְהֶמְתָּ֖ H929 תָּבֹ֣זּוּ H962 לָכֶ֑ם Hl שִׂים H7760 לְךָ֥ Hl אֹרֵ֛ב H693 לָעִ֖יר H5892 מֵאַחֲרֶֽי H310 ",
  "3": "וַיָּ֧קָם H6965 יְהוֹשֻׁ֛עַ H3091 וְכָל H3605 עַ֥ם H5971 הַמִּלְחָמָ֖ה H4421 לַעֲל֣וֹת H5927 הָעָ֑י H5857 וַיִּבְחַ֣ר H977 יְ֠הוֹשֻׁעַ H3091 שְׁלֹשִׁ֨ים H7970 אֶ֤לֶף H505 אִישׁ֙ H376 גִּבּוֹרֵ֣י H1368 הַחַ֔יִל H2428 וַיִּשְׁלָחֵ֖ H7971 לָֽיְלָה H3915 ",
  "4": "וַיְצַ֨ו H6680 אֹתָ֜ם H853 לֵאמֹ֗ר H559 רְ֠אוּ H7200 אַתֶּ֞ם H859 אֹרְבִ֤ים H693 לָעִיר֙ H5892 מֵאַחֲרֵ֣י H310 הָעִ֔יר H5892 אַל H408 תַּרְחִ֥יקוּ H7368 מִן H4480 הָעִ֖יר H5892 מְאֹ֑ד H3966 וִהְיִיתֶ֥ם H1961 כֻּלְּכֶ֖ם H3605 נְכֹנִֽים H3559 ",
  "5": "וַאֲנִ֗י H589 וְכָל H3605 הָעָם֙ H5971 אֲשֶׁ֣ר H834 אִתִּ֔י H854 נִקְרַ֖ב H7126 אֶל H413 הָעִ֑יר H5892 וְהָיָ֗ה H1961 כִּֽי H3588 יֵצְא֤וּ H3318 לִקְרָאתֵ֨ H7125 כַּאֲשֶׁ֣ר H834 בָּרִֽאשֹׁנָ֔ה H7223 וְנַ֖סְנוּ H5127 לִפְנֵי H6440 ",
  "6": "וְיָצְא֣וּ H3318 אַחֲרֵ֗ינוּ H310 עַ֣ד H5704 הַתִּיקֵ֤נוּ H5423 אוֹתָם֙ H853 מִן H4480 הָעִ֔יר H5892 כִּ֣י H3588 יֹֽאמְר֔וּ H559 נָסִ֣ים H5127 לְפָנֵ֔י H6440 כַּאֲשֶׁ֖ר H834 בָּרִֽאשֹׁנָ֑ה H7223 וְנַ֖סְנוּ H5127 לִפְנֵי H6440 ",
  "7": "וְאַתֶּ֗ם H859 תָּקֻ֨מוּ֙ H6965 מֵהָ֣ H693 וְהוֹרַשְׁתֶּ֖ם H3423 אֶת H853 הָעִ֑יר H5892 וּנְתָנָ֛ H5414 יְהוָ֥ה H3068 אֱלֹֽהֵיכֶ֖ם H430 בְּיֶדְ H3027 ",
  "8": "וְהָיָ֞ה H1961 כְּתָפְשְׂ H8610 אֶת H853 הָעִ֗יר H5892 תַּצִּ֤יתוּ H3341 אֶת H853 הָעִיר֙ H5892 בָּאֵ֔שׁ H784 כִּדְבַ֥ר H1697 יְהוָ֖ה H3068 תַּעֲשׂ֑וּ H6213 רְא֖וּ H7200 צִוִּ֥יתִי H6680 אֶתְכֶֽם H853 ",
  "9": "וַיִּשְׁלָחֵ֣ H7971 יְהוֹשֻׁ֗עַ H3091 וַיֵּֽלְכוּ֙ H3212 אֶל H413 הַמַּאְרָ֔ב H3993 וַיֵּשְׁב֗וּ H3427 בֵּ֧ין H996 בֵּֽית H1008 אֵ֛ל H1008 וּבֵ֥ין H996 הָעַ֖י H5857 מִיָּ֣ם H3220 לָעָ֑י H5857 וַיָּ֧לֶן H3885 יְהוֹשֻׁ֛עַ H3091 בַּלַּ֥יְלָה H3915 הַה֖וּא H1931 בְּת֥וֹךְ H8432 הָעָֽם H5971 ",
  "10": "וַיַּשְׁכֵּ֤ם H7925 יְהוֹשֻׁ֨עַ֙ H3091 בַּבֹּ֔קֶר H1242 וַיִּפְקֹ֖ד H6485 אֶת H853 הָעָ֑ם H5971 וַיַּ֨עַל H5927 ה֜וּא H1931 וְזִקְנֵ֧י H2205 יִשְׂרָאֵ֛ל H3478 לִפְנֵ֥י H6440 הָעָ֖ם H5971 הָעָֽי H5857 ",
  "11": "וְכָל H3605 הָעָ֨ם H5971 הַמִּלְחָמָ֜ה H4421 אֲשֶׁ֣ר H834 אִתּ֗וֹ H854 עָלוּ֙ H5927 וַֽיִּגְּשׁ֔וּ H5066 וַיָּבֹ֖אוּ H935 נֶ֣גֶד H5048 הָעִ֑יר H5892 וַֽיַּחֲנוּ֙ H2583 מִצְּפ֣וֹן H6828 לָעַ֔י H5857 וְהַ H1516 בינו H996 וּבֵין H996 הָעָֽי H5857 ",
  "12": "וַיִּקַּ֕ח H3947 כַּחֲמֵ֥שֶׁת H2568 אֲלָפִ֖ים H505 אִ֑ישׁ H376 וַיָּ֨שֶׂם H7760 אוֹתָ֜ם H853 אֹרֵ֗ב H693 בֵּ֧ין H996 בֵּֽית H1008 אֵ֛ל H1008 וּבֵ֥ין H996 הָעַ֖י H5857 מִיָּ֥ם H3220 לָעִֽיר H5892 ",
  "13": "וַיָּשִׂ֨ימוּ H7760 הָעָ֜ם H5971 אֶת H853 כָּל H3605 הַֽמַּחֲנֶ֗ה H4264 אֲשֶׁר֙ H834 מִצְּפ֣וֹן H6828 לָעִ֔יר H5892 וְאֶת H853 עֲקֵב֖וֹ H6119 מִיָּ֣ם H3220 לָעִ֑יר H5892 וַיֵּ֧לֶךְ H3212 יְהוֹשֻׁ֛עַ H3091 בַּלַּ֥יְלָה H3915 הַה֖וּא H1931 בְּת֥וֹךְ H8432 הָעֵֽמֶק H6010 ",
  "14": "וַיְהִ֞י H1961 כִּרְא֣וֹת H7200 מֶֽלֶךְ H4428 הָעַ֗י H5857 וַֽיְמַהֲר֡וּ H4116 וַיַּשְׁכִּ֡ימוּ H7925 וַיֵּצְא֣וּ H3318 אַנְשֵֽׁי H376 הָעִ֣יר H5892 לִקְרַֽאת H7125 יִ֠שְׂרָאֵל H3478 לַֽמִּלְחָמָ֞ה H4421 ה֧וּא H1931 וְכָל H3605 עַמּ֛וֹ H5971 לַמּוֹעֵ֖ד H4150 לִפְנֵ֣י H6440 הָֽעֲרָבָ֑ה H6160 וְהוּא֙ H1931 לֹ֣א H3808 יָדַ֔ע H3045 כִּֽי H3588 אֹרֵ֥ב H693 ל֖וֹ Hl מֵאַחֲרֵ֥י H310 הָעִֽיר H5892 ",
  "15": "וַיִּנָּֽגְע֛וּ H5060 יְהוֹשֻׁ֥עַ H3091 וְכָל H3605 יִשְׂרָאֵ֖ל H3478 לִפְנֵי H6440 וַיָּנֻ֖סוּ H5127 דֶּ֥רֶךְ H1870 הַמִּדְבָּֽר H4057 ",
  "16": "וַיִּזָּעֲק֗וּ H2199 כָּל H3605 הָעָם֙ H5971 אֲשֶׁ֣ר H834 בעיר H5892 לִרְדֹּ֖ף H7291 אַחֲרֵיהֶ֑ם H310 וַֽיִּרְדְּפוּ֙ H7291 אַחֲרֵ֣י H310 יְהוֹשֻׁ֔עַ H3091 וַיִּנָּתְק֖וּ H5423 מִן H4480 הָעִֽיר H5892 ",
  "17": "וְלֹֽא H3808 נִשְׁאַ֣ר H7604 אִ֗ישׁ H376 בָּעַי֙ H5857 וּבֵ֣ית H1008 אֵ֔ל H1008 אֲשֶׁ֥ר H834 לֹֽא H3808 יָצְא֖וּ H3318 אַחֲרֵ֣י H310 יִשְׂרָאֵ֑ל H3478 וַיַּעַזְב֤וּ H5800 אֶת H853 הָעִיר֙ H5892 פְּתוּחָ֔ה H6605 וַֽיִּרְדְּפ֖וּ H7291 אַחֲרֵ֥י H310 יִשְׂרָאֵֽל H3478 ",
  "18": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 יְהוֹשֻׁ֗עַ H3091 נְ֠טֵה H5186 בַּכִּיד֤וֹן H3591 אֲשֶׁר H834 בְּיָֽדְ H3027 אֶל H413 הָעַ֔י H5857 כִּ֥י H3588 בְיָדְ H3027 אֶתְּנֶ֑נָּה H5414 וַיֵּ֧ט H5186 יְהוֹשֻׁ֛עַ H3091 בַּכִּיד֥וֹן H3591 אֲשֶׁר H834 בְּיָד֖ H3027 אֶל H413 הָעִֽיר H5892 ",
  "19": "וְהָ H693 קָם֩ H6965 מְהֵרָ֨ה H4120 מִמְּקוֹמ֤ H4725 וַיָּר֨וּצוּ֙ H7323 כִּנְט֣וֹת H5186 יָד֔וֹ H3027 וַיָּבֹ֥אוּ H935 הָעִ֖יר H5892 וַֽיִּלְכְּד֑וּ H3920 וַֽיְמַהֲר֔וּ H4116 וַיַּצִּ֥יתוּ H3341 אֶת H853 הָעִ֖יר H5892 בָּאֵֽשׁ H784 ",
  "20": "וַיִּפְנ֣וּ H6437 אַנְשֵׁי֩ H376 הָעַ֨י H5857 אַחֲרֵיהֶ֜ם H310 וַיִּרְא֗וּ H7200 וְהִנֵּ֨ה H2009 עָלָ֜ה H5927 עֲשַׁ֤ן H6227 הָעִיר֙ H5892 הַשָּׁמַ֔יְמָ H8064 וְלֹא H3808 הָיָ֨ה H1961 בָהֶ֥ם Hb יָדַ֛יִם H3027 לָנ֖וּס H5127 הֵ֣נָּה H2008 וָהֵ֑נָּה H2008 וְהָ H5971 הַנָּ֣ס H5127 הַמִּדְבָּ֔ר H4057 נֶהְפַּ֖ךְ H2015 אֶל H413 הָרוֹדֵֽף H7291 ",
  "21": "וִיהוֹשֻׁ֨עַ H3091 וְכָֽל H3605 יִשְׂרָאֵ֜ל H3478 רָא֗וּ H7200 כִּֽי H3588 לָכַ֤ד H3920 הָֽאֹרֵב֙ H693 אֶת H853 הָעִ֔יר H5892 וְכִ֥י H3588 עָלָ֖ה H5927 עֲשַׁ֣ן H6227 הָעִ֑יר H5892 וַיָּשֻׁ֕בוּ H7725 וַיַּכּ֖וּ H5221 אֶת H853 אַנְשֵׁ֥י H376 הָעָֽי H5857 ",
  "22": "וְאֵ֨לֶּה H428 יָצְא֤וּ H3318 מִן H4480 הָעִיר֙ H5892 לִקְרָאתָ֔ H7125 וַיִּֽהְי֤וּ H1961 לְיִשְׂרָאֵל֙ H3478 בַּתָּ֔וֶךְ H8432 אֵ֥לֶּה H428 מִזֶּ֖ה H2088 וְאֵ֣לֶּה H428 מִזֶּ֑ה H2088 וַיַּכּ֣וּ H5221 אוֹתָ֔ם H853 עַד H5704 בִּלְתִּ֥י H1115 הִשְׁאִֽיר H7604 ל֖וֹ Hl שָׂרִ֥יד H8300 וּפָלִֽיט H6412 ",
  "23": "וְאֶת H853 מֶ֥לֶךְ H4428 הָעַ֖י H5857 תָּ֣פְשׂוּ H8610 חָ֑י H2416 וַיַּקְרִ֥בוּ H7126 אֹת֖וֹ H853 אֶל H413 יְהוֹשֻֽׁעַ H3091 ",
  "24": "וַיְהִ֣י H1961 כְּכַלּ֣וֹת H3615 יִשְׂרָאֵ֡ל H3478 לַהֲרֹג֩ H2026 אֶת H853 כָּל H3605 יֹשְׁבֵ֨י H3427 הָעַ֜י H5857 בַּשָּׂדֶ֗ה H7704 בַּמִּדְבָּר֙ H4057 אֲשֶׁ֣ר H834 רְדָפ֣וּם H7291 בּ֔וֹ Hb וַֽיִּפְּל֥וּ H5307 כֻלָּ֛ם H3605 לְפִי H6310 חֶ֖רֶב H2719 עַד H5704 תֻּמָּ֑ם H8552 וַיָּשֻׁ֤בוּ H7725 כָל H3605 יִשְׂרָאֵל֙ H3478 הָעַ֔י H5857 וַיַּכּ֥וּ H5221 אֹתָ֖הּ H853 לְפִי H6310 חָֽרֶב H2719 ",
  "25": "וַיְהִי֩ H1961 כָל H3605 הַנֹּ֨פְלִ֜ים H5307 בַּיּ֤וֹם H3117 הַהוּא֙ H1931 מֵאִ֣ישׁ H376 וְעַד H5704 אִשָּׁ֔ה H802 שְׁנֵ֥ים H8147 עָשָׂ֖ר H6240 אָ֑לֶף H505 כֹּ֖ל H3605 אַנְשֵׁ֥י H376 הָעָֽי H5857 ",
  "26": "וִיהוֹשֻׁ֨עַ֙ H3091 לֹֽא H3808 הֵשִׁ֣יב H7725 יָד֔וֹ H3027 אֲשֶׁ֥ר H834 נָטָ֖ה H5186 בַּכִּיד֑וֹן H3591 עַ֚ד H5704 אֲשֶׁ֣ר H834 הֶחֱרִ֔ים H2763 אֵ֖ת H853 כָּל H3605 יֹשְׁבֵ֥י H3427 הָעָֽי H5857 ",
  "27": "רַ֣ק H7535 הַבְּהֵמָ֗ה H929 וּשְׁלַל֙ H7998 הָעִ֣יר H5892 הַהִ֔יא H1931 בָּזְז֥וּ H962 לָהֶ֖ם H1992 יִשְׂרָאֵ֑ל H3478 כִּדְבַ֣ר H1697 יְהוָ֔ה H3068 אֲשֶׁ֥ר H834 צִוָּ֖ה H6680 אֶת H853 יְהוֹשֻֽׁעַ H3091 ",
  "28": "וַיִּשְׂרֹ֥ף H8313 יְהוֹשֻׁ֖עַ H3091 אֶת H853 הָעָ֑י H5857 וַיְשִׂימֶ֤ H7760 תֵּל H8510 עוֹלָם֙ H5769 שְׁמָמָ֔ה H8077 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "29": "וְאֶת H853 מֶ֧לֶךְ H4428 הָעַ֛י H5857 תָּלָ֥ה H8518 עַל H5921 הָעֵ֖ץ H6086 עַד H5704 עֵ֣ת H6256 הָעָ֑רֶב H6153 וּכְ H935 הַשֶּׁמֶשׁ֩ H8121 צִוָּ֨ה H6680 יְהוֹשֻׁ֜עַ H3091 וַיֹּרִ֧ידוּ H3381 אֶת H853 נִבְלָת֣וֹ H5038 מִן H4480 הָעֵ֗ץ H6086 וַיַּשְׁלִ֤יכוּ H7993 אוֹתָהּ֙ H853 אֶל H413 פֶּ֨תַח֙ H6607 שַׁ֣עַר H8179 הָעִ֔יר H5892 וַיָּקִ֤ימוּ H6965 עָלָיו֙ H5921 גַּל H1530 אֲבָנִ֣ים H68 גָּד֔וֹל H1419 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "30": "אָ֣ז H227 יִבְנֶ֤ה H1129 יְהוֹשֻׁ֨עַ֙ H3091 מִזְבֵּ֔חַ H4196 לַֽיהוָ֖ה H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֑ל H3478 בְּהַ֖ר H2022 עֵיבָֽל H5858 ",
  "31": "כַּאֲשֶׁ֣ר H834 צִוָּה֩ H6680 מֹשֶׁ֨ה H4872 עֶֽבֶד H5650 יְהוָ֜ה H3068 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 כַּכָּתוּב֙ H3789 בְּסֵ֨פֶר֙ H5612 תּוֹרַ֣ת H8451 מֹשֶׁ֔ה H4872 מִזְבַּח֙ H4196 אֲבָנִ֣ים H68 שְׁלֵמ֔וֹת H8003 אֲשֶׁ֛ר H834 לֹֽא H3808 הֵנִ֥יף H5130 עֲלֵיהֶ֖ן H5921 בַּרְזֶ֑ל H1270 וַיַּעֲל֨וּ H5927 עָלָ֤יו H5921 עֹלוֹת֙ H5930 לַֽיהוָ֔ה H3068 וַֽיִּזְבְּח֖וּ H2076 שְׁלָמִֽים H8002 ",
  "32": "וַיִּכְתָּב H3789 שָׁ֖ם H8033 עַל H5921 הָאֲבָנִ֑ים H68 אֵ֗ת H853 מִשְׁנֵה֙ H4932 תּוֹרַ֣ת H8451 מֹשֶׁ֔ה H4872 אֲשֶׁ֣ר H834 כָּתַ֔ב H3789 לִפְנֵ֖י H6440 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "33": "וְכָל H3605 יִשְׂרָאֵ֡ל H3478 וּזְקֵנָ֡י H2205 וְשֹׁטְרִ֣ים H7860 וְשֹׁפְטָ֡י H8199 עֹמְדִ֣ים H5975 מִזֶּ֣ה H2088 וּמִ H2088 לָאָר֡וֹן H727 נֶגֶד֩ H5048 הַכֹּהֲנִ֨ים H3548 הַלְוִיִּ֜ם H3881 נֹשְׂאֵ֣י H5375 אֲר֣וֹן H727 בְּרִית H1285 יְהוָ֗ה H3068 כַּגֵּר֙ H1616 כָּֽאֶזְרָ֔ח H249 חֶצְיוֹ֙ H2677 אֶל H413 מ֣וּל H4136 הַר H2022 גְּרִזִ֔ים H1630 וְהַֽ H2677 אֶל H413 מ֣וּל H4136 הַר H2022 עֵיבָ֑ל H5858 כַּאֲשֶׁ֨ר H834 צִוָּ֜ה H6680 מֹשֶׁ֣ה H4872 עֶֽבֶד H5650 יְהוָ֗ה H3068 לְבָרֵ֛ךְ H1288 אֶת H853 הָעָ֥ם H5971 יִשְׂרָאֵ֖ל H3478 בָּרִאשֹׁנָֽה H7223 ",
  "34": "וְאַֽחֲרֵי H310 כֵ֗ן H3651 קָרָא֙ H7121 אֶת H853 כָּל H3605 דִּבְרֵ֣י H1697 הַתּוֹרָ֔ה H8451 הַבְּרָכָ֖ה H1293 וְהַ H7045 כְּכָל H3605 הַכָּת֖וּב H3789 בְּסֵ֥פֶר H5612 הַתּוֹרָֽה H8451 ",
  "35": "לֹֽא H3808 הָיָ֣ה H1961 דָבָ֔ר H1697 מִכֹּ֖ל H3605 אֲשֶׁר H834 צִוָּ֣ה H6680 מֹשֶׁ֑ה H4872 אֲשֶׁ֨ר H834 לֹֽא H3808 קָרָ֜א H7121 יְהוֹשֻׁ֗עַ H3091 נֶ֣גֶד H5048 כָּל H3605 קְהַ֤ל H6951 יִשְׂרָאֵל֙ H3478 וְהַ H802 וְהַ H2945 וְהַ H1616 הַהֹלֵ֥ךְ H1980 בְּקִרְבָּֽ H7130 "
}
