{
  "1": "Yahweh, why do you keep yourself far away from us?\\q2 Why do you not pay attention when we have troubles?\n\\q1",
  "2": "Proud, wicked people, have a terrible desire within them to make poor people suffer.\\q2 God, make them fall into their own traps, so that what they did to others may be done to them!\n\\q1",
  "3": "The wicked person boasts about the evil things he wants to do.\\q2 He desires to own the things that others have, and he does not want them to own more things than he has.\n\\q2 He boasts about all the things he owns, while he curses you, Yahweh.\n\n\n\\q1",
  "4": "The wicked person is so proud\\q2 he never looks for God\n\\q2 and if he did look for God, he would not find him.\n\\q2 He is too proud to even think about God.\n\\q1",
  "5": "But, looking at the life of the wicked man,\\q2 it seems that everything he does is successful.\n\\q2 He cannot even understand your commands, God,\n\\q2 and then he mocks his enemies.\n\n\n\\q1",
  "6": "In his mind he thinks, \"Nothing bad can happen to me!\\q2 As long as I live, I will never have troubles.\"\n\\q1",
  "7": "When he speaks he always curses and tells lies,\\q2 and he makes threats against others.\n\\q2 When he talks, he only speaks about hurting or destroying other people.\n\n\n\\q1",
  "8": "He makes plans to attack the people living in the villages, people who have done nothing wrong.\\q2 He waits in places where he can hide\n\\q2 while he keeps looking for more people he can attack,\n\\q2 people who cannot defend themselves.\n\\q1",
  "9": "He waits for his victims like a lion who crouches down,\\q2 and just like the lion, he hides in the bushes.\n\\q2 He is like the hunter who spreads out the net\n\\q2 so he can catch helpless people and drag them away.\n\\q1",
  "10": "The helpless people are crushed by the wicked person's plans\\q2 and all the things he does.\n\\q2 He is powerful, and when he opposes the helpless people,\n\\q2 he always takes away from them whatever he wants.\n\n\\q1",
  "11": "The wicked person says, \"God cannot remember what I did.\\q2 His eyes are covered, and he cannot see anything that I have done.\"\n\\q1",
  "12": "Yahweh, arise! God, strike him down!\\q2 Do not forget those who are suffering!\n\n\n\\q1",
  "13": "Why does the most wicked person curse you, God, and turn away from you?\\q2 Does he think, \"God can never punish me\"?\n\\q1",
  "14": "God, you do see the trouble and the distress that the wicked person causes.\\q2 And you will strike the wicked man and punish him for all that he does.\n\n\n\\q1",
  "15": "God, destroy the power of the person who is wicked and evil!\\q2 Make him pay for those evil things he did,\n\\q2 those things that he thought God would not find out about him.\n\\q1",
  "16": "Yahweh is king forever!\\q2 He will drive out foreign people from his land.\n\n\n\\q1",
  "17": "Yahweh, when the people who suffer cry out to you, you listen.\\q2 You hear them when they pray and you encourage them.\n\\q1",
  "18": "You defend the orphans and oppressed people\\q2 when the strong and the wicked work to do them harm.\n\\q2 And so, no one has to worry or be terrified anymore."
}
