{
  "1": "I tell myself that I should praise Yahweh.\\q2 I will praise him because he is holy.\n\\q1",
  "2": "I tell myself that I should praise Yahweh\\q2 and never forget all the kind things he has done for me.\n\n\n\\q1",
  "3": "He forgives all my sins,\\q2 and he heals me from all my diseases;\n\\q1",
  "4": "he keeps me from dying,\\q2 and he blesses me by faithfully loving me and acting mercifully to me as he promised to do.\n\\q1",
  "5": "He gives me good things during my entire life.\\q2 He makes me feel young and strong like eagles.\n\n\n\n\\q1",
  "6": "Yahweh judges justly all those who have been treated unfairly.\\q1",
  "7": "Long ago he revealed to Moses what he planned to do;\\q2 he showed to the ancestors of us Israelites the mighty things that he was able to do.\n\\q1",
  "8": "Yahweh acts mercifully and kindly;\\q2 he does not quickly get angry when we sin;\n\\q1 he is always showing us that he faithfully loves us.\n\n\n\\q1",
  "9": "He will not keep rebuking us,\\q2 and he will not remain angry forever.\n\\q1",
  "10": "He has not punished us for our sins as we deserved.\n\n\\q1",
  "11": "The skies are very high above the earth,\\q2 and Yahweh's faithful love for all those who revere him is just as great.\n\\q1",
  "12": "He has taken away the guilt for our sins\\q2 and put it as far from us as the east is from the west.\n\\q1",
  "13": "Just as parents act mercifully toward their children,\\q2 Yahweh is kind to those who revere him.\n\n\n\\q1",
  "14": "He knows what our bodies are like;\\q2 he remembers that he created us from dust\n\\q2 and that we therefore quickly fail to do what pleases him .\n\\q1",
  "15": "We humans do not live forever;\\q2 we are like grass which withers and dies.\n\\q1 We are like wild flowers that bloom for a short while;\n\\q1",
  "16": "but then the hot wind blows over them, and they disappear;\\q2 no one sees them again.\n\n\n\\q1",
  "17": "But Yahweh will faithfully keep loving forever\\q2 all those who revere him, as he promised.\n\\q2 He will act fairly to our children and to their children;\n\\q1",
  "18": "he will act that way to all those who obey the covenant he made with them to bless them if they did what he told them to do,\\q2 to all those who obey what he has commanded.\n\\q1",
  "19": "Yahweh has taken his seat in the heavens where he rules as king;\\q2 from there he rules over everything.\n\n\n\\q1",
  "20": "You angels who belong to Yahweh, praise him!\\q2 You are powerful creatures who do what he tells you to do;\n\\q2 you obey what he commands.\n\\q1",
  "21": "Praise Yahweh, you armies of angels who serve him and do what he desires.\\q1",
  "22": "All you things that Yahweh has created, praise him;\\q2 praise him in every place where he rules, everywhere!\n\\q1 I also will praise Yahweh!"
}
