{
  "1": "Yahweh is the one who gives me life and the one who saves me,\\q2 so I do not need to be afraid of anyone.\n\\q1 Yahweh is the one to whom I go for refuge,\n\\q2 so I will never be afraid.\n\n\n\\q1",
  "2": "When those who do evil come near me to destroy me,\\q2 they stumble and fall down.\n\\q1",
  "3": "Even if an army surrounds me,\\q2 I will not be afraid.\n\\q1 Even if they attack me,\n\\q2 I will trust in God.\n\n\n\n\\q1",
  "4": "There is one thing that I have requested from Yahweh;\\q2 this is the one thing that I desire:\n\\q1 that I may worship in Yahweh's house every day during my life,\n\\q2 that I may see how wonderful Yahweh is,\n\\q2 and that I may ask him what he wants me to do.\n\n\n\n\\q1",
  "5": "He will protect me when I have troubles;\\q2 he will keep me safe in his sacred tent.\n\\q1 He will set me safely on a high rock.\n\\q1",
  "6": "Then I will triumph over my enemies.\\q1 I will shout joyfully as I offer sacrifices in his sacred tent,\n\\q2 and I will praise Yahweh as I sing.\n\n\n\n\\q1",
  "7": "Yahweh, listen to me while I call to you.\\q2 Act kindly toward me and answer my prayer.\n\\q1",
  "8": "Within my inner being I desire to worship you,\\q2 so, Yahweh, I will come to your temple to pray to you.\n\n\n\\q1",
  "9": "I am your servant;\\q2 do not be angry with me, or turn away from me.\n\\q2 You have always helped me.\n\\q1 You are the one who has saved me,\n\\q2 so do not abandon me now.\n\\q1",
  "10": "Even if my father and mother desert me,\\q2 Yahweh always takes care of me.\n\n\n\n\\q1",
  "11": "Yahweh, teach me to do what you want me to do,\\q1 and lead me on a safe path\n\\q2 because I have many enemies.\n\\q1",
  "12": "Do not allow my enemies to do to me what they want;\\q2 they say many false things about me and threaten to do violent things to me.\n\n\n\n\\q1",
  "13": "I would have died if I had not trusted you\\q2 to be good to me as long as I live.\n\\q1",
  "14": "So trust in Yahweh!\\q2 Be strong and courageous,\n\\q2 and wait expectantly for him to help you!"
}
