{
  "1": "O God, I need you very much as a deer needs to drink water from a cool stream.\\q1",
  "2": "I desire to be with you, the all-powerful God.\\q2 I say to myself, \"When will I be able to go back to the temple in Israel\n\\q2 and worship in your presence again?\"\n\n\n\\q1",
  "3": "Every day and every night I weep;\\q2 the only thing I have to drink is my tears;\n\\q1 and while I do that, my enemies are always asking me,\n\\q2 \"Why does your God not help you?\"\n\\q1",
  "4": "I pray earnestly to God as I remember\\q2 when I used to go with the crowd of people to the temple in Jerusalem.\n\\q2 I used to lead them as we walked along;\n\\q1 we were all shouting joyfully and singing to thank God for what he had done;\n\\q2 we were a large group who were celebrating.\n\n\n\n\\q1",
  "5": "So now I say to myself, \"Why am I in a panic?\\q1 I confidently expect God to bless me,\n\\q2 and again I will praise him,\n\\q2 my God, the one who saves me.\"\n\\q1",
  "6": "But now, Yahweh, I was panicking,\\q2 so I think about you.\n\\q1 You are there in Israel where the Jordan River rushes down from the bottom of the peaks of Mount Hermon and from Mount Mizar.\n\n\n\\q1",
  "7": "But here, the great sorrow that I feel is like water that you send down;\\q2 it is like a waterfall that tumbles down and floods over me.\n\\q1",
  "8": "I desire that Yahweh will show me each day that he faithfully loves me,\\q2 in order that each night I may sing to him\n\\q2 and pray to him, the God who causes me to live.\n\n\n\n\\q1",
  "9": "I say to God, who is like a huge rock on top of which I am safe,\\q1 \"Why have you forgotten me? You know the hardships that my enemies bring on me.\"\n\\q1",
  "10": "They are always making fun of me;\\q2 they keep asking, \"Why does your God not help you?\"\n\\q1 When they insult me like that,\n\\q2 it is like wounds that shatter my bones.\n\n\n\n\\q1",
  "11": "But I say to myself,\\q2 \"Why am I in a panic?\n\\q1 I will confidently expect God to bless me,\n\\q2 and I will praise him again,\n\\q2 my God, the one who saves me.\""
}
