{
  "1": "God, the all-powerful one, speaks;\\q1 he summons all people,\n\\q2 from the east to the west.\n\\q1",
  "2": "His glory shines from Mount Zion in Jerusalem,\\q2 an extremely beautiful city.\n\n\n\\q",
  "3": "Our God comes to us,\\q2 and he is not silent.\n\\q1 A great fire is in front of him,\n\\q2 and a storm is around him.\n\\q1",
  "4": "He comes to judge his people.\\q1 He shouts to the angels in heaven\n\\q2 and to the people on the earth.\n\\q1",
  "5": "He says, \"Summon those who faithfully worship me,\\q2 those who made a covenant with me by offering sacrifices to me.\"\n\n\n\\q",
  "6": "The angels in heaven declare,\\q2 \"God is righteous,\n\\q2 and he is the supreme judge.\"\n\n\n\n\\q1",
  "7": "God says, \"My people, listen!\\q2 You Israelite people, listen,\n\\q1 as I, your God, say what you have done that is wrong.\n\\q1",
  "8": "I am not rebuking you for making sacrifices to me,\\q2 for the offerings that you always burn on the altar for me.\n\n\n\\q1",
  "9": "But I do not really need the bulls from your barns\\q2 and the goats from your pens that you sacrifice,\n\\q1",
  "10": "because all the animals in the forest belong to me,\\q2 and all the cattle on a thousand hills also belong to me.\n\\q1",
  "11": "I know and own all the birds in the mountains,\\q2 and all the creatures that move around in the fields.\n\n\n\\q1",
  "12": "So if I were hungry, I would not tell you to bring me some food\\q2 because everything in the world belongs to me!\n\\q1",
  "13": "I do not eat the flesh of the bulls that you sacrifice,\\q2 and I do not drink the blood of the goats that you offer to me.\n\n\n\\q1",
  "14": "The sacrifice that I really want is that you thank me\\q2 and do all that you have promised to do.\n\\q1",
  "15": "Pray to me when you have troubles.\\q2 If you do that, I will rescue you, and then you will praise me.\n\n\n\\q1",
  "16": "But I say this to the wicked people:\\q1 Why do you recite my commandments\n\\q2 or talk about the covenant that I made with you?\n\\q1",
  "17": "For you have refused to allow me to discipline you,\\q2 and you have rejected what I told you to do.\n\n\n\\q1",
  "18": "Every time that you see a thief, you become his friend,\\q2 and you spend much time with those who commit adultery.\n\\q1",
  "19": "You are always talking about doing wicked things,\\q2 and you are always trying to deceive people.\n\\q1",
  "20": "You are always accusing members of your own family\\q2 and slandering them.\n\n\n\\q1",
  "21": "You did all those things, and I did not say anything to you,\\q2 so you thought that I was a sinner just like you.\n\\q1 But now I rebuke you and accuse you, right in front of you.\n\\q1",
  "22": "So, all you who have ignored me, pay attention to this,\\q1 because if you do not, I will tear you to pieces,\n\\q2 and there will be no one to rescue you.\n\n\n\\q",
  "23": "The sacrifice that truly honors me is to thank me for what I have done;\\q2 and I will save those who always do the things that I want them to.\""
}
