{
  "1": "O God, act mercifully toward me\\q2 because you love me faithfully;\n\\q2 because you are very merciful,\n\\q2 forget the ways that I disobeyed you!\n\\q1",
  "2": "Make me acceptable to you again, even though I did wrong things;\\q2 forgive the guilt of my sin and accept me.\n\n\n\n\\q1",
  "3": "I say that because I know the ways that I have disobeyed you;\\q2 I cannot forget them.\n\\q1",
  "4": "You, you only, are the one I that have really sinned against,\\q2 and you have seen the evil things that I have done.\n\\q1 When you say that I am guilty, you are right,\n\\q2 and when you judge me, you justly say that I deserve to be punished.\n\n\n\\q1",
  "5": "I have been a sinner since the day that I was born;\\q2 truly, I have been like that since my mother conceived me.\n\\q1",
  "6": "What you desire is that in my inner being I desire what is true\\q2 in order that you can teach me in my inner being how to act wisely.\n\n\n\n\\q1",
  "7": "Forgive the guilt of my sins, and after that happens, I will be completely acceptable to you;\\q2 if you forgive me, then I will be absolutely right with you.\n\\q1",
  "8": "Allow me to rejoice again;\\q2 you have made me immeasurably sad,\n\\q1 but now let me rejoice again.\n\\q1",
  "9": "Do not continue to remember the sins that I have committed;\\q2 forget the evil things that I have done.\n\n\n\n\\q1",
  "10": "O God, make me want to do the things that you approve of.\\q2 Make me want to do only what is right.\n\\q1",
  "11": "Do not reject me as one of your people,\\q2 and do not make your holy Spirit leave me.\n\n\n\\q1",
  "12": "Make me happy again by rescuing me from my guilt,\\q2 and always help me by making me sincerely want to obey you.\n\\q1",
  "13": "If you do that, I will teach other sinners what you want them to do;\\q2 they will repent and obey you.\n\n\n\\q1",
  "14": "O God, you are the one who saves me;\\q2 forgive me for being guilty of causing someone who was not my enemy to die.\n\\q2 When you do that, I will sing joyfully about your being very good and righteous.\n\\q1",
  "15": "O Yahweh, help me to speak\\q2 in order that I may praise you.\n\\q1",
  "16": "When people only bring sacrifices to you, that does not please you.\\q2 If that were enough to please you, I would do the same.\n\\q1 But you are not pleased with burnt offerings alone.\n\n\n\\q1",
  "17": "The sacrifice that you really want is for people to be truly humble and sorry for having sinned.\\q2 O God, you will not refuse that kind of sacrifice.\n\\q1",
  "18": "O God, be good to the people who live in Jerusalem;\\q2 make them able to rebuild the city walls.\n\\q1",
  "19": "When that happens, they will bring you the proper sacrifices:\\q2 normal animal sacrifices and sacrifices to be completely burned.\n\\q2 They will burn young bulls on your altar,\n\\q2 and you will be pleased."
}
