{
  "1": "God, save me from my enemies!\\q2 Protect me from those who want to attack me!\n\\q1",
  "2": "Keep me safe from men who want to do what is wicked,\\q2 from men who are murderers!\n\n\n\n\\q1",
  "3": "Look! They are waiting to kill me!\\q2 Fierce men have gathered to assault me.\n\\q1 Yahweh, they are doing that even though I have not done what is wrong!\n\\q1",
  "4": "It is not because I have committed any sin against them\\q2 that they run and get ready to attack me. Please look at my situation and help me.\n\n\n\\q1",
  "5": "Yahweh my God, commander of the angel armies, the one we Israelites worship,\\q2 arise and punish the people of all the nations who do not honor you;\n\\q2 do not act mercifully toward those wicked people who have acted treacherously toward us.\n\n\n\n\\q1",
  "6": "They return each evening,\\q2 snarling like vicious dogs as they prowl around this city.\n\\q",
  "7": "They loudly say terrible things;\\q2 they say things that destroy as much as swords do,\n\\q1 because they are saying, \"No one will hear us!\"\n\n\n\\q1",
  "8": "But Yahweh, you laugh at them.\\q2 You scoff at the people of the pagan nations.\n\\q1",
  "9": "God, I have confidence in you because you are very strong;\\q2 you are my refuge.\n\n\n\\q1",
  "10": "Because you love me, you will come to save me as you have promised;\\q2 you will allow me to watch while you defeat my enemies.\n\\q1",
  "11": "But do not kill them immediately;\\q2 it is good that my people should not forget how you punished them!\n\\q1 Instead, Lord, you who are like a shield that protects us,\n\\q2 scatter them by your power, and then defeat them.\n\n\n\\q1",
  "12": "Because what they say is sinful,\\q2 allow them to be trapped for being proud.\n\\q1 Because they are always cursing and telling lies,\n\\q1",
  "13": "because you are angry, get rid of them;\\q2 destroy them completely\n\\q2 so that people will know that you rule over us, your Israelite people,\n\\q2 and that you rule over all the earth.\n\n\n\n\\q1",
  "14": "They return each evening,\\q2 snarling like vicious dogs as they prowl around this city.\n\\q1",
  "15": "They roam around, searching for food\\q1 and if they do not find enough, they growl like dogs.\n\n\n\\q1",
  "16": "But as for me, I will sing about your power;\\q2 every morning I will sing joyfully about your faithfully loving us.\n\\q1 I will sing about how you protected me when I was very distressed.\n\\q1",
  "17": "God, you are the one who enables me to be strong;\\q2 you are my refuge;\n\\q2 you faithfully love me, just as you have promised in your covenant."
}
