{
  "1": "God, other people groups have invaded your own land.\\q2 They have desecrated your temple,\n\\q1 and they have destroyed all the buildings in Jerusalem.\n\\q1",
  "2": "Instead of burying the corpses of your people whom they killed,\\q2 they allowed the vultures to eat the flesh of those corpses,\n\\q2 and they also allowed wild animals to eat the corpses of your people.\n\\q1",
  "3": "When they killed your people,\\q1 your people's blood flowed like water through the streets of Jerusalem,\n\\q2 and there was almost no one left to bury their corpses.\n\n\n\\q1",
  "4": "The people groups that live in countries that surround our land insult us;\\q2 they laugh at us and mock us.\n\\q1",
  "5": "Yahweh, how long will this continue?\\q2 Will you be angry with us forever?\n\\q1 Will your anger be like a fire burning within you?\n\n\n\\q1",
  "6": "Instead of being angry with us,\\q2 be angry with the people groups that do not know you!\n\\q1 Be angry with kingdoms whose people do not pray to you\n\\q2",
  "7": "because they have killed Israelite people\\q2 and they have ruined your country.\n\n\n\\q1",
  "8": "Do not punish us because of the sins that our ancestors committed!\\q1 Act mercifully toward us now\n\\q2 because we are very discouraged.\n\\q1",
  "9": "God, you have saved us many times,\\q2 so help us now;\n\\q1 rescue us and forgive us for having sinned\n\\q2 so that other people will honor you.\n\n\n\\q1",
  "10": "It is not right that the other people groups say about us,\\q2 \"If their God is very powerful, why does he not help them?\"\n\\q1 Allow us to see you punishing the people of other nations in return for their shedding our blood\n\\q1 and killing many of us, your people.\n\\q1",
  "11": "Listen to your people groaning while they are in prison,\\q2 and by your great power, free those whom our enemies say they will certainly execute.\n\n\n\n\\q1",
  "12": "In return for their having often insulted you,\\q1 punish them seven times as much!\n\\q1",
  "13": "After you do that, we, whom you take care of as a shepherd takes care of his sheep, will continue praising you;\\q2 we will continue to praise you from generation to generation forever."
}
