{
  "1": "Yahweh, I will praise you with all of my inner being.\\q2 I will tell others about all the wonderful things that you have done.\n\\q1",
  "2": "I will sing to celebrate what you, who are much greater than all other gods, have done.\n\n\n\\q1",
  "3": "When my enemies realize that you are very powerful,\\q2 they stumble, and then they are killed.\n\\q1",
  "4": "You sit on your throne to judge people,\\q2 and you have judged fairly concerning me.\n\n\n\\q1",
  "5": "You rebuked the people of other nations,\\q2 and you have gotten rid of the wicked people;\n\\q2 you have erased their names forever.\n\\q1",
  "6": "Our enemies have disappeared;\\q2 you destroyed their cities,\n\\q2 and people do not even remember them anymore.\n\n\n\n\\q1",
  "7": "But Yahweh rules forever.\\q2 He judges people while he sits on his throne.\n\\q1",
  "8": "He will judge all the people in the world justly;\\q2 he will be fair when he judges the people of every nation.\n\n\n\\q1",
  "9": "Yahweh will be a refuge for those who are oppressed;\\q2 he will be like a shelter for them when they have trouble.\n\\q1",
  "10": "Those who know Yahweh trust in him;\\q2 he never abandons those who come to him for help.\n\n\n\n\\q1",
  "11": "Yahweh rules on Mount Zion;\\q2 praise him and sing to him.\n\\q1 Tell the people of all the nations the marvelous things that he has done.\n\\q1",
  "12": "He does not forget to punish those who have murdered others;\\q2 he will punish them,\n\\q2 and he will not ignore people who are crying because they are suffering.\n\n\n\n\\q1",
  "13": "Yahweh, act mercifully toward me!\\q1 Look at the ways that my enemies have injured me.\n\\q2 Do not allow me to die because of these injuries.\n\\q1",
  "14": "I want to live in order that I can praise you at the gates of Jerusalem\\q2 and to rejoice because you rescued me.\n\n\n\\q1",
  "15": "It is as though the wicked people of many nations have dug a pit for me to fall into,\\q2 but they have fallen into that same pit.\n\\q1 It is as though they have spread out a net to catch me,\n\\q2 but their feet have been caught in that same net.\n\\q1",
  "16": "Because of what you have done, people know that you make justice happen;\\q2 you allow wicked people to be trapped by the same evil things that they themselves do.\n\n\n\n\\q1",
  "17": "Wicked people will all die and be buried in their graves;\\q2 their spirits will go to be with all those who have forgotten about you.\n\\q1",
  "18": "But you will not forget those who are needy;\\q2 what they confidently expect will never be in vain.\n\n\n\n\\q1",
  "19": "Yahweh, do not allow our enemies to conquer us\\q just because they are strong;\n\\q You see what the people do and you bring justice to them all.\n\\q1",
  "20": "Yahweh, teach them that they must be afraid of you and honor you.\\q2 Cause them to know that they are only human beings."
}
