{
  "1": "Lord, you have always been like a home for us.\\q1",
  "2": "Before you created the mountains,\\q2 before you formed the earth and everything that is in it,\n\\q1 you were eternally God,\n\\q2 and you will be God forever.\n\n\n\n\\q1",
  "3": "When people die, you cause their corpses to become soil again;\\q2 you change their corpses to become dirt like that from which the first man was created.\n\\q1",
  "4": "When you consider time,\\q2 a thousand years are as short as one day that passes;\n\\q2 you consider that they are as short as a few hours in the night.\n\n\n\\q1",
  "5": "You cause people to die suddenly;\\q2 they live only a short time as a dream lasts only a short time.\n\\q2 They are like grass that grows up.\n\\q1",
  "6": "In the morning the grass sprouts and grows well,\\q2 but in the evening it dries up and completely withers.\n\n\n\n\\q1",
  "7": "Similarly, because of the sins that we commit, you become angry with us;\\q2 you terrify us and then you destroy us.\n\\q1",
  "8": "It is as though you place our sins in front of you;\\q2 you spread out even our secret sins where you can see them.\n\n\n\\q1",
  "9": "Because you are angry with us, you cause our lives to end;\\q2 the years that we live pass as quickly as a sigh does.\n\\q1",
  "10": "People live for only seventy years;\\q2 if they are strong, some of them live for eighty years.\n\\q1 But even during good years we have much pain and troubles;\n\\q2 our lives soon end, and we die.\n\n\n\n\\q1",
  "11": "No one has really experienced the powerful things you can do to them when you are angry with them,\\q1 and people are not afraid that you will punish them because of your being angry with them.\n\\q1",
  "12": "So teach us to realize that we live for only a short time\\q2 in order that we may use our time wisely.\n\\q1",
  "13": "Yahweh, how long will you be angry with us?\\q1 Pity us who serve you.\n\n\n\\q1",
  "14": "Each morning, show us that it is enough for us if you love us faithfully as you have promised you would do.\\q2 Show us this so that we may shout joyfully and be happy all during the years that we live.\n\\q1",
  "15": "Cause us to be now as happy for as many years as you afflicted us and we experienced troubles.\\q1",
  "16": "Enable us to see the great things that you do,\\q2 and enable our descendants to see your glorious power also.\n\n\n\n\\q1",
  "17": "Lord, our God, give us your blessings\\q2 and enable us to be successful;\n\\q2 yes, cause us to be successful in everything that we do!"
}
