{
  "1": "וַיִּקְח֣וּ H3947 בְנֵֽי H1121 אַ֠הֲרֹן H175 נָדָ֨ב H5070 וַאֲבִיה֜וּא H30 אִ֣ישׁ H376 מַחְתָּת֗וֹ H4289 וַיִּתְּנ֤וּ H5414 בָהֵן֙ H2004 אֵ֔שׁ H784 וַיָּשִׂ֥ימוּ H7760 עָלֶ֖יהָ H5921 קְטֹ֑רֶת H7004 וַיַּקְרִ֜בוּ H7126 לִפְנֵ֤י H6440 יְהוָה֙ H3068 אֵ֣שׁ H784 זָרָ֔ה H2114 אֲשֶׁ֧ר H834 לֹ֦א H3808 צִוָּ֖ה H6680 אֹתָֽם H853 ",
  "2": "וַתֵּ֥צֵא H3318 אֵ֛שׁ H784 מִלִּ H6440 יְהוָ֖ה H3068 וַתֹּ֣אכַל H398 אוֹתָ֑ם H853 וַיָּמֻ֖תוּ H4191 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "3": "וַיֹּ֨אמֶר H559 מֹשֶׁ֜ה H4872 אֶֽל H413 אַהֲרֹ֗ן H175 הוּא֩ H1931 אֲשֶׁר H834 דִּבֶּ֨ר H1696 יְהוָ֤ה H3068 לֵאמֹר֙ H559 בִּקְרֹבַ֣ H7138 אֶקָּדֵ֔שׁ H6942 וְעַל H5921 פְּנֵ֥י H6440 כָל H3605 הָעָ֖ם H5971 אֶכָּבֵ֑ד H3513 וַיִּדֹּ֖ם H1826 אַהֲרֹֽן H175 ",
  "4": "וַיִּקְרָ֣א H7121 מֹשֶׁ֗ה H4872 אֶל H413 מִֽישָׁאֵל֙ H4332 וְאֶ֣ל H413 אֶלְצָפָ֔ן H469 בְּנֵ֥י H1121 עֻזִּיאֵ֖ל H5816 דֹּ֣ד H1730 אַהֲרֹ֑ן H175 וַיֹּ֣אמֶר H559 אֲלֵהֶ֗ם H413 קִ֠רְב֞וּ H7126 שְׂא֤וּ H5375 אֶת H853 אֲחֵיכֶם֙ H251 מֵאֵ֣ת H853 פְּנֵי H6440 הַקֹּ֔דֶשׁ H6944 אֶל H413 מִח֖וּץ H2351 לַֽמַּחֲנֶֽה H4264 ",
  "5": "וַֽיִּקְרְב֗וּ H7126 וַיִּשָּׂאֻ H5375 בְּכֻתֳּנֹתָ֔ H3801 אֶל H413 מִח֖וּץ H2351 לַֽמַּחֲנֶ֑ה H4264 כַּאֲשֶׁ֖ר H834 דִּבֶּ֥ר H1696 מֹשֶֽׁה H4872 ",
  "6": "וַיֹּ֣אמֶר H559 מֹשֶׁ֣ה H4872 אֶֽל H413 אַהֲרֹ֡ן H175 וּלְ H499 וּלְ H385 בָּנָ֜יו H1121 רָֽאשֵׁיכֶ֥ם H7218 אַל H408 תִּפְרָ֣עוּ H6544 וּבִגְדֵי H899 לֹֽא H3808 תִפְרֹ֨מוּ֙ H6533 וְלֹ֣א H3808 תָמֻ֔תוּ H4191 וְעַ֥ל H5921 כָּל H3605 הָעֵדָ֖ה H5712 יִקְצֹ֑ף H7107 וַאֲחֵי H251 כָּל H3605 בֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 יִבְכּוּ֙ H1058 אֶת H853 הַשְּׂרֵפָ֔ה H8316 אֲשֶׁ֖ר H834 שָׂרַ֥ף H8313 יְהוָֽה H3068 ",
  "7": "וּמִ H6607 אֹ֨הֶל H168 מוֹעֵ֜ד H4150 לֹ֤א H3808 תֵֽצְאוּ֙ H3318 פֶּן H6435 תָּמֻ֔תוּ H4191 כִּי H3588 שֶׁ֛מֶן H8081 מִשְׁחַ֥ת H4888 יְהוָ֖ה H3068 עֲלֵיכֶ֑ם H5921 וַֽיַּעֲשׂ֖וּ H6213 כִּדְבַ֥ר H1697 מֹשֶֽׁה H4872 ",
  "8": "וַיְדַבֵּ֣ר H1696 יְהוָ֔ה H3068 אֶֽל H413 אַהֲרֹ֖ן H175 לֵאמֹֽר H559 ",
  "9": "יַ֣יִן H3196 וְשֵׁכָ֞ר H7941 אַל H408 תֵּ֣שְׁתְּ H8354 אַתָּ֣ה H859 וּבָנֶ֣י H1121 אִתָּ֗ךְ H854 בְּבֹאֲ H935 אֶל H413 אֹ֥הֶל H168 מוֹעֵ֖ד H4150 וְלֹ֣א H3808 תָמֻ֑תוּ H4191 חֻקַּ֥ת H2708 עוֹלָ֖ם H5769 לְדֹרֹתֵי H1755 ",
  "10": "וּֽלֲ H914 בֵּ֥ין H996 הַקֹּ֖דֶשׁ H6944 וּבֵ֣ין H996 הַחֹ֑ל H2455 וּבֵ֥ין H996 הַטָּמֵ֖א H2931 וּבֵ֥ין H996 הַטָּהֽוֹר H2889 ",
  "11": "וּלְ H3384 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 אֵ֚ת H853 כָּל H3605 הַ֣חֻקִּ֔ים H2706 אֲשֶׁ֨ר H834 דִּבֶּ֧ר H1696 יְהוָ֛ה H3068 אֲלֵיהֶ֖ם H413 בְּיַד H3027 מֹשֶֽׁה H4872 ",
  "12": "וַיְדַבֵּ֨ר H1696 מֹשֶׁ֜ה H4872 אֶֽל H413 אַהֲרֹ֗ן H175 וְאֶ֣ל H413 אֶ֠לְעָזָר H499 וְאֶל H413 אִ֨יתָמָ֥ר H385 בָּנָיו֮ H1121 הַנּֽוֹתָרִים֒ H3498 קְח֣וּ H3947 אֶת H853 הַמִּנְחָ֗ה H4503 הַנּוֹתֶ֨רֶת֙ H3498 מֵאִשֵּׁ֣י H801 יְהוָ֔ה H3068 וְאִכְל֥וּ H398 מַצּ֖וֹת H4682 אֵ֣צֶל H681 הַמִּזְבֵּ֑חַ H4196 כִּ֛י H3588 קֹ֥דֶשׁ H6944 קָֽדָשִׁ֖ים H6944 הִֽוא H1931 ",
  "13": "וַאֲכַלְתֶּ֤ם H398 אֹתָהּ֙ H853 בְּמָק֣וֹם H4725 קָדֹ֔שׁ H6918 כִּ֣י H3588 חָקְךָ֤ H2706 וְחָק H2706 בָּנֶ֨יךָ֙ H1121 הִ֔וא H1931 מֵאִשֵּׁ֖י H801 יְהוָ֑ה H3068 כִּי H3588 כֵ֖ן H3651 צֻוֵּֽיתִי H6680 ",
  "14": "וְאֵת֩ H853 חֲזֵ֨ה H2373 הַתְּנוּפָ֜ה H8573 וְאֵ֣ת H853 שׁ֣וֹק H7785 הַתְּרוּמָ֗ה H8641 תֹּֽאכְלוּ֙ H398 בְּמָק֣וֹם H4725 טָה֔וֹר H2889 אַתָּ֕ה H859 וּבָנֶ֥י H1121 וּבְנֹתֶ֖י H1323 אִתָּ֑ךְ H854 כִּֽי H3588 חָקְךָ֤ H2706 וְחָק H2706 בָּנֶ֨יךָ֙ H1121 נִתְּנ֔וּ H5414 מִזִּבְחֵ֥י H2077 שַׁלְמֵ֖י H8002 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "15": "שׁ֣וֹק H7785 הַתְּרוּמָ֞ה H8641 וַחֲזֵ֣ה H2373 הַתְּנוּפָ֗ה H8573 עַ֣ל H5921 אִשֵּׁ֤י H801 הַחֲלָבִים֙ H2459 יָבִ֔יאוּ H935 לְהָנִ֥יף H5130 תְּנוּפָ֖ה H8573 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וְהָיָ֨ה H1961 לְךָ֜ Hl וּלְ H1121 אִתְּךָ֙ H854 לְחָק H2706 עוֹלָ֔ם H5769 כַּאֲשֶׁ֖ר H834 צִוָּ֥ה H6680 יְהוָֽה H3068 ",
  "16": "וְאֵ֣ת H853 שְׂעִ֣יר H8163 הַֽחַטָּ֗את H2403 דָּרֹ֥שׁ H1875 דָּרַ֛שׁ H1875 מֹשֶׁ֖ה H4872 וְהִנֵּ֣ה H2009 שֹׂרָ֑ף H8313 וַ֠יִּקְצֹף H7107 עַל H5921 אֶלְעָזָ֤ר H499 וְעַל H5921 אִֽיתָמָר֙ H385 בְּנֵ֣י H1121 אַהֲרֹ֔ן H175 הַנּוֹתָרִ֖ם H3498 לֵאמֹֽר H559 ",
  "17": "מַדּ֗וּעַ H4069 לֹֽא H3808 אֲכַלְתֶּ֤ם H398 אֶת H853 הַֽחַטָּאת֙ H2403 בִּמְק֣וֹם H4725 הַקֹּ֔דֶשׁ H6944 כִּ֛י H3588 קֹ֥דֶשׁ H6944 קָֽדָשִׁ֖ים H6944 הִ֑וא H1931 וְאֹתָ֣ H853 נָתַ֣ן H5414 לָכֶ֗ם Hl לָשֵׂאת֙ H5375 אֶת H853 עֲוֺ֣ן H5771 הָעֵדָ֔ה H5712 לְכַפֵּ֥ר H3722 עֲלֵיהֶ֖ם H5921 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "18": "הֵ֚ן H2005 לֹא H3808 הוּבָ֣א H935 אֶת H853 דָּמָ֔הּ H1818 אֶל H413 הַקֹּ֖דֶשׁ H6944 פְּנִ֑ימָה H6441 אָכ֨וֹל H398 תֹּאכְל֥וּ H398 אֹתָ֛הּ H853 בַּקֹּ֖דֶשׁ H6944 כַּאֲשֶׁ֥ר H834 צִוֵּֽיתִי H6680 ",
  "19": "וַיְדַבֵּ֨ר H1696 אַהֲרֹ֜ן H175 אֶל H413 מֹשֶׁ֗ה H4872 הֵ֣ן H2005 הַ֠יּוֹם H3117 הִקְרִ֨יבוּ H7126 אֶת H853 חַטָּאתָ֤ם H2403 וְאֶת H853 עֹֽלָתָם֙ H5930 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 וַתִּקְרֶ֥אנָה H7122 אֹתִ֖י H853 כָּאֵ֑לֶּה H428 וְאָכַ֤לְתִּי H398 חַטָּאת֙ H2403 הַיּ֔וֹם H3117 הַיִּיטַ֖ב H3190 בְּעֵינֵ֥י H5869 יְהוָֽה H3068 ",
  "20": "וַיִּשְׁמַ֣ע H8085 מֹשֶׁ֔ה H4872 וַיִּיטַ֖ב H3190 בְּעֵינָֽי H5869 "
}
