{
  "1": "וַיְדַבֵּ֧ר H1696 יְהוָ֛ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 וְאֶֽל H413 אַהֲרֹ֖ן H175 לֵאמֹ֥ר H559 אֲלֵהֶֽם H413 ",
  "2": "דַּבְּר֛וּ H1696 אֶל H413 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 זֹ֤את H2063 הַֽחַיָּה֙ H2416 אֲשֶׁ֣ר H834 תֹּאכְל֔וּ H398 מִכָּל H3605 הַבְּהֵמָ֖ה H929 אֲשֶׁ֥ר H834 עַל H5921 הָאָֽרֶץ H776 ",
  "3": "כֹּ֣ל H3605 מַפְרֶ֣סֶת H6536 פַּרְסָ֗ה H6541 וְשֹׁסַ֤עַת H8156 שֶׁ֨סַע֙ H8157 פְּרָסֹ֔ת H6541 מַעֲלַ֥ת H5927 גֵּרָ֖ה H1625 בַּבְּהֵמָ֑ה H929 אֹתָ֖הּ H853 תֹּאכֵֽלוּ H398 ",
  "4": "אַ֤ךְ H389 אֶת H853 זֶה֙ H2088 לֹ֣א H3808 תֹֽאכְל֔וּ H398 מִֽמַּעֲלֵי֙ H5927 הַגֵּרָ֔ה H1625 וּמִ H6536 הַפַּרְסָ֑ה H6541 אֶֽת H853 הַ֠גָּמָל H1581 כִּֽי H3588 מַעֲלֵ֨ה H5927 גֵרָ֜ה H1625 ה֗וּא H1931 וּפַרְסָה֙ H6541 אֵינֶ֣נּוּ H369 מַפְרִ֔יס H6536 טָמֵ֥א H2931 ה֖וּא H1931 לָכֶֽם Hl ",
  "5": "וְאֶת H853 הַשָּׁפָ֗ן H8227 כִּֽי H3588 מַעֲלֵ֤ה H5927 גֵרָה֙ H1625 ה֔וּא H1931 וּפַרְסָ֖ה H6541 לֹ֣א H3808 יַפְרִ֑יס H6536 טָמֵ֥א H2931 ה֖וּא H1931 לָכֶֽם Hl ",
  "6": "וְאֶת H853 הָאַרְנֶ֗בֶת H768 כִּֽי H3588 מַעֲלַ֤ת H5927 גֵּרָה֙ H1625 הִ֔וא H1931 וּפַרְסָ֖ה H6541 לֹ֣א H3808 הִפְרִ֑יסָה H6536 טְמֵאָ֥ה H2931 הִ֖וא H1931 לָכֶֽם Hl ",
  "7": "וְאֶת H853 הַ֠חֲזִיר H2386 כִּֽי H3588 מַפְרִ֨יס H6536 פַּרְסָ֜ה H6541 ה֗וּא H1931 וְשֹׁסַ֥ע H8156 שֶׁ֨סַע֙ H8157 פַּרְסָ֔ה H6541 וְה֖וּא H1931 גֵּרָ֣ה H1625 לֹֽא H3808 יִגָּ֑ר H1641 טָמֵ֥א H2931 ה֖וּא H1931 לָכֶֽם Hl ",
  "8": "מִבְּשָׂרָ H1320 לֹ֣א H3808 תֹאכֵ֔לוּ H398 וּבְ H5038 לֹ֣א H3808 תִגָּ֑עוּ H5060 טְמֵאִ֥ים H2931 הֵ֖ם H1992 לָכֶֽם Hl ",
  "9": "אֶת H853 זֶה֙ H2088 תֹּֽאכְל֔וּ H398 מִכֹּ֖ל H3605 אֲשֶׁ֣ר H834 בַּמָּ֑יִם H4325 כֹּ֣ל H3605 אֲשֶׁר H834 לוֹ֩ Hl סְנַפִּ֨יר H5579 וְקַשְׂקֶ֜שֶׂת H7193 בַּמַּ֗יִם H4325 בַּיַּמִּ֛ים H3220 וּבַ H5158 אֹתָ֥ם H853 תֹּאכֵֽלוּ H398 ",
  "10": "וְכֹל֩ H3605 אֲשֶׁ֨ר H834 אֵֽין H369 ל֜וֹ Hl סְנַפִּ֣יר H5579 וְקַשְׂקֶ֗שֶׂת H7193 בַּיַּמִּים֙ H3220 וּבַ H5158 מִכֹּל֙ H3605 שֶׁ֣רֶץ H8318 הַמַּ֔יִם H4325 וּמִ H3605 נֶ֥פֶשׁ H5315 הַחַיָּ֖ה H2416 אֲשֶׁ֣ר H834 בַּמָּ֑יִם H4325 שֶׁ֥קֶץ H8263 הֵ֖ם H1992 לָכֶֽם Hl ",
  "11": "וְשֶׁ֖קֶץ H8263 יִהְי֣וּ H1961 לָכֶ֑ם Hl מִבְּשָׂרָ H1320 לֹ֣א H3808 תֹאכֵ֔לוּ H398 וְאֶת H853 נִבְלָתָ֖ם H5038 תְּשַׁקֵּֽצוּ H8262 ",
  "12": "כֹּ֣ל H3605 אֲשֶׁ֥ר H834 אֵֽין H369 ל֛וֹ Hl סְנַפִּ֥יר H5579 וְקַשְׂקֶ֖שֶׂת H7193 בַּמָּ֑יִם H4325 שֶׁ֥קֶץ H8263 ה֖וּא H1931 לָכֶֽם Hl ",
  "13": "וְאֶת H853 אֵ֨לֶּה֙ H428 תְּשַׁקְּצ֣וּ H8262 מִן H4480 הָע֔וֹף H5775 לֹ֥א H3808 יֵאָכְל֖וּ H398 שֶׁ֣קֶץ H8263 הֵ֑ם H1992 אֶת H853 הַנֶּ֨שֶׁר֙ H5404 וְאֶת H853 הַפֶּ֔רֶס H6538 וְאֵ֖ת H853 הָעָזְנִיָּֽה H5822 ",
  "14": "וְאֶת H853 הַ֨דָּאָ֔ה H1676 וְאֶת H853 הָאַיָּ֖ה H344 לְמִינָֽ H4327 ",
  "15": "אֵ֥ת H853 כָּל H3605 עֹרֵ֖ב H6158 לְמִינֽ H4327 ",
  "16": "וְאֵת֙ H853 בַּ֣ת H1323 הַֽיַּעֲנָ֔ה H3284 וְאֶת H853 הַתַּחְמָ֖ס H8464 וְאֶת H853 הַשָּׁ֑חַף H7828 וְאֶת H853 הַנֵּ֖ץ H5322 לְמִינֵֽ H4327 ",
  "17": "וְאֶת H853 הַכּ֥וֹס H3563 וְאֶת H853 הַשָּׁלָ֖ךְ H7994 וְאֶת H853 הַיַּנְשֽׁוּף H3244 ",
  "18": "וְאֶת H853 הַתִּנְשֶׁ֥מֶת H8580 וְאֶת H853 הַקָּאָ֖ת H6893 וְאֶת H853 הָרָחָֽם H7360 ",
  "19": "וְאֵת֙ H853 הַחֲסִידָ֔ה H2624 הָאֲנָפָ֖ה H601 לְמִינָ֑ H4327 וְאֶת H853 הַדּוּכִיפַ֖ת H1744 וְאֶת H853 הָעֲטַלֵּֽף H5847 ",
  "20": "כֹּ֚ל H3605 שֶׁ֣רֶץ H8318 הָע֔וֹף H5775 הַהֹלֵ֖ךְ H1980 עַל H5921 אַרְבַּ֑ע H702 שֶׁ֥קֶץ H8263 ה֖וּא H1931 לָכֶֽם Hl ",
  "21": "אַ֤ךְ H389 אֶת H853 זֶה֙ H2088 תֹּֽאכְל֔וּ H398 מִכֹּל֙ H3605 שֶׁ֣רֶץ H8318 הָע֔וֹף H5775 הַהֹלֵ֖ךְ H1980 עַל H5921 אַרְבַּ֑ע H702 אֲשֶׁר H834 לא H3808 כְרָעַ֨יִם֙ H3767 מִמַּ֣עַל H4605 לְרַגְלָ֔י H7272 לְנַתֵּ֥ר H5425 בָּהֵ֖ן H2004 עַל H5921 הָאָֽרֶץ H776 ",
  "22": "אֶת H853 אֵ֤לֶּה H428 מֵהֶם֙ H1992 תֹּאכֵ֔לוּ H398 אֶת H853 הָֽאַרְבֶּ֣ה H697 לְמִינ֔ H4327 וְאֶת H853 הַסָּלְעָ֖ם H5556 לְמִינֵ֑ H4327 וְאֶת H853 הַחַרְגֹּ֣ל H2728 לְמִינֵ֔ H4327 וְאֶת H853 הֶחָגָ֖ב H2284 לְמִינֵֽ H4327 ",
  "23": "וְכֹל֙ H3605 שֶׁ֣רֶץ H8318 הָע֔וֹף H5775 אֲשֶׁר H834 ל֖וֹ Hl אַרְבַּ֣ע H702 רַגְלָ֑יִם H7272 שֶׁ֥קֶץ H8263 ה֖וּא H1931 לָכֶֽם Hl ",
  "24": "וּלְ H428 תִּטַּמָּ֑אוּ H2930 כָּל H3605 הַנֹּגֵ֥עַ H5060 בְּנִבְלָתָ֖ H5038 יִטְמָ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
  "25": "וְכָל H3605 הַנֹּשֵׂ֖א H5375 מִנִּבְלָתָ֑ H5038 יְכַבֵּ֥ס H3526 בְּגָדָ֖יו H899 וְטָמֵ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
  "26": "לְֽכָל H3605 הַבְּהֵמָ֡ה H929 אֲשֶׁ֣ר H834 הִוא֩ H1931 מַפְרֶ֨סֶת H6536 פַּרְסָ֜ה H6541 וְשֶׁ֣סַע H8156 אֵינֶ֣נָּה H369 שֹׁסַ֗עַת H8157 וְגֵרָה֙ H1625 אֵינֶ֣נָּה H369 מַעֲלָ֔ה H5927 טְמֵאִ֥ים H2931 הֵ֖ם H1992 לָכֶ֑ם Hl כָּל H3605 הַנֹּגֵ֥עַ H5060 בָּהֶ֖ם Hb יִטְמָֽא H2930 ",
  "27": "וְכֹ֣ל H3605 הוֹלֵ֣ךְ H1980 עַל H5921 כַּפָּ֗יו H3709 בְּכָל H3605 הַֽחַיָּה֙ H2416 הַהֹלֶ֣כֶת H1980 עַל H5921 אַרְבַּ֔ע H702 טְמֵאִ֥ים H2931 הֵ֖ם H1992 לָכֶ֑ם Hl כָּל H3605 הַנֹּגֵ֥עַ H5060 בְּנִבְלָתָ֖ H5038 יִטְמָ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
  "28": "וְהַ H5375 אֶת H853 נִבְלָתָ֔ם H5038 יְכַבֵּ֥ס H3526 בְּגָדָ֖יו H899 וְטָמֵ֣א H2930 עַד H5704 הָעָ֑רֶב H6153 טְמֵאִ֥ים H2931 הֵ֖מָּה H1992 לָכֶֽם Hl ",
  "29": "וְזֶ֤ה H2088 לָכֶם֙ Hl הַטָּמֵ֔א H2931 בַּשֶּׁ֖רֶץ H8318 הַשֹּׁרֵ֣ץ H8317 עַל H5921 הָאָ֑רֶץ H776 הַחֹ֥לֶד H2467 וְהָ H5909 וְהַ H6632 לְמִינֵֽ H4327 ",
  "30": "וְהָ H604 וְהַ H3581 וְהַ H3911 וְהַ H2546 וְהַ H8580 ",
  "31": "אֵ֛לֶּה H428 הַטְּמֵאִ֥ים H2931 לָכֶ֖ם Hl בְּכָל H3605 הַשָּׁ֑רֶץ H8318 כָּל H3605 הַנֹּגֵ֧עַ H5060 בָּהֶ֛ם Hb בְּמֹתָ֖ H4194 יִטְמָ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
  "32": "וְכֹ֣ל H3605 אֲשֶׁר H834 יִפֹּל H5307 עָלָיו֩ H5921 מֵהֶ֨ם H1992 בְּמֹתָ֜ H4194 יִטְמָ֗א H2930 מִכָּל H3605 כְּלִי H3627 עֵץ֙ H6086 א֣וֹ H176 בֶ֤גֶד H899 אוֹ H176 עוֹר֙ H5785 א֣וֹ H176 שָׂ֔ק H8242 כָּל H3605 כְּלִ֕י H3627 אֲשֶׁר H834 יֵעָשֶׂ֥ה H6213 מְלָאכָ֖ה H4399 בָּהֶ֑ם Hb בַּמַּ֧יִם H4325 יוּבָ֛א H935 וְטָמֵ֥א H2930 עַד H5704 הָעֶ֖רֶב H6153 וְטָהֵֽר H2891 ",
  "33": "וְכָל H3605 כְּלִי H3627 חֶ֔רֶשׂ H2789 אֲשֶׁר H834 יִפֹּ֥ל H5307 מֵהֶ֖ם H1992 אֶל H413 תּוֹכ֑וֹ H8432 כֹּ֣ל H3605 אֲשֶׁ֧ר H834 בְּתוֹכ֛ H8432 יִטְמָ֖א H2930 וְאֹת֥ H853 תִשְׁבֹּֽרוּ H7665 ",
  "34": "מִכָּל H3605 הָאֹ֜כֶל H400 אֲשֶׁ֣ר H834 יֵאָכֵ֗ל H398 אֲשֶׁ֨ר H834 יָב֥וֹא H935 עָלָ֛יו H5921 מַ֖יִם H4325 יִטְמָ֑א H2930 וְכָל H3605 מַשְׁקֶה֙ H4945 אֲשֶׁ֣ר H834 יִשָּׁתֶ֔ה H8354 בְּכָל H3605 כְּלִ֖י H3627 יִטְמָֽא H2930 ",
  "35": "וְ֠כֹל H3605 אֲשֶׁר H834 יִפֹּ֨ל H5307 מִנִּבְלָתָ֥ H5038 עָלָיו֮ H5921 יִטְמָא֒ H2930 תַּנּ֧וּר H8574 וְכִירַ֛יִם H3600 יֻתָּ֖ץ H5422 טְמֵאִ֣ים H2931 הֵ֑ם H1992 וּטְמֵאִ֖ים H2931 יִהְי֥וּ H1961 לָכֶֽם Hl ",
  "36": "אַ֣ךְ H389 מַעְיָ֥ן H4599 וּב֛וֹר H953 מִקְוֵה H4723 מַ֖יִם H4325 יִהְיֶ֣ה H1961 טָה֑וֹר H2889 וְנֹגֵ֥עַ H5060 בְּנִבְלָתָ֖ H5038 יִטְמָֽא H2930 ",
  "37": "וְכִ֤י H3588 יִפֹּל֙ H5307 מִנִּבְלָתָ֔ H5038 עַל H5921 כָּל H3605 זֶ֥רַע H2233 זֵר֖וּעַ H2221 אֲשֶׁ֣ר H834 יִזָּרֵ֑עַ H2232 טָה֖וֹר H2889 הֽוּא H1931 ",
  "38": "וְכִ֤י H3588 יֻתַּן H5414 מַ֨יִם֙ H4325 עַל H5921 זֶ֔רַע H2233 וְנָפַ֥ל H5307 מִנִּבְלָתָ֖ H5038 עָלָ֑יו H5921 טָמֵ֥א H2931 ה֖וּא H1931 לָכֶֽם Hl ",
  "39": "וְכִ֤י H3588 יָמוּת֙ H4191 מִן H4480 הַבְּהֵמָ֔ה H929 אֲשֶׁר H834 הִ֥יא H1931 לָכֶ֖ם Hl לְאָכְלָ֑ה H402 הַנֹּגֵ֥עַ H5060 בְּנִבְלָתָ֖ H5038 יִטְמָ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
  "40": "וְהָֽ H398 מִנִּבְלָתָ֔ H5038 יְכַבֵּ֥ס H3526 בְּגָדָ֖יו H899 וְטָמֵ֣א H2930 עַד H5704 הָעָ֑רֶב H6153 וְהַ H5375 אֶת H853 נִבְלָתָ֔הּ H5038 יְכַבֵּ֥ס H3526 בְּגָדָ֖יו H899 וְטָמֵ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
  "41": "וְכָל H3605 הַשֶּׁ֖רֶץ H8318 הַשֹּׁרֵ֣ץ H8317 עַל H5921 הָאָ֑רֶץ H776 שֶׁ֥קֶץ H8263 ה֖וּא H1931 לֹ֥א H3808 יֵאָכֵֽל H398 ",
  "42": "כֹּל֩ H3605 הוֹלֵ֨ךְ H1980 עַל H5921  H1512 וְכֹ֣ל H3605 הוֹלֵ֣ךְ H1980 עַל H5921 אַרְבַּ֗ע H702 עַ֚ד H5704 כָּל H3605 מַרְבֵּ֣ה H7235 רַגְלַ֔יִם H7272 לְכָל H3605 הַשֶּׁ֖רֶץ H8318 הַשֹּׁרֵ֣ץ H8317 עַל H5921 הָאָ֑רֶץ H776 לֹ֥א H3808 תֹאכְל֖וּם H398 כִּי H3588 שֶׁ֥קֶץ H8263 הֵֽם H1992 ",
  "43": "אַל H408 תְּשַׁקְּצוּ֙ H8262 אֶת H853 נַפְשֹׁ֣תֵיכֶ֔ם H5315 בְּכָל H3605 הַשֶּׁ֖רֶץ H8318 הַשֹּׁרֵ֑ץ H8317 וְלֹ֤א H3808 תִֽטַּמְּאוּ֙ H2930 בָּהֶ֔ם Hb וְנִטְמֵתֶ֖ם H2930 בָּֽם Hb ",
  "44": "כִּ֣י H3588 אֲנִ֣י H589 יְהוָה֮ H3068 אֱלֹֽהֵיכֶם֒ H430 וְהִתְקַדִּשְׁתֶּם֙ H6942 וִהְיִיתֶ֣ם H1961 קְדֹשִׁ֔ים H6918 כִּ֥י H3588 קָד֖וֹשׁ H6918 אָ֑נִי H589 וְלֹ֤א H3808 תְטַמְּאוּ֙ H2930 אֶת H853 נַפְשֹׁ֣תֵיכֶ֔ם H5315 בְּכָל H3605 הַשֶּׁ֖רֶץ H8318 הָרֹמֵ֥שׂ H7430 עַל H5921 הָאָֽרֶץ H776 ",
  "45": "כִּ֣י H3588 אֲנִ֣י H589 יְהוָ֗ה H3068 הַֽמַּעֲלֶ֤ה H5927 אֶתְכֶם֙ H853 מֵאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 לִהְיֹ֥ת H1961 לָכֶ֖ם Hl לֵאלֹהִ֑ים H430 וִהְיִיתֶ֣ם H1961 קְדֹשִׁ֔ים H6918 כִּ֥י H3588 קָד֖וֹשׁ H6918 אָֽנִי H589 ",
  "46": "זֹ֣את H2063 תּוֹרַ֤ת H8451 הַבְּהֵמָה֙ H929 וְהָ H5775 וְכֹל֙ H3605 נֶ֣פֶשׁ H5315 הַֽחַיָּ֔ה H2416 הָרֹמֶ֖שֶׂת H7430 בַּמָּ֑יִם H4325 וּלְ H3605 נֶ֖פֶשׁ H5315 הַשֹּׁרֶ֥צֶת H8317 עַל H5921 הָאָֽרֶץ H776 ",
  "47": "לְהַבְדִּ֕יל H914 בֵּ֥ין H996 הַטָּמֵ֖א H2931 וּבֵ֣ין H996 הַטָּהֹ֑ר H2889 וּבֵ֤ין H996 הַֽחַיָּה֙ H2416 הַֽנֶּאֱכֶ֔לֶת H398 וּבֵין֙ H996 הַֽחַיָּ֔ה H2416 אֲשֶׁ֖ר H834 לֹ֥א H3808 תֵאָכֵֽל H398 "
}
