{
  "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "2": "דַּבֵּ֞ר H1696 אֶל H413 כָּל H3605 עֲדַ֧ת H5712 בְּנֵי H1121 יִשְׂרָאֵ֛ל H3478 וְאָמַרְתָּ֥ H559 אֲלֵהֶ֖ם H413 קְדֹשִׁ֣ים H6918 תִּהְי֑וּ H1961 כִּ֣י H3588 קָד֔וֹשׁ H6918 אֲנִ֖י H589 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
  "3": "אִ֣ישׁ H376 אִמּ֤וֹ H517 וְאָבִי H1 תִּירָ֔אוּ H3372 וְאֶת H853 שַׁבְּתֹתַ֖י H7676 תִּשְׁמֹ֑רוּ H8104 אֲנִ֖י H589 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
  "4": "אַל H408 תִּפְנוּ֙ H6437 אֶל H413 הָ֣אֱלִילִ֔ים H457 וֵֽאלֹהֵי֙ H430 מַסֵּכָ֔ה H4541 לֹ֥א H3808 תַעֲשׂ֖וּ H6213 לָכֶ֑ם Hl אֲנִ֖י H589 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
  "5": "וְכִ֧י H3588 תִזְבְּח֛וּ H2076 זֶ֥בַח H2077 שְׁלָמִ֖ים H8002 לַיהוָ֑ה H3068 לִֽרְצֹנְ H7522 תִּזְבָּחֻֽהוּ H2076 ",
  "6": "בְּי֧וֹם H3117 זִבְחֲכֶ֛ם H2077 יֵאָכֵ֖ל H398 וּמִֽ H4283 וְהַ H3498 עַד H5704 י֣וֹם H3117 הַשְּׁלִישִׁ֔י H7992 בָּאֵ֖שׁ H784 יִשָּׂרֵֽף H8313 ",
  "7": "וְאִ֛ם H518 הֵאָכֹ֥ל H398 יֵאָכֵ֖ל H398 בַּיּ֣וֹם H3117 הַשְּׁלִישִׁ֑י H7992 פִּגּ֥וּל H6292 ה֖וּא H1931 לֹ֥א H3808 יֵרָצֶֽה H7521 ",
  "8": "וְאֹֽכְלָי H398 עֲוֺנ֣וֹ H5771 יִשָּׂ֔א H5375 כִּֽי H3588 אֶת H853 קֹ֥דֶשׁ H6944 יְהוָ֖ה H3068 חִלֵּ֑ל H2490 וְנִכְרְתָ֛ה H3772 הַנֶּ֥פֶשׁ H5315 הַהִ֖וא H1931 מֵעַמֶּֽי H5971 ",
  "9": "וּֽבְ H7114 אֶת H853 קְצִ֣יר H7105 אַרְצְכֶ֔ם H776 לֹ֧א H3808 תְכַלֶּ֛ה H3615 פְּאַ֥ת H6285 שָׂדְךָ֖ H7704 לִקְצֹ֑ר H7114 וְלֶ֥קֶט H3951 קְצִֽירְךָ֖ H7105 לֹ֥א H3808 תְלַקֵּֽט H3950 ",
  "10": "וְכַרְמְ H3754 לֹ֣א H3808 תְעוֹלֵ֔ל H5953 וּפֶ֥רֶט H6528 כַּרְמְךָ֖ H3754 לֹ֣א H3808 תְלַקֵּ֑ט H3950 לֶֽעָנִ֤י H6041 וְלַ H1616 תַּעֲזֹ֣ב H5800 אֹתָ֔ם H853 אֲנִ֖י H589 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
  "11": "לֹ֖א H3808 תִּגְנֹ֑בוּ H1589 וְלֹא H3808 תְכַחֲשׁ֥וּ H3584 וְלֹֽא H3808 תְשַׁקְּר֖וּ H8266 אִ֥ישׁ H376 בַּעֲמִיתֽ H5997 ",
  "12": "וְלֹֽא H3808 תִשָּׁבְע֥וּ H7650 בִשְׁמִ֖ H8034 לַשָּׁ֑קֶר H8267 וְחִלַּלְתָּ֛ H2490 אֶת H853 שֵׁ֥ם H8034 אֱלֹהֶ֖יךָ H430 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "13": "לֹֽא H3808 תַעֲשֹׁ֥ק H6231 אֶת H853 רֵֽעֲךָ֖ H7453 וְלֹ֣א H3808 תִגְזֹ֑ל H1497 לֹֽא H3808 תָלִ֞ין H3885 פְּעֻלַּ֥ת H6468 שָׂכִ֛יר H7916 אִתְּךָ֖ H854 עַד H5704 בֹּֽקֶר H1242 ",
  "14": "לֹא H3808 תְקַלֵּ֣ל H7043 חֵרֵ֔שׁ H2795 וְלִ H6440 עִוֵּ֔ר H5787 לֹ֥א H3808 תִתֵּ֖ן H5414 מִכְשֹׁ֑ל H4383 וְיָרֵ֥אתָ H3372 מֵּאֱלֹהֶ֖י H430 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "15": "לֹא H3808 תַעֲשׂ֥וּ H6213 עָ֨וֶל֙ H5766 בַּמִּשְׁפָּ֔ט H4941 לֹא H3808 תִשָּׂ֣א H5375 פְנֵי H6440 דָ֔ל H1800 וְלֹ֥א H3808 תֶהְדַּ֖ר H1921 פְּנֵ֣י H6440 גָד֑וֹל H1419 בְּצֶ֖דֶק H6664 תִּשְׁפֹּ֥ט H8199 עֲמִיתֶֽךָ H5997 ",
  "16": "לֹא H3808 תֵלֵ֤ךְ H3212 רָכִיל֙ H7400 בְּעַמֶּ֔י H5971 לֹ֥א H3808 תַעֲמֹ֖ד H5975 עַל H5921 דַּ֣ם H1818 רֵעֶ֑ךָ H7453 אֲנִ֖י H589 יְהוָֽה H3068 ",
  "17": "לֹֽא H3808 תִשְׂנָ֥א H8130 אֶת H853 אָחִ֖יךָ H251 בִּלְבָבֶ֑ H3824 הוֹכֵ֤חַ H3198 תּוֹכִ֨יחַ֙ H3198 אֶת H853 עֲמִיתֶ֔ךָ H5997 וְלֹא H3808 תִשָּׂ֥א H5375 עָלָ֖יו H5921 חֵֽטְא H2399 ",
  "18": "לֹֽא H3808 תִקֹּ֤ם H5358 וְלֹֽא H3808 תִטֹּר֙ H5201 אֶת H853 בְּנֵ֣י H1121 עַמֶּ֔ךָ H5971 וְאָֽהַבְתָּ֥ H157 לְרֵעֲ H7453 כָּמ֑וֹךָ H3644 אֲנִ֖י H589 יְהוָֽה H3068 ",
  "19": "אֶֽת H853 חֻקֹּתַי֮ H2708 תִּשְׁמֹרוּ֒ H8104 בְּהֶמְתְּךָ֙ H929 לֹא H3808 תַרְבִּ֣יעַ H7250 כִּלְאַ֔יִם H3610 שָׂדְךָ֖ H7704 לֹא H3808 תִזְרַ֣ע H2232 כִּלְאָ֑יִם H3610 וּבֶ֤גֶד H899 כִּלְאַ֨יִם֙ H3610 שַֽׁעַטְנֵ֔ז H8162 לֹ֥א H3808 יַעֲלֶ֖ה H5927 עָלֶֽיךָ H5921 ",
  "20": "וְ֠אִישׁ H376 כִּֽי H3588 יִשְׁכַּ֨ב H7901 אֶת H854 אִשָּׁ֜ה H802 שִׁכְבַת H7902 זֶ֗רַע H2233 וְהִ֤וא H1931 שִׁפְחָה֙ H8198 נֶחֱרֶ֣פֶת H2778 לְאִ֔ישׁ H376 וְהָפְדֵּה֙ H6299 לֹ֣א H3808 נִפְדָּ֔תָה H6299 א֥וֹ H176 חֻפְשָׁ֖ה H2668 לֹ֣א H3808 נִתַּן H5414 לָ֑הּ Hl בִּקֹּ֧רֶת H1244 תִּהְיֶ֛ה H1961 לֹ֥א H3808 יוּמְת֖וּ H4191 כִּי H3588 לֹ֥א H3808 חֻפָּֽשָׁה H2666 ",
  "21": "וְהֵבִ֤יא H935 אֶת H853 אֲשָׁמוֹ֙ H817 לַֽיהוָ֔ה H3068 אֶל H413 פֶּ֖תַח H6607 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 אֵ֖יל H352 אָשָֽׁם H817 ",
  "22": "וְכִפֶּר֩ H3722 עָלָ֨יו H5921 הַכֹּהֵ֜ן H3548 בְּאֵ֤יל H352 הָֽאָשָׁם֙ H817 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 עַל H5921 חַטָּאת֖וֹ H2403 אֲשֶׁ֣ר H834 חָטָ֑א H2398 וְנִסְלַ֣ח H5545 ל֔וֹ Hl מֵחַטָּאת֖ H2403 אֲשֶׁ֥ר H834 חָטָֽא H2398 ",
  "23": "וְכִי H3588 תָבֹ֣אוּ H935 אֶל H413 הָאָ֗רֶץ H776 וּנְטַעְתֶּם֙ H5193 כָּל H3605 עֵ֣ץ H6086 מַאֲכָ֔ל H3978 וַעֲרַלְתֶּ֥ם H6188 עָרְלָת֖וֹ H6190 אֶת H853 פִּרְי֑וֹ H6529 שָׁלֹ֣שׁ H7969 שָׁנִ֗ים H8141 יִהְיֶ֥ה H1961 לָכֶ֛ם Hl עֲרֵלִ֖ים H6189 לֹ֥א H3808 יֵאָכֵֽל H398 ",
  "24": "וּבַ H8141 הָרְבִיעִ֔ת H7243 יִהְיֶ֖ה H1961 כָּל H3605 פִּרְי֑וֹ H6529 קֹ֥דֶשׁ H6944 הִלּוּלִ֖ים H1974 לַיהוָֽה H3068 ",
  "25": "וּבַ H8141 הַחֲמִישִׁ֗ת H2549 תֹּֽאכְלוּ֙ H398 אֶת H853 פִּרְי֔וֹ H6529 לְהוֹסִ֥יף H3254 לָכֶ֖ם Hl תְּבוּאָת֑וֹ H8393 אֲנִ֖י H589 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
  "26": "לֹ֥א H3808 תֹאכְל֖וּ H398 עַל H5921 הַדָּ֑ם H1818 לֹ֥א H3808 תְנַחֲשׁ֖וּ H5172 וְלֹ֥א H3808 תְעוֹנֵֽנוּ H6049 ",
  "27": "לֹ֣א H3808 תַקִּ֔פוּ H5362 פְּאַ֖ת H6285 רֹאשְׁכֶ֑ם H7218 וְלֹ֣א H3808 תַשְׁחִ֔ית H7843 אֵ֖ת H853 פְּאַ֥ת H6285 זְקָנֶֽךָ H2206 ",
  "28": "וְשֶׂ֣רֶט H8296 לָנֶ֗פֶשׁ H5315 לֹ֤א H3808 תִתְּנוּ֙ H5414 בִּבְשַׂרְ H1320 וּכְתֹ֣בֶת H3793 קַֽעֲקַ֔ע H7085 לֹ֥א H3808 תִתְּנ֖וּ H5414 בָּכֶ֑ם Hb אֲנִ֖י H589 יְהוָֽה H3068 ",
  "29": "אַל H408 תְּחַלֵּ֥ל H2490 אֶֽת H853 בִּתְּךָ֖ H1323 לְהַזְנוֹתָ֑ H2181 וְלֹא H3808 תִזְנֶ֣ה H2181 הָאָ֔רֶץ H776 וּמָלְאָ֥ה H4390 הָאָ֖רֶץ H776 זִמָּֽה H2154 ",
  "30": "אֶת H853 שַׁבְּתֹתַ֣י H7676 תִּשְׁמֹ֔רוּ H8104 וּמִקְדָּשִׁ֖ H4720 תִּירָ֑אוּ H3372 אֲנִ֖י H589 יְהוָֽה H3068 ",
  "31": "אַל H408 תִּפְנ֤וּ H6437 אֶל H413 הָאֹבֹת֙ H178 וְאֶל H413 הַיִּדְּעֹנִ֔ים H3049 אַל H408 תְּבַקְשׁ֖וּ H1245 לְטָמְאָ֣ה H2930 בָהֶ֑ם Hb אֲנִ֖י H589 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
  "32": "מִפְּנֵ֤י H6440 שֵׂיבָה֙ H7872 תָּק֔וּם H6965 וְהָדַרְתָּ֖ H1921 פְּנֵ֣י H6440 זָקֵ֑ן H2205 וְיָרֵ֥אתָ H3372 מֵּאֱלֹהֶ֖י H430 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "33": "וְכִֽי H3588 יָג֧וּר H1481 אִתְּךָ֛ H854 גֵּ֖ר H1616 בְּאַרְצְ H776 לֹ֥א H3808 תוֹנ֖וּ H3238 אֹתֽוֹ H853 ",
  "34": "כְּאֶזְרָ֣ח H249 מִכֶּם֩ H4480 יִהְיֶ֨ה H1961 לָכֶ֜ם Hl הַגֵּ֣ר H1616 הַגָּ֣ר H1481 אִתְּכֶ֗ם H854 וְאָהַבְתָּ֥ H157 לוֹ֙ Hl כָּמ֔וֹךָ H3644 כִּֽי H3588 גֵרִ֥ים H1616 הֱיִיתֶ֖ם H1961 בְּאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 אֲנִ֖י H589 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
  "35": "לֹא H3808 תַעֲשׂ֥וּ H6213 עָ֖וֶל H5766 בַּמִּשְׁפָּ֑ט H4941 בַּמִּדָּ֕ה H4060 בַּמִּשְׁקָ֖ל H4948 וּבַ H4884 ",
  "36": "מֹ֧אזְנֵי H3976 צֶ֣דֶק H6664 אַבְנֵי H68 צֶ֗דֶק H6664 אֵ֥יפַת H374 צֶ֛דֶק H6664 וְהִ֥ין H1969 צֶ֖דֶק H6664 יִהְיֶ֣ה H1961 לָכֶ֑ם Hl אֲנִי֙ H589 יְהוָ֣ה H3068 אֱלֹֽהֵיכֶ֔ם H430 אֲשֶׁר H834 הוֹצֵ֥אתִי H3318 אֶתְכֶ֖ם H853 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "37": "וּשְׁמַרְתֶּ֤ם H8104 אֶת H853 כָּל H3605 חֻקֹּתַי֙ H2708 וְאֶת H853 כָּל H3605 מִשְׁפָּטַ֔י H4941 וַעֲשִׂיתֶ֖ם H6213 אֹתָ֑ם H853 אֲנִ֖י H589 יְהוָֽה H3068 "
}
