{
  "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "2": "וְאֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֘ל H3478 תֹּאמַר֒ H559 אִ֣ישׁ H376 אִישׁ֩ H376 מִבְּנֵ֨י H1121 יִשְׂרָאֵ֜ל H3478 וּמִן H4480 הַגֵּ֣ר H1616 הַגָּ֣ר H1481 בְּיִשְׂרָאֵ֗ל H3478 אֲשֶׁ֨ר H834 יִתֵּ֧ן H5414 מִזַּרְע֛ H2233 לַמֹּ֖לֶךְ H4432 מ֣וֹת H4191 יוּמָ֑ת H4191 עַ֥ם H5971 הָאָ֖רֶץ H776 יִרְגְּמֻ֥הוּ H7275 בָאָֽבֶן H68 ",
  "3": "וַאֲנִ֞י H589 אֶתֵּ֤ן H5414 אֶת H853 פָּנַי֙ H6440 בָּאִ֣ישׁ H376 הַה֔וּא H1931 וְהִכְרַתִּ֥י H3772 אֹת֖וֹ H853 מִקֶּ֣רֶב H7130 עַמּ֑וֹ H5971 כִּ֤י H3588 מִזַּרְע H2233 נָתַ֣ן H5414 לַמֹּ֔לֶךְ H4432 לְמַ֗עַן H4616 טַמֵּא֙ H2930 אֶת H853 מִקְדָּשִׁ֔י H4720 וּלְ H2490 אֶת H853 שֵׁ֥ם H8034 קָדְשִֽׁי H6944 ",
  "4": "וְאִ֡ם H518 הַעְלֵ֣ם H5956 יַעְלִימֽוּ֩ H5956 עַ֨ם H5971 הָאָ֜רֶץ H776 אֶת H853 עֵֽינֵיהֶם֙ H5869 מִן H4480 הָאִ֣ישׁ H376 הַה֔וּא H1931 בְּתִתּ֥ H5414 מִזַּרְע֖ H2233 לַמֹּ֑לֶךְ H4432 לְבִלְתִּ֖י H1115 הָמִ֥ית H4191 אֹתֽוֹ H853 ",
  "5": "וְשַׂמְתִּ֨י H7760 אֲנִ֧י H589 אֶת H853 פָּנַ֛י H6440 בָּאִ֥ישׁ H376 הַה֖וּא H1931 וּבְ H4940 וְהִכְרַתִּ֨י H3772 אֹת֜וֹ H853 וְאֵ֣ת H853 כָּל H3605 הַזֹּנִ֣ים H2181 אַחֲרָ֗יו H310 לִזְנ֛וֹת H2181 אַחֲרֵ֥י H310 הַמֹּ֖לֶךְ H4432 מִקֶּ֥רֶב H7130 עַמָּֽם H5971 ",
  "6": "וְהַ H5315 אֲשֶׁ֨ר H834 תִּפְנֶ֤ה H6437 אֶל H413 הָֽאֹבֹת֙ H178 וְאֶל H413 הַיִּדְּעֹנִ֔ים H3049 לִזְנ֖וֹת H2181 אַחֲרֵיהֶ֑ם H310 וְנָתַתִּ֤י H5414 אֶת H853 פָּנַי֙ H6440 בַּנֶּ֣פֶשׁ H5315 הַהִ֔וא H1931 וְהִכְרַתִּ֥י H3772 אֹת֖וֹ H853 מִקֶּ֥רֶב H7130 עַמּֽוֹ H5971 ",
  "7": "וְהִ֨תְקַדִּשְׁתֶּ֔ם H6942 וִהְיִיתֶ֖ם H1961 קְדֹשִׁ֑ים H6918 כִּ֛י H3588 אֲנִ֥י H589 יְהוָ֖ה H3068 אֱלֹהֵיכֶֽם H430 ",
  "8": "וּשְׁמַרְתֶּם֙ H8104 אֶת H853 חֻקֹּתַ֔י H2708 וַעֲשִׂיתֶ֖ם H6213 אֹתָ֑ם H853 אֲנִ֥י H589 יְהוָ֖ה H3068 מְקַדִּשְׁכֶֽם H6942 ",
  "9": "כִּֽי H3588 אִ֣ישׁ H376 אִ֗ישׁ H376 אֲשֶׁ֨ר H834 יְקַלֵּ֧ל H7043 אֶת H853 אָבִ֛יו H1 וְאֶת H853 אִמּ֖וֹ H517 מ֣וֹת H4191 יוּמָ֑ת H4191 אָבִ֧יו H1 וְאִמּ֛ H517 קִלֵּ֖ל H7043 דָּמָ֥יו H1818 בּֽוֹ Hb ",
  "10": "וְאִ֗ישׁ H376 אֲשֶׁ֤ר H834 יִנְאַף֙ H5003 אֶת H854 אֵ֣שֶׁת H802 אִ֔ישׁ H376 אֲשֶׁ֥ר H834 יִנְאַ֖ף H5003 אֶת H854 אֵ֣שֶׁת H802 רֵעֵ֑הוּ H7453 מֽוֹת H4191 יוּמַ֥ת H4191 הַנֹּאֵ֖ף H5003 וְהַ H5003 ",
  "11": "וְאִ֗ישׁ H376 אֲשֶׁ֤ר H834 יִשְׁכַּב֙ H7901 אֶת H854 אֵ֣שֶׁת H802 אָבִ֔יו H1 עֶרְוַ֥ת H6172 אָבִ֖יו H1 גִּלָּ֑ה H1540 מֽוֹת H4191 יוּמְת֥וּ H4191 שְׁנֵיהֶ֖ם H8147 דְּמֵיהֶ֥ם H1818 בָּֽם Hb ",
  "12": "וְאִ֗ישׁ H376 אֲשֶׁ֤ר H834 יִשְׁכַּב֙ H7901 אֶת H854 כַּלָּת֔וֹ H3618 מ֥וֹת H4191 יוּמְת֖וּ H4191 שְׁנֵיהֶ֑ם H8147 תֶּ֥בֶל H8397 עָשׂ֖וּ H6213 דְּמֵיהֶ֥ם H1818 בָּֽם Hb ",
  "13": "וְאִ֗ישׁ H376 אֲשֶׁ֨ר H834 יִשְׁכַּ֤ב H7901 אֶת H854 זָכָר֙ H2145 מִשְׁכְּבֵ֣י H4904 אִשָּׁ֔ה H802 תּוֹעֵבָ֥ה H8441 עָשׂ֖וּ H6213 שְׁנֵיהֶ֑ם H8147 מ֥וֹת H4191 יוּמָ֖תוּ H4191 דְּמֵיהֶ֥ם H1818 בָּֽם Hb ",
  "14": "וְאִ֗ישׁ H376 אֲשֶׁ֨ר H834 יִקַּ֧ח H3947 אֶת H853 אִשָּׁ֛ה H802 וְאֶת H853 אִמָּ֖הּ H517 זִמָּ֣ה H2154 הִ֑וא H1931 בָּאֵ֞שׁ H784 יִשְׂרְפ֤וּ H8313 אֹתוֹ֙ H853 וְאֶתְ H853 וְלֹא H3808 תִהְיֶ֥ה H1961 זִמָּ֖ה H2154 בְּתוֹכְ H8432 ",
  "15": "וְאִ֗ישׁ H376 אֲשֶׁ֨ר H834 יִתֵּ֧ן H5414 שְׁכָבְתּ֛וֹ H7903 בִּבְהֵמָ֖ה H929 מ֣וֹת H4191 יוּמָ֑ת H4191 וְאֶת H853 הַבְּהֵמָ֖ה H929 תַּהֲרֹֽגוּ H2026 ",
  "16": "וְאִשָּׁ֗ה H802 אֲשֶׁ֨ר H834 תִּקְרַ֤ב H7126 אֶל H413 כָּל H3605 בְּהֵמָה֙ H929 לְרִבְעָ֣ה H7250 אֹתָ֔הּ H854 וְהָרַגְתָּ֥ H2026 אֶת H853 הָאִשָּׁ֖ה H802 וְאֶת H853 הַבְּהֵמָ֑ה H929 מ֥וֹת H4191 יוּמָ֖תוּ H4191 דְּמֵיהֶ֥ם H1818 בָּֽם Hb ",
  "17": "וְאִ֣ישׁ H376 אֲשֶׁר H834 יִקַּ֣ח H3947 אֶת H853 אֲחֹת֡וֹ H269 בַּת H1323 אָבִ֣יו H1 א֣וֹ H176 בַת H1323 אִ֠מּוֹ H517 וְרָאָ֨ה H7200 אֶת H853 עֶרְוָתָ֜הּ H6172 וְהִֽיא H1931 תִרְאֶ֤ה H7200 אֶת H853 עֶרְוָתוֹ֙ H6172 חֶ֣סֶד H2617 ה֔וּא H1931 וְנִ֨כְרְת֔וּ H3772 לְעֵינֵ֖י H5869 בְּנֵ֣י H1121 עַמָּ֑ם H5971 עֶרְוַ֧ת H6172 אֲחֹת֛וֹ H269 גִּלָּ֖ה H1540 עֲוֺנ֥וֹ H5771 יִשָּֽׂא H5375 ",
  "18": "וְ֠אִישׁ H376 אֲשֶׁר H834 יִשְׁכַּ֨ב H7901 אֶת H854 אִשָּׁ֜ה H802 דָּוָ֗ה H1739 וְגִלָּ֤ה H1540 אֶת H853 עֶרְוָתָהּ֙ H6172 אֶת H853 מְקֹרָ֣הּ H4726 הֶֽעֱרָ֔ה H6168 וְהִ֕יא H1931 גִּלְּתָ֖ה H1540 אֶת H853 מְק֣וֹר H4726 דָּמֶ֑יהָ H1818 וְנִכְרְת֥וּ H3772 שְׁנֵיהֶ֖ם H8147 מִקֶּ֥רֶב H7130 עַמָּֽם H5971 ",
  "19": "וְעֶרְוַ֨ת H6172 אֲח֧וֹת H269 אִמְּךָ֛ H517 וַאֲח֥וֹת H269 אָבִ֖יךָ H1 לֹ֣א H3808 תְגַלֵּ֑ה H1540 כִּ֧י H3588 אֶת H853 שְׁאֵר֛וֹ H7607 הֶעֱרָ֖ה H6168 עֲוֺנָ֥ם H5771 יִשָּֽׂאוּ H5375 ",
  "20": "וְאִ֗ישׁ H376 אֲשֶׁ֤ר H834 יִשְׁכַּב֙ H7901 אֶת H854 דֹּ֣דָת֔וֹ H1733 עֶרְוַ֥ת H6172 דֹּד֖וֹ H1730 גִּלָּ֑ה H1540 חֶטְאָ֥ם H2399 יִשָּׂ֖אוּ H5375 עֲרִירִ֥ים H6185 יָמֻֽתוּ H4191 ",
  "21": "וְאִ֗ישׁ H376 אֲשֶׁ֥ר H834 יִקַּ֛ח H3947 אֶת H853 אֵ֥שֶׁת H802 אָחִ֖יו H251 נִדָּ֣ה H5079 הִ֑וא H1931 עֶרְוַ֥ת H6172 אָחִ֛יו H251 גִּלָּ֖ה H1540 עֲרִירִ֥ים H6185 יִהְיֽוּ H1961 ",
  "22": "וּשְׁמַרְתֶּ֤ם H8104 אֶת H853 כָּל H3605 חֻקֹּתַי֙ H2708 וְאֶת H853 כָּל H3605 מִשְׁפָּטַ֔י H4941 וַעֲשִׂיתֶ֖ם H6213 אֹתָ֑ם H853 וְלֹא H3808 תָקִ֤יא H6958 אֶתְכֶם֙ H853 הָאָ֔רֶץ H776 אֲשֶׁ֨ר H834 אֲנִ֜י H589 מֵבִ֥יא H935 אֶתְכֶ֛ם H853 שָׁ֖מָּה H8033 לָשֶׁ֥בֶת H3427 בָּֽהּ Hb ",
  "23": "וְלֹ֤א H3808 תֵֽלְכוּ֙ H3212 בְּחֻקֹּ֣ת H2708 הַגּ֔וֹי H1471 אֲשֶׁר H834 אֲנִ֥י H589 מְשַׁלֵּ֖חַ H7971 מִפְּנֵי H6440 כִּ֤י H3588 אֶת H853 כָּל H3605 אֵ֨לֶּה֙ H428 עָשׂ֔וּ H6213 וָאָקֻ֖ץ H6973 בָּֽם Hb ",
  "24": "וָאֹמַ֣ר H559 לָכֶ֗ם Hl אַתֶּם֮ H859 תִּֽירְשׁ֣וּ H3423 אֶת H853 אַדְמָתָם֒ H127 וַאֲנִ֞י H589 אֶתְּנֶ֤נָּה H5414 לָכֶם֙ Hl לָרֶ֣שֶׁת H3423 אֹתָ֔הּ H853 אֶ֛רֶץ H776 זָבַ֥ת H2100 חָלָ֖ב H2461 וּדְבָ֑שׁ H1706 אֲנִי֙ H589 יְהוָ֣ה H3068 אֱלֹֽהֵיכֶ֔ם H430 אֲשֶׁר H834 הִבְדַּ֥לְתִּי H914 אֶתְכֶ֖ם H853 מִן H4480 הָֽעַמִּֽים H5971 ",
  "25": "וְהִבְדַּלְתֶּ֞ם H914 בֵּֽין H996 הַבְּהֵמָ֤ה H929 הַטְּהֹרָה֙ H2889 לַטְּמֵאָ֔ה H2931 וּבֵין H996 הָע֥וֹף H5775 הַטָּמֵ֖א H2931 לַטָּהֹ֑ר H2889 וְלֹֽא H3808 תְשַׁקְּצ֨וּ H8262 אֶת H853 נַפְשֹֽׁתֵיכֶ֜ם H5315 בַּבְּהֵמָ֣ה H929 וּבָ H5775 וּבְ H3605 אֲשֶׁ֣ר H834 תִּרְמֹ֣שׂ H7430 הָֽאֲדָמָ֔ה H127 אֲשֶׁר H834 הִבְדַּ֥לְתִּי H914 לָכֶ֖ם Hl לְטַמֵּֽא H2930 ",
  "26": "וִהְיִ֤יתֶם H1961 לִי֙ Hl קְדֹשִׁ֔ים H6918 כִּ֥י H3588 קָד֖וֹשׁ H6918 אֲנִ֣י H589 יְהוָ֑ה H3068 וָאַבְדִּ֥ל H914 אֶתְכֶ֛ם H853 מִן H4480 הָֽעַמִּ֖ים H5971 לִהְי֥וֹת H1961 לִֽי Hl ",
  "27": "וְאִ֣ישׁ H376 אֽוֹ H176 אִשָּׁ֗ה H802 כִּֽי H3588 יִהְיֶ֨ה H1961 בָהֶ֥ם Hb א֛וֹב H178 א֥וֹ H176 יִדְּעֹנִ֖י H3049 מ֣וֹת H4191 יוּמָ֑תוּ H4191 בָּאֶ֛בֶן H68 יִרְגְּמ֥וּ H7275 אֹתָ֖ם H853 דְּמֵיהֶ֥ם H1818 בָּֽם Hb "
}
