{
  "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "2": "דַּבֵּ֞ר H1696 אֶל H413 בְּנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 וְאָמַרְתָּ֣ H559 אֲלֵהֶ֔ם H413 מוֹעֲדֵ֣י H4150 יְהוָ֔ה H3068 אֲשֶׁר H834 תִּקְרְא֥וּ H7121 אֹתָ֖ם H853 מִקְרָאֵ֣י H4744 קֹ֑דֶשׁ H6944 אֵ֥לֶּה H428 הֵ֖ם H1992 מוֹעֲדָֽי H4150 ",
  "3": "שֵׁ֣שֶׁת H8337 יָמִים֮ H3117 תֵּעָשֶׂ֣ה H6213 מְלָאכָה֒ H4399 וּבַ H3117 הַשְּׁבִיעִ֗י H7637 שַׁבַּ֤ת H7676 שַׁבָּתוֹן֙ H7677 מִקְרָא H4744 קֹ֔דֶשׁ H6944 כָּל H3605 מְלָאכָ֖ה H4399 לֹ֣א H3808 תַעֲשׂ֑וּ H6213 שַׁבָּ֥ת H7676 הִוא֙ H1931 לַֽיהוָ֔ה H3068 בְּכֹ֖ל H3605 מֽוֹשְׁבֹתֵיכֶֽם H4186 ",
  "4": "אֵ֚לֶּה H428 מוֹעֲדֵ֣י H4150 יְהוָ֔ה H3068 מִקְרָאֵ֖י H4744 קֹ֑דֶשׁ H6944 אֲשֶׁר H834 תִּקְרְא֥וּ H7121 אֹתָ֖ם H853 בְּמוֹעֲדָֽ H4150 ",
  "5": "בַּחֹ֣דֶשׁ H2320 הָרִאשׁ֗וֹן H7223 בְּאַרְבָּעָ֥ה H702 עָשָׂ֛ר H6240 לַחֹ֖דֶשׁ H2320 בֵּ֣ין H996 הָעַרְבָּ֑יִם H6153 פֶּ֖סַח H6453 לַיהוָֽה H3068 ",
  "6": "וּבַ H2568 עָשָׂ֥ר H6240 יוֹם֙ H3117 לַחֹ֣דֶשׁ H2320 הַזֶּ֔ה H2088 חַ֥ג H2282 הַמַּצּ֖וֹת H4682 לַיהוָ֑ה H3068 שִׁבְעַ֥ת H7651 יָמִ֖ים H3117 מַצּ֥וֹת H4682 תֹּאכֵֽלוּ H398 ",
  "7": "בַּיּוֹם֙ H3117 הָֽרִאשׁ֔וֹן H7223 מִקְרָא H4744 קֹ֖דֶשׁ H6944 יִהְיֶ֣ה H1961 לָכֶ֑ם Hl כָּל H3605 מְלֶ֥אכֶת H4399 עֲבֹדָ֖ה H5656 לֹ֥א H3808 תַעֲשֽׂוּ H6213 ",
  "8": "וְהִקְרַבְתֶּ֥ם H7126 אִשֶּׁ֛ה H801 לַיהוָ֖ה H3068 שִׁבְעַ֣ת H7651 יָמִ֑ים H3117 בַּיּ֤וֹם H3117 הַשְּׁבִיעִי֙ H7637 מִקְרָא H4744 קֹ֔דֶשׁ H6944 כָּל H3605 מְלֶ֥אכֶת H4399 עֲבֹדָ֖ה H5656 לֹ֥א H3808 תַעֲשֽׂוּ H6213 ",
  "9": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "10": "דַּבֵּ֞ר H1696 אֶל H413 בְּנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 וְאָמַרְתָּ֣ H559 אֲלֵהֶ֔ם H413 כִּֽי H3588 תָבֹ֣אוּ H935 אֶל H413 הָאָ֗רֶץ H776 אֲשֶׁ֤ר H834 אֲנִי֙ H589 נֹתֵ֣ן H5414 לָכֶ֔ם Hl וּקְצַרְתֶּ֖ם H7114 אֶת H853 קְצִירָ֑הּ H7105 וַהֲבֵאתֶ֥ם H935 אֶת H853 עֹ֛מֶר H6016 רֵאשִׁ֥ית H7225 קְצִירְכֶ֖ם H7105 אֶל H413 הַכֹּהֵֽן H3548 ",
  "11": "וְהֵנִ֧יף H5130 אֶת H853 הָעֹ֛מֶר H6016 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 לִֽרְצֹנְ H7522 מִֽמָּחֳרַת֙ H4283 הַשַּׁבָּ֔ת H7676 יְנִיפֶ֖נּוּ H5130 הַכֹּהֵֽן H3548 ",
  "12": "וַעֲשִׂיתֶ֕ם H6213 בְּי֥וֹם H3117 הֲנִֽיפְכֶ֖ם H5130 אֶת H853 הָעֹ֑מֶר H6016 כֶּ֣בֶשׂ H3532 תָּמִ֧ים H8549 בֶּן H1121 שְׁנָת֛וֹ H8141 לְעֹלָ֖ה H5930 לַיהוָֽה H3068 ",
  "13": "וּמִנְחָת H4503 שְׁנֵ֨י H8147 עֶשְׂרֹנִ֜ים H6241 סֹ֣לֶת H5560 בְּלוּלָ֥ה H1101 בַשֶּׁ֛מֶן H8081 אִשֶּׁ֥ה H801 לַיהוָ֖ה H3068 רֵ֣יחַ H7381 נִיחֹ֑חַ H5207 וְנִסְכֹּ֥ H5262 יַ֖יִן H3196 רְבִיעִ֥ת H7243 הַהִֽין H1969 ",
  "14": "וְלֶחֶם֩ H3899 וְקָלִ֨י H7039 וְכַרְמֶ֜ל H3759 לֹ֣א H3808 תֹֽאכְל֗וּ H398 עַד H5704 עֶ֨צֶם֙ H6106 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 עַ֚ד H5704 הֲבִ֣יאֲכֶ֔ם H935 אֶת H853 קָרְבַּ֖ן H7133 אֱלֹהֵיכֶ֑ם H430 חֻקַּ֤ת H2708 עוֹלָם֙ H5769 לְדֹרֹ֣תֵי H1755 בְּכֹ֖ל H3605 מֹשְׁבֹֽתֵיכֶֽם H4186 ",
  "15": "וּסְפַרְתֶּ֤ם H5608 לָכֶם֙ Hl מִמָּחֳרַ֣ת H4283 הַשַּׁבָּ֔ת H7676 מִיּוֹם֙ H3117 הֲבִ֣יאֲכֶ֔ם H935 אֶת H853 עֹ֖מֶר H6016 הַתְּנוּפָ֑ה H8573 שֶׁ֥בַע H7651 שַׁבָּת֖וֹת H7676 תְּמִימֹ֥ת H8549 תִּהְיֶֽינָה H1961 ",
  "16": "עַ֣ד H5704 מִֽמָּחֳרַ֤ת H4283 הַשַּׁבָּת֙ H7676 הַשְּׁבִיעִ֔ת H7637 תִּסְפְּר֖וּ H5608 חֲמִשִּׁ֣ים H2572 י֑וֹם H3117 וְהִקְרַבְתֶּ֛ם H7126 מִנְחָ֥ה H4503 חֲדָשָׁ֖ה H2319 לַיהוָֽה H3068 ",
  "17": "מִמּוֹשְׁבֹ֨תֵי H4186 תָּבִ֣יאּוּ H935 לֶ֣חֶם H3899 תְּנוּפָ֗ה H8573 שְׁ֚תַּיִם H8147 שְׁנֵ֣י H8147 עֶשְׂרֹנִ֔ים H6241 סֹ֣לֶת H5560 תִּהְיֶ֔ינָה H1961 חָמֵ֖ץ H2557 תֵּאָפֶ֑ינָה H644 בִּכּוּרִ֖ים H1061 לַֽיהוָֽה H3068 ",
  "18": "וְהִקְרַבְתֶּ֣ם H7126 עַל H5921 הַלֶּ֗חֶם H3899 שִׁבְעַ֨ת H7651 כְּבָשִׂ֤ים H3532 תְּמִימִם֙ H8549 בְּנֵ֣י H1121 שָׁנָ֔ה H8141 וּפַ֧ר H6499 בֶּן H1121 בָּקָ֛ר H1241 אֶחָ֖ד H259 וְאֵילִ֣ם H352 שְׁנָ֑יִם H8147 יִהְי֤וּ H1961 עֹלָה֙ H5930 לַֽיהוָ֔ה H3068 וּמִנְחָתָ H4503 וְנִסְכֵּי H5262 אִשֵּׁ֥ה H801 רֵֽיחַ H7381 נִיחֹ֖חַ H5207 לַיהוָֽה H3068 ",
  "19": "וַעֲשִׂיתֶ֛ם H6213 שְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 לְחַטָּ֑את H2403 וּשְׁנֵ֧י H8147 כְבָשִׂ֛ים H3532 בְּנֵ֥י H1121 שָׁנָ֖ה H8141 לְזֶ֥בַח H2077 שְׁלָמִֽים H8002 ",
  "20": "וְהֵנִ֣יף H5130 הַכֹּהֵ֣ן H3548 אֹתָ֡ם H853 עַל֩ H5921 לֶ֨חֶם H3899 הַבִּכּוּרִ֤ים H1061 תְּנוּפָה֙ H8573 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 עַל H5921 שְׁנֵ֖י H8147 כְּבָשִׂ֑ים H3532 קֹ֛דֶשׁ H6944 יִהְי֥וּ H1961 לַיהוָ֖ה H3068 לַכֹּהֵֽן H3548 ",
  "21": "וּקְרָאתֶ֞ם H7121 בְּעֶ֣צֶם H6106 הַיּ֣וֹם H3117 הַזֶּ֗ה H2088 מִֽקְרָא H4744 קֹ֨דֶשׁ֙ H6944 יִהְיֶ֣ה H1961 לָכֶ֔ם Hl כָּל H3605 מְלֶ֥אכֶת H4399 עֲבֹדָ֖ה H5656 לֹ֣א H3808 תַעֲשׂ֑וּ H6213 חֻקַּ֥ת H2708 עוֹלָ֛ם H5769 בְּכָל H3605 מוֹשְׁבֹ֥תֵיכֶ֖ם H4186 לְדֹרֹֽתֵי H1755 ",
  "22": "וּֽבְ H7114 אֶת H853 קְצִ֣יר H7105 אַרְצְכֶ֗ם H776 לֹֽא H3808 תְכַלֶּ֞ה H3615 פְּאַ֤ת H6285 שָֽׂדְךָ֙ H7704 בְּקֻצְרֶ֔ H7114 וְלֶ֥קֶט H3951 קְצִירְךָ֖ H7105 לֹ֣א H3808 תְלַקֵּ֑ט H3950 לֶֽעָנִ֤י H6041 וְלַ H1616 תַּעֲזֹ֣ב H5800 אֹתָ֔ם H853 אֲנִ֖י H589 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
  "23": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "24": "דַּבֵּ֛ר H1696 אֶל H413 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 בַּחֹ֨דֶשׁ H2320 הַשְּׁבִיעִ֜י H7637 בְּאֶחָ֣ד H259 לַחֹ֗דֶשׁ H2320 יִהְיֶ֤ה H1961 לָכֶם֙ Hl שַׁבָּת֔וֹן H7677 זִכְר֥וֹן H2146 תְּרוּעָ֖ה H8643 מִקְרָא H4744 קֹֽדֶשׁ H6944 ",
  "25": "כָּל H3605 מְלֶ֥אכֶת H4399 עֲבֹדָ֖ה H5656 לֹ֣א H3808 תַעֲשׂ֑וּ H6213 וְהִקְרַבְתֶּ֥ם H7126 אִשֶּׁ֖ה H801 לַיהוָֽה H3068 ",
  "26": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "27": "אַ֡ךְ H389 בֶּעָשׂ֣וֹר H6218 לַחֹדֶשׁ֩ H2320 הַשְּׁבִיעִ֨י H7637 הַזֶּ֜ה H2088 י֧וֹם H3117 הַכִּפֻּרִ֣ים H3725 ה֗וּא H1931 מִֽקְרָא H4744 קֹ֨דֶשׁ֙ H6944 יִהְיֶ֣ה H1961 לָכֶ֔ם Hl וְעִנִּיתֶ֖ם H6031 אֶת H853 נַפְשֹׁתֵיכֶ֑ם H5315 וְהִקְרַבְתֶּ֥ם H7126 אִשֶּׁ֖ה H801 לַיהוָֽה H3068 ",
  "28": "וְכָל H3605 מְלָאכָה֙ H4399 לֹ֣א H3808 תַעֲשׂ֔וּ H6213 בְּעֶ֖צֶם H6106 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 כִּ֣י H3588 י֤וֹם H3117 כִּפֻּרִים֙ H3725 ה֔וּא H1931 לְכַפֵּ֣ר H3722 עֲלֵיכֶ֔ם H5921 לִפְנֵ֖י H6440 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
  "29": "כִּ֤י H3588 כָל H3605 הַנֶּ֨פֶשׁ֙ H5315 אֲשֶׁ֣ר H834 לֹֽא H3808 תְעֻנֶּ֔ה H6031 בְּעֶ֖צֶם H6106 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 וְנִכְרְתָ֖ה H3772 מֵֽעַמֶּֽי H5971 ",
  "30": "וְכָל H3605 הַנֶּ֗פֶשׁ H5315 אֲשֶׁ֤ר H834 תַּעֲשֶׂה֙ H6213 כָּל H3605 מְלָאכָ֔ה H4399 בְּעֶ֖צֶם H6106 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 וְהַֽאֲבַדְתִּ֛י H6 אֶת H853 הַנֶּ֥פֶשׁ H5315 הַהִ֖וא H1931 מִקֶּ֥רֶב H7130 עַמָּֽהּ H5971 ",
  "31": "כָּל H3605 מְלָאכָ֖ה H4399 לֹ֣א H3808 תַעֲשׂ֑וּ H6213 חֻקַּ֤ת H2708 עוֹלָם֙ H5769 לְדֹרֹ֣תֵי H1755 בְּכֹ֖ל H3605 מֹֽשְׁבֹֽתֵיכֶֽם H4186 ",
  "32": "שַׁבַּ֨ת H7676 שַׁבָּת֥וֹן H7677 הוּא֙ H1931 לָכֶ֔ם Hl וְעִנִּיתֶ֖ם H6031 אֶת H853 נַפְשֹׁתֵיכֶ֑ם H5315 בְּתִשְׁעָ֤ה H8672 לַחֹ֨דֶשׁ֙ H2320 בָּעֶ֔רֶב H6153 מֵעֶ֣רֶב H6153 עַד H5704 עֶ֔רֶב H6153 תִּשְׁבְּת֖וּ H7673 שַׁבַּתְּכֶֽם H7676 ",
  "33": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "34": "דַּבֵּ֛ר H1696 אֶל H413 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 בַּחֲמִשָּׁ֨ה H2568 עָשָׂ֜ר H6240 י֗וֹם H3117 לַחֹ֤דֶשׁ H2320 הַשְּׁבִיעִי֙ H7637 הַזֶּ֔ה H2088 חַ֧ג H2282 הַסֻּכּ֛וֹת H5521 שִׁבְעַ֥ת H7651 יָמִ֖ים H3117 לַיהֹוָֽה H3068 ",
  "35": "בַּיּ֥וֹם H3117 הָרִאשׁ֖וֹן H7223 מִקְרָא H4744 קֹ֑דֶשׁ H6944 כָּל H3605 מְלֶ֥אכֶת H4399 עֲבֹדָ֖ה H5656 לֹ֥א H3808 תַעֲשֽׂוּ H6213 ",
  "36": "שִׁבְעַ֣ת H7651 יָמִ֔ים H3117 תַּקְרִ֥יבוּ H7126 אִשֶּׁ֖ה H801 לַיהוָ֑ה H3068 בַּיּ֣וֹם H3117 הַשְּׁמִינִ֡י H8066 מִקְרָא H4744 קֹדֶשׁ֩ H6944 יִהְיֶ֨ה H1961 לָכֶ֜ם Hl וְהִקְרַבְתֶּ֨ם H7126 אִשֶּׁ֤ה H801 לַֽיהוָה֙ H3068 עֲצֶ֣רֶת H6116 הִ֔וא H1931 כָּל H3605 מְלֶ֥אכֶת H4399 עֲבֹדָ֖ה H5656 לֹ֥א H3808 תַעֲשֽׂוּ H6213 ",
  "37": "אֵ֚לֶּה H428 מוֹעֲדֵ֣י H4150 יְהוָ֔ה H3068 אֲשֶׁר H834 תִּקְרְא֥וּ H7121 אֹתָ֖ם H853 מִקְרָאֵ֣י H4744 קֹ֑דֶשׁ H6944 לְהַקְרִ֨יב H7126 אִשֶּׁ֜ה H801 לַיהוָ֗ה H3068 עֹלָ֧ה H5930 וּמִנְחָ֛ה H4503 זֶ֥בַח H2077 וּנְסָכִ֖ים H5262 דְּבַר H1697 י֥וֹם H3117 בְּיוֹמֽ H3117 ",
  "38": "מִלְּ H905 שַׁבְּתֹ֣ת H7676 יְּהוָ֑ה H3068 וּמִ H905 מַתְּנֽוֹתֵיכֶ֗ם H4979 וּמִ H905 כָּל H3605 נִדְרֵיכֶם֙ H5088 וּמִ H905 כָּל H3605 נִדְב֣וֹתֵיכֶ֔ם H5071 אֲשֶׁ֥ר H834 תִּתְּנ֖וּ H5414 לַיהוָֽה H3068 ",
  "39": "אַ֡ךְ H389 בַּחֲמִשָּׁה֩ H2568 עָשָׂ֨ר H6240 י֜וֹם H3117 לַחֹ֣דֶשׁ H2320 הַשְּׁבִיעִ֗י H7637 בְּאָסְפְּ H622 אֶת H853 תְּבוּאַ֣ת H8393 הָאָ֔רֶץ H776 תָּחֹ֥גּוּ H2287 אֶת H853 חַג H2282 יְהוָ֖ה H3068 שִׁבְעַ֣ת H7651 יָמִ֑ים H3117 בַּיּ֤וֹם H3117 הָֽרִאשׁוֹן֙ H7223 שַׁבָּת֔וֹן H7677 וּבַ H3117 הַשְּׁמִינִ֖י H8066 שַׁבָּתֽוֹן H7677 ",
  "40": "וּלְקַחְתֶּ֨ם H3947 לָכֶ֜ם Hl בַּיּ֣וֹם H3117 הָרִאשׁ֗וֹן H7223 פְּרִ֨י H6529 עֵ֤ץ H6086 הָדָר֙ H1926 כַּפֹּ֣ת H3709 תְּמָרִ֔ים H8558 וַעֲנַ֥ף H6057 עֵץ H6086 עָבֹ֖ת H5687 וְעַרְבֵי H6155 נָ֑חַל H5158 וּשְׂמַחְתֶּ֗ם H8055 לִפְנֵ֛י H6440 יְהוָ֥ה H3068 אֱלֹהֵיכֶ֖ם H430 שִׁבְעַ֥ת H7651 יָמִֽים H3117 ",
  "41": "וְחַגֹּתֶ֤ם H2287 אֹתוֹ֙ H853 חַ֣ג H2282 לַֽיהוָ֔ה H3068 שִׁבְעַ֥ת H7651 יָמִ֖ים H3117 בַּשָּׁנָ֑ה H8141 חֻקַּ֤ת H2708 עוֹלָם֙ H5769 לְדֹרֹ֣תֵי H1755 בַּחֹ֥דֶשׁ H2320 הַשְּׁבִיעִ֖י H7637 תָּחֹ֥גּוּ H2287 אֹתֽוֹ H853 ",
  "42": "בַּסֻּכֹּ֥ת H5521 תֵּשְׁב֖וּ H3427 שִׁבְעַ֣ת H7651 יָמִ֑ים H3117 כָּל H3605 הָֽאֶזְרָח֙ H249 בְּיִשְׂרָאֵ֔ל H3478 יֵשְׁב֖וּ H3427 בַּסֻּכֹּֽת H5521 ",
  "43": "לְמַעַן֮ H4616 יֵדְע֣וּ H3045 דֹרֹֽתֵיכֶם֒ H1755 כִּ֣י H3588 בַסֻּכּ֗וֹת H5521 הוֹשַׁ֨בְתִּי֙ H3427 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 בְּהוֹצִיאִ֥ H3318 אוֹתָ֖ם H853 מֵאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 אֲנִ֖י H589 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
  "44": "וַיְדַבֵּ֣ר H1696 מֹשֶׁ֔ה H4872 אֶת H853 מֹעֲדֵ֖י H4150 יְהוָ֑ה H3068 אֶל H413 בְּנֵ֖י H1121 יִשְׂרָאֵֽל H3478 "
}
