{
  "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "2": "צַ֞ו H6680 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 וְיִקְח֨וּ H3947 אֵלֶ֜יךָ H413 שֶׁ֣מֶן H8081 זַ֥יִת H2132 זָ֛ךְ H2134 כָּתִ֖ית H3795 לַמָּא֑וֹר H3974 לְהַעֲלֹ֥ת H5927 נֵ֖ר H5216 תָּמִֽיד H8548 ",
  "3": "מִחוּץ֩ H2351 לְפָרֹ֨כֶת H6532 הָעֵדֻ֜ת H5715 בְּאֹ֣הֶל H168 מוֹעֵ֗ד H4150 יַעֲרֹךְ֩ H6186 אֹת֨וֹ H853 אַהֲרֹ֜ן H175 מֵעֶ֧רֶב H6153 עַד H5704 בֹּ֛קֶר H1242 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 תָּמִ֑יד H8548 חֻקַּ֥ת H2708 עוֹלָ֖ם H5769 לְדֹרֹֽתֵי H1755 ",
  "4": "עַ֚ל H5921 הַמְּנֹרָ֣ה H4501 הַטְּהֹרָ֔ה H2889 יַעֲרֹ֖ךְ H6186 אֶת H853 הַנֵּר֑וֹת H5216 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 תָּמִֽיד H8548 ",
  "5": "וְלָקַחְתָּ֣ H3947 סֹ֔לֶת H5560 וְאָפִיתָ֣ H644 אֹתָ֔הּ H853 שְׁתֵּ֥ים H8147 עֶשְׂרֵ֖ה H6240 חַלּ֑וֹת H2471 שְׁנֵי֙ H8147 עֶשְׂרֹנִ֔ים H6241 יִהְיֶ֖ה H1961 הַֽחַלָּ֥ה H2471 הָאֶחָֽת H259 ",
  "6": "וְשַׂמְתָּ֥ H7760 אוֹתָ֛ם H853 שְׁתַּ֥יִם H8147 מַֽעֲרָכ֖וֹת H4634 שֵׁ֣שׁ H8337 הַֽמַּעֲרָ֑כֶת H4635 עַ֛ל H5921 הַשֻּׁלְחָ֥ן H7979 הַטָּהֹ֖ר H2889 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "7": "וְנָתַתָּ֥ H5414 עַל H5921 הַֽמַּעֲרֶ֖כֶת H4635 לְבֹנָ֣ה H3828 זַכָּ֑ה H2134 וְהָיְתָ֤ה H1961 לַלֶּ֨חֶם֙ H3899 לְאַזְכָּרָ֔ה H234 אִשֶּׁ֖ה H801 לַֽיהוָֽה H3068 ",
  "8": "בְּי֨וֹם H3117 הַשַּׁבָּ֜ת H7676 בְּי֣וֹם H3117 הַשַּׁבָּ֗ת H7676 יַֽעַרְכֶ֛נּוּ H6186 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 תָּמִ֑יד H8548 מֵאֵ֥ת H853 בְּנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 בְּרִ֥ית H1285 עוֹלָֽם H5769 ",
  "9": "וְהָֽיְתָה֙ H1961 לְאַהֲרֹ֣ן H175 וּלְ H1121 וַאֲכָלֻ֖ H398 בְּמָק֣וֹם H4725 קָדֹ֑שׁ H6918 כִּ֡י H3588 קֹדֶשׁ֩ H6944 קָֽדָשִׁ֨ים H6944 ה֥וּא H1931 ל֛וֹ Hl מֵאִשֵּׁ֥י H801 יְהוָ֖ה H3068 חָק H2706 עוֹלָֽם H5769 ",
  "10": "וַיֵּצֵא֙ H3318 בֶּן H1121 אִשָּׁ֣ה H802 יִשְׂרְאֵלִ֔ית H3482 וְהוּא֙ H1931 בֶּן H1121 אִ֣ישׁ H376 מִצְרִ֔י H4713 בְּת֖וֹךְ H8432 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַיִּנָּצוּ֙ H5327 בַּֽמַּחֲנֶ֔ה H4264 בֶּ֚ן H1121 הַיִּשְׂרְאֵלִ֔ית H3482 וְאִ֖ישׁ H376 הַיִּשְׂרְאֵלִֽי H3481 ",
  "11": "וַ֠יִּקֹּב H5344 בֶּן H1121 הָֽאִשָּׁ֨ה H802 הַיִּשְׂרְאֵלִ֤ית H3482 אֶת H853 הַשֵּׁם֙ H8034 וַיְקַלֵּ֔ל H7043 וַיָּבִ֥יאוּ H935 אֹת֖וֹ H853 אֶל H413 מֹשֶׁ֑ה H4872 וְשֵׁ֥ם H8034 אִמּ֛וֹ H517 שְׁלֹמִ֥ית H8019 בַּת H1323 דִּבְרִ֖י H1704 לְמַטֵּה H4294 דָֽן H1835 ",
  "12": "וַיַּנִּיחֻ֖ H3240 בַּמִּשְׁמָ֑ר H4929 לִפְרֹ֥שׁ H6567 לָהֶ֖ם H1992 עַל H5921 פִּ֥י H6310 יְהוָֽה H3068 ",
  "13": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "14": "הוֹצֵ֣א H3318 אֶת H853 הַֽמְקַלֵּ֗ל H7043 אֶל H413 מִחוּץ֙ H2351 לַֽמַּחֲנֶ֔ה H4264 וְסָמְכ֧וּ H5564 כָֽל H3605 הַשֹּׁמְעִ֛ים H8085 אֶת H853 יְדֵיהֶ֖ם H3027 עַל H5921 רֹאשׁ֑וֹ H7218 וְרָגְמ֥וּ H7275 אֹת֖וֹ H853 כָּל H3605 הָעֵדָֽה H5712 ",
  "15": "וְאֶל H413 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 תְּדַבֵּ֣ר H1696 לֵאמֹ֑ר H559 אִ֥ישׁ H376 אִ֛ישׁ H376 כִּֽי H3588 יְקַלֵּ֥ל H7043 אֱלֹהָ֖יו H430 וְנָשָׂ֥א H5375 חֶטְאֽוֹ H2399 ",
  "16": "וְנֹקֵ֤ב H5344 שֵׁם H8034 יְהוָה֙ H3068 מ֣וֹת H4191 יוּמָ֔ת H4191 רָג֥וֹם H7275 יִרְגְּמוּ H7275 ב֖וֹ Hb כָּל H3605 הָעֵדָ֑ה H5712 כַּגֵּר֙ H1616 כָּֽאֶזְרָ֔ח H249 בְּנָקְב H5344 שֵׁ֖ם H8034 יוּמָֽת H4191 ",
  "17": "וְאִ֕ישׁ H376 כִּ֥י H3588 יַכֶּ֖ה H5221 כָּל H3605 נֶ֣פֶשׁ H5315 אָדָ֑ם H120 מ֖וֹת H4191 יוּמָֽת H4191 ",
  "18": "וּמַכֵּ֥ה H5221 נֶֽפֶשׁ H5315 בְּהֵמָ֖ה H929 יְשַׁלְּמֶ֑נָּה H7999 נֶ֖פֶשׁ H5315 תַּ֥חַת H8478 נָֽפֶשׁ H5315 ",
  "19": "וְאִ֕ישׁ H376 כִּֽי H3588 יִתֵּ֥ן H5414 מ֖וּם H3971 בַּעֲמִית֑ H5997 כַּאֲשֶׁ֣ר H834 עָשָׂ֔ה H6213 כֵּ֖ן H3651 יֵעָ֥שֶׂה H6213 לּֽוֹ Hl ",
  "20": "שֶׁ֚בֶר H7667 תַּ֣חַת H8478 שֶׁ֔בֶר H7667 עַ֚יִן H5869 תַּ֣חַת H8478 עַ֔יִן H5869 שֵׁ֖ן H8127 תַּ֣חַת H8478 שֵׁ֑ן H8127 כַּאֲשֶׁ֨ר H834 יִתֵּ֥ן H5414 מוּם֙ H3971 בָּֽאָדָ֔ם H120 כֵּ֖ן H3651 יִנָּ֥תֶן H5414 בּֽוֹ Hb ",
  "21": "וּמַכֵּ֥ה H5221 בְהֵמָ֖ה H929 יְשַׁלְּמֶ֑נָּה H7999 וּמַכֵּ֥ה H5221 אָדָ֖ם H120 יוּמָֽת H4191 ",
  "22": "מִשְׁפַּ֤ט H4941 אֶחָד֙ H259 יִהְיֶ֣ה H1961 לָכֶ֔ם Hl כַּגֵּ֥ר H1616 כָּאֶזְרָ֖ח H249 יִהְיֶ֑ה H1961 כִּ֛י H3588 אֲנִ֥י H589 יְהוָ֖ה H3068 אֱלֹהֵיכֶֽם H430 ",
  "23": "וַיְדַבֵּ֣ר H1696 מֹשֶׁה֮ H4872 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵל֒ H3478 וַיּוֹצִ֣יאוּ H3318 אֶת H853 הַֽמְקַלֵּ֗ל H7043 אֶל H413 מִחוּץ֙ H2351 לַֽמַּחֲנֶ֔ה H4264 וַיִּרְגְּמ֥וּ H7275 אֹת֖וֹ H853 אָ֑בֶן H68 וּבְנֵֽי H1121 יִשְׂרָאֵ֣ל H3478 עָשׂ֔וּ H6213 כַּֽאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 "
}
