{
  "1": "לֹֽא H3808 תַעֲשׂ֨וּ H6213 לָכֶ֜ם Hl אֱלִילִ֗ם H457 וּפֶ֤סֶל H6459 וּמַצֵּבָה֙ H4676 לֹֽא H3808 תָקִ֣ימוּ H6965 לָכֶ֔ם Hl וְאֶ֣בֶן H68 מַשְׂכִּ֗ית H4906 לֹ֤א H3808 תִתְּנוּ֙ H5414 בְּאַרְצְ H776 לְהִֽשְׁתַּחֲוֺ֖ת H7812 עָלֶ֑יהָ H5921 כִּ֛י H3588 אֲנִ֥י H589 יְהוָ֖ה H3068 אֱלֹהֵיכֶֽם H430 ",
  "2": "אֶת H853 שַׁבְּתֹתַ֣י H7676 תִּשְׁמֹ֔רוּ H8104 וּמִקְדָּשִׁ֖ H4720 תִּירָ֑אוּ H3372 אֲנִ֖י H589 יְהוָֽה H3068 ",
  "3": "אִם H518 בְּחֻקֹּתַ֖ H2708 תֵּלֵ֑כוּ H3212 וְאֶת H853 מִצְוֺתַ֣י H4687 תִּשְׁמְר֔וּ H8104 וַעֲשִׂיתֶ֖ם H6213 אֹתָֽם H853 ",
  "4": "וְנָתַתִּ֥י H5414 גִשְׁמֵיכֶ֖ם H1653 בְּעִתָּ֑ H6256 וְנָתְנָ֤ה H5414 הָאָ֨רֶץ֙ H776 יְבוּלָ֔הּ H2981 וְעֵ֥ץ H6086 הַשָּׂדֶ֖ה H7704 יִתֵּ֥ן H5414 פִּרְיֽוֹ H6529 ",
  "5": "וְהִשִּׂ֨יג H5381 לָכֶ֥ם Hl דַּ֨יִשׁ֙ H1786 אֶת H853 בָּצִ֔יר H1210 וּבָצִ֖יר H1210 יַשִּׂ֣יג H5381 אֶת H853 זָ֑רַע H2233 וַאֲכַלְתֶּ֤ם H398 לַחְמְכֶם֙ H3899 לָשֹׂ֔בַע H7648 וִֽישַׁבְתֶּ֥ם H3427 לָבֶ֖טַח H983 בְּאַרְצְ H776 ",
  "6": "וְנָתַתִּ֤י H5414 שָׁלוֹם֙ H7965 בָּאָ֔רֶץ H776 וּשְׁכַבְתֶּ֖ם H7901 וְאֵ֣ין H369 מַחֲרִ֑יד H2729 וְהִשְׁבַּתִּ֞י H7673 חַיָּ֤ה H2416 רָעָה֙ H7451 מִן H4480 הָאָ֔רֶץ H776 וְחֶ֖רֶב H2719 לֹא H3808 תַעֲבֹ֥ר H5674 בְּאַרְצְ H776 ",
  "7": "וּרְדַפְתֶּ֖ם H7291 אֶת H853 אֹיְבֵיכֶ֑ם H341 וְנָפְל֥וּ H5307 לִפְנֵי H6440 לֶחָֽרֶב H2719 ",
  "8": "וְרָדְפ֨וּ H7291 מִכֶּ֤ם H4480 חֲמִשָּׁה֙ H2568 מֵאָ֔ה H3967 וּמֵאָ֥ה H3967 מִכֶּ֖ם H4480 רְבָבָ֣ה H7233 יִרְדֹּ֑פוּ H7291 וְנָפְל֧וּ H5307 אֹיְבֵיכֶ֛ם H341 לִפְנֵי H6440 לֶחָֽרֶב H2719 ",
  "9": "וּפָנִ֣יתִי H6437 אֲלֵיכֶ֔ם H413 וְהִפְרֵיתִ֣י H6509 אֶתְכֶ֔ם H853 וְהִרְבֵּיתִ֖י H7235 אֶתְכֶ֑ם H853 וַהֲקִימֹתִ֥י H6965 אֶת H853 בְּרִיתִ֖י H1285 אִתְּכֶֽם H854 ",
  "10": "וַאֲכַלְתֶּ֥ם H398 יָשָׁ֖ן H3465 נוֹשָׁ֑ן H3462 וְיָשָׁ֕ן H3465 מִפְּנֵ֥י H6440 חָדָ֖שׁ H2319 תּוֹצִֽיאוּ H3318 ",
  "11": "וְנָתַתִּ֥י H5414 מִשְׁכָּנִ֖י H4908 בְּתוֹכְ H8432 וְלֹֽא H3808 תִגְעַ֥ל H1602 נַפְשִׁ֖י H5315 אֶתְכֶֽם H853 ",
  "12": "וְהִתְהַלַּכְתִּי֙ H1980 בְּת֣וֹכְ H8432 וְהָיִ֥יתִי H1961 לָכֶ֖ם Hl לֵֽאלֹהִ֑ים H430 וְאַתֶּ֖ם H859 תִּהְיוּ H1961 לִ֥י Hl לְעָֽם H5971 ",
  "13": "אֲנִ֞י H589 יְהוָ֣ה H3068 אֱלֹֽהֵיכֶ֗ם H430 אֲשֶׁ֨ר H834 הוֹצֵ֤אתִי H3318 אֶתְכֶם֙ H853 מֵאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 מִֽהְיֹ֥ת H1961 לָהֶ֖ם Hl עֲבָדִ֑ים H5650 וָאֶשְׁבֹּר֙ H7665 מֹטֹ֣ת H4133 עֻלְּכֶ֔ם H5923 וָאוֹלֵ֥ךְ H3212 אֶתְכֶ֖ם H853 קֽוֹמְמִיּֽוּת H6968 ",
  "14": "וְאִם H518 לֹ֥א H3808 תִשְׁמְע֖וּ H8085 לִ֑י Hl וְלֹ֣א H3808 תַעֲשׂ֔וּ H6213 אֵ֥ת H853 כָּל H3605 הַמִּצְוֺ֖ת H4687 הָאֵֽלֶּה H428 ",
  "15": "וְאִם H518 בְּחֻקֹּתַ֣ H2708 תִּמְאָ֔סוּ H3988 וְאִ֥ם H518 אֶת H853 מִשְׁפָּטַ֖י H4941 תִּגְעַ֣ל H1602 נַפְשְׁכֶ֑ם H5315 לְבִלְתִּ֤י H1115 עֲשׂוֹת֙ H6213 אֶת H853 כָּל H3605 מִצְוֺתַ֔י H4687 לְהַפְרְ H6565 אֶת H853 בְּרִיתִֽי H1285 ",
  "16": "אַף H637 אֲנִ֞י H589 אֶֽעֱשֶׂה H6213 זֹּ֣את H2063 לָכֶ֗ם Hl וְהִפְקַדְתִּ֨י H6485 עֲלֵיכֶ֤ם H5921 בֶּֽהָלָה֙ H928 אֶת H853 הַשַּׁחֶ֣פֶת H7829 וְאֶת H853 הַקַּדַּ֔חַת H6920 מְכַלּ֥וֹת H3615 עֵינַ֖יִם H5869 וּמְדִיבֹ֣ת H1727 נָ֑פֶשׁ H5315 וּזְרַעְתֶּ֤ם H2232 לָרִיק֙ H7385 זַרְעֲכֶ֔ם H2233 וַאֲכָלֻ֖ H398 אֹיְבֵיכֶֽם H341 ",
  "17": "וְנָתַתִּ֤י H5414 פָנַי֙ H6440 בָּכֶ֔ם Hb וְנִגַּפְתֶּ֖ם H5062 לִפְנֵ֣י H6440 אֹיְבֵיכֶ֑ם H341 וְרָד֤וּ H7287 בָכֶם֙ Hb שֹֽׂנְאֵיכֶ֔ם H8130 וְנַסְתֶּ֖ם H5127 וְאֵין H369 רֹדֵ֥ף H7291 אֶתְכֶֽם H853 ",
  "18": "וְאִ֨ם H518 עַד H5704 אֵ֔לֶּה H428 לֹ֥א H3808 תִשְׁמְע֖וּ H8085 לִ֑י Hl וְיָסַפְתִּי֙ H3254 לְיַסְּרָ֣ה H3256 אֶתְכֶ֔ם H853 שֶׁ֖בַע H7651 עַל H5921 חַטֹּאתֵיכֶֽם H2403 ",
  "19": "וְשָׁבַרְתִּ֖י H7665 אֶת H853 גְּא֣וֹן H1347 עֻזְּכֶ֑ם H5797 וְנָתַתִּ֤י H5414 אֶת H853 שְׁמֵיכֶם֙ H8064 כַּבַּרְזֶ֔ל H1270 וְאֶֽת H853 אַרְצְכֶ֖ם H776 כַּנְּחֻשָֽׁה H5154 ",
  "20": "וְתַ֥ם H8552 לָרִ֖יק H7385 כֹּחֲכֶ֑ם H3581 וְלֹֽא H3808 תִתֵּ֤ן H5414 אַרְצְכֶם֙ H776 אֶת H853 יְבוּלָ֔הּ H2981 וְעֵ֣ץ H6086 הָאָ֔רֶץ H776 לֹ֥א H3808 יִתֵּ֖ן H5414 פִּרְיֽוֹ H6529 ",
  "21": "וְאִם H518 תֵּֽלְכ֤וּ H3212 עִמִּי֙ H5973 קֶ֔רִי H7147 וְלֹ֥א H3808 תֹאב֖וּ H14 לִשְׁמֹ֣עַֽ H8085 לִ֑י Hl וְיָסַפְתִּ֤י H3254 עֲלֵיכֶם֙ H5921 מַכָּ֔ה H4347 שֶׁ֖בַע H7651 כְּחַטֹּאתֵי H2403 ",
  "22": "וְהִשְׁלַחְתִּ֨י H7971 בָכֶ֜ם Hb אֶת H853 חַיַּ֤ת H2416 הַשָּׂדֶה֙ H7704 וְשִׁכְּלָ֣ה H7921 אֶתְכֶ֔ם H853 וְהִכְרִ֨יתָה֙ H3772 אֶת H853 בְּהֶמְתְּכֶ֔ם H929 וְהִמְעִ֖יטָה H4591 אֶתְכֶ֑ם H853 וְנָשַׁ֖מּוּ H8074 דַּרְכֵיכֶֽם H1870 ",
  "23": "וְאִ֨ם H518 בְּאֵ֔לֶּה H428 לֹ֥א H3808 תִוָּסְר֖וּ H3256 לִ֑י Hl וַהֲלַכְתֶּ֥ם H1980 עִמִּ֖י H5973 קֶֽרִי H7147 ",
  "24": "וְהָלַכְתִּ֧י H1980 אַף H637 אֲנִ֛י H589 עִמָּכֶ֖ם H5973 בְּקֶ֑רִי H7147 וְהִכֵּיתִ֤י H5221 אֶתְכֶם֙ H853 גַּם H1571 אָ֔נִי H589 שֶׁ֖בַע H7651 עַל H5921 חַטֹּאתֵיכֶֽם H2403 ",
  "25": "וְהֵבֵאתִ֨י H935 עֲלֵיכֶ֜ם H5921 חֶ֗רֶב H2719 נֹקֶ֨מֶת֙ H5358 נְקַם H5359 בְּרִ֔ית H1285 וְנֶאֱסַפְתֶּ֖ם H622 אֶל H413 עָרֵיכֶ֑ם H5892 וְשִׁלַּ֤חְתִּי H7971 דֶ֨בֶר֙ H1698 בְּת֣וֹכְ H8432 וְנִתַּתֶּ֖ם H5414 בְּיַד H3027 אוֹיֵֽב H341 ",
  "26": "בְּשִׁבְרִ֣ H7665 לָכֶם֮ Hl מַטֵּה H4294 לֶחֶם֒ H3899 וְ֠אָפוּ H644 עֶ֣שֶׂר H6235 נָשִׁ֤ים H802 לַחְמְכֶם֙ H3899 בְּתַנּ֣וּר H8574 אֶחָ֔ד H259 וְהֵשִׁ֥יבוּ H7725 לַחְמְכֶ֖ם H3899 בַּמִּשְׁקָ֑ל H4948 וַאֲכַלְתֶּ֖ם H398 וְלֹ֥א H3808 תִשְׂבָּֽעוּ H7646 ",
  "27": "וְאִ֨ם H518 בְּזֹ֔את H2063 לֹ֥א H3808 תִשְׁמְע֖וּ H8085 לִ֑י Hl וַהֲלַכְתֶּ֥ם H1980 עִמִּ֖י H5973 בְּקֶֽרִי H7147 ",
  "28": "וְהָלַכְתִּ֥י H1980 עִמָּכֶ֖ם H5973 בַּחֲמַת H2534 קֶ֑רִי H7147 וְיִסַּרְתִּ֤י H3256 אֶתְכֶם֙ H853 אַף H637 אָ֔נִי H589 שֶׁ֖בַע H7651 עַל H5921 חַטֹּאתֵיכֶם H2403 ",
  "29": "וַאֲכַלְתֶּ֖ם H398 בְּשַׂ֣ר H1320 בְּנֵיכֶ֑ם H1121 וּבְשַׂ֥ר H1320 בְּנֹתֵיכֶ֖ם H1323 תֹּאכֵֽלוּ H398 ",
  "30": "וְהִשְׁמַדְתִּ֞י H8045 אֶת H853 בָּמֹֽתֵיכֶ֗ם H1116 וְהִכְרַתִּי֙ H3772 אֶת H853 חַמָּ֣נֵיכֶ֔ם H2553 וְנָֽתַתִּי֙ H5414 אֶת H853 פִּגְרֵיכֶ֔ם H6297 עַל H5921 פִּגְרֵ֖י H6297 גִּלּוּלֵיכֶ֑ם H1544 וְגָעֲלָ֥ה H1602 נַפְשִׁ֖י H5315 אֶתְכֶֽם H853 ",
  "31": "וְנָתַתִּ֤י H5414 אֶת H853 עָֽרֵיכֶם֙ H5892 חָרְבָּ֔ה H2723 וַהֲשִׁמּוֹתִ֖י H8074 אֶת H853 מִקְדְּשֵׁיכֶ֑ם H4720 וְלֹ֣א H3808 אָרִ֔יחַ H7306 בְּרֵ֖יחַ H7381 נִיחֹֽחֲכֶֽם H5207 ",
  "32": "וַהֲשִׁמֹּתִ֥י H8074 אֲנִ֖י H589 אֶת H853 הָאָ֑רֶץ H776 וְשָֽׁמְמ֤וּ H8074 עָלֶ֨יהָ֙ H5921 אֹֽיְבֵיכֶ֔ם H341 הַיֹּשְׁבִ֖ים H3427 בָּֽהּ Hb ",
  "33": "וְאֶתְ H853 אֱזָרֶ֣ה H2219 בַגּוֹיִ֔ם H1471 וַהֲרִיקֹתִ֥י H7324 אַחֲרֵיכֶ֖ם H310 חָ֑רֶב H2719 וְהָיְתָ֤ה H1961 אַרְצְכֶם֙ H776 שְׁמָמָ֔ה H8077 וְעָרֵי H5892 יִהְי֥וּ H1961 חָרְבָּֽה H2723 ",
  "34": "אָז֩ H227 תִּרְצֶ֨ה H7521 הָאָ֜רֶץ H776 אֶת H853 שַׁבְּתֹתֶ֗יהָ H7676 כֹּ֚ל H3605 יְמֵ֣י H3117 הֳשַׁמָּ֔ה H8074 וְאַתֶּ֖ם H859 בְּאֶ֣רֶץ H776 אֹיְבֵיכֶ֑ם H341 אָ֚ז H227 תִּשְׁבַּ֣ת H7673 הָאָ֔רֶץ H776 וְהִרְצָ֖ת H7521 אֶת H853 שַׁבְּתֹתֶֽיהָ H7676 ",
  "35": "כָּל H3605 יְמֵ֥י H3117 הָשַּׁמָּ֖ה H8074 תִּשְׁבֹּ֑ת H7673 אֵ֣ת H853 אֲשֶׁ֧ר H834 לֹֽא H3808 שָׁבְתָ֛ה H7673 בְּשַׁבְּתֹתֵי H7676 בְּשִׁבְתְּ H3427 עָלֶֽיהָ H5921 ",
  "36": "וְהַ H7604 בָּכֶ֔ם Hb וְהֵבֵ֤אתִי H935 מֹ֨רֶךְ֙ H4816 בִּלְבָבָ֔ H3824 בְּאַרְצֹ֖ת H776 אֹיְבֵיהֶ֑ם H341 וְרָדַ֣ף H7291 אֹתָ֗ם H853 ק֚וֹל H6963 עָלֶ֣ה H5929 נִדָּ֔ף H5086 וְנָס֧וּ H5127 מְנֻֽסַת H4499 חֶ֛רֶב H2719 וְנָפְל֖וּ H5307 וְאֵ֥ין H369 רֹדֵֽף H7291 ",
  "37": "וְכָשְׁל֧וּ H3782 אִישׁ H376 בְּאָחִ֛י H251 כְּמִ H6440 חֶ֖רֶב H2719 וְרֹדֵ֣ף H7291 אָ֑יִן H369 וְלֹא H3808 תִֽהְיֶ֤ה H1961 לָכֶם֙ Hl תְּקוּמָ֔ה H8617 לִפְנֵ֖י H6440 אֹֽיְבֵיכֶֽם H341 ",
  "38": "וַאֲבַדְתֶּ֖ם H6 בַּגּוֹיִ֑ם H1471 וְאָכְלָ֣ה H398 אֶתְכֶ֔ם H853 אֶ֖רֶץ H776 אֹיְבֵיכֶֽם H341 ",
  "39": "וְהַ H7604 בָּכֶ֗ם Hb יִמַּ֨קּוּ֙ H4743 בַּֽעֲוֺנָ֔ H5771 בְּאַרְצֹ֖ת H776 אֹיְבֵיכֶ֑ם H341 וְאַ֛ף H637 בַּעֲוֺנֹ֥ת H5771 אֲבֹתָ֖ם H1 אִתָּ֥ם H854 יִמָּֽקּוּ H4743 ",
  "40": "וְהִתְוַדּ֤וּ H3034 אֶת H853 עֲוֺנָם֙ H5771 וְאֶת H853 עֲוֺ֣ן H5771 אֲבֹתָ֔ם H1 בְּמַעֲלָ֖ H4604 אֲשֶׁ֣ר H834 מָֽעֲלוּ H4603 בִ֑י Hb וְאַ֕ף H637 אֲשֶׁר H834 הָֽלְכ֥וּ H1980 עִמִּ֖י H5973 בְּקֶֽרִי H7147 ",
  "41": "אַף H637 אֲנִ֗י H589 אֵלֵ֤ךְ H3212 עִמָּם֙ H5973 בְּקֶ֔רִי H7147 וְהֵבֵאתִ֣י H935 אֹתָ֔ם H853 בְּאֶ֖רֶץ H776 אֹיְבֵיהֶ֑ם H341 אוֹ H176 אָ֣ז H227 יִכָּנַ֗ע H3665 לְבָבָם֙ H3824 הֶֽעָרֵ֔ל H6189 וְאָ֖ז H227 יִרְצ֥וּ H7521 אֶת H853 עֲוֺנָֽם H5771 ",
  "42": "וְזָכַרְתִּ֖י H2142 אֶת H853 בְּרִיתִ֣י H1285 יַעֲק֑וֹב H3290 וְאַף֩ H637 אֶת H853 בְּרִיתִ֨י H1285 יִצְחָ֜ק H3327 וְאַ֨ף H637 אֶת H853 בְּרִיתִ֧י H1285 אַבְרָהָ֛ם H85 אֶזְכֹּ֖ר H2142 וְהָ H776 אֶזְכֹּֽר H2142 ",
  "43": "וְהָ H776 תֵּעָזֵ֨ב H5800 מֵהֶ֜ם H1992 וְתִ֣רֶץ H7521 אֶת H853 שַׁבְּתֹתֶ֗יהָ H7676 בָּהְשַׁמָּ H8074 מֵהֶ֔ם H1992 וְהֵ֖ם H1992 יִרְצ֣וּ H7521 אֶת H853 עֲוֺנָ֑ם H5771 יַ֣עַן H3282 וּבְ H3282 בְּמִשְׁפָּטַ֣ H4941 מָאָ֔סוּ H3988 וְאֶת H853 חֻקֹּתַ֖י H2708 גָּעֲלָ֥ה H1602 נַפְשָֽׁם H5315 ",
  "44": "וְאַף H637 גַּם H1571 זֹ֠את H2063 בִּֽהְיוֹתָ֞ H1961 בְּאֶ֣רֶץ H776 אֹֽיְבֵיהֶ֗ם H341 לֹֽא H3808 מְאַסְתִּ֤ים H3988 וְלֹֽא H3808 גְעַלְתִּים֙ H1602 לְכַלֹּתָ֔ H3615 לְהָפֵ֥ר H6565 בְּרִיתִ֖י H1285 אִתָּ֑ם H854 כִּ֛י H3588 אֲנִ֥י H589 יְהוָ֖ה H3068 אֱלֹהֵיהֶֽם H430 ",
  "45": "וְזָכַרְתִּ֥י H2142 לָהֶ֖ם Hl בְּרִ֣ית H1285 רִאשֹׁנִ֑ים H7223 אֲשֶׁ֣ר H834 הוֹצֵֽאתִי H3318 אֹתָם֩ H853 מֵאֶ֨רֶץ H776 מִצְרַ֜יִם H4714 לְעֵינֵ֣י H5869 הַגּוֹיִ֗ם H1471 לִהְיֹ֥ת H1961 לָהֶ֛ם Hl לֵאלֹהִ֖ים H430 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "46": "אֵ֠לֶּה H428 הַֽחֻקִּ֣ים H2706 וְהַ H4941 וְהַ H8451 אֲשֶׁר֙ H834 נָתַ֣ן H5414 יְהוָ֔ה H3068 בֵּינ֕וֹ H996 וּבֵ֖ין H996 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 בְּהַ֥ר H2022 סִינַ֖י H5514 בְּיַד H3027 מֹשֶֽׁה H4872 "
}
