{
  "1": "וְאִם H518 זֶ֥בַח H2077 שְׁלָמִ֖ים H8002 קָרְבָּנ֑וֹ H7133 אִ֤ם H518 מִן H4480 הַבָּקָר֙ H1241 ה֣וּא H1931 מַקְרִ֔יב H7126 אִם H518 זָכָר֙ H2145 אִם H518 נְקֵבָ֔ה H5347 תָּמִ֥ים H8549 יַקְרִיבֶ֖נּוּ H7126 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "2": "וְסָמַ֤ךְ H5564 יָדוֹ֙ H3027 עַל H5921 רֹ֣אשׁ H7218 קָרְבָּנ֔וֹ H7133 וּשְׁחָט֕ H7819 פֶּ֖תַח H6607 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְזָרְק֡וּ H2236 בְּנֵי֩ H1121 אַהֲרֹ֨ן H175 הַכֹּהֲנִ֧ים H3548 אֶת H853 הַדָּ֛ם H1818 עַל H5921 הַמִּזְבֵּ֖חַ H4196 סָבִֽיב H5439 ",
  "3": "וְהִקְרִיב֙ H7126 מִזֶּ֣בַח H2077 הַשְּׁלָמִ֔ים H8002 אִשֶּׁ֖ה H801 לַיהוָ֑ה H3068 אֶת H853 הַחֵ֨לֶב֙ H2459 הַֽמְכַסֶּ֣ה H3680 אֶת H853 הַקֶּ֔רֶב H7130 וְאֵת֙ H853 כָּל H3605 הַחֵ֔לֶב H2459 אֲשֶׁ֖ר H834 עַל H5921 הַקֶּֽרֶב H7130 ",
  "4": "וְאֵת֙ H853 שְׁתֵּ֣י H8147 הַכְּלָיֹ֔ת H3629 וְאֶת H853 הַחֵ֨לֶב֙ H2459 אֲשֶׁ֣ר H834 עֲלֵהֶ֔ן H5921 אֲשֶׁ֖ר H834 עַל H5921 הַכְּסָלִ֑ים H3689 וְאֶת H853 הַיֹּתֶ֨רֶת֙ H3508 עַל H5921 הַכָּבֵ֔ד H3516 עַל H5921 הַכְּלָי֖וֹת H3629 יְסִירֶֽנָּה H5493 ",
  "5": "וְהִקְטִ֨ירוּ H6999 אֹת֤וֹ H853 בְנֵֽי H1121 אַהֲרֹן֙ H175 הַמִּזְבֵּ֔חָ H4196 עַל H5921 הָ֣עֹלָ֔ה H5930 אֲשֶׁ֥ר H834 עַל H5921 הָעֵצִ֖ים H6086 אֲשֶׁ֣ר H834 עַל H5921 הָאֵ֑שׁ H784 אִשֵּׁ֛ה H801 רֵ֥יחַ H7381 נִיחֹ֖חַ H5207 לַֽיהוָֽה H3068 ",
  "6": "וְאִם H518 מִן H4480 הַצֹּ֧אן H6629 קָרְבָּנ֛וֹ H7133 לְזֶ֥בַח H2077 שְׁלָמִ֖ים H8002 לַיהוָ֑ה H3068 זָכָר֙ H2145 א֣וֹ H176 נְקֵבָ֔ה H5347 תָּמִ֖ים H8549 יַקְרִיבֶֽנּוּ H7126 ",
  "7": "אִם H518 כֶּ֥שֶׂב H3775 הֽוּא H1931 מַקְרִ֖יב H7126 אֶת H853 קָרְבָּנ֑וֹ H7133 וְהִקְרִ֥יב H7126 אֹת֖וֹ H853 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "8": "וְסָמַ֤ךְ H5564 אֶת H853 יָדוֹ֙ H3027 עַל H5921 רֹ֣אשׁ H7218 קָרְבָּנ֔וֹ H7133 וְשָׁחַ֣ט H7819 אֹת֔וֹ H853 לִפְנֵ֖י H6440 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְ֠זָרְקוּ H2236 בְּנֵ֨י H1121 אַהֲרֹ֧ן H175 אֶת H853 דָּמ֛וֹ H1818 עַל H5921 הַמִּזְבֵּ֖חַ H4196 סָבִֽיב H5439 ",
  "9": "וְהִקְרִ֨יב H7126 מִזֶּ֣בַח H2077 הַשְּׁלָמִים֮ H8002 אִשֶּׁ֣ה H801 לַיהוָה֒ H3068 חֶלְבּוֹ֙ H2459 הָאַלְיָ֣ה H451 תְמִימָ֔ה H8549 לְעֻמַּ֥ת H5980 הֶעָצֶ֖ה H6096 יְסִירֶ֑נָּה H5493 וְאֶת H853 הַחֵ֨לֶב֙ H2459 הַֽמְכַסֶּ֣ה H3680 אֶת H853 הַקֶּ֔רֶב H7130 וְאֵת֙ H853 כָּל H3605 הַחֵ֔לֶב H2459 אֲשֶׁ֖ר H834 עַל H5921 הַקֶּֽרֶב H7130 ",
  "10": "וְאֵת֙ H853 שְׁתֵּ֣י H8147 הַכְּלָיֹ֔ת H3629 וְאֶת H853 הַחֵ֨לֶב֙ H2459 אֲשֶׁ֣ר H834 עֲלֵהֶ֔ן H5921 אֲשֶׁ֖ר H834 עַל H5921 הַכְּסָלִ֑ים H3689 וְאֶת H853 הַיֹּתֶ֨רֶת֙ H3508 עַל H5921 הַכָּבֵ֔ד H3516 עַל H5921 הַכְּלָיֹ֖ת H3629 יְסִירֶֽנָּה H5493 ",
  "11": "וְהִקְטִיר֥ H6999 הַכֹּהֵ֖ן H3548 הַמִּזְבֵּ֑חָ H4196 לֶ֥חֶם H3899 אִשֶּׁ֖ה H801 לַיהוָֽה H3068 ",
  "12": "וְאִ֥ם H518 עֵ֖ז H5795 קָרְבָּנ֑וֹ H7133 וְהִקְרִיב֖ H7126 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "13": "וְסָמַ֤ךְ H5564 אֶת H853 יָדוֹ֙ H3027 עַל H5921 רֹאשׁ֔וֹ H7218 וְשָׁחַ֣ט H7819 אֹת֔וֹ H853 לִפְנֵ֖י H6440 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְ֠זָרְקוּ H2236 בְּנֵ֨י H1121 אַהֲרֹ֧ן H175 אֶת H853 דָּמ֛וֹ H1818 עַל H5921 הַמִּזְבֵּ֖חַ H4196 סָבִֽיב H5439 ",
  "14": "וְהִקְרִ֤יב H7126 מִמֶּ֨נּוּ֙ H4480 קָרְבָּנ֔וֹ H7133 אִשֶּׁ֖ה H801 לַֽיהוָ֑ה H3068 אֶת H853 הַחֵ֨לֶב֙ H2459 הַֽמְכַסֶּ֣ה H3680 אֶת H853 הַקֶּ֔רֶב H7130 וְאֵת֙ H853 כָּל H3605 הַחֵ֔לֶב H2459 אֲשֶׁ֖ר H834 עַל H5921 הַקֶּֽרֶב H7130 ",
  "15": "וְאֵת֙ H853 שְׁתֵּ֣י H8147 הַכְּלָיֹ֔ת H3629 וְאֶת H853 הַחֵ֨לֶב֙ H2459 אֲשֶׁ֣ר H834 עֲלֵהֶ֔ן H5921 אֲשֶׁ֖ר H834 עַל H5921 הַכְּסָלִ֑ים H3689 וְאֶת H853 הַיֹּתֶ֨רֶת֙ H3508 עַל H5921 הַכָּבֵ֔ד H3516 עַל H5921 הַכְּלָיֹ֖ת H3629 יְסִירֶֽנָּה H5493 ",
  "16": "וְהִקְטִירָ֥ H6999 הַכֹּהֵ֖ן H3548 הַמִּזְבֵּ֑חָ H4196 לֶ֤חֶם H3899 אִשֶּׁה֙ H801 לְרֵ֣יחַ H7381 נִיחֹ֔חַ H5207 כָּל H3605 חֵ֖לֶב H2459 לַיהוָֽה H3068 ",
  "17": "חֻקַּ֤ת H2708 עוֹלָם֙ H5769 לְדֹרֹ֣תֵי H1755 בְּכֹ֖ל H3605 מֽוֹשְׁבֹתֵיכֶ֑ם H4186 כָּל H3605 חֵ֥לֶב H2459 וְכָל H3605 דָּ֖ם H1818 לֹ֥א H3808 תֹאכֵֽלוּ H398 "
}
