{
  "1": "וְנֶ֣פֶשׁ H5315 כִּֽי H3588 תֶחֱטָ֗א H2398 וְשָֽׁמְעָה֙ H8085 ק֣וֹל H6963 אָלָ֔ה H423 וְה֣וּא H1931 עֵ֔ד H5707 א֥וֹ H176 רָאָ֖ה H7200 א֣וֹ H176 יָדָ֑ע H3045 אִם H518 ל֥וֹא H3808 יַגִּ֖יד H5046 וְנָשָׂ֥א H5375 עֲוֺנֽוֹ H5771 ",
  "2": "א֣וֹ H176 נֶ֗פֶשׁ H5315 אֲשֶׁ֣ר H834 תִּגַּע֮ H5060 בְּכָל H3605 דָּבָ֣ר H1697 טָמֵא֒ H2931 אוֹ֩ H176 בְנִבְלַ֨ת H5038 חַיָּ֜ה H2416 טְמֵאָ֗ה H2931 א֤וֹ H176 בְּנִבְלַת֙ H5038 בְּהֵמָ֣ה H929 טְמֵאָ֔ה H2931 א֕וֹ H176 בְּנִבְלַ֖ת H5038 שֶׁ֣רֶץ H8318 טָמֵ֑א H2931 וְנֶעְלַ֣ם H5956 מִמֶּ֔נּוּ H4480 וְה֥וּא H1931 טָמֵ֖א H2931 וְאָשֵֽׁם H816 ",
  "3": "א֣וֹ H176 כִ֤י H3588 יִגַּע֙ H5060 בְּטֻמְאַ֣ת H2932 אָדָ֔ם H120 לְכֹל֙ H3605 טֻמְאָת֔וֹ H2932 אֲשֶׁ֥ר H834 יִטְמָ֖א H2930 בָּ֑הּ Hb וְנֶעְלַ֣ם H5956 מִמֶּ֔נּוּ H4480 וְה֥וּא H1931 יָדַ֖ע H3045 וְאָשֵֽׁם H816 ",
  "4": "א֣וֹ H176 נֶ֡פֶשׁ H5315 כִּ֣י H3588 תִשָּׁבַע֩ H7650 לְבַטֵּ֨א H981 בִשְׂפָתַ֜יִם H8193 לְהָרַ֣ע H7489 א֣וֹ H176 לְהֵיטִ֗יב H3190 לְ֠כֹל H3605 אֲשֶׁ֨ר H834 יְבַטֵּ֧א H981 הָאָדָ֛ם H120 בִּשְׁבֻעָ֖ה H7621 וְנֶעְלַ֣ם H5956 מִמֶּ֑נּוּ H4480 וְהוּא H1931 יָדַ֥ע H3045 וְאָשֵׁ֖ם H816 לְאַחַ֥ת H259 מֵאֵֽלֶּה H428 ",
  "5": "וְהָיָ֥ה H1961 כִֽי H3588 יֶאְשַׁ֖ם H816 לְאַחַ֣ת H259 מֵאֵ֑לֶּה H428 וְהִ֨תְוַדָּ֔ה H3034 אֲשֶׁ֥ר H834 חָטָ֖א H2398 עָלֶֽיהָ H5921 ",
  "6": "וְהֵבִ֣יא H935 אֶת H853 אֲשָׁמ֣וֹ H817 לַיהוָ֡ה H3068 עַ֣ל H5921 חַטָּאתוֹ֩ H2403 אֲשֶׁ֨ר H834 חָטָ֜א H2398 נְקֵבָ֨ה H5347 מִן H4480 הַצֹּ֥אן H6629 כִּשְׂבָּ֛ה H3776 אֽוֹ H176 שְׂעִירַ֥ת H8166 עִזִּ֖ים H5795 לְחַטָּ֑את H2403 וְכִפֶּ֥ר H3722 עָלָ֛יו H5921 הַכֹּהֵ֖ן H3548 מֵחַטָּאתֽ H2403 ",
  "7": "וְאִם H518 לֹ֨א H3808 תַגִּ֣יע H5060 יָדוֹ֮ H3027 דֵּ֣י H1767 שֶׂה֒ H7716 וְהֵבִ֨יא H935 אֶת H853 אֲשָׁמ֜וֹ H817 אֲשֶׁ֣ר H834 חָטָ֗א H2398 שְׁתֵּ֥י H8147 תֹרִ֛ים H8449 אֽוֹ H176 שְׁנֵ֥י H8147 בְנֵֽי H1121 יוֹנָ֖ה H3123 לַֽיהוָ֑ה H3068 אֶחָ֥ד H259 לְחַטָּ֖את H2403 וְאֶחָ֥ד H259 לְעֹלָֽה H5930 ",
  "8": "וְהֵבִ֤יא H935 אֹתָם֙ H853 אֶל H413 הַכֹּהֵ֔ן H3548 וְהִקְרִ֛יב H7126 אֶת H853 אֲשֶׁ֥ר H834 לַחַטָּ֖את H2403 רִאשׁוֹנָ֑ה H7223 וּמָלַ֧ק H4454 אֶת H853 רֹאשׁ֛וֹ H7218 מִמּ֥וּל H4136 עָרְפּ֖וֹ H6203 וְלֹ֥א H3808 יַבְדִּֽיל H914 ",
  "9": "וְהִזָּ֞ה H5137 מִדַּ֤ם H1818 הַחַטָּאת֙ H2403 עַל H5921 קִ֣יר H7023 הַמִּזְבֵּ֔חַ H4196 וְהַ H7604 בַּדָּ֔ם H1818 יִמָּצֵ֖ה H4680 אֶל H413 יְס֣וֹד H3247 הַמִּזְבֵּ֑חַ H4196 חַטָּ֖את H2403 הֽוּא H1931 ",
  "10": "וְאֶת H853 הַשֵּׁנִ֛י H8145 יַעֲשֶׂ֥ה H6213 עֹלָ֖ה H5930 כַּמִּשְׁפָּ֑ט H4941 וְכִפֶּ֨ר H3722 עָלָ֧יו H5921 הַכֹּהֵ֛ן H3548 מֵחַטָּאת֥ H2403 אֲשֶׁר H834 חָטָ֖א H2398 וְנִסְלַ֥ח H5545 לֽוֹ Hl ",
  "11": "וְאִם H518 לֹא֩ H3808 תַשִּׂ֨יג H5381 יָד֜וֹ H3027 לִשְׁתֵּ֣י H8147 תֹרִ֗ים H8449 אוֹ֮ H176 לִשְׁנֵ֣י H8147 בְנֵי H1121 יוֹנָה֒ H3123 וְהֵבִ֨יא H935 אֶת H853 קָרְבָּנ֜וֹ H7133 אֲשֶׁ֣ר H834 חָטָ֗א H2398 עֲשִׂירִ֧ת H6224 הָאֵפָ֛ה H374 סֹ֖לֶת H5560 לְחַטָּ֑את H2403 לֹא H3808 יָשִׂ֨ים H7760 עָלֶ֜יהָ H5921 שֶׁ֗מֶן H8081 וְלֹא H3808 יִתֵּ֤ן H5414 עָלֶ֨יהָ֙ H5921 לְבֹנָ֔ה H3828 כִּ֥י H3588 חַטָּ֖את H2403 הִֽיא H1931 ",
  "12": "וֶהֱבִיאָ H935 אֶל H413 הַכֹּהֵן֒ H3548 וְקָמַ֣ץ H7061 הַכֹּהֵ֣ן H3548 מִ֠מֶּנָּה H4480 מְל֨וֹא H4393 קֻמְצ֜וֹ H7062 אֶת H853 אַזְכָּרָתָה֙ H234 וְהִקְטִ֣יר H6999 הַמִּזְבֵּ֔חָ H4196 עַ֖ל H5921 אִשֵּׁ֣י H801 יְהוָ֑ה H3068 חַטָּ֖את H2403 הִֽוא H1931 ",
  "13": "וְכִפֶּר֩ H3722 עָלָ֨יו H5921 הַכֹּהֵ֜ן H3548 עַל H5921 חַטָּאת֧וֹ H2403 אֲשֶׁר H834 חָטָ֛א H2398 מֵֽאַחַ֥ת H259 מֵאֵ֖לֶּה H428 וְנִסְלַ֣ח H5545 ל֑וֹ Hl וְהָיְתָ֥ה H1961 לַכֹּהֵ֖ן H3548 כַּמִּנְחָֽה H4503 ",
  "14": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "15": "נֶ֚פֶשׁ H5315 כִּֽי H3588 תִמְעֹ֣ל H4603 מַ֔עַל H4604 וְחָֽטְאָה֙ H2398 בִּשְׁגָגָ֔ה H7684 מִקָּדְשֵׁ֖י H6944 יְהוָ֑ה H3068 וְהֵבִיא֩ H935 אֶת H853 אֲשָׁמ֨וֹ H817 לַֽיהוָ֜ה H3068 אַ֧יִל H352 תָּמִ֣ים H8549 מִן H4480 הַצֹּ֗אן H6629 בְּעֶרְכְּ H6187 כֶּֽסֶף H3701 שְׁקָלִ֥ים H8255 בְּשֶֽׁקֶל H8255 הַקֹּ֖דֶשׁ H6944 לְאָשָֽׁם H817 ",
  "16": "וְאֵ֣ת H853 אֲשֶׁר֩ H834 חָטָ֨א H2398 מִן H4480 הַקֹּ֜דֶשׁ H6944 יְשַׁלֵּ֗ם H7999 וְאֶת H853 חֲמִֽישִׁתוֹ֙ H2549 יוֹסֵ֣ף H3254 עָלָ֔יו H5921 וְנָתַ֥ן H5414 אֹת֖וֹ H853 לַכֹּהֵ֑ן H3548 וְהַ H3548 יְכַפֵּ֥ר H3722 עָלָ֛יו H5921 בְּאֵ֥יל H352 הָאָשָׁ֖ם H817 וְנִסְלַ֥ח H5545 לֽוֹ Hl ",
  "17": "וְאִם H518 נֶ֨פֶשׁ֙ H5315 כִּ֣י H3588 תֶֽחֱטָ֔א H2398 וְעָֽשְׂתָ֗ה H6213 אַחַת֙ H259 מִכָּל H3605 מִצְוֺ֣ת H4687 יְהוָ֔ה H3068 אֲשֶׁ֖ר H834 לֹ֣א H3808 תֵעָשֶׂ֑ינָה H6213 וְלֹֽא H3808 יָדַ֥ע H3045 וְאָשֵׁ֖ם H816 וְנָשָׂ֥א H5375 עֲוֺנֽוֹ H5771 ",
  "18": "וְ֠הֵבִיא H935 אַ֣יִל H352 תָּמִ֧ים H8549 מִן H4480 הַצֹּ֛אן H6629 בְּעֶרְכְּ H6187 לְאָשָׁ֖ם H817 אֶל H413 הַכֹּהֵ֑ן H3548 וְכִפֶּר֩ H3722 עָלָ֨יו H5921 הַכֹּהֵ֜ן H3548 עַ֣ל H5921 שִׁגְגָת֧וֹ H7684 אֲשֶׁר H834 שָׁגָ֛ג H7683 וְה֥וּא H1931 לֹֽא H3808 יָדַ֖ע H3045 וְנִסְלַ֥ח H5545 לֽוֹ Hl ",
  "19": "אָשָׁ֖ם H817 ה֑וּא H1931 אָשֹׁ֥ם H816 אָשַׁ֖ם H816 לַיהוָֽה H3068 ",
  "20": "",
  "21": "",
  "22": "",
  "23": "",
  "24": "",
  "25": "",
  "26": ""
}
