{
  "1": "Almost twelve years after the Babylonians had taken us Israelites to their land, Yahweh gave me another message, on the first day of the twelfth month of that year. He told me,",
  "2": "\"Son of man, sing a sad song about Pharaoh the king of Egypt. Sing this to him:\\q1 'People think that you are like a lion among the nations;\n\\q1 but you are like a sea monster in the river\n\\q2 thrashing around in the water,\n\\q2 churning up the water with your feet\n\\q2 and making all the water muddy.",
  "3": "But I, the Lord Yahweh, say to you\\q1 that I will send many people to throw my net over you,\n\\q2 and that they will haul you up onto the land.\n\\q1",
  "4": "They will throw you into a field, where I will leave you to your fate.\\q1 I will allow the birds to sit on you,\n\\q2 and all the wild animals will eat the flesh of your corpse until their stomachs are full.\n\n\n\\q1",
  "5": "I will cause them to scatter your flesh on the hills\\q2 and fill the valleys with the parts of your rotting body.\n\\q1",
  "6": "I will cause them to fill the land with your blood,\\q2 and also the mountains;\n\\q2 they will fill the ravines with your blood.\n\n\n\\q1",
  "7": "When I kill you,\\q2 I will cover the sky and not allow the stars to shine.\n\\q1 I will put a dark cloud in front of the sun,\n\\q2 and the moon will not shine.\n\\q1",
  "8": "I will cause the stars in the sky to be dark,\\q2 and there will be darkness over your entire land;\n\\q2 this will surely happen because I, Yahweh the Lord, have said it.\n\n\n\\q1",
  "9": "And I will terrify the people of many nations when they hear how I destroy you,\\q2 there where I will send you,\n\\q2 in countries that you have never known about.\n\\q1",
  "10": "I will cause many people to be shocked because of what has happened to you;\\q2 their kings will be horrified and shudder because I destroyed you,\n\\q2 when I swung my sword in front of them to kill you.\n\\q1 At the time that you die,\n\\q2 all of them will tremble,\n\\q2 fearing that I will kill them, too.",
  "11": "I, the Lord Yahweh tell you, Egypt,\\q1 that the swords of the army of the king of Babylon will strike you.\n\\q1",
  "12": "I will cause the mighty soldiers of Babylonia\\q2 to kill your best soldiers—\n\\q2 the soldiers of Babylonia, who are more ruthless than those of any other nation.\n\\q1 They will cause the people of Egypt to quit being proud,\n\\q2 because they will kill very many of your people.\n\n\n\\q1",
  "13": "I will destroy all the cattle in Egypt,\\q2 which graze alongside the streams.\n\\q1 As a result, the water in those streams will never again become muddy\n\\q2 because of people and cattle walking in them.\n\\q1",
  "14": "Then I will allow the streams in Egypt to become calm again\\q2 and to flow as smoothly as olive oil flows.'\" This is what the Lord Yahweh announces.\n\n\n\\q1",
  "15": "He also says this: \"When I cause Egypt to become empty,\\q2 when I strip off everything that grows on the land,\n\\q1 and when I get rid of all the people who live there,\n\\q2 people will know that it is I, Yahweh, who have the power to do what I say that I will do.",
  "16": "There will be a sad song that people will sing about Egypt. Women of many nations will sing it;\n\\q2 they will chant it about Egypt and all its many people.\"\n\\q2 This will surely happen because Yahweh has said that it would happen.",
  "17": "On the fifteenth day of that same month, Yahweh gave me another message. He said,",
  "18": "\"Son of man, wail about the many people of Egypt, because I will send them to the place under the earth, where they and people of other mighty nations will be. I will send them there, along with others, down to the place where the dead are.",
  "19": "Say to them, 'You people of Egypt, you think that you are more beautiful than the people of other nations. But you also will descend to the place where the godless dead people are.",
  "20": "You will die along with many others whom their enemies have killed. Their enemies have begun to attack, and they will drag away a huge number people of Egypt.",
  "21": "In the place where the dead people are, mighty leaders of other countries will make fun of you people of Egypt and your allies. They will say that you have come to lie dead with them, those godless people whom their enemies killed.",
  "22": "The dead of the people of Assyria and their army will also be there. They will be surrounded by the dead of others whom their enemies killed.",
  "23": "Their graves will be there in the deep pit, and the dead soldiers of their army will lie around their graves. The dead of all those who had terrified so many others will also be there, for their enemies will have killed them, too.",
  "24": "Many, many people from the country of Elam will be there, too, and Elam's servants, because their enemies will have killed them. These were soldiers who had terrified people in many places. At that time they will lie there in that deep pit below the earth, and they, along with the others who have gone there, will be disgraced.",
  "25": "The people of Elam in their huge numbers will lie there among others who were slaughtered, surrounded by the graves of a huge crowd of other people. While they were alive, they caused people of other nations to be terrified; but they were godless, and now, because their enemies will have killed them, they will lie with others in that deep pit, disgraced.",
  "26": "The dead of all the soldiers of the lands of Meshech and Tubal will be there, surrounded by the graves of a huge crowd. While they were alive, they also caused people in many places to be terrified. They are uncircumcised people whom their enemies will have killed.",
  "27": "They will not lie there beside the uncircumcised warriors who have gone to the grave highly honored with their shields over their bodies and their swords under their heads. While they were alive, they terrified many people on the earth.",
  "28": "You king of Egypt, I will kill you also, and you will lie there with other godless people whom their enemies will have killed.",
  "29": "People of Edom will be there, along with their kings and leaders. They were powerful, but I will kill them. They will lie there in the place where the other godless people lie.",
  "30": "All the rulers of countries north of Israel, including people from the city of Sidon, will be there. Because of their power, they terrified other people, but they will lie there. They were godless, and they will lie there along with others whom their enemies will have killed. They, along with everyone else who goes down into that deep pit, will be disgraced.",
  "31": "The king of Egypt and all his army will see them, and they will be comforted about the death of their many people, because they know that there were other huge groups of people whom their enemies killed.",
  "32": "While that king was living, I allowed him to terrify others in many countries, but he and his huge army will be there among other godless people whom their enemies have killed.\" This will certainly surely happen because the Lord Yahweh has said that it would happen."
}
