{"1":"This saying is trustworthy: If someone desires to be an overseer, he desires a good work.","2":"Therefore the overseer must be without reproach. He must be a husband of one wife. He must be moderate, sensible, orderly, and hospitable. He must be able to teach.","3":"He must not be addicted to wine, not a brawler, but instead, gentle, peaceful. He must not be a lover of money.","4":"He should manage his own household well, and his children should obey him with all respect.","5":"For if a man does not know how to manage his own household, how will he care for a church of God?","6":"He should not be a new convert, so that he does not swell with pride and might fall into condemnation as the devil.","7":"He must also have a good reputation with those outside, so that he does not fall into disgrace and the trap of the devil.","8":"Deacons, likewise, should be dignified, not double-talkers. They should not drink too much wine or be greedy.","9":"They should keep the revealed truth of the faith with a clean conscience.","10":"They should also be approved first, then they should serve because they are blameless.","11":"Women in the same way should be dignified. They should not be slanderers. They should be moderate and faithful in all things.","12":"Deacons must be husbands of one wife. They must manage well their children and household.","13":"For those who have served well acquire for themselves a good standing and great confidence in the faith that is in Christ Jesus.","14":"I am writing these things to you, and I expect to come to you soon.","15":"But if I delay, I am writing so that you may know how to behave in the household of God, which is the church of the living God, the pillar and support of the truth.","16":"It is undeniable that the revealed truth of godliness is great:\\q \"He appeared in the flesh,\n\\q was justified by the Spirit,\n\\q was seen by angels,\n\\q was proclaimed among nations,\n\\q was believed on in the world,\n\\q and was taken up in glory.\""}
