{"1":"Give ear, you heavens, and let me speak.\\q Let the earth listen to the words of my mouth.\n\\q","2":"Let my teaching drop down like the rain,\\q let my speech distill like the dew,\n\\q like the gentle rain on the tender grass,\n\\q and like the showers on the plants.\n\n\n\\q","3":"For I will proclaim the name of Yahweh,\\q and ascribe greatness to our God.\n\\q","4":"The Rock, his work is perfect;\\q for all his paths are just.\n\\q He is the faithful God, without iniquity.\n\\q He is just and upright.\n\n\n\\q","5":"They have acted corruptly against him.\\q They are not his children. It is their disgrace.\n\\q They are a perverted and crooked generation.\n\\q","6":"Do you reward Yahweh in this way,\\q you foolish and senseless people?\n\\q Is he not your father, the one who has created you?\n\\q He made you and established you.\n\n\n\\q","7":"Call to mind the days of ancient times,\\q think about the years of many ages past.\n\\q Ask your father and he will show you,\n\\q your elders and they will tell you.\n\\q","8":"When the Most High gave the nations their inheritance—\\q when he divided all of mankind,\n\\q and he set the boundaries of the peoples,\n\\q as he also fixed the number of their gods.\n\n\n\\q","9":"For Yahweh's portion is his people;\\q Jacob is his apportioned inheritance.\n\\q","10":"He found him in a desert land,\\q and in the barren and howling wilderness;\n\\q he shielded him and cared for him,\n\\q he guarded him as the apple of his eye.\n\n\n\\q","11":"As an eagle that guards her nest\\q and flutters over her young,\n\\q Yahweh spread out his wings and took them,\n\\q and carried them on his pinions.\n\\q","12":"Yahweh alone led him;\\q no foreign god was with him.\n\n\n\\q","13":"He made him ride on high places of the land,\\q and he fed him the fruits of the field;\n\\q he nourished him with honey from the rock,\n\\q and oil from the flinty crag.\n\n\n\\q","14":"He ate butter from the herd and drank milk from the flock,\\q with fat of lambs,\n\\q rams of Bashan and goats,\n\\q with the finest of the wheat—\n\\q and you drank foaming wine made from the juice of grapes.\n\n\n\\q","15":"But Jeshurun grew fat and kicked—\\q you grew fat, you were too fat, and you had eaten your fill—\n\\q he abandoned the God who made him,\n\\q and he rejected the Rock of his salvation.\n\\q","16":"They made Yahweh jealous by their strange gods;\\q with their abominations they angered him.\n\n\\q","17":"They sacrificed to demons, which are not God—\\q gods they had not known,\n\\q gods that recently appeared,\n\\q gods your fathers did not fear.\n\\q","18":"You have deserted the Rock, who became your father,\\q and you forgot the God who gave you birth.\n\n\n\\q","19":"Yahweh saw this and he rejected them,\\q because his sons and his daughters provoked him so.\n\\q","20":"\"I will hide my face from them,\" he said,\\q \"and I will see what their end will be;\n\\q for they are a perverse generation,\n\\q children who are unfaithful.\n\n\n\\q","21":"They have made me jealous by what is not god\\q and angered me by their worthless things.\n\\q I will make them envious by those who are not a people;\n\\q by a foolish nation I will make them angry.\n\n\\q","22":"For a fire is kindled by my anger\\q and is burning to the lowest Sheol;\n\\q it is devouring the earth and its harvest;\n\\q it is setting on fire the foundations of the mountains.\n\n\n\\q","23":"I will heap disasters on them;\\q I will shoot all my arrows at them;\n\\q","24":"They will be wasted by hunger and devoured by burning heat\\q and bitter destruction;\n\\q I will send on them the teeth of wild animals,\n\\q with the poison of things that crawl in the dust.\n\n\n\\q","25":"Outside the sword will bereave,\\q and in the bedrooms terror will do so.\n\\q It will destroy both young man and virgin,\n\\q the nursing baby, and the man of gray hairs.\n\\q","26":"I said that I would scatter them far away,\\q that I would make the memory of them to cease from among mankind.\n\n\n\\q","27":"Were it not that I feared the provocation of the enemy,\\q and that their enemies would judge mistakenly,\n\\q and that they would say, 'Our hand is exalted,'\n\\q I would have done all this.\n\n\n\\q","28":"For Israel is a nation devoid of wisdom,\\q and there is no understanding in them.\n\\q","29":"Oh, that they were wise, that they understood this,\\q that they would consider their coming fate!\n\n\n\\q","30":"How could one chase a thousand,\\q and two put ten thousand to flight,\n\\q unless their Rock had sold them,\n\\q and Yahweh had given them up?\n\\q","31":"For our enemies' rock is not like our Rock,\\q just as even our enemies admit.\n\n\n\\q","32":"For their vine comes from the vine of Sodom,\\q and from the fields of Gomorrah;\n\\q their grapes are grapes of poison;\n\\q their clusters are bitter.\n\n\n\\q","33":"Their wine is the poison of serpents\\q and the cruel venom of asps.\n\\q","34":"Is not this plan secretly kept by me,\\q sealed up among my treasures?\n\n\n\\q","35":"Vengeance is mine to give, and recompense,\\q at the time when their foot slips;\n\\q for the day of disaster for them is near,\n\\q and the things that are to come on them will hurry to happen.\"\n\n\n\\q","36":"For Yahweh will give justice to his people,\\q and he will pity his servants.\n\\q He will see that their power is gone,\n\\q and no one remains, either slaves or free people.\n\n\n\\q","37":"Then he will say, \"Where are their gods,\\q the rock in whom they took refuge?—\n\\q","38":"The gods who ate the fat of their sacrifices\\q and drank the wine of their drink offerings?\n\\q Let them rise up and help you;\n\\q let them be your protection.\n\n\n\\q","39":"See now that I, even I, am God,\\q and that there is no god besides me;\n\\q I kill, and I make alive;\n\\q I wound, and I heal,\n\\q and there is no one who can save you from my might.\n\\q","40":"For I lift up my hand to heaven\\q and say, 'As I live forever, I will act.\n\n\n\\q","41":"When I sharpen my glittering sword,\\q and when my hand begins to bring justice,\n\\q I will render vengeance on my enemies,\n\\q and I will pay back those who hate me.\n\n\n\\q","42":"I will make my arrows drunk with blood,\\q and my sword will devour flesh\n\\q with the blood of the killed and the captives,\n\\q and from the heads of the leaders of the enemy.'\"\n\n\n\\q","43":"Rejoice, you nations, with God's people,\\q for he will avenge the blood of his servants;\n\\q he will render vengeance on his enemies,\n\\q and he will make atonement for his land, for his people.","44":"Moses came and recited all the words of this song in the ears of the people, he, and Joshua son of Nun.","45":"Then Moses finished reciting all these words to all Israel.","46":"He said to them, \"Fix your mind on all the words that I have witnessed to you today, so that you may command your children to keep them, all the words of this law.","47":"For this is no trivial matter for you, because it is your life, and through this thing you will prolong your days in the land that you are going over the Jordan to possess.\"","48":"Yahweh spoke to Moses on that same day and said,","49":"\"Go up into this range of the mountains of Abarim, up Mount Nebo, which is in the land of Moab, opposite Jericho. You will look at the land of Canaan, which I am giving to the people of Israel as their possession.","50":"You will die on the mountain that you go up, and you will be gathered to your people, as Aaron your fellow Israelite died on Mount Hor and was gathered to his people.","51":"This will happen because you were unfaithful to me among the people of Israel at the waters of Meribah in Kadesh, in the wilderness of Zin; because you did not treat me with honor and respect among the people of Israel.","52":"For you will see the land before you, but you will not go there, into the land that I am giving to the people of Israel.\""}
