{"1":"This is the blessing with which Moses the man of God blessed the people of Israel before his death.","2":"He said:\\q Yahweh came from Sinai\n\\q and rose from Seir upon them.\n\\q He shined out from Mount Paran,\n\\q and he came with ten thousands of holy ones.\n\\q In his right hand were flashes of lightning.\n\n\n\\q","3":"Indeed, he loves the peoples;\\q all his holy ones are in your hand,\n\\q and they bowed down at your feet;\n\\q they received your words.\n\\q","4":"Moses commanded us a law,\\q an inheritance for the assembly of Jacob.\n\n\n\\q","5":"Then there was a king in Jeshurun,\\q when the heads of the people had gathered,\n\\q all the tribes of Israel together.\n\\q","6":"Let Reuben live and not die,\\q but may his men be few.","7":"This is the blessing for Judah. Moses said:\\q Listen, Yahweh, to the voice of Judah,\n\\q and bring him to his people again.\n\\q Fight for him;\n\\q be a help against his enemies.","8":"About Levi, Moses said:\\q Your Thummim and your Urim belong your loyal one,\n\\q the one whom you tested at Massah,\n\\q with whom you struggled at the waters of Meribah.\n\n\n\\q","9":"The man who said about his father and mother, \"I have not seen them.\"\\q Neither did he acknowledge his brothers,\n\\q nor did he take account of his own children.\n\\q For he guarded your word\n\\q and kept your covenant.\n\n\n\\q","10":"He teaches Jacob your decrees\\q and Israel your law.\n\\q He will put incense before you\n\\q and whole burnt offerings on your altar.\n\n\n\\q","11":"Bless, Yahweh, his possessions,\\q and accept the work of his hands.\n\\q Shatter the loins of those who rise up against him,\n\\q and those of the people who hate him, so that they do not rise up again.","12":"About Benjamin, Moses said:\\q The one loved by Yahweh lives in security beside him;\n\\q Yahweh shields him all the day long,\n\\q and he lives between Yahweh's arms.","13":"About Joseph, Moses said:\\q May his land be blessed by Yahweh\n\\q with the precious things of heaven, with the dew,\n\\q and with the deep that lies beneath.\n\n\n\\q","14":"May his land be blessed with the precious things of the harvest of the sun,\\q with the precious things of the produce of the months,\n\\q","15":"with the finest things of the ancient mountains,\\q and with the precious things of the everlasting hills.\n\n\n\\q","16":"May his land be blessed with the precious things of the earth and its abundance,\\q and with the good will of him who was in the bush.\n\\q Let the blessing come on the head of Joseph,\n\\q and on the top of the head of him who was prince over his brothers.\n\n\n\\q","17":"The firstborn of an ox, majestic is he,\\q and his horns are the horns of a wild ox.\n\\q With them he will push the peoples, all of them, to the ends of the earth.\n\\q These are the ten thousands of Ephraim;\n\\q these are the thousands of Manasseh.","18":"About Zebulun, Moses said:\\q Rejoice, Zebulun, in your going out,\n\\q and you, Issachar, in your tents.\n\\q","19":"They will call the peoples to the mountains.\\q There will they offer sacrifices of righteousness.\n\\q For they will suck the abundance of the seas,\n\\q and from the sand on the seashore.","20":"About Gad, Moses said:\\q Blessed be he who enlarges Gad.\n\\q He will live there like a lioness,\n\\q and he will tear off an arm or a head.\n\n\n\\q","21":"He provided the best part for himself,\\q for there was the leader's portion of land reserved.\n\\q He came with the heads of the people.\n\\q He carried out the justice of Yahweh\n\\q and his decrees with Israel.","22":"About Dan, Moses said:\\q Dan is a lion cub\n\\q that leaps out from Bashan.","23":"About Naphtali, Moses said:\\q Naphtali, satisfied with favor,\n\\q and full of the blessing of Yahweh,\n\\q take possession of the land to the west and south.","24":"About Asher, Moses said:\\q Blessed be Asher more than the other sons;\n\\q let him be acceptable to his brothers,\n\\q and let him dip his foot in olive oil.\n\\q","25":"May your city bars be iron and bronze;\\q as long as will be your days, so long will your security be.\n\n\n\\q","26":"There is no one like God, Jeshurun—the upright one,\\q who rides through the heavens to your help,\n\\q and in his majesty on the clouds.\n\n\n\\q","27":"The eternal God is a refuge,\\q and underneath are the everlasting arms.\n\\q He thrust out the enemy from before you,\n\\q and he said, \"Destroy!\"\n\n\n\\q","28":"Israel dwelt in safety.\\q Jacob's spring was secure\n\\q in a land of grain and new wine;\n\\q indeed, let his heavens drop dew on him.\n\n\n\\q","29":"Your blessings are many, Israel!\\q Who is like you, a people saved by Yahweh,\n\\q the shield of your help,\n\\q and the sword of your majesty?\n\\q Your enemies will come trembling to you;\n\\q you will trample down their high places."}
