{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The law does not show very well the good things that God will give us later. The law is like a shadow of something else. If people come to worship God by offering the same kinds of sacrifices every year, they can never become perfect.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If God had removed the guilt of those who brought these sacrifices, they would not feel that they were still guilty. So they would certainly have stopped offering those sacrifices!\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But rather, the fact that they offer those sacrifices each year reminds them that they are still guilty for their sins.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we know that even if we offer animals such as bulls or goats to God, even if he sees their blood flow, that will not stop us from being guilty.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is why, as Christ was coming into the world, he said to his Father,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"It is not sacrifices and offerings that you have wanted,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "but you have prepared for me a body to offer.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Animals that completely burn up when people offer them to you, these animals have not pleased you,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and neither do other sacrifices please you.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of this, I said, 'My God, listen!\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "I have come here in order to do what you want me to do,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "just as they have written about me in the scriptures.'\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "First Christ said, \"It is not sacrifices and offerings and animals that the priests have completely burned up and other offerings to atone for those who have sinned that you have really wanted. They have not pleased you.\" He said that even though those things were offered according to the laws that God gave Moses!\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, concerning his offering himself as a sacrifice to atone for people's sin, he said, \"Listen! I have come here to do what you want me to do!\" Thus Christ got rid of the first way of atoning for sin, in order to establish the second way of atoning for sin.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because Jesus Christ did what God wanted him to do, God set us apart for himself. This happened when Jesus Christ offered his own body once as a sacrifice, a sacrifice that he will never need to repeat.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As every priest stands daily in front of the altar, he performs rituals and offers the same kind of sacrifices that could never remove the guilt for anyone's sins.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Christ offered a sacrifice that will be enough forever, and he offered it only one time! After that, he sat down to rule beside God in the place of highest honor.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From now on, he is waiting for God to completely defeat all his enemies.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By offering himself once as the sacrifice for sin, he perfected forever those in whom God has worked his cleansing and purity.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Holy Spirit also confirms to us that that is true. First he says:\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"When the time of the first covenant with my people has finished,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "I will make a new covenant with them.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "I will do this for them:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "I will cause them to understand my laws\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and I will cause them to obey them.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"I will forgive them for their sins,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and I will consider that they are no longer guilty for having sinned.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When God has forgiven someone's sins, that person does not need to make any more offerings to make up for his sin!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, my fellow believers, because we trust in what Jesus accomplished when his own blood flowed for us, we can confidently go into God's very presence that was symbolized by the very holy place in the sacred tent.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He has enabled us to go into God's presence by making a new way in which we can live forever. This new way is Jesus, who died for us.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Christ is a great priest who rules over us, we who are God's people.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we must approach God sincerely by confidently trusting in Jesus. It is he who has made our hearts pure from having sinned. It is as if he sprinkled his own blood over our hearts, and as if he had washed our bodies in pure water.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We must unwaveringly keep stating what we believe. Since God faithfully does all he promised to do, we must confidently expect him to do these things.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And let us think how each of us can best encourage each other to love one another and to do good deeds.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We must not cease assembling ourselves to worship the Lord, as some people have done. Instead, each one of us must encourage the others. Let us do that all the more since we know that the time that the Lord will return is near.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If we deliberately and habitually sin after we have known the true message about Christ, no other sacrifice will help us.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, we must fearfully expect that God will judge us, and then he will righteously punish all his enemies in a furious fire.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone who rejected the laws that God gave Moses had to die without mercy when at least two or three people testified against him.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That was severe punishment. But Christ is God's Son, and he is also God. If anyone rejects the covenant that he has made and despises the blood that flowed from him—if that person rejects the blood in exchange for which God forgave him—if that person rejects the Spirit of God, who acted so kindly toward him—then God will punish him very, very severely.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We can be sure of this, since we know that God said, \"The right and power to give people what they deserve for having sinned belongs to me. I will punish them as they deserve.\" And Moses wrote, \"The Lord will judge his people.\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It will be a terrible thing if the all-powerful God who really lives seizes and punishes you!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Remember the earlier times when you first understood the truth about Christ. You endured much hardship, and when you suffered, you continued to trust God.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At times people insulted you in public; at other times they made you suffer. At other times you suffered with other believers in their hardships.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You not only were kind to those who were in prison because they believed in Christ, but you also accepted it joyfully when unbelievers took away your possessions. You accepted it because you yourselves knew very well that you had possessions in heaven forever, possessions that are much better than those that they took from you!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So do not become discouraged when they cause you to suffer, because if you continue to trust in God, he will greatly reward you.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must patiently continue to trust in him in order that, because of your doing what God wants you to do, he will give you what he has promised.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A prophet wrote in the scriptures that God said about the Messiah:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"In just a short time the one I promised would come will surely come;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "he will not delay coming.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But those who belong to me, who act righteously, will continue to live trusting in me.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "If they are cowards and stop trusting in me,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "I will not be pleased with them.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But we are not people who are cowards and cause God to destroy us. Instead, we are people who trust in him, so that he will save us forever.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}