{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Faith is when people trust God and they are sure they will receive the things they confidently expect him to give them. Faith is when people are certain they will see those things happen, though, for now, those things cannot be seen.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because our ancestors trusted in God, he approved of them.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because we trust in God, we understand that God formed the universe by commanding that it exist. So the things we see were not made from things that already existed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because Adam's son Abel trusted God, he sacrificed something better to God than what his older brother Cain offered to God. So God spoke well about what Abel sacrificed, and God declared that Abel was righteous. And although Abel is dead, we still learn from him about trusting God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because Enoch believed God, God took him up to heaven. Enoch did not die, but no one could find him. Before God took him away, he testified that Enoch pleased him well.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now it is possible for people to please God only if they trust him, because anyone who wants to come to God must first believe that God exists and that he rewards those who try to know him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God warned Noah that he would send a flood, and Noah believed him. He honored God by building a ship to save his family. In this way he showed that the rest of the people deserved for God to punish them. So Noah became a person whom God made right with himself, because Noah trusted him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God called Abraham to go to the land that he would give his descendants. Because Abraham trusted him, he obeyed God and left his country, even though he did not know where he was going.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because Abraham trusted God, he lived as though he were a foreigner in a land that God had promised to give his descendants. Abraham lived in tents, and his son Isaac and his grandson Jacob did also. God promised to give to Isaac and Jacob the same things that he promised to give Abraham.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham was waiting to live in the permanent city that God himself would design and build.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And even though Sarah was unable to have children because of her old-age, Abraham received the ability to father a child, because he considered Yahweh to be faithful because he had made the promise to him that he would have a son. \n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, although Abraham was too old to have children, from that one man people descended who are as many in number as the stars in the sky and are as countless as the grains of sand along the shore, just like God promised him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they still trusted in God, all these people died. Even though they had not yet received the things that God had promised to give them, it was as though they had seen those things in the distance, and they were glad. It was as though they had admitted that they did not belong to this earth, but that they were only here temporarily.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for people who say such things, they clearly show that they long for a place that will become their true native land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If they had been thinking that their true native land was the place from which they had come, they could have simply returned there.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But, instead, they desired a better place in which to live. They desired a home in heaven. So God has prepared a city for them to live with him, and he is pleased for them to say that he is their God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because Abraham trusted God, he was ready to kill his son Isaac as a sacrifice when God tested him. Abraham, to whom God promised to give a son, was going to sacrifice the very son whom he had given him, the only son whom his own wife had borne!\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was about this son that God had said, \"It is only from Isaac that I will consider your family to descend.\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham considered that to fulfill that promise, God could make Isaac live again even if he died after Abraham had sacrificed him! The result was that when Abraham did receive Isaac back after God told him not to harm Isaac, it was as though he received him back even after he died.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because Isaac trusted God, he prayed that God would bless his sons Jacob and Esau after he died.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because Jacob trusted God, as he was dying, he prayed God would bless each of the sons of his own son Joseph. He worshiped God as he leaned upon his walking stick before he died.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because Joseph trusted God, when he was about to die in Egypt, he thought ahead to the time when the Israelites would leave Egypt, and he instructed his people to carry his bones with them when they left Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because Moses' father and mother trusted God, they hid their son for three months shortly after he was born, because they saw that the child was beautiful. They were not afraid of disobeying what the king of Egypt had commanded, that all the Jewish male babies must die.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The daughter of the king, whom they called Pharaoh, raised Moses, but when Moses had grown up, because he trusted God, he refused to accept the royal privileges that would have been his if people considered him as \"the son of Pharaoh's daughter.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He decided that it was better for others to mistreat him for a time along with God's people, than to temporarily enjoy living sinfully in the king's palace.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He decided that if he suffered for Christ, it would be worth far more in God's sight than owning the treasures of Egypt that he would receive as one of Pharaoh's family. He looked forward to the time when God would give him an eternal reward.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because he trusted God, Moses left Egypt. He was not afraid that the king would be angry because he left. He kept going because it was as though he kept seeing God, whom no one can see.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because Moses believed God would save his own people, he obeyed God's commands about Passover, which became a yearly festival. He commanded the people to kill lambs and sprinkle their blood on their doorposts so that the angel who causes people to die would not kill the oldest male Israelites with the oldest sons in each Egyptian family.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because the Israelites trusted God when they walked through the Sea of Reeds, it was as though they were walking on dry land! But, when the army of Egypt also attempted to cross where the sea had been, they drowned, because the sea came back and flooded them!\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because the Israelite people trusted God, the walls around the city of Jericho collapsed, after the Israelites marched around the walls for seven days.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rahab was a prostitute, but because she trusted God, she did not perish with those inside Jericho who disobeyed God. Joshua had sent spies into the city to find ways to destroy it, but God saved Rahab because she welcomed those spies peacefully.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I do not know what more I should say about others who trusted in God. It would take too much time to tell about Gideon, Barak, Samson, Jephthah, David, Samuel, and the other prophets.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because they trusted God, some of them did great deeds for him. Some conquered lands ruled by powerful men. Some ruled Israel and justly treated men and nations. Some received from God the things that he promised to give them. Some forced lions to keep their mouths shut.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some escaped from burning up in fire. Some escaped from others who tried to kill them with swords. Some became well again after being sick. Some became powerful when they fought wars. Some caused armies that came from foreign lands to run away from them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some women who trusted God received their relatives back again when God made them live again after they had died. But others who trusted God were tortured until they died. They were tortured because they refused to agree when their enemies said, \"We will release you if you deny that you believe in God.\" They refused to do that, because they wanted to live with God forever, which is better than continuing to live on earth.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Other people who trusted God were mocked. Some had their backs cut open by being struck with whips. Some were chained and put in prison.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of those believers were stoned to death. Others were sawn completely in two. Others were killed with swords. Others of these people who trusted God wandered around the land wearing garments made only of skins from sheep and goats. They did not have any money. People constantly oppressed them and harmed them.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people on earth who caused those who trusted in God to suffer like this were so bad that they did not deserve to live with people like those who trusted God. Some who trusted God wandered in deserts and mountains. Some lived in caves and in other large holes in the ground.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although God approved of all these people because they trusted him, he did not give them what he had promised them.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God knew ahead of time that what he would give us and them later would be better than giving them immediately what he promised. What God intends is that only when they and we are together will we have all that God intends us to have.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}