{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know about many people like these who proved that they trusted in God. Let us put off everything that weighs us down and so we put away the sin that clings to us. Then let us run our race patiently and do everything God gives us to do until we make it to the finish line.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And let us keep thinking about Jesus and give him all our attention. He is the one who leads us and he makes our faith complete. He is the one who endured the terrible suffering on the cross and he paid no attention to the people who tried to shame him. He did this because he knew how joyful God would make him later. He now sits at the place of highest honor beside the throne where God rules in heaven.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus patiently endured it when sinful people hatefully acted against him. Strengthen your hearts and minds with Jesus' example so that you will not give up trusting God or become discouraged.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While you have struggled against being tempted to sin, you have not yet bled and died because of resisting evil, as Jesus did.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not forget these words that Solomon spoke to his son, which are the same with which God encourages you as his children:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"My son, pay attention when the Lord is disciplining you,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and do not be discouraged when the Lord punishes you,\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because everyone the Lord loves he also disciplines,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and he severely corrects everyone he calls his own.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God may discipline you by requiring you to endure difficult things that happen to you. When God disciplines you, he is treating you as a father treats his children. All fathers discipline their children.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So if you have not experienced God disciplining you like he disciplines all his children, you are not true children of God. You are like illegitimate children who have no father to correct them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Furthermore, our natural fathers disciplined us when we were young, and we respected them for doing that. So we should certainly more readily accept God our spiritual Father disciplining us so we will live eternally!\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our natural fathers disciplined us for a short time as they considered right, but God always disciplines us to help us share in his holy nature.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the time God is disciplining us, it does not seem to be anything about which we can rejoice. Instead, it pains us. But later it causes those who have learned from it to live righteously, which produces peace in us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, instead of acting as though you were spiritually tired out, trust God's discipline to renew you.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Go straight forward following Christ so that believers who are weak in trusting Christ will gain strength from you and not become crippled. Instead, they will be spiritually restored as an injured and useless limb becomes well again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Try to live peacefully with all people. Do your best to be holy, since no one will see the Lord if he is not holy.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Beware that none of you stops trusting in God, who has done kind things for us that we did not deserve. Be on guard so that none of you act in an evil way toward others, because that will grow like a root grows into a big plant, leading many believers to sin.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not let anyone be immoral or disobey God like Esau. He exchanged the rights he had as a firstborn son for only one meal.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Esau later wanted to get back his birth rights and all that his father Isaac's blessing would give him. But Isaac refused to do what Esau requested. So Esau found no way to get back his birth rights and blessing, even though he sought it tearfully.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In coming to God, you have not experienced things like what the Israelite people experienced at Mount Sinai. They approached a mountain that God commanded them not to touch because he himself had come down to that mountain. They approached a blazing fire, and it was gloomy and dark, with a violent storm.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They heard a trumpet sound, and they heard God speak a message. It was so powerful that they pleaded for him not to speak to them like that again.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For God had commanded them, \"If a person or even an animal touches this mountain, you must kill him.\" The people were terrified.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Truly, because Moses was terrified after seeing what happened on the mountain, he said, \"I am trembling because I am very afraid!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, you have come to the presence of God who truly lives in heaven, to the \"New Jerusalem.\" That is like what your ancestors did when they came to worship God on Mount Zion in Israel, upon which the earthly Jerusalem was built. You have come to where there are countless angels who are rejoicing as they have gathered together.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have joined the assembly of all the believers who have privileges as firstborn sons, whose names God has written down in heaven. You have come to God, who will judge everyone. You have come to where the spirits of God's people are, people who lived righteously before they died, and whom God has now made perfect in heaven.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have come to Jesus, who arranged a new covenant between us and God by the blood that flowed when he died on the cross. Jesus' blood made it possible for God to forgive us, and his blood is better for us than Abel's blood.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Beware that you do not refuse to listen to God who is speaking to you. The Israelite people did not escape God punishing them when Moses warned them here on earth. So we shall surely not escape God punishing us if we reject what he says when he warns us from heaven!\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The earth shook when he spoke at Mount Sinai. But now he has promised, \"I will shake the earth again, one more time, and I will shake the heavens, too.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The words \"again, one more time\" indicate that God will remove those things on earth that he will shake, everything that he has created. He will do this in order that the things in heaven that cannot shake may remain forever.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So let us thank God that we are becoming members of a kingdom that nothing can shake. Let us worship God by gratefully thanking him and by being greatly in awe of his great power and love.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Remember that the God we worship is like a fire that burns up everything that is impure!\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}