{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Continue to love your fellow believers.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not forget to be hospitable to needy travelers. By caring for strangers, some people have welcomed angels into their home without knowing it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Remember to help those who are in prison because they are believers, as though you were in prison with them and were suffering physically as they are doing.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Men and women who are married to each other must respect each other, and they must be faithful to each other. God will surely condemn those who act immorally or adulterously.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Live without constantly wanting money, and be happy no matter how much or little you own. Remember what Moses wrote that God said:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"I will never leave you;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "I will never stop providing for you.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we can say confidently as the psalmist said,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Since the Lord is the one who helps me, I will not be afraid! People can do nothing to me that will keep God from helping me.\"\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your spiritual leaders have told you the message about Christ. Remember how they have conducted their lives and imitate how they have trusted in Christ.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus Christ is the same now as he always has been, and he will be the same forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So do not let other people persuade you to believe other things about God, strange things that you have not learned from us. For example, do not let anything make you obey various rules about what to eat and not to eat. These rules cannot help us.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who serve in the sacred tent have no right to eat at the sacred altar where we worship Christ.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the high priest brings into the very holy place the blood of animals that they have sacrificed to atone for sins, other people burn the bodies of those animals outside the camp.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, Jesus suffered and died outside the gates of Jerusalem in order that he might make us, his people, special for God. He did this by offering his own blood as a sacrifice for our sins.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we must go to Jesus to be saved; we must allow others to insult us just like people insulted him.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Here on earth, we believers do not have a city such as Jerusalem. Instead, we are waiting for the heavenly city that will last forever.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because Jesus has died for us, we must continually praise God no matter what happens. That will be something we can sacrifice to him instead of animals. We must be ready to openly say to others that we trust in Christ.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Always be doing good deeds for others and sharing the things you have, because doing things like that will be as though you are offering sacrifices that will please God.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Obey your leaders and do what they tell you, since they are the ones who are guarding your welfare. Some day they will have to stand before God so that he can say if he approves of what they have done. Obey them in order that they can do the work of guarding you joyfully and not have to do it sadly, because if you cause them to do it sadly, that will certainly not help you at all.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pray for me and those with me. I am certain that I have not done anything that displeases God. I have tried to act well toward you in every way.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I urge you earnestly to pray that God will quickly remove the things that stop my coming to you.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus provides for us, protects us, and guides us as a great shepherd does for his sheep. And God, who gives us inner peace, raised our Lord Jesus from the dead. By doing that God confirmed his eternal covenant with us by the blood that flowed from Christ when he died on the cross.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I pray that God may equip you with everything good that you may do what he desires. May he accomplish in us what pleases him, as he watches us follow Jesus, who offered up himself for us. May all people praise Jesus Christ forever. Amen!\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My fellow believers, since this is a short letter that I have written to you, I ask you that you patiently consider what I have just written to encourage you.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I want you to know that our fellow believer Timothy has gone free from prison. If he comes here soon, he will accompany me when I go to see you.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell all your spiritual leaders and all your other fellow believers who belong to God in your city that I greet them. The believers in this area who have come from Italy greet you also.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May God continue to love you and protect you by his kindness.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}