{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, since that is true, we must pay very great attention to what we have heard about God's Son, so that we do not gradually stop believing it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the angels spoke God's law to the people of Israel, what they said was valid. God justly punished all who disobeyed him and violated his law.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since this is true, we will certainly not escape God; he will certainly judge us if we ignore the good news about how he saves us. It was the Lord Jesus who first told us about this, and the disciples who heard him have assured us that he did so.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God also confirmed to us that this message was true by giving believers power to do mighty deeds that prove these things are true. And the Holy Spirit also gives many gifts to the believers, just as he desires to distribute them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God has not put the angels in charge of the new world he will make, but instead, he is putting Christ in charge of it.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Someone solemnly spoke to God about this somewhere in the scriptures, saying,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"No human being is worthy enough for you to think about him!\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "No human is worthy enough for you to care for him!\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You created humans a little less important than the angels,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Yet you have greatly honored them, as people honor kings.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have put everything under their control.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "God has determined that mankind will rule over everything. That means that nothing will be left out from him ruling it. But now, at this present time, we do not see mankind ruling over everything.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, we do know about Jesus, who appeared in this life as a little less important than the angels. Because he suffered and died, God has made him the most important of all. He has made Jesus king over everything, because Jesus died for all mankind. It was because God was so kind to us that this happened.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was proper that God should make Jesus complete in every way by suffering and dying for us. God is the one who created all things, and he is the one for whom all things exist. And Jesus is the one who enables God to save people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus, the one who sets his people apart for God, and those same people whom God declares as good before him, are all from the same source, God himself. So Jesus is not embarrassed to proclaim them to be his own brothers and sisters.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The psalmist wrote that Christ said to God,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"I will proclaim to my brothers how awesome you are.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "I will sing praise to you in the middle of the assembly of believers!\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And a prophet wrote in another scripture passage what Christ said about God:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"I will trust him.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "And in another scripture passage, Christ said about those who are like his children,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"I and the children whom God has given me are here.\"\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So since those whom God calls his children are all human beings, Jesus also became a human being just like them. The devil has the power to cause people to be afraid to die, but Christ became human so that by his dying and defeating death he might make the devil powerless.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus did this in order to free all of us who, all our lives, could not rid ourselves of the fear of death.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because Jesus became a human being, it is not angels that he has come to help. No, it is us who trust God as Abraham did whom he wants to help.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So God had to make Jesus to be exactly like us, like his human \"brothers.\" He became a high priest who acts mercifully to all people and who acts faithfully for God, so he could die for the people's sins and make a way for God to forgive them.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus is able to help those who are tempted to sin because he himself suffered and was tempted to sin, just as we are tempted to sin.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}