{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My fellow believers, God has set you apart and has chosen you to belong to himself. So consider Jesus. He is God's apostle to us and is also the high priest whom we say we believe in together.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He faithfully served God, who appointed him, just like Moses faithfully served all of God's people, whom we call God's house.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses very faithfully served God as he helped all of God's people, just as a servant faithfully serves his master. So Moses testified about what Jesus would say later.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Christ is the Son who rules over God's people, and we are the people he rules if we continue to courageously believe in Christ and confidently expect God to do all that he has promised to do for us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Holy Spirit caused the psalmist to write these words in the scriptures to the Israelites:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Now, when you hear God speak to you,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "do not refuse to obey him, and do not let your desires be more important that what God says, for if you do, you would be just like your ancestors long ago, when they turned away from God and did not obey him.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your ancestors repeatedly tested me, to see whether I would be patient with them, even though for forty years they saw all the amazing things I did.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I became angry with those people, and I said about them, 'They are never faithful to me, and they do not understand how I wanted them to conduct their lives.'\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I was angry with them and solemnly declared, 'They will not enter the land of Canaan where I would let them rest!'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, fellow believers, be careful that none of you stops trusting in Christ because of evil in your heart, which would cause you to reject the only God who actually lives.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, each of you must encourage each other every day, while you still have the opportunity. If you are stubborn, others will deceive you and lead you to sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are now joined to Christ if we continue to seriously and confidently trust in him, from the time we first trusted in him to the time when we die.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The psalmist wrote in the scripture that God said,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Now, when you hear me speaking to you, do not stubbornly disobey me as your ancestors did when they rebelled against me.\"\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Remember who it was who rebelled against God, even though they heard him speak to them. It was all of God's people who Moses led out of Egypt.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And remember who it was with whom God was disgusted for forty years. It was God's people who sinned, and their dead bodies lay there in the desert.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And remember about whom God solemnly declared, \"They will not enter the land where I would let them rest.\" It was those Israelites who disobeyed God.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, from that example we know that it was because they did not keep trusting in God that they were unable to enter the land where God would allow them to rest.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3-4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now just as every house is made by someone, God made everything. So God has considered that Jesus is worthy for people to honor him more than they honor Moses, just as the one who builds a house deserves for people to honor him more than they should honor the house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}