{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God has promised that we would rest, but we must be careful, because we can miss God's place of rest.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have heard the good news about how Jesus gives us God's rest, just as the Israelites heard God promise that they would rest in Canaan. But just as that message did not help many Israelites because they did not trust God as Joshua and Caleb did, the good news about Christ will not help us if we do not trust God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We who have believed in Christ are able to enter the place of rest because God said,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Because I was angry with the people of Israel, I solemnly declared, 'They will not enter the land where I would let them rest.'\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "God said this even though his plans had been finished from the time he created the world.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What was written in the scriptures about the seventh day after he had spent six days creating the world, shows that this is true:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Then, on the seventh day, God rested from his work of creating everything.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But note again what God said about the Israelites in the passage that I quoted previously:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"They will not enter the land where I would let them rest.\"\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some people still enter God's rest. But the Israelites who first heard God promise that they would rest—they did not enter that place of resting, because they refused to believe God.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God set another time when we may enter that place of resting. That time is now! We know that is true because much later than when the Israelites rebelled against God in the desert, he caused King David to write what I have already quoted,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Right now, when you understand what God is saying to you, do not stubbornly disobey him.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If Joshua had led the Israelites to enter the only place of resting God would give them, then much later God would not have spoken again about another day of rest. But he did give them another promise of rest.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, just as God rested on the seventh day after he finished creating everything, there remains a time when God's people will rest eternally.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever enters God's place of resting has ceased from his work, just as God finished doing his work of creating everything.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we eagerly enter into the rest of God by following Christ, so that the example of those who disobey will not influence us and ruin us too.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God's words are alive and powerful, and they are able to cut like a sharp sword—cutting so deep that it can separate out the difference between our soul and our spirit. God's words are just like a sword that cuts deeply, down so deep they can cut into us like a sharp sword cuts through the joints of an animal. Those words cut even into the hardest places in us, like a sword that can cut down into the marrow within the bones. God's words are like a judge, deciding what thoughts are good or what thoughts are bad, and his words test the motives hidden deep within each of our hearts.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God knows everything about everyone. Nothing is hidden from him. Everything is completely open to him and he sees everything we do. We must all appear before God and we must tell him how we have lived our lives.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we have a great high priest who ascended through the heavens when he returned to God's presence. He is Jesus, God's Son. So let us courageously say openly that we trust Jesus Christ.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our high priest can indeed have mercy on us and encourage us, we who tend to sin easily, because Satan also tempted him to sin in every way that he tempts us to sin—but he did not sin.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So let us come boldly to Christ, who rules from heaven and does for us what we do not deserve, so that he might kindly help us and have mercy on us when we need him to do so.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}