{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When God chooses a high priest, he selects a man from the people. This man must serve God for the people; he must give God gifts and sacrifice animals to him for the people's sins.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A high priest can be gentle with those who know little about God and with those who sin against him. This is because the high priest himself is weak with sin.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As a result, he also must sacrifice animals, because he sins just like the people do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But no one can honor himself by deciding to become the high priest. Instead, God chose each man to become a high priest, as he chose Aaron to be the first high priest.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, Christ also did not honor himself by becoming high priest. Instead, God the Father appointed him by saying to him what the psalmist wrote in the scriptures:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"You are my son! Today I have declared that I am your father!\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And he also said to Christ what the psalmist wrote in another scripture passage:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"You are a priest eternally in the way that Melchizedek was a priest.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the days when Christ was living here in the world, he prayed to God and cried out loudly to him in tears. He asked God, who could save him from dying. And God listened to him, because Christ honored him and obeyed him.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although Christ is God's own son, he learned to obey God by suffering and dying.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By accomplishing everything that God wanted him to do, he has now become fully able to save eternally all who obey him.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God has designated him to be our high priest in the way that Melchizedek was a high priest.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I want to tell you much about the many ways in which Christ resembles Melchizedek. This is hard for me to explain to you because you find it so difficult to understand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You became Christians long ago. So by now you should be teaching God's truths to others. But you still need someone to teach you again the elementary truths of the words of God from the scriptures, starting from the beginning. You need those basic truths like babies need milk. You are not ready to learn more difficult things, things that are like the solid food that mature people need.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Remember that those who are still learning these elementary truths do not understand what God says about becoming righteous. Neither do they yet know right from wrong. They are just like babies who need milk!\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the more difficult spiritual truth is for people who know God better, just like solid food is for people who are adults. They can tell the difference between what is good and what is evil, because they have trained themselves by learning what is right and what is wrong.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}