{
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will explain why it is important to do this. Some people have at one time understood the message about Christ. They learned what it was like for God to forgive them and for Christ to love them, and they received gifts from the Holy Spirit.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They found for themselves that God's message is good, and they learned how God will work powerfully in the future.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now, if these people reject Christ, no one will be able to persuade them to stop sinning and to trust in him again! That is because it is as though these people have nailed the Son of God to his cross again! They are causing people to despise Christ in front of others.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Think about this: God has blessed land on which rain has frequently fallen and on which plants grow for the farmers.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But what will happen to believers who do not obey God is like what happens to land on which only thorns and thistles grow. Such land is worthless. It has become land that the farmer will curse and whose plants he will burn away.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You can see that I am warning you, dear friends, not to reject Christ. At the same time, I am certain that you are doing better than that. You are doing the things that are in conformity with the fact that God is saving you.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since God always acts justly, he will not overlook all you have done for him; he will not overlook how you have loved and helped your fellow believers, and how you are still helping them.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We greatly desire that each of you continue to show the same effort you are showing now, so that to the very end of your lives, you will be sure you will receive all that God promised to give you.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I do not want you to be lazy. Instead, I want you to do what other believers have done, those who are receiving what God promised them, because they trusted in him and were patient.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When God promised to do great things for Abraham, there was no one greater than himself whom he could ask to force himself to do those things. So he asked himself.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to Abraham, \"I will certainly bless you and I will certainly greatly increase the number of your descendants.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So after Abraham patiently waited for God to do what he promised, God did for him what he had promised.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Keep in mind that when people promise something, they ask a more important person to punish them if they do not do what they promise. This is how they often settle disputes.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when God wanted to demonstrate very clearly to us who would receive what he had promised that he would not change what he had planned to do, he said that he would declare himself guilty if he did not do what he promised.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did that to strongly encourage us, because he has done two things that cannot change: He promised to help us, and he told us that he would declare himself guilty if he did not help us. Now, God cannot lie. That is why we have trusted in him, just as he has encouraged us to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yes, we confidently expect to receive what God has promised to do for us. It is as if we were a ship, whose anchor is holding us firmly in one place. The one we confidently expect to hold us is Jesus, because he has gone into God's very presence. This is why he is just like the high priests who go behind the curtain into the innermost part of the temple, where God is present.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus went into God's presence ahead of us to allow us to enter in that same place with God, too. Jesus has become a high priest forever, in the way that Melchizedek was a high priest.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "1-3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, we must not keep discussing what we first learned about Christ, things that all believers must learn at first. Some of these things are how to stop doing sinful deeds, those that lead to death, and how to start trusting in God. There are also important things we teach: various kinds of baptism, why we often pray while putting our hands on each other; and also about how God will raise us all from the dead and judge everyone in a way that will last forever. Indeed, we will discuss these things again later, if God gives us the chance to do it. But now we must discuss things that are harder to understand; these are things that will help us to trust in Christ in all times, no matter what happens.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}