{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I will say more about this man Melchizedek. He was the king of the city of Salem and was also a priest of God, who rules the universe. He met Abraham and his men who were returning home from defeating the armies of the four kings. Melchizedek blessed Abraham.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abraham gave to him one tenth of all the things he took after winning the battle. Now Melchizedek's name means first, \"king who rules righteously,\" and, since Salem means \"peace,\" his name also means \"the king who rules peacefully.\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The scriptures provide us with no record of Melchizedek's father, mother, or ancestors; nor do the scriptures tell us when he was born or when he died. It is as if he continues to be a priest forever. In this way, he is a little like the Son of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You can realize how great this man Melchizedek was from the fact that Abraham, our famous ancestor, gave him a tenth of the best things he took from the battle with the kings.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "According to the laws God gave Moses, the descendants of Abraham's great-grandson Levi, who were priests, should take tithes from God's people who were their relatives, even though those people also were fellow descendants of Abraham.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But this man Melchizedek, who was not among the descendants of Levi, received a tenth of everything from Abraham. He also blessed Abraham, the man to whom God promised many descendants.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now everyone knows that the more important people bless the less important people, just as Melchizedek blessed Abraham. So we know that Melchizedek was greater than Abraham.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the case of the priests who are descendants of Levi, they are all men who will die one day, but even they received tithes. However, in the case of Melchizedek, who received a tenth of everything from Abraham—it is as if God testified that Melchizedek keeps on living, since scripture does not speak about him dying.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And it was as though Levi himself, and all the priests descended from him—those who received tithes from the people—paid tithes to Melchizedek because their ancestor Abraham paid tithes to him. When Abraham paid tithes to Melchizedek it was as though Levi and all the priests descended from him acknowledged that Melchizedek was greater than Abraham.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is true because we can say that Levi and his descendants were still in Abraham's body when Melchizedek met Abraham.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God gave the law to his people at the same time he gave regulations about the priests. So if the priests who were descended from Aaron and his ancestor Levi could have provided a way for God to forgive people for disobeying those laws, those priests would have been adequate. In that case, no other priest like Melchizedek would have been necessary.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But we know those priests were not adequate, because a new type of priest like Melchizedek has come. And since God has appointed a new type of priest, he also had to change the law.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus, the one about whom I am saying these things, is not a descendant of Levi. Instead, he came from the tribe of Judah, which never gave any person who served as priest.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The scriptures clearly state this. And in fact, Moses never said that any of Judah's descendants would become priests.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Furthermore, we know that the priests descended from Levi were inadequate, since it is even more obvious that another priest has appeared who is like Melchizedek.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This priest is Jesus; he became a priest, but not because he fulfilled what God's law required about being a descendant of Levi. Instead, he has the kind of power that came from a life that nothing can destroy.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know this since God confirmed it in the scripture passage in which he said to his Son,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"You are a priest eternally, just as Melchizedek was a priest.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God withdrew what he had first commanded about the priests because those priests are unable to make sinful people holy.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one was able to become good by obeying the laws that God gave Moses. On the other hand, God gave us a better reason to have confidence in him, because he makes it possible for us to come near to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Furthermore, when God appointed Christ as a priest, he solemnly declared it. When God appointed former priests, he did not do this.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when he appointed Christ to be a priest, it was by these words that the psalmist wrote in scripture:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"The Lord has solemnly declared\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "—and he will not change his mind:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'You will be a priest forever!'\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of that, Jesus himself guarantees that the new covenant will be better than the old one.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And formerly, priests could not keep serving as priests because they would always die. So there were many priests to take the place of the ones who died.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But because Jesus lives eternally, he will continue to be a high priest forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jesus can completely and eternally save those who come to God, since he lives forever to plead with God to forgive them and keep them safe.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus is the kind of high priest that we need. He was holy, he did no wrong, and he was innocent. God has now separated him from living among sinners, and has now taken him up to the highest heaven.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jewish high priests need to sacrifice animals day by day as well as year by year. They do this, firstly, to cover their own sins, and then to cover the sins of other people. But because Jesus never sinned, he does not need to do that. The only thing he needed to do to save people was to sacrifice himself once, and that is exactly what he did!\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We need a high priest like Jesus, because the priests, who were appointed as commanded in the law, sinned like all humans sin. But God solemnly declared after he had given his laws to Moses that he would appoint his Son to be high priest. Now his Son, who is God the Son, Jesus, is forever the only perfect high priest.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}