{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the first covenant God regulated how people of Israel should worship, and he told them to make a place to worship him.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sanctuary that the Israelites set up was the sacred tent. In its outer room there were the lampstand and the table on which they put the bread on display before God. That room was called the holy place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behind the curtain on one side of the holy place there was another room. That was called the very holy place.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It had an altar covered with gold for burning incense. It also had the sacred chest. All its sides were covered with gold. In it was the golden pot which contained pieces of the food they called manna. In the chest there was also Aaron's walking stick that had budded to prove that he was God's true priest. In the chest were also the stone tablets on which God had written the Ten Commandments.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On top of the chest were figures of winged creatures that symbolized God's glory. Their wings overshadowed the sacred chest's lid where the high priest sprinkled the blood to atone for the sins of the people. I cannot now write about these things in detail.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they have arranged all these things in this way, the Jewish priests habitually go into the outer room of the tent to do their tasks.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But into the inner room only the high priest goes once a year. He always takes the blood of animals that they have slaughtered. He offers the blood to God for his own sins and for the sins that the other Israelites have committed. This includes the sins they committed but they did not know they were committing sins.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By those things the Holy Spirit indicated that God did not reveal the way for ordinary people to enter into the inner room, the very holy place, while the outer room still existed. In a similar way, he did not reveal the way for ordinary people to enter the presence of God while the Jews offered sacrifices in the old way.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This was a symbol for the time in which we are now living. The gifts and sacrifices offered in the sacred tent cannot make a person always know right from wrong or always do right from our hearts and in a way that he pleases God.\n\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those rules about what to eat and drink, and about what to wash—all those rules are no longer any good because God has made a new covenant with us. This new covenant is a much better system.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when Christ came as our high priest, he brought the good things that we have now. Then he went into God's presence in heaven, which is like the sacred tent, but it is not part of the world that God created. It is better than the tent Moses set up here on earth because it is perfect.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When a high priest goes into the inner room in the tent each year, he takes goats' blood and calves' blood to offer as a sacrifice. But Christ did not do that. It was as though he went into that very holy place only once because he gave his own blood on the cross, just one time. By doing that, he redeemed us forever, because his blood flowed from himself.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests sprinkle on people goats' blood and bulls' blood and the water that has been filtered through the ashes of a red heifer that they have completely burned. By performing that ritual, they then say that God will now accept that the people should worship him.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If all that is true, then it became even more true when Christ, who had never sinned, sacrificed himself to God—he did this by the power of God's eternal Spirit. Because he sacrificed himself, God now forgives us for having sinned, for having done things that would have made us die forever. Now it is as though we had never sinned; now we can worship the true God.\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By dying for us, Christ made for God a new covenant with us. We were trying to please God by means of the first covenant, but we were still guilty of having sinned. When he died, he freed us from having to die for our own sins. As a result, all of us whom God has called to know him will receive what he has promised to give us forever.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A covenant is like a will. In the case of a will, in order to put its provisions into effect, someone must prove that the one who made it has died.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A will goes into effect only when the one who makes the will has died. It is not in effect when the one who made it is still alive.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And so God put the first covenant into effect only by means of animals' blood that flowed when the priests sacrificed them.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Moses had declared to all the Israelites everything that God commanded in the laws that God gave him, he took calves' and goats' blood mixed with water. He dipped into this blood scarlet wool that he tied around a sprig of hyssop. Then he sprinkled with some of the blood the scroll itself containing God's laws. Then he sprinkled more of that blood on all the people.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"This is the blood that brings into effect the covenant that God commanded that you obey.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Likewise, he sprinkled that blood on the sacred tent and on every object that they used in working there.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was by sprinkling blood that they cleansed almost everything. That was what was stated in God's laws. If blood does not flow when they sacrifice an animal, God does not forgive the sins of those people.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So by animal sacrifices it was necessary for the priests to cleanse the things that symbolized what Christ does in heaven. But God has to cleanse the things in heaven by means of much better sacrifices than those.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Christ did not enter the very holy place that humans made, which only represented the true very holy place. Instead, he entered heaven itself, in order to now be in God's presence to plead with God for us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The high priest enters the very holy place once every year, taking blood that is not his own, to offer it as a sacrifice. But when Christ entered heaven, it was not in order to offer himself repeatedly like that.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If that were so, he would have needed to suffer and shed his blood repeatedly since the time when God created the world. But instead, in this final age, Christ has appeared once so that by sacrificing himself, God will forgive all our sins and will not condemn us any more because we have sinned.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All people must die once, and after that God will judge them for their sins.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Likewise, when Christ died, God offered him once to be a sacrifice, to punish him in the place of the many people who had sinned. He will come to earth a second time, not in order to sacrifice himself again for those who have sinned, but in order to save us who wait for him and expect him to come.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}