{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, Paul, am a prisoner who serves Christ Jesus. I am here with Timothy, our fellow believer. I am writing this letter to you, Philemon, our dear friend and fellow worker.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am also writing to Apphia, our fellow believer, and to Archippus, who is like a soldier who serves along with us. And I am writing to the group of believers that meets in your house.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I pray that God our Father and our Lord Jesus Christ will continue to act kindly toward you all. I pray that he will continue to cause you to have peace.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I pray for you, I always thank God,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because I keep hearing about how you trust in the Lord Jesus. I also hear about how you keep on loving and helping all the believers.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I pray that because you trust in Christ the same as we do, you may be able to know every good thing that we have to give you regarding Christ.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have greatly rejoiced and have much courage because you, my dear friend, have been loving God's people and helping them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I want to ask you to do something. I am completely confident that I have the authority to command you to do what you should do, because I am an apostle of Christ.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But because I know that you love God's people, I request this instead of commanding you to do it. It is I, Paul, an old man and now also a prisoner because I serve Christ Jesus, who am requesting it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I request that you do something for Onesimus. He is now like a son of mine because I told him about Christ here in prison.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although his name, as you know, means \"useful,\" he was useless to you in the past. But now he is useful both to you and to me!\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although he is very dear to me, I am sending him back to you.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I would like to have kept him with me, in order that he might serve me in your place. I need him because I am in prison because of my preaching the message about Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, because I had not yet asked you and you had not yet permitted me to keep him here with me, I decided not to keep him here. I decided that you should help me only if you really want to help me.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Perhaps the reason that God permitted Onesimus to be separated from you was so you could have him back forever!\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will no longer have him only as a slave. Instead, you will have him as someone who is more than a slave. You will have him as a fellow believer! He is very dear to me, but he certainly will be even more dear to you. This is because now he not only belongs to you as a slave, but he also belongs to the Lord.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So if you believe that you and I are doing God's work together, welcome him as you would welcome me.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If he has done you any kind of harm, or if he is in debt to you, let me take the responsibility for that.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, Paul, am now writing this in my own handwriting: I will repay you what he owes you. I could say to you that you owe me even more than Onesimus owes you, because what I told you saved your own life.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Indeed, my brother, let me benefit from you because of the Lord. Since we are both joined to Christ, make my heart glad.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have written this letter to you, because I am sure that you will do what I am asking you to do. In fact, I know that you will do even more than what I am asking you to do.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, get a guest room ready for me to stay in, because I confidently expect that as a result of your prayers for me, I will be released from prison and will come to you all.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Epaphras, who is suffering with me in prison because he is joined to Christ Jesus, sends his greetings to you.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mark, Aristarchus, Demas, and Luke, who are my other fellow workers, also send their greetings to you.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I pray that the Lord Jesus Christ will continue to be kind to you.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}