{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the words that Moses spoke to all Israel beyond the Jordan in the wilderness, in the plain of the Jordan River valley over against Suph, between Paran, Tophel, Laban, Hazeroth, and Dizahab.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is eleven days' journey from Horeb by the way of Mount Seir to Kadesh Barnea.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened in the fortieth year, in the eleventh month, on the first day of the month, that Moses spoke to the people of Israel, telling them all that Yahweh commanded him concerning them.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This was after Yahweh had attacked Sihon the king of the Amorites, who lived in Heshbon, and Og the king of Bashan, who lived in Ashtaroth at Edrei.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Beyond the Jordan, in the land of Moab, Moses began to announce these instructions, saying,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Yahweh our God spoke to us at Horeb, saying, 'You have lived long enough in this hill country.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Turn and take your journey, and go to the hill country of the Amorites and to all the places near there in the plain of the Jordan River valley, in the hill country, in the lowland, in the Negev, and by the seashore—the land of the Canaanites, and in Lebanon as far as the great river, the Euphrates.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look, I have set the land before you; go in and possess the land that Yahweh swore to your fathers—to Abraham, to Isaac, and to Jacob—to give to them and to their descendants after them.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I spoke to you at that time, saying, 'I am not able to carry you myself alone.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh your God has multiplied you, and, look, you are today as the multitude of the stars of heaven.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May Yahweh, the God of your fathers, make you a thousand times as many as you are, and bless you, as he has promised you!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But how can I myself alone carry your loads, your burdens, and your disputes?\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take wise men, understanding men, and men of good repute from each tribe, and I will make them heads over you.'\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You answered me and said, 'The thing that you have spoken is good for us to do.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I took the heads of your tribes, wise men, and men of good repute, and made them heads over you, captains of thousands, captains of hundreds, captains of fifties, captains of tens, and officers, tribe by tribe.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I commanded your judges at that time, saying, 'Hear the disputes between your brothers, and judge righteously between a man and his brother, and the foreigner who is with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will not show partiality to anyone in a dispute; you will hear the small and the great alike. You will not be afraid of the face of man, for the judgment is God's. The dispute that is too hard for you, you will bring to me, and I will hear it.'\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I commanded you at that time all the things that you should do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We journeyed away from Horeb and went through all that great and terrible wilderness that you saw, on our way to the hill country of the Amorites, as Yahweh our God had commanded us; and we came to Kadesh Barnea.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I said to you, 'You have come to the hill country of the Amorites, which Yahweh our God is giving to us.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look, Yahweh your God has set the land before you; go up, take possession, as Yahweh, the God of your fathers, has spoken to you; do not be afraid, neither be discouraged.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every one of you came to me and said, 'Let us send men ahead of us, so that they may search out the land for us, and bring us word about the way by which we should attack, and about the cities to which we will come.'\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The advice pleased me well; I took twelve men of you, one man for every tribe.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They turned and went up into the hill country, came to the Valley of Eshkol, and scouted it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took some of the produce of the land in their hands and brought it down to us. They also brought us word and said, 'It is a good land that Yahweh our God is giving to us.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet you refused to attack, but rebelled against the commandment of Yahweh your God.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You complained in your tents and said, \"It is because Yahweh hated us that he has brought us out of the land of Egypt, to give us into the hand of the Amorites to destroy us.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Where can we go now? Our brothers have made our heart to melt, saying, 'Those people are bigger and taller than we are; their cities are large and are fortified up to the heavens; moreover, we have seen the sons of the Anakim there.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I said to you, 'Do not be terrified, neither be afraid of them.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh your God, who goes before you, he will fight for you, like everything that he did for you in Egypt before your eyes,\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and also in the wilderness, where you have seen how Yahweh your God carried you, as a man carries his son, everywhere you went until you came to this place.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet in spite of this word you did not believe Yahweh your God,\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "who went before you on the way to find a place for you to make camp, in fire by night and in a cloud by day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh heard the sound of your words and was angry; he swore and said,\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Surely not one of these men of this evil generation will see the good land that I swore to give to your ancestors,\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "save Caleb son of Jephunneh; he will see it. To him I will give the land that he has stepped on, and to his children, because he has wholly followed Yahweh.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also Yahweh was angry with me because of you, saying, 'You also will not go in there;\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua son of Nun, who stands before you, he will go in there; encourage him, for he will lead Israel to inherit it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moreover, your little children, the ones you said would be victims, who today have no knowledge of good or evil—they will go in there. To them I will give it, and they will possess it.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for you, turn and take your journey into the wilderness along the way to the Sea of Reeds.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you answered and said to me, 'We have sinned against Yahweh; we will go up and fight, and we will follow all that Yahweh our God has commanded us to do.' Every man among you put on his weapons of war, and you were ready to attack the hill country.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to me, 'Say to them, \"Do not attack and do not fight, for I will not be with you, and you will be defeated by your enemies.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I spoke to you in this way, but you did not listen. You rebelled against the commandment of Yahweh; you were arrogant and attacked the hill country.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Amorites, who lived in that hill country, came out against you and chased you like bees, and struck you down in Seir, as far as Hormah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You returned and wept before Yahweh; but Yahweh did not listen to your voice, nor did he pay attention to you.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you stayed in Kadesh many days, all the days that you stayed there.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}