{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time Yahweh said to me, 'Carve two tablets of stone like the first, and come up to me on the mountain, and make an ark of wood.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will write on the tablets the words that were on the first tablets that you broke, and you will put them in the ark.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I made an ark of acacia wood, and I carved two tablets of stone like the first, and I went up the mountain, having the two tablets in my hand.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He wrote on the tablets, like the first writing, the Ten Commandments which Yahweh had spoken to you on the mountain out of the middle of the fire on the day of the assembly; then Yahweh gave them to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I turned and came down from the mountain, and put the tablets in the ark that I had made; there they are, as Yahweh commanded me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(The people of Israel journeyed from Beeroth Bene Jaakan to Moserah. There Aaron died, and there he was buried; Eleazar, his son, served in the priest's office in his place.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From there they journeyed to Gudgodah, and from Gudgodah to Jotbathah, a land of streams of water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time Yahweh chose the tribe of Levi to carry the ark of the covenant of Yahweh, to stand before Yahweh to serve him, and to bless people in his name, as today.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore Levi has no portion nor inheritance of land with his brothers; Yahweh is his inheritance, as Yahweh your God spoke to him.)\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I stayed on the mountain as at the first time, forty days and forty nights. Yahweh listened to me that time also; Yahweh did not wish to destroy you.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to me, 'Arise, go before the people to lead them on their journey; they will go in and possess the land that I swore to their ancestors to give to them.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, Israel, what does Yahweh your God require of you, except to fear Yahweh your God, to walk in all his ways, to love him, and to worship Yahweh your God with all your heart and with all your soul,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "to keep the commandments of Yahweh, and his statutes, which I am commanding you today for your own good?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold, to Yahweh your God belongs heaven and the heaven of heavens, the earth, with all that is in them.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Only Yahweh took pleasure in your fathers so as to love them, and he chose you, their descendants, after them, more than any of the other peoples, as he does today.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore circumcise the foreskin of your heart, and be stubborn no longer.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Yahweh your God, he is God of gods and Lord of masters, the great God, the mighty one and the fearsome one, who favors no one and takes no bribes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He executes justice for the fatherless and widow, and he shows love for the foreigner by giving him food and clothing.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore love the foreigner; for you were foreigners in the land of Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will fear Yahweh your God; him will you worship. To him you must cling, and by his name will you swear.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He is your praise, and he is your God, who has done for you these great and fearsome things, which your eyes have seen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your fathers went down into Egypt as seventy persons; now Yahweh your God has made you as many as the stars of the heavens.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}