{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore you will love Yahweh your God and always keep his instructions, his statutes, his decrees, and his commandments.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Notice that I am not speaking to your children, who have not known nor have they seen the punishment of Yahweh your God, his greatness, his mighty hand, or his outstretched arm,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the signs and deeds that he did in the midst of Egypt to Pharaoh, king of Egypt, and to all his land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Neither did they see what he did to the army of Egypt, to their horses, or to their chariots, how he made the water of the Sea of Reeds overwhelm them as they pursued after you, and how Yahweh has destroyed them until today,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "or what he did for you in the wilderness until you came to this place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They had not seen what Yahweh had done to Dathan and Abiram, the sons of Eliab son of Reuben, how the earth opened its mouth and swallowed them up, their households, their tents, and every living thing that followed them, in the middle of all Israel.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But your eyes have seen all the great works of Yahweh that he did.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore keep all the commandments that I am commanding you today, that you may be strong, and go in and possess the land where you are going over to possess it,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and that you may prolong your days in the land that Yahweh swore to your fathers to give to them and to their descendants, a land flowing with milk and honey.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the land, where you go in to possess it, is not like the land of Egypt, from where you came, where you sowed your seed and watered it with your foot, like a garden of herbs;\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but the land, where you go over to possess it, is a land of hills and valleys, and drinks water of the rain of the heavens,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "a land that Yahweh your God cares for; the eyes of Yahweh your God are always upon it, from the beginning of the year to the end of the year.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It will happen, if you will listen diligently to my commandments that I command you today, to love Yahweh your God and to serve him with all your heart and with all your soul,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "that I will give the rain of your land in its season, the former rain and the latter rain, that you may gather in your grain, your new wine, and your oil.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will give grass in your fields for your cattle, and you will eat and be full.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pay attention to yourselves so that your heart is not deceived, and you turn aside and worship other gods and bow down to them;\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so that the anger of Yahweh is not kindled against you; and so that he does not shut up the heavens so that there will be no rain, and the land will not yield its fruit, and so that you perish quickly from off the good land that Yahweh is giving you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore lay up these words of mine in your heart and soul, bind them as a sign on your hand, and let them be as frontlets between your eyes.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will teach them to your children and talk about them when you sit in your house, when you walk on the road, when you lie down, and when you get up.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will write them on the doorposts of your house and on your city gates,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "that your days and the days of your children may be multiplied in the land that Yahweh swore to your ancestors to give them for as long as the heavens are above the earth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For if you diligently keep all these commandments that I am commanding you, so as to do them, to love Yahweh your God, to walk in all his ways, and to cling to him,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then Yahweh will drive out all these nations from before you, and you will dispossess nations larger and mightier than yourselves.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every place where the sole of your foot will tread will be yours; from the wilderness to Lebanon, from the river, the Euphrates River, to the western sea will be your border.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No man will be able to stand before you. Yahweh your God will lay the fear of you and the terror of you upon all the land that you tread on, as he has said to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look, I set before you today a blessing and a curse:\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the blessing, if you obey the commandments of Yahweh your God that I command you today,\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and the curse, if you do not obey the commandments of Yahweh your God, but turn aside from the way that I command you today, to go after other gods that you have not known.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It will happen, when Yahweh your God brings you into the land which you go to possess, that you will set the blessing on Mount Gerizim, and the curse on Mount Ebal.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Are they not beyond the Jordan, west of the western road, in the land of the Canaanites who live in the Arabah, over against Gilgal, beside the oaks of Moreh?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you are to cross over the Jordan to go in to possess the land that Yahweh your God is giving you, and you will possess it and live in it.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will keep all the statutes and the decrees that I set before you today.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}