{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the statutes and the decrees that you will keep in the land that Yahweh, the God of your fathers, has given you to possess, all the days that you live on the earth.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will surely destroy all the places where the nations that you will dispossess worshiped their gods, on the high mountains, on the hills, and under every green tree.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must break down their altars, dash in pieces their stone pillars, and burn their Asherah poles. You must cut down the carved figures of their gods and destroy their name out of that place.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will not worship Yahweh your God like that.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But to the place that Yahweh your God will choose out of all your tribes to put his name, that will be the place where he lives, and it is there that you will go.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is there that you will bring your burnt offerings, your sacrifices, your tithes, and the offerings presented by your hand, your offerings for vows, your freewill offerings, and the firstborn of your herds and flocks.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is there that you will eat before Yahweh your God and rejoice about everything that you have put your hand to, you and your households, where Yahweh your God has blessed you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will not do all the things that we are doing here today; now everyone is doing whatever is right in his own eyes;\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for you have not yet come to the rest, to the inheritance that Yahweh your God is giving you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when you go over the Jordan and live in the land that Yahweh your God is causing you to inherit, and he will give you rest from all your enemies round about, so that you live in safety.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then to the place where Yahweh your God will choose to cause his name to live there—there you will bring everything I command you: your burnt offerings, your sacrifices, your tithes, and the offerings presented by your hand, and all your choice offerings for vows that you will vow to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will rejoice before Yahweh your God—you, your sons, your daughters, your male servants, your female servants, and the Levites who are within your gate, because he has no portion or inheritance among you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pay attention to yourself that you do not offer your burnt offerings at every place that you see;\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but it is at the place that Yahweh will choose among one of your tribes that you will offer your burnt offerings, and there you will do everything that I command you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, you may kill and eat animals within all your gates, as you wish, receiving the blessing of Yahweh your God for all that he has given you; the unclean and the clean persons both may eat of it, animals such as the gazelle and the deer.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you will not eat the blood; you will pour it out on the earth like water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You may not eat within your gates from the tithe of your grain, your new wine, your oil, or the firstborn of your herd or flock; and you may not eat any of the meat you sacrifice along with any of your vows that you make, nor that of your freewill offerings, nor that of the offering you present with your hand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, you will eat them before Yahweh your God in the place that Yahweh your God will choose—you, your son, your daughter, your male servant, your female servant, and the Levite who is within your gates; you will rejoice before Yahweh your God about everything to which you put your hand.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pay attention to yourself so that you do not forsake the Levite as long as you live on your land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Yahweh your God enlarges your borders, as he has promised you, and you say, 'I will eat flesh,' because of your desire to eat meat, you may eat meat, as your soul desires.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the place that Yahweh your God chooses to put his name is too far from you, then you will kill some of your herd and your flock that Yahweh has given you, as I have commanded you; you may eat within your gates, as your soul desires.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Like the gazelle and the deer are eaten, so you will eat of it; the unclean and the clean persons may eat of it alike.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Only be sure that you do not consume the blood, for the blood is the life; you will not eat the life with the meat.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will not eat it; you will pour it out on the earth like water.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will not eat it, so that it may go well with you, and with your children after you, when you will do what is right in the eyes of Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the things that belong to Yahweh that you have and the offerings for your vows—you will take these and go to the place that Yahweh chooses.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There you will offer your burnt offerings, the meat and the blood, on the altar of Yahweh your God; the blood of your sacrifices will be poured out on the altar of Yahweh your God, and you will eat the flesh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Observe and listen to all these words that I command you, that it may go well with you and with your children after you forever, when you do what is good and right in the eyes of Yahweh your God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Yahweh your God cuts off the nations from before you, when you go in to dispossess them, and you dispossess them, and live in their land,\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "pay attention to yourself that you are not trapped into following them, after they are destroyed from before you—trapped into investigating their gods, into asking, 'How do these nations worship their gods? I will do the same.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not worship Yahweh your God in that way, for everything that is an abomination to Yahweh, things that he hates—they have done these with their gods; they even burn their sons and their daughters in fire for their gods.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whatever I command you, observe it. Do not add to it or take away from it.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}