{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If there arises among you a prophet or a dreamer of dreams, and if he gives you a sign or a wonder,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and if the sign or the wonder comes about, of which he spoke to you and said, 'Let us go after other gods, that you have not known, and let us worship them,'\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "do not listen to the words of that prophet, or to that dreamer of dreams; for Yahweh your God is testing you to know whether you love Yahweh your God with all your heart and with all your soul.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will walk after Yahweh your God, honor him, keep his commandments, and obey his voice, and you will worship him and cling to him.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That prophet or that dreamer of dreams will be put to death, because he has spoken rebellion against Yahweh your God, who brought you out of the land of Egypt, and who redeemed you out of the house of bondage. That prophet wants to draw you out of the way in which Yahweh your God commanded you to walk. So put away the evil from among you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suppose that your brother, the son of your mother, or your son, or your daughter, or the wife of your bosom, or your friend who is to you like your own soul, secretly entices you and says, 'Let us go and worship other gods that you have not known, neither you nor your ancestors—\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "any of the gods of the peoples that are round about you, near to you, or far off from you, from the one end of the earth to the other end of the earth.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not give in to him or listen to him, and you must not permit your eye to pity him, and you must not spare him or conceal him.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, you will surely kill him; your hand will be the first on him to put him to death, and afterwards the hand of all the people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will stone him to death with stones, because he has tried to draw you away from Yahweh your God, who brought you out of the land of Egypt, out of the house of bondage.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All Israel will hear and fear, and will not continue to do this kind of wickedness among you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you hear anyone say about one of your cities, that Yahweh your God gives you to live in:\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some wicked fellows have gone out from among you and have drawn away the inhabitants of their city and said, 'Let us go and worship other gods that you have not known.'\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you will examine the evidence, make search, and investigate it thoroughly. When you discover that it is true and certain that such an abominable thing has been done among you, then you will take action. \n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will surely attack the inhabitants of that city with the edge of the sword, completely destroy it and all the people who are in it, along with its livestock, with the edge of the sword.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will gather all the spoil from it into the middle of its street and will burn the city, as well as all its spoil—for Yahweh your God. The city will be a heap of ruins forever; it must never be built again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "None of those things set apart for destruction must stick in your hand. This must be the case, so that Yahweh will turn from the fierceness of his anger, show you mercy, have compassion on you, and make you increase in numbers, as he has sworn to your fathers.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will do this because you are listening to the voice of Yahweh your God, to keep all his commandments that I am commanding you today, to do that which is right in the eyes of Yahweh your God.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}