{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are the people of Yahweh your God. Do not cut yourselves, nor shave any part of your face for the dead.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you are a nation that is set apart to Yahweh your God, and Yahweh has chosen you to be a people for his own possession, more than all peoples that are on the surface of the earth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not eat any abominable thing.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the animals that you may eat: the ox, the sheep, and the goat,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the deer, the gazelle, the roebuck, the wild goat, and ibex, and the antelope, and the mountain sheep.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You may eat any animals that parts the hoof, that is, that has the hoof divided in two, and that chews the cud.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nevertheless, you must not eat some animals that chew the cud or that have the hoof divided in two: the camel, the rabbit, and the rock badger; because they chew the cud but do not part the hoof, they are unclean to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The pig is unclean to you as well because he parts the hoof but does not chew the cud; he is unclean to you. Do not eat pig meat, and do not touch their carcasses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Of these things that are in water you may eat: whatever has fins and scales;\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but whatever has no fins and scales you must not eat; they are unclean to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All clean birds you may eat.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But these are the birds that you must not eat: the eagle, the vulture, the osprey,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the red kite and black kite, any kind of falcon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not eat any kind of raven,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and the ostrich, and the night hawk, the sea gull, any kind of hawk,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the little owl, the great owl, the white owl,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the pelican, the carrion vulture, the cormorant.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not eat the stork, any kind of heron, the hoopoe, and the bat.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All winged, swarming things are unclean to you; they must not be eaten.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You may eat all clean flying things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not eat of anything that dies of itself; you may give it to the foreigner who is within your towns, that he may eat it; or you may sell it to a foreigner. For you are a nation that is set apart to Yahweh your God. You must not boil a young goat in its mother's milk.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must surely tithe all the yield of your seed, that which comes out from the field year after year.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must eat before Yahweh your God, in the place that he will choose as his sanctuary, the tithe of your grain, of your new wine, and of your oil, and the firstborn of your herd and your flock; that you may learn to always honor Yahweh your God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the journey is too long for you so that you are not able to carry it, because the place that Yahweh your God will choose as his sanctuary is too far from you, then, when Yahweh God blesses you,\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "you will convert the offering into money, tie up the money in your hand, and go to the place that Yahweh your God will choose.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There you will spend the money for whatever you desire: for oxen, or for sheep, or for wine, or for strong drink, or for whatever you desire; you will eat there before Yahweh your God, and you will rejoice, you and your household.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Levite who is within your gates—do not forsake him, for he has no portion nor inheritance with you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the end of every three years you will present all the tithe of your produce in the same year, and you will store it up within your gates;\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and the Levite, because he has no portion nor inheritance with you, and the foreigner, and the fatherless, and the widow who are within your gates, will come and eat and be satisfied. Do this so that Yahweh your God may bless you in all the work of your hand that you do.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}