{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Observe the month of Abib, and keep the Passover to Yahweh your God, for in the month of Aviv Yahweh your God brought you out of Egypt by night.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will sacrifice the Passover to Yahweh your God with some of the flock and the herd in the place that Yahweh will choose as his sanctuary.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will eat no leavened bread with it; seven days will you eat unleavened bread with it, the bread of affliction; for you came out of the land of Egypt in haste. Do this all the days of your life so that you may call to mind the day when you came out of the land of Egypt.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No yeast must be seen among you within all your borders during seven days; nor must any of the meat that you sacrifice in the evening on the first day remain until the morning.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You may not sacrifice the Passover within any of your city gates that Yahweh your God is giving you.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, sacrifice at the place that Yahweh your God will choose as his sanctuary. There you will perform the sacrifice of the Passover in the evening at the going down of the sun, at the time of year that you came out of Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must roast it and eat it at the place that Yahweh your God will choose; in the morning you will turn and go to your tents.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For six days you will eat unleavened bread; on the seventh day there will be a solemn assembly for Yahweh your God; on that day you must do no work.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will count seven weeks for yourselves; from the time you begin to put the sickle to the standing grain you must start counting seven weeks.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must keep the Festival of Weeks for Yahweh your God with the contribution of a freewill offering from your hand that you will give, according as Yahweh your God has blessed you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will rejoice before Yahweh your God—you, your son, your daughter, your male servant, your female servant, the Levite who is within your city gates, and the foreigner, the fatherless, and the widow who are among you, at the place that Yahweh your God will choose for his sanctuary.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will call to mind that you were a slave in Egypt; you must observe and do these statutes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must keep the Festival of Shelters for seven days after you have gathered in the harvest from your threshing floor and from your winepress.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will rejoice during your festival—you, your son, your daughter, your male servant, your female servant, the Levite, and the foreigner, and the fatherless and the widow who are within your gates.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For seven days you must observe the festival for Yahweh your God at the place that Yahweh will choose, because Yahweh your God will bless you in all your harvest and all the work of your hands, and you must be completely joyful.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Three times in a year all your males must appear before Yahweh your God at the place that he will choose: at the Festival of Unleavened Bread, at the Festival of Weeks, and at the Festival of Shelters. No one will appear before Yahweh empty-handed;\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "instead, every man will give as he is able, that you might know the blessing that Yahweh your God has given to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make judges and officers within all your city gates that Yahweh your God is giving you; they will be taken from each of your tribes, and they must judge the people with righteous judgment.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not take justice away by force; you must not show partiality nor take a bribe, for a bribe blinds the eyes of the wise and perverts the words of the righteous.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must follow after justice, after justice alone, so that you may live and inherit the land that Yahweh your God is giving you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not set up for yourselves an Asherah, any sort of pole, beside the altar of Yahweh your God that you will make for yourself.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Neither must you set up for yourself any sacred stone pillar, which Yahweh your God hates.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}