{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests, who are Levites, and all the tribe of Levi, will have no portion nor inheritance with Israel; they must eat the offerings of Yahweh made by fire as their inheritance.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must have no inheritance among their brothers; Yahweh is their inheritance, as he said to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the share given to the priests, given to them from the people who offer a sacrifice, whether it be an oxen or a sheep: the shoulder, the two cheeks, and the inner parts.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The firstfruits of your grain, of your new wine, and of your oil, and the first of the fleece of your sheep, you must give him.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Yahweh your God has chosen him out of all your tribes to stand to serve in the name of Yahweh, him and his sons forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a Levite comes from any of your towns out of all Israel from where he is living, and desires with all his soul to come to the place Yahweh will choose,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then he must serve in the name of Yahweh his God as all his brothers the Levites do, who stand there before Yahweh.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must have similar portions to eat, besides of what comes of the sale of his family's inheritance.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you have come into the land that Yahweh your God is giving you, you must not learn to observe the abominations of those nations.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There must not be found among you anyone who sacrifices his son or his daughter in the fire, anyone who uses divination or tells fortunes, or reads signs found in a cup, or engages in witchcraft,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "any charmer, anyone who conjurs up spirits, or one who casts spells, or who talks with spirits of the dead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For whoever does these things is an abomination to Yahweh; it is because of these abominations that Yahweh your God is driving them out from before you.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must be blameless before Yahweh your God.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For these nations that you will dispossess listen to those who practice sorcery and divination; but as for you, Yahweh your God has not allowed you to do so.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh your God will raise up for you a prophet from among you, one of your brothers, like me. You must listen to him.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what you asked from Yahweh your God at Horeb on the day of the assembly, saying, 'Let us not hear again the voice of Yahweh our God, nor see this great fire anymore, or we will die.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to me, 'What they have said is good.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will raise up a prophet for them from among their brothers, just like you. I will put my words in his mouth, and he will speak to them all that I command him.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It will happen that if anyone does not listen to the words of mine that he speaks in my name, I will require it of him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the prophet who speaks a word arrogantly in my name, a word that I have not commanded him to speak, or who speaks in the name of other gods, that very prophet must die.'\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what you must say in your heart: 'How will we recognize a message that Yahweh has not spoken?'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will recognize a message that Yahweh has spoken when a prophet speaks in the name of Yahweh. If that thing does not occur nor happen, then that is something that Yahweh has not spoken and the prophet has spoken it arrogantly, and you must not be afraid of him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}