{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Yahweh your God cuts off the nations, those whose land Yahweh your God is giving you, and when you come after them and live in their cities and houses,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "you must select three cities for yourself in the middle of your land that Yahweh your God is giving you to possess.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must build a road and divide the borders of your land into three parts, the land that Yahweh your God is causing you to inherit, so that everyone who kills another person may flee there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the law for the one who kills another and who flees there to live—anyone who kills his neighbor unintentionally, and did not previously hate him.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For example, if a man goes into the forest with his neighbor to cut wood, and his chops with the ax to cut down a tree, and the ax head slips off of the handle and strikes his neighbor and kills him—then that man must flee to one of these cities and save his life.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Otherwise the avenger of blood might go after the one who took a life, and in the heat of his anger overtake him, if the distance is too great, strike him and kill him, even though that man did not deserve to die, since he had not hated his neighbor in the past.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore I command you to select three cities for yourself.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If Yahweh your God enlarges your borders, as he has sworn to your ancestors to do, and gives you all the land that he promised to give to your ancestors;\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "if you keep all these commandments to do them, which I am commanding you today—commandments to love Yahweh your God and to always walk in his ways, then you must add three more cities for yourself, besides these three.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do this so that innocent blood is not shed in the midst of the land that Yahweh your God is giving you for as an inheritance, so that no bloodguilt may be on you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if anyone hates his neighbor, lies in wait for him, rises up against him, and mortally wounds him so that he dies, and if he then flees into one of these cities—\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then the elders of his city must send and bring him back from there, and turn him over into the hand of the responsible relative, so that he may die.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your eye must not pity him; instead, you must eradicate the bloodguilt from Israel, that it may go well with you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not remove your neighbor's landmark that they set in place a long time ago, in your inheritance that you will inherit, in the land that Yahweh your God is giving you to possess.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One sole witness must not rise up against a man for any iniquity, or for any sin, in any matter that he sins; at the mouth of two witnesses, or at the mouth of three witnesses, must any matter be confirmed.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suppose that an unrighteous witness rises up against any man to testify against him of wrongdoing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then both men, the ones between whom the controversy exists, must stand before Yahweh, before the priests and the judges who serve in those days.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The judges must make diligent inquiries; see, if the witness is a false witness and has testified falsely against his brother,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then must you do to him, as he had wished to do to his brother; and you will remove the evil from among you.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then those who remain will hear and fear, and will from then on commit no longer any such evil among you.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your eyes must not pity; life will pay for life, eye for eye, tooth for tooth, hand for hand, foot for foot.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}