{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then we turned and took our journey into the wilderness by the way to the Sea of Reeds, as Yahweh had spoken to me; we went around Mount Seir for many days.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to me, saying,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'You have gone around this mountain long enough; turn northward.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Command the people, saying, \"You are to pass through the border of your brothers, the descendants of Esau, who live in Seir; they will be afraid of you. Therefore be careful\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "not to fight with them, for I will not give you any of their land, no, not even enough for the sole of a foot to step on; for I have given Mount Seir to Esau as a possession.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will purchase food from them for money, so that you may eat; you will also buy water from them for money, so that you may drink.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Yahweh your God has blessed you in all the work of your hand; he has known your walking through this great wilderness. For these forty years Yahweh your God has been with you, and you have lacked nothing.\"'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we passed by our brothers, the descendants of Esau who live in Seir, away from the Arabah road, from Elath and from Ezion Geber. Then we turned and passed by the way of the wilderness of Moab.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to me, 'Do not trouble Moab, and do not fight with them in battle. For I will not give you his land for your own possession, because I have given Ar to the descendants of Lot, for their possession.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(The Emites lived there previously, a people as great, as many, and as tall as the Anakim;\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "these also are considered to be the Rephaim, like the Anakim; but the Moabites call them the Emim.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Horites also lived in Seir previously, but the descendants of Esau succeeded them. They destroyed them from before them and lived in their place, like Israel did to the land of his possession that Yahweh gave to them.)\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"'Now rise up and go over the brook Zered.' So we went over the brook Zered.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the days from when we came from Kadesh Barnea until we crossed the brook Zered, were thirty-eight years. It was by that time that all that generation of the men fit for fighting were gone from the people, as Yahweh had sworn to them.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moreover, the hand of Yahweh was against that generation in order to destroy them from the people until they were gone.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So it happened, when all the men fit for fighting were dead and gone from among the people,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "that Yahweh spoke to me, saying,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'You are today to pass over Ar, the border of Moab.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you come near opposite the people of Ammon, do not trouble them or fight them; for I will not give you any of the land of the people of Ammon as a possession; because I have given it to the descendants of Lot as a possession.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(That also is considered to be a land of the Rephaim. The Rephaim lived there previously—but the Ammonites call them Zamzummim—\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "a people as great, as many, and as tall as the Anakim. But Yahweh destroyed them before the Ammonites, and they succeeded them and lived in their place.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This Yahweh also did for the people of Esau, who live in Seir, when he destroyed the Horites from before them, and the descendants of Esau succeeded them and have lived in their place even until today.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the Avvites who lived in villages as far as Gaza, the Caphtorim, who came from Caphtor, destroyed them and settled in their place.)\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"'Now rise up, go on your journey, and pass over the Valley of the Arnon; look, I have given into your hand Sihon the Amorite, king of Heshbon, and his land. Begin to possess it, and fight with him in battle.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Today I will begin to put the fear and terror of you on the peoples that are under the whole sky; they will hear news about you and will tremble and be in anguish because of you.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I sent messengers from the wilderness of Kedemoth to Sihon, king of Heshbon, with words of peace, saying,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Let me pass through your land; I will go along the highway; I will turn neither to the right hand nor to the left.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will sell me food for money, so that I may eat; give me water for money, so that I may drink; only let me pass through on my feet;\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "as the descendants of Esau who live in Seir, and as the Moabites who live in Ar, did for me; until I pass over the Jordan into the land that Yahweh our God is giving us.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Sihon, king of Heshbon, would not let us pass by him; for Yahweh your God had hardened his mind and made his heart obstinate, that he might defeat him by your might, which he has now done today.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to me, 'Look, I have begun to deliver up Sihon and his land before you; begin to possess it, in order that you may inherit his land.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Sihon came out against us, he and all his people, to fight at Jahaz.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh our God gave him over to us and we defeated him and his sons and all his people. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We took all his cities at that time and completely destroyed every city—men and the women and the little ones; we left no survivor.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Only the cattle we took as spoils for ourselves, along with the spoil of the cities that we had taken.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From Aroer, which is on the edge of the Valley of the Arnon, and from the city that is in the valley, all the way to Gilead, there was not a city too high for us. Yahweh our God gave them into our hands.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was only to the land of the descendants of Ammon that you did not go, as well as all the side of the Jabbok River, and the cities of the hill country—wherever Yahweh our God had forbidden us to go.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}