{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you march out to battle against your enemies, and see horses, chariots, and a people more numerous than you, you must not be afraid of them; for Yahweh your God is with you, he who brought you up out of the land of Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you are about to enter into battle, the priest must approach and speak to the people.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must say to them, 'Listen, Israel, you are going to battle against your enemies. Do not let your hearts faint. Do not fear or tremble. Do not be afraid of them.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Yahweh your God is the one who is going with you to fight for you against your enemies and to save you.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The officers must speak to the people and say, 'What man is there who has built a new house and has not dedicated it? Let him go and return to his house, so that he does not die in battle and another man dedicates it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Is there anyone who has planted a vineyard and has not enjoyed its fruit? Let him go home, so he will not die in battle and another man enjoy its fruit.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What man is there who is engaged to marry a woman but has not yet married her? Let him go home so that he does not die in battle and another man marries her.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The officers must speak further to the people and say, 'What man is there who is fearful or fainthearted? Let him go and return to his house, so that his brother's heart does not melt like his own heart.'\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the officers have finished speaking to the people, they must appoint commanders over them.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you march up to attack a city, make those people an offer of peace.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If they accept your offer and open their gates to you, all the people who are found in it must become forced labor for you and must serve you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if it makes no offer of peace to you, but instead makes war against you, then you must besiege it,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and when Yahweh your God gives you victory and puts them under your control, you must kill every man in the town.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the women, the little ones, the cattle, and everything that is in the city, and all its spoil, you will take as booty for yourself. You will consume the booty of your enemies, whom Yahweh your God has given to you.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must act in this way toward all the cities that are very far from you, cities that are not of the cities of these following nations.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the cities of these peoples that Yahweh your God is giving you as an inheritance, you must save alive nothing that breathes.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, you must completely destroy them: the Hittite, and the Amorite, the Canaanite, the Perizzite, the Hivite, and the Jebusite, as Yahweh your God has commanded you.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do this so that they do not teach you to act in any of their abominable ways, as they have done with their gods. If you do, you will sin against Yahweh your God.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you will besiege a city for a long time, as you wage war against it to capture it, you must not destroy its trees by wielding an ax against them. For you may eat from them, so you must not cut them down. For is the tree of the field a man whom you should besiege?\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Only the trees that you know are not trees for food, you may destroy and cut down; you will build siege works against the city that makes war with you, until it falls.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}