{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If someone is found killed in the land that Yahweh your God is giving you to possess, lying in the field, and it is not known who has attacked him;\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then your elders and your judges must go out, and they must measure to the cities that are around him who has been killed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the elders of the town nearest to the dead man's body must take a heifer from the herd, one that has never been put to work, and that has not borne the yoke. \n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they must lead the heifer down to a valley with running water, a valley that has been neither plowed nor sown, and there in the valley they must break the heifer's neck.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests, descendants of Levi, must come forward, for Yahweh your God has chosen them to serve him and give blessing in the name of Yahweh and to decide every case of dispute and assault by their word.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the elders of the city that is the nearest to the killed man must wash their hands over the heifer whose neck was broken in the valley;\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and they must answer to the case and say, 'Our hands have not shed this blood, neither have our eyes seen it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Forgive, Yahweh, your people Israel, whom you have redeemed, and do not put guilt for innocent bloodshed in the midst of your people Israel.' Then the bloodshed will be forgiven them.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way you will put away the innocent blood from your midst, when you do what is right in the eyes of Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you go out to do battle against your enemies and Yahweh your God gives you victory and puts them under your control, and you take them away as captives,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "if you see among the captives a beautiful woman, and you have a desire for her and wish to take her for yourself as a wife,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then you will bring her home to your house; she will shave her head and cut her nails.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then she will take off the clothes she was wearing when she was taken captive and she will remain in your house and mourn for her father and her mother a full month. After that you may sleep with her and be her husband, and she will be your wife.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you take no delight in her, then you may let her go where she wishes. But you must not sell her at all for money, and you must not treat her like a slave, because you have humiliated her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man has two wives and one is loved and the other is hated, and they have both borne him children—both the beloved wife and the hated wife—if the firstborn son is of her that is hated,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then on the day that the man causes his sons to inherit what he possesses, he may not make the son of the beloved wife the firstborn before the son of the hated wife, the son who is actually the firstborn.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, he must acknowledge the firstborn, the son of the hated wife, by giving him a double portion of all that he possesses; for that son is the beginning of his strength; the right of the firstborn belongs to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man has a stubborn and rebellious son who will not obey the voice of his father or the voice of his mother, and who, even though they correct him, will not listen to them;\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then his father and his mother must lay hold on him and bring him out to the elders of his city and to the gate of his city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must say to the elders of his city, 'This son of ours is stubborn and rebellious; he will not obey our voice; he is a glutton and a drunkard.'\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the men of his city must stone him to death with stones; and you will remove the evil from among you. All Israel will hear of it and fear.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man has committed a sin worthy of death and he is put to death, and you hang him on a tree,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then his body must not remain all night on the tree. Instead, you must surely bury him the same day; for whoever is hanged is cursed by God. Obey this commandment so that you do not defile the land that Yahweh your God is giving you as an inheritance.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}