{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No man injured by crushing or cutting off may enter the assembly of Yahweh.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No illegitimate child may belong to the assembly of Yahweh; as far as to the tenth generation of his descendants, none of them may belong to the assembly of Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "An Ammonite or a Moabite may not belong to the assembly of Yahweh; as far as to the tenth generation of his descendants, none of them may belong to the assembly of Yahweh.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is because they did not meet you with bread and with water on the road when you had come out of Egypt, and because they hired against you Balaam son of Beor from Pethor in Aram Naharaim, to curse you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh your God would not listen to Balaam; instead, Yahweh your God turned the curse into a blessing for you, because Yahweh your God loved you.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must never seek their peace or prosperity, during all your days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not detest an Edomite, for he is your brother; you must not abhor an Egyptian, because you were a foreigner in his land.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The descendants of the third generation that are born to them may belong to the assembly of Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you march out as an army against your enemies, then you must keep yourselves from every evil thing.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If there is among you any man who is unclean because of what happened to him at night, then he must go out of the army's camp; he must not come back into the camp.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When evening comes, he must bathe himself in water; when the sun goes down, he will come back inside the camp.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must have a place also outside the camp to which you will go;\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and you will have something among your tools to dig with; when you squat down to relieve yourself, you must dig with it and then put back the earth and cover up what has come out from you.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Yahweh your God walks in the midst of your camp to give you victory and to give your enemies into your hand. Therefore your camp must be holy, so that he may not see any unclean thing among you and turn away from you.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not give back to his master a slave who has escaped from his master.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let him live with you, in whatever town he chooses. Do not oppress him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There must be no cultic prostitute among any of the daughters of Israel, neither must there be a cultic prostitute among the sons of Israel.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not bring the wages of a prostitute or the wages of a dog into the house of Yahweh your God for any vow; for both these are abominations to Yahweh your God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not lend on interest to your fellow Israelite—interest of money, interest of food, or the interest of anything that is lent on interest.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To a foreigner you may lend on interest; but to your fellow Israelite you must not lend on interest, so that Yahweh your God may bless you in all that you put your hand to, in the land which you are going in to possess.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you make a vow to Yahweh your God, you must not be slow in fulfilling it, for Yahweh your God will surely require it of you; it would be sin for you not to fulfill it.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you will refrain from making a vow, it will be no sin for you.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That which has gone out from your lips you must observe and do; according as you have vowed to Yahweh your God, anything that you have freely promised with your mouth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you go into your neighbor's vineyard, you may eat as many grapes as you desire, but do not put any in your basket.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you go into your neighbor's ripe grain, you may pluck the heads of grain with your hand, but do not put a sickle to your neighbor's ripe grain.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}