{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When a man takes a wife and marries her, if she finds no favor in his eyes because he has found some unsuitable thing in her, then he must write her a certificate of divorce, put it into her hand, and send her out of his house.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When she has gone out of his house, she may go and be another man's wife.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the second husband hates her and writes her a certificate of divorce, puts it into her hand, and sends her out of his house; or if the second husband dies, the man who took her to be his wife—\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then her former husband, the one who had first sent her away, may not take her again to be his wife, after she has become impure; for that would be an abomination to Yahweh. You must not cause the land to become guilty, the land that Yahweh your God is giving you as an inheritance.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When a man takes a new wife, he will not go to war with the army, neither may he be commanded to go on any forced duty; he will be free to be at home for one year and will cheer his wife whom he has taken.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No man may take a mill or an upper millstone as a pledge, for that would be taking a person's life as a pledge.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man is found kidnapping any of his brothers from among the people of Israel, and treats him as a slave and sells him, that thief must die; and you will remove the evil from among you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take heed regarding any plague of leprosy, so that you carefully observe and follow every instruction given to you which the priests, the Levites, teach you; as I commanded them, so you will act.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Call to mind what Yahweh your God did to Miriam as you were coming out of Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you make your neighbor any kind of loan, you must not go into his house to fetch his pledge.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will stand outside, and the man to whom you have lent will bring the pledge outside to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If he is a poor man, you must not sleep with his pledge in your possession.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must surely restore to him the pledge by the time the sun goes down, so that he may sleep in his cloak and bless you; it will be righteousness for you before Yahweh your God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not oppress a hired servant who is poor and needy, whether he is of your fellow Israelites, or of the foreigners who are in your land within your city gates;\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each day you must give him his wage; the sun must not go down on this unsettled matter, for he is poor and is counting on it. Do this so that he does not cry out against you to Yahweh, and so that it not be a sin that you have committed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The parents must not be put to death for their children, neither must the children be put to death for their parents. Instead, everyone must be put to death for his own sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not use force to take away the justice that is due the foreigner or the fatherless, nor take the widow's cloak as a pledge.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, you must call to mind that you were a slave in Egypt, and that Yahweh your God rescued you from there. Therefore I instruct you to obey this command.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you reap your harvest in your field, and if you have forgotten an omer of grain in the field, you must not go back to get it; it must be for the foreigner, for the fatherless, or for the widow, so that Yahweh your God may bless you in all the work of your hands.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you shake your olive tree, you must not go over the branches again; it will be for the foreigner, for the fatherless, or for the widow.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you gather the grapes of your vineyard, you must not glean it again. What is left over will be for the foreigner, for the fatherless, and for the widow.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must call to mind that you were a slave in the land of Egypt; therefore I instruct you to obey this command.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}