{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If there is a dispute between men and they go to court, and the judges judge them, then they will acquit the righteous and condemn the wicked.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the guilty man deserves to be beaten, then the judge will make him lie down and be beaten in his presence with the ordered number of blows, as was his crime.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The judge may give him forty blows, but he may not exceed that number; for if he should exceed that number and beat him with many more blows, then your fellow Israelite would be humiliated before your eyes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not muzzle the ox when he treads out the grain.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If brothers live together and one of them dies, not having any son, then the wife of the dead man must not be married off to someone else outside the family. Instead, her husband's brother must sleep with her and take her to himself as a wife, and do the duty of a husband's brother to her.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is so that the firstborn that she bears will succeed in the name of that man's dead brother, so that his name will not perish from Israel.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the man does not wish to take his brother's wife for himself, then his brother's wife must go up to the gate to the elders and say, 'My husband's brother refuses to raise up for his brother a name in Israel; he will not perform the duty of a husband's brother to me.'\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the elders of his city must call him and speak to him. But suppose that he insists and says, 'I do not wish to take her.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then his brother's wife must come up to him in the presence of the elders, take off his sandal from his foot, and spit in his face. She must answer him and say, 'This is what is done to the man who does not build up his brother's house.'\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His name will be called in Israel, 'The house of him whose sandal has been taken off.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If men fight with each other, and the wife of one comes to rescue her husband out of the hand of him who struck him, and if she stretches out her hand and takes him by the private parts,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then you must cut off her hand; your eye must have no pity.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not have in your bag different weights, a large and a small.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not have in your house different measures, a large and a small.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A perfect and just weight you must have; a perfect and just measure you must have, so that your days may be long in the land that Yahweh your God is giving you.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For all who do such things, all that act unrighteously, are an abomination to Yahweh your God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Call to mind what Amalek did to you on the road as you came out of Egypt,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "how he met you on the road and attacked those of you at the rear, all who were feeble in your rear, when you were faint and weary; he did not honor God.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, when Yahweh your God has given you rest from all your enemies round about, in the land that Yahweh your God is giving you to possess as an inheritance, you must not forget that you must blot out the remembrance of Amalek from under heaven.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}