{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you have come into the land that Yahweh your God is giving you as an inheritance, and when you possess it and live in it,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then you must take some of the first of all the harvest of the land that you have brought in from the land that Yahweh your God is giving you. You must put it in a basket and go to the place that Yahweh your God will choose as his sanctuary.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must go to the priest who will be serving in those days and say to him, 'I acknowledge today to Yahweh your God that I have come to the land that Yahweh swore to our ancestors to give us.'\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must take the basket out of your hand and set it down before the altar of Yahweh your God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must say before Yahweh your God, 'My ancestor was a wandering Aramean. He went down into Egypt and stayed there, and his people were few in number. There he became a great, mighty, and populous nation.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Egyptians treated us badly and afflicted us. They made us do the work of slaves.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We cried out to Yahweh, the God of our fathers, and he heard our voice and saw our affliction, our labor, and our oppression.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh brought us out of Egypt with a mighty hand, with an outstretched arm, with great fearsomeness, with signs, and with wonders;\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and he has brought us to this place and has given us this land, a land that flows with milk and honey.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now look, I have brought the first of the harvest of the land that you, Yahweh, have given me.' You must set it down before Yahweh your God and worship before him;\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and you must rejoice in all the good that Yahweh your God has done for you, for your house—you, and the Levite, and the foreigner who is among you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you have finished giving all the tithe of your harvest in the third year, that is, the year of tithing, then you must give it to the Levite, to the foreigner, to the fatherless, and to the widow, so that they may eat within your city gates and be filled.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must say before Yahweh your God, 'I have brought out of my house the things that belong to Yahweh, and have given them to the Levite, to the foreigner, to the fatherless, and to the widow, according to all your commandments that you have given me. I have not transgressed any of your commandments, neither have I forgotten them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have not eaten any of it in my mourning, nor have I put it somewhere else when I was impure, nor have I given any of it in honor of the dead. I have listened to the voice of Yahweh my God; I have obeyed everything you have commanded me to do.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look down from the holy place where you live, from heaven, and bless your people Israel, and the land that you have given us, as you had sworn to our fathers, a land flowing with milk and honey.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Today Yahweh your God is commanding you to obey these statutes and decrees; you will therefore keep them and do them with all your heart and with all your soul.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have declared today that Yahweh is your God, and that you will walk in his ways and keep his statutes, his commandments, and his decrees, and that you will listen to his voice.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Today Yahweh has declared that you are a people who are his own possession, as he had promised you, and that you are to keep all his commandments,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and he will set you high above all the other nations that he has made, and you will receive praise, fame, and honor. You will be a people that is set apart to Yahweh your God, just as he said.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}