{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you listen carefully to the voice of Yahweh your God so as to keep all his commandments that I am commanding you today, Yahweh your God will set you above all the other nations of the earth.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All these blessings will come on you and overtake you, if you listen to the voice of Yahweh your God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Blessed will you be in the city, and blessed will you be in the field.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Blessed will be the fruit of your body, and the fruit of your ground, and the fruit of your beasts, the increase of your cattle, and the young of your flock.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Blessed will be your basket and your kneading trough.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Blessed will you be when you come in, and blessed will you be when you go out.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will cause your enemies who rise up against you to be struck down before you; they will come out against you one way but will flee before you seven ways.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will command the blessing to come on you in your barns and in all that you put your hand to; he will bless you in the land that he is giving you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will establish you as a people that is set apart for himself, as he has sworn to you, if you keep the commandments of Yahweh your God, and walk in his ways.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the peoples of the earth will see that you are called by the name of Yahweh, and they will be afraid of you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will make you very prosperous in the fruit of your body, in the fruit of your cattle, in the fruit of your ground, in the land that he swore to your fathers to give you.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will open to you his storehouse of the heavens to give the rain for your land at the right time, and to bless all the work of your hand; you will lend to many nations, but you will not borrow.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will make you the head, and not the tail; you will be only above, and you will never be beneath, if you listen to the commandments of Yahweh your God that I am commanding you today, so as to observe and to do them,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and if you do not turn away from any of the words that I am commanding you today, to the right hand or to the left, so as to go after other gods to serve them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you do not listen to the voice of Yahweh your God, so as to keep all his commandments and his statutes that I am commanding you today, then all these curses will come on you and overtake you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Cursed will you be in the city, and cursed will you be in the field.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Cursed will be your basket and your kneading trough.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Cursed will be the fruit of your body, the fruit of your ground, the increase of your cattle, and the young of your flock.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Cursed will you be when you come in, and cursed will you be when you go out.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will send on you curses, confusion, and rebukes in all that you put your hand to, until you are destroyed, and until you perish quickly because of your wicked actions by which you will have forsaken me.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will make the plague cling to you until he destroys you from off the land that you are going in to possess.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will attack you with infectious diseases, with fever, with inflammation, and with drought and blistering heat, and with scorching winds and mildew. These will pursue you until you perish.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your skies that are over your head will be bronze, and the earth that is under you will be iron.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will make the rain of your land into powder and dust; from the heavens will it come down on you, until you are destroyed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will cause you to be struck down before your enemies; you will go out one way against them but will flee before them seven ways. You will be tossed to and fro among all the kingdoms of the earth.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your dead body will be food to all the birds of the heavens and to the beasts of the earth; there will be no one to frighten them away.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will attack you with the boils of Egypt and with ulcers, scurvy, and itch, from which you cannot be healed.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will attack you with madness, with blindness, and with mental confusion.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will grope about at noonday like the blind grope in the darkness, and you will not prosper in your ways; you will be always oppressed and robbed, and there will be no one to save you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will become engaged to a woman, but another man will seize her and rape her. You will build a house but not live in it; you will plant a vineyard but not enjoy its fruit.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your ox will be slain before your eyes, but you will not eat its meat; your donkey will be forcibly taken away from before you and will not be restored to you. Your sheep will be given to your enemies, and you will have no one to aid you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your sons and your daughters will be given to other peoples; your eyes will look for them the entire day, but will fail with longing for them. There will be no strength in your hand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The harvest of your land and of all your labors—a nation that you do not know will eat it up; you will always be oppressed and crushed,\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so that you will become insane by what you have to see happen.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will attack you in the knees and legs with severe boils from which you cannot be cured, from the bottom of your feet to the top of your head.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will take you and the king whom you will place over yourself to a nation that you have not known, neither you nor your ancestors; there you will worship other gods of wood and stone.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will become a source of horror, a proverb, and a byword, among all the peoples where Yahweh will lead you away.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will take much seed out into the field, but will gather little seed in, for the locusts will consume it.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will plant vineyards and cultivate them, but you will neither drink any of the wine, nor even gather in the grapes, for worms will eat them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will have olive trees within all your territory, but you will not rub any of the oil on yourself, for your olive trees will drop their fruit.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will have sons and daughters, but they will not remain yours, for they will go into captivity.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All your trees and the fruit of your ground—the locusts will take them over.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The foreigner who is among you will rise up above you higher and higher; you yourself will come down lower and lower.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will lend to you, but you will not lend to him; he will be the head, and you will be the tail.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All these curses will come on you and will pursue and overtake you until you are destroyed. This will happen because you did not listen to the voice of Yahweh your God, so as to keep his commandments and his regulations that he commanded you.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These curses will be on you as signs and wonders, and on your descendants forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because you did not worship Yahweh your God with joyfulness and gladness of heart when you were in prosperity,\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "therefore will you serve the enemies that Yahweh will send against you; you will serve them in hunger, in thirst, in nakedness, and in poverty. He will put a yoke of iron on your neck until he destroys you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will bring a nation against you from far away, from the ends of the earth, like an eagle flies to its victim, a nation whose language you do not understand;\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "a nation with a fierce face that does not respect the aged and does not show favor to the young.\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will eat the young of your cattle and the fruit of your land until you are destroyed. They will leave for you no grain, new wine, or oil, no young of your cattle or of your flock, until they have caused you to perish.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will besiege you in all your city gates, until your high and fortified walls come down everywhere in your land, walls in which you had trusted. They will besiege you within all your city gates throughout all the land that Yahweh your God had given you.\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will eat the fruit of your own body, the flesh of your sons and of your daughters, whom Yahweh your God gave you, in the siege and in the distress with which your enemies will put upon you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man who is tender and very delicate among you—he will be envious of his brother and his own dear wife, and of whatever children he has left.\n"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he will not give to any of them the flesh of his own children that he is going to eat, because he will have nothing left for himself in the siege and in the distress which your enemy will put upon you within all your city gates.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The tender and delicate woman among you, who would not venture to put the bottom of her foot on the ground for delicateness and tenderness—she will be envious of her own dear husband, of her son, and of her daughter,\n"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and of her own newborn that comes out from between her legs, and of the children whom she will bear. She will eat them in private for lack of anything else, during the siege and in the distress which your enemy will put upon you within your city gates.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "58": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you do not keep all the words of this law that are written in this book, so as to honor this glorious and fearful name, Yahweh your God,\n"
      }
    ]
  },
  "59": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then Yahweh will make your plagues terrible, and those of your descendants; they will be great plagues, of long duration, and severe diseases, of long duration.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "60": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will bring on you again all the diseases of Egypt that you were afraid of; they will cling to you.\n"
      }
    ]
  },
  "61": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also every sickness and plague that is not written in the book of this law, those also Yahweh will bring on you until you are destroyed.\n"
      }
    ]
  },
  "62": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will be left few in number, although you were like the stars of the heavens in number, because you did not listen to the voice of Yahweh your God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "63": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Yahweh once rejoiced over you in doing you good, and in multiplying you, so he will rejoice over you in making you perish and in destroying you. You will be plucked off the land that you are going into to possess.\n"
      }
    ]
  },
  "64": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will scatter you among all peoples from the one end of the earth to the other end of the earth; there you will worship other gods that you have not known, neither you nor your ancestors, gods of wood and stone.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "65": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Among these nations will you find no ease, and there will be no rest for the bottoms of your feet; instead, Yahweh will give you there a trembling heart, failing eyes, and a soul that mourns.\n"
      }
    ]
  },
  "66": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your life will hang in doubt before you; you will fear every night and day and will have no certainty at all in your life.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "67": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the morning you will say, 'I wish it were evening!' and in the evening you will say, 'I wish it were morning!' because of the fear in your hearts and the things your eyes will have to see.\n"
      }
    ]
  },
  "68": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will bring you into Egypt again by ships, by the route about which I had said to you, 'You will not see Egypt again.' There you will offer yourselves for sale to your enemies as male and female slaves, but no one will purchase you.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}