{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the words that Yahweh commanded Moses to tell the people of Israel in the land of Moab, words that were added to the covenant that he had made with them at Horeb.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses called to all Israel and said to them, \"You have seen everything that Yahweh did before your eyes in the land of Egypt to Pharaoh, to all his servants, and to all his land—\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the great sufferings that your eyes saw, the signs, and those great wonders.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But until today Yahweh has not given you a heart to know, eyes to see, or ears to hear.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have led you for forty years in the wilderness; your clothes did not wear out on you, and your sandals did not wear out on your feet.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You did not eat any bread, and you did not drink any wine or other alcoholic drinks, so that you might know that I am Yahweh your God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you came to this place, Sihon, the king of Heshbon, and Og, the king of Bashan, came out against us to fight, and we struck them down.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We took their land and gave it as an inheritance to the Reubenites, to the Gadites, and to the half tribe of Manasseh.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore keep the words of this covenant and do them, so that you may prosper in everything that you do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You stand today, all of you, before Yahweh your God; your chiefs, your tribes, your elders, and your officers—all the men of Israel,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "your little ones, your wives, and the foreigner who is among you in your camp, from him who cuts your wood to him who draws your water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are here in order to enter into the covenant of Yahweh your God and into the oath that Yahweh your God is making with you today,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so that he may make you today into a people for himself, and that he may be God for you, as he spoke to you, and as he swore to your ancestors, to Abraham, to Isaac, and to Jacob.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For it is not only with you that I am making this covenant and this oath—\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "with everyone standing here with us today before Yahweh our God—but also with those who are not here with us today.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know how we lived in the land of Egypt, and how we came through the midst of the nations through which you passed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have seen their disgusting idols made of wood and stone, silver and gold, that were among them.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Make sure there is not among you any man, woman, clan, or tribe whose heart is turning away today from Yahweh our God, so as to go worship the gods of those nations. Make sure there is not among you any root that produces gall and wormwood.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When that person hears the words of this curse, he will bless himself in his heart and say, 'I will have peace, though I walk in the stubbornness of my heart.' This would destroy the wet together with the dry.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will not pardon him, but instead, the anger of Yahweh and his jealousy will smolder against that man, and all the curses that are written in this book will come on him, and Yahweh will blot out his name from under heaven.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will set him apart for disaster out of all the tribes of Israel, in keeping with all the curses of the covenant that are written in this book of the law.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The generation to come, your children who will rise up after you, and the foreigner who comes from a distant land, will speak when they see the plagues on this land and the diseases with which Yahweh has made it sick—\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and when they see that the whole land has become sulfur and burning salt, where nothing is sown or bears fruit, where no vegetation grows, like the overthrow of Sodom and Gomorrah, Admah and Zeboyim, that Yahweh destroyed in his anger and wrath—\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "they will say together with all the other nations, 'Why has Yahweh done this to this land? What does the heat of this great anger mean?'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then people will say, 'It is because they abandoned the covenant of Yahweh, the God of their ancestors, that he made with them when he brought them out of the land of Egypt,\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and because they went and served other gods and bowed down to them, gods that they had not known and that he had not given to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore the anger of Yahweh has been kindled against this land, so as to bring on it all the curses that are written in this book.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh has uprooted them from their land in anger, in wrath, and in great fury, and has thrown them into another land, as today.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The secret matters belong alone to Yahweh our God; but the things that are revealed belong forever to us and to our descendants, so that we may do all the words of this law.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}