{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then we turned and went up the way to Bashan. Og, the king of Bashan, came and attacked us, he and all his people, to fight at Edrei.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to me, 'Do not fear him; for I have given you victory over him and have put all his people and his land under your control. You will do to him as you did to Sihon, king of the Amorites, who lived at Heshbon.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh our God also gave us victory over Og the king of Bashan, and all his people were put under our control. We struck them down until not one of his people remained.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We took all his cities at that time. There was not one of the sixty cities that we did not take from them—all the region of Argob, the kingdom of Og in Bashan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were all cities fortified with high walls, gates, and bars; this was besides very many unwalled villages.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We completely destroyed them, as we did to Sihon king of Heshbon, completely destroying every city—men and the women and the little ones.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But all the cattle and the spoil of the cities, we took as spoils for ourselves.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time we took the land out of the hand of the two kings of the Amorites, who were beyond the Jordan, from the Valley of the Arnon to Mount Hermon\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(Mount Hermon the Sidonians call Sirion, and the Amorites call it Senir)\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and all the cities of the plain, all Gilead, and all Bashan, all the way to Salekah and Edrei, cities of the kingdom of Og in Bashan.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(For of the remnant of the Rephaim, only Og king of Bashan had remained. Look! His bed was a bed of iron. Was it not in Rabbah, where the descendants of Ammon live? It was nine cubits long and four cubits wide, the way people measure.)\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"This land that we took in possession at that time—from Aroer, that is by the Valley of the Arnon, and half the hill country of Gilead, and its cities—I gave to the Reubenites and to the Gadites.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The rest of Gilead and all Bashan, the kingdom of Og, I gave to the half tribe of Manasseh. (All the region of Argob, and all Bashan. The same territory is called the land of Rephaim.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jair, a descendant of Manasseh, took all the region of Argob to the border of the Geshurites and the Maakathites. He called the region, even Bashan, by his own name, Havvoth Jair, to this day.)\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I gave Gilead to Machir.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To the Reubenites and to the Gadites I gave territory from Gilead to the Valley of the Arnon—the middle of the valley is the territory's border—and to the Jabbok River, which is the border with the descendants of Ammon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Another of its borders is also the plain of the Jordan River valley, from Kinnereth to the Sea of the Arabah (that is, the Salt Sea) to the slopes of Mount Pisgah eastward.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I commanded you at that time, saying, 'Yahweh your God has given you this land to possess it; you, all the men of war, will pass over armed before your brothers, the people of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But your wives, your little ones, and your cattle (I know that you have much cattle), will stay in your cities that I have given you,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "until Yahweh gives rest to your brothers, as he has to you, until they also possess the land that Yahweh your God is giving them beyond the Jordan; then will you return, every man of you, to your own property that I have given you.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I commanded Joshua at that time, saying, 'Your eyes have seen all that Yahweh your God has done to these two kings; Yahweh will do the same to all the kingdoms where you go over.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will not fear them, for Yahweh your God is the one who will fight for you.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I implored Yahweh at that time, saying,\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'O Lord Yahweh, you have begun to show your servant your greatness and your strong hand; for what god is there in heaven or in earth that can do the same works as you have done, and the same mighty acts?\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let me go over, I beg you, and see the good land that is beyond the Jordan, that good hill country, and also Lebanon.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh was angry with me because of you; he did not listen to me. Yahweh said to me, 'Let this be enough for you—speak no more to me about this matter:\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "go up to the top of Pisgah and lift up your eyes westward, northward, southward, and eastward; look with your eyes, for you will not go over the Jordan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, instruct Joshua and encourage and strengthen him, for he will go over before this people, and he will cause them to inherit the land that you will see.'\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we stayed in the valley opposite Beth Peor.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}