{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses went and spoke these words to all Israel.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"I am now one hundred twenty years old; I can no more go out and come in; Yahweh has said to me, 'You will not go over this Jordan.'\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh your God, he will go over before you; he will destroy these nations from before you, and you will dispossess them. Joshua, he will go over before you, as Yahweh has spoken.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will do to them as he did to Sihon and to Og, the kings of the Amorites, and to their land, which he destroyed.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will give you victory over them when you meet them in battle, and you will do to them all that I commanded you.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be strong and of good courage, fear not, and do not be afraid of them; for Yahweh your God, he it is who goes with you; he will not fail you nor forsake you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses called to Joshua and said to him in the sight of all Israel, \"Be strong and of good courage, for you will go with this people into the land that Yahweh has sworn to their ancestors to give them; you will cause them to inherit it.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, he it is who goes before you; he will be with you; he will not fail you nor abandon you; do not be afraid, do not be discouraged.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses wrote this law and gave it out to the priests, the sons of Levi, who carried the ark of the covenant of Yahweh; he also gave copies of it to all the elders of Israel.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses commanded them and said, \"At the end of every seven years, at the time fixed for the cancellation of debts, during the Festival of Shelters,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "when all Israel has come to appear before Yahweh your God in the place that he will choose for his sanctuary, you will read this law before all Israel in their hearing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Assemble the people, the men, the women, and the little ones, and your foreigner who is within your city gates, so that they may hear and learn, and so that they may honor Yahweh your God and keep all the words of this law.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do this so that their children, who have not known, may hear and learn to honor Yahweh your God, as long as you live in the land that you are going over the Jordan to possess.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"Look, the day is coming when you must die; call Joshua and present yourselves in the tent of meeting, so that I may give him a command.\" Moses and Joshua went and presented themselves in the tent of meeting.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh appeared in the tent in a pillar of cloud; the pillar of cloud stood over the door of the tent.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"Look, you will sleep with your fathers; this people will rise up and act like a prostitute going after the strange gods that are among them in the land where they are going. They will forsake me and break my covenant that I have made with them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, on that day, my anger will be kindled against them and I will abandon them. I will hide my face from them and they will be devoured. Many disasters and troubles will find them so that they will say on that day, 'Have these disasters not come upon us because our God is not in our midst?'\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will surely hide my face from them on that day because of all the evil that they will have done, because they has turned to other gods.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now therefore write this song for yourselves and teach it to the people of Israel. Put it in their mouths, so that this song may be a witness for me against the people of Israel.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For when I will have brought them into the land that I swore to give to their ancestors, a land flowing with milk and honey, and when they have eaten and become satisfied and fat, then they will turn to other gods and they will serve them and they will despise me and they will break my covenant.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When many evils and troubles come upon this people, this song will testify before them as a witness (for it will not be forgotten from the mouths of their descendants). For I know the plans that they are forming today, even before I have brought them into the land that I promised them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses wrote this song the same day and taught it to the people of Israel.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh gave Joshua son of Nun a command and said, \"Be strong and of good courage; for you will bring the people of Israel into the land that I swore to them, and I will be with you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened that when Moses had finished writing the words of this law in a book,\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "that he commanded the Levites who carried the ark of the covenant of Yahweh, and he said,\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Take this book of the law and put it by the side of the ark of the covenant of Yahweh your God, so that it may be there as a witness against you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I know your rebellion and your stiff neck; look, while I am still alive with you even today, you have been rebellious against Yahweh; how much more after my death?\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Assemble to me all the elders of your tribes, and your officers, so that I may speak these words in their ears and call heaven and earth to witness against them.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I know that after my death you will utterly corrupt yourselves and turn aside out of the path that I have commanded you; disaster will come on you in the following days. This will happen because you will do what is evil in the sight of Yahweh, so as to provoke him to anger through the work of your hands.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses recited in the ears of all the assembly of Israel the words of this song until they were finished.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}