{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses went up from the plains of Moab to Mount Nebo, to the top of Pisgah, which is opposite Jericho. There Yahweh showed him all the land of Gilead as far as Dan,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and all Naphtali, and the land of Ephraim and Manasseh, and all the land of Judah, to the western sea,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and the Negev, and the plain of the Valley of Jericho, the City of Palms, as far as Zoar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to him, \"This is the land that I swore to Abraham, to Isaac, and to Jacob, saying, 'I will give it to your descendants.' I have allowed you to look at it with your eyes, but you will not go over there.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses the servant of Yahweh, died there in the land of Moab, as the word of Yahweh promised.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh buried him in the valley in the land of Moab opposite Beth Peor, but no one knows where his grave is to this day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses was one hundred twenty years old when he died; his eye was not dim, nor his natural force abated.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel mourned for Moses in the plains of Moab for thirty days, and then the days of mourning for Moses were finished.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua son of Nun was full of the spirit of wisdom, for Moses had laid his hands on him. The people of Israel listened to him and did what Yahweh had commanded Moses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There has not arisen a prophet since in Israel like Moses, whom Yahweh knew face to face.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There has never been any prophet like him in all the signs and wonders that Yahweh sent him to do in the land of Egypt, to Pharaoh, and to all his servants, and to all his land.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There has never been any prophet like him in all the great, fearsome deeds that Moses did in the sight of all Israel.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}