{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses called to all Israel and said to them, \"Listen, Israel, to the statutes and the decrees that I will speak in your ears today, that you may learn them and keep them.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh our God made a covenant with us at Horeb.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh did not make this covenant with our ancestors, but with us, all of us alive here today.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke with you face to face on the mount out of the middle of the fire\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(I stood between Yahweh and you at that time, to reveal to you his word; for you were afraid because of the fire, and you did not go up the mountain). Yahweh said,\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'I am Yahweh your God, who brought you out of the land of Egypt, out of the house of slavery.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will have no other gods before me.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will not make for yourself a carved figure nor any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water below.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will not bow down to them or serve them, for I, Yahweh your God, am a jealous God. I punish the ancestors' wickedness by bringing punishment on the children, to the third and fourth generation of those who hate me,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and showing covenant faithfulness to thousands, to those who love me and keep my commandments.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will not take the name of Yahweh your God in vain, for Yahweh will not hold him guiltless that takes his name in vain.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Observe the Sabbath day to keep it holy, as Yahweh your God commanded you.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For six days you will labor and do all your work;\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but the seventh day is a Sabbath to Yahweh your God. On it you will not do any work—not you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your ox, nor your donkey, nor any of your cattle, nor any foreigner who is within your gates. This is so that your male servant and your female servant may rest as well as you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will call to mind that you were a servant in the land of Egypt, and Yahweh your God brought you out from there by a mighty hand and by an outstretched arm. Therefore Yahweh your God has commanded you to keep the Sabbath day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Honor your father and your mother, as Yahweh your God has commanded you to do, that you may live a long time in the land that Yahweh your God gives you, and so that it may go well with you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will not murder.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will not commit adultery.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will not steal.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will not give false witness against your neighbor.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will not covet your neighbor's wife, you will not covet your neighbor's house, his field, or his male servant, or his female servant, his ox, or his donkey, or anything that belongs to your neighbor.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These words Yahweh spoke in a loud voice to all your assembly on the mountain out of the middle of the fire, of the cloud, and of the thick darkness; he did not add any more words. He wrote them down on two tablets of stone and gave them to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about, when you heard the voice out of the middle of the darkness, while the mountain was burning, that you came near to me—all your elders and the heads of your tribes.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You said, 'Look, Yahweh our God has shown us his glory and his greatness, and we have heard his voice out of the middle of the fire; we have seen today that when God speaks with people, they can live.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But why should we die? For this great fire will consume us; if we hear the voice of Yahweh our God any longer, we will die.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For who besides us is there among all flesh who has heard the voice of the living God speak out of the middle of the fire and lived, as we have done?\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for you, you should go and listen to everything that Yahweh our God says; repeat to us everything that Yahweh our God says to you; we will listen to it and obey it.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh heard your words when you spoke to me. He said to me, 'I have heard the words of this people, what they said to you. What they said was good.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Oh, that there were such a heart in them, that they would honor me and always keep all my commandments, that it might go well with them and with their children forever!\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Go say to them, \"Return to your tents.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for you, stand here by me, and I will tell you all the commandments, the statutes, and the decrees that you will teach them, so that they may keep them in the land that I will give them to possess.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will keep, therefore, what Yahweh your God has commanded you; you will not turn aside to the right hand or to the left.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will walk in all the ways that Yahweh your God has commanded you, so that you may live, and so that it may go well with you, and that you may prolong your days in the land that you will possess.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}