{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now these are the commandments, statutes, and decrees that Yahweh your God has commanded me to teach you, so that you might keep them in the land that you are going over the Jordan to possess;\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so that you might honor Yahweh your God, so as to keep all his statutes and commandments that I am commanding you—you, your sons, and your sons' sons, all the days of your lives, so that your days may be prolonged.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore listen to them, Israel, and keep them, so that it may go well with you, so that you may greatly multiply, in a land flowing with milk and honey, as Yahweh, the God of your fathers, has promised you would do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Listen, Israel: Yahweh our God is one.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will love Yahweh your God with all your heart, with all your soul, and with all your might.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The words that I am commanding you today will be in your heart;\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and you will diligently teach them to your children; you will talk about them when you sit in your house, when you walk on the road, when you lie down, and when you get up.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will tie them as a sign upon your hand, and they will serve as frontlets between your eyes.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will write them on the doorposts of your house and on your gates.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Yahweh your God brings you into the land that he swore to your fathers, to Abraham, to Isaac, and to Jacob, that he would give you, with large and very good cities that you did not build,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and houses full of all kinds of good things that you did not make, cisterns that you did not dig, and vineyards and olive trees that you did not plant, you will eat and be satisfied—\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then be careful so that you do not forget Yahweh, who brought you out of the land of Egypt, out of the house of bondage.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will honor Yahweh your God; him you will worship, and you will swear by his name.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will not go after other gods, the gods of the peoples who are all around you—\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for Yahweh your God in the midst of you is a jealous God—if you do, the anger of Yahweh your God will be kindled against you and he will destroy you from the surface of the earth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will not test Yahweh your God as you tested him at Massah.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will diligently keep the commandments of Yahweh your God, his solemn commands, and his statutes, that he has commanded you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will do what is right and good in the sight of Yahweh, that it may go well with you, and that you may go in and possess the good land that Yahweh swore to your fathers,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "to drive out all your enemies from before you, as Yahweh has said.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When your son asks you in time to come, saying, 'What are the covenant decrees, the statutes, and the other decrees that Yahweh our God commanded you?'\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then you will say to your son, 'We were Pharaoh's slaves in Egypt; Yahweh brought us out of Egypt with a mighty hand,\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and he displayed signs and wonders, great and severe, on Egypt, on Pharaoh, and on all his house, before our eyes;\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and he brought us out from there, so that he might bring us in, to give us the land that he swore to our fathers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh commanded us to always keep all these statutes, to fear Yahweh our God for our good, so that he might keep us alive, as we are today.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If we keep all these commands before Yahweh our God, as he has commanded us, this will be our righteousness.'\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}