{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Yahweh your God brings you into the land that you go to possess, he will drive out many nations before you—the Hittites, the Girgashites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites—seven nations greater and mightier than you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is Yahweh your God who gives them over to you when you defeat them, and then you must completely destroy them. You will make no covenant with them, and show them no mercy.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Neither will you arrange any marriages with them. You will not give your daughters to their sons, and you will not take their daughters for your sons.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For they will turn away your sons from following me, so that they may worship other gods. So the anger of Yahweh will be kindled against you, and he will destroy you quickly.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is how you will deal with them: You will break down their altars, dash their stone pillars in pieces, cut down their Asherah poles, and burn their cast idols.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you are a nation that is set apart to Yahweh your God. He has chosen you to be a people for him to possess, more than all the other peoples that are on the face of the earth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh did not set his love upon you or choose you because you were more in number than any people—for you were the fewest of all peoples—\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but because he loves you, and he wished to keep the oath that he had sworn to your fathers. This is why Yahweh has brought you out with a mighty hand and redeemed you out of the house of bondage, from the hand of Pharaoh, king of Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore know that Yahweh your God—he is God, the faithful God, who keeps covenants and faithfulness for a thousand generations with those who love him and keep his commandments,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but repays those who hate him to their face, to destroy them; he will not be lenient on whoever hates him; he will repay him to his face.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will therefore keep the commandments, the statutes, and the decrees that I command you today, so that you will do them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you listen to these decrees, and keep and do them, it will happen that Yahweh your God will keep with you the covenant and the faithfulness that he swore to your fathers.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will love you, bless you, and multiply you; he will also bless the fruit of your body and the fruit of your ground, your grain, your new wine, and your oil, the multiplication of your cattle and the young of your flocks, in the land that he swore to your fathers to give you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will be blessed more than all other peoples; there will not be a childless male or a barren female among you or among your cattle.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will take away from you all sickness; none of the evil diseases of Egypt that you have known will he put on you, but he will put them on all those who hate you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will consume all the peoples whom Yahweh your God will give over to you, and your eye will not pity them. You will not worship their gods, for that will be a trap for you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you say in your heart, 'These nations are more numerous than I; how can I dispossess them?'—\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "do not be afraid of them; you will call to mind what Yahweh your God did to Pharaoh and to all Egypt;\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the great sufferings that your eyes saw, the signs, the wonders, the mighty hand, and the outstretched arm by which Yahweh your God brought you out. Yahweh your God will do the same to all the peoples whom you fear.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moreover, Yahweh your God will send the hornet among them, until those who are left and who hide themselves from you perish from your presence.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will not be frightened at them, for Yahweh your God is among you, a great and fearsome God.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh your God will drive out those nations before you little by little. You will not defeat them all at once, or the wild animals would become very many around you.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh your God will give you victory over them when you meet them in battle; he will greatly confuse them until they are destroyed.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will put their kings under your power, and you will make their name perish from under heaven. No one will be able to stand before you, until you have destroyed them.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will burn the carved figures of their gods—do not covet the silver or the gold that covers them and take it for yourself, because if you do, you will become trapped by it—for it is an abomination to Yahweh your God.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will not bring any abomination into your house and start to worship it. You will utterly detest and abhor it, for it is set apart for destruction.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}