{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must keep all the commands that I am giving you today, so that you may live and multiply, and go in and possess the land that Yahweh swore to your fathers.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will call to mind all the ways that Yahweh your God has led you these forty years in the wilderness, in order that he might humble you, that he might test you to know what was in your heart, as to whether you would keep his commandments or not.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He humbled you, and made you hunger, and fed you with manna, which you had not known and which your fathers had not known. He did that to make you know that it is not by bread alone that people live; rather, it is by everything that proceeds out of the mouth of Yahweh that people live.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your clothing did not wear out and fall off you, and your feet did not swell up during those forty years.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will think about in your heart, how, as a man disciplines his son, so Yahweh your God disciplines you.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will keep the commandments of Yahweh your God, so that you might walk in his ways and honor him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Yahweh your God is bringing you into a good land, a land of brooks of water, of fountains and springs, flowing out into valleys and among hills;\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "a land of wheat and barley, of vines, fig trees, and pomegranates; a land of olive trees and honey.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is a land in which you will eat bread without lack, and where you will not go without anything; a land whose stones are made of iron, and out of whose hills you may dig copper.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will eat and be full, and you will bless Yahweh your God for the good land that he has given you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be careful that you do not forget Yahweh your God, and that you do not neglect his commandments, his ordinances, and his statutes that I am commanding you today,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "otherwise, when you eat and are full, and when you build good houses and live in them, your heart will be lifted up.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be careful when your herds and flocks multiply and when your silver and gold increase, and all that you have is multiplied,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then your heart becomes lifted up and you forget Yahweh your God, who brought you out of the land of Egypt, out of the house of bondage.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not forget him who led you through the great and terrifying wilderness, with its fiery serpents and scorpions and thirsty ground where there was no water, who brought you water out of the rock of flint.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He fed you in the wilderness with manna that your ancestors had never known, so that he might humble you and test you, to do you good in the end,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but you may say in your heart, 'My power and the might of my hand acquired all this wealth.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you will call to mind Yahweh your God, for it is he who gives you the power to get wealth; that he may establish his covenant that he swore to your fathers, as it is today.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It will happen that, if you will forget Yahweh your God and walk after other gods, worship them, and reverence them, I testify against you today that you will surely perish.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Like the nations that Yahweh is making to perish before you, so will you perish, because you would not listen to the voice of Yahweh your God.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}