{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hear, Israel; you are about to cross over the Jordan today, to go in to dispossess nations greater and mightier than yourself, and cities that are great and fortified up to heaven,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "a people great and tall, the sons of the Anakim, whom you know, and of whom you have heard people say, 'Who can stand before the sons of Anak?'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Know therefore today that Yahweh your God is he who goes over before you like a devouring fire; he will destroy them, and he will subdue them before you; so will you drive them out and make them to perish quickly, as Yahweh has said to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not say in your heart, after Yahweh your God has thrust them out from before you, 'It was because of my righteousness that Yahweh has brought me in to possess this land,' for it was because of the wickedness of these nations that Yahweh is driving them out from before you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is not because of your righteousness or the uprightness of your heart that you are going in to possess their land, but it is because of the wickedness of these nations that your God is driving them out from before you, and so that he may make come true the word that he swore to your ancestors, to Abraham, Isaac, and Jacob.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Know therefore, that Yahweh your God is not giving you this good land to possess because of your righteousness, for you are a stubborn people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Remember and do not forget how you provoked Yahweh your God to anger in the wilderness; from the day that you left the land of Egypt until you came to this place, you have been rebellious against Yahweh.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also at Horeb you provoked Yahweh to anger, and Yahweh was angry enough with you to destroy you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I went up the mountain to receive the tablets of stone, the tablets of the covenant that Yahweh made with you, I stayed on the mountain for forty days and forty nights; I neither ate bread nor drank water.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh gave to me the two tablets of stone written with his finger; on them was written everything just like all the words that Yahweh announced to you on the mountain out of the middle of the fire on the day of the assembly.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened at the end of those forty days and forty nights that Yahweh gave me the two tablets of stone, the tablets of the covenant.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to me, 'Arise, go down quickly from here, for your people, whom you brought out of Egypt, have corrupted themselves. They have quickly turned aside out of the path that I commanded them. They have made for themselves a cast figure.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Furthermore, Yahweh spoke to me and said, 'I have seen this people; they are a stubborn people.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let me alone, so that I may destroy them and blot out their name from under heaven, and I will make of you a nation mightier and greater than they.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I turned around and came down the mountain, and the mountain was burning. The two tablets of the covenant were in my hands.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I looked, and behold, you had sinned against Yahweh your God. You had molded for yourselves a calf. You had quickly turned aside out of the path that Yahweh had commanded you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I took the two tablets and threw them out of my hands. I broke them before your eyes.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Again I lay facedown before Yahweh for forty days and forty nights; I neither ate bread nor drank water, because of all your sin that you had committed, in doing that which was evil in the sight of Yahweh, so as to provoke him to anger.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I was afraid of the anger and hot displeasure with which Yahweh was angry enough against you to destroy you. But Yahweh listened to me that time also.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh was very angry with Aaron so as to destroy him; I prayed for Aaron also at the same time.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I took your sin, the calf that you had made, and burned it, beat it, and ground it very small, until it was as fine as dust. I threw its dust into the stream that came down from the mountain.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At Taberah, at Massah, and at Kibroth Hattaavah, you provoked Yahweh to wrath.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Yahweh sent you from Kadesh Barnea and said, 'Go up and take possession of the land that I have given you,' then you rebelled against the commandment of Yahweh your God, and you did not believe or listen to his voice.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have been rebellious against Yahweh from the day that I knew you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I lay facedown before Yahweh those forty days and forty nights, because he had said that he would destroy you.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I prayed to Yahweh and said, 'O Lord Yahweh, do not destroy your people or your inheritance whom you have redeemed through your greatness, which you have brought out of Egypt with a mighty hand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Call to mind your servants Abraham, Isaac, and Jacob; do not look at the stubbornness of this people, nor at their wickedness, nor at their sin,\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so that the land from where you brought us should say, \"Because Yahweh was not able to bring them into the land that he promised to them, and because he hated them, he has brought them out to kill them in the wilderness.\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet they are your people and your inheritance, whom you brought out by your great strength and by the display of your power.'\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}