{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोशू के मरने के बाद इस्राएलियों ने यहोवा से पूछा, “कनानियों के विरुद्ध लड़ने को हमारी ओर से पहले कौन चढ़ाई करेगा?” \n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा ने उत्तर दिया*, “यहूदा चढ़ाई करेगा; सुनो, मैंने इस देश को उसके हाथ में दे दिया है।” \n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहूदा ने अपने भाई शिमोन से कहा, “मेरे संग मेरे भाग में आ, कि हम कनानियों से लड़ें; और मैं भी तेरे भाग में जाऊँगा।” अतः शिमोन उसके संग चला।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहूदा ने चढ़ाई की, और यहोवा ने कनानियों और परिज्जियों को उसके हाथ में कर दिया; तब उन्होंने बेजेक में उनमें से दस हजार पुरुष मार डाले।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और बेजेक में अदोनीबेजेक को पाकर वे उससे लड़े, और कनानियों और परिज्जियों को मार डाला।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु अदोनीबेजेक भागा; तब उन्होंने उसका पीछा करके उसे पकड़ लिया, और उसके हाथ पाँव के अँगूठे काट डाले।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अदोनीबेजेक ने कहा, “हाथ पाँव के अँगूठे काटे हुए सत्तर राजा मेरी मेज के नीचे टुकड़े बीनते थे; जैसा मैंने किया था, वैसा ही बदला परमेश्‍वर ने मुझे दिया है।” तब वे उसे यरूशलेम को ले गए और वहाँ वह मर गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहूदियों ने यरूशलेम से लड़कर उसे ले लिया, और तलवार से उसके निवासियों को मार डाला, और नगर को फूँक दिया।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तब यहूदी पहाड़ी देश और दक्षिण देश, और नीचे के देश में रहनेवाले कनानियों से लड़ने को गए।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहूदा ने उन कनानियों पर चढ़ाई की जो हेब्रोन में रहते थे (हेब्रोन का नाम तो पूर्वकाल में किर्यतअर्बा था); और उन्होंने शेशै, अहीमन, और तल्मै को मार डाला।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वहाँ से उसने जाकर दबीर के निवासियों पर चढ़ाई की। दबीर का नाम तो पूर्वकाल में किर्यत्सेपेर था।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "ओत्नीएल द्वारा दबीर पर विजय\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब कालेब ने कहा, “जो किर्यत्सेपेर को मारके ले ले उससे मैं अपनी बेटी अकसा का विवाह कर दूँगा।” \n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस पर कालेब के छोटे भाई कनजी ओत्नीएल ने उसे ले लिया; और उसने उससे अपनी बेटी अकसा का विवाह कर दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब वह ओत्नीएल के पास आई, तब उसने उसको अपने पिता से कुछ भूमि माँगने को उभारा; फिर वह अपने गदहे पर से उतरी, तब कालेब ने उससे पूछा, “तू क्या चाहती है?” \n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह उससे बोली, “मुझे आशीर्वाद दे; तूने मुझे दक्षिण देश तो दिया है, तो जल के सोते भी दे।” इस प्रकार कालेब ने उसको ऊपर और नीचे के दोनों सोते दे दिए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मूसा के साले, एक केनी मनुष्य की सन्तान, यहूदी के संग खजूरवाले नगर से यहूदा के जंगल में गए जो अराद के दक्षिण की ओर है, और जाकर इस्राएली लोगों के साथ रहने लगे।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहूदा ने अपने भाई शिमोन के संग जाकर सपत में रहनेवाले कनानियों को मार लिया, और उस नगर का सत्यानाश कर डाला। इसलिए उस नगर का नाम होर्मा* पड़ा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहूदा ने चारों ओर की भूमि समेत गाज़ा, अश्कलोन, और एक्रोन को ले लिया।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा यहूदा के साथ रहा, इसलिए उसने पहाड़ी देश के निवासियों को निकाल दिया; परन्तु तराई के निवासियों के पास लोहे के रथ थे, इसलिए वह उन्हें न निकाल सका।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन्होंने मूसा के कहने के अनुसार हेब्रोन कालेब को दे दिया: और उसने वहाँ से अनाक के तीनों पुत्रों को निकाल दिया।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यरूशलेम में रहनेवाले यबूसियों को बिन्यामीनियों ने न निकाला; इसलिए यबूसी आज के दिन तक यरूशलेम में बिन्यामीनियों के संग रहते हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यूसुफ के घराने ने बेतेल* पर चढ़ाई की; और यहोवा उनके संग था।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यूसुफ के घराने ने बेतेल का भेद लेने को लोग भेजे। और उस नगर का नाम पूर्वकाल में लूज था।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और भेदियों ने एक मनुष्य को उस नगर से निकलते हुए देखा, और उससे कहा, “नगर में जाने का मार्ग हमें दिखा, और हम तुझ पर दया करेंगे।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब उसने उन्हें नगर में जाने का मार्ग दिखाया, तब उन्होंने नगर को तो तलवार से मारा, परन्तु उस मनुष्य को सारे घराने समेत छोड़ दिया।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस मनुष्य ने हित्तियों के देश में जाकर एक नगर बसाया, और उसका नाम लूज रखा; और आज के दिन तक उसका नाम वही है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मनश्शे ने अपने-अपने गाँवों समेत बेतशान, तानाक, दोर, यिबलाम, और मगिद्दो के निवासियों को न निकाला; इस प्रकार कनानी उस देश में बसे ही रहे।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु जब इस्राएली सामर्थी हुए, तब उन्होंने कनानियों से बेगारी ली, परन्तु उन्हें पूरी रीति से न निकाला।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एप्रैम ने गेजेर में रहनेवाले कनानियों को न निकाला; इसलिए कनानी गेजेर में उनके बीच में बसे रहे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जबूलून ने कित्रोन और नहलोल के निवासियों को न निकाला; इसलिए कनानी उनके बीच में बसे रहे, और उनके वश में हो गए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "आशेर ने अक्को, सीदोन, अहलाब, अकजीब, हेलबा, अपीक, और रहोब के निवासियों को न निकाला था;\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए आशेरी लोग देश के निवासी कनानियों के बीच में बस गए; क्योंकि उन्होंने उनको न निकाला था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "नप्ताली ने बेतशेमेश और बेतनात के निवासियों को न निकाला, परन्तु देश के निवासी कनानियों के बीच में बस गए; तो भी बेतशेमेश और बेतनात के लोग उनके वश में हो गए।।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एमोरियों ने दानियों को पहाड़ी देश में भगा दिया, और तराई में आने न दिया;\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए एमोरी हेरेस नामक पहाड़, अय्यालोन और शाल्बीम में बसे ही रहे, तो भी यूसुफ का घराना यहाँ तक प्रबल हो गया कि वे उनके वश में हो गए।\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और एमोरियों के देश की सीमा अक्रब्बीम नामक पर्वत की चढ़ाई से आरम्भ करके ऊपर की ओर थी।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "इस्राएलियों का कनानियों पर विजय\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}