{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अबीमेलेक के बाद इस्राएल को छुड़ाने के लिये तोला नामक एक इस्साकारी उठा, वह दोदो का पोता और पूआ* का पुत्र था; और एप्रैम के पहाड़ी देश के शामीर नगर में रहता था।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह तेईस वर्ष तक इस्राएल का न्याय करता रहा। तब मर गया, और उसको शामीर में मिट्टी दी गई।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके बाद गिलादी याईर उठा, वह बाईस वर्ष तक इस्राएल का न्याय करता रहा।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसके तीस पुत्र थे जो गदहियों के तीस बच्चों पर सवार हुआ करते थे; और उनके तीस नगर भी थे जो गिलाद देश में हैं, और आज तक हब्बोत्याईर कहलाते हैं।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और याईर मर गया, और उसको कामोन में मिट्टी दी गई।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब इस्राएलियों ने फिर यहोवा की दृष्टि में बुरा किया, अर्थात् बाल देवताओं और अश्तोरेत देवियों और अराम, सीदोन, मोआब, अम्मोनियों, और पलिश्तियों के देवताओं की उपासना करने लगे; और यहोवा को त्याग दिया, और उसकी उपासना न की। (भज. 106:36, न्या. 4:1)\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा का क्रोध इस्राएल पर भड़का, और उसने उन्हें पलिश्तियों और अम्मोनियों के अधीन कर दिया,\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उस वर्ष* ये इस्राएलियों को सताते और पीसते रहे। वरन् यरदन पार एमोरियों के देश गिलाद में रहनेवाले सब इस्राएलियों पर अठारह वर्ष तक अंधेर करते रहे।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अम्मोनी यहूदा और बिन्यामीन से और एप्रैम के घराने से लड़ने को यरदन पार जाते थे, यहाँ तक कि इस्राएल बड़े संकट में पड़ गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब इस्राएलियों ने यह कहकर यहोवा की दुहाई दी, “हमने जो अपने परमेश्‍वर को त्याग कर बाल देवताओं की उपासना की है, यह हमने तेरे विरुद्ध महापाप किया है।” \n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा ने इस्राएलियों से कहा, “क्या मैंने तुम को मिस्रियों, एमोरियों, अम्मोनियों, और पलिश्तियों के हाथ से न छुड़ाया था?\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर जब सीदोनी, और अमालेकी, और माओनी लोगों ने तुम पर अंधेर किया; और तुम ने मेरी दुहाई दी, तब मैंने तुम को उनके हाथ से भी न छुड़ाया? (भज. 106:42-43)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी तुम ने मुझे त्याग कर पराये देवताओं की उपासना की है; इसलिए मैं फिर तुम को न छुड़ाऊँगा।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जाओ, अपने माने हुए देवताओं की दुहाई दो; तुम्हारे संकट के समय वे ही तुम्हें छुड़ाएँ।” (यिर्म. 2:28, यशा. 10:3)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस्राएलियों ने यहोवा से कहा, “हमने पाप किया है; इसलिए जो कुछ तेरी दृष्टि में भला हो वही हम से कर; परन्तु अभी हमें छुड़ा।” \n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वे पराए देवताओं को अपने मध्य में से दूर करके यहोवा की उपासना करने लगे; और वह इस्राएलियों के कष्ट के कारण खेदित हुआ।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अम्मोनियों ने इकट्ठे होकर गिलाद में अपने डेरे डाले; और इस्राएलियों ने भी इकट्ठे होकर *मिस्पा में अपने डेरे डाले।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब गिलाद के हाकिम एक दूसरे से कहने लगे, “कौन पुरुष अम्मोनियों से संग्राम आरम्भ करेगा? वही गिलाद के सब निवासियों का प्रधान ठहरेगा।” \n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "तोला और याईर के चरित्र\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}