{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु कुछ दिनों बाद, गेहूँ की कटनी के दिनों में, शिमशोन बकरी का एक बच्चा लेकर अपनी ससुराल में जाकर कहा, “मैं अपनी पत्‍नी के पास कोठरी में जाऊँगा।” परन्तु उसके ससुर ने उसे भीतर जाने से रोका।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसके ससुर ने कहा, “मैं सचमुच यह जानता था कि तू उससे बैर ही रखता है, इसलिए मैंने उसका तेरे साथी से विवाह कर दिया*। क्या उसकी छोटी बहन उससे सुन्दर नहीं है? उसके बदले उसी से विवाह कर ले।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शिमशोन ने उन लोगों से कहा, “अब चाहे मैं पलिश्तियों की हानि भी करूँ, तो भी उनके विषय में निर्दोष ही ठहरूँगा।”\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब शिमशोन ने जाकर तीन सौ लोमड़ियाँ पकड़ीं, और मशाल लेकर दो-दो लोमड़ियों की पूँछ एक साथ बाँधी, और उनके बीच एक-एक मशाल बाँधी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मशालों में आग लगाकर उसने लोमड़ियों को पलिश्तियों के खड़े खेतों में छोड़ दिया; और पूलियों के ढेर वरन् खड़े खेत और जैतून की बारियाँ भी जल गईं।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब पलिश्ती पूछने लगे, “यह किसने किया है?” लोगों ने कहा, “उसके तिम्‍नाह के दामाद शिमशोन ने यह इसलिए किया, कि उसके ससुर ने उसकी पत्‍नी का उसके साथी से विवाह कर दिया।” तब पलिश्तियों ने जाकर उस पत्‍नी और उसके पिता दोनों को आग में जला दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शिमशोन ने उनसे कहा, “तुम जो ऐसा काम करते हो, इसलिए मैं तुम से बदला लेकर ही रहूँगा।”\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने उनको अति निष्ठुरता के साथ* बड़ी मार से मार डाला; तब जाकर एताम नामक चट्टान की एक दरार में रहने लगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब पलिश्तियों ने चढ़ाई करके यहूदा देश में डेरे खड़े किए, और लही में फैल गए।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहूदी मनुष्यों ने उनसे पूछा, “तुम हम पर क्यों चढ़ाई करते हो?” उन्होंने उत्तर दिया, “शिमशोन को बाँधने के लिये चढ़ाई करते हैं, कि जैसे उसने हम से किया वैसे ही हम भी उससे करें।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब तीन हजार यहूदी पुरुष एताम नामक चट्टान की दरार में जाकर शिमशोन से कहने लगे, “क्या तू नहीं जानता कि पलिश्ती हम पर प्रभुता करते हैं? फिर तूने हम से ऐसा क्यों किया है?” उसने उनसे कहा, “जैसा उन्होंने मुझसे किया था, वैसा ही मैंने भी उनसे किया है।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन्होंने उससे कहा, “हम तुझे बाँधकर पलिश्तियों के हाथ में कर देने के लिये आए हैं।” शिमशोन ने उनसे कहा, “मुझसे यह शपथ खाओ कि तुम मुझ पर प्रहार न करोगे।”\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन्होंने कहा, “ऐसा न होगा; हम तुझे बाँधकर उनके हाथ में कर देंगे; परन्तु तुझे किसी रीति मार न डालेंगे।” तब वे उसको दो नई रस्सियों से बाँधकर उस चट्टान में से ले गए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह लही तक आ गया पलिश्ती उसको देखकर ललकारने लगे; तब यहोवा का आत्मा उस पर बल से उतरा, और उसकी बांहों की रस्सियाँ आग में जले हुए सन के समान हो गईं, और उसके हाथों के बन्धन मानो गलकर टूट पड़े।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसको गदहे के जबड़े की एक नई हड्डी मिली, और उसने हाथ बढ़ा कर उसे ले लिया और उससे एक हजार पुरुषों को मार डाला।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब शिमशोन ने कहा,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "“गदहे के जबड़े की हड्डी से ढेर के ढेर लग गए, गदहे के जबड़े की हड्डी ही से मैंने हजार पुरुषों को मार डाला।”\n"
      },
      {
        "tag": "m",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“जब वह ऐसा कह चुका, तब उसने जबड़े की हड्डी फेंक दी और उस स्थान का नाम रामत-लही* रखा गया।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसको बड़ी प्यास लगी, और उसने यहोवा को पुकार के कहा, “तूने अपने दास से यह बड़ा छुटकारा कराया है; फिर क्या मैं अब प्यासा मर के उन खतनाहीन लोगों के हाथ में पड़ूँ?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब परमेश्‍वर ने लही में ओखली सा गड्ढा कर दिया, और उसमें से पानी निकलने लगा; जब शिमशोन ने पीया, तब उसके जी में जी आया, और वह फिर ताजा दम हो गया। इस कारण उस सोते का नाम एनहक्कोरे रखा गया, वह आज के दिन तक लही में है।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शिमशोन तो पलिश्तियों के दिनों में बीस वर्ष तक इस्राएल का न्याय करता रहा।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "शिमशोन द्वारा पलिश्ती पर विजय\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}