{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा का दूत गिलगाल से बोकीम को जाकर कहने लगा, “मैंने तुम को मिस्र से ले आकर इस देश में पहुँचाया है, जिसके विषय में मैंने तुम्हारे पुरखाओं से शपथ खाई थी। और मैंने कहा था, ‘जो वाचा मैंने तुम से बाँधी है, उसे मैं कभी न तोड़ूँगा;\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए तुम इस देश के निवासियों से वाचा न बाँधना; तुम उनकी वेदियों को ढा देना।’ परन्तु तुम ने मेरी बात नहीं मानी। तुम ने ऐसा क्यों किया है?\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए मैं कहता हूँ, ‘मैं उन लोगों को तुम्हारे सामने से न निकालूँगा; और वे तुम्हारे पाँजर में काँटे*, और उनके देवता तुम्हारे लिये फंदा ठहरेंगे’।” \n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब यहोवा के दूत ने सारे इस्राएलियों से ये बातें कहीं, तब वे लोग चिल्ला चिल्लाकर रोने लगे।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन्होंने उस स्थान का नाम बोकीम रखा। और वहाँ उन्होंने यहोवा के लिये बलि चढ़ाई।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब यहोशू ने लोगों को विदा किया था, तब इस्राएली देश को अपने अधिकार में कर लेने के लिये अपने-अपने निज भाग पर गए।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "यहोशू की मृत्यु\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहोशू के जीवन भर, और उन वृद्ध लोगों के जीवन भर जो यहोशू के मरने के बाद जीवित रहे और देख चुके थे कि यहोवा ने इस्राएल के लिये कैसे-कैसे बड़े काम किए हैं, इस्राएली लोग यहोवा की सेवा करते रहे।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा का दास नून का पुत्र यहोशू एक सौ दस वर्ष का होकर मर गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसको तिम्नथेरेस में जो एप्रैम के पहाड़ी देश में गाश नामक पहाड़ के उत्तरी ओर है, उसी के भाग में मिट्टी दी गई।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उस पीढ़ी के सब लोग भी अपने-अपने पितरों में मिल गए; तब उसके बाद जो दूसरी पीढ़ी हुई उसके लोग न तो यहोवा को जानते थे और न उस काम को जो उसने इस्राएल के लिये किया था। (प्रेरि. 13:36)\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "इस्राएल की अविश्वसनीयता\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए इस्राएली वह करने लगे जो यहोवा की दृष्टि में बुरा है, और बाल नामक देवताओं की उपासना करने लगे;\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे अपने पूर्वजों के परमेश्‍वर यहोवा को, जो उन्हें मिस्र देश से निकाल लाया था, त्याग कर पराये देवताओं की उपासना करने लगे, और उन्हें दण्डवत् किया; और यहोवा को रिस दिलाई*।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे यहोवा को त्याग कर बाल देवताओं और अश्तोरेत देवियों की उपासना करने लगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए यहोवा का कोप इस्राएलियों पर भड़क उठा, और उसने उनको लुटेरों के हाथ में कर दिया जो उन्हें लूटने लगे; और उसने उनको चारों ओर के शत्रुओं के अधीन कर दिया; और वे फिर अपने शत्रुओं के सामने ठहर न सके।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जहाँ कहीं वे बाहर जाते वहाँ यहोवा का हाथ उनकी बुराई में लगा रहता था, जैसे यहोवा ने उनसे कहा था, वरन् यहोवा ने शपथ खाई थी; इस प्रकार वे बड़े संकट में पड़ गए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी यहोवा उनके लिये न्यायी ठहराता था जो उन्हें लूटनेवाले के हाथ से छुड़ाते थे। (प्रेरि. 13:20)\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु वे अपने न्यायियों की भी नहीं मानते थे; वरन् व्यभिचारिण के समान पराये देवताओं के पीछे चलते और उन्हें दण्डवत् करते थे; उनके पूर्वज जो यहोवा की आज्ञाएँ मानते थे, उनकी उस लीक को उन्होंने शीघ्र ही छोड़ दिया, और उनके अनुसार न किया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब-जब यहोवा उनके लिये न्यायी को ठहराता तब-तब वह उस न्यायी के संग रहकर उसके जीवन भर उन्हें शत्रुओं के हाथ से छुड़ाता था; क्योंकि यहोवा उनका कराहना जो अंधेर और उपद्रव करनेवालों के कारण होता था सुनकर दुःखी था*।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु जब न्यायी मर जाता, तब वे फिर पराये देवताओं के पीछे चलकर उनकी उपासना करते, और उन्हें दण्डवत् करके अपने पुरखाओं से अधिक बिगड़ जाते थे; और अपने बुरे कामों और हठीली चाल को नहीं छोड़ते थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए यहोवा का कोप इस्राएल पर भड़क उठा; और उसने कहा, “इस जाति ने उस वाचा को जो मैंने उनके पूर्वजों से बाँधी थी तोड़ दिया, और मेरी बात नहीं मानी,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण जिन जातियों को यहोशू मरते समय छोड़ गया है उनमें से मैं अब किसी को उनके सामने से न निकालूँगा;\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिससे उनके द्वारा मैं इस्राएलियों की परीक्षा करूँ, कि जैसे उनके पूर्वज मेरे मार्ग पर चलते थे वैसे ही ये भी चलेंगे कि नहीं।” \n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए यहोवा ने उन जातियों को एकाएक न निकाला, वरन् रहने दिया, और उसने उन्हें यहोशू के हाथ में भी उनको न सौंपा था।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "इस्राएलियों की अवज्ञा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}