{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस्राएली पुरुषों ने मिस्पा में शपथ खाकर कहा था, “हम में कोई अपनी बेटी का किसी बिन्यामीनी से विवाह नहीं करेगा।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे बेतेल को जाकर सांझ तक परमेश्‍वर के सामने बैठे रहे, और फूट फूटकर बहुत रोते रहे।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और कहते थे, “हे इस्राएल के परमेश्‍वर यहोवा, इस्राएल में ऐसा क्यों होने पाया, कि आज इस्राएल में एक गोत्र की घटी हुई है?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर दूसरे दिन उन्होंने सवेरे उठ वहाँ वेदी बनाकर होमबलि और मेलबलि चढ़ाए।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब इस्राएली पूछने लगे, “इस्राएल के सारे गोत्रों में से कौन है जो यहोवा के पास सभा में नहीं आया था?” उन्होंने तो भारी शपथ खाकर कहा था, “जो कोई मिस्पा को यहोवा के पास न आए वह निश्चय मार डाला जाएगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब इस्राएली अपने भाई बिन्यामीन के विषय में यह कहकर पछताने लगे, “आज इस्राएल में से एक गोत्र कट गया है।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हमने जो यहोवा की शपथ खाकर कहा है, कि हम उनसे अपनी किसी बेटी का विवाह नहीं करेंगे, इसलिए बचे हुओं को स्त्रियाँ मिलने के लिये क्या करें?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब उन्होंने यह पूछा, “इस्राएल के गोत्रों में से कौन है जो मिस्पा को यहोवा के पास न आया था?” तब यह मालूम हुआ, कि गिलादी याबेश से कोई छावनी में सभा को न आया था।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् जब लोगों की गिनती की गई, तब यह जाना गया कि गिलादी याबेश के निवासियों में से कोई यहाँ नहीं है।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए मण्डली ने बारह हजार शूरवीरों* को वहाँ यह आज्ञा देकर भेज दिया, “तुम जाकर स्त्रियों और बाल-बच्चों समेत गिलादी याबेश को तलवार से नाश करो।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तुम्हें जो करना होगा वह यह है, कि सब पुरुषों को और जितनी स्त्रियों ने पुरुष का मुँह देखा हो उनका सत्यानाश कर डालना।”\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन्हें गिलादी याबेश के निवासियों में से चार सौ जवान कुमारियाँ मिलीं जिन्होंने पुरुष का मुँह नहीं देखा था; और उन्हें वे शीलो को जो कनान देश में है छावनी में ले आए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब सारी मण्डली ने उन बिन्यामीनियों के पास जो रिम्मोन नामक चट्टान पर थे कहला भेजा, और उनसे संधि की घोषणा की।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब बिन्यामीन उसी समय लौट गए; और उनको वे स्त्रियाँ दी गईं जो गिलादी याबेश की स्त्रियों में से जीवित छोड़ी गईं थीं; तो भी वे उनके लिये थोड़ी थीं।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब लोग बिन्यामीन के विषय फिर यह कहके पछताये, कि यहोवा ने इस्राएल के गोत्रों में घटी की है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मण्डली के वृद्ध लोगों ने कहा, “बिन्यामीनी स्त्रियाँ नाश हुई हैं, तो बचे हुए पुरुषों के लिये स्त्री पाने का हम क्या उपाय करें?”\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उन्होंने कहा, “बचे हुए बिन्यामीनियों के लिये कोई भाग चाहिये, ऐसा न हो कि इस्राएल में से एक गोत्र मिट जाए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु हम तो अपनी किसी बेटी का उनसे विवाह नहीं कर सकते, क्योंकि इस्राएलियों ने यह कहकर शपथ खाई है कि श्रापित हो वह जो किसी बिन्यामीनी से अपनी लड़की का विवाह करें।”\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उन्होंने कहा, “सुनो, शीलो जो बेतेल के उत्तर की ओर, और उस सड़क के पूर्व की ओर है जो बेतेल से शेकेम को चली गई है, और लबोना के दक्षिण की ओर है, उसमें प्रति वर्ष यहोवा का एक पर्व* माना जाता है।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए उन्होंने बिन्यामीनियों को यह आज्ञा दी, “तुम जाकर दाख की बारियों के बीच घात लगाए बैठे रहो,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और देखते रहो; और यदि शीलो की लड़कियाँ नाचने को निकलें, तो तुम दाख की बारियों से निकलकर शीलो की लड़कियों में से अपनी-अपनी स्त्री को पकड़कर बिन्यामीन के क्षेत्र को चले जाना।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब उनके पिता या भाई हमारे पास झगड़ने को आएँगे, तब हम उनसे कहेंगे, ‘अनुग्रह करके उनको हमें दे दो, क्योंकि लड़ाई के समय हमने उनमें से एक-एक के लिये स्त्री नहीं बचाई;* और तुम लोगों ने तो उनका विवाह नहीं किया, नहीं तो तुम अब दोषी ठहरते।’”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब बिन्यामीनियों ने ऐसा ही किया, अर्थात् उन्होंने अपनी गिनती के अनुसार उन नाचनेवालियों में से पकड़कर स्त्रियाँ ले लीं; तब अपने भाग को लौट गए, और नगरों को बसाकर उनमें रहने लगे।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसी समय इस्राएली भी वहाँ से चलकर अपने-अपने गोत्र और अपने-अपने घराने को गए, और वहाँ से वे अपने-अपने निज भाग को गए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन दिनों में इस्राएलियों का कोई राजा न था*; जिसको जो ठीक जान पड़ता था वही वह करता था।"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "बिन्यामीनियों के लिए पत्नियों की व्यवस्था\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}