{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the sons of Jacob (they all went to the land of Egypt with Jacob, their father, and with their own households). The sons' names were:\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Reuben, Simeon, Levi, Judah,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Issachar, Zebulun, Benjamin,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Dan, Naphtali, Gad, and Asher.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In all, there were seventy people who went with Jacob. His son Joseph was already in Egypt.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After some time, Joseph and his brothers and everyone else in their family who lived in that generation died.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jacob's descendants gave birth to many children. The number of his descendants grew very large. As a result, there were so many of them that they were everywhere in Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, many years later, a new king began to rule in Egypt. He did not know about all the good things Joseph had done for the people of Egypt long ago.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to his people, \"Look at what has happened! The Israelite people have become so many and so powerful that they are dangerous to us!\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We must find a way to control them! If we do not do that, there will be more of them. Then, if enemies attack us, the Israelites will join with our enemies and fight against us, and they will escape from our land.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king and his leaders put masters over the Israelites to cause them to suffer very much by making them work very hard. They made the Israelite people build two cities to store goods for the king. Those cities were named Pithom and Rameses.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the more they treated the Israelite people badly, the more the number of Israelites grew, and they became so many that they filled the land. So the Egyptian people began to fear the Israelite people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made the Israelite people work very hard.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because the Israelites were slaves, their lives were very sad. They had to build many buildings with cement and bricks. They also had to do work in the fields. In making the Israelites do all this work, the Egyptian masters treated them very badly.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now there were two Hebrew midwives. Their names were Shiphrah and Puah. The king of Egypt said to those two women,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"When you help the Hebrew women give birth to their children, if the baby is a boy, you must kill him. If the baby is a girl, you may let her live.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the midwives feared that God would punish them if they obeyed the king. So they did not do what the king told them to do. They allowed the baby boys to live.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king called the two midwives and said to them, \"Why are you doing this? Why are you letting the baby boys live?\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of the midwives said to the king, \"The Hebrew women are not like the Egyptian women. The Hebrew women are very strong. They give birth to their babies before we can get to them to help them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So God acted kindly toward the midwives, and the Hebrew people became very numerous and strong.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because the midwives feared God, God gave them children of their own.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king commanded all the Egyptian people, saying, \"You must throw into the Nile River every Hebrew baby boy that is born! However, you can allow the baby girls to live.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}