{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"Go to the king again. I have made him and his officials stubborn. I have done so in order that I may have a good reason to do all these miracles among them.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have also done so in order that you would be able to tell your children and your grandchildren how I caused the Egyptians to act very foolishly when I performed all these miracles. Then all of you will know that I am Yahweh God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Aaron and Moses went to the king and said to him, \"Yahweh God, the one whom we Hebrews worship, says this, 'How long will you stubbornly refuse to do what I tell you? Let my people go in order that they may worship me in the wilderness!\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you do not let them go, I warn you that tomorrow I will bring locusts into your country.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will cover the ground so that you will not even be able to see it. They will eat everything that the ice storm did not destroy. They will eat everything that is left on the trees that is still growing.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will fill your houses and the houses of all your officials and of all the rest of the Egyptians. There will be more locusts than you or your parents or your grandparents have ever seen from the time your ancestors first came to this land until now!'\" Then Moses, along with Aaron, turned and left the king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king's officials said to him, \"How long is this man going to bring bad things upon us? Let the Israelites go in order that they may worship Yahweh, their god. Do you not yet understand that this man has ruined Egypt?\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they brought Aaron and Moses back to the king. He said to them, \"All right, you can go and worship Yahweh, your god. But who are the ones who will go?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses replied, \"We all need to go, everyone, including those who are young and those who are old. We need to take our sons, our daughters, and our flocks of sheep, goats, and herds of livestock because we must have a festival to honor Yahweh.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king replied, \"I never want Yahweh to help you, and I myself will never let you take your children and your wives with you! It is clear that you are planning not to return.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, no, I will not let you all go. The Israelite men may go and worship Yahweh if that is what you want.\" Then the king drove Moses and Aaron from his palace.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"Reach out your hand as though you were stretching it over the land to welcome the locusts. They will come to the country of Egypt and eat every plant that is left in the land, every plant that the ice storm did not destroy.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses held out his staff as though he were stretching it over the whole land of Egypt. Then Yahweh caused a strong wind to blow from the east, and it blew over the land all that day and all that night. By the next morning, it had brought the locusts.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The locusts swarmed all over Egypt. The swarm of locusts was larger than any that had ever been seen in Egypt, and there will never be a swarm of locusts like that again in the land.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They covered the surface of the ground and made it appear black. They ate all the plants in the land and everything on the trees that had not been destroyed by the ice storm. Nothing that was green was left on any plant or on any tree anywhere in Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king quickly called Aaron and Moses and said, \"I have sinned against Yahweh, your god, and against you two.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now I ask you to forgive me this one time for having sinned. Please pray to Yahweh, your god, to take away this terrible disaster that will cause us all to die.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses and Aaron left the king, and Moses prayed to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh changed the wind so that it blew strongly from the west, and it blew all the locusts into the Sea of Reeds. There was not one locust left anywhere in the country of Egypt.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh made the king stubborn again, and the king did not let the Israelite people go.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"Reach your hand up toward the sky in order that there may be darkness over all the land of Egypt, a darkness so complete that people will have to feel around to know where to walk.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses reached his hand toward the sky, and it became very dark all over Egypt for three days and nights.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People could not see each other. No one left his house during that whole time. But there was light in the area where the Israelite people lived.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king called Moses and said, \"All right, you may go and worship Yahweh. Your wives and your children may go with you. But your flocks of sheep and goats and your herds of cattle must remain here.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Moses replied, \"No, you must let us take along the sheep and goats in order that we may have some of them to sacrifice and give as burnt offerings to Yahweh, our God.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our livestock must also go with us; we are not going to leave one animal behind. We must take them to worship Yahweh. We will not know which animals to sacrifice until we get to where we are going.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh made the king continue to be stubborn. The king would not let the Israelite people go.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said to Moses and Aaron, \"Get out of here! Make sure that you never come to see me again! The day you see me again, I will have you killed!\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses replied, \"You are correct! You will never see me again!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}