{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"I will bring one more disaster on the king of Egypt and on all his people. After that, he will let you leave. In fact, he will chase you out of Egypt.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now, speak to all the Israelite people. Tell them to ask all their Egyptian neighbors, both men and women, to give them their silver and gold jewelry.\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh made the Egyptians highly respect the Israelite people. In fact, the king's officials and all the rest of the people thought that Moses was a very great man.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses went to the king and said, \"This is what Yahweh says: 'About midnight tonight I will go through Egypt,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and I will cause all the firstborn sons to die. From the king's oldest son to the oldest son of the slave woman who grinds grain, and the oldest son of everyone else. I will also kill the oldest males of your livestock.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When that happens, people all over Egypt will lament loudly. They will lament more loudly than they ever have lamented before and more than they ever will again.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But among the Israelite people it will be so quiet that not even a dog will bark! Then you will know for sure that I, Yahweh, am treating the Egyptians differently from the Israelites.'\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all these officials of yours will come and bow down before me and will say, 'Please get out of Egypt, you and all the Israelite people!' After that, we will leave Egypt!\" When Moses had said that, he left the king very angrily.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"The king will not listen to what you say. So I will perform more miracles in the land of Egypt.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron and Moses did all these miracles in front of the king, but Yahweh made the king stubborn. The king did not let the Israelite people leave his land.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}