{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Aaron and Moses in Egypt,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"From now on, this month will be the first month of the year for you Israelites.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell all the Israelite people that in each family, the man who heads the family must take a lamb or a young goat for his household.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If there are not enough people in his family to eat a whole cooked lamb, then his family and the family that lives next door may share one animal. Decide how many lambs you need according to the number of people in each family and according to how much each person can eat.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The lambs or goats that you choose must be males, one year olds, and they must not have any defects.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must take special care of these animals until the fourteenth day of the month. On that day, all the Israelite people must kill the lambs or goats in the evening.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they must take some of the blood from the lambs or goats, and they must smear it on the two doorposts and on the tops of the doorframes of the houses in which they will eat the meat.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must roast the animals immediately and eat the meat that night. They must eat it with bitter herbs and with bread that is baked without yeast.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not eat any of the meat raw, and you must not boil the meat. You must roast it whole without cutting off the head or the legs or without removing the internal parts.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must eat all the meat that evening; do not let any of the meat remain to be eaten the next morning. If any of the meat is left the next morning, you must burn it all.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you eat it, you must be dressed ready to travel. You must have your sandals on your feet and your walking staff in your hands. You must eat it hurriedly. It will be a festival called Passover to honor me, Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that night I will go through all the land of Egypt, and I will kill all the oldest males in Egypt, both humans and animals. By doing this, I will punish all the gods in Egypt. It is I, Yahweh God, who am speaking to you!\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The blood that you smear on the doorways will be a mark to show me the houses in which you Israelites live. When I see the blood, I will pass over those houses, and I will not harm the people who live there when I come to punish the Egyptians.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each year, you must celebrate this festival on this day to remember what I, Yahweh, have done for you. In all the generations to come, each year you must celebrate this festival. It must continue forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For seven days you must eat bread that has no yeast in it. On the first day of that week, you must get rid of all the yeast that is in your houses. During those seven days, if anyone eats bread that is baked with yeast in it, you must drive that person out from your people.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the first day of that week, you must have a holy meeting. You must do the same thing on the seventh day. People must not work on those two days. The only work they may do is to prepare food for you to eat.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every year you must keep celebrating this Festival of Unleavened Bread because it will remind you that it was on this day that I brought your tribes out of the land of Egypt. So every year, in all the generations to come, you must celebrate this day as a festival. It must continue forever.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the first month of the year, on the fourteenth day of that month, the only bread you may eat is bread that has no yeast in it. You must keep doing that each day until the twenty-first day of that month.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For those seven days you must not have any yeast in your house. During that time, if anyone, either an Israelite or a foreigner, eats bread made with yeast, that person will no longer be an Israelite.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In your houses, do not eat anything that has yeast in it during those seven days.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses summoned all the leaders of the Israelite people. He said to them, \"Each family should select a lamb and kill it, in order that you may eat it to celebrate the festival that will be called 'Passover.'\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let the lamb's blood drain into a bowl. Get a bunch of hyssop and dip it in the blood. Then wipe some of the blood on the top of the doorframe and on the doorposts of your houses. The people in each house must stay inside the house until the next morning.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Yahweh goes through Egypt to kill the oldest male in each Egyptian family, he will see the blood on your doorframes, and he will pass over those houses. He will not allow the angel who causes people to die to enter your houses and kill your oldest sons.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You and your descendants must celebrate this ritual forever.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you arrive in the land that Yahweh will give to you as he promised, you must keep celebrating this ritual every year.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When your children ask you, 'What does this ritual mean?'\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "you must tell them, 'This ritual is to remember how your ancestors sacrificed lambs on the night that Yahweh's angel passed over the houses of the Israelite people when they were in Egypt. He killed the oldest males in all the Egyptian houses, but he did not kill the sons in our houses.\" After Moses told them this, the people all bowed their heads and worshiped Yahweh.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Israelite people did exactly what Yahweh told Aaron and Moses to tell them to do.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At midnight Yahweh killed all the oldest sons of the Egyptian people, all over Egypt. This included the king's oldest son, the oldest sons of the prisoners in the dungeons, and the oldest sons of everyone else. He also killed the oldest males of all the Egyptians' livestock.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That night the king, all his officials, and all the rest of the Egyptian people awoke and discovered what had happened. They wailed loudly all over Egypt because in every house someone's son had died.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That night the king called Aaron and Moses and said, \"Get up, you and all the other Israelite people, and leave my country now! Go and worship Yahweh, as you requested!\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take your flocks of sheep and goats and herds of cattle, and leave! And ask Yahweh to bless me, also!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Egyptians asked the Israelite people to leave their country quickly. They said, \"If you do not do that, we will all die!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Israelite people prepared to leave at once. They took the bowls in which they mixed the dough to make bread and the dough that was in the bowls without any yeast in it, and they wrapped the bowls in their cloaks. They put the bowls on their shoulders and left.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Israelite people did as Moses told them. They went to their Egyptian neighbors and asked them for silver and gold jewelry and clothing.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh caused the Egyptian people to greatly respect the Israelite people, so they gave them what they asked for. In that way, the Israelites carried away the wealth of the Egyptian people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite people walked from the city of Rameses to the town of Succoth. There were about 600,000 men who went, in addition to the women and children.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many other people who were not Israelites went along with them. There was also a large amount of livestock, including flocks of sheep and goats and herds of cattle.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On their way, they baked bread with the dough that they carried with them when they had been told to leave Egypt. The dough did not have yeast in it because they were told to leave Egypt so quickly that they did not have enough time to get food ready to take with them or enough time to mix yeast in the dough.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite people had lived in Egypt for 430 years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the day that those 430 years ended, on that very day, all the tribes of Yahweh's people left Egypt.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was a night when the Israelites stayed awake as Yahweh brought them out of Egypt. So this same night every year is a night that is dedicated to Yahweh, a night when the Israelite people in every generation remember how Yahweh kept their ancestors safe.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses and Aaron, \"These are my instructions about the Passover ritual: Do not let foreigners eat the Passover meal.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But any male slaves that you have bought may eat it after you have circumcised them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not let people who are living among you that are not Israelites, or servants whom you pay money to and who stay only for a while, eat the Passover meal.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each family must eat the Passover meal inside its own house. Do not take any of the food outside the house. Do not break the bones of the lamb.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the Israelite people must celebrate this festival.\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When someone from another country comes to live with you and wants to celebrate the Passover festival, circumcise all the males in his household. Then he can eat the Passover meal, and you should treat that man as though he had been born an Israelite. But do not allow men who have not been circumcised to eat the Passover meal.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These rules apply to people who were born as Israelites and to foreigners who come and live among you.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the Israelite people obeyed Moses and Aaron and did what Yahweh had commanded.\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that very day, Yahweh brought all the tribes of the Israelite people out of Egypt.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}