{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Set apart all the firstborn males in order that they may belong to me. The firstborn males of the Israelite people and of their animals will be mine.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to the people, \"Do not forget this day! This is the day that you left Egypt. This is the day you were freed from being their slaves. Yahweh has brought you out of Egypt by his great power. Do not eat any bread that has yeast in it whenever you celebrate this day.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are leaving Egypt on this day which is the first day of the month of Aviv.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later, when Yahweh brings you into the land where the descendants of Canaan, Heth, Amor, Hiv, and Jebus now live, the land that he promised to give to you, a land that will be very good for raising livestock and growing crops, you must celebrate this festival in this month every year.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For seven days the bread that you eat must not have any yeast in it. On the seventh day there must be a festival to honor Yahweh.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not eat bread that has yeast in it for seven days. You should not have any yeast or bread made with yeast anywhere in your land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the day the festival starts, you must tell your children, 'We are doing this to remember what Yahweh did for our ancestors when they left Egypt.'\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This ritual will remind you how Yahweh brought your ancestors out of Egypt with his great power. The ritual will be like something you tie on your forehead or on your wrist. It will remind you to recite to others what Yahweh has instructed you.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you must celebrate this festival every year at the time Yahweh has appointed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will bring you into the land where the descendants of Canaan live, as he promised to you and your ancestors that he would do. When he gives that land to you,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "you must give to Yahweh the firstborn males of all your animals. These all will belong to Yahweh.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You may keep the firstborn male donkeys, but you must buy them back by killing a lamb in the place of the donkey. If you do not want to buy back the donkey, you must kill it by breaking its neck. You must buy back every one of your own firstborn sons.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the future, when one of your children asks, 'What does this mean?' you must say to him, 'Yahweh brought our ancestors out of Egypt with his great power, and freed us from being slaves there.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Egypt did not let them leave his land, so Yahweh killed all the firstborn males in Egypt, both the boys and the firstborn of their livestock. That is why we now sacrifice to Yahweh all the firstborn of our livestock, but we buy back our own firstborn sons.'\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This will remind you about how Yahweh brought our ancestors out of Egypt by his great power; it will be like something you tie on your wrist or on your forehead to remind you of that.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the king of Egypt let the Israelite people go, God did not lead them to go through the land of the Philistines. That was a shorter road, but God said, \"It would be bad if my people changed their minds when they realized that they will have to fight the Philistines to take their land. Then they would decide to go back to Egypt.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, God led them to go around through the wilderness toward the Sea of Reeds. When the Israelite people left Egypt, they were carrying weapons to fight their enemies.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses had them take along the bones of Joseph with them because Joseph long ago had made the Israelite people promise that they would do that. He had said to them, \"God will rescue your descendants out of Egypt. When that happens, you must carry my bones with you.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite people left Succoth and walked to Etham at the edge of the wilderness, and they set up their tents there.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they walked during the daytime, Yahweh went in front of them in a tall white cloud to show them the way. During the night, he went in front of them in a tall cloud that looked like a fire. By doing this, he enabled them to travel in the daytime and also at nighttime.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The tall cloud did not leave them. It was always in front of them, as a bright white cloud in the daytime and like a tall column of fire in the night.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}