{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell the Israelite people to turn around and go back and set up their tents in front of Pi Hahiroth. That town is between Migdol and the sea, near Baal Zephon. Set up your tents there close to the sea.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the king knows you have done that, he will think, 'The Israelite people are confused. They are wandering around, and the desert blocks their path.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I will make the king stubborn again, and he will take his army and come after you. Then my people will praise me for winning a victory over the king and his army, and the Egyptians will know that I am Yahweh.\" So Moses told the Israelites that, and they did what he told them to do.\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When someone told the king that the Israelite people had left during the night, he and his leaders changed their minds and said, \"What have we done? The Israelite people will no longer be our slaves!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king got his chariot and his army ready.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he selected six hundred of the best chariots, and in each chariot he placed a driver, a soldier, and a commander, and they left.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh made the king of Egypt stubborn, so he and his army went to pursue the Israelites. The Israelites marched out with confidence.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Egyptian army, with all the king's horses and chariots and horsemen, went after the Israelites. They caught up with them as they were camped near the sea close to Pi Hahiroth, in front of Baal Zephon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the king's army got near, the Israelite people were surprised to see that the Egyptians were marching toward them. They were terrified, so they cried out to Yahweh to help them.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they said to Moses, \"Certainly you did not think that there was not enough room in Egypt for us to be buried. So why did you bring us here to die in this wilderness? Look what you have done to us by bringing us out of Egypt!\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is what we told you when we were in Egypt. We said, 'Leave us alone, and let us work for the Egyptians.' It would have been better for us to be slaves for the Egyptians than to die here in the desert!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to the people, \"Do not be afraid! Stand strong and see how Yahweh will rescue you. He will save you today, and the result will be that the Egyptians that you are looking at today—you will never see them again.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will fight for you! Just stay calm. There is nothing else that you will have to do.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"You must not call out to me for help any longer in this situation. Instead, tell the people to go forward.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Lift up your staff and stretch it out as though you were stretching it over the sea. The water will move away so that the Israelite people can go in the middle of the sea, walking on dry ground between the walls of water on each side.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will make the Egyptians stubborn so that they will try to follow the Israelites. Then because of what I will do to the king, his army, his chariots, and his horsemen, my people will praise me.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I have won a glorious victory over the king, his chariots, and his horsemen, the other Egyptians will know that I am Yahweh, the God who can do anything.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the angel of God, who had been in front of the Israelite people, moved and went behind them. The tall, bright cloud that had been in front of them also moved behind them\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "until it was between the Egyptian army and the Israelite people. The cloud caused the Egyptian army to be in the darkness, but it gave light for the Israelites. As a result, neither group could come near the other group during the whole night.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That evening, Moses stretched out his hand as though he were stretching it over the sea. Then Yahweh sent a strong wind from the east. It blew all night and pushed the water apart, and it caused the land between the water to dry up.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Israelite people went on the dry land in the middle of the sea. The water was like a wall on each side of them, on the right side and on the left side.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Egyptian army went after them into the middle of the sea with their horses and their chariots and chariot drivers.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just before dawn, Yahweh looked down from the fiery cloud, and then he caused the Egyptian army to panic.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He caused the wheels of the chariots to get stuck in the ground so that they could hardly move. So the Egyptians said, \"Yahweh is fighting for the Israelites against us; let us get out of here!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"Stretch out your arm as though you were stretching it over the sea. Then the water will come back on the Egyptians, on their chariots, and their horsemen.\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses stretched out his arm, and, as the sun was rising, the water returned to its normal level. The Egyptians tried to escape, but Yahweh hurled them back into the sea.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The water returned and covered the chariots, the horsemen, and the whole Egyptian army that had tried to follow the Israelites into the sea. Every one of the Egyptians died.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Israelite people had already crossed through the sea by walking on dry ground, with the water being like two walls, one on the right side and one on the left side.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is the way Yahweh saved the Israelite people from the Egyptian army on that day. The Israelite people saw the Egyptians lying dead. Their bodies washed up on the shore.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelites saw what Yahweh did to the Egyptians by his great power, and they were in awe of Yahweh. They trusted in Yahweh, and they also trusted in Moses.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}