{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They left Elim, and all the Israelite people came to the wilderness of Sin between Elim and Sinai Mountain. That was on the fifteenth day of the second month after they left Egypt.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There in the wilderness, the Israelite people complained against Aaron and Moses.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to them, \"We wish that Yahweh had killed us in Egypt! There we had meat to eat and all the bread that we wanted. But you have brought us into this desert in order that we will all starve to death!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"Listen to what I am going to do. I am going to send something from the sky that will take the place of bread for you. When I do that, the people must go out of their tents every day and gather enough to eat on that day. When I do that, I will find out whether they will obey me or not.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the sixth day after I start doing that, they will be able to gather twice as much as on the other days and not have to gather any on the seventh day. Then they can prepare it to eat it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Aaron and Moses said to all the Israelite people, \"This evening you will know that it was Yahweh, not us, who brought you out of Egypt.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tomorrow morning you will see how great Yahweh is because he has heard how you have complained against him. He is the one to whom you have really complained because we are just his servants.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses also said, \"Each evening Yahweh will give you meat to eat, and each morning he will give you something that will take the place of bread because he has heard what you have complained about. Yahweh is the one to whom you have really complained, not us. We are just his servants.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses said to Aaron, \"Tell all the Israelite people, 'Come and stand here in the presence of Yahweh because he has heard what you have been complaining about.'\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Aaron told them that. As Aaron was talking to all the Israelite people, they looked toward the desert and were surprised to see the dazzling light of Yahweh in the cloud that had been leading them.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I have heard what the Israelite people have been complaining about. So say to them, 'At twilight, you will have meat to eat, and tomorrow morning you will have something that will take the place of bread. You will have all you want of it to eat. Then you will know that I am Yahweh, your God.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That evening quails appeared, and there were so many that they covered the campsite. The next morning there was something like small drops of water all around the campsite.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the water dried up, on the ground there was a thin layer of something that looked like small white flakes. It looked like ice laying on the ground.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Israelite people saw it, since they had never seen it before and did not know what it was, they said to each other, \"What is it?\" Moses replied to them, \"It is something Yahweh has given you to eat, to take the place of bread.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what Yahweh has commanded: Each of you should gather as much as you need to eat. Gather two liters for each person who lives in your tents.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So that is what the Israelite people did. Some gathered more and some gathered less.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when they measured what they had gathered, those who had gathered a lot did not have anything left over. Those who had gathered less still had enough to eat. Each person gathered just enough.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to them, \"Do not leave any of it to eat tomorrow morning!\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of them did not pay any attention to what Moses said. They kept some of it until the next morning. However, it was full of maggots and smelled rotten. That made Moses angry.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each morning they gathered as much as they needed. Later, when the sun got hot, what was left on the ground melted.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the sixth day after they started gathering it, each person was able to gather four liters, which was twice as much as they gathered on the other days. When the leaders of the people came to Moses and told him about that,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to them, \"This is what Yahweh has told you: Tomorrow will be a day for you to rest. It will be a day for Yahweh. So today, bake or boil what you will need for today and for tomorrow. Whatever is left this evening, you should put aside and keep it to eat tomorrow.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they did what Moses told them. What was left over, they kept until the next day. It did not spoil and did not get maggots in it!\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day, Moses said, \"Eat today what you have saved from yesterday because today is a day of rest to Yahweh. Today you will not find any of that food outside.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every week, you must gather it for six days; but on the seventh day, which will be a day of rest for you, you will not find any.\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the seventh day, some of the people went outside their tents to gather some of that food, but there was none.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh told Moses to say this to the people: \"Yahweh is angry because for a long time you people have refused to do all the things that he has told you to do!\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Listen! Yahweh has given you a day of rest. So on the sixth day of each week, he will be giving you enough of this food for two days. Each of you should stay in his tent and do no work on the seventh day!\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the people rested on the seventh day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite people called this food 'manna,' which sounds like the Hebrew word that means 'what is it?' It looked white, like the color of coriander seeds, and it tasted like thin wafers made with honey.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said, \"This is what Yahweh has told you: 'You must keep two liters of it for all future generations so that they can see the food that took the place of bread that I gave to your ancestors when I brought them out of Egypt.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And he said to Aaron, \"Take a jar, and put two liters of manna in it. Then put it in a place where Yahweh can see it. It is to be kept like that for all future generations.\"\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Yahweh had commanded Moses, Aaron put the jar in front of the box that contained the stone slabs on which the Ten Commandments were written.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite people ate manna every day for forty years until they came to the border of the land of Canaan.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now two liters is a tenth of an ephah.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}