{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Obeying what Yahweh commanded, all the Israelite people moved from the wilderness of Sin. They traveled from one place to another. They camped at a place called Rephidim, but there was no water there for the people to drink.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the people complained to Moses again, saying, \"Give us water to drink!\" Moses replied to them, \"Why are you speaking against me? And why are you trying to test whether Yahweh has the power to give you what you need?\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the people were very thirsty, and they continued to complain to Moses. They were saying, \"Why did you bring us up out of Egypt? Did you bring us here to cause us and our children and animals to die from thirst?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses prayed to Yahweh. He said, \"How shall I deal with these people? They are almost ready to kill me by throwing stones at me!\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"Lead the people and walk in front of them. Take some of the elders of the Israelite people with you. Carry in your hand the staff you used to strike the Nile River.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Listen to me! I will stand in front of you on top of a large rock at the foot of Mount Sinai. Strike the rock with your stick. When you do that, water for the people to drink will flow out of the rock.\" Moses did what God had said, and the elders were there with him when the water flowed out of the rock.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses gave that place two names in the Hebrew language—Masseh, which means 'testing,' and Meribah, which means 'complaining.' He gave it the name Massah because the Israelite people were testing Yahweh, saying \"Is Yahweh really among us and able to help us, or not?\" and Moses gave it the name Meribah because they were complaining all the time to him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people of Amalek came and fought against the Israelite people at Rephidim.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to Joshua, \"Choose some men to go out and fight against the people of Amalek tomorrow. I will stand on the top of the hill, holding the staff that God told me to carry.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joshua obeyed Moses. He took some men to fight against the people of Amalek. While they were fighting, Aaron, Hur, and Moses went up to the top of the hill so that they could see the whole battle area.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever Moses lifted up his arms, the Israelite men started to win the battle; whenever he lowered his arms, the people of Amalek started to win.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Moses' arms became tired. So Aaron and Hur rolled a large stone for him to sit on. While he was sitting on it, those two held up his arms, one man on either side of him. In that way, they kept his arms lifted up until the sun went down.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way Joshua and the men with him defeated the people of Amalek in battle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"Write an account of this battle and then read it to Joshua. Also write that I will completely destroy the people of Amalek.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses built a stone altar there and named it \"Yahweh is my flag.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"A promise was made in front of the throne of Yahweh: Yahweh will fight against the people of Amalek forever!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}