{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jethro, who was the priest for the people of Midian, and who was also Moses' father-in-law, heard about all that God had done for the Israelite people. He heard about how Yahweh had brought them out of Egypt.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses had sent his wife Zipporah and his two sons back home when he was returning to Egypt. But now Jethro came to him,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "bringing Zipporah and her sons. One son was named Gershom, which sounds like the Hebrew word that means \"foreigner\" because Moses had said, \"I have been a foreigner living in another land.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Her other son was named Eliezer, which sounds like the Hebrew word that means \"God helps me\" because Moses had said, \"God, whom my father worshiped, has helped me and saved me from being killed by the king of Egypt.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Moses was camped with the Israelite people in the wilderness near Sinai, God's holy mountain, Jethro came to him, bringing along Moses' wife and two sons.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jethro had sent a message to Moses, \"I, your father-in-law, Jethro, am coming to see you. I am bringing your wife and her two sons!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses went out of the campsite to meet his father-in-law. He bowed before him and kissed him on the cheek. They both asked each other, \"Have you been well?\" Then they went into Moses' tent.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses told Jethro everything that Yahweh had done to the king and all the other people in Egypt in order to help the Israelite people. He also told him about the troubles they had experienced on the way, and about how Yahweh had helped them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jethro was happy when he heard all that Yahweh had done for the Israelite people.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Praise Yahweh, who has rescued you from the power of the Egyptian army, and out of the power of the king of the Egyptians (who is called Pharaoh), and has set the Israelites free from the control of the Egyptian people!\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I know that Yahweh is greater than all other gods because he rescued you from the power of the proud Egyptians when they were causing you to suffer.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jethro brought an animal to sacrifice by burning it on the altar as an offering, and he also offered other sacrifices to God. Aaron and the Israelite elders went with them to eat a meal with Jethro to honor God.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day, Moses sat down at the place where he settled disputes among the people. The people were bringing their disputes to Moses from the morning until the evening.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jethro saw everything that Moses was doing for the people, he said, \"Why are you doing all this for the people? Why are you doing this by yourself, and why are all the people standing around you from the morning until the evening, asking you to make decisions for them?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses replied, \"I am doing this because the people keep coming to me to find out what God desires.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they have a dispute about something, they come to me, and they ask me to decide which of them is right. I also tell them all of God's laws and instructions.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jethro said to him, \"What you are doing is not good for you or for the people.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You and these people will wear yourselves out! This work is too much for you. You are not able to do it by yourself.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now listen to what I will tell you to do. If you do what I suggest, God will help you. You should continue to speak to God and tell him about the people's disputes.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You should also teach them what God has commanded and instructed you. You should also explain to them how they should conduct their lives and the things that they should do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In addition, you should choose some other men to help you. Choose men who have respect for God and who will not accept bribes. Appoint some of them to make decisions for groups of ten people, some for groups of fifty people, some for groups of a hundred people, and some for groups of a thousand people.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Allow them to serve to settle disputes for the people. The difficult matters they can bring to you, but the matters that are not difficult, they can decide themselves. That will make the work easier for you as they help you do that work.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you do that, and if God agrees, you will be able to endure the stress, and all the people will be able to go home peacefully with their disputes settled quickly.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses listened to his father-in-law and did all that Jethro told him.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses chose capable men from among the Israelite people and made them heads over the people, rulers of thousands, rulers of hundreds, rulers of fifties, and rulers of tens.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses chose them to decide about the people's disputes. They brought the difficult cases to Moses, but they decided the matters that were not difficult by themselves.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses said goodbye to his father-in-law, and Jethro returned home.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}