{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the third month after leaving Egypt, they came to the wilderness of Sinai.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they left Rephidim, they came to the wilderness of Sinai, and they set up their tents at the base of the mountain.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses climbed up the mountain to talk with God. Yahweh called to him from the top of the mountain and said, \"This is what I want you to say to the Israelite people, the descendants of Jacob,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'You have seen what I did to the Egyptians. You have seen what I did for you and how I brought you as if you had been on eagles' wings here to me.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now, if you do what I tell you and obey all that I command you, you will be my own people. You will be my special possession from among all of the people, for all the earth is mine.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will be people over whom I will rule, and you will be a kingdom where everyone will worship me like priests, and you will be a nation only for me.' That is what you must tell the Israelite people.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses went down the mountain and called the elders of the people. He told them everything that Yahweh had told him to tell them.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people all said, \"We will do everything that Yahweh has told us to do.\" Then Moses climbed back up the mountain and reported to Yahweh what the people had said.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses \"Listen carefully. I will come to you from inside a thick cloud. When I am speaking to you, the people will hear it, and they will always believe that you are their leader.\" Then Moses told Yahweh what the people said.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"Go back down to the people again. Tell them to get ready for my coming. They must purify themselves today and tomorrow, and wash their clothes, too.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must do that to be ready on the third day. On that day I will come down to Mount Sinai to where all the people can see me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make a boundary around the base of the mountain, and tell them, 'Be sure that you do not climb the mountain or even go near it. Anyone who even touches the base of the mountain must be killed.'\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not let anyone touch any person or any animal that touches the mountain. You must kill any person or animal that touches the mountain by throwing stones at it or shooting it with arrows. But when you hear a long, loud trumpet sound, the people can come close to the base of the mountain.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses went down the mountain again and told the people to purify themselves and to get ready for Yahweh's coming. They did what Moses told them to do, and they also washed their clothes.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses said to the people, \"Be ready on the third day, and you men must not sleep with your wives until after then.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the third day, during the morning, there was thunder and lightning and a very dark cloud on the mountain. A trumpet sounded very loudly, and the people in the camp shook because they were very afraid.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses led the people outside the camp to meet with God. They stood around the base of the mountain.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh descended on Mount Sinai so that the entire mountain was covered in smoke and surrounded by fire. The smoke rose up like the smoke from the chimney of a furnace, and the whole mountain shook violently.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As the sound of the trumpet continued to become louder, Moses spoke to Yahweh, and Yahweh answered him in a loud voice that sounded like thunder.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh came down again onto the top of Mount Sinai, and he summoned Moses to come up to the top of the mountain. So Moses went up.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"Go down again and warn the people not to cross the boundary in order to look at me. If they do that, many of them will die.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, the priests who come near me must purify themselves, because I am coming to them. If they do not do that, I will punish them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses said to Yahweh, \"The people will not climb the mountain because you commanded them, saying, 'Set a boundary around the mountain, to set it apart.'\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"Go down the mountain and bring Aaron back up with you. But do not allow the priests or other people to cross the boundary to come up to me. If they cross it, I will punish them.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses went down the mountain again and told the people what Yahweh had said.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}