{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now there was a man who was a descendant of Jacob's son Levi. He married a woman who was also a descendant of Levi.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She became pregnant and gave birth to a baby boy. When she saw that he was a healthy baby, she hid him for three months because she was not willing to do what the king commanded.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When she was unable to hide him any longer, she got a basket made from tall reeds. She covered the basket with tar so it would float in water. Then she put the baby in the basket and put the basket in the water. It was at the edge of the Nile River in the middle of the tall reeds.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His older sister was standing close by, watching to see what would happen to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Soon the king's daughter went down to the river to take a bath. Her female servants walked along the riverbank. She saw the basket in the tall reeds in the river, so she sent one of her servants to get it.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the servant brought the basket to her, she opened it, and was surprised to see a baby inside that was crying. She felt sad for him, and said, \"This must be a Hebrew baby.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the baby's older sister walked up to the king's daughter and said, \"Do you want me to go and find a Hebrew woman who will be able to nurse the baby for you?\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king's daughter said to her, \"Yes, go and find one.\" So the girl went and found the baby's mother.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king's daughter said to the mother, \"Please take this baby and nurse him for me. I will pay you for doing that.\" So the baby's mother took him and nursed him.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Several years later, his mother brought the boy to the king's daughter. She adopted him as though he were her own son. She named him Moses, which sounds like the Hebrew words 'pull out' because she said, \"I pulled him out of the water.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day, after Moses had grown up, he went out of the palace area to see his people, the Hebrews. He saw how they had to work very hard. He also saw an Egyptian man beating a Hebrew person.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He looked around to see if anyone was watching. Seeing no one, he killed the Egyptian man and buried his body in the sand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day he returned to the same place. He was surprised to see two Hebrew men fighting each other. He said to the man who started the fight, \"Why are you hitting your fellow Hebrew?\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man replied, \"Who made you our ruler and judge? Are you going to kill me just like you killed that Egyptian man yesterday?\" Then Moses was afraid, because he thought, \"Since this man knows what I did, other people will know, too.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some shepherds came and started to chase away the girls. But Moses helped the girls and got water for their sheep.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the girls returned to their father Jethro, who was also called Reuel, he asked them, \"How is it that you were able to give water to the sheep and come home so quickly today?\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They replied, \"A man from Egypt kept other shepherds from chasing us away. He also got water for us from the well and gave water to the sheep.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to his daughters, \"Where is he? Why did you leave him out there? Invite him in so that he can have something to eat!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they did, and Moses ate with them. Moses decided to live there. Later, Jethro gave Moses his daughter Zipporah to be his wife.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later she gave birth to a son, and Moses named him Gershom, which sounds like the Hebrew word that means \"foreigner\" because he said, \"I am a foreigner living in this land.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many years later the king of Egypt died. The Israelite people in Egypt were still crying out because of the hard work they had to do as slaves. They called out for someone to help them, and God heard them.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he heard them crying out, he thought about his promise to Abraham, Isaac, and Jacob.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God saw how the Israelite people were being badly treated, and he wanted to help them.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15-16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the king heard that Moses killed an Egyptian, he ordered his soldiers to kill Moses. But Moses ran away from the king and left Egypt. He traveled east to the region of Midian and started to live there.\nNow the man who was the priest for the Midian people, whose name was Jethro, had seven daughters. One day as Moses sat down beside a well, the seven daughters came to the well, got water, and filled the troughs in order to give water to their father's sheep.\n"
      }
    ]
  }
}