{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God spoke these words to the Israelite people.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I am Yahweh your God, the one you worship. I am the one who brought you out of the land of Egypt. I am the one who freed you from being slaves there.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must worship only me; you must not worship any other god.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not carve a figure to worship that represents anything in the sky or that is on the ground or that is in the water under the ground.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not bow down to any idol and worship it because I am Yahweh your God, and I will not allow you to worship any other gods. I will punish those who sin and hate me. I will punish not only them, but also I will punish their descendants down to the third and fourth generation.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, I will never stop loving thousands of generations of those who love me and obey my commandments.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not use my name carelessly because I am Yahweh your God, the one whom you should worship, and I will certainly punish those who use my name for wrong purposes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not forget that the seventh day of every week belongs to me, so keep those days only for me.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There are six days each week for you to do all your work,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but the seventh day is a day of rest, a day dedicated to me, Yahweh your God, the one whom you should worship. On that day you must not do any work. You and your sons and daughters and your male and female slaves must not work. You must not even force your livestock to work, and you must not allow foreigners to work, those strangers who are living in your country.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, Yahweh, created the sky, the earth, the ocean, and everything that is in them in six days. Then I stopped my work of creating everything and rested on the seventh day. That is the reason that I, Yahweh, have blessed the rest day and set it apart to be a sacred day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Honor your father and your mother, in order that you may live a long time in the land that I, Yahweh your God, will give you.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not murder anyone.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not commit adultery with anyone.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not steal anything.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not falsely accuse anyone of committing a crime.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not covet someone else's house, someone else's wife, someone else's male or female slave, someone else's livestock, someone else's donkeys, or anything else that another person owns.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the people heard the thunder and saw the lightning, and when they heard the sound of the trumpet and saw the smoke on the mountain, they were afraid and trembled. They stood at a distance\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and said to Moses, \"If you speak to us, we will listen. But do not let God speak anymore to us. We are afraid that if he speaks anymore to us, we will die.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses replied to the people, \"Do not be afraid! God has come to determine how you will behave. He wants you to honor him and to not sin.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, as the people watched from a distance, Moses went close to the black cloud where God was.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"Say this to the Israelite people, 'You have heard how I, Yahweh, have spoken to you from heaven.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I told you that you must not make any idols of silver or gold that you will worship instead of me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Make for me an altar from earth. Sacrifice on it your burnt offerings, your offerings to promise friendship with me, and also your sheep and oxen. Worship me in any place that I choose for you to honor me; if you do that, I will come to you and bless you.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you make for me an altar from stones, do not make it from stones that you have cut to make them look nice because you will make the altar unsuitable for worshiping me if you use tools to cut the stones.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not make an altar that has steps in front of it because if you do that, God could see your naked body as you go up the steps.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}