{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Here are some other instructions to give to the Israelite people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you buy a Hebrew slave, he is to serve you for only six years. In the seventh year you must free him from being your slave, and he does not have to pay you anything for setting him free.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If he was not married before he became your slave, and if he marries someone while he is your slave, his wife is not to be set free with him. But if he was married before he became your slave, you must free both him and his wife.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the master of a slave gives him a wife, and she gives birth to sons or daughters while her husband is a slave, only the man is to be freed. His wife and children will continue to be slaves of their master.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when it is time for the slave to be set free, if the slave says, 'I love my master and my wife and my children, and I do not want to be set free,'\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then his master must take him to the place where they worship God. There he must make the slave stand against the door or the doorpost. Then the master will use an awl to make a hole in the slave's ear and fasten something to the slave's ear to show that he will own that slave for the rest of his life.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man sells his daughter to become a slave, she should not be set free after six years as the male slaves are.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the man who bought her wanted her to be his concubine, but if later he is not pleased with her, he must sell her back to her father. He must not sell her to a foreigner because that would be breaking the contract he made with the girl's father.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the man who buys her wants her to be a wife for his son, he must then treat her as though she were his own daughter.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the master takes another slave girl to be another woman for himself, he must continue to give the first slave concubine the same amount of food and clothing that he gave to her before, and he must continue to sleep with her as before.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If he does not do these three things for her, he must free her from being a slave, and she is not required to pay anything for being set free.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If someone hits a man in order to kill him and the man dies, then that person should also be put to death.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the one who hit the other did not mean to kill that person, the one who hit him can go to a place that I will choose for you, and he will be safe there.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if someone gets angry with another person and kills him on purpose, even if the murderer runs to the altar, you must kill him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anyone who strikes his father or mother must be killed.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anyone who kidnaps another person, either in order to sell that person or to keep him as a slave, must be killed.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anyone who curses or insults his father or his mother must be killed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suppose two people fight, and one hits the other with a stone or his fist. Suppose the person he strikes does not die but is injured and has to stay in bed for a while,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but later he is able to walk outside using a cane. Then they must not punish the person who hit him, except that they must make him pay the injured person the money he could not earn while he was recovering as well as the costs for healing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If someone hits his male or female slave with a stick, and if the slave dies, then the one who struck him must be punished.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the slave lives for a day or two after he is hit and then dies, you must not punish the one who hit him. Not having that slave to be able to work for him any longer is enough punishment.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If two people are fighting and they hurt a pregnant woman so that she has a miscarriage but the woman is not harmed in any other way, the one who hurt her must pay a fine. He must pay whatever the woman's husband asks after a judge approves of the fine.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the woman is hurt in another way, the one who hurt her must be caused to suffer in the same way that he caused her to suffer. If she dies, he must be killed.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If her eye is hurt, or if he knocks out her teeth, or her hand or foot is hurt,\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "or if she is burned or bruised, the one who hurt her must be hurt in the same way.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the owner of a slave strikes the eye of his male or female slave and that eye becomes blind, he must free that slave because of what he did to the slave's eye.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If someone knocks out one of his slave's teeth, he must free the slave because of what he did to the slave's tooth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a bull gores a man or woman with the result that the person dies, you must kill the bull by throwing stones at it, but do not eat it. The owner of the bull is not guilty.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the bull had attacked people several times before and its owner had been warned, but he did not keep the bull inside a fence, and it gores a man or woman to death, then you must kill the bull by throwing stones at it, and you must also kill its owner.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, if the owner of the bull can pay a fine to save his own life, he must pay the full amount that the judges say that he must pay.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If someone's bull attacks and gores another person's son or daughter, you must treat the bull's owner according to that same rule.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a bull attacks and gores a male or female slave, its owner must pay to the slave's owner thirty pieces of silver, and you must kill the bull by throwing stones at it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suppose someone has a pit and does not keep it covered, and someone's bull or donkey falls into it and dies.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the owner of the pit must pay for the animal that died. He must give the money to the animal's owner, but then he can take away the animal that died and do whatever he wants to with it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If someone's bull hurts another person's bull so that it dies, the owners of both bulls must sell the bull that is living, and they must divide between them the money that they get for it. They must also divide between them the meat of the animal that died.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, if people know that the bull often attacked other animals before, and its owner did not keep it inside a fence, then the owner of that bull must give the owner of the bull that died one of his own bulls, but he can take away the animal that died and do whatever he wants to with it.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}