{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Do not lie about other people. Do not help someone who is guilty by lying about what happened.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not join with a group of people who are planning do something evil. Do not tell the same lies they do and so keep the judge from deciding the case justly.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When a poor person is on trial, do not testify in his favor just because he is poor and you feel sorry for him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you see someone's bull or donkey when it is wandering away loose, take it back to its owner even if the owner is your enemy.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you see someone's donkey that has fallen down because of its heavy load, help the owner to get the donkey up again even if he is someone who hates you. Do not just walk away without helping him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Decide the cases of poor people who are on trial as fairly as you judge the cases of other people.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not accuse people falsely. Do not decide that innocent and righteous people should be killed because I will punish people who do such an evil thing.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not accept money that is a bribe because officials who accept bribes are not able to decide what is right to do, and they do not allow innocent people to be treated fairly.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not mistreat foreigners who live among you. You know how foreigners often feel because the Egyptians did not treat you well when you were foreigners there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For six years, plant seeds in your ground and gather the harvest.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But on the seventh year you must not plant anything. If things grow without your planting seeds, allow the poor people to harvest and eat the crops. If there are still crops left over, allow the wild animals to eat them. Do the same thing with your grapevine and your olive trees.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You may work for six days each week, but on the seventh day you must rest and not work. Also on the seventh day you must allow your work animals, your slaves, and the foreigners who live among you to rest and to become ready to work again.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Make certain that you obey everything that I have commanded you to do. Do not pray to other gods. Do not even mention their names.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every year you must travel to three festivals to honor me.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The first one is the Festival of Bread with no Yeast. Celebrate it in the month of Aviv, which is the month in which you left Egypt. Celebrate it in the way that I commanded you; eat the bread for seven days. Always bring an offering when you come to worship me. Do not come empty-handed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The second festival is the Festival of Harvest. During that festival you must offer to me the first parts of your crops that grow from the seeds that you planted. The third festival is the Festival of Finished Harvest. That will be after you finish harvesting your grain, your grapes, and your fruit.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every year, at each of these times, all the men must gather together to worship me, Yahweh God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you sacrifice an animal and offer it to me, you must not offer bread that has been baked with yeast. When you offer sacrifices, burn the fat from the animals on that same day so that no fat remains the next morning.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each year, when you harvest your crops, take the best of what you harvest first, go to the place where you worship me, and give it to me, Yahweh God. When you kill a young animal, do not cook it by boiling it in its mother's milk.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I am going to send an angel ahead of you to guard you as you travel and to bring you safely to the place that I have prepared for you.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pay attention to what he says and obey him. Do not rebel against him because he will have my authority and he will punish you if you rebel against him.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you pay attention to what he says and if you do all that I tell you to do, I will fight against all of your enemies.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My angel will go ahead of you and will take you to where the Amor, Heth, Periz, Canaan, Hiv, and Jebus people groups live, and I will completely get rid of them.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not bow down before their gods or worship them. Do not do the things that they think that their gods want them to do. Destroy their gods and smash to pieces their sacred stones.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must worship me, Yahweh your God. If you do that, I will bless your food and water, and I will protect you from becoming sick.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No women in your land will have miscarriages, and no women will be unable to become pregnant. I will enable you to live a long time.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will cause the people who oppose you to become very afraid of me. I will kill all of the people that you come close to. Then I will cause them to turn around and run away from you.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will cause your enemies to become terrified. I will expel the Hiv, Canaan, and Heth people groups from your land.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will not remove all of them in less than one year. If I did that, your land would become deserted, and there would be very many wild animals that would attack you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will remove those people groups slowly, a few at a time, until the number of your people increases and you are able to live everywhere in the land.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will cause the borders of your land to extend from the Sea of Reeds in the southeast to the Mediterranean Sea in the northwest, and from the wilderness of Sinai in the southwest to the Euphrates River in the northeast of the country. I will give you the power to remove the people who live there so that you will remove them as you occupy more of the country.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not make any agreement with those people or with their gods.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not allow those people to live in your land in order that they do not cause you to sin against me. If you worship their gods, you will not be able to escape from worshiping them and sinning against me just as someone caught in a trap is unable to escape.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}