{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses. \"Come up to me on top of this mountain, you and Aaron and his sons Nadab and Abihu. Also take along seventy of the Israelite elders. While you are still some distance from the top of the mountain, there you may worship me.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses, I will allow you alone to come near to me. The others must not come near, and the rest of the people must not come up the mountain.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses went and told the people everything that Yahweh had said and all that he had commanded. The people all replied together, saying, \"We will do everything that Yahweh has told us to do.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses wrote down everything that Yahweh had commanded. Early the next morning Moses built a stone altar. He also set up twelve stones, one for each of the Israelite tribes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also chose some young men. They burned sacrifices to Yahweh and they also sacrificed some cattle as offerings to promise friendship with him.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses took half of the blood of the animals that were slaughtered and put it in bowls. The other half of the blood he threw against the altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he took the scroll on which he had written everything that Yahweh had commanded in the covenant that he had made, and he read it aloud while all the people were listening. Then all the people said, \"We will do all that Yahweh has told us to do. We will obey everything.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses took the blood that was in the bowls and threw it on the people. He said, \"This is the blood that confirms the covenant that Yahweh has made with you when he gave you all these commands.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses along with Aaron, Nadab, Abihu, and the seventy Israelite elders went up the mountain,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and they saw God, the one whom the Israelite people worship. Under his feet was something like a pavement made of blue stones called sapphires. They were as clear as the sky is when there are no clouds.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God did not harm those Israelite elders because of their having seen him. They saw God, and they ate and drank together!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"Come up to me on top of this mountain. While you are here, I will give you two stone slabs on which I have written all the laws that I have given to you to teach the people.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses went with his servant Joshua part of the way up the mountain where God was.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Moses had said to the elders, \"Stay here with the other people until we return! Do not forget that Aaron and Hur will be with you, so if anyone has a dispute while I am gone, he can go to those two men.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses went the rest of the way up the mountain, and the cloud covered the mountain.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The glory of Yahweh came down on the mountain and covered it for six days. On the seventh day, Yahweh called to Moses from the middle of the cloud.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Israelite people looked at the top of the mountain, the glory of Yahweh was like a big fire burning there.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses went into the cloud on top of the mountain and was there for forty days and nights.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}