{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses,\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell the Israelites that they must give offerings to me. Receive from the people every offering that they want to give to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the things that they may offer: gold, silver, bronze,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "blue and purple and scarlet dyed wool, fine linen, goats' hair for making cloth,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ram skins that have been tanned, sea cow hides, hard wood from acacia trees,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "olive oil to burn in the lamps, spices to put in the olive oil for anointing the priests, and spices to put in the sweet-smelling incense,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "onyx stones and other expensive stones to be fastened to the priest's sacred apron and to be put on the chest pouch that is to be fastened to the apron.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell the people to make a big sacred tent for me so that I can live in it in their midst.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must make the sacred tent and all the things that will be used inside it according to the plan that I will show you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell the people to make a sacred chest from acacia wood. It is to be one meter long, three-quarters of a meter wide and three-quarters of a meter high.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Cover the chest with pure gold inside and outside and put a gold border around the top of it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must make four rings from gold and fasten them to the legs of the chest. Put two rings on each side of the chest.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must make two poles from acacia wood, and they must cover them with gold.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must put the poles into the rings on the sides of the chest so that the chest can be carried by the poles.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The poles must always be left in the rings; they must not take the poles out of the rings.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Put inside the chest the two stone slabs that I will give you on which I have written my commandments.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them to make a lid for the chest from pure gold; it will be the place where I will cover people's sins. It also is to be one meter long and three-quarters of a meter wide.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them to hammer a large lump of gold into the form of two creatures that have wings for the two ends of the lid.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of these is to be put at each end of the chest, but the gold from which they are made must be joined to the gold from which the lid is made.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them to place the winged creatures so that their wings touch each other and spread out over the lid. The two winged creatures were facing each other and they both were looking toward the center of the chest.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Put the stone slabs that I will give you inside the chest. Then fasten the lid onto the top of the chest.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will set times to talk with you there. From above the lid of the chest, between the two winged creatures, I will tell to you all my laws that you must transmit to the Israelite people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them to make a table from acacia wood. It is to be one meter long, one-half of a meter wide, and three-quarters of a meter high.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them to cover it with pure gold and put a gold border around it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them to make a rim all around it, four-fifths of a meter wide, and to put a gold border around the rim.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them to make four rings from gold and fasten them to the four corners of the table, one ring close to each leg of the table.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The rings should be fastened to the table near the rim at the legs in order to carry the table with poles.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Make two poles from acacia wood and cover them with gold. The poles for carrying the table are to be inserted into the rings.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also tell them to make plates, spoons, jars, and bowls to be used when the priests pour out wine to offer to me. They must all be made from pure gold.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the table in front of the chest, there must always be the bread to display before me that the priests have offered to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them to make a lampstand from pure gold. They must hammer one large lump of gold to make its base and its shaft. The branches of the lampstand, the cups for holding the oil, the flower buds and the flower petals that decorate the branches of the lamp, the base, and the shaft are all to be hammered from one big lump of gold.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There are to be six branches on the lampstand, three on each side of the shaft.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each of the branches is to have on it three gold decorations that will look like almond blossoms. These decorations must also have flower buds and flower petals.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the shaft of the lampstand there are to be four gold decorations that also look like almond blossoms, each one with flower buds and petals.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On each side, there is to be one flower bud beneath each of the branches.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All these buds and branches, along with the shaft, are to be hammered from one large lump of pure gold.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also tell them to make seven small cups for holding oil. One is to be put on top of the shaft and the others are to be put on top of the branches. Place these cups so that when the lamps are lit, the light will shine toward the front of the lampstand.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them to make tongs from pure gold, to remove the burned wicks and trays in which to put the burned wicks.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them to use thirty-three kilograms of pure gold to make the lampstand, the tongs, and the trays.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Make sure that they make these things according to the instructions that I am giving you here on this mountain.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}