{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell the people to make the sacred tent using ten long strips of fine linen. They must take blue, purple, and red thread, and a skilled craftsman must embroider these strips with designs that represent the winged creatures that are above the chest.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each strip is to be twelve and one-half meters long and one and four-fifths meters wide.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them to sew five strips together to make one set, and to sew the other five strips together to make another set.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For each set, they must make loops of blue cloth and fasten them along the outer edge of the strip, at the end of each set.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must put fifty loops on the edge of the first set, and fifty loops at the edge of the second set so that the loops are opposite to each other.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them to make fifty gold clasps to fasten both of the sets together. As a result, the inside of the sacred tent will be as though it were one piece.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also tell them to make a cover for the sacred tent from eleven pieces of cloth made from goats' hair.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each piece of cloth is to be thirteen and one-half meters long and one and four-fifths meters wide.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them to sew five of these pieces of cloth together to make one set, and sew the other six pieces of cloth together to make another set. They must fold the sixth piece of cloth in half to make it double over the front of the sacred tent .\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them to make one hundred loops of blue cloth, and to fasten fifty of them to the outer edge of the one set and fasten fifty to the outer edge of the other set.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them to make fifty bronze clasps and put them in the cloth loops to join the two sets together. As a result, the cover for the sacred tent will be as though it were one piece.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let the extra part of the cover, the part that extends beyond the linen cloth, hang over the back of the sacred tent.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The extra half-meter of each cover, the part that extends beyond the linen cloth on each side, must hang over the two sides of the sacred tent to protect the sides.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them to make two more covers for the sacred tent. One is to be made from rams' skins that have been dyed red, and the top cover is to be made from fine leather.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them to make forty-eight frames from acacia wood, frames that will be set up to hang the sacred tent covers from them.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each frame is to be four and one-half meters long and three-quarters of a meter wide.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must make two projections at the bottom of each frame. These will be to fasten the frames to the bases underneath them. They must make these projections at the bottom of each frame.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Make twenty frames for the south side of the sacred tent.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them to make forty silver bases to go underneath them. Two bases will go under each frame. The projections at the bottom of each frame are to be made to fit into the bases.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, tell them to make twenty frames for the north side of the sacred tent.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must make forty silver bases for them also with two bases to be put under each frame.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the rear of the sacred tent, on the west side, tell them to make six frames.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also tell them to make two extra frames, one for each corner of the rear of the sacred tent, to provide more support.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The two corner frames must be separated at the bottom but together at the top. At the top of each of the two corner frames there must be a gold ring for holding the crossbar.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that way, for the rear of the sacred tent there will be eight frames, and there will be sixteen bases, two under each frame.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them to make fifteen crossbars from acacia wood. Five of them will be for the frames on the north side of the sacred tent,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "five will be for the south side, and five for the frames at the rear of the sacred tent, the west side.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them to fasten the crossbars on the north, south, and west sides of the sacred tent to the middle of the frames. The two long ones must extend from one end of the sacred tent to the other, and the crossbar on the west side must extend from one side of the sacred tent to the other.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them to cover the frames with gold, and make gold rings to fasten the crossbars to the frames. The crossbars must also be covered with gold.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Build the sacred tent in the way that I have shown you here on this mountain.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell them to make a curtain from fine linen. A skilled craftsman must embroider it with blue, purple, and red yarn making designs to represent the winged creatures that are above the chest.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them to suspend the curtain from four posts made from acacia wood and covered with gold. Set each post in a silver base.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must hang the top of the curtain by hooks that are fastened to the roof of the sacred tent. Behind the curtain, in the room called the very holy place, they must put the chest containing the two stone slabs on which I have written my commandments. That curtain will separate the holy place from the very holy place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On top of the chest in the very holy place they must put the lid.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the room that is outside of the very holy place, they must put the table for the sacred bread on the north side, and put the lampstand on the south side.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them to make a curtain to cover the entrance of the sacred tent. They must make it from fine linen, and a skilled weaver must embroider it with blue, purple, and red yarn.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To hold up this curtain, they must make five posts from acacia wood. They must cover them with gold and fasten gold clasps to them. Also they must make a bronze base for each of these posts.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}