{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Call your older brother Aaron and his sons—Nadab, Abihu, Eleazar, and Ithamar. Set them apart from the rest of the Israelite people in order that they can serve me as priests.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell the people to make beautiful clothes for Aaron, clothes that are suitable for one who has this dignified and sacred work.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Talk to all the workmen, those to whom I have given skill to build things. Tell them to make clothes for Aaron to wear when he is set apart to become a priest to serve me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The clothes that they are to make are a sacred pouch for Aaron to wear over his breast, a sacred apron, a robe, an embroidered tunic, a turban, and a sash. These are the clothes that your older brother Aaron and his sons must wear as they serve me by doing the work that priests do.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The skilled workmen must use fine linen and blue, purple, and red yarn to make these clothes.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The skilled workmen must make the sacred apron from fine linen, and they must skillfully embroider it with blue, purple, and red yarn, and with fine gold wire.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It must have two shoulder straps that will join the front part to the back part.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A carefully woven belt, which must be made from the same materials as the sacred apron, must be sewn onto the apron.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A skilled workman must take two onyx stones and carve on them the names of the twelve sons of Jacob.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must engrave the names in the order in which Jacob's sons were born. He must engrave six names on one stone and the other six names on the other stone.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A gem cutter should engrave these names on the two stones. Then he should mount the stones in gold settings.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he should fasten the stones onto the shoulder straps of the sacred apron to represent the twelve tribes of Israel. In that way, Aaron will carry the names of the tribes on his shoulders in order that I, Yahweh, will never forget my people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The settings for the stones must be made from gold.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them to make two chains of gold that are braided like cords and to fasten the chains to the settings.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell the skilled workman to make a sacred pouch for Aaron to wear over his chest. He will use this to find out what I want the people to do. They must make it of the same materials as the sacred apron, and they must embroider it in the same way with gold, blue, purple, and red fine linen.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is to be square, and the material must be folded double so that it is 23 centimeters long and 23 centimeters wide.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The skilled workman must fasten four rows of valuable stones onto the pouch. In the first row, he must put a red ruby, a yellow topaz, and a red garnet.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the second row, he must put a green emerald, a blue sapphire, and a diamond.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the third row he must put a red jacinth, a white agate, and a purple amethyst.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the fourth row, he must put a yellow beryl, an onyx, and a green jasper. All of these stones must be mounted in gold settings.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A gem cutter should engrave on each of these twelve stones the name of one of the sons of Jacob. These names will represent the twelve tribes of Israel.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The two chains that are made from pure gold and braided like cords are for attaching the sacred pouch to the sacred apron.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The workman must make two gold rings and attach them to the upper corners of the sacred pouch.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must make two gold cords and fasten one end of each cord to one of the rings.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must fasten the other end of each cord to the two settings that enclose the stones. In that way, the sacred pouch will be attached to the shoulder straps of the sacred apron.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he must make two more gold rings and attach them to the lower corners of the sacred pouch on the inside edges next to the sacred apron.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must make two more gold rings and attach them to the lower part of the front of the shoulder straps near to where the shoulder straps are joined to the sacred apron just above the sash.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The skilled workman must tie the rings on the sacred pouch to the rings on the sacred apron with a blue cord so that the sacred pouch is above the sash and does not come loose from the sacred apron.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that way, Aaron will have the names of the twelve tribes of Israel in the sacred pouch close to his chest for making decisions when he enters the holy place.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Put into the sacred pouch the two things—named Urim and Thummim—that the priest will use to determine my answers to the questions he asks. In that way, they will be close to his chest when he enters the holy place to talk to me. He will use them to determine what my will is for the Israelite people.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell the workmen to weave only purple cloth for the robe that is to be worn underneath the priest's sacred apron.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is to have an opening through which the priest can put his head. They must sew a border around this opening to keep the material from tearing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the lower edge on the robe, they must fasten decorations that look like pomegranate fruit. They must be woven from blue, purple, and red yarn.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Between each of these decorations, they must fasten a tiny gold bell.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Aaron enters the holy place in the sacred tent to do his work as a priest and when he leaves the sacred tent, the bells will ring as he walks. As a result, he will not die because of disobeying my instructions.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them to make a tiny ornament of pure gold, and tell a skilled workman to engrave on it the words, 'Dedicated to Yahweh.'\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They should fasten this ornament to the front of the turban by a blue cord.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron must always wear the turban on his forehead. Aaron himself must accept the guilt of the Israelite people because of any failure to offer their holy gifts to Yahweh as he commanded. When Aaron does this, Yahweh may accept their gifts.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them to weave the long-sleeved tunic from fine linen. Also they must make from fine linen a turban and a sash, and they must embroider designs on it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them to make beautiful long-sleeved tunics, sashes, waistbands, and caps for Aaron's sons. Make ones that will be suitable for those who have this dignified work.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Put these clothes on your older brother Aaron and on his sons. Then set them apart for this work by anointing them with olive oil in order that they may serve me by being priests.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also tell them to make linen undershorts for them. The undershorts should extend from their waists to their thighs in order that no one can see their private parts.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron and his sons must always wear those undershorts when they enter the sacred tent or when they come near to the altar to offer sacrifices in the holy place. If they do not obey this ritual, I will cause them to die. Aaron and all his male descendants must obey this rule forever.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}