{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Do the following things to dedicate Aaron and his sons to serve me by being priests. Select one young bull and two rams that do not have any defects.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bake three kinds of bread using finely ground wheat flour without yeast. Bake some buns that do not have any olive oil in them, bake some buns that have olive oil in the dough, and bake some thin wafers that will be smeared with olive oil after they are baked.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Put them in a basket and offer them to me when you sacrifice the young bull and the two rams.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take Aaron and his sons to the entrance of the sacred tent, and wash them with water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then put the special clothes on Aaron—the long-sleeved tunic, the robe that will be worn underneath the sacred apron, the sacred apron, the sacred pouch, and the sash.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Put the turban on his head, and fasten to the turban the ornament that has the words 'Dedicated to Yahweh' engraved on it.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then take the oil and pour some on his head to dedicate him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then bring his sons and put the long-sleeved tunics on them.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Put the sashes around their waists and the caps on their heads. That is the ritual by which you are to dedicate them to be priests. Aaron and his male descendants must serve me by being priests forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then bring the young bull to the entrance of the sacred tent. Tell Aaron and his sons to put their hands on the head of the young bull.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, while they are doing that, kill the young bull by slitting its throat and catch the blood in a bowl.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take some of that blood with your finger and smear it on the projections of the altar. Throw the rest of the blood against the base of the altar.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take all the fat that covers the inner organs of the young bull, the fatty covering of the liver and the two kidneys with the fat on them, and burn all these on the altar as an offering to me.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the meat of the young bull and its hide and intestines must be burned outside the camp. That will be an offering for your sins.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then select one of the rams, and tell Aaron and his sons to put their hands on its head.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then kill the ram by slitting its throat. Catch some of the blood and sprinkle it upon all four sides of the altar.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then cut the ram into pieces. Wash its inner organs and its legs, and put those with the head.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then burn them completely on the altar with the rest of the ram. That will be a burnt offering to me, Yahweh, and the smell will please me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take the other ram that was selected for these rituals, and tell Aaron and his sons to put their hands on its head.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then kill the ram by slitting its throat, and catch some of the blood in a bowl. Smear some of the blood on the lobe of the right ears of Aaron and his sons, and on the thumbs of their right hands, and on the big toes of their right feet. Throw the rest of the blood against the four sides of the altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Wipe up some of the blood that is on the altar, mix it with some of the oil for anointing, and sprinkle it on Aaron and his clothes, and on his sons and their clothes. By doing this, you will dedicate them and their clothes to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, cut off the ram's fat, its fat tail, and the fat that covers the inner organs, the covering of the liver, the two kidneys with the fat on them, and the right thigh. (This ram is for setting Aaron and his sons apart for me as priests.)\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the basket, also take one of each of the kinds of bread that was baked without yeast—one made with no oil, one with oil, and one thin wafer.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Put all these things in the hands of Aaron and his sons. Then tell them to lift them up high to dedicate them to me.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then take them from their hands and burn them on the altar, on top of the other things that were placed there. That also will be an offering to me, and its smell will please me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then take the breast of the second ram that was killed, and lift it up high for an offering to me. But then this part of the animal will be for you to eat.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Set apart for me the ram's breast that you lifted high to offer to me. Also set apart for me the ram's thigh that you presented to me, both of these pieces that came from the ram that was slaughtered when you set apart for me Aaron and his sons as priests.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the future, whenever the Israelite people present to me, Yahweh, offerings to restore fellowship with each other, the breast and the thigh of animals that they present to me will be for Aaron and his male descendants to eat.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Aaron dies, the special clothes that he wore will belong to his sons. They are to wear those clothes when they are set apart to become priests.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron's son who becomes priest and enters the sacred tent and performs rituals in the holy place must stay in the sacred tent, wearing these special clothes, for seven days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take the meat of the other ram that was sacrificed to set apart Aaron and his sons, and boil it in the courtyard.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After it is cooked, Aaron and his sons must eat it, along with the bread that is left in the basket, at the entrance to the sacred tent.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must eat the meat of the ram that was sacrificed to cover your sins when they were dedicated to do this work. They are the only ones who are permitted to eat this meat. Those who are not priests are not allowed to eat it because it is reserved for the priests.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If any of this meat or some of the bread is not eaten that night, no one is permitted to eat any of it the next day. It must be completely burned because it is sacred.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the rituals that you must follow during those seven days when you dedicate Aaron and his sons for this work. You must do all that I have commanded you.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each of those seven days you must also sacrifice a young bull for an offering to me in order that I may forgive sins. Also you must make another offering to make the altar pure in my sight. You must also anoint the altar with olive oil to set it apart.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Perform these rituals every day for seven days to set apart the altar and make it pure. Then the altar will be most holy, and whatever touches it must be treated as holy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must also sacrifice lambs and burn them on the altar. Each of those seven days you must sacrifice two lambs.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One lamb must be sacrificed in the morning, and one must be sacrificed in the evening.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "With the first lamb, also offer two liters of finely ground wheat flour mixed with a liter of the best kind of olive oil, and one liter of wine as an offering.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the evening, when you sacrifice the other lamb, offer the same amounts of flour, olive oil, and wine as you did in the morning. This will be an offering to me, Yahweh, that will be burned, and its smell will please me.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You and your descendants must continue making these offerings to me, Yahweh, throughout all future generations. You must offer them at the entrance to the sacred tent. That is where I will meet with you and speak to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is where I will meet with the Israelite people, and the brilliant light of my presence will cause that place to be holy.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will dedicate the sacred tent and the altar. I will also dedicate Aaron and his sons to serve me by being priests.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will live among the Israelite people, and I will be their God.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will know that I am Yahweh God, the one who brought them out of Egypt in order that I might live among them. I am Yahweh, the God whom they worship.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}