{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day, Moses took the flock of Jethro his father in law, priest of Midian, to the far side of the wilderness. He came to Mount Horeb, the mountain of God.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he was on the mountain, Yahweh appeared as an angel to Moses from inside a burning bush. As Moses looked at the bush, it was not destroyed by the fire.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses thought, \"I will go closer to see this strange sight! Why is the bush not burning up?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Yahweh saw Moses come close to the bush, he called out to Moses, \"Moses, Moses!\" Moses said to God, \"Here I am.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God said, \"Do not come close to the bush! Because I am God, the ground on which you are standing belongs to me. So take off your sandals to show respect to me.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"I am God, the one your ancestors Abraham, Isaac, and Jacob worshiped.\" Moses was afraid that God would kill him if he looked at him, so he turned his head away.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said, \"I have seen how badly the Egyptians are treating my people in Egypt. I have heard my people shouting in despair because of what the slave drivers are making them do. I know how my people are suffering.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I have come down from heaven to rescue them from the Egyptians. I will lead them to a good and large land, a land where they can grow many crops and raise much livestock, where the descendants of Canaan, Heth, Amor, Periz, Hiv, and Jebus live.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Truly I have now heard my Israelite people crying. I have seen how badly the Egyptians treat them.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I am sending you back to Egypt to the king because you will lead my people, the Israelites, out of Egypt.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Moses said to God, \"I am not important enough to go to the king in order to bring your people out of Egypt.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God said, \"I will be with you. When you bring my people out of Egypt, all of you will worship me right here on this mountain. That will prove to you that I am the one who sent you to them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to God, \"If I go to the Israelite people and say to them, 'God, the one your ancestors worshiped, has sent me to you,' they will ask me, 'What is his name?' Then what should I say to them?\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God replied to Moses, \"I AM WHO I AM. Tell the Israelite people that the one named 'I AM' has sent you to them.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God also said to Moses, \"You must say to the Israelites, 'Yahweh, the God of your fathers, the God whom Abraham worshiped, whom Isaac worshiped, and whom Jacob worshiped, has sent me to you. Yahweh is my name forever, and this is what all generations should call me.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Go to Egypt and gather together the elders. Say to them, 'Yahweh, the God whom Abraham worshiped, whom Isaac worshiped, and whom Jacob worshiped, has appeared to me and said: I have seen what the Egyptian people have done to you.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I promise that I will rescue you from being treated badly in Egypt, and I will take you to the land where the descendants of Canaan, Heth, Amor, Periz, Hiv, and Jebus live. It is a good land where you can grow many crops and raise much livestock.'\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The elders will do what you say. Then you and the elders will go to the king of Egypt, and you will say to him, 'Yahweh, whom we Hebrews worship as God, has met with us. So now we ask you to allow us to travel for three days to a place in the wilderness in order that there we may offer sacrifices to Yahweh, our God.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I know that the king of Egypt will allow you to go only if he sees that he has no other choice.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I will use my power by performing many miracles there. Then he will allow you to leave.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When this happens, I will cause the people of Egypt to honor the Hebrew people so that when you leave Egypt, they will give you what you need for the journey.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, each Hebrew woman will ask for what belongs to the Egyptian women living nearby. The Egyptians will give you all they have—silver and gold jewelry and clothing. You will put these things on your children. In this way, you will take everything from the Egyptians.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}