{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell the skilled workers to make an altar from acacia wood for burning incense.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is to be square, one-half meter on each side. It is to be one meter high. Tell them to make a projection that looks like a horn on each of the top corners. The projections must be carved from the same block of wood from which the altar is made.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must cover the top and the four sides, including the projections, with pure gold. Put a gold border around the altar near the top.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must make two gold rings for carrying the altar. They must attach them to the altar below the border, one on each side of the altar. These rings are for the poles for carrying the altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them to make these two poles from acacia wood and cover them with gold.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must put this incense altar outside the curtain that hangs in front of the sacred chest and its lid. That is the place where I will talk with you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron must burn sweet-smelling incense on this altar. He must burn some every morning when he takes care of the lamps,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and he must burn some in the evening when he lights the lamps. The incense must always be burning throughout all future generations.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests must not burn on the altar any incense that I have not told you to burn, or burn any animal on it, nor any flour offering for me, nor pour any wine on it as an offering.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One time every year Aaron must perform the ritual for making this altar pure. He must do it by putting on its four projections some of the blood from the animal that was sacrificed to cover people's sins. Aaron and his descendants must do this ritual throughout all future generations. This altar must be dedicated to me, Yahweh.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"When your leaders take a census of the Israelite people, each man who is counted must pay to me a price to save his life. They must do this in order that no disaster will happen to them while the people are being counted.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every man who is counted must pay to me six grams of silver. They must use the official standard of the tabernacle when they weigh the silver. This silver is to be an offering to Yahweh.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the men who are at least twenty years old must pay this amount to me when the people are counted.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rich men must not pay more than this amount, and poor men must not pay less than this amount when they pay this money to save their lives.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your leaders must collect this money from the Israelite people and give it to those who will take care of the sacred tent. You Israelites will see the leaders collect this money and remember that you need to make payment to me so you can live.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell the skilled workers to make a bronze washbasin and a bronze base for it. They must put it between the sacred tent and the altar and must fill it with water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron and his sons must wash their hands and their feet with this water\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "before they enter the sacred tent and before they come to the altar to burn offerings as sacrifices. If they wash, they will obey my instructions and will not die.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must wash their hands and their feet in order that they will not die. They and the males descended from them must obey this ritual throughout all generations.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell the people to collect some of the finest spices—six kilograms of liquid myrrh, three kilograms of sweet-smelling cinnamon, three kilograms of a sweet-smelling cane,\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and six kilograms of cassia. Be sure that they use the official standard when they weigh these things.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell an expert perfumer to mix these with four liters of olive oil to make sacred oil for anointing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Use this oil for anointing the sacred tent, the sacred chest,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the table and all the things that are used with it, the lampstand and all the things that are used to take care of it, the altar for burning incense,\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and the altar for offering sacrifices that the priests will burn, along with all the things that are used with it, and the basin and its stand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Dedicate them by anointing them in order that they will be reserved for me. If any person or thing that is not allowed to do so touches the altar, no one will be allowed to touch that person or thing.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anoint Aaron and his sons. By doing that, you will dedicate them to serve me by being priests.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell the Israelite people, 'This oil will be my special oil that must be used throughout all future generations.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not pour it on the bodies of people who are not priests, and you must not make other oil to be like it by mixing those same things. This oil is reserved for me, and you must consider it to be such.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will view anyone who makes ointment like this for any other purpose, or anyone who puts any of this ointment on someone who is not a priest, as no longer belonging to his people.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also said to Moses, \"Have an expert perfumer take equal parts of several sweet spices: Stacte—a resin from certain gum plants, onycha—from certain shellfish or mollusks, galbanum—another kind of gum resin, and pure frankincense—yet another sort of gum resin.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Have him mix them together to make some perfume and add some salt to keep it pure and special for me.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Have him beat some of it into a fine powder. Then I want you to take some of it into the sacred tent and sprinkle it in front of the sacred chest. You all must consider this incense to be completely reserved for me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people must not mix the same spices to make incense for themselves. This incense must be dedicated to me, Yahweh.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will view anyone who makes incense like this to use it for perfume as no longer belonging to my people.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}