{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I have chosen Bezalel son of Uri and grandson of Hur, from the tribe of Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have filled him with my Spirit, and I have given him special ability to make things; I have enabled him to know how to do very skilled work.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He can engrave skillful designs in gold, silver, and bronze.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He can cut jewels and enclose them in tiny gold settings. He can carve things from wood and do other skilled work.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have also appointed Oholiab son of Ahisamach, from the tribe of Dan, to work with him. I have given special ability to other men also in order that they can make all the things that I have commanded you to be made.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those things include: The sacred tent, the sacred chest and its lid, all the other things that will be inside the sacred tent,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the table and all the things that are used with it, the pure gold lampstand and all the things that are used to take care of it, the altar for burning incense,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the altar for offering sacrifices that will be burned and all the things that will be used with it, and the washbasin and its base.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also included in these things were all the beautiful, special clothes for Aaron and his sons to wear when they work as priests;\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the oil for anointing, and the sweet-smelling incense for the holy place. The craftsmen must make all these things exactly as I have told you that they should do.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell the Israelite people, 'Obey my instructions regarding the Sabbath days for rest. Those days will remind me and you and your descendants, throughout all future generations, that I, Yahweh, have set you apart to be my people.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must obey my rules about the Sabbath days for rest because you must regard them as special for me. Those who treat these days with disrespect must be killed; this will show that I no longer consider them to belong to my people.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You may work for six days each week, but the seventh day of each week is a solemn rest day, dedicated to me, Yahweh. Anyone who does any work on a Sabbath day of rest is to be killed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You Israelite people must respect the Sabbath days of rest, and you and your descendants must observe them throughout all future generations. I will always require this of you.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Sabbath days of rest will remind you Israelite people and me of our covenant because I, Yahweh, created the heavens and the earth in six days, and on the seventh day I stopped doing that work and rested.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Yahweh finished talking with Moses on the top of Mount Sinai, he gave him the two stone slabs on which he had engraved his commandments with his own fingers.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}