{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses stayed on top of the mountain a long time. When the people saw that he was not returning, they went to Aaron and said to him, \"Make us gods who will lead us on our journey. We do not know what happened to that man Moses, who brought us here out of Egypt.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron said to them, \"All right, I will do that. Tell your wives and your children to take off all their gold earrings and bring them to me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the people took off all their gold earrings and brought them to Aaron.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He melted the gold in a fire. He poured the gold into a mold and made a statue that looked like a young bull. The people saw it and said, \"This is the god of the Israelite people! This is the one who rescued us from the land of Egypt!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Aaron saw how the people reacted, he built an altar in front of the bull. Then he announced, \"Tomorrow we will have a festival to honor Yahweh!\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the people got up early the next morning and brought animals to kill and burn as sacrifices on the altar. They also brought sacrifices to restore fellowship with others. Then they sat down to eat and to drink wine. After a while, they got up and had a wild party.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"Go down from the mountain because your people, the ones that you brought up here from Egypt, have become bad.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They have already left the road that I showed them and have stopped obeying me! They have made a statue of a young bull from melted gold. They have worshiped it and offered sacrifices to it. They are saying, 'This is the god of the Israelite people! This is the one who brought us up from Egypt!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know that these people are very stubborn.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am very angry with them, so I am going to get rid of them. Do not try to stop me! Then I will cause you and your descendants to become a great nation.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Moses pleaded with his God, Yahweh, and said, \"Yahweh, you should not be angry with your people! These are the people whom you saved from Egypt with very great power!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not do anything that would allow the people of Egypt to say, 'Their god led them out from our country, but he did that only because he wanted to kill them in the mountains and get rid of them completely! Do not do to your people this terrible thing that you have just said that you will do! Stop being so angry! Change your mind!\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Think about your servants Abraham, Isaac, and Jacob. You solemnly promised them, saying, 'I will enable you to have as many descendants as the stars that are in the sky.' You said to them, 'I will give to your descendants all the land that I am promising to give them. It will be their land forever.'\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh changed his mind. He did not do to his people the terrible thing that he said he would do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses left from where God was; he went down the mountain, carrying in his hands the two stone slabs on which Yahweh had engraved his commandments. He had written on both sides of the slabs.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God himself had made the slabs, and he was the one who had engraved the commandments on them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua heard the people shouting very loudly. So when Moses got near the camp, Joshua met him and said, \"There is a noise in the camp that sounds like the noise of a battle!\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Moses said,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"No, that does not sound as though the people have won a victory;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "it does not sound as though they have been defeated in a battle!\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "It sounds as though they are singing!\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as Moses came close to the camp and saw the statue of the bull and the people dancing, he became very angry. He threw the stone tablets down onto the ground at the base of the mountain, and they broke.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he took the statue of the bull that they had made and melted it in the fire. When it cooled, he ground it into fine powder. Then he mixed the powder with water and forced the Israelite people to drink it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses said to Aaron, \"Did these people do something to you that led you to make them sin in this way?\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron replied, \"Please do not be angry with me, my lord. You know that these people are likely to do wicked things.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to me, 'Make for us an idol who will lead us on our journey! As for that man Moses, the one who brought us up here from the land of Egypt, we do not know what has happened to him.'\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I said to them, 'Everyone who is wearing gold earrings should take them off.' So they took them off and gave them to me. I threw them into the fire, and out came this statue of a young bull!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses saw that Aaron had allowed the people to get out of control and to do things that would make their enemies think the Israelite people were foolish.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he stood at the entrance to the camp and shouted, \"Everyone who is loyal to Yahweh should come close to me!\" So all the men in the tribe of Levi gathered around him.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to them, \"Yahweh, the God of the Israelite people, commands that every one of you should fasten your sword to your side, and then go through the camp from this gate to the other one. Each one of you must kill the other men, whether they are your brother, your friend, or your neighbor.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men in the tribe of Levi did what Moses told them to do, and they killed three thousand men on that day.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to the men in the tribe of Levi, \"Today you have become special servants of Yahweh by killing even your own sons and your brothers. As a result Yahweh has blessed you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day, Moses said to the people, \"You have sinned very greatly. But I will now climb up the mountain again to talk with Yahweh. Perhaps I can persuade him to forgive you for sinning like this.\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses went up the mountain and said to Yahweh, \"I am sorry to admit that these people sinned very greatly when they made for themselves a gold idol and worshiped it.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now I ask you to forgive them for their sin. If you will not forgive them, then erase my name from the book in which you have written the names of your people.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh said to Moses, \"It is only those who have sinned against me whose names I will erase from that book.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now go back down and lead the Israelite people to the place about which I told you. Keep in mind that my angel will go in front of you. But, at the time that I decide, I will punish them for their sin.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later Yahweh caused the people to become sick because they had told Aaron to make the statue of a young bull.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}