{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"Leave this place and go with the people whom you led out of Egypt. Go to the land that I promised Abraham, Isaac, and Jacob that I would give to their descendants.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will send my angel ahead of you, and I will remove from that land the people of Canaan, Amor, Heth, Periz, Hiv, and Jebus.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will go to a land that will be very good for raising livestock and growing crops. But I will not go with you myself because if I did that, I might annihilate you while you are traveling because you are very stubborn people.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the people heard these words, they were sad, and no one wore fancy clothing anymore.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh had said to Moses, \"Tell the Israelite people, 'You are very stubborn. If I were to go with you for even a moment, I would kill you. Now take off your fine clothing to show that you are sorry for your sin. Then I will decide how I will punish you.'\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the Israelite people left Mount Sinai, they wore no more fancy clothing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As the Israelite people were traveling, whenever they stopped and set up their tents, Moses set up the sacred tent outside the camp, far from the camp. He called it \"the tent of meeting.\" Everyone who wanted Yahweh to decide something for them would go out of the camp to the tent of meeting.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever Moses went out to the tent of meeting, all the people would stand at their own tent entrances and watch him until he had walked into the tent of meeting.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever Moses went into the tent of meeting, the tall cloud would come down and stay at the tent entrance, and then Yahweh would talk with Moses.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the people saw the tall cloud at the entrance of the tent of meeting, they would all worship Yahweh at their own tent entrances.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh would speak to Moses face to face like someone speaks to his friend. Then Moses would return to the camp. But his young helper, Joshua son of Nun, would stay in the tent of meeting.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to Yahweh, \"It is true that you have told me, 'Lead the people to the land that I will show you,' but you have not told me whom you will send with me! Nevertheless, you have said that you know me well and that you are pleased with me.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now, if you are truly pleased with me, I ask you, please tell me the things that you are going to do in order that I may know you better and continue to please you. Please remember that the Israelite people are the people whom you chose to belong to you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh replied, \"I will go with you, and I will give you rest.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses replied, \"If you do not go with me, do not make us leave this place.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The only way that others will know that you are pleased with me and with your people is if you go with us! If you go with us, it will show that we are different from all the other people on the earth.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh replied to Moses, \"I will do what you have asked because I know you well and I am pleased with you.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses said, \"Please let me see you in all your power.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh replied, \"I will let you see how great and powerful I am, and I will tell you clearly that my name is Yahweh. I will act very kindly and be merciful to all those whom I choose.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I will not let you see my face because anyone who sees my face will die.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But look! Here is a place close to me where you can stand on a large rock.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I come past you in all my power, I will put you in a large hole in the rock, and I will cover your face with my hand until I have passed by.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will take my hand away, and you will see my back, but you will not see my face.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}