{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"Cut two slabs of stone that will be like the first slabs, the ones that you broke. Then I will write on them the words that were on the first slabs.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Get ready tomorrow morning, and come up to the top of Mount Sinai again to talk with me there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not allow anyone to come up with you. I do not want anyone else to be anywhere on the mountain. Do not even allow any sheep or cattle to graze at the base of the mountain.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses cut two slabs of stone that were like the first ones. He rose early the next morning, picked up the slabs, and carried them in his hands up to the top of Mount Sinai, as Yahweh had told him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh came down in the tall cloud and stood with Moses there. Then he pronounced his own name, Yahweh, in front of Moses.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh passed in front of him and said, \"I am Yahweh God. I always act mercifully and kindly toward people and I do not get angry quickly. I truly love people and I do what I promise to do for them.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I love people for thousands of generations. I forgive people for all kinds of sins. But I will certainly punish those who are guilty. I will punish not only them, but also I will punish their descendants, down to the third and fourth generation.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses bowed low down on the ground and worshiped Yahweh.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"My Lord, if you are now pleased with me, I ask that you go with us. These people are very stubborn, but forgive us for all our sins, and accept us as the people who belong to you forever.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh replied, \"I am about to make a covenant with your people, the Israelite people. As they are watching, I will perform great miracles. They will see miracles that no one has ever done on the earth in any people group. Everyone among your people will see the great things that I, Yahweh, will do. I will do things for you all that will make you fear me.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do what I tell you to do today. I am about to make the Amor, Canaan, Heth, Periz, Hiv, and Jebus people groups leave the land.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But be careful that you do not make a covenant to live peacefully with any of the people who live in the land into which you are going because if you do that, you will begin to do the evil things that they do. It will be like falling into a trap.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must tear down their altars, destroy their idols, and cut down the poles that they use to worship Asherah.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must worship only me, and not worship any other god because I, Yahweh, always guard my honor, and I will not allow you to worship any other gods.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not make a covenant to live peacefully with any group that lives in that land. When they worship their gods and offer sacrifices to them and invite you to join them, do not join them. If you join them, you will eat the food that they sacrifice to their gods, and you will not be faithful to me. You will be like women who commit adultery, who are not faithful to their husbands.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you take some of their women to be wives for your sons, these women will worship their own gods, and they will also make your sons worship their gods.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not pour melted metal into molds to make statues to worship.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each year, during the month of Aviv, celebrate the Festival of Bread with no Yeast. During that festival, for seven days you must not eat bread made with yeast, as I commanded you, because it was in that month that you left Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your firstborn sons and the firstborn male animals of your cattle and sheep and goats belong to me.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The firstborn of your male donkeys also belong to me. But you may buy them back by offering to me lambs in their place. If you do not do that, you must kill these animals by breaking their necks. You must also buy back your firstborn sons. You must bring an offering to me each time you come to worship me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each week you may work for six days, but on the seventh day you must rest. Even during the times when you are plowing the ground and harvesting your crops, you must rest on the seventh day.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each year celebrate the Festival of Harvest when you begin to harvest the first crop of wheat, and also celebrate the Festival of Finished Harvest when you finish harvesting the grain and fruit.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Three times each year all the men must come to worship me, Yahweh, the God of the Israelite people.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will make the people groups leave the land, and I will make your territory larger. No one will try to conquer your country when you come to worship Yahweh your God three times each year, during your festivals.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you sacrifice an animal to me, do not offer bread that is made with yeast. During the Passover festival, when you sacrifice lambs, do not keep any of the meat until the next morning.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must bring to my tent of meeting the first part of the grain that you harvest every year. When you kill a young animal, do not cook it by boiling it in its mother's milk.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"Write down the words that I have told you. By giving you these commands, I have made a covenant with you and with the Israelite people.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses was there on the top of the mountain with Yahweh for forty days and nights. During that time he did not eat or drink anything. He engraved on the stone slabs the words of the Ten Commandments which belonged to Yahweh's covenant.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Moses came back down the mountain carrying in his hand the two stone slabs on which were written the Ten Commandments, he did not know that his face was shining.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Aaron and the Israelite people saw Moses, they were amazed that his face was shining, and they were afraid to come near him.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Moses called to them, and Aaron and the other Israelite leaders came to him, and he talked with them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Afterwards, all the Israelite people came near, and he told them all the commands that Yahweh had given to him on Mount Sinai.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Moses finished talking to the people, he covered his face with a cloth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever Moses entered the tent of meeting to talk with Yahweh, he would remove the cloth. When he came back out, he would always tell the Israelite people everything that Yahweh had commanded him to tell them.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite people would see that Moses' face was still shining. Then he would put the cloth back on his face again until the next time that he went to talk with Yahweh.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}