{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses gathered all the Israelite people together and said to them, \"This is what Yahweh has commanded you to do.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each week you may work for six days, but on the seventh day, you must rest. It is a sacred day, dedicated to Yahweh. Anyone who does any work on the seventh day must be killed.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not light a fire in your homes on the rest days.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses also said to all the Israelite people, \"This is what Yahweh has commanded.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Make offerings to Yahweh. Everyone who wants to should bring to Yahweh an offering. The offerings can be gold, silver, or bronze,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "fine white linen, blue, purple or red woolen cloth, cloth made from goats' hair,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "rams' skins that are tanned, sea cow skins, wood from acacia trees,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "oil for the lamps, spices to put into the olive oil for anointing and to put into the sweet-smelling incense,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "onyx stones or other valuable stones to fasten onto the priest's sacred apron and to put on his sacred chest pouch.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the skilled workers among you should come and make all the things that Yahweh has commanded—\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the sacred tent with its covering, its fasteners, its frames, its crossbars, its posts, and its bases:\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the sacred chest with its poles and its lid; the curtain that will separate the holy place from the very holy place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The workers also made the table with the poles for carrying it and all the things that will be used with the table; the bread to display before God;\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the lampstand for the lamps with all the things that will be used to take care of them; the oil for the lamps;\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the altar for burning incense and the poles for carrying the altar; the oil for anointing and the sweet-smelling incense; the curtain for the entrance of the sacred tent;\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the altar for offering sacrifices that will be burned and its bronze grating; the poles for carrying the altar and all the things that will be used with it; the washbasin and its base.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They workers made the curtains to surround the courtyard and the posts and bases for the posts to support the curtains; the curtain for the entrance to the courtyard;\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the pegs and ropes for the sacred tent;\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and the beautiful clothes that Aaron and his sons are to wear when they do their work in the holy place.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the Israelite people returned to their tents.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone who wished to bring an offering to Yahweh did so. They brought some of the things that would be used to make the sacred tent, all the other items that would be used in the rituals, and everything needed to make the sacred clothes for the priests.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the men and women who wished to brought gold ornaments, earrings, rings, necklaces, and many other kinds of things made of gold, and they dedicated them to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many people who had blue, purple, or red woolen cloth or fine white linen or cloth made from goats' hair, or rams' skins that were tanned, or leather made from sea cow skins, brought some of these things.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All those who had silver or bronze brought them as offerings to Yahweh. All those who had some acacia wood that could be used for any of the work for the people to worship Yahweh brought it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the women who were skilled to make cloth brought fine linen thread and blue, purple, or red woolen yarn that they had made.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the women who wanted to made thread from goats' hair.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the leaders brought onyx stones and other fine stones to be fastened to Aaron's sacred apron and his sacred chest pouch.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also brought spices to put into the sweet-smelling incense, and they brought olive oil for the lamps and for the oil for anointing and for putting in the sweet-smelling incense.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the Israelite men and women who wanted to brought these things to offer them to Yahweh for doing the work that he had commanded Moses to do.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to the Israelite people, \"Listen carefully. Yahweh has chosen Bezalel son of Uri and grandson of Hur, from the tribe of Judah.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh has enabled his Spirit to live in Bezalel, has given him ability and knowledge, and has enabled him to know how to do very skilled work.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He can engrave skillful designs in gold, silver, and bronze.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He can cut jewels and enclose them in tiny gold frames and can carve things from wood and do other skilled work.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh has also given to him and to Oholiab son of Ahisamak, from the tribe of Dan, the ability to teach their skills to others.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He has given to them the ability to do all kinds of work that is done by craftsmen—those who create artistic things, those who make fine white linen, those who embroider designs using blue, purple, or red woolen yarn, and those who make linen cloth. They are able to plan many kinds of artistic work.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}