{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel and Oholiab will take up this work along with all the other gifted men to whom Yahweh had given skills and the understanding to do all the work needed to build up the sacred tent. These men followed all the instructions that Yahweh gave them.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the cra called Bezalel and Oholiab and all the other skilled men to whom Yahweh had given special ability and who wanted to do some of the work.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses gave them all the things that the people had brought as offerings to Yahweh for making the sacred tent. But the people continued bringing more things every morning.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As a result, the men who were doing various things to make the sacred tent came to Moses, each of them what Yahweh commanded them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the craftsmen said to Moses, \"The people are bringing more than we need to do the work that Yahweh has commanded us!\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses gave them a message that others proclaimed throughout the camp, saying \"No one should bring anything more as an offering to make the sacred tent!\" When the people heard that, they did not bring anything more.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What they had already brought was enough to do all the work. In fact, it was more than was needed!\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the most skilled men among the workmen made the sacred tent. They made it from ten strips of fine linen, and they carefully embroidered it using blue, purple, and red woolen yarn to make figures that resembled the winged creatures. Bezalel designed all this.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each strip was twelve and four-fifths meters long and one and four-fifths meters wide.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel and his men sewed five strips together to make one set, and they sewed the other five strips together to make the other set.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For each set, Bezalel and his men made loops of blue cloth and fastened them on the outer edge of the strip, at the end of each set.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They put 50 loops on the edge of the first set, and 50 loops on the edge of the second set.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made 50 gold fasteners to attach both of the sets together. In that way, the inside of the sacred tent was as though it were one piece.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel and his men made a cover for the sacred tent from 11 pieces of cloth made from goats' hair.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each piece of cloth was eighteen and one-third meters long and one and four-fifths meters wide.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They sewed five of these pieces of cloth together to make one set, and they sewed the other six pieces of cloth together to make another set.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made one hundred loops of blue cloth. They fastened fifty of them to the outer edge of the one set and they fastened fifty to the outer edge of the other set.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel and his men made 50 bronze clasps and joined the two sets together with them. In that way it formed one cover.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made two more covers for the sacred tent. They made one from rams' skins that had been tanned, and they made the top cover from goatskin leather.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel and his men made forty-eight frames from acacia wood and set them up to support the covers for the sacred tent.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each frame was four and three-fifths meters long and three-quarters of a meter wide.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made two projections at the bottom of each frame. These were for fastening the frames to the bases underneath them. Each frame had these projections.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The skilled workmen made twenty frames for the south side of the sacred tent.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel and his men made forty silver bases to go underneath them. Two bases went under each frame. The projections on each frame fit into these bases.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, they made twenty frames for the north side of the sacred tent.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also made forty silver bases for them with two bases under each frame.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the rear of the sacred tent, on the west side, Bezalel and his men made six frames.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also made two extra frames, one for each corner of the rear of the sacred tent, to provide extra support.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The two corner frames were separate from each other at the bottom but joined together at the top. At the top of each of the two corner frames, Bezalel and his men fastened a gold ring for holding the crossbar.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that way, for the rear of the sacred tent there were eight frames, and there were 16 bases, two bases under each frame.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel and his men made 15 crossbars from acacia wood. Five of them were for the frames on the north side of the sacred tent,\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "five for the south side, and five for the frames at the rear of the sacred tent, the west side.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The workmen made crossbars on the north, south, and west sides of the sacred tent and fastened them to the middle of the frames. The two long crossbars extended from one end of the sacred tent to the other, and the crossbar on the west side extended from one side of the sacred tent to the other.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The workmen covered the frames with gold and fastened gold rings to the poles. They then put the crossbars into the rings. They also covered the crossbars with gold.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel and his men made a curtain from fine white linen. Skilled craftsmen embroidered it with blue, purple, and red woolen yarn, making designs to represent the winged creatures.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They hung the curtain from four posts that were made from acacia wood and covered with gold. They set each post in a silver base.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel and his men made a curtain to cover the entrance of the sacred tent. They made it from fine linen, and a skilled weaver embroidered it with blue, purple, and red woolen yarn.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To support this curtain, they also made five posts from acacia wood and fastened gold clasps to them. They covered the posts and their rods with gold and made a bronze base for each of those posts.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}