{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Bezalel and his men made the sacred chest from acacia wood. It was one meter long, three-quarters of a meter wide, and three-quarters of a meter high.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They covered it with pure gold inside and outside the chest, and they made a gold border around the top of it.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made four rings from gold and fastened them to the legs of the chest. They put two rings on each side of the chest.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made two poles from acacia wood and covered them with gold.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They put the poles into the rings on the sides of the chest, in order that Levites could carry the chest using the poles.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made a lid for the chest. It also was one meter long and three-quarters of a meter wide.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel and his men made two winged creatures from hammered gold, to put them on the two ends of the chest's lid.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They put one creature at each end of the chest, and they joined the gold of the creatures to the gold of the lid so that the creatures were one piece with the lid.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They placed the winged creatures so that their wings touched each other and spread out over the lid. The creatures faced each other, looking toward the lid's center.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel and his men made a table from acacia wood. It was one meter long, one-half meter wide, and three-quarters of a meter high.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They covered it with pure gold, and they put a gold border around it.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made a rim all around it, four-fifths of a meter wide. Then they put a gold border around the rim.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made four rings from gold and fastened the rings to the four corners of the table, one ring close to each leg of the table.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel and his men fastened the rings to the table near the rim.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made two poles from acacia wood and covered them with gold. They then inserted the poles for carrying the table into the rings.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also made from pure gold all the things for the table—the plates, the cups, the jars and the bowls to be used when the priests poured out wine to offer to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel and his men made the lampstand from pure gold. Its base and shaft were hammered from one large lump of gold. The cups for holding the oil, the flower buds and the petals that decorated the branches of the lamp, the base, and the shaft were all hammered from one big lump of gold.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were six branches on the lampstand, three on each side of the shaft.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each of the six branches had on it three things that looked like almond blossoms. These things also had flower buds and flower petals.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the shaft of the lampstand there were four gold cups that also looked like almond blossoms, each one with flower buds and flower petals.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On each side, beneath and extending from each branch, there was one flower bud.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All these flower buds and branches, along with the shaft, were hammered from one large lump of pure gold.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel and his men also made seven small cups for holding oil. They made from pure gold the tongs for removing the burned wicks and the trays in which to put the burned wicks.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They used thirty-three kilograms of pure gold to make the lampstand and all the things that the priests would use to take care of it.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel and his men made the altar for burning incense from acacia wood. It was square, one-half meter on each side and one meter high. They made a projection that looked like a horn on each of the top corners. The projections were carved from the same block of wood as the altar.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They covered the top and the four sides, including the projections, with pure gold. They put a gold border around the altar near the top.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel and his men made two gold rings for carrying the altar. Then they attached them to the altar below the border, one on each side of the altar. The poles for carrying the altar fit into those rings.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made those two poles from acacia wood and covered them with gold.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also made the sacred oil for anointing and the pure sweet-smelling incense. A skilled perfumer mixed the incense together.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}