{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel and his men made the altar for burning sacrifices out of acacia wood. It was square, two and one-third meters on each side, and it was one and two-fifths meters high.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made a projection that looked like a horn on each of the top corners. The projections were carved from the same block of wood from which the altar was made. They covered the whole altar with bronze.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made the pans in which to put the ashes from the animal sacrifices. They also made the shovels for cleaning out the ashes. They made the basins and forks for turning the meat as it cooked, and buckets for carrying hot coals. They made all of these things from bronze.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also made a bronze grate to hold the wood and burning coals. They put the grate under the rim that was around the altar. They made it so that it was inside the altar, halfway down.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made bronze rings in which to put the poles for carrying the altar, and fastened them to each of the corners of the altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made the poles from acacia wood and covered them with bronze.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They put the poles for carrying the altar through the rings on each side of the altar. The altar was like an open box, made from boards of acacia wood.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel and his men made the washbasin and its base from bronze. The bronze was from the mirrors that belonged to the women who worked at the entrance of the sacred tent.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Around the sacred tent Bezalel and his helpers made a courtyard. To form the courtyard, they made curtains of fine white linen. On the south side, the curtain was forty-five and three-quarters meters long.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To support the curtain, they made twenty bronze posts and twenty bronze bases, one for under each post. To fasten the curtains to the posts, they made silver hooks, and they made metal rods covered with silver.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made the same kind of curtains, posts, bases and hooks for the north side of the courtyard.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the west side of the courtyard, they made a curtain twenty-three meters long. They also made ten posts to support the curtains and ten bases, with silver hooks and metal rods covered with silver.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the east side, where the entrance is, the courtyard was twenty-three meters wide.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On one side of the entrance, Bezalel and his men made a curtain about seven meters wide with three posts and three bases.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the other side of the entrance, they made a curtain about seven meters wide with three posts and three bases.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made all the curtains around the courtyard from fine linen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the posts around the courtyard were made of bronze, but they covered the tops with silver. They connected the posts with metal rods that they covered with silver. They also made the clasps and hooks with silver.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the entrance of the courtyard, they made a curtain from fine white linen, and a skilled weaver embroidered it with blue, purple, and red woolen yarn. The curtain was nine meters long and two and one-third meters high, just like the other curtains around the courtyard.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the curtains were made of fine linen. They were supported by four posts, and under each post was a base made of bronze. All the posts around the courtyard were connected with metal rods covered with silver. The clasps were made of silver, and the tops of the posts were covered with silver.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the tent pegs to support the sacred tent and the curtains around the courtyard were made of bronze.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Here is a list of the amounts of metal used to make the sacred tent. Moses told some men from the tribe of Levi to count all the materials used and write down the amounts. Ithamar son of Aaron the priest, supervised those men.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel son of Uri and grandson of Hur made all the things that Yahweh had commanded Moses to make.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel's helper was Oholiab son of Ahisamak, from the tribe of Dan. Oholiab was a skilled engraver who made artistic things. He embroidered designs using blue, purple, and red woolen yarn, and linen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the gold that was used to make the sacred tent weighed 965\nkilograms. They used the official standard when they weighed the\ngold.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the silver that the people contributed when the leaders took the census weighed about 3,320 kilograms. They also used the official standard when they weighed the silver.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the men who were at least twenty years old were counted, and they each paid the required amount. That was a total of 603,550 men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They used 33 kilograms of silver for making each of the one hundred bases to put under the posts to support the curtains of the sacred tent, for a total of 3,300 kilograms in all. \n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel and his helpers used the twenty kilograms of silver that was not used for the bases to make the rods and the hooks for the posts and to cover the tops of the posts.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The bronze that the people contributed weighed about 2,300 kilograms.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "With the bronze Bezalel and his helpers made the bases to support the posts at the entrance of the sacred tent. They also made the altar for burning sacrifices with its grate and the tools to be used with it,\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the bases for the posts that supported the curtains that surrounded the courtyard, the bases for the entrance to the courtyard, and the pegs for the sacred tent and for the curtains around the courtyard.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}