{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel, Oholiab, and the other skilled workmen made the beautiful clothes for Aaron to wear while he did his work as a priest in the holy place. They made them from blue, purple, and red woolen cloth, just as Yahweh had commanded Moses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made the sacred apron from fine white linen and from blue, purple, and red woolen cloth.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They hammered some thin sheets of gold and cut them into thin strips that they embroidered into the fine linen and into the blue, purple, and red cloth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sacred apron had two shoulder straps, to join the front part to the back part at its sides.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A carefully woven belt, which was made from the same materials as the sacred apron, was sewn onto the sacred apron. This was made exactly as Yahweh had commanded Moses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel and his men cut two onyx stones and enclosed them in a tiny frame, and a skilled gem cutter engraved on the stones the names of the twelve sons of Jacob.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They fastened the stones to the shoulder straps of the sacred apron to represent the twelve tribes of Israel, exactly as Yahweh had commanded Moses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made the sacred chest pouch with the same materials as the sacred apron and embroidered it in the same way.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was square, and the material was folded double, so that it was twenty-three centimeters on each side.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They fastened four rows of valuable stones onto the pouch. In the first row, they put a red ruby, a yellow topaz, and a red garnet.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the second row, they put a green emerald, a blue sapphire, and a white diamond.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the third row they put a red jacinth, a white agate, and a purple amethyst.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the fourth row, they put a yellow beryl, a red carnelian, and a green jasper. They put tiny gold frames around each of the stones.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On each of the twelve stones they engraved the name of one of the sons of Jacob, to represent one of the twelve tribes of Israel.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made two chains from pure gold and braided them like cords, to attach the sacred pouch to the sacred apron.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made two gold rings, and they attached them to the upper corners of the sacred pouch.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They fastened one end of each gold chain to a ring.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They fastened the other end of each chain to one of the two settings that enclosed the stones and then attached the sacred pouch to the shoulder straps of the sacred apron.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they made two more gold rings and attached them to the lower corners of the sacred pouch, on the inside edges, next to the sacred apron.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made two more gold rings and attached them to the lower part of the front of the shoulder straps, near to where the shoulder straps were joined to the sacred apron, just above the carefully woven sash.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They tied the rings on the sacred pouch to the rings on the sacred apron with a blue cord, so that the sacred pouch was above the sash and would not come loose from the sacred apron. They did these things just as Yahweh had instructed Moses to do.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made the robe that was to be worn underneath the priest's sacred apron; they used only blue cloth.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It had an opening through which the priest would put his head. They sewed a border around this opening to prevent the material from tearing.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the lower edge on the robe they fastened decorations that resembled pomegranate fruit. The decorations were woven from blue, purple, and red woolen yarn.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Between each of these decorations, they fastened a tiny bell made from pure gold\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for Aaron to wear while he did his work as a priest. They made all these things exactly as Yahweh had commanded Moses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They wove long-sleeved tunics from fine linen for Aaron and his sons.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also made a turban of fine linen for Aaron to wear around his head. They made the caps and the undershorts for Aaron's sons from fine linen.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made the embroidered sash for Aaron from fine linen and from blue, purple, and red woolen cloth, and they embroidered designs on it using blue, purple, and red woolen yarn, exactly as Yahweh had commanded Moses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also made the tiny ornament of pure gold and had a skilled workman engrave on it the words, \"Dedicated to Yahweh.\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They fastened this to the front of the turban by a blue cord, just as Yahweh had commanded Moses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Finally, they finished all the work of making the sacred tent and brought everything to Moses. They had made them exactly as Yahweh had commanded them to.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They brought to him the sacred tent and all the things that were used with it—the hooks, the frames, the crossbars, the posts and their bases;\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the coverings for the sacred tent that were made of tanned rams' skins and goatskins; the curtains;\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the sacred chest that contained the stone slabs on which the commandments were written and the lid for the chest.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The workers also finished these items for the sacred tent: The table with all the things to be used with it and the bread to display before God;\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the lampstand made of pure gold with all its lamps and the things that were used to take care of it, and the oil for the lamps;\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the golden altar for burning incense, the oil for anointing, the sweet-smelling incense, and the curtain for the entrance to the sacred tent;\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the bronze altar for burning sacrifices with its bronze grating, the poles for carrying it, and all the other things that were used with it, as well as the washbasin and its base.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also brought the curtains that would surround the courtyard, the posts and bases that supported them, the curtain for the entrance to the courtyard and its ropes, the tent pegs, and all the other things that would be used in the sacred tent;\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the beautiful sacred clothes for Aaron and his sons to wear when they did their work in the holy place, and the clothes for his sons to wear as they did their work as priests.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel had done all this work exactly as Yahweh had commanded Moses.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses saw all the work that they had done.\nTruly, they had done everything exactly as Yahweh had commanded that it should be done. Then Moses blessed the workmen.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}