{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to God, \"What should I do if they do not believe me or listen to me? What should I do if they say, 'Yahweh did not appear to you'?\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to him, \"What is that in your hand?\" Moses answered, \"A staff.\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said, \"Throw it down on the ground!\" So, Moses threw the staff on the ground and it became a snake, and Moses ran away from it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh said to Moses, \"Pick up the snake by its tail.\" So Moses picked up the snake by the tail, and it became a staff in his hand again.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said, \"Do the same thing in front of the Israelite people in order that they may believe that I, Yahweh, the God whom Abraham worshiped, whom Isaac worshiped, and whom Jacob worshiped, truly appeared to you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"Put your hand in your robe.\" Moses put his hand in his robe. When he brought his hand out, it had a disease that made the skin look white as snow.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said, \"Put your hand in your robe again.\" Moses put his hand back inside his robe. This time when he brought it out, the disease was healed, and it looked like his other hand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said, \"You can do that in front of the Israelite people, too. If they do not believe you or listen to you after seeing the first miracle, they will believe you when you perform the second miracle.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if they do not believe you or listen to what you say even after you show them these two miracles, get some water from the Nile River and pour it on the dry ground. When you do that, the water that you pour on the dry ground will become blood.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses said to Yahweh, \"Oh Lord, I have never been good at speaking to people. I am still that way even after you began talking to me. I speak slowly and never know what to say.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to him, \"Who made a man's mouth? Who is it who makes a man able to speak, hear, see, or not see? Is it not I, Yahweh?\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now go, and I will help you speak, and I will tell you what to say.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Moses replied, \"Oh Lord, I ask you, please send someone else in my place!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh became angry with Moses and said to him, \"What about Aaron, your brother, the Levite? He is a good speaker. He is on his way here right now, and he will be very happy to see you.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You can talk to him and tell him what to say. I will tell you both what you should do.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will speak for you to the Israelite people. He will be your spokesman, and he will think of you as if you were me.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be sure to take with you the staff that is in your hand because you will perform miracles with it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses went back to his father-in-law, Jethro, and said to him, \"Let me go back to my people in Egypt to see if they are still alive.\" Jethro said to Moses, \"Go, and may God give you peace.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses in Midian, \"Go back to Egypt, for the men who were looking for you are now dead.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses took his wife and sons and set them on a donkey and walked back to Egypt, and he took the staff in his hand as God had told him to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"When you return to Egypt, be sure to do all the miracles that I have given you power to do in front of the king. But I will make him reject you, and he will not let the Israelite people leave Egypt.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then say to him, 'This is what Yahweh says: Israel is like my first born son,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and I say to you, \"Let my son go, so that he may worship me.\" But you did not let my son go and because of this, I will kill your firstborn son!'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One night, as they were on the way to Egypt, Yahweh appeared to Moses in order to kill him.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses' wife, Zipporah, took a knife and cut off the foreskin of their firstborn son. Then she touched the foreskin to Moses' feet and said, \"You are a bridegroom of blood to me.\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh did not kill Moses. Zipporah said, \"You are a bridegroom of blood to me\" because of the circumcision.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Meanwhile, Yahweh said to Aaron, \"Go into the desert to meet Moses.\" So Aaron went and met Moses at the mountain of God and kissed him on the cheek.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses told Aaron everything that Yahweh had said to him and all the miracles that he had instructed him to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Aaron and Moses went and gathered together all of the elders of the Israelites.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron told them everything that Yahweh had told Moses, and Moses performed all the miracles as the people watched.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelites believed Aaron and Moses. When they heard that Yahweh had seen how the Israelite people were being badly treated and that he was going to help them, they bowed down and worshiped him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}