{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Next year, on the first day of the first month, tell the people to set up the sacred tent.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Put inside it the sacred chest that contains the stone slabs on which are engraved the Ten Commandments, and hang its curtain in front of it.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bring the table into the sacred tent, and place on it all the things that they made for it. Then bring in the lampstand and set the lamps in it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Put the gold altar for burning incense in front of the sacred chest, and set up the curtain at the entrance of the sacred tent.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Put the altar for burning sacrifices in front of the sacred tent.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Put the washbasin between the sacred tent and the altar, and fill it with water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hang the curtains around the courtyard, and also hang up the curtain that your workmen made for the entrance.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then take the oil for anointing and put it on the sacred tent and everything that is in it, to set it all apart for me. Then it will be very special, reserved only for me.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also put some of the oil on the altar on which the priests will burn the sacrifices that they will offer to me. Also put some of the oil on all the things that they will use at the altar, and set them apart for me. Then they will be special, reserved only for me.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also put some of the oil on the washbasin and its base, to set them apart for me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then bring Aaron and his sons to the entrance of the sacred tent, and wash them with water.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then set Aaron apart for me by putting his special clothes on him and by pouring oil on him. Do this so he may serve me as a priest who comes before me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also bring Aaron's sons and put their special tunics on them;\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then pour oil on them just as you did on their father. Do this so that they also may worship me as priests. By pouring oil on them, you will cause them and their descendants to be priests throughout all their future generations.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses and the men working with him did all these things exactly as Yahweh had commanded him to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the first day of the first month of the next year, the year after the people had come out of Egypt, the people set up the sacred tent.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They did what Moses told them to do; they set up the sacred tent and its bases; they set up the frames, attached the crossbars, and put up the posts for the curtains.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they spread out the coverings over the sacred tent, exactly as Yahweh had commanded Moses.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses took the two stone slabs on which\nthe commandments were written and put them into the sacred chest. He caused the workmen to put the carrying poles into the rings on the chest and put the lid on top of it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses took the chest into the holy place inside the sacred tent and hung the curtain. After he did that, the people who were outside could not see the chest. He did all this exactly as Yahweh had commanded him.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He caused the workmen to set the table inside the sacred tent, on the north side, outside the curtain.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They placed on the table the bread in order to display it before Yahweh, exactly as Yahweh had commanded Moses to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses's workmen set the lampstand inside the sacred tent, on the south side, on the other side of the table.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they set the lamps on the lampstand in Yahweh's presence, exactly as Yahweh had commanded.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses's workmen set the gold altar for burning incense inside the sacred tent, in front of the curtain that separated the holy place from the very holy place,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and they burned some sweet-smelling incense on it, exactly as Yahweh had commanded Moses to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses's workmen hung the curtain at the entrance to the sacred tent.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the entrance to the sacred tent, they placed the altar for offering sacrifices that the priests were to burn. Then they burned on it the meat and the flour that they offered, exactly as Yahweh had commanded Moses to do.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They set the washbasin between the sacred tent and the bronze altar, and they filled the washbasin with water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses's workmen hung up the curtains that surrounded the courtyard and the altar, and they hung the curtain at the entrance to the courtyard. In this way Moses caused the people to complete all that work.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the tall cloud covered the sacred tent, and Yahweh's power and brilliant light filled the sacred tent.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because the light was very bright, Moses was not able to enter the sacred tent.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From that day, whenever the people of Israel wanted to move to another place, they went only when the cloud rose from above the sacred tent and moved on.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the cloud did not rise, they stayed where they were and waited for the cloud to rise and move.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Wherever they traveled, the cloud that showed Yahweh's presence was above the sacred tent during the day, and a bright fire was over it at night. All the people of Israel could see it at any time, for as long as they were traveling to the land that God had promised to give them.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31-32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every time Moses, Aaron, or Aaron's sons went into the sacred tent or went up to the altar, they washed their hands and feet, exactly as Yahweh had commanded them through Moses to do.\n"
      }
    ]
  }
}