{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses and Aaron went to the king. They said to him, \"Yahweh God, whom we Israelite people worship, says this to you: 'Let my people go to the desert in order that they may have a festival to honor me!'\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the king said, \"Yahweh is no one important. I do not need to pay attention to what he says, or let the Israelite people go. I do not know this Yahweh! Furthermore, I will not let the Israelite people go!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses and Aaron replied, \"Yahweh God, the one we Hebrews worship, has revealed himself to us and told us what to tell you. So we ask you to let us go for three days into the wilderness. We must offer sacrifices to Yahweh God there. If we do not do that, he will cause us to die from diseases or from attacks by our enemies.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the king of Egypt said to them, \"Moses and Aaron, why are you preventing the Israelite people from working? Tell those slaves to return to work!\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king also said, \"Listen to me! You people who now live in this land are more numerous than we Egyptians. Why are you stopping them from working?\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That same day the king commanded the Egyptian slave bosses and the Israelite assistants who directed the slaves,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Do not continue to give straw to Israelite people for making bricks. Make them go into the fields and gather straw for themselves.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, still force them to make the same number of bricks that they did before. Do not lower the number at all. They do not want to work. That is the reason they are asking me to let them go into the wilderness to worship their god.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Make the men work harder so that they will not have time to listen to lies from their leaders!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the slave bosses and Israelite assistants went to where the Israelite people were and said to them, \"The king has said that he will no longer give you any straw.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you must go and get straw where you can find it. But you must keep working to make the same number of bricks.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Israelite people went all over Egypt to find straw.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The slave bosses kept telling them, \"Do all the work you are assigned each day. Make the same number of bricks as you did before when we gave you straw!\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they were not able to make enough bricks, the slave bosses working for Pharaoh beat the Israelite assistants with sticks. They asked them, \"Why have all the men you are in charge of not been able to make the same number of bricks today as they did before?\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Israelite assistants went to the king and cried out, \"Your Majesty, why are you treating us this way?\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now they are not giving us any straw for making bricks, but they keep telling us to make more bricks. And they beat us. But it is because of your own slave bosses that we cannot make as many bricks as before!\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the king said, \"You are lazy and do not want to work! That is why you keep saying, 'Allow us to go to the desert to worship Yahweh.'\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So get back to work! We are not going to give you any straw, but you must keep making the same number of bricks!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite assistants knew that they were having a bad time because they had been told, \"We are not going to lower the number of bricks you must make each day.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they left the king's palace, they met Aaron and Moses, who were waiting for them there.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to Aaron and Moses, \"May Yahweh see what you two have done! May he punish you because you have caused the king and his officials to hate us! You have given them a reason to kill us!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses left them and prayed to Yahweh again, saying, \"O Yahweh, why have you caused all these evil things to happen to your people? And why did you send me here?\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ever since I went to the king and told him what you told me to say, he has treated your people very badly, and you have not done anything to help them!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}