{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"Now you will see what I will do to the king and his people. I will make him let my people go. In fact, by my power I will force him to chase them from his land!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God also said to Moses, \"I am Yahweh.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am the one who appeared to Abraham, Isaac, and Jacob and told them that I was God Almighty, but I did not tell them that my name was Yahweh.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I also made my covenant with them, promising to give them the land of Canaan. That was the land in which they were living as foreigners.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Furthermore, I have heard the Israelite people groan because of the hard work that the Egyptians have been making them do as their slaves. I have thought about the covenant that I made.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So tell the Israelite people that I said this: 'I am Yahweh. I will free you from the burdens of heavy work that the Egyptians have forced upon you. I will free you from being their slaves. With my great power and by punishing them very harshly, I will save you.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will cause you to become my own people, and I will be your God, the one you worship. You will truly know that I am Yahweh God, the one who has freed you from the burdens of work as slaves of the Egyptians.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will bring you to the land that I swore to give to Abraham, to Isaac, and to Jacob. You will live in it forever. I, Yahweh, am promising this.'\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses told that to the Israelite people, but they did not believe what he said. They were very sad because of the hard work they were made to do as slaves.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Go and tell the king of Egypt again that he must allow the Israelite people to leave his land!\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Moses said to Yahweh, \"Please listen to me. Even the Israelite people have not paid attention to what I told them. I am a poor speaker. So why should the king pay attention to what I tell him?\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh spoke to Aaron and Moses, \"Tell the Israelite people and the king of Egypt that I have called you two to lead the Israelite people out of Egypt.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now here is a list of the ancestors of Moses and Aaron.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "The sons of Reuben, who was Jacob's oldest son, were: Hanok, Pallu, Hezron, and Carmi. They were ancestors of the clans that have those same names.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Simeon were: Jemuel, Jamin, Ohad, Jakin, Zohar, and Shaul. Shaul's mother was a woman from the land of Canaan. They also were ancestors of clans that have those same names.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the names of the sons of Levi, in the order in which they were born: Gershon, Kohath, and Merari. Levi was 137 years old when he died.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Gershon were Libni and Shimei. They were ancestors of clans that have those names.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Kohath were Amram, Izhar, Hebron, and Uzziel. Kohath was 133 years old when he died.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Merari were Mahli and Mushi. All these were the ancestors of the clans that descended from Levi, in the order in which his sons were born.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Amram married his father's sister, Jochebed. She was the mother of Aaron and Moses. Amram lived 137 years.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Izhar were Korah, Nepheg, and Zichri.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Uzziel were Mishael, Elzaphan, and Sithri.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron married Elisheba. She was the daughter of Amminadab and sister of Nahshon. Elisheba gave birth to four sons, Nadab, Abihu, Eleazar, and Ithamar.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Korah were Assir, Elkanah, and Abiasaph. They were the ancestors of the Korahite people.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron's son Eleazar married one of the daughters of Putiel, and she gave birth to Phinehas. That ends the list of the families and clans that were descended from Levi.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron and Moses were the ones to whom Yahweh said, \"Lead all the tribes of the Israelite people out of Egypt.\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were the ones who spoke to the king of Egypt in order to bring the Israelite people out of Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the day that Yahweh spoke to Moses in Egypt,\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he said, \"I am Yahweh. You must tell the king everything that I say to you.\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Moses said to Yahweh, \"Please listen to me. I am not a good speaker. So why should the king listen to what I tell him?\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}