{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"Listen to me. I will cause the king to see you as a god, and Aaron will be like a prophet because he will speak for you.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must tell everything I command you to your older brother Aaron, and he will tell it all to the king. He must tell the king to let the Israelite people leave his land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I will make the king stubborn. Because of this, even though I will do many kinds of miracles here in Egypt,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the king will not believe what you say. Then I will punish the people of Egypt very severely, and I will lead the tribes of my Israelite people out of Egypt.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, when I show my great power to the Egyptian people and bring the Israelite people out from among them, they will know that I am Yahweh, the all-powerful God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron and Moses did everything that Yahweh told them to do.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, Moses was 80 years old, and Aaron was 83 years old.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses and Aaron,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"If the king says to you, 'Show me that God sent you by performing a miracle,' then say to Aaron, 'Throw your staff down in front of the king in order that it may become a snake.'\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Aaron and Moses went to the king and did what Yahweh told them to do. Aaron threw his staff down in front of the king and his officials, and it became a snake.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king called his sorcerers and men who did magic. They did the same thing, using their magic.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They all threw down their staffs, and the staffs became snakes. But Aaron's staff, which had become a snake, swallowed up all their snakes!\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the king continued to be stubborn, just as Yahweh had said he would, and he would not believe what Aaron and Moses said.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"The king is very stubborn. He refuses to allow my people to go.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So tomorrow morning, go to him as he is going down to the Nile River to bathe. Wait for him on the riverbank. When he comes out of the water, show him the staff, the one that had become a snake.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Say to him, 'Yahweh God, the one we Hebrews worship, sent me to you to tell you to let my people go in order that they may worship him in the desert. We told you that, but you have not listened to us.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now Yahweh says this: \"This is the way you will know that I am Yahweh, the all-powerful God. I am going to strike the water that is in the Nile River with the staff that is in my hand. When I do that, the water will become blood.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the fish in the Nile River will die, and the water in the river will smell bad. The Egyptians will not be able to drink water from the river.\"'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"When you are talking to the king, say to Aaron, 'Hold your staff out as though you were holding it over all the water in Egypt—over the rivers, the canals, the ponds, and over the pools of water, in order that all of it may become blood.' When Aaron does that, there will be blood throughout Egypt, even in wooden jars and in stone jars.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Aaron and Moses did what Yahweh told them to do. As the king and his officials were watching, Aaron lifted up his staff and then struck the water in the Nile River with it. All the water in the river turned to blood.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the fish died. The water smelled bad, with the result that the Egyptians could not drink water from the river. Everywhere in Egypt the water became red like blood.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Egyptian men who did magic did the same thing using their magic. So the king remained stubborn, and he would not listen to what Aaron and Moses said, just as Yahweh said would happen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king turned and went back to his palace, and he did not think any more about it.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the Egyptians dug into the ground near the Nile River to get water to drink because they could not drink the water from the river.\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then one week passed after Yahweh turned the water in the Nile River into blood.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}