{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"Go back to the king and tell him, 'Yahweh says that you must let my people go in order that they can worship me in the desert.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you do not let them go, I will punish you by sending frogs to cover your country.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Not only will the Nile River be full of frogs, but also the frogs will come up out of the river into your house. They will come into your bedroom and onto your bed. They will be in the houses of your leaders and all the rest of your people. They will even get into your ovens and your pans for mixing the materials for baking bread.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The frogs will jump up on you, your officials, and on all the rest of your people.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also said to Moses, \"Say this to Aaron: 'Hold your staff in your hand and stretch it out as though you were stretching it over the river, the canals, and the pools, and cause frogs to come up from all this water and to cover the land of Egypt.'\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Moses told that to him, Aaron stretched out his hand as though he were stretching it over all the water in Egypt. Then the frogs came up from the water and covered Egypt.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the men who did magic did the same thing, and they caused more frogs to come up from the water onto the land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king called Moses and said, \"Ask Yahweh to take away these frogs from me and my people. After that happens, I will allow your people to go to worship Yahweh.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to the king, \"I will be glad to pray for you, for your officials, and for the rest of your people. I will ask Yahweh to get rid of the frogs from all your houses. The only frogs left will be those in the Nile River. Just tell me when I should pray.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king replied, \"Tomorrow.\" So Moses said, \"I will do what you say, and then you will know that Yahweh God, the one we worship, is the only true god, and that there is no other god like him.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The frogs will leave you, your officials, and all the rest of your people. The only ones left will be in the Nile River.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses and Aaron left the king. Moses prayed to Yahweh, asking him to take away all the frogs he had brought to the king's land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh did just what Moses asked him to do. As a result, all the frogs in the houses, in their courtyards, and in their fields died.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people gathered together all the dead frogs into big piles, and the land smelled very bad.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the king saw that the problem was ended, he became stubborn again. Just as Yahweh had said would happen, the king did not do what Aaron and Moses told him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"Tell Aaron to strike the ground with his staff. When he does that, all the fine particles of earth will become gnats all over the land of Egypt.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses and Aaron obeyed Yahweh. Aaron struck the ground with his staff, and all over Egypt the fine particles of earth became gnats. The gnats covered the people and all their animals.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men who worked magic tried to cause gnats to appear, but they could not do it. So the gnats stayed on the people and on their animals.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men who worked magic said to the king, \"It is God who has done this with his power!\" But the king continued to be stubborn, and he would not pay attention to what Aaron and Moses said, just as Yahweh had said.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"Get up early tomorrow morning. Go down to the river and wait for the king. When he comes to bathe, say to him, 'This is what Yahweh says to you: \"Let my people go, in order that they may worship me in the desert.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I warn you that if you do not let my people go, I will send swarms of flies to you. They will come on you, on your officials, and on the rest of your people. The houses of all you Egyptians will be full of flies. They will even cover the ground on which you will be standing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when that happens, I will treat the region of Goshen differently, because my people live there. There will be no swarms of flies there. In that way, you will know that I, Yahweh, am doing these things here in this land.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will show you how I act toward my people and how I act toward your people. This miracle is going to happen tomorrow!\"'\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Early the next morning, Moses told that to the king, but the king would not listen. So Yahweh did what he said he would do. He sent great swarms of flies into the palace of the king and into the houses of his officials. The whole country of Egypt was ruined by the flies.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king called Aaron and Moses and said, \"You Israelite people can go and worship your god, but you must do it here in this land.\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Moses replied, \"It would not be right for us to do that because we will offer sacrifices that are very offensive to the Egyptian people. If we offer sacrifices that the Egyptian people do not like, they will kill us by throwing stones at us!\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We need to travel for three days into the wilderness. There we will offer sacrifices to Yahweh, the God we worship, just as he commands us.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king said, \"I will let your people go to offer sacrifices to Yahweh, your god, in the desert. But you must not go very far. Now pray for me!\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said, \"Listen to me! After I leave you, I will pray to Yahweh, asking that tomorrow he will cause the swarms of flies to leave you, your officials, and the rest of your people. But do not lie to us again by refusing to let our people go to offer sacrifices to Yahweh!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses left the king and prayed to Yahweh.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh did what Moses asked. He got rid of the swarms of flies from around the king, his officials, and the rest of his people. No flies remained.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the king was stubborn this time also, and he did not allow the Israelite people to go.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}