{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"Go to the king and say to him, 'This is what Yahweh, the one we Hebrews worship, says: \"Allow my people to go, in order that they may worship me.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you still refuse to let them go,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I warn you that I will punish you with my power by sending a terrible disease on all your livestock to make them sick and die—on your horses, on your donkeys, on your camels, on your cattle, and on your flocks of sheep and goats.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I, Yahweh, will not treat the livestock that belongs to the Israelite people the same as yours. You will see that none of the livestock that belongs to the Israelite people will die.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell Pharaoh that I will do this thing in the land tomorrow.\"'\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day Yahweh did what he said that he would do. A terrible disease came upon all of the Egyptians' livestock, and all of the livestock died. But none of the Israelite livestock died.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king sent men to look at what happened, and they were surprised to see that none of the Israelite animals had died. But after they told that to the king, he continued to be stubborn, and he did not let the Israelite people go.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Aaron and Moses, \"Take a few handfuls of ashes from a furnace. Moses will throw them up into the air in front of the king.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The ashes will spread all over the country of Egypt like fine dust. Everywhere in the land, the ashes will cause boils to be upon both the Egyptian people and their animals.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they got some ashes and went and stood in front of the king. Moses threw the ashes up into the air. The ashes spread all over, causing boils to be upon both the Egyptian people and their animals. All the boils became open sores.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even the men who worked magic had boils. Because of this, they were not able to face Moses because the men who worked magic had boils just like all the rest of the Egyptian people.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh caused the king to continue to be stubborn. He did not pay any attention to what Moses and Aaron said, just as Yahweh had told Moses would happen.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"Get up early tomorrow morning. Go and stand in front of the king and tell him that Yahweh God, the one whom the Hebrew people worship, says this: 'Let my people go in order that they may worship me in the wilderness.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you do not let them go, this time I will punish with disasters, not only your officials and the rest of your people, but also you yourself in order that you might know there is no god like me anywhere in the world.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By this time I could have used my power to strike you and your people with terrible diseases that would have killed you all.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I have let you live. The reason I have let you live is to show you my power so that people all over the earth will know how great I am.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are still acting proudly and refusing to let my people go.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So listen to this: About this time tomorrow I will cause large balls of ice to fall in Egypt. From the time Egypt first became a nation, there has never been an ice storm as bad as this one will be.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you should send a message to all people to put under shelter their cattle and everything else that they own that is out in the fields. The ice will fall on every person and every animal that is out in the fields and that is not brought under a shelter, and they will all die.'\" So Moses did what Yahweh said.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the king's officials who heard what Yahweh had said became very afraid. So they brought all their animals and their slaves under shelters.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But those who did not listen to what Yahweh had said left their slaves and their animals in the fields.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"Raise your hand up toward the sky, in order that balls of ice may fall all over the land of Egypt—on the people, on their animals, and on all the plants in the fields.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses lifted his staff up toward the sky. And Yahweh sent down balls of ice all over the land of Egypt. There was also thunder and lightning.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While large balls of ice were falling, there was thunder, and lightning struck the ground. There had never been an ice storm like that since Egypt first became a country.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The ice struck everything that was in the fields all over Egypt—every person and every animal. The ice destroyed the plants in the fields and stripped the leaves off the trees.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Only in the region of Goshen, where the Israelite people were living, was there no ice.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king sent someone to summon Aaron and Moses. He said to them, \"This time I admit that I have sinned. What Yahweh has done is right, and what I and my people have done is wrong.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pray to Yahweh! We cannot take any more of this thunder and ice! I will let your people go; they do not have to stay in Egypt any longer.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses replied, \"As soon as I go out of this city, I will lift up my hands and pray to Yahweh. Then the thunder will cease, and no more ice will fall. This will happen in order that you will know that Yahweh, not your gods, controls everything that happens on the earth.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for you and your officials, I know that you do not yet fear Yahweh God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the ice fell, the flax was ruined because the blossoms were forming, and the barley was ruined because its grain was ripe.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But none of the wheat was ruined, because its shoots were still very small.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses left the king and went outside the city. He lifted up his hands toward Yahweh and prayed. Then the thunder and the ice storm stopped, and the rain also stopped falling on the land of Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the king saw that the rain, the ice storm, and the thunder had stopped, he sinned again. He and his officials continued to be stubborn.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, just as Yahweh had predicted by what he told Moses, the king did not allow the Israelite people to leave.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}