{
  "1": "Yahweh said to me,",
  "2": "\"Ezekiel, sing a sad funeral song which will be a parable about the leaders of Israel. Say to the Israelite people,\\q1 'It is as though your mother had been a brave female lion\n\\q2 who raised her cubs among other lions.\n\\q1",
  "3": "She taught one of them to hunt for other animals to kill,\\q2 and he even learned to kill and eat people.\n\\q1",
  "4": "When people from other nations heard about him,\\q2 they trapped him in a pit.\n\\q1 Then they used hooks\n\\q2 to drag him to Egypt.\n\n\n\\q1",
  "5": "His mother waited for him to return,\\q2 but soon she stopped hoping for that to happen.\n\\q1 So she raised another cub\n\\q2 who also became very fierce.\n\\q1",
  "6": "He hunted along with other lions for animals to kill,\\q2 and he even learned to kill and eat people.\n\\q1",
  "7": "He mistreated his victims' widows,\\q2 and he destroyed cities.\n\\q1 When he roared loudly,\n\\q2 everyone was terrified and abandoned everything they owned.\n\n\n\\q1",
  "8": "So people of other nations planned to kill him;\\q2 and men came from many places\n\\q1 to spread out a net for him.\n\\q2 They caught him in it.\n\\q1",
  "9": "They pulled him with hooks in his flesh and put him into an iron cage,\\q2 then they took him to the king of Babylon.\n\\q1 There they locked him up so that the sound of his voice \n\\q2 could never be heard echoing on the hills of Israel.'\n \n\n\n\\q1",
  "10": "'It is as though your mother\\q2 were a grapevine fertilized in blood,\n\\q2 and growing up beside a stream.\n\\q1 There was plenty of water,\n\\q2 so it had lots of branches and produced a lot of grapes.\n\\q1",
  "11": "That grapevine grew and became taller than all the nearby trees;\\q2 everyone could see that it was very strong and healthy.\n\\q1 And those branches were good for making scepters that symbolize the power of a king.\n\n\n\\q1",
  "12": "But Yahweh became very angry,\\q2 so he pulled up the vine by its roots\n\\q1 and threw it on the ground,\n\\q2 where the very hot winds from the desert dried up all its fruit.\n\\q1 The strong branches wilted and were burned in a fire.\n\\q2",
  "13": "Now Yahweh has planted that vine in a hot, dry desert.\n\n\\q1",
  "14": "A fire started to burn its stem,\\q2 and then started to burn the branches;\n\\q1 it burned all the grapes.\n\\q2 Now not even one strong branch remains;\n\\q1 they will never become scepters for a king.'\n\\m This funeral song must be sung very sadly.\""
}
