{
  "1": "Almost nine years after the Babylonians had taken us Israelites to their land, on the tenth day of the tenth month of that year, Yahweh gave me this message:",
  "2": "\"Son of man, write down what day of the month this is. On this day the army of the king of Babylon has surrounded Jerusalem.",
  "3": "Tell those rebellious Israelite people in Babylon a parable. Say this to them: This is what Yahweh the Lord says:\\q1 'Pour water into the cooking pot\n\\q2 and put the pot on the fire.\n\\q1",
  "4": "Put into the pot some pieces of meat from one of your best sheep:\\q2 put in the leg and shoulder, which are the best pieces.\n\\q1 Then fill the rest of the pot with the best bones.\n\\q1",
  "5": "Pile wood on the fire,\\q2 and cook the bones and the meat in the boiling water.'\n\n\n\\m",
  "6": "Do that because this is what Yahweh the Lord says:\\q1 'Terrible things will happen to Jerusalem; it is city that is full of murderers,\n\\q2 a city that is like a corroded copper pot,\n\\q2 and the corrosion cannot be removed.\n\\q1 Take the pieces of meat out of the pot,\n\\q2 but do not choose which pieces to take out.\n\n\n\\q1",
  "7": "The blood of the people who were murdered in Jerusalem is still there;\\q1 they were murdered on the bare rocks,\n\\q2 not on the soil, where their blood could be covered.\n\\q1",
  "8": "But I am the one who caused the blood of those who were murdered to be smeared on the bare rock,\\q2 where their blood could not be covered;\n\\q2 I did that in order that I could see it and then be angry and get revenge.'\n\n\n\\m",
  "9": "Therefore, this is what I, Yahweh the Lord, say:\\q1 'Terrible things will happen to that city that is full of murderers!\n\\q2 It will be as though I also will pile high the wood in the fire.\n\\q1",
  "10": "So heap on the wood\\q2 and light the fire!\n\\q1 Cook the meat well,\n\\q2 and mix some spices with it;\n\\q2 cook it until the bones are black.\n\n\n\\q1",
  "11": "Then set the empty pot on the coals of the fire\\q2 until the pot becomes very hot and the copper glows,\n\\q1 so that the corrosion will disappear.\n\\q1",
  "12": "It is as though I tried to get rid of that corrosion,\\q1 but I was not able to do it,\n\\q2 not even by putting that pot on the fire.",
  "13": "The corrosion in the pot represents your immoral behavior. I tried to cleanse you from your wicked behavior, but you did not allow me to do that. So you will not be cleansed from the guilt of your sin until I have punished you and I am no longer angry.",
  "14": "I, Yahweh, have said that I will s\turely punish you. And it is time for me to do that. I will not change my mind; I will not refrain from punishing you, and I will not pity you. I will judge you and punish you as you deserve to be punished for your sinful behavior. That will surely happen because I, Yahweh the Lord, have said it.'\"",
  "15": "One day Yahweh gave me this message:",
  "16": "\"Son of man, I am going to suddenly take from you your wife by means of a disease, your wife, whom you love very much. But when she dies, do not show that you are sad or lament or cry.",
  "17": "Groan quietly; do not cry openly for her. Keep your turban wrapped around your head, and instead of being barefoot, keep your sandals on your feet. Do not cover the lower part of your face to show that you are sad. And do not eat the kind of food that people who are mourning usually eat.\"",
  "18": "So one morning I talked to the people as usual, and that evening my wife suddenly died. The next morning I did what Yahweh had told me to do.",
  "19": "Then the people asked me, \"What do the things that you are doing signify to us?\"",
  "20": "I answered them, \"This is what Yahweh told me:",
  "21": "'Tell the Israelite people that I am about to destroy the temple, the building that you are very proud of, the building that you delight to look at. Your children whom you left in Jerusalem when you were forced to come to Babylon—your enemies will kill them.",
  "22": "When that happens, you will do as I have done: You will not cover the lower part of your faces, or eat the kinds of food that people who are mourning usually eat.",
  "23": "You will keep your turbans wrapped around your heads and keep your sandals on your feet. You will not mourn or cry, but your bodies will become very thin and slowly die; I will not forgive your sins at all. And you will groan for each other.",
  "24": "Ezekiel will be a warning to you, and you must do what he has done. When that happens, you will know that I, Yahweh the Lord have the power to do what I say that I will do.'\"",
  "25": "Then Yahweh said to me, \"Son of man, soon I will destroy their sacred temple, which they rejoice about and which they respect and delight to look at, and I will get rid of their sons and daughters also.",
  "26": "On that day, someone will escape from Jerusalem and come and tell you what has happened there.",
  "27": "When that happens, you will be able to speak again without constraint. You two will talk together. You will be a warning to the people; and they will know that I, Yahweh, have the power to do what I say that I will do.\""
}
