{
  "1": "Then Yahweh gave me another message. He said:",
  "2": "\"Son of man, give to the king of Tyre this message from me, Yahweh the Lord:\\q1 'You have very proudly claimed that you are a god,\n\\q2 and that you are untouchable, since you sit on a throne in a city on an island in the sea!\n\\q1 You boast that you are a god,\n\\q2 but you are in reality only a man, not a god.\n\\q1",
  "3": "You think that you are wiser than Daniel was,\\q2 and you think that you can understand every secret.\n\n\n\\q1",
  "4": "Because you were wise and shrewd in business, you have become very rich;\\q2 you have acquired much gold and silver for your treasuries.\n\\q1",
  "5": "Yes, it is true that by buying and selling wisely, you have become very rich;\\q2 and because you are rich, you have become very proud.",
  "6": "Therefore, Yahweh the Lord says that\\q1 because you think that you are as wise as a god,\n\\q2",
  "7": "he will bring a foreign army to attack your country,\\q2 an army that causes other nations to be terrified.\n\\q1 They will pull out their swords to strike you,\n\\q2 you who think that you have marvelous wisdom,\n\\q1 and they will ruin all your beautiful things and make them ugly.\n\n\n\\q1",
  "8": "They will bring you down to your grave;\\q1 you will die violently\n\\q2 like those who died in the sea.\n\\q1",
  "9": "Then you will certainly not tell those who are killing you\\q2 that you are a god,\n\\q1 because they will know that you are not a god;\n\\q2 you are only a man.\n\\q1",
  "10": "You will die like other people die, those who are unacceptable to God,\\q2 those whom foreigners kill. That will surely happen because Yahweh has said it.'\"",
  "11": "Yahweh also gave me this message:",
  "12": "\"Son of man, sing a sad song about the king of Tyre. Tell him that Yahweh the Lord says this to him:\\q1 'You were completely perfect,\n\\q2 extremely wise and handsome.\n\\q1",
  "13": "You had a wonderful life, because you were in my beautiful garden in Eden.\\q2 Your clothes were decorated with many kinds of very valuable stones—\n\\q1 ruby, topaz, emerald, chrysolite, onyx, jasper, sapphire, turquoise, and beryl stones.\n\\q2 Those stones were set in gold mountings\n\\q2 which I prepared for you on the day that I created you.\n\n\n\\q1",
  "14": "I appointed you to be a strong angel to guard the people.\\q1 I placed you on my holy mountain,\n\\q2 and you walked among fiery stones.\n\\q1",
  "15": "You were completely good in all that you did\\q2 from the day that you were created,\n\\q2 until you started to do wicked things.\n\n\n\\q1",
  "16": "Then you became busy buying and selling things,\\q2 you started to act violently,\n\\q2 and you sinned.\n\\q1 So I disgraced you.\n\\q2 You, the angel who was supposed to guard the people—I forced you to leave my own mountain;\n\\q2 I forced you to leave those fiery stones.\n\\q1",
  "17": "You were extremely proud\\q2 because you were very handsome.\n\\q1 Because you loved beautiful things,\n\\q2 you did things that wise people do not do.\n\\q1 So I threw you to the ground,\n\\q2 and allowed other kings who saw you to laugh at you.\n\n\n\\q1",
  "18": "By committing many sins\\q2 and by buying and selling things dishonestly,\n\\q2 you caused the places where people worshiped me to become unacceptable to me.\n\\q1 So I will make a fire that will burn your city down.\n\\q2 Your city will be burned completely,\n\\q1 and the people who watch it will see\n\\q2 that what is left of the city will only be ashes.\n\\q1",
  "19": "All the people who knew what your city was like previously\\q2 will be appalled.\n\\q1 Now your city will disappear,\n\\q2 and it will not exist anymore.'\"",
  "20": "Then Yahweh gave me another message. He said,",
  "21": "\"Son of man, turn toward the city of Sidon, and announce the terrible things that will happen to it.",
  "22": "Give the people of Sidon this message from Yahweh the Lord. Tell them:\\q1 'I am your enemy, you people of Sidon.\n\\q2 By what I do to you,\n\\q1 I will show you how great I am,\n\\q2 and you will know that it is Yahweh who punishes you and judges you with justice.\n\\q2 You will know that I am different from you, and that I will be honored by what I do to you!\n\n\n\\q1",
  "23": "I will send a plague on you,\\q2 and I will send enemies to come and kill you in your streets.\n\\q1 They will attack you from every direction,\n\\q2 and they will slaughter your people inside the walls of your city.\n\\q1 Then everyone will know that I, Yahweh, have the power to do what I say that I will do.'",
  "24": "No longer will people who live near the people of Israel hurt them as painful briers and sharp thorns hurt people. And then the Israelites will know that I, Yahweh, have the power to do what I say that I will do.\"",
  "25": "And this is also what Yahweh the Lord says: \"I will gather them from distant countries where I have scattered them. And the other people groups will see that I am set apart and honored, when the house of Israel makes their homes in the land I gave my servant Jacob!",
  "26": "My people will live safely in Israel; they will build houses and plant vineyards. And when I punish the nearby people groups that despised them, my people will know that it is I, Yahweh their God, who has done this.\""
}
