{
  "1": "כִּ֗י H3588 הִנֵּ֛ה H2009 בַּיָּמִ֥ים H3117 הָהֵ֖מָּה H1992 וּבָ H6256 הַהִ֑יא H1931 אֲשֶׁ֥ר H834 אשוב H7725 אֶת H853 שְׁב֥וּת H7622 יְהוּדָ֖ה H3063 וִירוּשָׁלִָֽם H3389 ",
  "2": "וְקִבַּצְתִּי֙ H6908 אֶת H853 כָּל H3605 הַגּוֹיִ֔ם H1471 וְה֣וֹרַדְתִּ֔י H3381 אֶל H413 עֵ֖מֶק H6010 יְהֽוֹשָׁפָ֑ט H3092 וְנִשְׁפַּטְתִּ֨י H8199 עִמָּ֜ם H5973 שָׁ֗ם H8033 עַל H5921 עַמִּ֨י H5971 וְנַחֲלָתִ֤ H5159 יִשְׂרָאֵל֙ H3478 אֲשֶׁ֣ר H834 פִּזְּר֣וּ H6340 בַגּוֹיִ֔ם H1471 וְאֶת H853 אַרְצִ֖י H776 חִלֵּֽקוּ H2505 ",
  "3": "וְאֶל H413 עַמִּ֖י H5971 יַדּ֣וּ H3032 גוֹרָ֑ל H1486 וַיִּתְּנ֤וּ H5414 הַיֶּ֨לֶד֙ H3206 בַּזּוֹנָ֔ה H2181 וְהַ H3207 מָכְר֥וּ H4376 בַיַּ֖יִן H3196 וַיִּשְׁתּֽוּ H8354 ",
  "4": "וְ֠גַם H1571 מָה H4100 אַתֶּ֥ם H859 לִי֙ Hl צֹ֣ר H6865 וְצִיד֔וֹן H6721 וְכֹ֖ל H3605 גְּלִיל֣וֹת H1552 פְּלָ֑שֶׁת H6429 הַגְּמ֗וּל H1576 אַתֶּם֙ H859 מְשַׁלְּמִ֣ים H7999 עָלָ֔י H5921 וְאִם H518 גֹּמְלִ֤ים H1580 אַתֶּם֙ H859 עָלַ֔י H5921 קַ֣ל H7031 מְהֵרָ֔ה H4120 אָשִׁ֥יב H7725 גְּמֻלְכֶ֖ם H1576 בְּרֹאשְׁ H7218 ",
  "5": "אֲשֶׁר H834 כַּסְפִּ֥י H3701 וּזְהָבִ֖ H2091 לְקַחְתֶּ֑ם H3947 וּמַֽחֲמַדַּ H4261 הַטֹּבִ֔ים H2896 הֲבֵאתֶ֖ם H935 לְהֵיכְלֵי H1964 ",
  "6": "וּבְנֵ֤י H1121 יְהוּדָה֙ H3063 וּבְנֵ֣י H1121 יְרוּשָׁלִַ֔ם H3389 מְכַרְתֶּ֖ם H4376 לִבְנֵ֣י H1121 הַיְּוָנִ֑ים H3125 לְמַ֥עַן H4616 הַרְחִיקָ֖ם H7368 מֵעַ֥ל H5921 גְּבוּלָֽם H1366 ",
  "7": "הִנְנִ֣י H2005 מְעִירָ֔ם H5782 מִן H4480 הַ֨מָּק֔וֹם H4725 אֲשֶׁר H834 מְכַרְתֶּ֥ם H4376 אֹתָ֖ם H853 שָׁ֑מָּה H8033 וַהֲשִׁבֹתִ֥י H7725 גְמֻלְכֶ֖ם H1576 בְּרֹאשְׁ H7218 ",
  "8": "וּמָכַרְתִּ֞י H4376 אֶת H853 בְּנֵיכֶ֣ם H1121 וְאֶת H853 בְּנֽוֹתֵיכֶ֗ם H1323 בְּיַד֙ H3027 בְּנֵ֣י H1121 יְהוּדָ֔ה H3063 וּמְכָר֥וּ H4376 לִשְׁבָאיִ֖ם H7615 אֶל H413 גּ֣וֹי H1471 רָח֑וֹק H7350 כִּ֥י H3588 יְהוָ֖ה H3068 דִּבֵּֽר H1696 ",
  "9": "קִרְאוּ H7121 זֹאת֙ H2063 בַּגּוֹיִ֔ם H1471 קַדְּשׁ֖וּ H6942 מִלְחָמָ֑ה H4421 הָעִ֨ירוּ֙ H5782 הַגִּבּוֹרִ֔ים H1368 יִגְּשׁ֣וּ H5066 יַֽעֲל֔וּ H5927 כֹּ֖ל H3605 אַנְשֵׁ֥י H376 הַמִּלְחָמָֽה H4421 ",
  "10": "כֹּ֤תּוּ H3807 אִתֵּיכֶם֙ H855 לַֽחֲרָב֔וֹת H2719 וּמַזְמְרֹֽתֵי H4211 לִרְמָחִ֑ים H7420 הַֽחַלָּ֔שׁ H2523 יֹאמַ֖ר H559 גִּבּ֥וֹר H1368 אָֽנִי H589 ",
  "11": "ע֣וּשׁוּ H5789 וָבֹ֧אוּ H935 כָֽל H3605 הַגּוֹיִ֛ם H1471 מִסָּבִ֖יב H5439 וְנִקְבָּ֑צוּ H6908 שָׁ֕מָּה H8033 הַֽנְחַ֥ת H5181 יְהוָ֖ה H3068 גִּבּוֹרֶֽיךָ H1368 ",
  "12": "יֵע֨וֹרוּ֙ H5782 וְיַעֲל֣וּ H5927 הַגּוֹיִ֔ם H1471 אֶל H413 עֵ֖מֶק H6010 יְהֽוֹשָׁפָ֑ט H3092 כִּ֣י H3588 שָׁ֗ם H8033 אֵשֵׁ֛ב H3427 לִשְׁפֹּ֥ט H8199 אֶת H853 כָּל H3605 הַגּוֹיִ֖ם H1471 מִסָּבִֽיב H5439 ",
  "13": "שִׁלְח֣וּ H7971 מַגָּ֔ל H4038 כִּ֥י H3588 בָשַׁ֖ל H1310 קָצִ֑יר H7105 בֹּ֤אֽוּ H935 רְדוּ֙ H3381 כִּֽי H3588 מָ֣לְאָה H4390 גַּ֔ת H1660 הֵשִׁ֨יקוּ֙ H7783 הַיְקָבִ֔ים H3342 כִּ֥י H3588 רַבָּ֖ה H7227 רָעָתָֽם H7451 ",
  "14": "הֲמוֹנִ֣ים H1995 הֲמוֹנִ֔ים H1995 בְּעֵ֖מֶק H6010 הֶֽחָר֑וּץ H2742 כִּ֤י H3588 קָרוֹב֙ H7138 י֣וֹם H3117 יְהוָ֔ה H3068 בְּעֵ֖מֶק H6010 הֶחָרֽוּץ H2742 ",
  "15": "שֶׁ֥מֶשׁ H8121 וְיָרֵ֖חַ H3394 קָדָ֑רוּ H6937 וְכוֹכָבִ֖ים H3556 אָסְפ֥וּ H622 נָגְהָֽם H5051 ",
  "16": "וַיהוָ֞ה H3068 מִצִּיּ֣וֹן H6726 יִשְׁאָ֗ג H7580 וּמִ H3389 יִתֵּ֣ן H5414 קוֹל֔וֹ H6963 וְרָעֲשׁ֖וּ H7493 שָׁמַ֣יִם H8064 וָאָ֑רֶץ H776 וַֽיהוָה֙ H3068 מַֽחֲסֶ֣ה H4268 לְעַמּ֔ H5971 וּמָע֖וֹז H4581 לִבְנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "17": "וִֽידַעְתֶּ֗ם H3045 כִּ֣י H3588 אֲנִ֤י H589 יְהוָה֙ H3068 אֱלֹ֣הֵיכֶ֔ם H430 שֹׁכֵ֖ן H7931 בְּצִיּ֣וֹן H6726 הַר H2022 קָדְשִׁ֑י H6944 וְהָיְתָ֤ה H1961 יְרוּשָׁלִַ֨ם֙ H3389 קֹ֔דֶשׁ H6944 וְזָרִ֥ים H2114 לֹא H3808 יַֽעַבְרוּ H5674 בָ֖הּ Hb עֽוֹד H5750 ",
  "18": "וְהָיָה֩ H1961 בַיּ֨וֹם H3117 הַה֜וּא H1931 יִטְּפ֧וּ H5197 הֶהָרִ֣ים H2022 עָסִ֗יס H6071 וְהַ H1389 תֵּלַ֣כְנָה H3212 חָלָ֔ב H2461 וְכָל H3605 אֲפִיקֵ֥י H650 יְהוּדָ֖ה H3063 יֵ֣לְכוּ H3212 מָ֑יִם H4325 וּמַעְיָ֗ן H4599 מִבֵּ֤ית H1004 יְהוָה֙ H3068 יֵצֵ֔א H3318 וְהִשְׁקָ֖ה H8248 אֶת H853 נַ֥חַל H5158 הַשִּׁטִּֽים H7851 ",
  "19": "מִצְרַ֨יִם֙ H4714 לִשְׁמָמָ֣ה H8077 תִֽהְיֶ֔ה H1961 וֶאֱד֕וֹם H123 לְמִדְבַּ֥ר H4057 שְׁמָמָ֖ה H8077 תִּֽהְיֶ֑ה H1961 מֵֽחֲמַס֙ H2555 בְּנֵ֣י H1121 יְהוּדָ֔ה H3063 אֲשֶׁר H834 שָׁפְכ֥וּ H8210 דָם H1818 נָקִ֖יא H5355 בְּאַרְצָֽ H776 ",
  "20": "וִיהוּדָ֖ה H3063 לְעוֹלָ֣ם H5769 תֵּשֵׁ֑ב H3427 וִירוּשָׁלִַ֖ם H3389 לְד֥וֹר H1755 וָדֽוֹר H1755 ",
  "21": "וְנִקֵּ֖יתִי H5352 דָּמָ֣ם H1818 לֹֽא H3808 נִקֵּ֑יתִי H5352 וַֽיהוָ֖ה H3068 שֹׁכֵ֥ן H7931 בְּצִיּֽוֹן H6726 "
}
