{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The former book I wrote, Theophilus, told all that Jesus began to do and to teach,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "until the day that he was taken up, after he had given commands through the Holy Spirit to the apostles he had chosen.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After his suffering, he presented himself alive to them with many convincing proofs. For forty days he appeared to them, and he spoke about the kingdom of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he was meeting together with them, he commanded them not to leave Jerusalem, but to wait for the promise of the Father, about which, he said, \"You heard from me\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "that John indeed baptized with water, but you shall be baptized in the Holy Spirit in a few days.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they were assembled together they asked him, \"Lord, is this the time you will restore the kingdom to Israel?\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"It is not for you to know the times or the seasons which the Father has determined by his own authority.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you will receive power, when the Holy Spirit comes upon you, and you will be my witnesses both in Jerusalem and in all Judea and Samaria, and to the ends of the earth.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Lord Jesus had said these things, as they were looking up, he was raised up, and a cloud hid him from their eyes.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were looking intensely to heaven as he went, suddenly, two men stood by them in white clothing.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"You men of Galilee, why do you stand here looking into heaven? This Jesus who has been taken up from you into heaven, will return in the same manner as you saw him going into heaven.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they returned to Jerusalem from the Mount of Olives, which is near to Jerusalem, a Sabbath day's journey.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they arrived, they went up into the upper chamber, where they were staying. They were Peter, John, James, Andrew, Philip, Thomas, Bartholomew, Matthew, James son of Alphaeus, Simon the Zealot, and Judas son of James.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were all united as one, as they diligently continued in prayer. Included were the women, Mary the mother of Jesus, and his brothers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In those days Peter stood up in the midst of the brothers, about 120 people, and said,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Brothers, it was necessary that the scripture should be fulfilled, that the Holy Spirit spoke before by the mouth of David concerning Judas, who guided the ones who arrested Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For he was one of us and received his share of the benefits of this ministry.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(Now this man bought a field with the earnings he received for his wickedness, and there he fell headfirst, and his body burst open, and all his intestines poured out.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All those living in Jerusalem heard about this, so they called that field in their language \"Akeldama,\" that is, \"Field of Blood.\")\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"For it is written in the Book of Psalms,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'Let his field be made desolate,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and do not let even one person live there';\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'Let someone else take his position of leadership.'\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is necessary, therefore, that one of the men who accompanied us all the time the Lord Jesus went in and out among us,\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "beginning from the baptism of John to the day that he was taken up from us, must be a witness with us of his resurrection.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They put forward two men, Joseph called Barsabbas, who was also named Justus, and Matthias.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They prayed and said, \"You, Lord, know the hearts of all people, so reveal which of these two is the one whom you have chosen\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "to take the place in this ministry and apostleship from which Judas turned away to go to his own place.\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They cast lots for them, and the lot fell to Matthias, and he was numbered with the eleven apostles.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}