{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now there was a certain man in the city of Caesarea, Cornelius by name, a centurion of what was called the Italian Regiment.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was a devout man, one who worshiped God with all his household; he gave much money to those in need, and he constantly prayed to God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "About the ninth hour of the day, he clearly saw in a vision an angel of God coming to him. The angel said to him, \"Cornelius!\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Cornelius stared at the angel and was very frightened and said, \"What is it, sir?\" The angel said to him, \"Your prayers and your gifts to the poor have gone up as a memorial offering into God's presence.\n\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now send men to the city of Joppa to bring a man named Simon who is called Peter.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He is staying with a tanner named Simon, whose house is by the seaside.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the angel who spoke to him had left, Cornelius called two of his house servants, and a devout soldier from among those who served him.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Cornelius told them all that had happened and sent them to Joppa.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now on the next day at about the sixth hour, as they were on their journey and were approaching the city, Peter went up upon the housetop to pray.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He then became hungry and wanted something to eat, but while the people were cooking some food, he was given a vision,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and he saw the sky open and a certain container descending, something like a large sheet coming down to the earth, let down by its four corners.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In it were all kinds of four-footed animals and things that crawled on the earth, and birds of the sky.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then a voice spoke to him: \"Rise, Peter, kill and eat.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Peter said, \"Not so, Lord; for I have never eaten anything that was defiled and unclean.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the voice came to him again a second time: \"What God has cleansed, do not call it defiled.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This happened three times; then the container was immediately taken back up into the sky.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now while Peter was very confused about what the vision that he had seen could mean, behold, the men who were sent by Cornelius stood before the gate, after they had asked their way to the house.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They called out and asked whether Simon, who was also called Peter, was staying there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Peter was still thinking about the vision, the Spirit said to him, \"Behold, three men are looking for you.\n\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some ancient copies have, \\fqa two men are looking for you \\fqa* or \\fqa some men are looking for you \\fqa*. ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Arise and go down and go with them. Do not hesitate to go with them, because I have sent them.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Peter went down to the men and said, \"I am he whom you are seeking. Why have you come?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"A centurion named Cornelius, a righteous man and one who worships God, and is well spoken of by all the nation of the Jews, was told by a holy angel of God to send for you to come to his house, so he could listen to a message from you.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Peter invited them to come in and stay with him.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "On the next morning he got up and went with them, and some of the brothers from Joppa accompanied him.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the following day they came to Caesarea. Cornelius was waiting for them; he had called together his relatives and his close friends.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that when Peter entered, Cornelius met him and fell down at his feet to worship him.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Peter helped him up, saying, \"Stand up! I too am a man.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Peter was talking with him, he went in and found many people gathered together.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"You yourselves know that it is not lawful for a Jewish man to associate with or to visit someone from another nation. But God has shown me that I should not call any man defiled or unclean.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is why I came without arguing, when I was sent for. So I ask you why you sent for me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Cornelius said, \"Four days ago at this very hour, I was praying at the ninth hour in my house; and see, a man stood before me in bright clothing.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, 'Cornelius, your prayer has been heard by God, and your gifts to the poor have reminded God about you.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So send someone to Joppa, and call to you a man named Simon who is called Peter. He is staying in the house of a tanner named Simon, by the seaside.' "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some ancient copies add: \\fqa When he comes, he will speak to you \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So at once I sent for you. You are kind to have come. Now then, we are all here present in the sight of God, to hear everything that you have been instructed by the Lord to say.\" "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa instructed by the Lord to say, \\fqa* some ancient copies have, \\fqa instructed by God to say \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Peter opened his mouth and said,\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\"Truly, I perceive that God does not take anyone's side.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, in every nation anyone who worships and does righteous deeds is acceptable to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know the message that he sent to the people of Israel, when he announced good news about peace through Jesus Christ, who is Lord of all—\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "you yourselves know the events that took place, which occurred throughout all Judea, beginning in Galilee, after the baptism that John announced;\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the events concerning Jesus of Nazareth, how God anointed him with the Holy Spirit and with power. He went about doing good and healing all who were oppressed by the devil, for God was with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are witnesses of all the things Jesus did, both in the country of the Jews and in Jerusalem. They killed him by hanging him on a tree,\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but God raised him up on the third day and caused him to be seen,\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "not by all the people, but to the witnesses who were chosen beforehand by God—by us who ate and drank with him after he rose from the dead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He commanded us to proclaim to the people and to testify that this is the one who has been chosen by God to be the Judge of the living and the dead.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is to him that all the prophets bear witness, so that everyone who believes in him shall receive forgiveness of sins through his name.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Peter was still saying these things, the Holy Spirit fell on all of those who were listening to his message.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people who belonged to the circumcision group of believers—all of those who came with Peter—were amazed, because the gift of the Holy Spirit was poured out also on the Gentiles.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For they heard these Gentiles speak in other languages and praising God. Then Peter answered,\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Can anyone keep water from these people so they should not be baptized, these people who have received the Holy Spirit as well as we?\"\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he commanded them to be baptized in the name of Jesus Christ. Then they asked him to stay with them for several days.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}