{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the apostles and the brothers who were in Judea heard that the Gentiles also had received the word of God.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Peter had come up to Jerusalem, they who belonged to the circumcision group criticized him;\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "they said, \"You associated with uncircumcised men and ate with them!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Peter started to explain the matter to them in detail; he said,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I was praying in the city of Joppa, and I had a vision of a container coming down, like a large sheet let down from heaven by its four corners. It descended to me.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I gazed at it and I thought about it. I saw the four-legged animals of earth, wild beasts, creeping animals, and birds of the sky.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I heard a voice say to me, \"Get up, Peter; kill and eat!\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I said, \"Not so, Lord; for nothing unholy or unclean has ever entered into my mouth.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the voice answered again from heaven, \"What God has declared clean, do not call unclean.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This happened three times, and then everything was taken back up into heaven again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold, right away there were three men standing in front of the house where we were; they had been sent from Caesarea to me.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Spirit commanded me to go with them, and that I should make no distinction regarding them. These six brothers went with me, and we went into the man's house.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He told us how he had seen the angel standing in his house and saying, \"Send men to Joppa and bring back Simon who is called Peter.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will speak to you a message by which you will be saved—you and all your household.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As I began to speak to them, the Holy Spirit came on them, just as on us in the beginning.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I remembered the words of the Lord, how he said, \"John indeed baptized with water; but you shall be baptized in the Holy Spirit.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then if God gave to them the same gift as he gave to us when we believed on the Lord Jesus Christ, who was I, that I could oppose God?\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they heard these things, they said nothing in response, but they praised God and said, \"Then God has given repentance for life to the Gentiles also.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now those who had been scattered by the persecution that arose over Stephen spread as far as Phoenicia, Cyprus, and Antioch, speaking the word only to Jews.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But some of them, men from Cyprus and Cyrene, came to Antioch and spoke also to Greeks, telling them the good news about the Lord Jesus.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The hand of the Lord was with them; a great number believed and turned to the Lord.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "News about them came to the ears of the church in Jerusalem, and they sent out Barnabas as far as Antioch.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he came and saw the grace of God, he was glad; and he encouraged them all to remain with the Lord with all their heart.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For he was a good man and full of the Holy Spirit and of faith, and many people were added to the Lord.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Barnabas then went out to Tarsus to look for Saul.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he found him, he brought him to Antioch. It came about, that for an entire year they gathered together with the church and taught many people. The disciples were called Christians first in Antioch.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now in these days some prophets came down from Jerusalem to Antioch.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of them, Agabus by name, stood up and indicated by the Spirit that a great famine would occur over all the world. This happened in the days of Claudius.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, the disciples, as each one was able, decided to send help to the brothers in Judea.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They did this; they sent money to the elders by the hand of Barnabas and Saul.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}