{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now about that time Herod the king laid hands on some who belonged to the church so that he might mistreat them.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He killed James the brother of John with the sword.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he saw that this pleased the Jews, he proceeded to arrest Peter also. That was during the days of unleavened bread.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After arresting him, he put him in prison, assigning him over to four squads of soldiers to guard him; he was intending to bring him to the people after the Passover.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Peter was kept in the prison, but prayer was made earnestly to God for him by those in the church.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the night before Herod was going to bring him out for trial, Peter was sleeping between two soldiers, bound with two chains, while guards in front of the door were keeping watch over the prison.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold, an angel of the Lord suddenly appeared by him, and a light shone in the prison cell. He struck Peter on the side and woke him and said, \"Get up quickly,\" and his chains fell off his hands.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel said to him, \"Dress yourself and put on your sandals.\" Peter did so. The angel said to him, \"Put on your outer garment and follow me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Peter followed the angel and went out. He did not know that what was done by the angel was real. He thought he was seeing a vision.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they had passed by the first guard and the second, they came to the iron gate that led into the city; it opened for them by itself. They went out and went down a street, and the angel left him right away.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Peter came to himself, he said, \"Now I truly know that the Lord has sent his angel and delivered me out of the hand of Herod, and from everything the Jewish people were expecting.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he realized this, he went to the house of Mary the mother of John, also called Mark, where many people had gathered and were praying.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he knocked at the door of the gate, a servant girl named Rhoda came to answer.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When she recognized Peter's voice, out of joy she failed to open the door; instead, she came running into the room; she reported that Peter was standing at the door.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they said to her, \"You are insane.\" But she insisted that it was so. They said, \"It is his angel.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Peter continued knocking, and when they had opened the door, they saw him and were amazed.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter motioned to them with his hand to be silent, and he told them how the Lord had brought him out of prison. He said, \"Report these things to James and the brothers.\" Then he left and went to another place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when it became day, there was no small disturbance among the soldiers over what had happened to Peter.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Herod had searched for him and could not find him, he questioned the guards and ordered them to be put to death. Then he went down from Judea to Caesarea and stayed there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Herod was very angry with the people of Tyre and Sidon. They went to him together. They persuaded Blastus, the king's assistant, to help them. Then they asked for peace, because their country received its food from the king's country.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On a set day Herod dressed himself in royal clothing and sat on a throne; he made a speech to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people shouted, \"This is the voice of a god, not of a man!\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Immediately an angel of the Lord struck him, because he did not give God the glory; he was eaten by worms and died.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the word of God increased and multiplied.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when Barnabas and Saul had completed their mission, they returned from "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some ancient copies read, \\fqa they returned to Jerusalem \\fqa* . ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": "Jerusalem, bringing with them John, also called Mark.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}