{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now in the church in Antioch, there were some prophets and teachers. They were Barnabas, Simeon (who is called Niger), Lucius of Cyrene, Manaen (the foster brother of Herod the tetrarch), and Saul.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were worshiping the Lord and fasting, the Holy Spirit said, \"Set apart for me Barnabas and Saul, to do the work to which I have called them.\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they had fasted, prayed, and laid their hands on these men, they sent them off.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Barnabas and Saul obeyed the Holy Spirit and went down to Seleucia; from there they sailed to the island of Cyprus.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they were in the city of Salamis, they proclaimed the word of God in the synagogues of the Jews. They also had John Mark as their assistant.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had gone through the whole island to Paphos, they found a certain magician, a Jewish false prophet, whose name was Bar Jesus.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This magician associated with the proconsul, Sergius Paulus, who was an intelligent man. This man summoned Barnabas and Saul, because he wanted to hear the word of God.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Elymas \"the magician\" (that is how his name is translated) opposed them; he tried to turn the proconsul away from the faith.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Saul, who is also called Paul, filled with the Holy Spirit, stared at him intensely.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and said, \"You son of the devil, you are full of all kinds of deceit and wickedness. You are an enemy of every kind of righteousness. You will never stop twisting the straight paths of the Lord, will you?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now look, the hand of the Lord is upon you, and you will become blind. You will not see the sun for a while.\" Immediately there fell on Elymas a mist and darkness; he started going around asking people to lead him by the hand.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the proconsul saw what had happened, he believed, because he was astonished at the teaching about the Lord.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Paul and his friends set sail from Paphos and came to Perga in Pamphylia. But John left them and returned to Jerusalem.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul and his friends traveled from Perga and came to Antioch of Pisidia. There they went into the synagogue on the Sabbath day and sat down.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the reading of the law and the prophets, the leaders of the synagogue sent them a message saying, \"Brothers, if you have any message of encouragement for the people here, say it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Paul stood up and motioned with his hand; he said, \"Men of Israel and you who honor God, listen.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The God of this people Israel chose our fathers and made the people numerous when they stayed in the land of Egypt, and with an uplifted arm he led them out of it.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For about forty years he put up with them in the wilderness. "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some ancient copies read, \\fqa For about forty years he cared for them in the wilderness \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he had destroyed seven nations in the land of Canaan, he gave our people their land for an inheritance.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All these events took place over four hundred and fifty years. After all these things, God gave them judges until Samuel the prophet.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people asked for a king, and God gave them Saul son of Kish, a man from the tribe of Benjamin, to be king for forty years.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After God removed him from the kingship, he raised up David to be their king. It was about David that God said, 'I have found David son of Jesse to be a man after my heart, who does all I want him to do.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From this man's descendants God has brought to Israel a savior, Jesus, as he promised to do.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This began to happen when, before Jesus came, John first announced the baptism of repentance to all the people of Israel.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As John was finishing his work, he said, 'Who do you think I am? I am not the one. But listen, one is coming after me, the shoes of whose feet I am not worthy to untie.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Brothers, children of the line of Abraham, and those among you who worship God, it is to us that the message about this salvation has been sent.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For they who live in Jerusalem, and their rulers, did not recognize him, and they fulfilled sayings of the prophets that are read every Sabbath by condemning him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even though they found no good cause for death in him, they asked Pilate to kill him.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had completed all the things that were written about him, they took him down from the tree and laid him in a tomb.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God raised him from the dead.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was seen for many days by those who had come up with him from Galilee to Jerusalem. These people are now his witnesses to the people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we are telling you the good news that what God promised to our fathers\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he has fulfilled for us, their children, by raising up Jesus. As it is written in the second Psalm:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'You are my Son, today I have become your Father.'\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The fact that he raised him up from the dead so that his body would never decay, God has spoken in this way:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'I will give you the holy and sure blessings promised to David.'\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is why he also says in another Psalm,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'You will not allow your Holy One to see decay.'\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For when David had served the desires of God in his own generation, he fell asleep; he was laid with his fathers and his body experienced decay.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he whom God raised up experienced no decay.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So let it be known to you, brothers, that through this man is proclaimed to you forgiveness of sins.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By him every one who believes is justified from all the things which the law of Moses could not justify you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So then be careful that the thing the prophets spoke about does not happen to you:\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Look, you despisers, and be astonished and then perish;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "For I am doing a work in your days,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "A work that you shall never believe, even if someone announces it to you.'\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Paul and Barnabas left, the people begged them that they might speak these same words again the next Sabbath.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the synagogue meeting ended, many of the Jews and devout proselytes followed Paul and Barnabas, who spoke to them and urged them to continue in the grace of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the next Sabbath, almost the whole city was gathered together to hear the word of the Lord.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Jews saw the crowds, they were filled with jealousy and spoke against the things that were said by Paul and insulted him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Paul and Barnabas spoke out boldly and said, \"It was necessary that the word of God should first be spoken to you. Seeing you push it away from yourselves and consider yourselves unworthy of eternal life, see, we will turn to the Gentiles.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For so has the Lord commanded us, saying,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'I have placed you as a light for the Gentiles,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "that you should bring salvation to the uttermost parts of the earth.'\"\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As the Gentiles heard this, they were glad and praised the word of the Lord. As many as were appointed to eternal life believed.\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The word of the Lord was spread out through the whole region.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Jews urged on the devout and important women, as well as the leading men of the city. These stirred up a persecution against Paul and Barnabas and threw them out beyond the border of their city.\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Paul and Barnabas shook off the dust from their feet against them. Then they went to the city of Iconium.\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And the disciples were filled with joy and with the Holy Spirit.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}