{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about in Iconium that Paul and Barnabas entered together into the synagogue of the Jews and spoke in such a way that a great multitude both of Jews and of Greeks believed.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Jews who were disobedient stirred up the minds of the Gentiles and made them bitter against the brothers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they stayed there for a long time, speaking boldly with the Lord's power, while he gave evidence about the message of his grace. He did this by granting signs and wonders to be done by the hands of Paul and Barnabas.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the majority of the city was divided: some people sided with the Jews, and some with the apostles.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When both Gentiles and Jews attempted to persuade their leaders to mistreat and stone Paul and Barnabas,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "they became aware of it and fled to the cities of Lycaonia, Lystra and Derbe, and the surrounding region,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and there they were proclaiming the gospel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At Lystra a certain man sat, powerless in his feet, a cripple from his mother's womb, who never had walked.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This man heard Paul speaking. Paul fixed his eyes on him and saw that he had faith to be made well.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he said to him in a loud voice, \"Stand up on your feet.\" Then the man jumped up and walked around.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the multitude saw what Paul had done, they raised their voice, saying in the dialect of Lycaonia, \"The gods have come down to us in the form of men.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They called Barnabas \"Zeus,\" and Paul, \"Hermes,\" because he was the main speaker.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest of Zeus, whose temple was just outside the city, brought oxen and wreaths to the gates; he and the multitudes wanted to offer sacrifice.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the apostles, Barnabas and Paul, heard of it, they tore their clothing and quickly went out into the crowd, crying out\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and saying, \"Men, why are you doing these things? We also are human beings with the same feelings as you. We bring you good news, that you should turn from these useless things to a living God, who made the heavens, the earth, and the sea and everything that is in them.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the past ages, he allowed all the nations to walk in their own ways.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But still, he did not leave himself without witness, in that he did good and gave you the rains from heaven and fruitful seasons, filling your hearts with food and gladness.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even with these words, Paul and Barnabas barely kept the multitudes from sacrificing to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But some Jews from Antioch and Iconium came and persuaded the crowds. They stoned Paul and dragged him out of the city, thinking that he was dead.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet as the disciples were standing around him, he got up and entered the city. The next day, he went to Derbe with Barnabas.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they had proclaimed the gospel in that city and made many disciples, they returned to Lystra, to Iconium, and to Antioch.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They kept strengthening the souls of the disciples and encouraging them to continue in the faith, saying, \"We must enter into the kingdom of God through many sufferings.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had appointed for them elders in every church, and had prayed with fasting, they entrusted them to the Lord, in whom they had believed.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they passed through Pisidia and came to Pamphylia.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had spoken the word in Perga, they went down to Attalia.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From there they sailed to Antioch, where they had been committed to the grace of God for the work which they had now completed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they arrived in Antioch and gathered the church together, they reported all the things that God had done with them, and how he had opened a door of faith for the Gentiles.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They stayed for a long time with the disciples.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}