{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul also came to Derbe and to Lystra; and behold, a certain disciple named Timothy was there, the son of a Jewish woman who believed; his father was a Greek.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was well spoken of by the brothers who were at Lystra and Iconium.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul wanted him to travel with him; so he took him and circumcised him because of the Jews that were in those places, for they all knew that his father was a Greek.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they went on their way through the cities, they delivered to the churches the instructions for them to obey, the instructions that had been written by the apostles and elders in Jerusalem.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the churches were strengthened in the faith and increased in number daily.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul and his companions went through the regions of Phrygia and Galatia, since they had been forbidden by the Holy Spirit to proclaim the word in the province of Asia.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they came near Mysia, they attempted to go into Bithynia, but the Spirit of Jesus prevented them.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So passing by Mysia, they came down to the city of Troas.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A vision appeared to Paul in the night: A man of Macedonia was standing there, calling him and saying, \"Come over into Macedonia and help us.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Paul had seen the vision, immediately we set out to go to Macedonia, concluding that God had called us to proclaim the gospel to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Setting sail therefore from Troas, we made a straight course to Samothrace, and the next day we came to Neapolis.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From there we went to Philippi, which is a city of Macedonia, the most important city in the district and a Roman colony, and we stayed in this city for several days.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the Sabbath day we went outside the gate by the river, where we thought there would be a place of prayer. We sat down and spoke to the women who had come together.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A certain woman named Lydia, a seller of purple from the city of Thyatira, who worshiped God, listened to us. The Lord opened her heart to pay attention to what was said by Paul. \n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When she and her house were baptized, she urged us, saying, \"If you have judged me to be faithful to the Lord, come and stay in house.\" And she persuaded us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that, as we were going to the place of prayer, a certain young woman who had a spirit of divination encountered us. She brought her masters much gain by fortunetelling.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This woman followed after Paul and us and shouted, saying, \"These men are servants of the Most High God. They proclaim to you the way of salvation.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She did this for many days. But Paul, being greatly annoyed by her, turned and said to the spirit, \"I command you in the name of Jesus Christ to come out of her.\" And it came out right away.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When her masters saw that their opportunity to make money was now gone, they seized Paul and Silas and dragged them into the marketplace before the authorities.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had brought them to the magistrates, they said, \"These men are stirring up our city. They are Jews. \n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They proclaim customs that are not lawful for Romans to accept or practice.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the crowd rose up together against Paul and Silas; the magistrates tore their garments off them and commanded them to be beaten with rods.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had laid many blows upon them, they threw them into prison and commanded the jailer to keep them securely.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he got this command, the jailer threw them into the inner prison and fastened their feet in the stocks.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Around midnight Paul and Silas were praying and singing hymns to God, and the other prisoners were listening to them.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suddenly there was a great earthquake, so that the foundations of the prison were shaken; and immediately all the doors were opened, and everyone's chains were unfastened.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The jailer was awakened from sleep and saw the open prison doors; he drew his sword and was about to kill himself, because he thought that the prisoners had escaped.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Paul shouted with a loud voice, saying, \"Do not harm yourself, because we are all here.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The jailer called for lights and rushed in and, trembling for fear, fell down before Paul and Silas,\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and brought them out and said, \"Sirs, what must I do to be saved?\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"Believe in the Lord Jesus, and you will be saved, you and your house.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They spoke the word of the Lord to him, together with everyone in his house.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the jailer took them at the same hour of the night, and washed their wounds, and he and those in his entire house were baptized immediately.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then as he brought Paul and Silas up into his house and he set food before them, he rejoiced greatly with those of his house, that he had believed in God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when it was day, the magistrates sent word to the guards, saying, \"Let those men go.\"\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The jailer reported the words to Paul, saying, \"The magistrates have sent word to me to let you go. Now therefore come out, and go in peace.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Paul said to them, \"They have publicly beaten us without a trial, even through we are Romans citizens—and they threw us into prison. Do they now want to send us away secretly? No! Let them come themselves and lead us out.\"\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The guards reported these words to the magistrates, and when they heard that Paul and Silas were Romans, they were afraid.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The magistrates came and apologized to them and brought them out, asking them them to go away from the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Paul and Silas went out of the prison and came to the house of Lydia. When Paul and Silas saw the brothers, they encouraged them and then departed from the city.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}