{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when they had passed through the cities of Amphipolis and Apollonia, they came to the city of Thessalonica, where there was a synagogue of the Jews.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul, as his custom was, went to them, and for three Sabbath days reasoned with them from the scriptures.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was opening the scriptures and explaining that it was necessary for the Christ to suffer and to rise again from the dead. He said, \"This Jesus whom I proclaim to you is the Christ.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the Jews were persuaded and joined Paul and Silas, including a large number of devout Greeks, and not a few of the leading women.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the unbelieving Jews, being moved with jealousy, took certain wicked men from the marketplace, gathered a crowd together, and set the city in an uproar. Assaulting the house of Jason, they wanted to bring Paul and Silas out to the people.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when they did not find them, they dragged Jason and certain other brothers before the officials of the city, crying, \"These men who have turned the world upside down have come here also.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These men whom Jason has welcomed act against the decrees of Caesar; they say that there is another king—Jesus.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The crowd and the officials of the city were disturbed when they heard these things.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But after the officials made Jason and the rest pay money as security, then they let them go.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That night the brothers sent Paul and Silas to Berea. When they arrived there, they went into the synagogue of the Jews.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now these people were more noble than those in Thessalonica, for they received the word with all readiness of mind, examining the scriptures daily to see whether these things were so.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore many of them believed, including some influential Greek women and many men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the Jews of Thessalonica learned that Paul was also proclaiming the word of God at Berea, they went there and stirred up and troubled the crowds.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then immediately, the brothers sent Paul to go to the sea, but Silas and Timothy stayed there.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who were leading Paul took him as far as the city of Athens. As they left Paul there, they received from him instructions for Silas and Timothy to come to him as quickly as possible.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now while Paul was waiting for them in Athens, his spirit was provoked within him as he saw the city full of idols.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he reasoned in the synagogue with the Jews and others who worshiped God, as well as in the marketplace with those who happened to be there. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But also some of the Epicurean and Stoic philosophers encountered him. Some said, \"What is this babbler trying to say?\" Others said, \"He seems to be one who calls people to follow strange gods,\" because he was proclaiming Jesus and the resurrection.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took Paul and brought him to the Areopagus, saying, \"May we know this new teaching which you were speaking?\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you bring some strange things to our ears. Therefore, we want to know what these things mean.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(Now all the Athenians and the strangers living there spent their time in nothing but either telling or listening about something new.)\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Paul stood in the middle of the Areopagus and said,\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\"You men of Athens, I see that you are very religious in every way.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For as I passed along and observed the objects of your worship, I found an altar with this inscription, \"To an Unknown God.\" What therefore you worship in ignorance, this I announce to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The God who made the world and everything in it, since he is Lord of heaven and earth, does not live in temples built with hands.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Neither is he served by men's hands, as though he needed anything, since he himself gives people life and breath and everything else.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From one man he made every nation of people to live on the surface of the earth, having determined their appointed seasons and the boundaries of their living areas,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so that they should search for God and perhaps they may feel their way toward him and find him. Yet he is not far from each one of us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For in him we live and move and have our being, just as one of your own poets has said,\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "'For we also are his offspring.'\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, since we are God's offspring, we ought not to think that the qualities of deity are like gold, or silver, or stone—images created by the art and imagination of man.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore God overlooked the times of ignorance, but now he commands all men everywhere to repent.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is because he has set a day when he will judge the world in righteousness by the man he has chosen. God has given proof of this man to everyone by raising him from the dead.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when the men of Athens heard of the resurrection of the dead, some mocked Paul; but others said, \"We will listen to you again about this matter.\"\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that, Paul left them.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But certain men joined him and believed, including Dionysius the Areopagite, a woman named Damaris, and others with them.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}