{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that while Apollos was at Corinth, Paul passed through the upper country and came to the city of Ephesus, and found certain disciples there.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul said to them, \"Did you receive the Holy Spirit when you believed?\" They said to him, \"No, we did not even hear about the Holy Spirit.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul said, \"Into what then were you baptized?\" They said, \"Into John's baptism.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Paul replied, \"John baptized with the baptism of repentance. He told the people that they should believe in the one who would come after him, that is, in Jesus.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the people heard this, they were baptized in the name of the Lord Jesus.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then when Paul had laid his hands on them, the Holy Spirit came on them and they spoke in other languages and prophesied.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In all they were about twelve men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul went into the synagogue and spoke boldly for three months, reasoning and persuading them about the kingdom of God.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when some Jews were hardened and disobedient, they began to speak evil of the Way before the crowd. So Paul left them and took the disciples from him, reasoning with them every day in the lecture hall of Tyrannus.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This continued for two years, so that all who lived in Asia heard the word of the Lord, both Jews and Greeks.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God was doing mighty deeds by the hands of Paul,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so that even handkerchiefs and aprons that had touched him were taken to the sick and their illnesses left them and the evil spirits came out of them. \n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But there were Jewish exorcists traveling through the area. They called on the name of the Lord Jesus so they could have power over evil spirits when they said, \"By the Jesus whom Paul proclaims, I command you to come out.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jewish high priest, whose name was Sceva, had seven sons who were doing this.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "An evil spirit answered them, \"Jesus I know, and Paul I know; but who are you?\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The evil spirit in the man leaped on the exorcists and overpowered them and beat them up. Then they fled out of that house naked and wounded.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This became known to all, both Jews and Greeks, who lived at Ephesus. They became very afraid, and the name of the Lord Jesus was honored.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, many of the believers came and confessed and admitted the evil things they had done.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many who practiced magical arts brought their books together and burned them in the sight of everyone. When they counted the value of them, it was fifty thousand pieces of silver.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the word of the Lord spread very widely in powerful ways.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now after Paul completed his ministry in Ephesus, he decided in the Spirit to pass through Macedonia and Achaia on his way to Jerusalem; he said, \"After I have been there, I must also see Rome.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul sent to Macedonia two of his helpers, Timothy and Erastus, who had helped him. But he himself stayed in Asia for a while.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At about that time there was no small disturbance in Ephesus concerning the Way.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A certain silversmith named Demetrius, who made silver statues of Artemis, brought in much business for the craftsmen.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he gathered together the workmen of that occupation and said, \"Sirs, you know that in this business we make much money.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You see and hear that, not only at Ephesus, but almost throughout all Asia, this Paul has persuaded and turned away many people. He is saying that there are no gods that are made with hands.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Not only is there danger that our trade will no longer be needed, but also that the temple of the great goddess Artemis may be considered worthless. Then she would even lose her greatness, she whom all Asia and the world worships.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they heard this, they were filled with anger and cried out, saying, \"Great is Artemis of the Ephesians.\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The whole city was filled with confusion, and the people rushed together into the theater. They had seized Paul's travel companions, Gaius and Aristarchus, who came from Macedonia.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul wanted to enter in among the crowd of people, but the disciples prevented him.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, some of the officials of the province of Asia who were his friends sent him a message strongly requesting him not to enter the theater.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some people were shouting one thing, and some another, for the crowd was in confusion. Most of them did not even know why they had come together.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the crowd informed Alexander, whom the Jews were pushing to the front, and so Alexander motioned with his hand, wanting to give an explanation to those who were assembled.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when they became aware that he was a Jew, they all cried out for about two hours with one voice, saying, \"Great is Artemis of the Ephesians.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the town clerk had quieted the crowd, he said, \"You men of Ephesus, what man is there who does not know that the city of the Ephesians is temple keeper of the great Artemis and of the image which fell down from heaven?\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Seeing then that these things are undeniable, you ought to be quiet and do nothing rash.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you have brought these men to this court who are neither robbers of temples nor blasphemers of our goddess.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, if Demetrius and the craftsmen who are with him have an accusation against anyone, the courts are open and there are proconsuls. Let them accuse one another.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you seek anything about other matters, it shall be settled in the regular assembly.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For indeed we are in danger of being accused concerning this day's riot. There is no cause for this disorder, and we will not be able to explain it.\"\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he had said this, he dismissed the assembly.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}