{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the uproar was over, Paul sent for the disciples and after he encouraged them, he said farewell and left to go into Macedonia.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he had gone through those regions and had spoken many words of encouragement to them, he came to Greece.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he had spent three months there, a plot was formed against him by the Jews as he was about to sail for Syria, so he decided to return through Macedonia.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Accompanying him as far as Asia were Sopater son of Pyrrhus from Berea; Aristarchus and Secundus, both from the Thessalonian believers; Gaius of Derbe; Timothy; and Tychicus and Trophimus from Asia.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But these men had gone before us and were waiting for us at Troas.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We sailed away from Philippi after the days of unleavened bread, and in five days we came to them in Troas. There we stayed for seven days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the first day of the week, when we were gathered together to break bread, Paul spoke to the believers. He was planning to leave the next day, so he kept speaking until midnight.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were many lamps in the upper room where we had come together.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the window was sitting a young man named Eutychus, who fell into a deep sleep. As Paul spoke even longer, this young man, still sleeping, fell down from the third story and was picked up dead.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Paul went down, stretched himself out on him, and embraced him. Then he said, \"Do not be upset any more, for he is alive.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he went upstairs again and broke bread and ate. After talking with them much longer until dawn, he left.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They brought back the boy alive and were greatly comforted.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We ourselves went ahead of Paul by ship and sailed away to Assos, where we planned to take Paul on board. This is what he himself desired to do, because he planned to go by land.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he met us at Assos, we took him onto the ship and went to Mitylene.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then we sailed from there and arrived the next day opposite the island of Chios. The following day we touched at the island of Samos, and the day after we came to the city of Miletus.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Paul had decided to sail past Ephesus, so that he would not spend any time in Asia; for he was hurrying to be in Jerusalem for the day of Pentecost, if it were at all possible for him to do so.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From Miletus he sent men to Ephesus and called to himself the elders of the church.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had come to him, he said to them,\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\"You yourselves know, from the first day that I set foot in Asia, how I always spent my time with you.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I kept serving the Lord with all lowliness of mind and with tears, and in sufferings that happened to me because of the plots of the Jews.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know how I did not keep back from declaring to you anything that was useful, and how I taught you in public and from house to house,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "testifying both Jews and Greeks about repentance toward God and of faith in our Lord Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now look, I am going to Jerusalem, compelled by the Spirit, not knowing what will happen to me there,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "except that the Holy Spirit warns to me in every city that chains and sufferings await me.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I do not consider my life is valuable to myself, if only I may finish the race and complete the ministry that I received from the Lord Jesus, to testify to the gospel of the grace of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now look, I know that you all, among whom I went about proclaiming the kingdom, will see my face no more.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore I testify to you this day, that I am innocent of the blood of any man.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I did not hold back from declaring to you the whole will of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore be careful about yourselves, and about all the flock of which the Holy Spirit has made you overseers. Be careful to shepherd the church of God, which he purchased with his own blood. "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa with his own blood \\fqa* , some ancient copies read, \\fqa with the blood of his own Son \\fqa* . ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know that after my departure, vicious wolves will come in among you and will not spare the flock.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know that from even among you some men shall come and distort the truth in order to draw away the disciples after them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So be on guard. Remember that for three years I did not stop instructing every one of you with tears night and day.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I entrust you to God and to the word of his grace, which is able to build you up and to give you the inheritance among all those who are being sanctified.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I coveted no man's silver, gold, or clothing.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You yourselves know that these hands served my own needs and the needs of those who were with me.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In all things I gave you an example of how you should help the weak by working, and of how you should remember the words of the Lord Jesus, words that he himself said: \"It is more blessed to give than to receive.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he had spoken in this way, he knelt down and prayed with them all.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a lot of crying and they embraced Paul and kissed him.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were sad most of all because of what he had said, that they would never see his face again. Then they escorted him to the ship.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}