{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When we had gone away from them and set sail, we took a straight course to the city of Cos, and the next day to the city of Rhodes, and from there to the city of Patara.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When we found a ship crossing over to Phoenicia, we went aboard and set sail.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After sighting Cyprus, leaving it on the left side of the boat, we sailed on to Syria and landed at Tyre, where the ship was to unload its cargo.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After we found the disciples, we stayed there seven days. Through the Spirit they kept urging Paul not to go to Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When our days there were over, we left and went on our way, and they all, with their wives and children, accompanied out of the city. Then we knelt down on the beach, prayed,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and said farewell to each other. Then we went on board the ship, and they returned home.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When we had finished the voyage from Tyre, we arrived at Ptolemais. There we greeted the brothers and stayed with them for one day.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the next day we left and went to Caesarea. We entered the house of Philip, the evangelist, who was one of the seven, and we stayed with him.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now this man had four virgin daughters who prophesied.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As we stayed there for some days, there came down from Judea a certain prophet named Agabus.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He came to us and took Paul's belt. With it he tied his own feet and hands and said, \"Thus says the Holy Spirit, 'So shall the Jews in Jerusalem tie up the man who owns this belt, and they will hand him over into the hands of the Gentiles.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When we heard these things, both we and the people who lived in that place begged Paul not to go up to Jerusalem.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Paul answered, \"What are you doing, weeping and breaking my heart? For I am ready, not only to be tied up, but also to die in Jerusalem for the name of the Lord Jesus.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since Paul did not wish to be persuaded, we stopped trying and said, \"May the will of the Lord be done.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After these days, we picked up our bags and went up to Jerusalem.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There also went with us some of the disciples from Caesarea. They brought with them a man named Mnason, a man from Cyprus, an early disciple, with whom we would stay.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When we had arrived in Jerusalem, the brothers welcomed us gladly.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day Paul went with us to James, and all the elders were present.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he had greeted them, he reported one by one the things that God had done among the Gentiles through his ministry.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they heard it, they praised God, and they said to him, \"You see, brother, how many thousands have believed among the Jews. They are all determined to keep the law.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They have been told about you, that you teach all the Jews who live among the Gentiles to abandon Moses, and that you tell them not to circumcise their children, and not to follow the old customs.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What should we do? They will certainly hear that you have come.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So do what we say to you. We have four men who made a vow.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take these men and purify yourself with them, and pay their expenses for them, so that they may shave their heads. So everyone will know that the things they have been told about you are false. They will learn that you also follow the law.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But concerning the Gentiles who have believed, we wrote and gave the instructions that they should keep themselves from things sacrificed to idols, from blood, from what is strangled, and from sexual immorality.\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Paul took the men, and the next day, purifying himself with them, went into the temple, announcing the period of the days of purification, until the offering was offered for every one of them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the seven days were almost finished, some Jews from Asia, seeing Paul in the temple, stirred up the whole crowd, and laid hands on him.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were shouting, \"Men of Israel, help us. This is the man who teaches all men everywhere things that are against the people, the law, and this place. Besides, he has also brought Greeks into the temple and has defiled this holy place.\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For they had previously seen Trophimus the Ephesian with him in the city, and they thought that Paul had brought him into the temple.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the city was excited, and the people ran together and laid hold of Paul. They dragged him out of the temple, and the doors were immediately shut.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they were trying to kill him, news came up to the chief captain of the guard that all Jerusalem was in an uproar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Right away he took soldiers and centurions and ran down to the crowd. When the people saw the chief captain and the soldiers, they stopped beating Paul.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the chief captain approached and laid hold of Paul, and commanded him to be bound with two chains. Then he asked who he was and what he had done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some in the crowd were shouting one thing and others another. Since the captain could not tell anything because of all the noise, he ordered that Paul be brought into the fortress.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he came to the steps, he was carried by the soldiers because of the crowd's violence.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the crowd of people followed after and kept shouting out, \"Away with him!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Paul was about to be brought into the fortress, he said to the chief captain, \"May I say something to you?\" The captain said, \"Do you speak Greek?\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Are you not then the Egyptian, who previously led a rebellion and led the four thousand men of the 'Assassins' out into the wilderness?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul said, \"I am a Jew, from the city of Tarsus in Cilicia. I am a citizen of an important city. I ask you, allow me to speak to the people.\"\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the captain had given him permission, Paul stood on the steps and motioned with the hand to the people. When there was a deep silence, he spoke to them in the Hebrew language. He said,\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}