{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul looked directly at the council members and said, \"Brothers, I have lived before God in all good conscience until this day.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The high priest Ananias commanded those who stood by him to strike him on the mouth.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then said Paul to him, \"God will strike you, you whitewashed wall. Are you sitting to judge me by the law, yet order me to be struck, against the law?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who stood by said, \"Is this how you insult God's high priest?\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul said, \"I did not know, brothers, that he was high priest. For it is written,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "You shall not speak evil of a ruler of your people.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Paul saw that the one part of the council were Sadducees and the other Pharisees, he spoke loudly in the council, \"Brothers, I am a Pharisee, a son of Pharisees. It is because I have the certain hope of the resurrection of the dead that I am being judged.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he said this, an argument began between the Pharisees and Sadducees, and the crowd was divided.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the Sadducees say that there is no resurrection, no angels, and no spirits, but the Pharisees acknowledge all of them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So a large uproar occurred, and some of the scribes belonging to the Pharisees stood up and argued, saying, \"We find nothing wrong with this man. What if a spirit or an angel has spoken to him?\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When there arose a great argument, the chief captain feared that Paul would be torn to pieces by them, so he commanded the soldiers to go down and take him by force from among the council members, and bring him into the fortress.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The following night the Lord stood beside him and said, \"Do not be afraid, for as you have testified about me in Jerusalem, so you must also bear witness in Rome.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When it became day, some Jews formed a conspiracy and called a curse down upon themselves with an oath not to eat nor drink anything until they had killed Paul.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were more than forty men who formed this conspiracy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went to the chief priests and the elders and said, \"We have put ourselves under a great curse, to eat nothing until we have killed Paul.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, therefore, let the council tell the chief captain to bring him down to you, as if you would decide his case more precisely. As for us, we are ready to kill him before he comes here.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Paul's sister's son heard that they were lying in wait, so he went and entered the fortress and told Paul.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul called one of the centurions and said, \"Take this young man to the chief captain, for he has something to tell him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the centurion took the young man and brought him to the chief captain and said, \"Paul the prisoner called me to him, and asked me to bring this young man to you. He has something to say to you.\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The chief captain took him by the hand to a private place and asked him, \"What is it that you have to tell me?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The young man said, \"The Jews have agreed to ask you to bring down Paul tomorrow to the council, as if they were going to ask more precisely about his case.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But do not give in to them, because there are more than forty men who are lying in wait for him. They have called a curse down on themselves, neither to eat nor to drink until they have killed him. Even now they are ready, waiting for consent from you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the chief captain let the young man go, after instructing him, \"Tell no one that you have said these things to me.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he called to him two of the centurions and said, \"Get two hundred soldiers ready to go as far as Caesarea, and seventy horsemen also, and two hundred spearmen. You will leave at the third hour of the night.\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also ordered them to provide animals which Paul could ride, and to take him safely to Felix the governor.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he wrote a letter like this:\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Claudius Lysias to the most excellent Governor Felix, greetings.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This man was arrested by the Jews and was about to be killed by them, when I came upon them with soldiers and rescued him, since I learned that he was a Roman citizen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I wanted to know why they accused him, so I took him down to their council.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I learned that he was being accused about questions concerning their own law, but that there was no accusation against him that deserved death or imprisonment.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then it was made known to me that there was a plot against the man, so I immediately sent him to you, and instructed his accusers also to bring their charges against him in your presence. Farewell.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the soldiers obeyed their orders. They took Paul and brought him by night to Antipatris.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the next day, most of the soldiers left the horsemen to go with him and they themselves returned to the fortress.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the horsemen reached Caesarea and delivered the letter to the governor, they also presented Paul to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the governor read the letter, he asked what province Paul was from. When he learned that he was from Cilicia,\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he said, \"I will hear you fully when your accusers come here.\" Then he commanded him to be kept in Herod's government headquarters.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}