{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After five days, Ananias the chief priest, certain elders, and an orator named Tertullus went there. These men brought charges against Paul before the governor.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Paul stood before the governor, Tertullus began to accuse him and said to the governor, \"Because of you we have great peace, and your foresight brings good reform to our nation;\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so with all thankfulness we welcome everything that you do, most excellent Felix.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So that I detain you no more, I ask you to briefly listen to me with kindness.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For we have found this man to be a pest and one who causes all the Jews throughout the world to rebel. He is a leader of the Nazarene sect.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He even tried to desecrate the temple, so we arrested him. "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some ancient copies add, \\fqa \"We wanted to judge him according to our our law \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some ancient copies have vs 7, \\fqa But Lysias, the officer, came and took him by force out of our hands \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you question Paul about all these matters, you will be able to learn about these charges we are bringing against him.\"\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some ancient copies add to the first part of vs 8, \\fqa sending us to you \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jews also joined in the accusation, affirming that these charges were true.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the governor motioned for Paul to speak, Paul answered, \"I understand that for many years you have been a judge to this nation, and so I gladly explain myself to you.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will be able to find out that it has not been more than twelve days since I went up to worship in Jerusalem.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they found me in the temple, I did not argue with anyone, and I did not stir up a crowd, either in the synagogues, or in the city.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They cannot prove to you the accusations they are now making against me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I admit this to you, that according to the Way that they call a sect, in that same way I serve the God of our fathers. I am faithful to all that is in the law and the writings of the prophets.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have the same confident hope in God as these men, that there will be a resurrection of both the righteous and the wicked. \n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I always strive to have a clear conscience before God and human beings. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now after many years I came to bring help to my nation and gifts of money.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I did this, certain Jews from Asia found me in a purification ceremony in the temple, not with a crowd or an uproar.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These men ought to be before you now and say what they have against me, if they have anything.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Or else, these same men should say what wrong they found in me when I stood before the Jewish council,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "unless it is about this one thing that I shouted out when I stood among them, 'It is concerning the resurrection of those who have died that I am on trial before you today.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Felix, who was well informed about the Way, ajourned the hearing. He said, \"When Lysias the commander comes down from Jerusalem, I will decide your case.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he commanded the centurion that Paul should be kept under guard, but to have some freedom so that none of his friends would be prevented from attending to his needs.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After some days, Felix returned with Drusilla his wife, a Jewess, and he sent for Paul and he heard from him about faith in Christ Jesus.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when Paul reasoned with him about righteousness, self-control, and the coming judgment, Felix became frightened and said, \"Go away for now. But when I have the opportunity later on, I will send for you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the same time he wanted Paul to give money to him, so he often sent for him and spoke with him.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when two years passed, Porcius Festus became the governor after Felix, but Felix wanted to gain favor with the Jews, so he left Paul to continue under guard.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}