{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, Festus entered the province, and after three days, he went from Caesarea up to Jerusalem.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The chief priest and the prominent Jews brought accusations against Paul, and they urged him \n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and asked him for a favor that would put Paul in danger—that Festus might summon Paul to Jerusalem so that they could kill him along the way.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Festus answered that Paul was being held at Caesarea, and that he himself was going there soon.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Therefore, those who can,\" he said, \"should go there with us. If there is something wrong with the man, you should accuse him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Festus stayed not more than eight or ten days and then he went down to Caesarea, and on the next day he sat in the judgment seat and commanded Paul to be brought to him.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he arrived, the Jews from Jerusalem stood nearby, and they brought many serious charges which they could not prove.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul defended himself and said, \"I have done nothing wrong against the law of the Jews or against the temple or against Caesar.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Festus wanted to gain the favor of the Jews, and so he answered Paul and said, \"Do you want to go up to Jerusalem and to be judged by me about these things there?\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul said, \"I stand before the judgment seat of Caesar where I must be judged. I have wronged no Jews, just as you also very well know.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Though if I have done wrong and if I have done what is worthy of death, I do not refuse to die. But if their accusations are nothing, no one may hand me over to them. I appeal to Caesar.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Festus talked with the council, he answered, \"You have appealed to Caesar. To Caesar you will go!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now after some days, King Agrippa and Bernice arrived at Caesarea to pay an official visit to Festus.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he had been there for many days, Festus presented Paul's case to the king; he said, \"A certain man was left behind here by Felix as a prisoner.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I was in Jerusalem, the chief priests and the elders of the Jews brought charges against this man to me, and they asked for a sentence of condemnation against him.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I answered them that it was not the custom of the Romans to hand over anyone before the accused had faced his accusers and had an opportunity to defend himself against the charges.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, when they came together here, I did not wait, but the next day I sat in the judgment seat and I ordered the man to be brought in.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the accusers stood up and accused him, I thought that none of the charges that they brought against him were serious.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, they had certain disputes with him about their own religion and about a certain Jesus who was dead, whom Paul claims to be alive.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I was not certain about how to investigate this matter, and so I asked him if he was willing to go to Jerusalem to stand trial there about these charges.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when Paul appealed to be kept in custody while awaiting the decision of the emperor, I ordered him to be held in custody until I could send him to Caesar.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Agrippa spoke to Festus, \"I would also like to listen to this man.\" \"Tomorrow,\" Festus said, \"you will hear him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So on the next day, Agrippa and Bernice came with much ceremony; they came into the hall with the military officers and with the prominent men of the city. When Festus spoke the command, Paul was brought to them.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Festus said, \"King Agrippa, and all you men who are here with us, you see this man; all the multitude of Jews consulted with me in Jerusalem and here also, and they shouted to me that he should no longer live.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I learned that he had done nothing worthy of death; but because he appealed to the emperor, I decided to send him.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I do not have something definite to write to the emperor. For this reason, I have brought him to you, especially to you, King Agrippa, so that I might have something more to write about the case.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For it seems unreasonable for me to send a prisoner and to not also state the charges against him.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}