{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Agrippa said to Paul, \"You may speak for yourself.\" Then Paul stretched out his hand and made his defense.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I regard myself as happy, King Agrippa, to make my case before you today against all the accusations of the Jews;\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "especially, because you are an expert in all the Jewish customs and questions. So I ask you to hear me patiently.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Truly, all the Jews know how I lived from my youth in my own nation and at Jerusalem.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They knew me from the beginning and they should admit that I lived as a Pharisee, the strictest party of our religion.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I stand here to be judged because of my certain hope in the promise made by God to our fathers.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this is the promise that our twelve tribes sought to receive as they earnestly worshiped God night and day. It is for this certain hope, King Agrippa, that the Jews accuse me.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Why should any of you think it is unbelievable that God raises the dead?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now indeed, I myself thought that I should do many things against the name of Jesus of Nazareth.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I did these in Jerusalem. I locked up many of the saints in prison by the authority I received from the chief priests, and when they were killed, I cast my vote against them.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I punished them many times in all the synagogues and I tried to force them to blaspheme. I was furiously enraged against them and I persecuted them even to foreign cities.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While I was doing this, I went to Damascus with authority and orders from the chief priests;\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and on the way there, at midday, King, I saw a light from heaven that was brighter than the sun and it shone around both me and the men who were traveling with me.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When we all fell to the ground, I heard a voice speaking to me that said in the Hebrew language, 'Saul, Saul, why do you persecute me? It is hard for you to kick a goad.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I said, 'Who are you, Lord?' The Lord replied, 'I am Jesus whom you persecute.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now get up and stand on your feet; because for this purpose I appeared to you, to appoint you to be a servant and a witness concerning the things that you know about me now and the things that I will show to you later;\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and I will rescue you from the people and from the Gentiles to whom I am sending you,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "to open their eyes and to turn them from darkness to light and from the power of Satan to God, so that they may receive from God the forgiveness of sins and the inheritance that I give to them who are sanctified by faith in me.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, King Agrippa, I did not disobey the heavenly vision;\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but, to those in Damascus first, and then at Jerusalem, and throughout all the country of Judea, and also to the Gentiles, I gave them the message that that they should repent and turn to God, doing deeds worthy of repentance.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this cause the Jews arrested me in the temple and tried to kill me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God has helped me until now, so I stand and testify to the common people and to the great ones about nothing more than what the prophets and Moses said would happen—\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "that Christ must suffer and that by being the first to rise from the dead, he would proclaim light to our own people and to the Gentiles.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Paul completed his defense, Festus said with a loud voice, \"Paul, you are insane; your great learning makes you insane.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Paul said, \"I am not insane, most excellent Festus, but what I am declaring is true and rational.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the king knows about these things; and so, I speak freely to him, for I am persuaded that none of this is hidden from him; for this has not been done in a corner.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you believe the prophets, King Agrippa? I know that you believe.\"\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Agrippa said to Paul, \"In a short time would you persuade me and make me a Christian?\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul said, \"I pray to God, that whether in a short or long time, not you only, but also all that hear me today, would be like me, but without these prison chains.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king stood up, and the governor, and Bernice also, and those who were sitting with them;\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "when they left the hall, they talked to one another and said, \"This man does nothing worthy of death or of bonds.\"\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Agrippa said to Festus, \"This man could have been freed if he had not appealed to Caesar.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}