{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When it was decided that we should sail for Italy, they put Paul and some other prisoners under the charge of a centurion named Julius of the Imperial Regiment.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We boarded a ship from Adramyttium, which was about to sail along the coast of Asia. So we went to sea. Aristarchus from Thessalonica in Macedonia went with us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day we landed at the city of Sidon, where Julius treated Paul kindly and allowed him to go to his friends to receive their care.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From there we went to sea and sailed under the lee of Cyprus, close to the island, because the winds were against us. \n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then we had sailed across the sea and were near the coast of Cilicia and Pamphylia, we landed at Myra, a city of Lycia.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There, the centurion found a ship from Alexandria that was going to sail to Italy. He put us in it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When we had sailed slowly for many days and had finally arrived with difficulty near Cnidus, the wind no longer allowed us to go that way, so we sailed along the sheltered side of Crete, opposite Salmone.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We sailed along the coast with difficulty, until we came to a certain place called Fair Havens, which is near the city of Lasea.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We had now taken much time, the time of the Jewish fast also had passed, and it had now become dangerous to sail. So Paul warned them,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and said, \"Men, I see that the voyage we are about to take will be with injury and much loss, not only of the cargo and the ship, but also of our lives.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the centurion paid more attention to the master and to the owner of the ship than to those things that were spoken by Paul.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because the harbor was not easy to spend the winter in, most of the sailors advised to sail from there, if by any means we could reach the city of Phoenix, to spend the winter there. Phoenix is a harbor in Crete, and it faces northeast and southeast.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the south wind began to blow gently, the sailors thought that they had what they needed. So they weighed anchor and sailed along Crete, close to the shore.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But after a short time a wind of hurricane force, called the northeaster, began to beat down from the island.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the ship was caught by the storm and could no longer head into the wind, we had to give way to the storm and were driven along by the wind.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We sailed along the lee of a small island called Cauda, and with difficulty we were able to secure the lifeboat.\n \n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had hoisted the lifeboat up, they used its ropes to bind the hull of the ship. They were afraid that they should run upon the sandbars of Syrtis, so they lowered the sea anchor and were driven along.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We took such a violent battering by the storm that the next day they began throwing the cargo overboard. \n \n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the third day the sailors threw overboard the ship's equipment with their own hands.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the sun and stars did not shine on us for many days, and the great storm still beat upon us, any more hope that we should be saved was abandoned.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had gone long without food, then Paul stood up among the sailors and said, \"Men, you should have listened to me, and not have set sail from Crete, so as to get this injury and loss.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I urge you to take courage, for there will be no loss of life among you, but only the loss of the ship.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For last night an angel of the God to whom I belong, whom also I worship—his angel stood beside me\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and said, 'Do not be afraid, Paul. You must stand before Caesar, and see, God in his kindness has given to you all those who are sailing with you.'\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore be cheerful, men! For I trust God that it will happen just as it was told to me.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But we must run aground upon some island.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the fourteenth night had come, as we were driven this way and that in the Adriatic Sea, about midnight the sailors thought that they were approaching some land.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took soundings and found twenty fathoms; after a little while, they took more soundings and found fifteen fathoms.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were afraid that we might crash on the rocks, so they lowered four anchors from the stern and prayed that morning would come soon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sailors were looking for a way to abandon the ship and had lowered the lifeboat into the sea, and pretended that they would throw down the anchors from the bow.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Paul said to the centurion and to the soldiers, \"Unless these men stay in the ship, you cannot be saved.\"\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the soldiers cut away the ropes of the boat and let it drift away.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When daylight was coming on, Paul urged them all to take some food. He said, \"This day is the fourteenth day that you wait and do not eat; you have eaten nothing.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I urge you to share some food, for this is necessary for you to survive. For not one of you will lose a single hair from his head.\"\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he had said this, he took bread and he thanked God in the sight of everyone. Then he broke the bread and began to eat.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they were all encouraged and they also took food.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We were 276 people in the ship.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had eaten enough, they made the ship lighter by throwing out the wheat into the sea.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When it was day, they did not recognize the land, but they saw a bay with a beach, and they discussed whether they could drive the ship onto it.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they cut loose the anchors and left them in the sea. At the same time they loosed the ropes of the rudders and raised the foresail to the wind; and so they headed to the beach.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they came to a place where two currents met, and the ship ran into the ground. The bow of the ship stuck there and remained unmovable, but the stern began to break up because of the waves' violence.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The soldiers' plan was to kill the prisoners so that none of them could swim away and escape.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the centurion wanted to save Paul, so he stopped their plan; and he ordered those who could swim to jump overboard first and get to land.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the rest of the men should follow, some on planks, and some on other things from the ship. In this way it happened that all of us came safely to land.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}