{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When we were brought safely through, we learned that the island was called Malta.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The native people offered to us not just ordinary kindness, but they lit a fire and welcomed us all, because of the constant rain and cold.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when Paul had gathered a bundle of sticks and placed them on the fire, a viper came out because of the heat, and fastened onto his hand.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the native people saw the animal hanging from his hand, they said one to another, \"This man certainly is a murderer who escaped from the sea, yet justice does not permit him to live.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But then he shook the animal into the fire and suffered no harm.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were waiting for him to become inflamed with a fever or to suddenly drop dead. But after they watched him for a long time and saw that nothing was unusual with him, they changed their minds and said that he was a god.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now in a nearby place there were lands belonging to the chief man of the island, a man named Publius. He welcomed us and kindly provided for us for three days.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened that the father of Publius had been made ill with a fever and dysentery. When Paul went to him, he prayed, placed his hands on him, and healed him.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After this happened, the rest of the people on the island who were sick also came and were healed.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people also honored us with many honors. When we were preparing to sail, they gave us what we needed.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After three months we set sail in an ship that had spent the winter at the island, a ship of Alexandria, with \"the twin gods\" as it figurehead. \n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After we landed at the city of Syracuse, we stayed there three days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From there we sailed and arrived at the city of Rhegium. After one day a south wind sprang up, and in two days we came to the city of Puteoli.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There we found some brothers and were invited to stay with them for seven days. In this way we came to Rome.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From there the brothers, after they heard about us, came to meet us as far as The Market of Appius and The Three Taverns. When Paul saw the brothers, he thanked God and took courage.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When we entered Rome, Paul was allowed to live by himself with the soldier who was guarding him.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then it came about that after three days Paul called together those men who were the leaders among the Jews. When they had come together, he said to them, \"Brothers, although I have done nothing wrong against the people or the customs of our fathers, I was delivered as a prisoner from Jerusalem into the hands of the Romans.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they questioned me, they wished to set me free, because there was no reason in me for a death penalty.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the Jews spoke against their desire, I was forced to appeal to Caesar, although it is not as if I were bringing any accusation against my nation.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of my appeal, then, I have asked to see you and to speak with you. It is because of the certain hope of Israel that I am bound with this chain.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they said to him, \"We neither received letters from Judea about you, nor did any of the brothers come and report or say anything bad about you.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But we want to hear from you what you think about this sect, because it is known by us that it is spoken against everywhere.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had set a day for him, more people came to him at his dwelling place. He presented the matter to them, and testified about the kingdom of God. He tried to persuade them about Jesus, both from the law of Moses and from the prophets, from morning until evening.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some were convinced about the things which were said, while others did not believe.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they did not agree with one another, they left after Paul had spoken this one word, \"The Holy Spirit spoke well through Isaiah the prophet to your fathers.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, 'Go to this people and say,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"By hearing you will hear, but not understand;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and seeing you will see, but will not perceive.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the heart of this people has become dull,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and with their ears they hardly hear,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and they have shut their eyes.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Otherwise they might see with their eyes,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and hear with their ears,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and understand with their heart and turn again,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and I would heal them.\"'\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, you should know that this salvation of God has been sent to the Gentiles, and they will listen.\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Acts 28:29 - Some ancient copies have vs. 29: \\fqa When he had said these things, the Jews went away. They were having a great dispute among themselves \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul lived for two whole years in his own rented house, and he welcomed all who came to him.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was proclaiming the kingdom of God and was teaching the things about the Lord Jesus Christ with all boldness. No one stopped him.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}