{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Peter and John were going up into the temple at the hour of prayer, the ninth hour.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now a man lame from birth was being carried every day to the Beautiful gate of temple, so he could ask people who were going into the temple for a gift of money.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he saw Peter and John about to enter the temple, he asked them for a gift of money.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter, fastening his eyes upon him, with John, said, \"Look at us.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The lame man looked at them, expecting to receive something from them.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Peter said, \"Silver and gold I do not have, but what I do have, I will give to you. In the name of Jesus Christ of Nazareth, walk.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Taking him by the right hand, Peter raised him up, and immediately the man's feet and ankle were made strong.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Leaping up, the lame man stood and began to walk; and he entered with Peter and John into the temple, walking, leaping, and praising God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people saw him walking and praising God.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They noticed that it was the man who had been asking people for a gift of money at the Beautiful Gate of the temple; and they were filled with wonder and amazement because of what had happened to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As he was holding on to Peter and John, all the people ran together to them in the porch that is called Solomon's, greatly marveling.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Peter saw this, he answered the people, \"You men of Israel, why do you marvel? Why do you fix your eyes on us, as if we had made him to walk by our own power or godliness?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The God of Abraham, and of Isaac, and of Jacob, the God of our fathers, has glorified his servant Jesus. He is the one whom you delivered up and rejected before the face of Pilate, when he had decided to release him.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You rejected the Holy and Righteous One, and you asked instead for a murderer to be released to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You killed the Founder of life, whom God raised from the dead—and we are witnesses of this.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, by faith in his name—this man whom you see and know—this same name made him strong. The faith that is through Jesus gave to him this complete health in the presence of all of you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, brothers, I know that you acted in ignorance, as did also your rulers.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the things which God foretold by the mouth of all the prophets, that his Christ should suffer, he has now fulfilled.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Repent, therefore, and turn, so that your sins may be blotted out, so that there may come periods of refreshing from the presence of the Lord;\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and that he may send the Christ who has been appointed for you, Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He is the One heaven must receive until the time of the restoration of all things, about which God spoke long ago by the mouth of his holy prophets.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses indeed said, 'The Lord God will raise up a prophet like me from among your brothers. You shall listen to everything that he will speak to you.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It will happen that every person who does not listen to that prophet will be completely destroyed from among the people.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yes, and all the prophets from Samuel and those who came after him, they spoke out and announced these days.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are the sons of the prophets and of the covenant that God made with your ancestors, as he said to Abraham, 'In your seed shall all the families of the earth be blessed.'\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After God raised up his servant, he sent him to you first, in order to bless you by turning every one of you from your wickedness.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}