{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Peter and John were speaking to the people, the priests and the captain of the temple and the Sadducees came upon them.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were deeply troubled because Peter and John were teaching the people and proclaiming in Jesus the resurrection from the dead.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They arrested them and put them in jail until the next morning, since it was now evening.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But many of the people who had heard the message believed; and the number of the men who believed was about five thousand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about on the next day that their rulers, elders and scribes gathered together in Jerusalem.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Annas the high priest was there, and Caiaphas, and John, and Alexander, and all who were relatives of the high priest.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had set Peter and John in their midst, they asked them, \"By what power, or in what name, have you done this?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Peter, filled with the Holy Spirit, said to them, \"You rulers of the people, and elders,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "if we this day are being questioned concerning a good deed done to a sick man, by what means was this man made well?\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May this be known to you all and to all the people of Israel, that in the name of Jesus Christ of Nazareth, whom you crucified, but whom God raised from the dead, that this man stands here before you healthy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus Christ is the stone which you as builders despised but which has been made the head cornerstone.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There is no salvation in any other person, for there is no other name under heaven given among men by which we must be saved.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when they saw the boldness of Peter and John, and realized that they were ordinary, uneducated men, they were surprised, becoming aware that Peter and John had been with Jesus.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because they saw the man who was healed standing with them, they had nothing to say against this.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But after they had commanded the apostles to leave the council meeting, they talked among themselves.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"What shall we do to these men? For the fact that a remarkable miracle has been done through them is known to everyone who lives in Jerusalem; we cannot deny it.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But in order that it spreads no further among the people, let us warn them not to speak anymore to anyone in this name.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They called Peter and John in and commanded them not to speak at all nor teach in the name of Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Peter and John answered and said to them, \"Whether it is right in the sight of God to obey you rather than him, you judge.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are not able to stop speaking about the things we have seen and heard.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After further warning Peter and John, they let them go. They were unable to find any excuse to punish them, because all of the people were praising God for what had been done.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man who had experienced this miracle of healing was more than forty years old.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they were set free, Peter and John came to their own people and reported all that the chief priests and the elders had said to them.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they heard it, they raised their voices together to God and said, \"Lord, you made the heavens and the earth and the sea, and all that is in them.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You spoke by the Holy Spirit through the mouth of your servant, our father David, \n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'Why did the Gentile nations rage,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and the peoples imagine useless things?'\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You said,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'The kings of the earth set themselves together,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and the rulers gathered together\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "against the Lord, and against his Christ.'\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Indeed, both Herod and Pontius Pilate, together with the Gentiles and the people of Israel, gathered together in this city against your holy servant Jesus, whom you anointed. \n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They gathered together to do all that your hand and your plan had decided in advance would happen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, Lord, look upon their warnings and grant to your servants to speak your word with all boldness.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Stretch out your hand to heal, and to give signs and wonders through the name of your holy servant Jesus.\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they finished praying, the place where they were gathered together was shaken, and they were all filled with the Holy Spirit and they spoke the word of God with boldness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The great number of those who believed were of one heart and soul. No one said that anything he possessed was his own, but they had everything in common.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "With great power the apostles were proclaiming their testimony about the resurrection of the Lord Jesus, and great grace was upon them all.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was no person among them who lacked anything, for all who owned title to lands or houses sold them and brought the money of the things that were sold\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and laid it at the apostles' feet, and it was distributed to each one according to their need. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph, a Levite, a man from Cyprus whom the apostles called Barnabas (which means Son of Encouragement),\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "sold a field and brought the money and laid it at the apostles' feet.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}