{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now a certain man named Ananias, with Sapphira his wife, sold a piece of property,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and he kept back part of the sale money (his wife also knew it), and brought the other part of it and laid it at the apostles' feet.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Peter said, \"Ananias, why has Satan filled your heart to lie to the Holy Spirit and to keep back part of the price of the land?\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While it remained unsold, did it not remain your own, and after it was sold, was it not in your control? How is it that you thought of this thing in your heart? You have not lied to men, but to God.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hearing these words, Ananias fell down and breathed his last, and great fear came upon all who heard it.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The young men came forward and wrapped him up, and they carried him out and buried him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After about three hours, his wife came in, not knowing what had happened.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter said to her, \"Tell me whether you sold the land for so much.\" She said, \"Yes, for so much.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Peter said to her, \"How is it that you have agreed together to test the Spirit of the Lord? Look, the feet of the men who buried your husband are at the door, and they will carry you out.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She immediately fell down at his feet and breathed her last. When the young men came in, they found her dead, and carried her out and buried her beside her husband.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Great fear came upon the whole church, and upon all who heard these things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many signs and wonders were taking place among the people through the hands of the apostles. They were all together in Solomon's Porch.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But no one else had the courage to join them; however, they were held in high esteem by the people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Still more believers were being added to the Lord, multitudes of men and women,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so that they even carried the sick into the streets and laid them on beds and couches, so that as Peter came by, his shadow might fall on some of them.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There also came together a great number of people from the towns around Jerusalem, bringing the sick and those afflicted with unclean spirits, and they were all healed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the high priest rose up, and all those who were with him (which is the sect of the Sadducees); and they were filled with jealousy\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and laid hands on the apostles, and put them in the public jail.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet during the night an angel of the Lord opened the doors of the jail and led them out, and said,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Go, stand in the temple and speak to the people all the words of this life.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they heard this, they entered into the temple about daybreak and taught. But the high priest came, and those who were with him, and called the council together, all the elders of the people of Israel, and sent to the jail to have the apostles brought.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the officers that went did not find them in the prison, and they returned and reported,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"We found the jail securely shut and the guards standing at the door, but when we had opened it, we found no one inside.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when the captain of the temple and the chief priests heard these words, they were much perplexed concerning them as to what would come of it.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then someone came and told them, \"The men whom you put in the jail are standing in the temple and teaching the people.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the captain went with the officers, and brought them back, but without violence, for they feared that the people might stone them.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had brought them, they set them before the council. The high priest interrogated them,\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "saying, \"We strictly charged you not to teach in this name, and yet, you have filled Jerusalem with your teaching, and desire to bring this man's blood upon us.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Peter and the apostles answered, \"We must obey God rather than men.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The God of our fathers raised up Jesus, whom you killed by hanging him on a tree.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God exalted him to his right hand to be a prince and a savior, to give repentance to Israel, and forgiveness of sins.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are witnesses of these things, and so is the Holy Spirit, whom God has given to those who obey him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the council members heard this, they were furious and wanted to kill the apostles.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But a Pharisee named Gamaliel, a teacher of the law, who was honored by all the people, stood up and commanded the apostles to be taken outside for a little while.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to them, \"Men of Israel, pay close attention to what you propose to do with these people.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For some time ago, Theudas rose up claiming to be somebody, and a number of men, about four hundred, joined him. He was killed, and all who had been obeying him were scattered and came to nothing.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After this man, Judas of Galilee rose up in the days of the census and drew away some people after him. He also perished, and all who had been obeying him were scattered.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I say to you, keep away from these men and let them alone, for if this plan or work is of men, it will be overthrown.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if it is of God, you will not be able to overthrow them; you may even find that you are fighting against God.\" So they were persuaded.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they called the apostles in and beat them and commanded them not to speak in the name of Jesus, and let them go.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They left the council rejoicing that they were counted worthy to suffer dishonor for the Name.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Thereafter every day, in the temple and from house to house, they were continuously teaching and proclaiming Jesus as the Christ.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}