{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The high priest said, \"Are these things true?\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Stephen said,\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\"Brothers and fathers, listen to me: The God of glory appeared to our father Abraham when he was in Mesopotamia, before he lived in Haran;\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he said to him, 'Leave your land and your relatives, and go into the land that I will show you.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he left the land of the Chaldeans and lived in Haran; from there, after his father died, God brought him into this land, where you live now.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He gave none of it as an inheritance to him, no, not even enough to set a foot on. But he promised—even though Abraham had no child yet—that he would give the land as a possession to him and to his descendants after him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God was speaking to him like this, that his descendants would live for a while in a foreign land, and that the inhabitants there would bring them into slavery and treat them badly for four hundred years.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'But I will judge the nation that they serve,' said God, 'and after that they will come out and worship me in this place.'\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God gave Abraham the covenant of circumcision, so Abraham became the father of Isaac and circumcised him on the eighth day; Isaac became the father of Jacob, and Jacob the father of the twelve patriarchs.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because the patriarchs were jealous of Joseph, they sold him into Egypt; but God was with him\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and rescued him from all his troubles. He gave Joseph favor and wisdom in the presence of Pharaoh, king of Egypt, who had made him governor over Egypt and over all his household.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now there came a famine over all Egypt and Canaan, and great suffering, and our fathers could find no food.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when Jacob heard that there was grain in Egypt, he sent out our fathers on their first trip.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On their second trip Joseph made himself known to his brothers, and Joseph's family became known to Pharaoh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph sent his brothers back to tell Jacob his father to come to Egypt, along with all his relatives, seventy-five persons in all.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jacob went down into Egypt, and he died, he and our fathers.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were carried over to Shechem and laid in the tomb that Abraham had bought for a price in silver from the sons of Hamor in Shechem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As the time of the promise approached, the promise that God had made to Abraham, the people grew and multiplied in Egypt,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "until there arose another king over Egypt, a king who did not know about Joseph.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He deceived our people and forced our fathers to expose their newborn infants so they would not be kept alive.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time Moses was born; he was very beautiful before God and was nourished for three months in his father's house.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he was placed outside, Pharaoh's daughter adopted him and raised him as her own son.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses was educated in all the wisdom of the Egyptians, and he was mighty in his words and works.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when he was about forty years old, it came into his heart to visit his brothers, the children of Israel.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Seeing an Israelite being mistreated, Moses defended him and avenged him who was oppressed by striking the Egyptian:\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he thought that his brothers would understand that God by his hand was rescuing them, but they did not understand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the next day he came to some Israelites as they were quarreling; he tried to put them at peace with each other; he said, 'Men, you are brothers; why are you hurting one another?'\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the one who had wronged his neighbor pushed him away, and said, 'Who made you a ruler and a judge over us?\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Would you like to kill me, as you killed the Egyptian yesterday?'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses ran away after hearing this; he became a foreigner in the land of Midian, where he became the father of two sons.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When forty years were past, an angel appeared to him in the wilderness of Mount Sinai, in a flame of fire in a bush.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Moses saw the fire, he marveled at the sight; and as he approached to look at it, there came a voice of the Lord, saying,\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'I am the God of your fathers, the God of Abraham, and of Isaac, and of Jacob.' Moses trembled and did not dare to look.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord said to him, 'Take off the sandals from your feet, for the place where you are standing is holy ground.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have certainly seen the suffering of my people who are in Egypt; I have heard their groaning, and I have come down to rescue them; now come, I will send you to Egypt.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This Moses whom they rejected, when they said, 'Who made you a ruler and a judge?'—he was the one whom God sent as both a ruler and deliverer. God sent him by the hand of the angel who appeared to Moses in the bush.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses led them out of Egypt, after doing miracles and signs in Egypt and at the Sea of Reeds, and in the wilderness during forty years.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is the same Moses who said to the people of Israel, 'God will raise up a prophet for you from among your brothers, a prophet like me.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the man who was in the assembly in the wilderness with the angel who had spoken to him on Mount Sinai. This is the man who was with our fathers; this is the man who received living words to give to us.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the man whom our fathers refused to obey; they pushed him away from themselves, and in their hearts they turned back to Egypt.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time they said to Aaron, 'Make us gods who will lead us. As for this Moses, who led us out of the land of Egypt, we do not know what has happened to him.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they made a calf in those days and brought a sacrifice to the idol, and rejoiced because of the work of their hands.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God turned and gave them up to worship the stars in the sky, as it is written in the book of the prophets,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'Did you offer to me slain beasts and sacrifices\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "for forty years in the wilderness, house of Israel?\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You accepted the tabernacle of Molech\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and the star of the god Rephan,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and the images that you made to worship them:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and I will carry you away beyond Babylon.'\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our fathers had the tabernacle of the testimony in the wilderness, just as God commanded when he spoke to Moses, that he should make it like the pattern that he had seen.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later, our fathers, under Joshua, received the tabernacle and brought it with them when they took possession of the land. God took the land from the nations and drove them out before the face of our fathers. The tabernacle remained in the land until the time of David,\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "who found favor in the sight of God, and he asked if he might find a dwelling place for the God of Jacob.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But it was Solomon who built the house for God.\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, the Most High does not live in houses made with hands, as the prophet says,\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Heaven is my throne, and the earth is the footstool for my feet.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "What kind of house can you build for me? says the Lord,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "or what is the place for my rest?\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Did my hand not make all these things?'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You people who are stiff-necked and uncircumcised in heart and ears, you always resist the Holy Spirit; you act just as your fathers acted.\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Which of the prophets did your fathers not persecute? They killed the prophets who appeared in advance of the coming of the Righteous One; and you have now become the betrayers and murderers of him also,\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "you people who received the law that angels had established, but you did not keep it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when the council members heard these things, they were cut to the heart, and they ground their teeth at Stephen.\n"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he, being full of the Holy Spirit, looked up intently into heaven and saw the glory of God; and he saw Jesus standing at the right hand of God.\n"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Stephen said, \"Look, I see the heavens opened, and the Son of Man standing at the right hand of God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At this the council members covered their ears, and shouting out with a loud voice, altogether they rushed at him.\n"
      }
    ]
  },
  "58": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They dragged him out of the city where they began to stone him, and the witnesses laid down their outer clothing at the feet of a young man named Saul.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "59": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they were stoning Stephen, he was calling out to the Lord and saying, \"Lord Jesus, receive my spirit.\"\n"
      }
    ]
  },
  "60": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He knelt down and called out with a loud voice, \"Lord, do not hold this sin against them.\" When he had said this, he fell asleep.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}