{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul was in agreement with his death.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "So there began on that day a great persecution against the church that was in Jerusalem; and the believers were all scattered throughout the regions of Judea and Samaria, except the apostles.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Devout men buried Stephen and made great lamentation over him.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Saul greatly harmed the church; he went into house after house and dragged out men and women, and put them into prison.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet the believers who had been scattered went about proclaiming the word.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Philip went down to the city of Samaria and proclaimed to them the Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When multitudes of people heard and saw the signs that Philip did, they paid attention together to what he said.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Unclean spirits came out of many who were possessed, crying out with a loud voice, and many who were paralyzed and lame were healed.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So there was much joy in that city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But there was a certain man in the city named Simon, who had earlier been practicing sorcery; he used to astonish the people of Samaria, while claiming that he was an important person.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the Samaritans, from the least to the greatest, paid attention to him; they said, \"This man is that power of God which is called Great.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They listened to him, because he had astonished them for a long time with his sorceries.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when they believed Philip as he proclaimed the good news about the kingdom of God and the name of Jesus Christ, they were baptized, both men and women.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even Simon himself believed, and after he was baptized he stayed with Philip constantly. When he saw signs and mighty deeds taking place, he was amazed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when the apostles in Jerusalem heard that Samaria had received the word of God, they sent to them Peter and John.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had come down, they prayed for them, that they might receive the Holy Spirit.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For until that time, the Holy Spirit had not come upon any of them; they had only been baptized into the name of the Lord Jesus.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Peter and John placed their hands on them, and they received the Holy Spirit.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when Simon saw that the Holy Spirit was given through the laying on of the apostles' hands, he offered them money.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Give me this power, too, that whoever I place my hands on might receive the Holy Spirit.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Peter said to him, \"May your silver perish along with you, because you thought to obtain the gift of God with money.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have no part or share in this matter, because your heart is not right with God.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore repent of this wickedness of yours, and pray to the Lord, so that he might perhaps forgive you for the intention of your heart.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I see that you are in the poison of bitterness and in the bonds of sin.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simon answered and said, \"Pray to the Lord for me, so that nothing you have said may happen to me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had testified and spoken the word of the Lord, Peter and John returned to Jerusalem, proclaiming the gospel to many villages of the Samaritans.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now an angel of the Lord spoke to Philip and said, \"Arise and go toward the south to the road that goes down from Jerusalem to Gaza.\" (This road is in a desert.)\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He arose and went. Behold, there was a man from Cush, a eunuch of great authority under Candace, queen of the Cushites. He was in charge of all her treasure. He had come to Jerusalem to worship.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was returning and sitting in his chariot, and was reading the prophet Isaiah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Spirit said to Philip, \"Go over and stay close to this chariot.\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Philip ran to him, and heard him reading Isaiah the prophet, and said, \"Do you understand what you are reading?\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Cushite said, \"How can I, unless someone guides me?\" He begged Philip to come up into the chariot and sit with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the passage of the scripture which the Ethiopian was reading was this,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"He was led like a sheep to the slaughter,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and like a lamb before his shearer is silent,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "so he did not open his mouth.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In his humiliation justice was taken away from him.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Who can fully describe his descendants? \n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "For his life was taken from the earth.\"\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the eunuch asked Philip, and said, \"I beg you, who is the prophet speaking about, himself, or someone else?\"\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Philip began to speak, and beginning with this scripture he proclaimed the good news about Jesus to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they went on the road, they came to some water and the eunuch said, \"Look, there is water here. What prevents me from being baptized?\"\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft The best ancient copies omit Acts 8:37, \\fqa Philip said, \"If you believe with all your heart, you may be baptized.\" The Ethiopian answered, \"I believe that Jesus Christ is the Son of God\" \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Ethiopian commanded the chariot to stop. They went down into the water, both Philip and the eunuch, and Philip baptized him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they came up out of the water, the Spirit of the Lord took Philip away, and the eunuch saw him no more, but went on his way rejoicing.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Philip appeared at Azotus and he went through that region, proclaiming the gospel to all the cities until he came to Caesarea.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}