{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Saul, still speaking threats even of murder against the disciples of the Lord, went to the high priest\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and asked him for letters for the synagogues in Damascus, so that if he found any who belonged to the Way, whether men or women, he might bring them bound to Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As he was traveling, it happened that as he came near to Damascus, suddenly there shone all around him a light out of heaven;\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and he fell upon the ground and heard a voice saying to him, \"Saul, Saul, why are you persecuting me?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul replied, \"Who are you, Lord?\" The Lord said, \"I am Jesus whom you are persecuting;\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but rise, enter into the city, and it will be told you what you must do.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men who traveled with Saul stood speechless, hearing the voice, but seeing no one.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul arose from the ground, and when he opened his eyes, he could see nothing; so they led him by the hand and brought him into Damascus.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For three days he was without sight, and he neither ate nor drank.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now there was a disciple at Damascus named Ananias. The Lord said to him in a vision, \"Ananias!\" He said, \"See, I am here, Lord.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord said to him, \"Arise, and go to the street which is called Straight, and at the house of Judas ask for a man from Tarsus named Saul, for he is praying.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He has seen in a vision a man named Ananias coming in and laying his hands on him, so that he might see again.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Ananias answered, \"Lord, I have heard from many about this man, how much harm he has done to your holy people in Jerusalem.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He has authority from the chief priests to arrest everyone here who calls upon your name.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Lord said to him, \"Go, for he is a chosen instrument of mine, to carry my name before the Gentiles and kings and the children of Israel;\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for I will show him how much he must suffer for the cause of my name.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Ananias departed, and entered into the house. Laying his hands on him, he said, \"Brother Saul, the Lord Jesus, who appeared to you on the road when you were coming, has sent me so that you might receive your sight and be filled with the Holy Spirit.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Immediately something like scales fell from Saul's eyes, and he received his sight; he arose and was baptized;\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and he ate and was strengthened.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "He stayed with the disciples in Damascus for several days.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Right away he proclaimed Jesus in the synagogues, saying that he is the Son of God.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All who heard him were amazed and said, \"Is not this the man who destroyed those in Jerusalem who called on this name? He has come here to take them bound to the chief priests.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Saul became more and more powerful, and he was causing distress among the Jews who lived in Damascus by proving that Jesus is the Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After many days, the Jews planned together to kill him.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But their plan became known to Saul. They watched the gates day and night in order to kill him.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But his disciples took him by night and let him down through the wall, lowering him in a basket.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he had come to Jerusalem, Saul attempted to join the disciples, but they were all afraid of him, not believing that he was a disciple.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Barnabas took him and brought him to the apostles, and he told them how Saul had seen the Lord on the road and that the Lord had spoken to him, and how at Damascus Saul had spoken boldly in the name of Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He met with them as they were coming in and going out of Jerusalem. He spoke boldly in the name of the Lord Jesus\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and debated with the Grecian Jews; but they kept trying to kill him.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the brothers learned of this, they brought him down to Caesarea and sent him away to Tarsus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So then, the church throughout all Judea, Galilee, and Samaria had peace and was built up; and, walking in the fear of the Lord and in the comfort of the Holy Spirit, the church grew in numbers.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now it came about that, as Peter went throughout the whole region, he came down also to the believers who lived in the town of Lydda.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There he found a certain man named Aeneas, who had been in his bed for eight years, for he was paralyzed.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter said to him, \"Aeneas, Jesus Christ heals you. Get up and make your bed,\" and right away he got up.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So everyone who lived in Lydda and in Sharon saw the man and they turned to the Lord.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now there was in Joppa a certain disciple named Tabitha, which is translated as \"Dorcas.\" This woman was full of good works and merciful deeds that she did for the poor.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about in those days that she fell sick and died; when they had washed her, they laid her in an upper room.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since Lydda was near Joppa, and the disciples had heard that Peter was there, they sent two men to him, begging him, \"Come to us without delay.\"\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter arose and went with them. When he had arrived, they brought him to the upper room, and all the widows stood by him weeping, showing him the coats and garments that Dorcas had made while she had been with them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter put them all out of the room, knelt down, and prayed; then, turning to the body, he said, \"Tabitha, arise.\" Then she opened her eyes, and seeing Peter she sat up.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter then gave her his hand and lifted her up; and when he called the believers and the widows, he presented her alive to them.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This matter became known throughout all Joppa, and many people believed on the Lord.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened that Peter stayed for many days in Joppa with a man named Simon, a tanner.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}