{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अम्मोनी नाहाश ने चढ़ाई करके गिलाद के याबेश के विरुद्ध छावनी डाली; और याबेश के सब पुरुषों ने नाहाश से कहा, “हम से वाचा बाँध, और हम तेरी अधीनता मान लेंगे।” \n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अम्मोनी नाहाश ने उनसे कहा, “मैं तुम से वाचा इस शर्त पर बाँधूँगा, कि मैं तुम सभी की दाहिनी आँखें फोड़कर इसे सारे इस्राएल की नामधराई का कारण कर दूँ।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "याबेश के वृद्ध लोगों ने उससे कहा, “हमें सात दिन का अवसर दे तब तक हम इस्राएल के सारे देश में दूत भेजेंगे। और यदि हमको कोई बचाने वाला न मिलेगा, तो हम तेरे ही पास निकल आएँगे।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दूतों ने शाऊलवाले गिबा में आकर लोगों को यह सन्देश सुनाया, और सब लोग चिल्ला चिल्लाकर रोने लगे।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और शाऊल बैलों के पीछे-पीछे मैदान से चला आता था; और शाऊल ने पूछा, “लोगों को क्या हुआ कि वे रोते हैं?” उन्होंने याबेश के लोगों का सन्देश उसे सुनाया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह सन्देश सुनते ही शाऊल पर परमेश्‍वर का आत्मा बल से उतरा*, और उसका कोप बहुत भड़क उठा।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने एक जोड़ी बैल लेकर उसके टुकड़े-टुकड़े काटे, और यह कहकर दूतों के हाथ से इस्राएल के सारे देश में कहला भेजा, “जो कोई आकर शाऊल और शमूएल के पीछे न हो लेगा उसके बैलों से ऐसा ही किया जाएगा।” तब यहोवा का भय लोगों में ऐसा समाया कि वे एक मन होकर** निकल आए।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने उन्हें बेजेक में गिन लिया, और इस्राएलियों के तीन लाख, और यहूदियों के तीस हजार ठहरे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन्होंने उन दूतों से जो आए थे कहा, “तुम गिलाद में के याबेश के लोगों से यह कहो, कल धूप तेज होने की घड़ी तक तुम छुटकारा पाओगे।” तब दूतों ने जाकर याबेश के लोगों को सन्देश दिया, और वे आनन्दित हुए।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब याबेश के लोगों ने नाहाश से कहा, “कल हम तुम्हारे पास निकल आएँगे, और जो कुछ तुम को अच्छा लगे वही हम से करना।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दूसरे दिन शाऊल ने लोगों के तीन दल किए; और उन्होंने रात के अन्तिम पहर में छावनी के बीच में आकर अम्मोनियों को मारा; और धूप के कड़े होने के समय तक ऐसे मारते रहे कि जो बच निकले वे यहाँ तक तितर-बितर हुए कि दो जन भी एक संग कहीं न रहे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब लोग शमूएल से कहने लगे, “जिन मनुष्यों ने कहा था, ‘क्या शाऊल हम पर राज्य करेगा?’ उनको लाओ कि हम उन्हें मार डालें।” \n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शाऊल ने कहा, “आज के दिन कोई मार डाला न जाएगा; क्योंकि आज यहोवा ने इस्राएलियों को छुटकारा दिया है।” \n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "सभा में शमूएल का उपदेश\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब शमूएल ने इस्राएलियों से कहा, “आओ, हम गिलगाल को चलें, और वहाँ राज्य को नये सिरे से स्थापित करें।” \n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब सब लोग गिलगाल को चले, और वहाँ उन्होंने गिलगाल में यहोवा के सामने शाऊल को राजा बनाया*; और वहीं उन्होंने यहोवा को मेलबलि चढ़ाए; और वहीं शाऊल और सब इस्राएली लोगों ने अत्यन्त आनन्द मनाया।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "शाऊल द्वारा याबेश गिलाद की रक्षा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}