{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शमूएल ने शाऊल से कहा, “यहोवा ने अपनी प्रजा इस्राएल पर राज्य करने के लिये तेरा अभिषेक करने को मुझे भेजा था; इसलिए अब यहोवा की बातें सुन ले।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सेनाओं का यहोवा यह कहता है, ‘मुझे स्मरण आता है कि अमालेकियों ने इस्राएलियों से क्या किया; जब इस्राएली मिस्र से आ रहे थे, तब उन्होंने मार्ग में उनका सामना किया।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए अब तू जाकर अमालेकियों को मार, और जो कुछ उनका है उसे बिना कोमलता किए सत्यानाश कर*; क्या पुरुष, क्या स्त्री, क्या बच्चा, क्या दूध-पीता, क्या गाय-बैल, क्या भेड़-बकरी, क्या ऊँट, क्या गदहा, सब को मार डाल’।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब शाऊल ने लोगों को बुलाकर इकट्ठा किया, और उन्हें तलाईम में गिना, और वे दो लाख प्यादे, और दस हजार यहूदी पुरुष थे।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब शाऊल ने अमालेक नगर के पास जाकर एक घाटी में घातकों को बैठाया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और शाऊल ने केनियों से कहा, “वहाँ से हटो, अमालेकियों के मध्य में से निकल जाओ कहीं ऐसा न हो कि मैं उनके साथ तुम्हारा भी अन्त कर डालूँ; क्योंकि तुम ने सब इस्राएलियों पर उनके मिस्र से आते समय प्रीति दिखाई थी।” और केनी अमालेकियों के मध्य में से निकल गए।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब शाऊल ने हवीला से लेकर शूर तक जो मिस्र के पूर्व में है अमालेकियों को मारा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उनके राजा अगाग को जीवित पकड़ा*, और उसकी सब प्रजा को तलवार से नष्ट कर डाला।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु अगाग पर, और अच्छी से अच्छी भेड़-बकरियों, गाय-बैलों, मोटे पशुओं, और मेम्नों, और जो कुछ अच्छा था, उन पर शाऊल और उसकी प्रजा ने कोमलता की, और उन्हें नष्ट करना न चाहा; परन्तु जो कुछ तुच्छ और निकम्मा था उसका उन्होंने सत्यानाश किया।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "राजा के रूप में शाऊल अस्वीकृत\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा का यह वचन शमूएल के पास पहुँचा,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“मैं शाऊल को राजा बना के पछताता हूँ*; क्योंकि उसने मेरे पीछे चलना छोड़ दिया, और मेरी आज्ञाओं का पालन नहीं किया।” तब शमूएल का क्रोध भड़का; और वह रात भर यहोवा की दुहाई देता रहा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब शमूएल शाऊल से भेंट करने के लिये सवेरे उठा; तब शमूएल को यह बताया गया, “शाऊल कर्मेल को आया था, और अपने लिये एक स्मारक खड़ा किया, और घूमकर गिलगाल को चला गया है।”\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब शमूएल शाऊल के पास गया, और शाऊल ने उससे कहा, “तुझे यहोवा की ओर से आशीष मिले; मैंने यहोवा की आज्ञा पूरी की है।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शमूएल ने कहा, “फिर भेड़-बकरियों का यह मिमियाना, और गाय-बैलों का यह रम्भाना जो मुझे सुनाई देता है, यह क्यों हो रहा है?”\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शाऊल ने कहा, “वे तो अमालेकियों के यहाँ से आए हैं; अर्थात् प्रजा के लोगों ने अच्छी से अच्छी भेड़-बकरियों और गाय-बैलों को तेरे परमेश्‍वर यहोवा के लिये बलि करने को छोड़ दिया है; और बाकी सब का तो हमने सत्यानाश कर दिया है।”\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब शमूएल ने शाऊल से कहा, “ठहर जा! और जो बात यहोवा ने आज रात को मुझसे कही है वह मैं तुझको बताता हूँ।” उसने कहा, “कह दे।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शमूएल ने कहा, “जब तू अपनी दृष्टि में छोटा था, तब क्या तू इस्राएली गोत्रों का प्रधान न हो गया?, और क्या यहोवा ने इस्राएल पर राज्य करने को तेरा अभिषेक नहीं किया?\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहोवा ने तुझे एक विशेष कार्य करने को भेजा, और कहा, ‘जाकर उन पापी अमालेकियों का सत्यानाश कर, और जब तक वे मिट न जाएँ, तब तक उनसे लड़ता रह।’\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर तूने किस लिये यहोवा की यह बात टालकर लूट पर टूट के वह काम किया जो यहोवा की दृष्टि में बुरा है?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शाऊल ने शमूएल से कहा, “निःसन्देह मैंने यहोवा की बात मानकर जिधर यहोवा ने मुझे भेजा उधर चला, और अमालेकियों के राजा को ले आया हूँ, और अमालेकियों का सत्यानाश किया है।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु प्रजा के लोग लूट में से भेड़-बकरियों, और गाय-बैलों, अर्थात् नष्ट होने की उत्तम-उत्तम वस्तुओं को गिलगाल में तेरे परमेश्‍वर यहोवा के लिये बलि चढ़ाने को ले आए हैं।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शमूएल ने कहा,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "“क्या यहोवा होमबलियों, और मेलबलियों से उतना प्रसन्‍न होता है,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "जितना कि अपनी बात के माने जाने से प्रसन्‍न होता है?\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "सुन, मानना तो बलि चढ़ाने से और कान लगाना मेढ़ों की चर्बी से उत्तम है। (मर. 12:32,33)\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देख, बलवा करना और भावी कहनेवालों से पूछना एक ही समान पाप है,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "और हठ करना मूरतों और गृहदेवताओं की पूजा के तुल्य है।\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "तूने जो यहोवा की बात को तुच्छ जाना,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "इसलिए उसने तुझे राजा होने के लिये तुच्छ जाना है।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शाऊल ने शमूएल से कहा, “मैंने पाप किया है; मैंने तो अपनी प्रजा के लोगों का भय मानकर और उनकी बात सुनकर यहोवा की आज्ञा और तेरी बातों का उल्लंघन किया है।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु अब मेरे पाप को क्षमा कर, और मेरे साथ लौट आ, कि मैं यहोवा को दण्डवत् करूँ।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शमूएल ने शाऊल से कहा, “मैं तेरे साथ न लौटूँगा; क्योंकि तूने यहोवा की बात को तुच्छ जाना है, और यहोवा ने तुझे इस्राएल का राजा होने के लिये तुच्छ जाना है।”\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब शमूएल जाने के लिये घूमा, और शाऊल ने उसके बागे की छोर को पकड़ा, और वह फट गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब शमूएल ने उससे कहा, “आज यहोवा ने इस्राएल के राज्य को फाड़कर तुझ से छीन लिया, और तेरे एक पड़ोसी को जो तुझ से अच्छा है दे दिया है।\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो इस्राएल का बलमूल है वह न तो झूठ बोलता और न पछताता है; क्योंकि वह मनुष्य नहीं है, कि पछताए।” (इब्रानियों. 6:18)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने कहा, “मैंने पाप तो किया है; तो भी मेरी प्रजा के पुरनियों और इस्राएल के सामने मेरा आदर कर, और मेरे साथ लौट, कि मैं तेरे परमेश्‍वर यहोवा को दण्डवत् करूँ।”\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब शमूएल लौटकर शाऊल के पीछे गया; और शाऊल ने यहोवा को दण्डवत् की।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब शमूएल ने कहा, “अमालेकियों के राजा अगाग को मेरे पास ले आओ।” तब अगाग आनन्द के साथ यह कहता हुआ उसके पास गया, “निश्चय मृत्यु का दुःख जाता रहा।”\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शमूएल ने कहा, “जैसे स्त्रियाँ तेरी तलवार से निर्वंश हुई हैं, वैसे ही तेरी माता स्त्रियों में निर्वंश होगी।” तब शमूएल ने अगाग को गिलगाल में यहोवा के सामने टुकड़े-टुकड़े किया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब शमूएल रामाह को चला गया; और शाऊल अपने नगर गिबा को अपने घर गया।\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और शमूएल ने अपने जीवन भर शाऊल से फिर भेंट न की, क्योंकि शमूएल शाऊल के लिये विलाप करता रहा। और यहोवा शाऊल को इस्राएल का राजा बनाकर पछताता था।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "शाऊल का दूसरा अपराध और उसका फल\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}