{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा ने शमूएल से कहा, “मैंने शाऊल को इस्राएल पर राज्य करने के लिये तुच्छ जाना है, तू कब तक उसके विषय विलाप करता रहेगा? अपने सींग में तेल भर कर चल; मैं तुझको बैतलहमवासी यिशै के पास भेजता हूँ, क्योंकि मैंने उसके पुत्रों में से एक को राजा होने के लिये चुना है*।” (लूका 3:31-32)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शमूएल बोला, “मैं कैसे जा सकता हूँ? यदि शाऊल सुन लेगा, तो मुझे घात करेगा।” यहोवा ने कहा, “एक बछिया साथ ले जाकर कहना, ‘मैं यहोवा के लिये यज्ञ करने को आया हूँ।’ \n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यज्ञ पर यिशै को न्योता देना, तब मैं तुझे बता दूँगा कि तुझको क्या करना है; और जिसको मैं तुझे बताऊँ उसी का मेरी ओर से अभिषेक करना।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब शमूएल ने यहोवा के कहने के अनुसार किया, और बैतलहम को गया। उस नगर के पुरनिये थरथराते हुए* उससे मिलने को गए, और कहने लगे, “क्या तू मित्रभाव से आया है कि नहीं?” \n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने कहा, “हाँ, मित्रभाव से आया हूँ; मैं यहोवा के लिये यज्ञ करने को आया हूँ; तुम अपने-अपने को पवित्र करके मेरे साथ यज्ञ में आओ।” तब उसने यिशै और उसके पुत्रों को पवित्र करके यज्ञ में आने का न्योता दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब वे आए, तब उसने एलीआब पर दृष्टि करके सोचा, “निश्चय यह जो यहोवा के सामने है वही उसका अभिषिक्त होगा।” \n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यहोवा ने शमूएल से कहा, “न तो उसके रूप पर दृष्टि कर, और न उसके कद की ऊँचाई पर, क्योंकि मैंने उसे अयोग्‍य जाना है; क्योंकि यहोवा का देखना मनुष्य का सा नहीं है; मनुष्य तो बाहर का रूप देखता है, परन्तु यहोवा की दृष्टि मन पर रहती है।” (मत्ती 22:18, मर. 2:8, यूह. 2:25)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यिशै ने अबीनादाब को बुलाकर शमूएल के सामने भेजा। और उससे कहा, “यहोवा ने इसको भी नहीं चुना।” \n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यिशै ने शम्मा को सामने भेजा। और उसने कहा, “यहोवा ने इसको भी नहीं चुना।” \n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस प्रकार यिशै ने अपने सात पुत्रों को शमूएल के सामने भेजा। और शमूएल यिशै से कहता गया, “यहोवा ने इन्हें नहीं चुना।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब शमूएल ने यिशै से कहा, “क्या सब लड़के आ गए?” वह बोला, “नहीं, छोटा तो रह गया, और वह भेड़-बकरियों को चरा रहा है।” शमूएल ने यिशै से कहा, “उसे बुलवा भेज; क्योंकि जब तक वह यहाँ न आए तब तक हम खाने को न बैठेंगे।” \n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वह उसे बुलाकर भीतर ले आया। उसके तो लाली झलकती थी, और उसकी आँखें सुन्दर, और उसका रूप सुडौल था। तब यहोवा ने कहा, “उठकर इसका अभिषेक कर: यही है।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब शमूएल ने अपना तेल का सींग लेकर उसके भाइयों के मध्य में उसका अभिषेक किया; और उस दिन से लेकर भविष्य को यहोवा का आत्मा दाऊद पर बल से उतरता रहा। तब शमूएल उठकर रामाह को चला गया। (प्रेरि. 13:22)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा का आत्मा शाऊल पर से उठ गया, और यहोवा की ओर से एक दुष्ट आत्मा उसे घबराने लगा।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और शाऊल के कर्मचारियों ने उससे कहा, “सुन, परमेश्‍वर की ओर से एक दुष्ट आत्मा तुझे घबराता है।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हमारा प्रभु अपने कर्मचारियों को जो उपस्थित हैं आज्ञा दे, कि वे किसी अच्छे वीणा बजानेवाले को ढूँढ़ ले आएँ; और जब-जब परमेश्‍वर की ओर से दुष्ट आत्मा तुझ पर चढ़े, तब-तब वह अपने हाथ से बजाए, और तू अच्छा हो जाए।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शाऊल ने अपने कर्मचारियों से कहा, “अच्छा, एक उत्तम वीणा-वादक देखो, और उसे मेरे पास लाओ।” \n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब एक जवान ने उत्तर देके कहा, “सुन, मैंने बैतलहमवासी यिशै के एक पुत्र को देखा जो वीणा बजाना जानता है, और वह वीर योद्धा भी है, और बात करने में बुद्धिमान और रूपवान भी है; और यहोवा उसके साथ रहता है*।” \n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब शाऊल ने दूतों के हाथ यिशै के पास कहला भेजा, “अपने पुत्र दाऊद को जो भेड़-बकरियों के साथ रहता है मेरे पास भेज दे।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यिशै ने रोटी से लदा हुआ एक गदहा, और कुप्पा भर दाखमधु, और बकरी का एक बच्चा लेकर अपने पुत्र दाऊद के हाथ से शाऊल के पास भेज दिया।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और दाऊद शाऊल के पास जाकर उसके सामने उपस्थित रहने लगा। और शाऊल उससे बहुत प्रीति करने लगा, और वह उसका हथियार ढोनेवाला हो गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब शाऊल ने यिशै के पास कहला भेजा, “दाऊद को मेरे सामने उपस्थित रहने दे, क्योंकि मैं उससे बहुत प्रसन्‍न हूँ।” \n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब-जब परमेश्‍वर की ओर से वह आत्मा शाऊल पर चढ़ता था, तब-तब दाऊद वीणा लेकर बजाता; और शाऊल चैन पाकर अच्छा हो जाता था, और वह दुष्ट आत्मा उसमें से हट जाता था।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "दाऊद का राज्याभिषेक\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}