{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शाऊल ने अपने पुत्र योनातान और अपने सब कर्मचारियों से दाऊद को मार डालने की चर्चा की। परन्तु शाऊल का पुत्र योनातान दाऊद से बहुत प्रसन्‍न था।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "योनातान ने दाऊद को बताया, “मेरा पिता तुझे मरवा डालना चाहता है; इसलिए तू सवेरे सावधान रहना, और किसी गुप्त स्थान में बैठा हुआ छिपा रहना;\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मैं मैदान में जहाँ तू होगा वहाँ जाकर अपने पिता के पास खड़ा होकर उससे तेरी चर्चा करूँगा; और यदि मुझे कुछ मालूम हो तो तुझे बताऊँगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "योनातान ने अपने पिता शाऊल से दाऊद की प्रशंसा करके उससे कहा, “हे राजा, अपने दास दाऊद का अपराधी न हो; क्योंकि उसने तेरे विरुद्ध कोई अपराध नहीं किया, वरन् उसके सब काम तेरे बहुत हित के हैं;\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने अपने प्राण पर खेलकर उस पलिश्ती को मार डाला, और यहोवा ने समस्त इस्राएलियों की बड़ी जय कराई। इसे देखकर तू आनन्दित हुआ था; और तू दाऊद को अकारण मारकर निर्दोष के खून का पापी क्यों बने?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब शाऊल ने योनातान की बात मानकर यह शपथ खाई, “यहोवा के जीवन की शपथ, दाऊद मार डाला न जाएगा।”\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब योनातान ने दाऊद को बुलाकर ये समस्त बातें उसको बताईं। फिर योनातान दाऊद को शाऊल के पास ले गया, और वह पहले की समान उसके सामने रहने लगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब लड़ाई फिर होने लगी; और दाऊद जाकर पलिश्तियों से लड़ा, और उन्हें बड़ी मार से मारा, और वे उसके सामने से भाग गए।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब शाऊल हाथ में भाला लिए हुए घर में बैठा था; और दाऊद हाथ से वीणा बजा रहा था, तब यहोवा की ओर से एक दुष्ट आत्मा शाऊल पर चढ़ा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शाऊल ने चाहा, कि दाऊद को ऐसा मारे कि भाला उसे बेधते हुए दीवार में धँस जाए; परन्तु दाऊद शाऊल के सामने से ऐसा हट गया* कि भाला जाकर दीवार ही में धँस गया। और दाऊद भागा, और उस रात को बच गया।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब शाऊल ने दाऊद के घर पर दूत इसलिए भेजे कि वे उसकी घात में रहें, और सवेरे उसे मार डालें, तब दाऊद की स्त्री मीकल ने उसे यह कहकर जताया, “यदि तू इस रात को अपना प्राण न बचाए, तो सवेरे मारा जाएगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मीकल ने दाऊद को खिड़की से उतार दिया; और वह भाग कर बच निकला।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मीकल ने गृहदेवताओं को ले चारपाई पर लिटाया, और बकरियों के रोए की तकिया उसके सिरहाने पर रखकर उनको वस्त्र ओढ़ा दिए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब शाऊल ने दाऊद को पकड़ लाने के लिये दूत भेजे, तब वह बोली, “वह तो बीमार है।”\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब शाऊल ने दूतों को दाऊद के देखने के लिये भेजा, और कहा, “उसे चारपाई समेत मेरे पास लाओ कि मैं उसे मार डालूँ।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब दूत भीतर गए, तब क्या देखते हैं कि चारपाई पर गृहदेवता पड़े हैं, और सिरहाने पर बकरियों के रोए की तकिया है।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः शाऊल ने मीकल से कहा, “तूने मुझे ऐसा धोखा क्यों दिया? तूने मेरे शत्रु को ऐसे क्यों जाने दिया कि वह बच निकला है?” मीकल ने शाऊल से कहा, “उसने मुझसे कहा, ‘मुझे जाने दे; मैं तुझे क्यों मार डालूँ’*।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दाऊद भागकर बच निकला, और रामाह में शमूएल के पास पहुँचकर जो कुछ शाऊल ने उससे किया था सब उसे कह सुनाया। तब वह और शमूएल जाकर नबायोत में रहने लगे।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब शाऊल को इसका समाचार मिला कि दाऊद रामाह में के नबायोत में है,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब शाऊल ने दाऊद को पकड़ लाने के लिये दूत भेजे; और जब शाऊल के दूतों ने नबियों के दल को नबूवत करते हुए, और शमूएल को उनकी प्रधानता करते हुए देखा, तब परमेश्‍वर का आत्मा उन पर चढ़ा, और वे भी नबूवत करने लगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसका समाचार पाकर शाऊल ने और दूत भेजे, और वे भी नबूवत करने लगे। फिर शाऊल ने तीसरी बार दूत भेजे, और वे भी नबूवत करने लगे।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वह आप ही रामाह को चला, और उस बड़े गड्ढे पर जो सेकू में है पहुँचकर पूछने लगा, “शमूएल और दाऊद कहाँ है?” किसी ने कहा, “वे तो रामाह के नबायोत में हैं।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वह उधर, अर्थात् रामाह के नबायोत को चला; और परमेश्‍वर का आत्मा उस पर भी चढ़ा, और वह रामाह के नबायोत को पहुँचने तक नबूवत करता हुआ चला गया।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने भी अपने वस्त्र उतारे, और शमूएल के सामने नबूवत करने लगा, और भूमि पर गिरकर दिन और रात नंगा पड़ा रहा। इस कारण से यह कहावत चली, “क्या शाऊल भी नबियों में से है?”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "शाऊल का दाऊद पर प्राणघातक आक्रमण\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}