{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद सोचने लगा, “अब मैं किसी न किसी दिन शाऊल के हाथ से नष्ट हो जाऊँगा; अब मेरे लिये उत्तम यह है कि मैं पलिश्तियों के देश में भाग जाऊँ; तब शाऊल मेरे विषय निराश होगा, और मुझे इस्राएल के देश के किसी भाग में फिर न ढूँढ़ेगा, तब मैं उसके हाथ से बच निकलूँगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद अपने छः सौ संगी पुरुषों को लेकर चला गया, और गत के राजा माओक के पुत्र आकीश के पास गया।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और दाऊद और उसके जन अपने-अपने परिवार समेत गत में आकीश के पास रहने लगे। दाऊद तो अपनी दो स्त्रियों के साथ, अर्थात् यिज्रेली अहीनोअम, और नाबाल की स्त्री कर्मेली अबीगैल के साथ रहा।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब शाऊल को यह समाचार मिला कि दाऊद गत को भाग गया है, तब उसने उसे फिर कभी न ढूँढ़ा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दाऊद ने आकीश से कहा, “यदि मुझ पर तेरे अनुग्रह की दृष्टि हो, तो देश की किसी बस्ती में मुझे स्थान दिला दे जहाँ मैं रहूँ; तेरा दास तेरे साथ राजधानी में क्यों रहे?”\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब आकीश ने उसे उसी दिन सिकलग बस्ती दी; इस कारण से सिकलग* आज के दिन तक यहूदा के राजाओं का बना है।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पलिश्तियों के देश में रहते-रहते दाऊद को एक वर्ष चार महीने बीत गए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और दाऊद ने अपने जनों समेत जाकर गशूरियों, गिर्जियों, और अमालेकियों पर चढ़ाई की; ये जातियाँ तो प्राचीनकाल से उस देश में रहती थीं जो शूर के मार्ग में मिस्र देश तक है।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दाऊद ने उस देश को नष्ट किया, और स्त्री पुरुष किसी को जीवित न छोड़ा, और भेड़-बकरी, गाय-बैल, गदहे, ऊँट, और वस्त्र लेकर लौटा, और आकीश के पास गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "आकीश ने पूछा, “आज तुम ने चढ़ाई तो नहीं की?” दाऊद ने कहा, “हाँ, यहूदा यरहमेलियों* और केनियों की दक्षिण दिशा में।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दाऊद ने स्त्री पुरुष किसी को जीवित न छोड़ा कि उन्हें गत में पहुँचाए; उसने सोचा था, “ऐसा न हो कि वे हमारा काम बताकर यह कहें, कि दाऊद ने ऐसा-ऐसा किया है। वरन् जब से वह पलिश्तियों के देश में रहता है, तब से उसका काम ऐसा ही है।”\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब आकीश ने दाऊद की बात सच मानकर कहा, “यह अपने इस्राएली लोगों की दृष्टि में अति घृणित हुआ है; इसलिए यह सदा के लिये मेरा दास बना रहेगा।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "दाऊद का पलिश्तियों से जुड़ना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}