{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब किर्यत्यारीम के लोगों ने जाकर यहोवा के सन्दूक को उठाया, और अबीनादाब के घर में जो टीले पर बना था रखा, और यहोवा के सन्दूक की रक्षा करने के लिये अबीनादाब के पुत्र एलीआजर को पवित्र किया।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "शमूएल नबी और न्यायी के कार्य\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "किर्यत्यारीम में सन्दूक को रखे हुए बहुत दिन हुए, अर्थात् बीस वर्ष बीत गए, और इस्राएल का सारा घराना विलाप करता हुआ यहोवा के पीछे चलने लगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब शमूएल ने इस्राएल के सारे घराने से कहा, “यदि तुम अपने पूर्ण मन से यहोवा की ओर फिरे हो, तो पराए देवताओं और अश्तोरेत देवियों को अपने बीच में से दूर करो, और यहोवा की ओर अपना मन लगाकर केवल उसी की उपासना करो, तब वह तुम्हें पलिश्तियों के हाथ से छुड़ाएगा।” \n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब इस्राएलियों ने बाल देवताओं और अश्तोरेत देवियों को दूर किया, और केवल यहोवा ही की उपासना करने लगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर शमूएल ने कहा, “सब इस्राएलियों को मिस्पा में इकट्ठा करो, और मैं तुम्हारे लिये यहोवा से प्रार्थना करूँगा।” \n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वे मिस्पा में इकट्ठे हुए, और जल भरके यहोवा के सामने उण्डेल दिया*, और उस दिन उपवास किया, और वहाँ कहने लगे, “हमने यहोवा के विरुद्ध पाप किया है।” और शमूएल ने मिस्पा में इस्राएलियों का न्याय किया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब पलिश्तियों ने सुना कि इस्राएली मिस्पा में इकट्ठे हुए हैं, तब उनके सरदारों ने इस्राएलियों पर चढ़ाई की। यह सुनकर इस्राएली पलिश्तियों से भयभीत हुए।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इस्राएलियों ने शमूएल से कहा, “हमारे लिये हमारे परमेश्‍वर यहोवा की दुहाई देना न छोड़, जिससे वह हमको पलिश्तियों के हाथ से बचाए।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब शमूएल ने एक दूध पीता मेम्‍ना ले सर्वांग होमबलि करके यहोवा को चढ़ाया; और शमूएल ने इस्राएलियों के लिये यहोवा की दुहाई दी, और यहोवा ने उसकी सुन ली*।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जिस समय शमूएल होमबलि को चढ़ा रहा था उस समय पलिश्ती इस्राएलियों के संग युद्ध करने के लिये निकट आ गए, तब उसी दिन यहोवा ने पलिश्तियों के ऊपर बादल को बड़े कड़क के साथ गरजाकर उन्हें घबरा दिया; और वे इस्राएलियों से हार गए।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब इस्राएली पुरुषों ने मिस्पा से निकलकर पलिश्तियों को खदेड़ा, और उन्हें बेतकर के नीचे तक मारते चले गए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब शमूएल ने एक पत्थर लेकर मिस्पा और शेन के बीच में खड़ा किया, और यह कहकर उसका नाम एबेनेजेर रखा, “यहाँ तक यहोवा ने हमारी सहायता की है।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब पलिश्ती दब गए, और इस्राएलियों के देश में फिर न आए, और शमूएल के जीवन भर यहोवा का हाथ पलिश्तियों के विरुद्ध बना रहा।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और एक्रोन और गत तक जितने नगर पलिश्तियों ने इस्राएलियों के हाथ से छीन लिए थे, वे फिर इस्राएलियों के वश में आ गए; और उनका देश भी इस्राएलियों ने पलिश्तियों के हाथ से छुड़ाया। और इस्राएलियों और एमोरियों के बीच भी संधि हो गई।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और शमूएल जीवन भर इस्राएलियों का न्याय करता रहा।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह प्रति वर्ष बेतेल और गिलगाल और मिस्पा में घूम-घूमकर उन सब स्थानों में इस्राएलियों का न्याय करता था।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वह रामाह में जहाँ उसका घर था लौट आया, और वहाँ भी इस्राएलियों का न्याय करता था, और वहाँ उसने यहोवा के लिये एक वेदी बनाई।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}