{
  "1": "\"You people of Israel, I brought all your ancestors out of Egypt;\\q2 so listen to what I am saying about you.\n\\q1",
  "2": "From all the people groups on the earth,\\q2 I chose and took care of only you.\n\\q1 That is the reason that I will punish you\n\\q2 for the sins that you have committed.\"\n\n\n\n\\q1",
  "3": "Two people certainly cannot walk together\\q2 if they have not already agreed what place they will start walking from.\n\\q1",
  "4": "A lion in a forest certainly does not roar\\q2 if it has not killed another animal.\n\\q1 It does not growl in its den\n\\q2 if it is not eating the flesh of an animal that it has caught.\n\n\n\\q1",
  "5": "No one can catch a bird\\q2 if he does not set a trap for it.\n\\q1 A trap does not spring shut\n\\q2 when some animal has not sprung the trap.\n\\q1",
  "6": "Similarly, all the people in a city certainly become afraid\\q2 when they hear someone blowing a trumpet\n\\q2 to signal that enemies are attacking.\n\\q1 And when a city experiences disaster,\n\\q2 Yahweh is the one who has caused it.\n\n\n\\q1",
  "7": "Whatever Yahweh plans to do,\\q2 he tells his prophets about it.\n\\q1",
  "8": "Everyone certainly becomes terrified when they hear a lion roar;\\q2 Yahweh the Lord has given messages to prophets,\n\\q1 they certainly must proclaim those messages,\n\\q2 even though they terrify people.\n\n\n\n\\q1",
  "9": "Proclaim to the people who guard the strongholds in Ashdod,\\q2 and to those who protect the fortresses in the land of Egypt, and say this,\n\\q1 \"Come together on the hills of Samaria,\n\\q2 and see how much the people in that city are frightened,\n\\q2 and see the way the people are suffering because of what they are doing to each other!\"\n\\q1",
  "10": "Yahweh says that the people there do not know how to do things that are right.\\q2 Their homes are filled with valuable things that they have stolen or taken violently from others.",
  "11": "So Yahweh our God says that soon their enemies will come\\q2 and tear down their defenses\n\\q2 and take away those valuable things.",
  "12": "Yahweh has declared this:\\q1 \"When a lion attacks a sheep,\n\\q2 sometimes a shepherd is able to snatch from the lion's mouth\n\\q2 only two legs or an ear of the sheep.\n\\q1 Similarly, only a few people from Samaria will escape,\n\\q2 just as if someone could save only a part of a couch or a bed from a fire in the house.\"U",
  "13": "Yahweh, commander of the angel armies, says this:\\q2 \"Proclaim this message about the descendants of Jacob:\n\\q1",
  "14": "When I, Yahweh, punish the people of Israel\\q2 because of the sins that they have committed,\n\\q1 I will cause the altars at the town of Bethel to be destroyed;\n\\q2 even the projections at the corners of the altars will be cut off and fall to the ground.\n\n\n\\q1",
  "15": "I will cause the houses that they live in during the winter to be torn down;\\q2 and the houses they live in during the summer, they will also be torn down.\n\\q2 Beautiful big houses and houses that are decorated with ivory will be destroyed.\n\\q1 That will surely happen because I, Yahweh, have said it!\""
}
