{
  "1": "You people of Israel, listen to this funeral song that I will sing about you:\\q1",
  "2": "\"You are like a young woman,\\q2 but in spite of that, you will certainly be struck down\n\\q2 and you will never get up again!\n\\q1 You will lie on the ground, abandoned,\n\\q2 and there will be no one to help you stand up.\"",
  "3": "This is what Yahweh the Lord says to the people of Israel:\\q1 \"When your enemies attack you,\n\\q1 and when a thousand of your soldiers go into battle,\n\\q2 only a hundred will survive.\n\\q1 When a hundred soldiers march out from a city to fight,\n\\q2 only ten will remain alive.\"",
  "4": "Yahweh continues to say to the people of Israel:\\q1 \"You Israelite people, return to me!\n\\q2 If you do that, you will continue to remain alive.\n\\q1",
  "5": "Do not go to Bethel to seek my help;\\q2 do not go to Gilgal to worship;\n\\q1 do not go to Beersheba,\n\\q2 because your enemies will drag away the people of Gilgal to other countries,\n\\q2 and they will completely destroy Bethel.\"\n\n\n\\q1",
  "6": "So come to Yahweh;\\q2 if you do that, you will remain alive.\n\\q1 If you do not do that,\n\\q2 Yahweh will come down on you descendants of Joseph like a fire;\n\\q1 that fire will burn everything in Bethel\n\\q2 and nothing will be able to save that town.\n\\q1",
  "7": "You people distort what is right; you make others think that it is something very bitter;\\q2 you treat good things as though they were evil.\n\n\n\\q1",
  "8": "God created all the groups of stars\\q2 and he put them in their places.\n\\q1 Each morning he causes the darkness to become the dawn,\n\\q2 and each evening he causes the daylight to become darkness.\n\\q1 He scoops up water from the oceans to become clouds,\n\\q2 and then he dumps the water from the clouds onto the earth.\n\\q1 The one who does those things is Yahweh.\n\\q1",
  "9": "He causes strong soldiers to be killed,\\q2 and he causes the high walls around cities to fall down.\n\n\n\\q1",
  "10": "He is the one who will punish you\\q1 because you hate those who challenge anyone who tries to make unjust decisions;\n\\q2 you hate those who tell the truth in your courts.\n\\q1",
  "11": "You oppress poor people and force them to pay big taxes.\\q1 So you have built big stone mansions for yourselves,\n\\q2 but you will not be able to live in them.\n\\q1 You have planted vineyards,\n\\q2 but there will not be any grapes for you to harvest to make wine.\n\n\n\\q1",
  "12": "I know all of your sins\\q2 and the terrible crimes that you have committed.\n\\q1 You oppress righteous people,\n\\q2 and you accept bribes.\n\\q1 You do not allow judges to treat poor people justly.\n\\q1",
  "13": "This is a time when many people do evil things,\\q2 so people who have good sense say nothing at all.\n\n\n\\q1",
  "14": "In order to remain alive,\\q2 you must stop doing what is wrong, and start doing what is right.\n\\q1 If you do that, Yahweh, commander of the angel armies, will be with you\n\\q2 as you claim that he always is.\n\\q1",
  "15": "Love what is good, and hate what is evil!\\q2 Try to cause judges in your courts to make decisions that are right!\n\\q1 If you do those things, perhaps Yahweh, commander of the angel armies,\n\\q2 will act mercifully toward you descendants of Joseph who are still alive.",
  "16": "\"Because I, Yahweh, will punish you for your sins, this is what I have solemnly declared:\\q1 People will be wailing loudly in every street,\n\\q2 and people will be shocked in every plaza.\n\\q1 Farmers will be called to come and weep,\n\\q2 along with the other official mourners who will wail for those who have died.\n\\q1",
  "17": "People will be wailing in your vineyards,\\q2 because I will punish you severely.\n\\q1 That will surely happen because I, Yahweh, have said it!\"\n\n\n\n\\q1",
  "18": "Terrible things will happen to you who want Yahweh to punish his enemies,\\q2 because that will be a day of darkness, not of light.\n\\q1",
  "19": "At that time, when you try to run from a lion,\\q2 you will face a bear.\n\\q1 When you run into your house to be safe,\n\\q2 and you put your hand on the wall,\n\\q2 it will be bitten by a snake.\n\\q1",
  "20": "That day, when he punishes people, will certainly be awful, like a dark night\\q2 without even a little bit of light.\n\n\n\\q1",
  "21": "Yahweh says, \"I hate your religious celebrations\\q2 and the times when you gather to worship me;\n\\q2 I detest them all.\n\\q1",
  "22": "Even if you bring me offerings to burn on the altar and offerings of grain,\\q2 I will no longer accept them.\n\\q1 Even if you bring me offerings to restore fellowship with me,\n\\q2 I will not pay any attention to them.\n\n\n\\q1",
  "23": "So stop singing noisy songs!\\q2 I will not listen when you play harps.\n\\q1",
  "24": "Instead, act justly and righteously; you should do this and never stop;\\q2 if you do, it will be like the water in a river that never stops flowing.\n\n\n\\q1",
  "25": "You Israelite people, your ancestors wandered through the wilderness for forty years;\\q2 and during that time, they never brought any sacrifices and offerings to me!\n\\q1",
  "26": "But you carried the two idols that you have made—\\q2 Sikkuth, the god whom you call 'king,'\n\\q2 and Kaiwan, the image of the star that you worship.\n\n\n\\q1",
  "27": "For I will now force you to go to a country that is far beyond Damascus!\\q1 That will surely happen because I, Yahweh, commander of the angel armies, have said it!\""
}
