{
  "1": "Yahweh showed me in a vision a basket full of ripe fruit.",
  "2": "He asked me, \"Amos, what do you see?\" I replied, \"A basket of very ripe fruit.\"\n He said, \"That indicates that it almost the end for my Israelite people. I will not change my mind again about punishing them.",
  "3": "Soon the people will be wailing instead of singing in the temple. There will be corpses everywhere, and people will say nothing as they remove them. These things will surely happen because I, Yahweh, have said it!\"\n\n\n\\q1",
  "4": "It is as though you people were trampling on the needy people,\\q2 and you destroy the poor people.",
  "5": "You habitually say,\\q1 \"We wish that the new moon festival would end soon,\n\\q2 in order that we may be allowed to sell our grain.\n\\q1 We wish that the Sabbath would end soon,\n\\q2 in order that we may again be permitted to sell our wheat.—\n\\q1 When we sell it,\n\\q2 we can charge a big price for it,\n\\q1 and we can cheat people by using scales that do not weigh correctly.\n\\q1",
  "6": "We will sell wheat that is no good.\\q2 Those who are needy and poor and who do not have money to buy things,\n\\q1 we will make them our slaves\n\\q2 by buying them with the little amount of silver with which we could buy a pair of sandals!\"",
  "7": "Yahweh has declared, \"As I live, I, whom you should worship: I solemnly declare that I will not forget the evil things that you have done.\\q1",
  "8": "Because of those evil things, your country will certainly soon tremble,\\q2 and all of you will mourn.\n\\q1 It will be as though it will repeatedly rise and fall\n\\q2 like the Nile River that gets full of water and overflows its banks\n\\q2 and then settles back into its riverbed.",
  "9": "At the time when I punish my people,\\q1 I will cause the sun to set at noontime,\n\\q2 and the entire earth will be dark in the daytime.\n\\q1",
  "10": "I will cause your religious celebrations to become times when you mourn;\\q2 instead of singing, everyone will be weeping.\n\\q1 Because of what I will do, all of you will wear rough sackcloth and shave your heads\n\\q2 to show that you are sorrowing.\n\\q1 I will cause that time to be like when people mourn after an only son has died.\n\\q2 All of you will be very sad all of that time.\"\n\n\n\\q1",
  "11": "And Yahweh our God says this:\\q2 \"It will soon be the time when I will cause something to be very scarce throughout the country.\n\\q1 But it will not be a time when there is no food or water;\n\\q2 it will instead be a time when there will be no messages from me for anyone to hear.\n\\q1",
  "12": "People will stagger from the Dead Sea to the Mediterranean Sea,\\q2 and wander from the north to the east,\n\\q1 searching for a message from me,\n\\q2 but there will not be any.",
  "13": "At that time,\\q1 even beautiful young women and strong young men will faint\n\\q2 because they will be very thirsty.\n\\q1",
  "14": "Those who make oaths using the name of their shameful god of Samaria,\\q2 and those who solemnly promise to do something using the name of the god of Dan,\n\\q2 and those who swear using the name of the god of Beersheba—\n\\q1 they will all die;\n\\q2 they will never get up again.\""
}
