{
  "1": "עַל H5921 מִשְׁכָּבִי֙ H4904 בַּלֵּיל֔וֹת H3915 בִּקַּ֕שְׁתִּי H1245 אֵ֥ת H853 שֶׁאָהֲבָ֖ה H157 נַפְשִׁ֑י H5315 בִּקַּשְׁתִּ֖יו H1245 וְלֹ֥א H3808 מְצָאתִֽיו H4672 ",
  "2": "אָק֨וּמָה H6965 נָּ֜א H4994 וַאֲסוֹבְבָ֣ה H5437 בָעִ֗יר H5892 בַּשְּׁוָקִים֙ H7784 וּבָ֣ H7339 אֲבַקְשָׁ֕ה H1245 אֵ֥ת H853 שֶׁאָהֲבָ֖ה H157 נַפְשִׁ֑י H5315 בִּקַּשְׁתִּ֖יו H1245 וְלֹ֥א H3808 מְצָאתִֽיו H4672 ",
  "3": "מְצָא֨וּנִי֙ H4672 הַשֹּׁ֣מְרִ֔ים H8104 הַסֹּבְבִ֖ים H5437 בָּעִ֑יר H5892 אֵ֛ת H853 שֶׁאָהֲבָ֥ה H157 נַפְשִׁ֖י H5315 רְאִיתֶֽם H7200 ",
  "4": "כִּמְעַט֙ H4592 שֶׁעָבַ֣רְתִּי H5674 מֵהֶ֔ם H1992 עַ֣ד H5704 שֶֽׁמָּצָ֔אתִי H4672 אֵ֥ת H853 שֶׁאָהֲבָ֖ה H157 נַפְשִׁ֑י H5315 אֲחַזְתִּיו֙ H270 וְלֹ֣א H3808 אַרְפֶּ֔נּוּ H7503 עַד H5704 שֶׁ֤הֲבֵיאתִי H935 אֶל H413 בֵּ֣ית H1004 אִמִּ֔י H517 וְאֶל H413 חֶ֖דֶר H2315 הוֹרָתִֽי H2029 ",
  "5": "הִשְׁבַּ֨עְתִּי H7650 אֶתְכֶ֜ם H853 בְּנ֤וֹת H1323 יְרוּשָׁלִַ֨ם֙ H3389 בִּצְבָא֔וֹת H6643 א֖וֹ H176 בְּאַיְל֣וֹת H355 הַשָּׂדֶ֑ה H7704 אִם H518 תָּעִ֧ירוּ H5782 וְֽאִם H518 תְּעֽוֹרְר֛וּ H5782 אֶת H853 הָאַהֲבָ֖ה H160 עַ֥ד H5704 שֶׁתֶּחְפָּֽץ H2654 ",
  "6": "מִ֣י H4310 זֹ֗את H2063 עֹלָה֙ H5927 מִן H4480 הַמִּדְבָּ֔ר H4057 כְּתִֽימֲר֖וֹת H8490 עָשָׁ֑ן H6227 מְקֻטֶּ֤רֶת H6999 מוֹר֙ H4753 וּלְבוֹנָ֔ה H3828 מִכֹּ֖ל H3605 אַבְקַ֥ת H81 רוֹכֵֽל H7402 ",
  "7": "הִנֵּ֗ה H2009 מִטָּתוֹ֙ H4296 שֶׁלִּ H8010 שִׁשִּׁ֥ים H8346 גִּבֹּרִ֖ים H1368 סָבִ֣יב H5439 לָ֑הּ Hl מִגִּבֹּרֵ֖י H1368 יִשְׂרָאֵֽל H3478 ",
  "8": "כֻּלָּם֙ H3605 אֲחֻ֣זֵי H270 חֶ֔רֶב H2719 מְלֻמְּדֵ֖י H3925 מִלְחָמָ֑ה H4421 אִ֤ישׁ H376 חַרְבּוֹ֙ H2719 עַל H5921 יְרֵכ֔וֹ H3409 מִפַּ֖חַד H6343 בַּלֵּילּֽוֹת H3915 ",
  "9": "אַפִּרְי֗וֹן H668 עָ֤שָׂה H6213 לוֹ֙ Hl הַמֶּ֣לֶךְ H4428 שְׁלֹמֹ֔ה H8010 מֵעֲצֵ֖י H6086 הַלְּבָנֽוֹן H3844 ",
  "10": "עַמּוּדָיו֙ H5982 עָ֣שָׂה H6213 כֶ֔סֶף H3701 רְפִידָת֣וֹ H7507 זָהָ֔ב H2091 מֶרְכָּב֖וֹ H4817 אַרְגָּמָ֑ן H713 תּוֹכוֹ֙ H8432 רָצ֣וּף H7528 אַהֲבָ֔ה H160 מִבְּנ֖וֹת H1323 יְרוּשָׁלִָֽם H3389 ",
  "11": "צְאֶ֧ינָה H3318 וּֽרְאֶ֛ינָה H7200 בְּנ֥וֹת H1323 צִיּ֖וֹן H6726 בַּמֶּ֣לֶךְ H4428 שְׁלֹמֹ֑ה H8010 בָּעֲטָרָ֗ה H5850 שֶׁעִטְּרָה H5849 לּ֤וֹ Hl אִמּוֹ֙ H517 בְּי֣וֹם H3117 חֲתֻנָּת֔וֹ H2861 וּבְ H3117 שִׂמְחַ֥ת H8057 לִבּֽוֹ H3820 "
}
