{
  "1": "בָּ֣אתִי H935 לְגַנִּ H1588 אֲחֹתִ֣י H269 כַלָּה֒ H3618 אָרִ֤יתִי H717 מוֹרִי֙ H4753 עִם H5973 בְּשָׂמִ֔י H1313 אָכַ֤לְתִּי H398 יַעְרִי֙ H3293 עִם H5973 דִּבְשִׁ֔י H1706 שָׁתִ֥יתִי H8354 יֵינִ֖י H3196 עִם H5973 חֲלָבִ֑י H2461 אִכְל֣וּ H398 רֵעִ֔ים H7453 שְׁת֥וּ H8354 וְשִׁכְר֖וּ H7937 דּוֹדִֽים H1730 ",
  "2": "אֲנִ֥י H589 יְשֵׁנָ֖ה H3462 וְלִבִּ֣ H3820 עֵ֑ר H5782 ק֣וֹל H6963 דּוֹדִ֣י H1730 דוֹפֵ֗ק H1849 פִּתְחִי H6605 לִ֞י Hl אֲחֹתִ֤י H269 רַעְיָתִי֙ H7474 יוֹנָתִ֣י H3123 תַמָּתִ֔י H8535 שֶׁרֹּאשִׁ H7218 נִמְלָא H4390 טָ֔ל H2919 קְוֻּצּוֹתַ֖י H6977 רְסִ֥יסֵי H7447 לָֽיְלָה H3915 ",
  "3": "פָּשַׁ֨טְתִּי֙ H6584 אֶת H853 כֻּתָּנְתִּ֔י H3801 אֵיכָ֖כָה H349 אֶלְבָּשֶׁ֑נָּה H3847 רָחַ֥צְתִּי H7364 אֶת H853 רַגְלַ֖י H7272 אֵיכָ֥כָה H349 אֲטַנְּפֵֽם H2936 ",
  "4": "דּוֹדִ֗י H1730 שָׁלַ֤ח H7971 יָדוֹ֙ H3027 מִן H4480 הַחֹ֔ר H2356 וּמֵעַ֖ H4578 הָמ֥וּ H1993 עָלָֽיו H5921 ",
  "5": "קַ֥מְתִּֽי H6965 אֲנִ֖י H589 לִפְתֹּ֣חַ H6605 לְדוֹדִ֑ H1730 וְיָדַ֣ H3027 נָֽטְפוּ H5197 מ֗וֹר H4753 וְאֶצְבְּעֹתַ H676 מ֣וֹר H4753 עֹבֵ֔ר H5674 עַ֖ל H5921 כַּפּ֥וֹת H3709 הַמַּנְעֽוּל H4514 ",
  "6": "פָּתַ֤חְתִּֽי H6605 אֲנִי֙ H589 לְדוֹדִ֔ H1730 וְדוֹדִ֖ H1730 חָמַ֣ק H2559 עָבָ֑ר H5674 נַפְשִׁי֙ H5315 יָֽצְאָ֣ה H3318 בְדַבְּר֔ H1696 בִּקַּשְׁתִּ֨יהוּ֙ H1245 וְלֹ֣א H3808 מְצָאתִ֔יהוּ H4672 קְרָאתִ֖יו H7121 וְלֹ֥א H3808 עָנָֽנִי H6030 ",
  "7": "מְצָאֻ֧נִי H4672 הַשֹּׁמְרִ֛ים H8104 הַסֹּבְבִ֥ים H5437 בָּעִ֖יר H5892 הִכּ֣וּנִי H5221 פְצָע֑וּנִי H6481 נָשְׂא֤וּ H5375 אֶת H853 רְדִידִי֙ H7289 מֵֽעָלַ֔ H5921 שֹׁמְרֵ֖י H8104 הַחֹמֽוֹת H2346 ",
  "8": "הִשְׁבַּ֥עְתִּי H7650 אֶתְכֶ֖ם H853 בְּנ֣וֹת H1323 יְרוּשָׁלִָ֑ם H3389 אִֽם H518 תִּמְצְאוּ֙ H4672 אֶת H853 דּוֹדִ֔י H1730 מַה H4100 תַּגִּ֣ידוּ H5046 ל֔וֹ Hl שֶׁחוֹלַ֥ת H2470 אַהֲבָ֖ה H160 אָֽנִי H589 ",
  "9": "מַה H4100 דּוֹדֵ֣ךְ H1730 מִדּ֔וֹד H1730 הַיָּפָ֖ה H3303 בַּנָּשִׁ֑ים H802 מַה H4100 דּוֹדֵ֣ךְ H1730 מִדּ֔וֹד H1730 שֶׁכָּ֖כָה H3602 הִשְׁבַּעְתָּֽנוּ H7650 ",
  "10": "דּוֹדִ֥י H1730 צַח֙ H6703 וְאָד֔וֹם H122 דָּג֖וּל H1713 מֵרְבָבָֽה H7233 ",
  "11": "רֹאשׁ֖וֹ H7218 כֶּ֣תֶם H3800 פָּ֑ז H6337 קְוּצּוֹתָיו֙ H6977 תַּלְתַּלִּ֔ים H8534 שְׁחֹר֖וֹת H7838 כָּעוֹרֵֽב H6158 ",
  "12": "עֵינָ֕יו H5869 כְּיוֹנִ֖ים H3123 עַל H5921 אֲפִ֣יקֵי H650 מָ֑יִם H4325 רֹֽחֲצוֹת֙ H7364 בֶּֽחָלָ֔ב H2461 יֹשְׁב֖וֹת H3427 עַל H5921 מִלֵּֽאת H4402 ",
  "13": "לְחָיָו֙ H3895 כַּעֲרוּגַ֣ת H6170 הַבֹּ֔שֶׂם H1314 מִגְדְּל֖וֹת H4026 מֶרְקָחִ֑ים H4840 שִׂפְתוֹתָיו֙ H8193 שֽׁוֹשַׁנִּ֔ים H7799 נֹטְפ֖וֹת H5197 מ֥וֹר H4753 עֹבֵֽר H5674 ",
  "14": "יָדָיו֙ H3027 גְּלִילֵ֣י H1550 זָהָ֔ב H2091 מְמֻלָּאִ֖ים H4390 בַּתַּרְשִׁ֑ישׁ H8658 מֵעָיו֙ H4578 עֶ֣שֶׁת H6247 שֵׁ֔ן H8127 מְעֻלֶּ֖פֶת H5968 סַפִּירִֽים H5601 ",
  "15": "שׁוֹקָיו֙ H7785 עַמּ֣וּדֵי H5982 שֵׁ֔שׁ H8336 מְיֻסָּדִ֖ים H3245 עַל H5921 אַדְנֵי H134 פָ֑ז H6337 מַרְאֵ֨הוּ֙ H4758 כַּלְּבָנ֔וֹן H3844 בָּח֖וּר H977 כָּאֲרָזִֽים H730 ",
  "16": "חִכּוֹ֙ H2441 מַֽמְתַקִּ֔ים H4477 וְכֻלּ֖ H3605 מַחֲּמַדִּ֑ים H4261 זֶ֤ה H2088 דוֹדִי֙ H1730 וְזֶ֣ה H2088 רֵעִ֔י H7453 בְּנ֖וֹת H1323 יְרוּשָׁלִָֽם H3389 "
}
