{
  "1": "אָ֚נָה H575 הָלַ֣ךְ H1980 דּוֹדֵ֔ךְ H1730 הַיָּפָ֖ה H3303 בַּנָּשִׁ֑ים H802 אָ֚נָה H575 פָּנָ֣ה H6437 דוֹדֵ֔ךְ H1730 וּנְבַקְשֶׁ֖ H1245 עִמָּֽךְ H5973 ",
  "2": "דּוֹדִי֙ H1730 יָרַ֣ד H3381 לְגַנּ֔ H1588 לַעֲרוּג֖וֹת H6170 הַבֹּ֑שֶׂם H1314 לִרְעוֹת֙ H7462 בַּגַּנִּ֔ים H1588 וְלִ H3950 שֽׁוֹשַׁנִּֽים H7799 ",
  "3": "אֲנִ֤י H589 לְדוֹדִ H1730 וְדוֹדִ֣ H1730 לִ֔י Hl הָרֹעֶ֖ה H7462 בַּשׁוֹשַׁנִּֽים H7799 ",
  "4": "יָפָ֨ה H3303 אַ֤תְּ H859 רַעְיָתִי֙ H7474 כְּתִרְצָ֔ה H8656 נָאוָ֖ה H5000 כִּירוּשָׁלִָ֑ם H3389 אֲיֻמָּ֖ה H366 כַּנִּדְגָּלֽוֹת H1713 ",
  "5": "הָסֵ֤בִּי H5437 עֵינַ֨יִךְ֙ H5869 מִנֶּגְדִּ֔ H5048 שֶׁ֥הֵ֖ם H1992 הִרְהִיבֻ֑נִי H7292 שַׂעְרֵךְ֙ H8181 כְּעֵ֣דֶר H5739 הָֽעִזִּ֔ים H5795 שֶׁגָּלְשׁ֖וּ H1570 מִן H4480 הַגִּלְעָֽד H1568 ",
  "6": "שִׁנַּ֨יִךְ֙ H8127 כְּעֵ֣דֶר H5739 הָֽרְחֵלִ֔ים H7353 שֶׁעָל֖וּ H5927 מִן H4480 הָרַחְצָ֑ה H7367 שֶׁכֻּלָּ H3605 מַתְאִימ֔וֹת H8382 וְשַׁכֻּלָ֖ה H7909 אֵ֥ין H369 בָּהֶֽם Hb ",
  "7": "כְּפֶ֤לַח H6400 הָרִמּוֹן֙ H7416 רַקָּתֵ֔ךְ H7541 מִבַּ֖עַד H1157 לְצַמָּתֵֽ H6777 ",
  "8": "שִׁשִּׁ֥ים H8346 הֵ֨מָּה֙ H1992 מְּלָכ֔וֹת H4436 וּשְׁמֹנִ֖ים H8084 פִּֽילַגְשִׁ֑ים H6370 וַעֲלָמ֖וֹת H5959 אֵ֥ין H369 מִסְפָּֽר H4557 ",
  "9": "אַחַ֥ת H259 הִיא֙ H1931 יוֹנָתִ֣י H3123 תַמָּתִ֔י H8535 אַחַ֥ת H259 הִיא֙ H1931 לְאִמָּ֔ H517 בָּרָ֥ה H1249 הִ֖יא H1931 לְיֽוֹלַדְתָּ֑ H3205 רָא֤וּהָ H7200 בָנוֹת֙ H1323 וַֽיְאַשְּׁר֔וּ H833 מְלָכ֥וֹת H4436 וּפִֽילַגְשִׁ֖ים H6370 וַֽיְהַלְלֽוּ H1984 ",
  "10": "מִי H4310 זֹ֥את H2063 הַנִּשְׁקָפָ֖ה H8259 כְּמוֹ H3644 שָׁ֑חַר H7837 יָפָ֣ה H3303 כַלְּבָנָ֗ה H3842 בָּרָה֙ H1249 כַּֽחַמָּ֔ה H2535 אֲיֻמָּ֖ה H366 כַּנִּדְגָּלֽוֹת H1713 ",
  "11": "אֶל H413 גִּנַּ֤ת H1594 אֱגוֹז֙ H93 יָרַ֔דְתִּי H3381 לִרְא֖וֹת H7200 בְּאִבֵּ֣י H3 הַנָּ֑חַל H5158 לִרְאוֹת֙ H7200 הֲפָֽרְחָ֣ה H6524 הַגֶּ֔פֶן H1612 הֵנֵ֖צוּ H5132 הָרִמֹּנִֽים H7416 ",
  "12": "לֹ֣א H3808 יָדַ֔עְתִּי H3045 נַפְשִׁ֣י H5315 שָׂמַ֔תְנִי H7760 מַרְכְּב֖וֹת H4818 עַמִּי H5971 נָדִֽיב H5081 ",
  "13": "שׁ֤וּבִי H7725 שׁ֨וּבִי֙ H7725 הַשּׁ֣וּלַמִּ֔ית H7759 שׁ֥וּבִי H7725 שׁ֖וּבִי H7725 וְנֶחֱזֶה H2372 בָּ֑ךְ Hb מַֽה H4100 תֶּחֱזוּ֙ H2372 בַּשּׁ֣וּלַמִּ֔ית H7759 כִּמְחֹלַ֖ת H4246 הַֽמַּחֲנָֽיִם H4264 "
}
