{
  "1": "מַה H4100 יָּפ֧וּ H3303 פְעָמַ֛יִךְ H6471 בַּנְּעָלִ֖ים H5275 בַּת H1323 נָדִ֑יב H5081 חַמּוּקֵ֣י H2542 יְרֵכַ֔יִךְ H3409 כְּמ֣וֹ H3644 חֲלָאִ֔ים H2481 מַעֲשֵׂ֖ה H4639 יְדֵ֥י H3027 אָמָּֽן H542 ",
  "2": "שָׁרְרֵךְ֙ H8326 אַגַּ֣ן H101 הַסַּ֔הַר H5469 אַל H408 יֶחְסַ֖ר H2637 הַמָּ֑זֶג H4197 בִּטְנֵךְ֙ H990 עֲרֵמַ֣ת H6194 חִטִּ֔ים H2406 סוּגָ֖ה H5473 בַּשּׁוֹשַׁנִּֽים H7799 ",
  "3": "שְׁנֵ֥י H8147 שָׁדַ֛יִךְ H7699 כִּשְׁנֵ֥י H8147 עֳפָרִ֖ים H6082 תָּאֳמֵ֥י H8380 צְבִיָּֽה H6646 ",
  "4": "צַוָּארֵ֖ךְ H6677 כְּמִגְדַּ֣ל H4026 הַשֵּׁ֑ן H8127 עֵינַ֜יִךְ H5869 בְּרֵכ֣וֹת H1295 בְּחֶשְׁבּ֗וֹן H2809 עַל H5921 שַׁ֨עַר֙ H8179 בַּת H1337 רַבִּ֔ים H1337 אַפֵּךְ֙ H639 כְּמִגְדַּ֣ל H4026 הַלְּבָנ֔וֹן H3844 צוֹפֶ֖ה H6822 פְּנֵ֥י H6440 דַמָּֽשֶׂק H1834 ",
  "5": "רֹאשֵׁ֤ךְ H7218 עָלַ֨יִךְ֙ H5921 כַּכַּרְמֶ֔ל H3760 וְדַלַּ֥ת H1803 רֹאשֵׁ֖ךְ H7218 כָּאַרְגָּמָ֑ן H713 מֶ֖לֶךְ H4428 אָס֥וּר H631 בָּרְהָטִֽים H7298 ",
  "6": "מַה H4100 יָּפִית֙ H3302 וּמַה H4100 נָּעַ֔מְתְּ H5276 אַהֲבָ֖ה H160 בַּתַּֽעֲנוּגִֽים H8588 ",
  "7": "זֹ֤את H2063 קֽוֹמָתֵךְ֙ H6967 דָּֽמְתָ֣ה H1819 לְתָמָ֔ר H8558 וְשָׁדַ֖יִ H7699 לְאַשְׁכֹּלֽוֹת H811 ",
  "8": "אָמַ֨רְתִּי֙ H559 אֶעֱלֶ֣ה H5927 בְתָמָ֔ר H8558 אֹֽחֲזָ֖ה H270 בְּסַנְסִנָּ֑י H5577 וְיִֽהְיוּ H1961 נָ֤א H4994 שָׁדַ֨יִךְ֙ H7699 כְּאֶשְׁכְּל֣וֹת H811 הַגֶּ֔פֶן H1612 וְרֵ֥יחַ H7381 אַפֵּ֖ךְ H639 כַּתַּפּוּחִֽים H8598 ",
  "9": "וְחִכֵּ֕ H2441 כְּיֵ֥ין H3196 הַטּ֛וֹב H2896 הוֹלֵ֥ךְ H1980 לְדוֹדִ֖ H1730 לְמֵישָׁרִ֑ים H4339 דּוֹבֵ֖ב H1680 שִׂפְתֵ֥י H8193 יְשֵׁנִֽים H3462 ",
  "10": "אֲנִ֣י H589 לְדוֹדִ֔ H1730 וְעָלַ֖ H5921 תְּשׁוּקָתֽוֹ H8669 ",
  "11": "לְכָ֤ה H3212 דוֹדִי֙ H1730 נֵצֵ֣א H3318 הַשָּׂדֶ֔ה H7704 נָלִ֖ינָה H3885 בַּכְּפָרִֽים H3723 ",
  "12": "נַשְׁכִּ֨ימָה֙ H7925 לַכְּרָמִ֔ים H3754 נִרְאֶ֞ה H7200 אִם H518 פָּֽרְחָ֤ה H6524 הַגֶּ֨פֶן֙ H1612 פִּתַּ֣ח H6605 הַסְּמָדַ֔ר H5563 הֵנֵ֖צוּ H5132 הָרִמּוֹנִ֑ים H7416 שָׁ֛ם H8033 אֶתֵּ֥ן H5414 אֶת H853 דֹּדַ֖י H1730 לָֽךְ Hl ",
  "13": "הַֽדּוּדָאִ֣ים H1736 נָֽתְנוּ H5414 רֵ֗יחַ H7381 וְעַל H5921 פְּתָחֵ֨ינוּ֙ H6607 כָּל H3605 מְגָדִ֔ים H4022 חֲדָשִׁ֖ים H2319 גַּם H1571 יְשָׁנִ֑ים H3465 דּוֹדִ֖י H1730 צָפַ֥נְתִּי H6845 לָֽךְ Hl ",
  "14": "הַֽדּוּדָאִ֣ים H1736 נָֽתְנוּ H5414 רֵ֗יחַ H7381 וְעַל H5921 פְּתָחֵ֨ינוּ֙ H6607 כָּל H3605 מְגָדִ֔ים H4022 חֲדָשִׁ֖ים H2319 גַּם H1571 יְשָׁנִ֑ים H3465 דּוֹדִ֖י H1730 צָפַ֥נְתִּי H6845 לָֽךְ Hl "
}
