{
  "1": "Yahweh, listen to what I am praying;\n\\q1 hear me while I cry out to you!\n\\q1",
  "2": "Do not turn away!\n\\q1 Listen to me,\n\\q2 and answer me quickly now when I am calling out to you!\n\\b\n\\q1",
  "3": "My life is ending like smoke that disappears;\n\\q1 I have a big fever which burns my body as a fire burns.\n\\q1",
  "4": "I feel as though I am drying up like grass that has been mown,\n\\q2 and I do not even think about eating any food.\n\\q1",
  "5": "I groan loudly,\n\\q2 and my bones can be seen under my skin because I have become very thin.\n\\q1",
  "6": "I am like a lonely and despised vulture in the desert,\n\\q2 like an owl by itself in the abandoned ruins of a building.\n\\q1",
  "7": "I lie awake at night;\n\\q2 because there is no one to comfort me,\n\\q2 I am like a lonely bird sitting on a housetop.\n\\q1",
  "8": "All during each day my enemies insult me;\n\\q2 those who make fun of me mention my name\n\\q2 and say, \"May you be like him\" when they curse people.\n\\q1",
  "10": "9-10 Because you are very angry with me,\n\\q1 I sit in ashes while I am suffering greatly;\n\\q2 those ashes fall on the bread that I eat,\n\\q2 and what I drink has my tears mixed with it.\n\\q1 It is as though you have picked me up and thrown me away!\n\\q1",
  "11": "My time to remain alive is short\n\\q2 like an evening shadow that will soon be gone.\n\\q2 I am withering as grass withers in the hot sun.\n\\b\n\\q1",
  "12": "But Yahweh, you are our king who rules forever;\n\\q1 people who are not yet born will remember you.\n\\q1",
  "13": "You will arise and act mercifully toward the people of Jerusalem;\n\\q2 it is now time for you to do that;\n\\q1 this is the time for you to be kind to them.\n\\q1",
  "14": "Even though the city has been destroyed,\n\\q2 we who serve you still love the stones that were formerly in the city walls;\n\\q1 because now there is rubble everywhere,\n\\q2 we, your people, are very sad when we see it.\n\\q1",
  "15": "Yahweh, someday the people of other nations will have an awesome respect for you;\n\\q1 all the kings on the earth will see that you are very glorious.\n\\q1",
  "16": "You will rebuild Jerusalem,\n\\q2 and you will appear there with your glory.\n\\q1",
  "17": "You will listen to the prayers of your people who are homeless,\n\\q2 and you will not ignore them\n\\q2 when they plead with you to help them.\n\\b\n\\q1",
  "18": "Yahweh, I want to write these words\n\\q2 so that people in future years will know what you have done,\n\\q2 in order that people who are not born yet will praise you.\n\\q1",
  "19": "They will know that you looked down from your own place in heaven\n\\q1 and saw what was happening on the earth.\n\\q1",
  "20": "They will know that you hear prisoners groaning\n\\q2 and that you will set free those who have been told, \"You will be executed.\"\n\\q1",
  "21": "As a result, people in Jerusalem will praise you for what you have done.\n\\q2",
  "22": "Many people from other people groups and those who are citizens of other kingdoms will gather to worship you.\n\\b\n\\q1",
  "23": "But now you have caused me to become weak while I am still young;\n\\q2 I think that I will not remain alive very long.\n\\q1",
  "24": "I say to you, \"My God, do not take me away from the earth now\n\\q2 before I become old!\n\\q1 You, on the other hand, live forever!\n\\q1",
  "25": "You created the world long ago,\n\\q2 and you made the heavens with your own hands.\n\\q1",
  "26": "The earth and the heavens will disappear, but you will remain.\n\\q2 They will wear out as clothes wear out.\n\\q1 You will get rid of them as people get rid of old clothes,\n\\q2 and they will no longer exist.\n\\q1",
  "27": "But you are not like the things that you created\n\\q2 because you are always the same;\n\\q2 you never die.\n\\q1",
  "28": "Someday our children will live safely in Jerusalem,\n\\q1 and their descendants will be protected as they live in your presence.\"",
  "102": "\\d A prayer written by someone who was afflicted, when he was discouraged and pleaded for Yahweh to help.\n\\b\n\\q1"
}
