{
  "1": "I will cry out to God;\n\\q1 I will cry aloud to him, and he will listen to me.\n\\q1",
  "2": "At the time that I had trouble, I prayed to the Lord;\n\\q2 all during the night I lifted up my hands while I prayed,\n\\q2 but nothing could comfort me.\n\\b\n\\q1",
  "3": "When I thought about God, I despaired;\n\\q1 when I meditated about him, I grew discouraged.\n\\q1",
  "4": "All during the night he prevented me from sleeping;\n\\q2 I was so worried that I did not know what to say.\n\\q1",
  "5": "I thought about days that had passed;\n\\q2 I remembered what had happened in previous years.\n\\q1",
  "6": "I spent all the night thinking about things;\n\\q2 I meditated, and this is what I asked myself:\n\\q1",
  "7": "\"Will the Lord always reject me?\n\\q2 Will he never again be pleased with me?\n\\q1",
  "8": "Has he stopped faithfully loving me?\n\\q1 Will he not do for me what he promised to do?\n\\q1",
  "9": "God promised to act mercifully toward me; has he forgotten that?\n\\q2 Because he is angry with me, has he decided not to be kind to me?\"\n\\q1",
  "10": "I said, \"What causes me to be sad the most is that\n\\q1 it seems that God, who is greater than any other god, is no longer using his power for us.\"\n\\b\n\\q1",
  "11": "But then, Yahweh, I recall your great deeds;\n\\q2 I remember the wonderful things that you did in the past.\n\\q2",
  "12": "I meditate on all that you have done,\n\\q2 and I think about your mighty acts.\n\\b\n\\q1",
  "13": "God, everything that you do is amazing;\n\\q2 there is certainly no god who is great like you are!\n\\q1",
  "14": "You are God, the one who performs miracles;\n\\q2 you showed to the people of many people groups that you are powerful.\n\\q1",
  "15": "By your power you rescued your people from Egypt;\n\\q2 you saved those who were descendants of Jacob and his son Joseph.\n\\b\n\\q1",
  "16": "It was as though the waters saw you and became very afraid,\n\\q2 and even the deepest part of the water shook.\n\\q",
  "17": "Rain poured down from the clouds;\n\\q2 it thundered very loudly,\n\\q2 and lightning flashed in all directions.\n\\q",
  "18": "Thunder crashed in the whirlwind—your voice!\n\\q2 Lightning lit up,\n\\q1 and the earth shook violently.\n\\q1",
  "19": "Then you walked through the sea\n\\q2 in a path that you made through the deep water,\n\\q2 but your footprints could not be seen.\n\\b\n\\q1",
  "20": "You led your people as a shepherd leads his flock of sheep\n\\q2 while Moses and Aaron were the leaders of your people.",
  "77": "\\d A psalm written by Asaph for Jeduthun, the choir director\n\\b\n\\q1"
}
