{
  "1": "Sing songs to praise God, who enables us to be strong when we fight our enemies;\n\\q1 shout joyfully to God, whom we descendants of Jacob worship!\n\\q1",
  "2": "Start playing the music, and beat the tambourines;\n\\q2 play nice music on the harps and lyres.\n\\b\n\\q1",
  "3": "Blow the trumpets during the festival to celebrate each new moon,\n\\q2 each time the moon is full, and during our other festivals.\n\\q1",
  "4": "Do that because that is a decree for us Israelite people;\n\\q2 it is a command that God made for the descendants of Jacob.\n\\q2",
  "5": "He gave it to the Israelite people when he punished the people of Egypt land.\n\\b\n\\q1 That was where I heard them speaking in a language that I did not know.\n\\q1",
  "6": "God says this: \"After the rulers of Egypt forced you Israelites to work as slaves,\n\\q1 I took those heavy burdens off your backs,\n\\q2 and I enabled you to lay down those heavy baskets of bricks that you were carrying.\n\\q1",
  "7": "When you were greatly distressed, you called out to me, and I rescued you;\n\\q2 I answered you out of a thundercloud.\n\\q2 Later I tested whether you would trust me to give you water when you were in the desert at Meribah.\n\\q1",
  "8": "You who are my people, listen while I warn you!\n\\q1 I wish that you Israelite people would pay attention to what I say to you!\n\\q1",
  "9": "You must not have any idols of other gods among you;\n\\q2 you must never bow to worship any of them!\n\\q1",
  "10": "I am Yahweh, your God;\n\\q2 It was not any of those gods who brought you out of Egypt;\n\\q1 I am the one who did it!\n\\q2 So request what you want me to do for you, and I will do it.\n\\b\n\\q1",
  "11": "But my people would not listen to me;\n\\q2 they would not obey me.\n\\q1",
  "12": "So because they were very stubborn,\n\\q2 I allowed them to do whatever they wanted to do.\n\\b\n\\q1",
  "13": "I wish that my people would listen to me,\n\\q1 that the Israelite people would behave as I want them to do.\n\\q1",
  "14": "If they did that, I would quickly defeat their enemies;\n\\q2 I would strike dead those who are oppressing them.\n\\q1",
  "15": "Then all those who hate me would cringe before me,\n\\q2 and then I would punish them forever.\n\\q1",
  "16": "But I would give you Israelites very good wheat,\n\\q2 and I would fill your stomachs with wild honey.\"",
  "81": "\\d A psalm written by Asaph for the choir director\n\\b\n\\q1"
}
