{
  "1": "When you rebuke a person who has rejected your words and who refused to listen to you,\\q2 he will be crushed to the point that he cannot be healed.\n\\q1",
  "2": "When people live the right way, they become more numerous,\\q2 but when a wicked ruler starts to govern, the people groan.\n\n\\q1",
  "3": "A son who desires to learn about wisdom makes his father very happy;\\q2 but the son who is a companion of prostitutes will lose all his money\n\\q1",
  "4": "When a king rules with honest rules and good laws, he causes his nation to be strong,\\q2 but anyone who asks for bribes ruins his nation.\n\n\n\\q1",
  "5": "One who praises his neighbor to get something from him,\\q2 is like the one who listens for the sound of his footsteps,\n\\q2 so he can catch him in a net.\n\\q1",
  "6": "A bad person sets a trap with his sin; then he falls into it;\\q2 but one who does right is full of songs and joy.\n\n\n\\q1",
  "7": "The one who does right stands up for the poor and defends them;\\q2 but wicked people do not see the importance of standing up for the poor.\n\\q1",
  "8": "People who sneer and mock others are like those who set a city on fire;\\q2 but those who help people get rid of their anger are wise.\n\n\n\\q1",
  "9": "If a wise person has any conflict with a foolish person,\\q2 the foolish person screams at him and then laughs at him, and it never ends.\n\\q1",
  "10": "A murderer hates him who does everything right;\\q2 and they seek to kill the one who has a good reputation.\n\n\n\\q1",
  "11": "A fool shows all his anger,\\q2 but a person who is wise holds his anger, and he knows how to calm himself down.\n\\q1",
  "12": "If a ruler believes the lies that are told to him,\\q2 he teaches all his officials to be wicked.\n\n\n\\q1",
  "13": "What do a poor person and one who takes advantage of people have in common?\\q2 Yahweh gives life to both of them.\n\\q1",
  "14": "If a king judges the poor by listening to the truth,\\q2 he will build a kingdom that will continue forever.\n\n\\q1",
  "15": "If a child is punished,\\q2 the gift of wisdom is given to him;\n\\q2 but when a child is out of control,\n\\q2 this brings shame to his mother.\n\\q1",
  "16": "When wicked people have authority, lawbreaking is common;\\q2 but those who do what is right will see the day\n\\q2 when the wicked will lose their power.\n\n\\q1",
  "17": "Discipline your child and he will help you and serve you;\\q2 you will truly rejoice over him.\n\\q1",
  "18": "When no prophet receives any vision from Yahweh, the people go out of control,\\q2 but those who obey the law are fortunate.\n\n\\q1",
  "19": "Talk to a slave as much as you want,\\q2 but though he understands what you are saying, they have learned not to give you an answer.\n\\q1",
  "20": "Do you see someone who is quick to speak, quick to give an opinion?\\q2 Yahweh can give a fool more help in the future easier than he can help him who is quick to speak.\n\n\n\\q1",
  "21": "If a slave is excused from his labor\\q2 and treated better than other slaves by his master\n\\q2 from the time he is young;\n\\q2 but when he is grown,\n\\q2 that slave will give trouble to his master.\n\\q1",
  "22": "A person who cannot control his anger stirs up many quarrels\\q2 and uses his rage to rule over others, and so he commits many sins.\n\n\\q1",
  "23": "Any person who is proud will be humbled;\\q2 but the one who is humbled will be given honor.\n\\q1",
  "24": "A person who helps a thief, hates himself;\\q2 he overhears the curse, but he does not say anything about it.\n\n\\q1",
  "25": "When one is afraid of what people can do,\\q2 it is like setting a trap for himself.\n\\q2 but whoever trusts in Yahweh is safe.\n\\q1",
  "26": "Many people want to come before a ruler to get help from him,\\q2 but Yahweh is the only one who gives him true justice.\n\n\\q1",
  "27": "Those who do what is right detest a person who treats others in an unfair way;\\q2 just as the wicked hate those who live good lives."
}
