{
  "1": "וַעֲזַרְיָ֨הוּ֙ H5838 בֶּן H1121 עוֹדֵ֔ד H5752 הָיְתָ֥ה H1961 עָלָ֖יו H5921 ר֥וּחַ H7307 אֱלֹהִֽים H430 ",
  "2": "וַיֵּצֵא֮ H3318 לִפְנֵ֣י H6440 אָסָא֒ H609 וַיֹּ֣אמֶר H559 ל֔וֹ Hl שְׁמָע֕וּנִי H8085 אָסָ֖א H609 וְכָל H3605 יְהוּדָ֣ה H3063 וּבִנְיָמִ֑ן H1144 יְהוָ֤ה H3068 עִמָּכֶם֙ H5973 בִּֽהְיֽוֹתְ H1961 עִמּ֔וֹ H5973 וְאִֽם H518 תִּדְרְשֻׁ֨הוּ֙ H1875 יִמָּצֵ֣א H4672 לָכֶ֔ם Hl וְאִם H518 תַּעַזְבֻ֖הוּ H5800 יַעֲזֹ֥ב H5800 אֶתְכֶֽם H853 ",
  "3": "וְיָמִ֥ים H3117 רַבִּ֖ים H7227 לְיִשְׂרָאֵ֑ל H3478 לְלֹ֣א H3808 אֱלֹהֵ֣י H430 אֱמֶ֗ת H571 וּלְ H3808 כֹּהֵ֥ן H3548 מוֹרֶ֖ה H3384 וּלְ H3808 תוֹרָֽה H8451 ",
  "4": "וַיָּ֨שָׁב֙ H7725 בַּצַּר H6862 ל֔וֹ Hl עַל H5921 יְהוָ֖ה H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֑ל H3478 וַיְבַקְשֻׁ֖ H1245 וַיִּמָּצֵ֥א H4672 לָהֶֽם Hl ",
  "5": "וּבָ H6256 הָהֵ֔ם H1992 אֵ֥ין H369 שָׁל֖וֹם H7965 לַיּוֹצֵ֣א H3318 וְלַ H935 כִּ֚י H3588 מְהוּמֹ֣ת H4103 רַבּ֔וֹת H7227 עַ֥ל H5921 כָּל H3605 יוֹשְׁבֵ֖י H3427 הָאֲרָצֽוֹת H776 ",
  "6": "וְכֻתְּת֥וּ H3807 גוֹי H1471 בְּג֖וֹי H1471 וְעִ֣יר H5892 בְּעִ֑יר H5892 כִּֽי H3588 אֱלֹהִ֥ים H430 הֲמָמָ֖ם H2000 בְּכָל H3605 צָרָֽה H6869 ",
  "7": "וְאַתֶּ֣ם H859 חִזְק֔וּ H2388 וְאַל H408 יִרְפּ֖וּ H7503 יְדֵיכֶ֑ם H3027 כִּ֛י H3588 יֵ֥שׁ H3426 שָׂכָ֖ר H7939 לִפְעֻלַּתְ H6468 ",
  "8": "וְכִ H8085 אָסָ֜א H609 הַדְּבָרִ֣ים H1697 הָאֵ֗לֶּה H428 וְהַ H5016 עֹדֵ֣ד H5752 הַנָּבִיא֒ H5030 הִתְחַזַּ֗ק H2388 וַיַּעֲבֵ֤ר H5674 הַשִּׁקּוּצִים֙ H8251 מִכָּל H3605 אֶ֤רֶץ H776 יְהוּדָה֙ H3063 וּבִנְיָמִ֔ן H1144 וּמִן H4480 הֶ֣עָרִ֔ים H5892 אֲשֶׁ֥ר H834 לָכַ֖ד H3920 מֵהַ֣ר H2022 אֶפְרָ֑יִם H669 וַיְחַדֵּשׁ֙ H2318 אֶת H853 מִזְבַּ֣ח H4196 יְהוָ֔ה H3068 אֲשֶׁ֕ר H834 לִפְנֵ֖י H6440 אוּלָ֥ם H197 יְהוָֽה H3068 ",
  "9": "וַיִּקְבֹּ֗ץ H6908 אֶת H853 כָּל H3605 יְהוּדָה֙ H3063 וּבִנְיָמִ֔ן H1144 וְהַ H1481 עִמָּהֶ֔ם H5973 מֵאֶפְרַ֥יִם H669 וּמְנַשֶּׁ֖ה H4519 וּמִ H8095 כִּֽי H3588 נָפְל֨וּ H5307 עָלָ֤יו H5921 מִיִּשְׂרָאֵל֙ H3478 לָרֹ֔ב H7230 בִּרְאֹתָ֕ H7200 כִּֽי H3588 יְהוָ֥ה H3068 אֱלֹהָ֖יו H430 עִמּֽוֹ H5973 ",
  "10": "וַיִּקָּבְצ֥וּ H6908 יְרוּשָׁלִַ֖ם H3389 בַּחֹ֣דֶשׁ H2320 הַשְּׁלִישִׁ֑י H7992 לִשְׁנַ֥ת H8141 חֲמֵשׁ H2568 עֶשְׂרֵ֖ה H6240 לְמַלְכ֥וּת H4438 אָסָֽא H609 ",
  "11": "וַיִּזְבְּח֤וּ H2076 לַיהוָה֙ H3068 בַּיּ֣וֹם H3117 הַה֔וּא H1931 מִן H4480 הַשָּׁלָ֖ל H7998 הֵבִ֑יאוּ H935 בָּקָר֙ H1241 שְׁבַ֣ע H7651 מֵא֔וֹת H3967 וְצֹ֖אן H6629 שִׁבְעַ֥ת H7651 אֲלָפִֽים H505 ",
  "12": "וַיָּבֹ֣אוּ H935 בַבְּרִ֔ית H1285 לִדְר֕וֹשׁ H1875 אֶת H853 יְהוָ֖ה H3068 אֱלֹהֵ֣י H430 אֲבוֹתֵיהֶ֑ם H1 בְּכָל H3605 לְבָבָ֖ם H3824 וּבְ H3605 נַפְשָֽׁם H5315 ",
  "13": "וְכֹ֨ל H3605 אֲשֶׁ֧ר H834 לֹֽא H3808 יִדְרֹ֛שׁ H1875 לַיהוָ֥ה H3068 אֱלֹהֵֽי H430 יִשְׂרָאֵ֖ל H3478 יוּמָ֑ת H4191 לְמִן H4480 קָטֹן֙ H6996 וְעַד H5704 גָּד֔וֹל H1419 לְמֵ H376 וְעַד H5704 אִשָּֽׁה H802 ",
  "14": "וַיִּשָּֽׁבְעוּ֙ H7650 לַיהוָ֔ה H3068 בְּק֥וֹל H6963 גָּד֖וֹל H1419 וּבִ H8643 וּבַ H2689 וּבְ H7782 ",
  "15": "וַיִּשְׂמְח֨וּ H8055 כָל H3605 יְהוּדָ֜ה H3063 עַל H5921 הַשְּׁבוּעָ֗ה H7621 כִּ֤י H3588 בְכָל H3605 לְבָבָם֙ H3824 נִשְׁבָּ֔עוּ H7650 וּבְ H3605 רְצוֹנָ֣ם H7522 בִּקְשֻׁ֔הוּ H1245 וַיִּמָּצֵ֖א H4672 לָהֶ֑ם Hl וַיָּ֧נַח H5117 יְהוָ֛ה H3068 לָהֶ֖ם Hl מִסָּבִֽיב H5439 ",
  "16": "וְגַֽם H1571 מַעֲכָ֞ה H4601 אֵ֣ם H517 אָסָ֣א H609 הַמֶּ֗לֶךְ H4428 הֱסִירָהּ֙ H5493 מִגְּבִירָ֔ה H1377 אֲשֶׁר H834 עָשְׂתָ֥ה H6213 לַאֲשֵׁרָ֖ה H842 מִפְלָ֑צֶת H4656 וַיִּכְרֹ֤ת H3772 אָסָא֙ H609 אֶת H853 מִפְלַצְתָּ֔הּ H4656 וַיָּ֕דֶק H1854 וַיִּשְׂרֹ֖ף H8313 בְּנַ֥חַל H5158 קִדְרֽוֹן H6939 ",
  "17": "וְהַ֨ H1116 לֹא H3808 סָ֖רוּ H5493 מִיִּשְׂרָאֵ֑ל H3478 רַ֧ק H7535 לְבַב H3824 אָסָ֛א H609 הָיָ֥ה H1961 שָׁלֵ֖ם H8003 כָּל H3605 יָמָֽיו H3117 ",
  "18": "וַיָּבֵ֞א H935 אֶת H853 קָדְשֵׁ֥י H6944 אָבִ֛יו H1 וְקָֽדָשָׁ֖י H6942 בֵּ֣ית H1004 הָאֱלֹהִ֑ים H430 כֶּ֥סֶף H3701 וְזָהָ֖ב H2091 וְכֵלִֽים H3627 ",
  "19": "וּמִלְחָמָ֖ה H4421 לֹ֣א H3808 הָיָ֑תָה H1961 עַ֛ד H5704 שְׁנַת H8141 שְׁלֹשִׁ֥ים H7970 וְחָמֵ֖שׁ H2568 לְמַלְכ֥וּת H4438 אָסָֽא H609 "
}
