{
  "1": "וּבַ H8141 הַשְּׁבִעִ֜ית H7637 הִתְחַזַּ֣ק H2388 יְהוֹיָדָ֗ע H3077 וַיִּקַּ֣ח H3947 אֶת H853 שָׂרֵ֣י H8269 הַמֵּא֡וֹת H3967 לַעֲזַרְיָ֣הוּ H5838 בֶן H1121 יְרֹחָ֡ם H3395 וּלְ H3458 בֶּן H1121 יְ֠הוֹחָנָן H3076 וְלַֽ H5838 בֶן H1121 עוֹבֵ֜ד H5744 וְאֶת H853 מַעֲשֵׂיָ֧הוּ H4641 בֶן H1121 עֲדָיָ֛הוּ H5718 וְאֶת H853 אֱלִישָׁפָ֥ט H478 בֶּן H1121 זִכְרִ֖י H2147 עִמּ֥וֹ H5973 בַבְּרִֽית H1285 ",
  "2": "וַיָּסֹ֨בּוּ֙ H5437 בִּֽיהוּדָ֔ה H3063 וַיִּקְבְּצ֤וּ H6908 אֶת H853 הַלְוִיִּם֙ H3881 מִכָּל H3605 עָרֵ֣י H5892 יְהוּדָ֔ה H3063 וְרָאשֵׁ֥י H7218 הָאָב֖וֹת H1 לְיִשְׂרָאֵ֑ל H3478 וַיָּבֹ֖אוּ H935 אֶל H413 יְרוּשָׁלִָֽם H3389 ",
  "3": "וַיִּכְרֹ֨ת H3772 כָּל H3605 הַקָּהָ֥ל H6951 בְּרִ֛ית H1285 בְּבֵ֥ית H1004 הָאֱלֹהִ֖ים H430 עִם H5973 הַמֶּ֑לֶךְ H4428 וַיֹּ֣אמֶר H559 לָהֶ֗ם H1992 הִנֵּ֤ה H2009 בֶן H1121 הַמֶּ֨לֶךְ֙ H4428 יִמְלֹ֔ךְ H4427 כַּאֲשֶׁ֛ר H834 דִּבֶּ֥ר H1696 יְהוָ֖ה H3068 עַל H5921 בְּנֵ֥י H1121 דָוִֽיד H1732 ",
  "4": "זֶ֥ה H2088 הַדָּבָ֖ר H1697 אֲשֶׁ֣ר H834 תַּעֲשׂ֑וּ H6213 הַשְּׁלִשִׁ֨ית H7992 מִכֶּ֜ם H4480 בָּאֵ֣י H935 הַשַּׁבָּ֗ת H7676 לַכֹּֽהֲנִים֙ H3548 וְלַ H3881 לְשֹֽׁעֲרֵ֖י H7778 הַסִּפִּֽים H5592 ",
  "5": "וְהַ H7992 בְּבֵ֣ית H1004 הַמֶּ֔לֶךְ H4428 וְהַ H7992 בְּשַׁ֣עַר H8179 הַיְס֑וֹד H3247 וְכָל H3605 הָעָ֔ם H5971 בְּחַצְר֖וֹת H2691 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "6": "וְאַל H408 יָב֣וֹא H935 בֵית H1004 יְהוָ֗ה H3068 כִּ֤י H3588 אִם H518 הַכֹּֽהֲנִים֙ H3548 וְהַ H8334 לַלְוִיִּ֔ם H3881 הֵ֥מָּה H1992 יָבֹ֖אוּ H935 כִּי H3588 קֹ֣דֶשׁ H6944 הֵ֑מָּה H1992 וְכָל H3605 הָעָ֔ם H5971 יִשְׁמְר֖וּ H8104 מִשְׁמֶ֥רֶת H4931 יְהוָֽה H3068 ",
  "7": "וְהִקִּיפוּ֩ H5362 הַלְוִיִּ֨ם H3881 אֶת H853 הַמֶּ֜לֶךְ H4428 סָבִ֗יב H5439 אִ֚ישׁ H376 וְכֵלָ֣י H3627 בְּיָד֔ H3027 וְהַ H935 אֶל H413 הַבַּ֖יִת H1004 יוּמָ֑ת H4191 וִֽהְי֥וּ H1961 אֶת H854 הַמֶּ֖לֶךְ H4428 בְּבֹא֥ H935 וּבְ H3318 ",
  "8": "וַיַּעֲשׂ֨וּ H6213 הַלְוִיִּ֜ם H3881 וְכָל H3605 יְהוּדָ֗ה H3063 כְּכֹ֣ל H3605 אֲשֶׁר H834 צִוָּה֮ H6680 יְהוֹיָדָ֣ע H3077 הַכֹּהֵן֒ H3548 וַיִּקְחוּ֙ H3947 אִ֣ישׁ H376 אֶת H853 אֲנָשָׁ֔יו H376 בָּאֵ֣י H935 הַשַּׁבָּ֔ת H7676 עִ֖ם H5973 יוֹצְאֵ֣י H3318 הַשַּׁבָּ֑ת H7676 כִּ֣י H3588 לֹ֥א H3808 פָטַ֛ר H6362 יְהוֹיָדָ֥ע H3077 הַכֹּהֵ֖ן H3548 אֶת H853 הַֽמַּחְלְקֽוֹת H4256 ",
  "9": "וַיִּתֵּן֩ H5414 יְהוֹיָדָ֨ע H3077 הַכֹּהֵ֜ן H3548 לְשָׂרֵ֣י H8269 הַמֵּא֗וֹת H3967 אֶת H853 הַֽחֲנִיתִים֙ H2595 וְאֶת H853 הַמָּגִנּוֹת֙ H4043 וְאֶת H853 הַשְּׁלָטִ֔ים H7982 אֲשֶׁ֖ר H834 לַמֶּ֣לֶךְ H4428 דָּוִ֑יד H1732 אֲשֶׁ֖ר H834 בֵּ֥ית H1004 הָאֱלֹהִֽים H430 ",
  "10": "וַיַּעֲמֵ֨ד H5975 אֶת H853 כָּל H3605 הָעָ֜ם H5971 וְאִ֣ישׁ H376 שִׁלְח֣וֹ H7973 בְיָד֗ H3027 מִכֶּ֨תֶף H3802 הַבַּ֤יִת H1004 הַיְמָנִית֙ H3233 עַד H5704 כֶּ֤תֶף H3802 הַבַּ֨יִת֙ H1004 הַשְּׂמָאלִ֔ית H8042 לַמִּזְבֵּ֖חַ H4196 וְלַ H1004 עַל H5921 הַמֶּ֖לֶךְ H4428 סָבִֽיב H5439 ",
  "11": "וַיּוֹצִ֣יאוּ H3318 אֶת H853 בֶּן H1121 הַמֶּ֗לֶךְ H4428 וַיִּתְּנ֤וּ H5414 עָלָיו֙ H5921 אֶת H853 הַנֵּ֨זֶר֙ H5145 וְאֶת H853 הָ֣עֵד֔וּת H5715 וַיַּמְלִ֖יכוּ H4427 אֹת֑וֹ H853 וַיִּמְשָׁחֻ֨ H4886 יְהוֹיָדָ֣ע H3077 וּבָנָ֔י H1121 וַיֹּאמְר֖וּ H559 יְחִ֥י H2421 הַמֶּֽלֶךְ H4428 ",
  "12": "וַתִּשְׁמַ֣ע H8085 עֲתַלְיָ֗הוּ H6271 אֶת H853 ק֤וֹל H6963 הָעָם֙ H5971 הָֽרָצִ֔ים H7323 וְהַֽ H1984 אֶת H853 הַמֶּ֑לֶךְ H4428 וַתָּב֥וֹא H935 אֶל H413 הָעָ֖ם H5971 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "13": "וַתֵּ֡רֶא H7200 וְהִנֵּ֣ה H2009 הַמֶּלֶךְ֩ H4428 עוֹמֵ֨ד H5975 עַֽל H5921 עַמּוּד֜וֹ H5982 בַּמָּב֗וֹא H3996 וְהַ H8269 וְהַ H2689 עַל H5921 הַמֶּלֶךְ֒ H4428 וְכָל H3605 עַ֨ם H5971 הָאָ֜רֶץ H776 שָׂמֵ֗חַ H8056 וְתוֹקֵ֨עַ֙ H8628 בַּחֲצֹ֣צְר֔וֹת H2689 וְהַ H7891 בִּכְלֵ֣י H3627 הַשִּׁ֔יר H7892 וּמוֹדִיעִ֖ים H3045 לְהַלֵּ֑ל H1984 וַתִּקְרַ֤ע H7167 עֲתַלְיָ֨הוּ֙ H6271 אֶת H853 בְּגָדֶ֔יהָ H899 וַתֹּ֖אמֶר H559 קֶ֥שֶׁר H7195 קָֽשֶׁר H7195 ",
  "14": "וַיּוֹצֵא֩ H3318 יְהוֹיָדָ֨ע H3077 הַכֹּהֵ֜ן H3548 אֶת H853 שָׂרֵ֥י H8269 הַמֵּא֣וֹת H3967 פְּקוּדֵ֣י H6485 הַחַ֗יִל H2428 וַיֹּ֤אמֶר H559 אֲלֵהֶם֙ H413 הֽוֹצִיא֨וּהָ֙ H3318 אֶל H413 מִבֵּ֣ית H1004 הַשְּׂדֵר֔וֹת H7713 וְהַ H935 אַחֲרֶ֖יהָ H310 יוּמַ֣ת H4191 בֶּחָ֑רֶב H2719 כִּ֚י H3588 אָמַ֣ר H559 הַכֹּהֵ֔ן H3548 לֹ֥א H3808 תְמִית֖וּהָ H4191 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "15": "וַיָּשִׂ֤ימוּ H7760 לָהּ֙ Hl יָדַ֔יִם H3027 וַתָּב֛וֹא H935 אֶל H413 מְב֥וֹא H3996 שַֽׁעַר H8179 הַסּוּסִ֖ים H5483 בֵּ֣ית H1004 הַמֶּ֑לֶךְ H4428 וַיְמִית֖וּ H4191 שָֽׁם H8033 ",
  "16": "וַיִּכְרֹ֤ת H3772 יְהוֹיָדָע֙ H3077 בְּרִ֔ית H1285 בֵּינ֕וֹ H996 וּבֵ֥ין H996 כָּל H3605 הָעָ֖ם H5971 וּבֵ֣ין H996 הַמֶּ֑לֶךְ H4428 לִהְי֥וֹת H1961 לְעָ֖ם H5971 לַיהוָֽה H3068 ",
  "17": "וַיָּבֹ֨אוּ H935 כָל H3605 הָעָ֤ם H5971 בֵּית H1004 הַבַּ֨עַל֙ H1168 וַֽיִּתְּצֻ֔ H5422 וְאֶת H853 מִזְבְּחֹתָ֥יו H4196 וְאֶת H853 צְלָמָ֖יו H6754 שִׁבֵּ֑רוּ H7665 וְאֵ֗ת H853 מַתָּן֙ H4977 כֹּהֵ֣ן H3548 הַבַּ֔עַל H1168 הָרְג֖וּ H2026 לִפְנֵ֥י H6440 הַֽמִּזְבְּחֽוֹת H4196 ",
  "18": "וַיָּשֶׂם֩ H7760 יְהוֹיָדָ֨ע H3077 פְּקֻדֹּ֜ת H6486 בֵּ֣ית H1004 יְהוָ֗ה H3068 בְּיַ֨ד H3027 הַכֹּהֲנִ֣ים H3548 הַלְוִיִּם֮ H3881 אֲשֶׁ֣ר H834 חָלַ֣ק H2505 דָּוִיד֮ H1732 עַל H5921 בֵּ֣ית H1004 יְהוָה֒ H3068 לְֽהַעֲל֞וֹת H5927 עֹל֣וֹת H5930 יְהוָ֗ה H3068 כַּכָּת֛וּב H3789 בְּתוֹרַ֥ת H8451 מֹשֶׁ֖ה H4872 בְּשִׂמְחָ֣ה H8057 וּבְ H7892 עַ֖ל H5921 יְדֵ֥י H3027 דָוִֽיד H1732 ",
  "19": "וַֽיַּעֲמֵד֙ H5975 הַשּׁ֣וֹעֲרִ֔ים H7778 עַֽל H5921 שַׁעֲרֵ֖י H8179 בֵּ֣ית H1004 יְהוָ֑ה H3068 וְלֹֽא H3808 יָבֹ֥א H935 טָמֵ֖א H2931 לְכָל H3605 דָּבָֽר H1697 ",
  "20": "וַיִּקַּ֣ח H3947 אֶת H853 שָׂרֵ֣י H8269 הַמֵּא֡וֹת H3967 וְאֶת H853 הָֽאַדִּירִים֩ H117 וְאֶת H853 הַמּֽוֹשְׁלִ֨ים H4910 בָּעָ֜ם H5971 וְאֵ֣ת H853 כָּל H3605 עַ֣ם H5971 הָאָ֗רֶץ H776 וַיּ֤וֹרֶד H3381 אֶת H853 הַמֶּ֨לֶךְ֙ H4428 מִבֵּ֣ית H1004 יְהוָ֔ה H3068 וַיָּבֹ֛אוּ H935 בְּתֽוֹךְ H8432 שַׁ֥עַר H8179 הָֽעֶלְי֖וֹן H5945 בֵּ֣ית H1004 הַמֶּ֑לֶךְ H4428 וַיּוֹשִׁ֨יבוּ֙ H3427 אֶת H853 הַמֶּ֔לֶךְ H4428 עַ֖ל H5921 כִּסֵּ֥א H3678 הַמַּמְלָכָֽה H4467 ",
  "21": "וַיִּשְׂמְח֥וּ H8055 כָל H3605 עַם H5971 הָאָ֖רֶץ H776 וְהָ H5892 שָׁקָ֑טָה H8252 וְאֶת H853 עֲתַלְיָ֖הוּ H6271 הֵמִ֥יתוּ H4191 בֶחָֽרֶב H2719 "
}
