{
  "1": "בֶּן H1121 שֶׁ֤בַע H7651 שָׁנִים֙ H8141 יֹאָ֣שׁ H3101 בְּמָלְכ֔ H4427 וְאַרְבָּעִ֣ים H705 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּֽירוּשָׁלִָ֑ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 צִבְיָ֖ה H6645 מִבְּאֵ֥ר H884 שָֽׁבַע H884 ",
  "2": "וַיַּ֧עַשׂ H6213 יוֹאָ֛שׁ H3101 הַיָּשָׁ֖ר H3477 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 כָּל H3605 יְמֵ֖י H3117 יְהוֹיָדָ֥ע H3077 הַכֹּהֵֽן H3548 ",
  "3": "וַיִּשָּׂא H5375 ל֥וֹ Hl יְהוֹיָדָ֖ע H3077 נָשִׁ֣ים H802 שְׁתָּ֑יִם H8147 וַיּ֖וֹלֶד H3205 בָּנִ֥ים H1121 וּבָנֽוֹת H1323 ",
  "4": "וַיְהִ֖י H1961 אַחֲרֵיכֵ֑ן H310 הָיָה֙ H1961 עִם H5973 לֵ֣ב H3820 יוֹאָ֔שׁ H3101 לְחַדֵּ֖שׁ H2318 אֶת H853 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "5": "וַיִּקְבֹּץ֮ H6908 אֶת H853 הַכֹּהֲנִ֣ים H3548 וְהַ H3881 וַיֹּ֣אמֶר H559 לָהֶ֡ם Hl צְא֣וּ H3318 לְעָרֵ֪י H5892 יְהוּדָ֟ה H3063 וְקִבְצוּ֩ H6908 מִכָּל H3605 יִשְׂרָאֵ֨ל H3478 כֶּ֜סֶף H3701 לְחַזֵּ֣ק H2388 אֶת H853 בֵּ֣ית H1004 אֱלֹֽהֵיכֶ֗ם H430 מִדֵּ֤י H1767 שָׁנָה֙ H8141 בְּשָׁנָ֔ה H8141 וְאַתֶּ֖ם H859 תְּמַהֲר֣וּ H4116 לַדָּבָ֑ר H1697 וְלֹ֥א H3808 מִֽהֲר֖וּ H4116 הַֽלְוִיִּֽם H3881 ",
  "6": "וַיִּקְרָ֣א H7121 הַמֶּלֶךְ֮ H4428 לִֽיהוֹיָדָ֣ע H3077 הָרֹאשׁ֒ H7218 וַיֹּ֣אמֶר H559 ל֗וֹ Hl מַדּ֨וּעַ֙ H4069 לֹֽא H3808 דָרַ֣שְׁתָּ H1875 עַל H5921 הַלְוִיִּ֔ם H3881 לְהָבִ֞יא H935 מִֽיהוּדָ֣ה H3063 וּמִֽ H3389 אֶת H853 מַשְׂאַת֙ H4864 מֹשֶׁ֣ה H4872 עֶֽבֶד H5650 יְהוָ֔ה H3068 וְהַ H6951 לְיִשְׂרָאֵ֑ל H3478 לְאֹ֖הֶל H168 הָעֵדֽוּת H5715 ",
  "7": "כִּ֤י H3588 עֲתַלְיָ֨הוּ֙ H6271 הַמִּרְשַׁ֔עַת H4849 בָּנֶ֥יהָ H1121 פָרְצ֖וּ H6555 אֶת H853 בֵּ֣ית H1004 הָאֱלֹהִ֑ים H430 וְגַם֙ H1571 כָּל H3605 קָדְשֵׁ֣י H6944 בֵית H1004 יְהוָ֔ה H3068 עָשׂ֖וּ H6213 לַבְּעָלִֽים H1168 ",
  "8": "וַיֹּ֣אמֶר H559 הַמֶּ֔לֶךְ H4428 וַֽיַּעֲשׂ֖וּ H6213 אֲר֣וֹן H727 אֶחָ֑ד H259 וַֽיִּתְּנֻ֛ H5414 בְּשַׁ֥עַר H8179 בֵּית H1004 יְהוָ֖ה H3068 חֽוּצָה H2351 ",
  "9": "וַיִּתְּנוּ H5414 ק֞וֹל H6963 בִּֽיהוּדָ֣ה H3063 וּבִֽ H3389 לְהָבִ֤יא H935 לַֽיהוָה֙ H3068 מַשְׂאַ֞ת H4864 מֹשֶׁ֧ה H4872 עֶֽבֶד H5650 הָאֱלֹהִ֛ים H430 עַל H5921 יִשְׂרָאֵ֖ל H3478 בַּמִּדְבָּֽר H4057 ",
  "10": "וַיִּשְׂמְח֥וּ H8055 כָל H3605 הַשָּׂרִ֖ים H8269 וְכָל H3605 הָעָ֑ם H5971 וַיָּבִ֛יאוּ H935 וַיַּשְׁלִ֥יכוּ H7993 לָאָר֖וֹן H727 עַד H5704 לְכַלֵּֽה H3615 ",
  "11": "וַיְהִ֡י H1961 בְּעֵת֩ H6256 יָבִ֨יא H935 אֶת H853 הָֽאָר֜וֹן H727 אֶל H413 פְּקֻדַּ֣ת H6486 הַמֶּלֶךְ֮ H4428 בְּיַ֣ד H3027 הַלְוִיִּם֒ H3881 וְכִ H7200 כִּי H3588 רַ֣ב H7227 הַכֶּ֗סֶף H3701 וּבָ֨א H935 סוֹפֵ֤ר H5608 הַמֶּ֨לֶךְ֙ H4428 וּפְקִיד֙ H6496 כֹּהֵ֣ן H3548 הָרֹ֔אשׁ H7218 וִיעָ֨רוּ֙ H6168 אֶת H853 הָ֣אָר֔וֹן H727 וְיִשָּׂאֻ֖ H5375 וִֽישִׁיבֻ֣ H7725 אֶל H413 מְקֹמ֑וֹ H4725 כֹּ֤ה H3541 עָשׂוּ֙ H6213 לְי֣וֹם H3117 בְּי֔וֹם H3117 וַיַּֽאַסְפוּ H622 כֶ֖סֶף H3701 לָרֹֽב H7230 ",
  "12": "וַיִּתְּנֵ֨ H5414 הַמֶּ֜לֶךְ H4428 וִֽיהוֹיָדָ֗ע H3077 אֶל H413 עוֹשֵׂה֙ H6213 מְלֶ֨אכֶת֙ H4399 עֲבוֹדַ֣ת H5656 בֵּית H1004 יְהוָ֔ה H3068 וַיִּֽהְי֤וּ H1961 שֹׂכְרִים֙ H7936 חֹצְבִ֣ים H2672 וְחָרָשִׁ֔ים H2796 לְחַדֵּ֖שׁ H2318 בֵּ֣ית H1004 יְהוָ֑ה H3068 וְ֠גַם H1571 לְחָרָשֵׁ֤י H2796 בַרְזֶל֙ H1270 וּנְחֹ֔שֶׁת H5178 לְחַזֵּ֖ק H2388 אֶת H853 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "13": "וַֽיַּעֲשׂוּ֙ H6213 עֹשֵׂ֣י H6213 הַמְּלָאכָ֔ה H4399 וַתַּ֧עַל H5927 אֲרוּכָ֛ה H724 לַמְּלָאכָ֖ה H4399 בְּיָדָ֑ H3027 וַֽיַּעֲמִ֜ידוּ H5975 אֶת H853 בֵּ֧ית H1004 הָֽאֱלֹהִ֛ים H430 עַל H5921 מַתְכֻּנְתּ֖וֹ H4971 וַֽיְאַמְּצֻֽ H553 ",
  "14": "וּֽכְ H3615 הֵבִ֣יאוּ H935 לִפְנֵי֩ H6440 הַמֶּ֨לֶךְ H4428 וִֽיהוֹיָדָ֜ע H3077 אֶת H853 שְׁאָ֣ר H7605 הַכֶּ֗סֶף H3701 וַיַּעֲשֵׂ֨ H6213 כֵלִ֤ים H3627 לְבֵית H1004 יְהוָה֙ H3068 כְּלֵ֣י H3627 שָׁרֵ֔ת H8335 וְהַעֲל֣וֹת H5927 וְכַפּ֔וֹת H3709 וּכְלֵ֥י H3627 זָהָ֖ב H2091 וָכָ֑סֶף H3701 וַ֠יִּֽהְיוּ H1961 מַעֲלִ֨ים H5927 עֹל֤וֹת H5930 בְּבֵית H1004 יְהוָה֙ H3068 תָּמִ֔יד H8548 כֹּ֖ל H3605 יְמֵ֥י H3117 יְהוֹיָדָֽע H3077 ",
  "15": "וַיִּזְקַ֧ן H2204 יְהוֹיָדָ֛ע H3077 וַיִּשְׂבַּ֥ע H7646 יָמִ֖ים H3117 וַיָּמֹ֑ת H4191 בֶּן H1121 מֵאָ֧ה H3967 וּשְׁלֹשִׁ֛ים H7970 שָׁנָ֖ה H8141 בְּמוֹתֽ H4194 ",
  "16": "וַיִּקְבְּרֻ֥ H6912 בְעִיר H5892 דָּוִ֖יד H1732 עִם H5973 הַמְּלָכִ֑ים H4428 כִּֽי H3588 עָשָׂ֤ה H6213 טוֹבָה֙ H2896 בְּיִשְׂרָאֵ֔ל H3478 וְעִ֥ם H5973 הָאֱלֹהִ֖ים H430 וּבֵיתֽ H1004 ",
  "17": "וְאַֽחֲרֵ֥י H310 מוֹת֙ H4194 יְה֣וֹיָדָ֔ע H3077 בָּ֚אוּ H935 שָׂרֵ֣י H8269 יְהוּדָ֔ה H3063 וַיִּֽשְׁתַּחֲו֖וּ H7812 לַמֶּ֑לֶךְ H4428 אָ֛ז H227 שָׁמַ֥ע H8085 הַמֶּ֖לֶךְ H4428 אֲלֵיהֶֽם H413 ",
  "18": "וַיַּֽעַזְב֗וּ H5800 אֶת H853 בֵּ֤ית H1004 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 אֲבוֹתֵיהֶ֔ם H1 וַיַּֽעַבְד֥וּ H5647 אֶת H853 הָאֲשֵׁרִ֖ים H842 וְאֶת H853 הָֽעֲצַבִּ֑ים H6091 וַֽיְהִי H1961 קֶ֗צֶף H7110 עַל H5921 יְהוּדָה֙ H3063 וִיר֣וּשָׁלִַ֔ם H3389 בְּאַשְׁמָתָ֖ H819 זֹֽאת H2063 ",
  "19": "וַיִּשְׁלַ֤ח H7971 בָּהֶם֙ Hb נְבִאִ֔ים H5030 לַהֲשִׁיבָ֖ H7725 אֶל H413 יְהוָ֑ה H3068 וַיָּעִ֥ידוּ H5749 בָ֖ם Hb וְלֹ֥א H3808 הֶאֱזִֽינוּ H238 ",
  "20": "וְר֣וּחַ H7307 אֱלֹהִ֗ים H430 לָֽבְשָׁה֙ H3847 אֶת H853 זְכַרְיָה֙ H2148 בֶּן H1121 יְהוֹיָדָ֣ע H3077 הַכֹּהֵ֔ן H3548 וַֽיַּעֲמֹ֖ד H5975 מֵעַ֣ל H5921 לָעָ֑ם H5971 וַיֹּ֨אמֶר H559 לָהֶ֜ם Hl כֹּ֣ה H3541 אָמַ֣ר H559 הָאֱלֹהִ֗ים H430 לָמָה֩ H4100 אַתֶּ֨ם H859 עֹבְרִ֜ים H5674 אֶת H853 מִצְוֺ֤ת H4687 יְהוָה֙ H3068 וְלֹ֣א H3808 תַצְלִ֔יחוּ H6743 כִּֽי H3588 עֲזַבְתֶּ֥ם H5800 אֶת H853 יְהוָ֖ה H3068 וַיַּֽעֲזֹ֥ב H5800 אֶתְכֶֽם H853 ",
  "21": "וַיִּקְשְׁר֣וּ H7194 עָלָ֔יו H5921 וַיִּרְגְּמֻ֥ H7275 אֶ֖בֶן H68 בְּמִצְוַ֣ת H4687 הַמֶּ֑לֶךְ H4428 בַּחֲצַ֖ר H2691 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "22": "וְלֹא H3808 זָכַ֞ר H2142 יוֹאָ֣שׁ H3101 הַמֶּ֗לֶךְ H4428 הַחֶ֨סֶד֙ H2617 אֲשֶׁ֨ר H834 עָשָׂ֜ה H6213 יְהוֹיָדָ֤ע H3077 אָבִיו֙ H1 עִמּ֔וֹ H5973 וַֽיַּהֲרֹ֖ג H2026 אֶת H853 בְּנ֑וֹ H1121 וּכְ H4191 אָמַ֔ר H559 יֵ֥רֶא H7200 יְהוָ֖ה H3068 וְיִדְרֹֽשׁ H1875 ",
  "23": "וַיְהִ֣י H1961 לִתְקוּפַ֣ת H8622 הַשָּׁנָ֗ה H8141 עָלָ֣ה H5927 עָלָיו֮ H5921 חֵ֣יל H2426 אֲרָם֒ H758 וַיָּבֹ֗אוּ H935 אֶל H413 יְהוּדָה֙ H3063 וִיר֣וּשָׁלִַ֔ם H3389 וַיַּשְׁחִ֛יתוּ H7843 אֶת H853 כָּל H3605 שָׂרֵ֥י H8269 הָעָ֖ם H5971 מֵעָ֑ם H5971 וְכָל H3605 שְׁלָלָ֥ם H7998 שִׁלְּח֖וּ H7971 לְמֶ֥לֶךְ H4428 דַּרְמָֽשֶׂק H1834 ",
  "24": "כִּי֩ H3588 בְמִצְעַ֨ר H4705 אֲנָשִׁ֜ים H376 בָּ֣אוּ H935 חֵ֣יל H2426 אֲרָ֗ם H758 וַֽיהוָה֙ H3068 נָתַ֨ן H5414 בְּיָדָ֥ H3027 חַ֨יִל֙ H2428 לָרֹ֣ב H7230 מְאֹ֔ד H3966 כִּ֣י H3588 עָֽזְב֔וּ H5800 אֶת H853 יְהוָ֖ה H3068 אֱלֹהֵ֣י H430 אֲבוֹתֵיהֶ֑ם H1 וְאֶת H854 יוֹאָ֖שׁ H3101 עָשׂ֥וּ H6213 שְׁפָטִֽים H8201 ",
  "25": "וּבְ H3212 מִמֶּ֗נּוּ H4480 כִּֽי H3588 עָזְב֣וּ H5800 אֹתוֹ֮ H853 במחליים H4251 רַבִּים֒ H7227 הִתְקַשְּׁר֨וּ H7194 עָלָ֜יו H5921 עֲבָדָ֗יו H5650 בִּדְמֵי֙ H1818 בְּנֵי֙ H1121 יְהוֹיָדָ֣ע H3077 הַכֹּהֵ֔ן H3548 וַיַּֽהַרְגֻ֥ H2026 עַל H5921 מִטָּת֖וֹ H4296 וַיָּמֹ֑ת H4191 וַֽיִּקְבְּרֻ֨ H6912 בְּעִ֣יר H5892 דָּוִ֔יד H1732 וְלֹ֥א H3808 קְבָרֻ֖הוּ H6912 בְּקִבְר֥וֹת H6913 הַמְּלָכִֽים H4428 ",
  "26": "וְאֵ֖לֶּה H428 הַמִּתְקַשְּׁרִ֣ים H7194 עָלָ֑יו H5921 זָבָ֗ד H2066 בֶּן H1121 שִׁמְעָת֙ H8100 הָֽעַמּוֹנִ֔ית H5985 וִיה֣וֹזָבָ֔ד H3075 בֶּן H1121 שִׁמְרִ֖ית H8116 הַמּוֹאָבִֽית H4125 ",
  "27": "וּבָנָ֞י H1121 ורב H7230 הַמַּשָּׂ֣א H4853 עָלָ֗יו H5921 וִיסוֹד֙ H3247 בֵּ֣ית H1004 הָאֱלֹהִ֔ים H430 הִנָּ֣ם H2005 כְּתוּבִ֔ים H3789 עַל H5921 מִדְרַ֖שׁ H4097 סֵ֣פֶר H5612 הַמְּלָכִ֑ים H4428 וַיִּמְלֹ֛ךְ H4427 אֲמַצְיָ֥הוּ H558 בְנ֖וֹ H1121 תַּחְתָּֽיו H8478 "
}
