{
  "1": "בֶּן H1121 עֶשְׂרִ֨ים H6242 וְחָמֵ֤שׁ H2568 שָׁנָה֙ H8141 מָלַ֣ךְ H4427 אֲמַצְיָ֔הוּ H558 וְעֶשְׂרִ֣ים H6242 וָתֵ֨שַׁע֙ H8672 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 יְהוֹעַדָּ֖ן H3086 מִירוּשָׁלָֽיִם H3389 ",
  "2": "וַיַּ֥עַשׂ H6213 הַיָּשָׁ֖ר H3477 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 רַ֕ק H7535 לֹ֖א H3808 בְּלֵבָ֥ב H3824 שָׁלֵֽם H8003 ",
  "3": "וַיְהִ֕י H1961 כַּאֲשֶׁ֛ר H834 חָזְקָ֥ה H2388 הַמַּמְלָכָ֖ה H4467 עָלָ֑יו H5921 וַֽיַּהֲרֹג֙ H2026 אֶת H853 עֲבָדָ֔יו H5650 הַמַּכִּ֖ים H5221 אֶת H853 הַמֶּ֥לֶךְ H4428 אָבִֽיו H1 ",
  "4": "וְאֶת H853 בְּנֵיהֶ֖ם H1121 לֹ֣א H3808 הֵמִ֑ית H4191 כִּ֣י H3588 כַכָּת֣וּב H3789 בַּתּוֹרָ֡ה H8451 בְּסֵ֣פֶר H5612 מֹשֶׁה֩ H4872 אֲשֶׁר H834 צִוָּ֨ה H6680 יְהוָ֜ה H3068 לֵאמֹ֗ר H559 לֹא H3808 יָמ֨וּתוּ H4191 אָב֤וֹת H1 עַל H5921 בָּנִים֙ H1121 וּבָנִים֙ H1121 לֹא H3808 יָמ֣וּתוּ H4191 עַל H5921 אָב֔וֹת H1 כִּ֛י H3588 אִ֥ישׁ H376 בְּחֶטְא֖ H2399 יָמֽוּתוּ H4191 ",
  "5": "וַיִּקְבֹּ֤ץ H6908 אֲמַצְיָ֨הוּ֙ H558 אֶת H853 יְהוּדָ֔ה H3063 וַיַּֽעֲמִידֵ֣ H5975 לְבֵית H1004 אָב֗וֹת H1 לְשָׂרֵ֤י H8269 הָאֲלָפִים֙ H505 וּלְ H8269 הַמֵּא֔וֹת H3967 לְכָל H3605 יְהוּדָ֖ה H3063 וּבִנְיָמִ֑ן H1144 וַֽיִּפְקְדֵ֗ H6485 לְמִ H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 וַיִּמְצָאֵ֗ H4672 שְׁלֹשׁ H7969 מֵא֨וֹת H3967 אֶ֤לֶף H505 בָּחוּר֙ H977 יוֹצֵ֣א H3318 צָבָ֔א H6635 אֹחֵ֖ז H270 רֹ֥מַח H7420 וְצִנָּֽה H6793 ",
  "6": "וַיִּשְׂכֹּ֣ר H7936 מִיִּשְׂרָאֵ֗ל H3478 מֵ֥אָה H3967 אֶ֛לֶף H505 גִּבּ֥וֹר H1368 חָ֖יִל H2428 בְּמֵאָ֥ה H3967 כִכַּר H3603 כָּֽסֶף H3701 ",
  "7": "וְאִ֣ישׁ H376 הָאֱלֹהִ֗ים H430 בָּ֤א H935 אֵלָיו֙ H413 לֵאמֹ֔ר H559 הַמֶּ֕לֶךְ H4428 אַל H408 יָבֹ֥א H935 עִמְּךָ֖ H5973 צְבָ֣א H6635 יִשְׂרָאֵ֑ל H3478 כִּ֣י H3588 אֵ֤ין H369 יְהוָה֙ H3068 עִם H5973 יִשְׂרָאֵ֔ל H3478 כֹּ֖ל H3605 בְּנֵ֥י H1121 אֶפְרָֽיִם H669 ",
  "8": "כִּ֚י H3588 אִם H518 בֹּ֣א H935 אַתָּ֔ה H859 עֲשֵׂ֖ה H6213 חֲזַ֣ק H2388 לַמִּלְחָמָ֑ה H4421 יַכְשִֽׁילְךָ֤ H3782 הָֽאֱלֹהִים֙ H430 לִפְנֵ֣י H6440 אוֹיֵ֔ב H341 כִּ֥י H3588 יֶשׁ H3426 כֹּ֛חַ H3581 בֵּאלֹהִ֖ים H430 לַעְז֥וֹר H5826 וּלְ H3782 ",
  "9": "וַיֹּ֤אמֶר H559 אֲמַצְיָ֨הוּ֙ H558 לְאִ֣ישׁ H376 הָאֱלֹהִ֔ים H430 וּמַֽה H4100 לַּעֲשׂוֹת֙ H6213 לִמְאַ֣ת H3967 הַכִּכָּ֔ר H3603 אֲשֶׁ֥ר H834 נָתַ֖תִּי H5414 לִגְד֣וּד H1416 יִשְׂרָאֵ֑ל H3478 וַיֹּ֨אמֶר֙ H559 אִ֣ישׁ H376 הָֽאֱלֹהִ֔ים H430 יֵ֚שׁ H3426 לַֽיהוָ֔ה H3068 לָ֥תֶת H5414 לְךָ֖ Hl הַרְבֵּ֥ה H7235 מִזֶּֽה H2088 ",
  "10": "וַיַּבְדִּילֵ֣ H914 אֲמַצְיָ֗הוּ H558 לְהַ H1416 אֲשֶׁר H834 בָּ֤א H935 אֵלָיו֙ H413 מֵֽאֶפְרַ֔יִם H669 לָלֶ֖כֶת H3212 לִמְקוֹמָ֑ H4725 וַיִּ֨חַר H2734 אַפָּ֤ם H639 מְאֹד֙ H3966 בִּֽיהוּדָ֔ה H3063 וַיָּשׁ֥וּבוּ H7725 לִמְקוֹמָ֖ H4725 בָּחֳרִי H2750 אָֽף H639 ",
  "11": "וַאֲמַצְיָ֨הוּ֙ H558 הִתְחַזַּ֔ק H2388 וַיִּנְהַג֙ H5090 אֶת H853 עַמּ֔וֹ H5971 וַיֵּ֖לֶךְ H3212 גֵּ֣יא H1516 הַמֶּ֑לַח H4417 וַיַּ֥ךְ H5221 אֶת H854 בְּנֵי H1121 שֵׂעִ֖יר H8165 עֲשֶׂ֥רֶת H6235 אֲלָפִֽים H505 ",
  "12": "וַעֲשֶׂ֨רֶת H6235 אֲלָפִ֜ים H505 חַיִּ֗ים H2416 שָׁבוּ֙ H7617 בְּנֵ֣י H1121 יְהוּדָ֔ה H3063 וַיְבִיא֖וּ H935 לְרֹ֣אשׁ H7218 הַסָּ֑לַע H5553 וַיַּשְׁלִיכ֛וּ H7993 מֵֽרֹאשׁ H7218 הַסֶּ֖לַע H5553 וְכֻלָּ֥ H3605 נִבְקָֽעוּ H1234 ",
  "13": "וּבְנֵ֣י H1121 הַגְּד֗וּד H1416 אֲשֶׁ֨ר H834 הֵשִׁ֤יב H7725 אֲמַצְיָ֨הוּ֙ H558 מִלֶּ֤כֶת H3212 עִמּוֹ֙ H5973 לַמִּלְחָמָ֔ה H4421 וַֽיִּפְשְׁטוּ֙ H6584 בְּעָרֵ֣י H5892 יְהוּדָ֔ה H3063 מִשֹּׁמְר֖וֹן H8111 וְעַד H5704 בֵּ֣ית H1032 חוֹר֑וֹן H1032 וַיַּכּ֤וּ H5221 מֵהֶם֙ H4480 שְׁלֹ֣שֶׁת H7969 אֲלָפִ֔ים H505 וַיָּבֹ֖זּוּ H962 בִּזָּ֥ה H961 רַבָּֽה H7227 ",
  "14": "וַיְהִ֗י H1961 אַחֲרֵ֨י H310 ב֤וֹא H935 אֲמַצְיָ֨הוּ֙ H558 מֵֽהַכּ֣וֹת H5221 אֶת H853 אֲדוֹמִ֔ים H130 וַיָּבֵ֗א H935 אֶת H853 אֱלֹהֵי֙ H430 בְּנֵ֣י H1121 שֵׂעִ֔יר H8165 וַיַּֽעֲמִידֵ֥ H5975 ל֖וֹ Hl לֵאלֹהִ֑ים H430 וְלִ H6440 יִֽשְׁתַּחֲוֶ֖ה H7812 וְלָ Hc/Hl יְקַטֵּֽר H6999 ",
  "15": "וַיִּֽחַר H2734 אַ֥ף H639 יְהוָ֖ה H3068 בַּאֲמַצְיָ֑הוּ H558 וַיִּשְׁלַ֤ח H7971 אֵלָיו֙ H413 נָבִ֔יא H5030 וַיֹּ֣אמֶר H559 ל֗וֹ Hl לָ֤מָּה H4100 דָרַ֨שְׁתָּ֙ H1875 אֶת H853 אֱלֹהֵ֣י H430 הָעָ֔ם H5971 אֲשֶׁ֛ר H834 לֹא H3808 הִצִּ֥ילוּ H5337 אֶת H853 עַמָּ֖ם H5971 מִיָּדֶֽ H3027 ",
  "16": "וַיְהִ֣י H1961 בְּדַבְּר֣ H1696 אֵלָ֗יו H413 וַיֹּ֤אמֶר H559 לוֹ֙ Hl הַלְ H3289 לַמֶּ֨לֶךְ֙ H4428 נְתַנּ֔וּךָ H5414 חֲדַל H2308 לְךָ֖ Hl לָ֣מָּה H4100 יַכּ֑וּךָ H5221 וַיֶּחְדַּ֣ל H2308 הַנָּבִ֗יא H5030 וַיֹּ֨אמֶר֙ H559 יָדַ֗עְתִּי H3045 כִּֽי H3588 יָעַ֤ץ H3289 אֱלֹהִים֙ H430 לְהַשְׁחִיתֶ֔ H7843 כִּֽי H3588 עָשִׂ֣יתָ H6213 זֹּ֔את H2063 וְלֹ֥א H3808 שָׁמַ֖עְתָּ H8085 לַעֲצָתִֽ H6098 ",
  "17": "וַיִּוָּעַ֗ץ H3289 אֲמַצְיָ֨הוּ֙ H558 מֶ֣לֶךְ H4428 יְהוּדָ֔ה H3063 וַ֠יִּשְׁלַח H7971 אֶל H413 יוֹאָ֨שׁ H3101 בֶּן H1121 יְהוֹאָחָ֧ז H3059 בֶּן H1121 יֵה֛וּא H3058 מֶ֥לֶךְ H4428 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 לך Hl Rli/2ms נִתְרָאֶ֥ה H7200 פָנִֽים H6440 ",
  "18": "וַיִּשְׁלַ֞ח H7971 יוֹאָ֣שׁ H3101 מֶֽלֶךְ H4428 יִשְׂרָאֵ֗ל H3478 אֶל H413 אֲמַצְיָ֣הוּ H558 מֶֽלֶךְ H4428 יְהוּדָה֮ H3063 לֵאמֹר֒ H559 הַח֜וֹחַ H2336 אֲשֶׁ֣ר H834 בַּלְּבָנ֗וֹן H3844 שָׁ֠לַח H7971 אֶל H413 הָאֶ֜רֶז H730 אֲשֶׁ֤ר H834 בַּלְּבָנוֹן֙ H3844 לֵאמֹ֔ר H559 תְּנָֽה H5414 אֶת H853 בִּתְּךָ֥ H1323 לִבְנִ֖ H1121 לְאִשָּׁ֑ה H802 וַֽתַּעֲבֹ֞ר H5674 חַיַּ֤ת H2416 הַשָּׂדֶה֙ H7704 אֲשֶׁ֣ר H834 בַּלְּבָנ֔וֹן H3844 וַתִּרְמֹ֖ס H7429 אֶת H853 הַחֽוֹחַ H2336 ",
  "19": "אָמַ֗רְתָּ H559 הִנֵּ֤ה H2009 הִכִּ֨יתָ֙ H5221 אֶת H853 אֱד֔וֹם H123 וּנְשָׂאֲ H5375 לִבְּךָ֖ H3820 לְהַכְבִּ֑יד H3513 עַתָּה֙ H6258 שְׁבָ֣ה H3427 בְּבֵיתֶ֔ H1004 לָ֤מָּה H4100 תִתְגָּרֶה֙ H1624 בְּרָעָ֔ה H7451 וְנָ֣פַלְתָּ֔ H5307 אַתָּ֖ה H859 וִיהוּדָ֥ה H3063 עִמָּֽךְ H5973 ",
  "20": "וְלֹא H3808 שָׁמַ֣ע H8085 אֲמַצְיָ֔הוּ H558 כִּ֤י H3588 מֵהָֽ H430 הִ֔יא H1931 לְמַ֖עַן H4616 תִּתָּ֣ם H5414 בְּיָ֑ד H3027 כִּ֣י H3588 דָֽרְשׁ֔וּ H1875 אֵ֖ת H853 אֱלֹהֵ֥י H430 אֱדֽוֹם H123 ",
  "21": "וַיַּ֨עַל H5927 יוֹאָ֤שׁ H3101 מֶֽלֶךְ H4428 יִשְׂרָאֵל֙ H3478 וַיִּתְרָא֣וּ H7200 פָנִ֔ים H6440 ה֖וּא H1931 וַאֲמַצְיָ֣הוּ H558 מֶֽלֶךְ H4428 יְהוּדָ֑ה H3063 בְּבֵ֥ית H1053 שֶׁ֖מֶשׁ H1053 אֲשֶׁ֥ר H834 לִיהוּדָֽה H3063 ",
  "22": "וַיִּנָּ֥גֶף H5062 יְהוּדָ֖ה H3063 לִפְנֵ֣י H6440 יִשְׂרָאֵ֑ל H3478 וַיָּנֻ֖סוּ H5127 אִ֥ישׁ H376 לְאֹהָלָֽי H168 ",
  "23": "וְאֵת֩ H853 אֲמַצְיָ֨הוּ H558 מֶֽלֶךְ H4428 יְהוּדָ֜ה H3063 בֶּן H1121 יוֹאָ֣שׁ H3101 בֶּן H1121 יְהוֹאָחָ֗ז H3059 תָּפַ֛שׂ H8610 יוֹאָ֥שׁ H3101 מֶֽלֶךְ H4428 יִשְׂרָאֵ֖ל H3478 בְּבֵ֣ית H1053 שָׁ֑מֶשׁ H1053 וַיְבִיאֵ֨ H935 יְר֣וּשָׁלִַ֔ם H3389 וַיִּפְרֹ֞ץ H6555 בְּחוֹמַ֣ת H2346 יְרוּשָׁלִַ֗ם H3389 מִשַּׁ֤עַר H8179 אֶפְרַ֨יִם֙ H669 עַד H5704 שַׁ֣עַר H8179 הַפּוֹנֶ֔ה H6437 אַרְבַּ֥ע H702 מֵא֖וֹת H3967 אַמָּֽה H520 ",
  "24": "וְכָֽל H3605 הַזָּהָ֣ב H2091 וְהַ H3701 וְאֵ֣ת H853 כָּל H3605 הַ֠כֵּלִים H3627 הַנִּמְצְאִ֨ים H4672 בְּבֵית H1004 הָאֱלֹהִ֜ים H430 עִם H5973 עֹבֵ֣ד H5654 אֱד֗וֹם H5654 וְאֶת H853 אֹצְרוֹת֙ H214 בֵּ֣ית H1004 הַמֶּ֔לֶךְ H4428 וְאֵ֖ת H853 בְּנֵ֣י H1121 הַתַּֽעֲרֻב֑וֹת H8594 וַיָּ֖שָׁב H7725 שֹׁמְרֽוֹן H8111 ",
  "25": "וַיְחִ֨י H2421 אֲמַצְיָ֤הוּ H558 בֶן H1121 יוֹאָשׁ֙ H3101 מֶ֣לֶךְ H4428 יְהוּדָ֔ה H3063 אַחֲרֵ֣י H310 מ֔וֹת H4194 יוֹאָ֥שׁ H3101 בֶּן H1121 יְהוֹאָחָ֖ז H3059 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֑ל H3478 חֲמֵ֥שׁ H2568 עֶשְׂרֵ֖ה H6240 שָׁנָֽה H8141 ",
  "26": "וְיֶ֨תֶר֙ H3499 דִּבְרֵ֣י H1697 אֲמַצְיָ֔הוּ H558 הָרִאשֹׁנִ֖ים H7223 וְהָ H314 הֲלֹא֙ H3808 הִנָּ֣ם H2005 כְּתוּבִ֔ים H3789 עַל H5921 סֵ֥פֶר H5612 מַלְכֵי H4428 יְהוּדָ֖ה H3063 וְיִשְׂרָאֵֽל H3478 ",
  "27": "וּמֵ H6256 אֲשֶׁר H834 סָ֤ר H5493 אֲמַצְיָ֨הוּ֙ H558 מֵאַחֲרֵ֣י H310 יְהוָ֔ה H3068 וַיִּקְשְׁר֨וּ H7194 עָלָ֥יו H5921 קֶ֛שֶׁר H7195 בִּירוּשָׁלִַ֖ם H3389 וַיָּ֣נָס H5127 לָכִ֑ישָׁה H3923 וַיִּשְׁלְח֤וּ H7971 אַחֲרָיו֙ H310 לָכִ֔ישָׁה H3923 וַיְמִיתֻ֖ H4191 שָֽׁם H8033 ",
  "28": "וַיִּשָּׂאֻ֖ H5375 עַל H5921 הַסּוּסִ֑ים H5483 וַֽיִּקְבְּר֥וּ H6912 אֹת֛וֹ H853 עִם H5973 אֲבֹתָ֖יו H1 בְּעִ֥יר H5892 יְהוּדָֽה H3063 "
}
