{
  "1": "בֶּן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 אָחָ֣ז H271 בְּמָלְכ֔ H4427 וְשֵׁשׁ H8337 עֶשְׂרֵ֣ה H6240 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְלֹא H3808 עָשָׂ֧ה H6213 הַיָּשָׁ֛ר H3477 בְּעֵינֵ֥י H5869 יְהוָ֖ה H3068 כְּדָוִ֥יד H1732 אָבִֽיו H1 ",
  "2": "וַיֵּ֕לֶךְ H3212 בְּדַרְכֵ֖י H1870 מַלְכֵ֣י H4428 יִשְׂרָאֵ֑ל H3478 וְגַ֧ם H1571 מַסֵּכ֛וֹת H4541 עָשָׂ֖ה H6213 לַבְּעָלִֽים H1168 ",
  "3": "וְה֥וּא H1931 הִקְטִ֖יר H6999 בְּגֵ֣יא H1516 בֶן H1121 הִנֹּ֑ם H2011 וַיַּבְעֵ֤ר H1197 אֶת H853 בָּנָיו֙ H1121 בָּאֵ֔שׁ H784 כְּתֹֽעֲבוֹת֙ H8441 הַגּוֹיִ֔ם H1471 אֲשֶׁר֙ H834 הֹרִ֣ישׁ H3423 יְהוָ֔ה H3068 מִפְּנֵ֖י H6440 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "4": "וַיְזַבֵּ֧חַ H2076 וַיְקַטֵּ֛ר H6999 בַּבָּמ֖וֹת H1116 וְעַל H5921 הַגְּבָע֑וֹת H1389 וְתַ֖חַת H8478 כָּל H3605 עֵ֥ץ H6086 רַעֲנָֽן H7488 ",
  "5": "וַֽיִּתְּנֵ֜ H5414 יְהוָ֣ה H3068 אֱלֹהָיו֮ H430 בְּיַ֣ד H3027 מֶ֣לֶךְ H4428 אֲרָם֒ H758 וַיַּ֨כּוּ H5221 ב֔וֹ Hb וַיִּשְׁבּ֤וּ H7617 מִמֶּ֨נּוּ֙ H4480 שִׁבְיָ֣ה H7633 גְדוֹלָ֔ה H1419 וַיָּבִ֖יאוּ H935 דַּרְמָ֑שֶׂק H1834 וְ֠גַם H1571 בְּיַד H3027 מֶ֤לֶךְ H4428 יִשְׂרָאֵל֙ H3478 נִתָּ֔ן H5414 וַיַּךְ H5221 בּ֖וֹ Hb מַכָּ֥ה H4347 גְדוֹלָֽה H1419 ",
  "6": "וַיַּהֲרֹג֩ H2026 פֶּ֨קַח H6492 בֶּן H1121 רְמַלְיָ֜הוּ H7425 בִּֽיהוּדָ֗ה H3063 מֵאָ֨ה H3967 וְעֶשְׂרִ֥ים H6242 אֶ֛לֶף H505 בְּי֥וֹם H3117 אֶחָ֖ד H259 הַכֹּ֣ל H3605 בְּנֵי H1121 חָ֑יִל H2428 בְּעָזְבָ֕ H5800 אֶת H853 יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 אֲבוֹתָֽם H1 ",
  "7": "וַֽיַּהֲרֹ֞ג H2026 זִכְרִ֣י H2147 גִּבּ֣וֹר H1368 אֶפְרַ֗יִם H669 אֶת H853 מַעֲשֵׂיָ֨הוּ֙ H4641 בֶּן H1121 הַמֶּ֔לֶךְ H4428 וְאֶת H853 עַזְרִיקָ֖ם H5840 נְגִ֣יד H5057 הַבָּ֑יִת H1004 וְאֶת H853 אֶלְקָנָ֖ה H511 מִשְׁנֵ֥ה H4932 הַמֶּֽלֶךְ H4428 ",
  "8": "וַיִּשְׁבּוּ֩ H7617 בְנֵֽי H1121 יִשְׂרָאֵ֨ל H3478 מֵֽאֲחֵי H251 מָאתַ֣יִם H3967 אֶ֗לֶף H505 נָשִׁים֙ H802 בָּנִ֣ים H1121 וּבָנ֔וֹת H1323 וְגַם H1571 שָׁלָ֥ל H7998 רָ֖ב H7227 בָּזְז֣וּ H962 מֵהֶ֑ם H1992 וַיָּבִ֥יאוּ H935 אֶת H853 הַשָּׁלָ֖ל H7998 לְשֹׁמְרֽוֹן H8111 ",
  "9": "וְ֠שָׁם H8033 הָיָ֨ה H1961 נָבִ֥יא H5030 לַֽיהוָה֮ H3068 עֹדֵ֣ד H5752 שְׁמוֹ֒ H8034 וַיֵּצֵ֗א H3318 לִפְנֵ֤י H6440 הַצָּבָא֙ H6635 הַבָּ֣א H935 לְשֹׁמְר֔וֹן H8111 וַיֹּ֣אמֶר H559 לָהֶ֗ם Hl הִ֠נֵּה H2009 בַּחֲמַ֨ת H2534 יְהוָ֧ה H3068 אֱלֹהֵֽי H430 אֲבוֹתֵיכֶ֛ם H1 עַל H5921 יְהוּדָ֖ה H3063 נְתָנָ֣ם H5414 בְּיֶדְ H3027 וַתַּֽהַרְגוּ H2026 בָ֣ם Hb בְזַ֔עַף H2197 עַ֥ד H5704 לַשָּׁמַ֖יִם H8064 הִגִּֽיעַ H5060 ",
  "10": "וְ֠עַתָּה H6258 בְּנֵֽי H1121 יְהוּדָ֤ה H3063 וִֽירוּשָׁלִַ֨ם֙ H3389 אַתֶּ֣ם H859 אֹמְרִ֔ים H559 לִכְבֹּ֛שׁ H3533 לַעֲבָדִ֥ים H5650 וְלִ H8198 לָכֶ֑ם Hl הֲלֹ֤א H3808 רַק H7535 אַתֶּם֙ H859 עִמָּכֶ֣ם H5973 אֲשָׁמ֔וֹת H819 לַיהוָ֖ה H3068 אֱלֹהֵיכֶֽם H430 ",
  "11": "וְעַתָּ֣ה H6258 שְׁמָע֔וּנִי H8085 וְהָשִׁ֨יבוּ֙ H7725 הַשִּׁבְיָ֔ה H7633 אֲשֶׁ֥ר H834 שְׁבִיתֶ֖ם H7617 מֵאֲחֵי H251 כִּ֛י H3588 חֲר֥וֹן H2740 אַף H639 יְהוָ֖ה H3068 עֲלֵיכֶֽם H5921 ",
  "12": "וַיָּקֻ֨מוּ H6965 אֲנָשִׁ֜ים H376 מֵרָאשֵׁ֣י H7218 בְנֵֽי H1121 אֶפְרַ֗יִם H669 עֲזַרְיָ֤הוּ H5838 בֶן H1121 יְהֽוֹחָנָן֙ H3076 בֶּרֶכְיָ֣הוּ H1296 בֶן H1121 מְשִׁלֵּמ֔וֹת H4919 וִֽיחִזְקִיָּ֨הוּ֙ H3169 בֶּן H1121 שַׁלֻּ֔ם H7967 וַעֲמָשָׂ֖א H6021 בֶּן H1121 חַדְלָ֑י H2311 עַל H5921 הַבָּאִ֖ים H935 מִן H4480 הַצָּבָֽא H6635 ",
  "13": "וַיֹּאמְר֣וּ H559 לָהֶ֗ם Hl לֹא H3808 תָבִ֤יאוּ H935 אֶת H853 הַשִּׁבְיָה֙ H7633 הֵ֔נָּה H2008 כִּי֩ H3588 לְאַשְׁמַ֨ת H819 יְהוָ֤ה H3068 עָלֵ֨ינוּ֙ H5921 אַתֶּ֣ם H859 אֹמְרִ֔ים H559 לְהֹסִ֥יף H3254 עַל H5921 חַטֹּאתֵ֖ינוּ H2403 וְעַל H5921 אַשְׁמָתֵ֑ינוּ H819 כִּֽי H3588 רַבָּ֤ה H7227 אַשְׁמָה֙ H819 לָ֔נוּ Hl וַחֲר֥וֹן H2740 אָ֖ף H639 עַל H5921 יִשְׂרָאֵֽל H3478 ",
  "14": "וַיַּעֲזֹ֣ב H5800 הֶֽחָל֗וּץ H2502 אֶת H853 הַשִּׁבְיָה֙ H7633 וְאֶת H853 הַבִּזָּ֔ה H961 לִפְנֵ֥י H6440 הַשָּׂרִ֖ים H8269 וְכָל H3605 הַקָּהָֽל H6951 ",
  "15": "וַיָּקֻ֣מוּ H6965 הָאֲנָשִׁים֩ H376 אֲשֶׁר H834 נִקְּב֨וּ H5344 בְשֵׁמ֜וֹת H8034 וַיַּחֲזִ֣יקוּ H2388 בַשִּׁבְיָ֗ה H7633 וְכָֽל H3605 מַעֲרֻמֵּיהֶם֮ H4636 הִלְבִּ֣ישׁוּ H3847 מִן H4480 הַשָּׁלָל֒ H7998 וַיַּלְבִּשׁ֣וּ H3847 וַ֠יַּנְעִלוּ H5274 וַיַּאֲכִל֨וּ H398 וַיַּשְׁק֜וּ H8248 וַיְסֻכ֗וּ H5480 וַיְנַהֲל֤וּ H5095 בַּחֲמֹרִים֙ H2543 לְכָל H3605 כּוֹשֵׁ֔ל H3782 וַיְבִיא֛וּ H935 יְרֵח֥וֹ H3405 עִיר H5892 הַתְּמָרִ֖ים H8558 אֵ֣צֶל H681 אֲחֵיהֶ֑ם H251 וַיָּשׁ֖וּבוּ H7725 שֹׁמְרֽוֹן H8111 ",
  "16": "בָּעֵ֣ת H6256 הַהִ֗יא H1931 שָׁלַ֞ח H7971 הַמֶּ֧לֶךְ H4428 אָחָ֛ז H271 עַל H5921 מַלְכֵ֥י H4428 אַשּׁ֖וּר H804 לַעְזֹ֥ר H5826 לֽוֹ Hl ",
  "17": "וְע֥וֹד H5750 אֲדוֹמִ֖ים H130 בָּ֑אוּ H935 וַיַּכּ֥וּ H5221 בִיהוּדָ֖ה H3063 וַיִּשְׁבּוּ H7617 שֶֽׁבִי H7628 ",
  "18": "וּפְלִשְׁתִּ֣ים H6430 פָּשְׁט֗וּ H6584 בְּעָרֵ֨י H5892 הַשְּׁפֵלָ֣ה H8219 וְהַ H5045 לִֽיהוּדָה֒ H3063 וַֽ֠יִּלְכְּדוּ H3920 אֶת H853 בֵּֽית H1053 שֶׁ֨מֶשׁ H1053 וְאֶת H853 אַיָּל֜וֹן H357 וְאֶת H853 הַגְּדֵר֗וֹת H1450 וְאֶת H853 שׂוֹכ֤וֹ H7755 וּבְנוֹתֶ֨י H1323 וְאֶת H853 תִּמְנָ֣ה H8553 וּבְנוֹתֶ֔י H1323 וְאֶת H853 גִּמְז֖וֹ H1579 וְאֶת H853 בְּנֹתֶ֑יהָ H1323 וַיֵּשְׁב֖וּ H3427 שָֽׁם H8033 ",
  "19": "כִּֽי H3588 הִכְנִ֤יעַ H3665 יְהוָה֙ H3068 אֶת H853 יְהוּדָ֔ה H3063 בַּעֲב֖וּר H5668 אָחָ֣ז H271 מֶֽלֶךְ H4428 יִשְׂרָאֵ֑ל H3478 כִּ֤י H3588 הִפְרִ֨יעַ֙ H6544 בִּֽיהוּדָ֔ה H3063 וּמָע֥וֹל H4603 מַ֖עַל H4604 בַּיהוָֽה H3068 ",
  "20": "וַיָּבֹ֣א H935 עָלָ֔יו H5921 תִּלְּגַ֥ת H8407 פִּלְנְאֶ֖סֶר H8407 מֶ֣לֶךְ H4428 אַשּׁ֑וּר H804 וַיָּ֥צַר H6696 ל֖וֹ Hl וְלֹ֥א H3808 חֲזָקֽוֹ H2388 ",
  "21": "כִּֽי H3588 חָלַ֤ק H2505 אָחָז֙ H271 אֶת H853 בֵּ֣ית H1004 יְהוָ֔ה H3068 וְאֶת H853 בֵּ֥ית H1004 הַמֶּ֖לֶךְ H4428 וְהַ H8269 וַיִּתֵּן֙ H5414 לְמֶ֣לֶךְ H4428 אַשּׁ֔וּר H804 וְלֹ֥א H3808 לְעֶזְרָ֖ה H5833 לֽוֹ Hl ",
  "22": "וּבְ H6256 הָצֵ֣ר H6887 ל֔וֹ Hl וַיּ֖וֹסֶף H3254 לִמְע֣וֹל H4603 בַּיהוָ֑ה H3068 ה֖וּא H1931 הַמֶּ֥לֶךְ H4428 אָחָֽז H271 ",
  "23": "וַיִּזְבַּ֗ח H2076 לֵֽאלֹהֵ֣י H430 דַרְמֶשֶׂק֮ H1834 הַמַּכִּ֣ים H5221 בּוֹ֒ Hb וַיֹּ֗אמֶר H559 כִּ֠י H3588 אֱלֹהֵ֤י H430 מַלְכֵֽי H4428 אֲרָם֙ H758 הֵ֚ם H1992 מַעְזְרִ֣ים H5826 אוֹתָ֔ם H853 לָהֶ֥ם Hl אֲזַבֵּ֖חַ H2076 וְיַעְזְר֑וּ H5826 וְהֵ֛ם H1992 הָֽיוּ H1961 ל֥וֹ Hl לְהַכְשִׁיל֖ H3782 וּלְ H3605 יִשְׂרָאֵֽל H3478 ",
  "24": "וַיֶּאֱסֹ֨ף H622 אָחָ֜ז H271 אֶת H853 כְּלֵ֣י H3627 בֵית H1004 הָֽאֱלֹהִ֗ים H430 וַיְקַצֵּץ֙ H7112 אֶת H853 כְּלֵ֣י H3627 בֵית H1004 הָֽאֱלֹהִ֔ים H430 וַיִּסְגֹּ֖ר H5462 אֶת H853 דַּלְת֣וֹת H1817 בֵּית H1004 יְהוָ֑ה H3068 וַיַּ֨עַשׂ H6213 ל֧וֹ Hl מִזְבְּח֛וֹת H4196 בְּכָל H3605 פִּנָּ֖ה H6438 בִּירוּשָׁלִָֽם H3389 ",
  "25": "וּבְ H3605 עִ֨יר H5892 וָעִ֤יר H5892 לִֽיהוּדָה֙ H3063 עָשָׂ֣ה H6213 בָמ֔וֹת H1116 לְקַטֵּ֖ר H6999 לֵֽאלֹהִ֣ים H430 אֲחֵרִ֑ים H312 וַיַּכְעֵ֕ס H3707 אֶת H853 יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 אֲבֹתָֽיו H1 ",
  "26": "וְיֶ֤תֶר H3499 דְּבָרָיו֙ H1697 וְכָל H3605 דְּרָכָ֔יו H1870 הָרִאשֹׁנִ֖ים H7223 וְהָ H314 הִנָּ֣ם H2005 כְּתוּבִ֔ים H3789 עַל H5921 סֵ֥פֶר H5612 מַלְכֵֽי H4428 יְהוּדָ֖ה H3063 וְיִשְׂרָאֵֽל H3478 ",
  "27": "וַיִּשְׁכַּ֨ב H7901 אָחָ֜ז H271 עִם H5973 אֲבֹתָ֗יו H1 וַֽיִּקְבְּרֻ֤ H6912 בָעִיר֙ H5892 בִּיר֣וּשָׁלִַ֔ם H3389 כִּ֚י H3588 לֹ֣א H3808 הֱבִיאֻ֔הוּ H935 לְקִבְרֵ֖י H6913 מַלְכֵ֣י H4428 יִשְׂרָאֵ֑ל H3478 וַיִּמְלֹ֛ךְ H4427 יְחִזְקִיָּ֥הֽוּ H2396 בְנ֖וֹ H1121 תַּחְתָּֽיו H8478 "
}
