{
  "1": "וּכְ H3615 כָּל H3605 זֹ֗את H2063 יָצְא֨וּ H3318 כָּל H3605 יִשְׂרָאֵ֥ל H3478 הַֽנִּמְצְאִים֮ H4672 לְעָרֵ֣י H5892 יְהוּדָה֒ H3063 וַיְשַׁבְּר֣וּ H7665 הַמַּצֵּב֣וֹת H4676 וַיְגַדְּע֣וּ H1438 הָאֲשֵׁרִ֡ים H842 וַיְנַתְּצ֣וּ H5422 אֶת H853 הַ֠בָּמוֹת H1116 וְאֶת H853 הַֽמִּזְבְּחֹ֞ת H4196 מִכָּל H3605 יְהוּדָ֧ה H3063 וּבִנְיָמִ֛ן H1144 וּבְ H669 וּמְנַשֶּׁ֖ה H4519 עַד H5704 לְכַלֵּ֑ה H3615 וַיָּשׁ֜וּבוּ H7725 כָּל H3605 בְּנֵ֧י H1121 יִשְׂרָאֵ֛ל H3478 אִ֥ישׁ H376 לַאֲחֻזָּת֖ H272 לְעָרֵי H5892 ",
  "2": "וַיַּעֲמֵ֣ד H5975 יְחִזְקִיָּ֡הוּ H2396 אֶת H853 מַחְלְק֣וֹת H4256 הַכֹּהֲנִ֣ים H3548 וְ֠הַ H3881 עַֽל H5921 מַחְלְקוֹתָ֞ם H4256 אִ֣ישׁ H376 כְּפִ֣י H6310 עֲבֹדָת֗וֹ H5656 לַכֹּהֲנִים֙ H3548 וְלַ H3881 לְעֹלָ֖ה H5930 וְלִ H8002 לְשָׁרֵת֙ H8334 וּלְ H3034 וּלְ H1984 בְּשַׁעֲרֵ֖י H8179 מַחֲנ֥וֹת H4264 יְהוָֽה H3068 ",
  "3": "וּמְנָת֩ H4521 הַמֶּ֨לֶךְ H4428 מִן H4480 רְכוּשׁ֜וֹ H7399 לָעֹל֗וֹת H5930 לְעֹלוֹת֙ H5930 הַבֹּ֣קֶר H1242 וְהָ H6153 וְהָ֣ H5930 לַשַּׁבָּת֖וֹת H7676 וְלֶ H2320 וְלַ H4150 כַּכָּת֖וּב H3789 בְּתוֹרַ֥ת H8451 יְהוָֽה H3068 ",
  "4": "וַיֹּ֤אמֶר H559 לָעָם֙ H5971 לְיוֹשְׁבֵ֣י H3427 יְרוּשָׁלִַ֔ם H3389 לָתֵ֕ת H5414 מְנָ֥ת H4521 הַכֹּהֲנִ֖ים H3548 וְהַ H3881 לְמַ֥עַן H4616 יֶחֶזְק֖וּ H2388 בְּתוֹרַ֥ת H8451 יְהוָֽה H3068 ",
  "5": "וְכִ H6555 הַדָּבָ֗ר H1697 הִרְבּ֤וּ H7235 בְנֵֽי H1121 יִשְׂרָאֵל֙ H3478 רֵאשִׁ֣ית H7225 דָּגָ֗ן H1715 תִּיר֤וֹשׁ H8492 וְיִצְהָר֙ H3323 וּדְבַ֔שׁ H1706 וְכֹ֖ל H3605 תְּבוּאַ֣ת H8393 שָׂדֶ֑ה H7704 וּמַעְשַׂ֥ר H4643 הַכֹּ֛ל H3605 לָרֹ֖ב H7230 הֵבִֽיאוּ H935 ",
  "6": "וּבְנֵ֧י H1121 יִשְׂרָאֵ֣ל H3478 וִֽיהוּדָ֗ה H3063 הַיּֽוֹשְׁבִים֮ H3427 בְּעָרֵ֣י H5892 יְהוּדָה֒ H3063 גַּם H1571 הֵ֗ם H1992 מַעְשַׂ֤ר H4643 בָּקָר֙ H1241 וָצֹ֔אן H6629 וּמַעְשַׂ֣ר H4643 קָֽדָשִׁ֔ים H6944 הַמְקֻדָּשִׁ֖ים H6942 לַיהוָ֣ה H3068 אֱלֹהֵיהֶ֑ם H430 הֵבִ֕יאוּ H935 וַֽיִּתְּנ֖וּ H5414 עֲרֵמ֥וֹת H6194 עֲרֵמֽוֹת H6194 ",
  "7": "בַּחֹ֨דֶשׁ֙ H2320 הַשְּׁלִשִׁ֔י H7992 הֵחֵ֥לּוּ H2490 הָעֲרֵמ֖וֹת H6194 לְיִסּ֑וֹד H3245 וּבַ H2320 הַשְּׁבִיעִ֖י H7637 כִּלּֽוּ H3615 ",
  "8": "וַיָּבֹ֨אוּ֙ H935 יְחִזְקִיָּ֣הוּ H2396 וְהַ H8269 וַיִּרְא֖וּ H7200 אֶת H853 הָעֲרֵמ֑וֹת H6194 וַֽיְבָרֲכוּ֙ H1288 אֶת H853 יְהוָ֔ה H3068 וְאֵ֖ת H853 עַמּ֥וֹ H5971 יִשְׂרָאֵֽל H3478 ",
  "9": "וַיִּדְרֹ֣שׁ H1875 יְחִזְקִיָּ֗הוּ H2396 עַל H5921 הַכֹּֽהֲנִ֛ים H3548 וְהַ H3881 עַל H5921 הָעֲרֵמֽוֹת H6194 ",
  "10": "וַיֹּ֣אמֶר H559 אֵלָ֗יו H413 עֲזַרְיָ֧הוּ H5838 הַכֹּהֵ֛ן H3548 הָרֹ֖אשׁ H7218 לְבֵ֣ית H1004 צָד֑וֹק H6659 וַ֠יֹּאמֶר H559 מֵהָחֵ֨ל H2490 הַתְּרוּמָ֜ה H8641 לָבִ֣יא H935 בֵית H1004 יְהוָ֗ה H3068 אָכ֨וֹל H398 וְשָׂב֤וֹעַ H7646 וְהוֹתֵר֙ H3498 עַד H5704 לָר֔וֹב H7230 כִּ֤י H3588 יְהוָה֙ H3068 בֵּרַ֣ךְ H1288 אֶת H853 עַמּ֔וֹ H5971 וְהַ H3498 אֶת H853 הֶהָמ֥וֹן H1995 הַזֶּֽה H2088 ",
  "11": "וַיֹּ֣אמֶר H559 יְחִזְקִיָּ֗הוּ H2396 לְהָכִ֧ין H3559 לְשָׁכ֛וֹת H3957 בְּבֵ֥ית H1004 יְהוָ֖ה H3068 וַיָּכִֽינוּ H3559 ",
  "12": "וַיָּבִ֨יאוּ H935 אֶת H853 הַתְּרוּמָ֧ה H8641 וְהַֽ H4643 וְהַ H6944 בֶּאֱמוּנָ֑ה H530 וַעֲלֵי H5921 נָגִיד֙ H5057 כונניהו H3562 הַלֵּוִ֔י H3881 וְשִׁמְעִ֥י H8096 אָחִ֖יהוּ H251 מִשְׁנֶֽה H4932 ",
  "13": "וִֽיחִיאֵ֡ל H3171 וַ֠עֲזַזְיָהוּ H5812 וְנַ֨חַת H5184 וַעֲשָׂהאֵ֜ל H6214 וִֽירִימ֤וֹת H3406 וְיוֹזָבָד֙ H3107 וֶאֱלִיאֵ֣ל H447 וְיִסְמַכְיָ֔הוּ H3253 וּמַ֖חַת H4287 וּבְנָיָ֑הוּ H1141 פְּקִידִ֗ים H6496 מִיַּ֤ד H3027 כונניהו H3562 וְשִׁמְעִ֣י H8096 אָחִ֔יו H251 בְּמִפְקַד֙ H4662 יְחִזְקִיָּ֣הוּ H2396 הַמֶּ֔לֶךְ H4428 וַעֲזַרְיָ֖הוּ H5838 נְגִ֥יד H5057 בֵּית H1004 הָאֱלֹהִֽים H430 ",
  "14": "וְקוֹרֵ֨א H6981 בֶן H1121 יִמְנָ֤ה H3232 הַלֵּוִי֙ H3881 הַשּׁוֹעֵ֣ר H7778 לַמִּזְרָ֔חָ H4217 עַ֖ל H5921 נִדְב֣וֹת H5071 הָאֱלֹהִ֑ים H430 לָתֵת֙ H5414 תְּרוּמַ֣ת H8641 יְהוָ֔ה H3068 וְקָדְשֵׁ֖י H6944 הַקֳּדָשִֽׁים H6944 ",
  "15": "וְעַל H5921 יָד֡וֹ H3027 עֵ֣דֶן H5731 וּ֠מִנְיָמִן H4509 וְיֵשׁ֨וּעַ H3442 וּֽשְׁמַֽעְיָ֜הוּ H8098 אֲמַרְיָ֧הוּ H568 וּשְׁכַנְיָ֛הוּ H7935 בְּעָרֵ֥י H5892 הַכֹּהֲנִ֖ים H3548 בֶּאֱמוּנָ֑ה H530 לָתֵ֤ת H5414 לַאֲחֵי H251 בְּמַחְלְק֔וֹת H4256 כַּגָּד֖וֹל H1419 כַּקָּטָֽן H6996 ",
  "16": "מִלְּ H905 הִתְיַחְשָׂ֣ם H3187 לִזְכָרִ֗ים H2145 מִבֶּ֨ן H1121 שָׁל֤וֹשׁ H7969 שָׁנִים֙ H8141 וּלְ H4605 לְכָל H3605 הַבָּ֥א H935 לְבֵית H1004 יְהוָ֖ה H3068 לִדְבַר H1697 י֣וֹם H3117 בְּיוֹמ֑ H3117 לַעֲב֣וֹדָתָ֔ H5656 בְּמִשְׁמְרוֹתָ֖ H4931 כְּמַחְלְקוֹתֵי H4256 ",
  "17": "וְאֵ֨ת H853 הִתְיַחֵ֤שׂ H3187 הַכֹּהֲנִים֙ H3548 לְבֵ֣ית H1004 אֲבוֹתֵיהֶ֔ם H1 וְהַ֨ H3881 מִבֶּ֛ן H1121 עֶשְׂרִ֥ים H6242 שָׁנָ֖ה H8141 וּלְ H4605 בְּמִשְׁמְרוֹתֵי H4931 בְּמַחְלְקוֹתֵי H4256 ",
  "18": "וּלְ H3187 בְּכָל H3605 טַפָּ֧ם H2945 נְשֵׁיהֶ֛ם H802 וּבְנֵי H1121 וּבְנוֹתֵי H1323 לְכָל H3605 קָהָ֑ל H6951 כִּ֥י H3588 בֶאֱמוּנָתָ֖ H530 יִתְקַדְּשׁוּ H6942 קֹֽדֶשׁ H6944 ",
  "19": "וְלִ H1121 אַהֲרֹ֨ן H175 הַכֹּהֲנִ֜ים H3548 בִּשְׂדֵ֨י H7704 מִגְרַ֤שׁ H4054 עָרֵיהֶם֙ H5892 בְּכָל H3605 עִ֣יר H5892 וָעִ֔יר H5892 אֲנָשִׁ֕ים H376 אֲשֶׁ֥ר H834 נִקְּב֖וּ H5344 בְּשֵׁמ֑וֹת H8034 לָתֵ֣ת H5414 מָנ֗וֹת H4490 לְכָל H3605 זָכָר֙ H2145 בַּכֹּ֣הֲנִ֔ים H3548 וּלְ H3605 הִתְיַחֵ֖שׂ H3187 בַּלְוִיִּֽם H3881 ",
  "20": "וַיַּ֧עַשׂ H6213 כָּזֹ֛את H2063 יְחִזְקִיָּ֖הוּ H2396 בְּכָל H3605 יְהוּדָ֑ה H3063 וַיַּ֨עַשׂ H6213 הַטּ֤וֹב H2896 וְהַ H3477 וְהָ֣ H571 לִפְנֵ֖י H6440 יְהוָ֥ה H3068 אֱלֹהָֽיו H430 ",
  "21": "וּבְ H3605 מַעֲשֶׂ֞ה H4639 אֲשֶׁר H834 הֵחֵ֣ל H2490 בַּעֲבוֹדַ֣ת H5656 בֵּית H1004 הָאֱלֹהִ֗ים H430 וּבַ H8451 וּבַ H4687 לִדְרֹ֖שׁ H1875 לֵֽאלֹהָ֑י H430 בְּכָל H3605 לְבָב֥וֹ H3824 עָשָׂ֖ה H6213 וְהִצְלִֽיחַ H6743 "
}
