{
  "1": "אַחֲרֵ֨י H310 הַדְּבָרִ֤ים H1697 וְהָ H571 הָאֵ֔לֶּה H428 בָּ֖א H935 סַנְחֵרִ֣יב H5576 מֶֽלֶךְ H4428 אַשּׁ֑וּר H804 וַיָּבֹ֣א H935 בִֽיהוּדָ֗ה H3063 וַיִּ֨חַן֙ H2583 עַל H5921 הֶעָרִ֣ים H5892 הַבְּצֻר֔וֹת H1219 וַיֹּ֖אמֶר H559 לְבִקְעָ֥ H1234 אֵלָֽיו H413 ",
  "2": "וַיַּרְא֙ H7200 יְחִזְקִיָּ֔הוּ H2396 כִּי H3588 בָ֖א H935 סַנְחֵרִ֑יב H5576 וּפָנָ֕י H6440 לַמִּלְחָמָ֖ה H4421 עַל H5921 יְרוּשָׁלִָֽם H3389 ",
  "3": "וַיִּוָּעַ֗ץ H3289 עִם H5973 שָׂרָיו֙ H8269 וְגִבֹּרָ֔י H1368 לִסְתּוֹם֙ H5640 אֶת H853 מֵימֵ֣י H4325 הָעֲיָנ֔וֹת H5869 אֲשֶׁ֖ר H834 מִח֣וּץ H2351 לָעִ֑יר H5892 וַֽיַּעְזְרֽוּ H5826 ",
  "4": "וַיִּקָּבְצ֣וּ H6908 עַם H5971 רָ֔ב H7227 וַֽיִּסְתְּמוּ֙ H5640 אֶת H853 כָּל H3605 הַמַּעְיָנ֔וֹת H4599 וְאֶת H853 הַנַּ֛חַל H5158 הַשּׁוֹטֵ֥ף H7857 בְּתוֹךְ H8432 הָאָ֖רֶץ H776 לֵאמֹ֑ר H559 לָ֤מָּה H4100 יָב֨וֹאוּ֙ H935 מַלְכֵ֣י H4428 אַשּׁ֔וּר H804 וּמָצְא֖וּ H4672 מַ֥יִם H4325 רַבִּֽים H7227 ",
  "5": "וַיִּתְחַזַּ֡ק H2388 וַיִּבֶן֩ H1129 אֶת H853 כָּל H3605 הַחוֹמָ֨ה H2346 הַפְּרוּצָ֜ה H6555 וַיַּ֣עַל H5927 עַל H5921 הַמִּגְדָּל֗וֹת H4026 וְלַ H2351 הַחוֹמָ֣ה H2346 אַחֶ֔רֶת H312 וַיְחַזֵּ֥ק H2388 אֶת H853 הַמִּלּ֖וֹא H4407 עִ֣יר H5892 דָּוִ֑יד H1732 וַיַּ֥עַשׂ H6213 שֶׁ֛לַח H7973 לָרֹ֖ב H7230 וּמָגִנִּֽים H4043 ",
  "6": "וַיִּתֵּ֛ן H5414 שָׂרֵ֥י H8269 מִלְחָמ֖וֹת H4421 עַל H5921 הָעָ֑ם H5971 וַיִּקְבְּצֵ֣ H6908 אֵלָ֗יו H413 אֶל H413 רְחוֹב֙ H7339 שַׁ֣עַר H8179 הָעִ֔יר H5892 וַיְדַבֵּ֥ר H1696 עַל H5921 לְבָבָ֖ם H3824 לֵאמֹֽר H559 ",
  "7": "חִזְק֣וּ H2388 וְאִמְצ֔וּ H553 אַל H408 תִּֽירְא֣וּ H3372 וְאַל H408 תֵּחַ֗תּוּ H2865 מִפְּנֵי֙ H6440 מֶ֣לֶךְ H4428 אַשּׁ֔וּר H804 וּמִ H6440 כָּל H3605 הֶהָמ֣וֹן H1995 אֲשֶׁר H834 עִמּ֑וֹ H5973 כִּֽי H3588 עִמָּ֥נוּ H5973 רַ֖ב H7227 מֵעִמּֽ H5973 ",
  "8": "עִמּוֹ֙ H5973 זְר֣וֹעַ H2220 בָּשָׂ֔ר H1320 וְעִמָּ֜ H5973 יְהוָ֤ה H3068 אֱלֹהֵ֨ינוּ֙ H430 לְעָזְרֵ֔ H5826 וּלְ H3898 מִלְחֲמֹתֵ֑נוּ H4421 וַיִּסָּמְכ֣וּ H5564 הָעָ֔ם H5971 עַל H5921 דִּבְרֵ֖י H1697 יְחִזְקִיָּ֥הוּ H2396 מֶֽלֶךְ H4428 יְהוּדָֽה H3063 ",
  "9": "אַ֣חַר H310 זֶ֗ה H2088 שָׁ֠לַח H7971 סַנְחֵרִ֨יב H5576 מֶֽלֶךְ H4428 אַשּׁ֤וּר H804 עֲבָדָיו֙ H5650 יְר֣וּשָׁלַ֔יְמָה H3389 וְהוּא֙ H1931 עַל H5921 לָכִ֔ישׁ H3923 וְכָל H3605 מֶמְשַׁלְתּ֖וֹ H4475 עִמּ֑וֹ H5973 עַל H5921 יְחִזְקִיָּ֨הוּ֙ H2396 מֶ֣לֶךְ H4428 יְהוּדָ֔ה H3063 וְעַל H5921 כָּל H3605 יְהוּדָ֛ה H3063 אֲשֶׁ֥ר H834 בִּירוּשָׁלִַ֖ם H3389 לֵאמֹֽר H559 ",
  "10": "כֹּ֣ה H3541 אָמַ֔ר H559 סַנְחֵרִ֖יב H5576 מֶ֣לֶךְ H4428 אַשּׁ֑וּר H804 עַל H5921 מָה֙ H4100 אַתֶּ֣ם H859 בֹּטְחִ֔ים H982 וְיֹשְׁבִ֥ים H3427 בְּמָצ֖וֹר H4692 בִּירוּשָׁלִָֽם H3389 ",
  "11": "הֲלֹ֤א H3808 יְחִזְקִיָּ֨הוּ֙ H2396 מַסִּ֣ית H5496 אֶתְכֶ֔ם H853 לָתֵ֣ת H5414 אֶתְכֶ֔ם H853 לָמ֛וּת H4191 בְּרָעָ֥ב H7458 וּבְ H6772 לֵאמֹ֑ר H559 יְהוָ֣ה H3068 אֱלֹהֵ֔ינוּ H430 יַצִּילֵ֕נוּ H5337 מִכַּ֖ף H3709 מֶ֥לֶךְ H4428 אַשּֽׁוּר H804 ",
  "12": "הֲלֹא H3808 הוּא֙ H1931 יְחִזְקִיָּ֔הוּ H2396 הֵסִ֥יר H5493 אֶת H853 בָּמֹתָ֖יו H1116 וְאֶת H853 מִזְבְּחֹתָ֑יו H4196 וַיֹּ֨אמֶר H559 לִֽיהוּדָ֤ה H3063 וְלִֽ H3389 לֵאמֹ֔ר H559 לִפְנֵ֨י H6440 מִזְבֵּ֧חַ H4196 אֶחָ֛ד H259 תִּֽשְׁתַּחֲו֖וּ H7812 וְעָלָ֥י H5921 תַּקְטִֽירוּ H6999 ",
  "13": "הֲלֹ֣א H3808 תֵדְע֗וּ H3045 מֶ֤ה H4100 עָשִׂ֨יתִי֙ H6213 אֲנִ֣י H589 וַאֲבוֹתַ֔ H1 לְכֹ֖ל H3605 עַמֵּ֣י H5971 הָאֲרָצ֑וֹת H776 הֲיָכ֣וֹל H3201 יָֽכְל֗וּ H3201 אֱלֹהֵי֙ H430 גּוֹיֵ֣ H1471 הָאֲרָצ֔וֹת H776 לְהַצִּ֥יל H5337 אֶת H853 אַרְצָ֖ם H776 מִיָּדִֽ H3027 ",
  "14": "מִ֠י H4310 בְּֽכָל H3605 אֱלֹהֵ֞י H430 הַגּוֹיִ֤ם H1471 הָאֵ֨לֶּה֙ H428 אֲשֶׁ֣ר H834 הֶחֱרִ֣ימוּ H2763 אֲבוֹתַ֔י H1 אֲשֶׁ֣ר H834 יָכ֔וֹל H3201 לְהַצִּ֥יל H5337 אֶת H853 עַמּ֖וֹ H5971 מִיָּדִ֑ H3027 כִּ֤י H3588 יוּכַל֙ H3201 אֱלֹ֣הֵיכֶ֔ם H430 לְהַצִּ֥יל H5337 אֶתְכֶ֖ם H853 מִיָּדִֽ H3027 ",
  "15": "וְעַתָּ֡ה H6258 אַל H408 יַשִּׁיא֩ H5377 אֶתְכֶ֨ם H853 חִזְקִיָּ֜הוּ H2396 וְאַל H408 יַסִּ֨ית H5496 אֶתְכֶ֣ם H853 כָּזֹאת֮ H2063 וְאַל H408 תַּאֲמִ֣ינוּ H539 לוֹ֒ Hl כִּי H3588 לֹ֣א H3808 יוּכַ֗ל H3201 כָּל H3605 אֱל֨וֹהַ֙ H433 כָּל H3605 גּ֣וֹי H1471 וּמַמְלָכָ֔ה H4467 לְהַצִּ֥יל H5337 עַמּ֛וֹ H5971 מִיָּדִ֖ H3027 וּמִ H3027 אֲבוֹתָ֑י H1 אַ֚ף H637 כִּ֣י H3588 אֱֽלֹהֵיכֶ֔ם H430 לֹא H3808 יַצִּ֥ילוּ H5337 אֶתְכֶ֖ם H853 מִיָּדִֽ H3027 ",
  "16": "וְעוֹד֙ H5750 דִּבְּר֣וּ H1696 עֲבָדָ֔יו H5650 עַל H5921 יְהוָ֖ה H3068 הָאֱלֹהִ֑ים H430 וְעַ֖ל H5921 יְחִזְקִיָּ֥הוּ H2396 עַבְדּֽוֹ H5650 ",
  "17": "וּסְפָרִ֣ים H5612 כָּתַ֔ב H3789 לְחָרֵ֕ף H2778 לַיהוָ֖ה H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֑ל H3478 וְלֵֽ H559 עָלָ֜יו H5921 לֵאמֹ֗ר H559 כֵּֽאלֹהֵ֞י H430 גּוֹיֵ֤ H1471 הָאֲרָצוֹת֙ H776 אֲשֶׁ֨ר H834 לֹא H3808 הִצִּ֤ילוּ H5337 עַמָּם֙ H5971 מִיָּדִ֔ H3027 כֵּ֣ן H3651 לֹֽא H3808 יַצִּ֞יל H5337 אֱלֹהֵ֧י H430 יְחִזְקִיָּ֛הוּ H2396 עַמּ֖וֹ H5971 מִיָּדִֽ H3027 ",
  "18": "וַיִּקְרְא֨וּ H7121 בְקוֹל H6963 גָּד֜וֹל H1419 יְהוּדִ֗ית H3066 עַל H5921 עַ֤ם H5971 יְרוּשָׁלִַ֨ם֙ H3389 אֲשֶׁ֣ר H834 עַל H5921 הַֽחוֹמָ֔ה H2346 לְיָֽרְאָ֖ H3372 וּֽלְ H926 לְמַ֖עַן H4616 יִלְכְּד֥וּ H3920 אֶת H853 הָעִֽיר H5892 ",
  "19": "וַֽיְדַבְּר֔וּ H1696 אֶל H413 אֱלֹהֵ֖י H430 יְרוּשָׁלִָ֑ם H3389 כְּעַ֗ל H5921 אֱלֹהֵי֙ H430 עַמֵּ֣י H5971 הָאָ֔רֶץ H776 מַעֲשֵׂ֖ה H4639 יְדֵ֥י H3027 הָאָדָֽם H120 ",
  "20": "וַיִּתְפַּלֵּ֞ל H6419 יְחִזְקִיָּ֣הוּ H2396 הַמֶּ֗לֶךְ H4428 וִֽישַֽׁעְיָ֧הוּ H3470 בֶן H1121 אָמ֛וֹץ H531 הַנָּבִ֖יא H5030 עַל H5921 זֹ֑את H2063 וַֽיִּזְעֲק֖וּ H2199 הַשָּׁמָֽיִם H8064 ",
  "21": "וַיִּשְׁלַ֤ח H7971 יְהוָה֙ H3068 מַלְאָ֔ךְ H4397 וַיַּכְחֵ֞ד H3582 כָּל H3605 גִּבּ֥וֹר H1368 חַ֨יִל֙ H2428 וְנָגִ֣יד H5057 וְשָׂ֔ר H8269 בְּמַחֲנֵ֖ה H4264 מֶ֣לֶךְ H4428 אַשּׁ֑וּר H804 וַיָּשָׁב֩ H7725 בְּבֹ֨שֶׁת H1322 פָּנִ֜ים H6440 לְאַרְצ֗ H776 וַיָּבֹא֙ H935 בֵּ֣ית H1004 אֱלֹהָ֔יו H430 ומ H3329 מֵעָ֔יו H4578 שָׁ֖ם H8033 הִפִּילֻ֥הוּ H5307 בֶחָֽרֶב H2719 ",
  "22": "וַיּוֹשַׁע֩ H3467 יְהוָ֨ה H3068 אֶת H853 יְחִזְקִיָּ֜הוּ H2396 וְאֵ֣ת H853 יֹשְׁבֵ֣י H3427 יְרוּשָׁלִַ֗ם H3389 מִיַּ֛ד H3027 סַנְחֵרִ֥יב H5576 מֶֽלֶךְ H4428 אַשּׁ֖וּר H804 וּמִ H3027 כֹּ֑ל H3605 וַֽיְנַהֲלֵ֖ H5095 מִסָּבִֽיב H5439 ",
  "23": "וְ֠רַבִּים H7227 מְבִיאִ֨ים H935 מִנְחָ֤ה H4503 לַיהוָה֙ H3068 לִיר֣וּשָׁלִַ֔ם H3389 וּמִ֨גְדָּנ֔וֹת H4030 לִֽיחִזְקִיָּ֖הוּ H2396 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 וַיִּנַּשֵּׂ֛א H5375 לְעֵינֵ֥י H5869 כָל H3605 הַגּוֹיִ֖ם H1471 מֵאַֽחֲרֵי H310 כֵֽן H3651 ",
  "24": "בַּיָּמִ֣ים H3117 הָהֵ֔ם H1992 חָלָ֥ה H2470 יְחִזְקִיָּ֖הוּ H2396 עַד H5704 לָמ֑וּת H4191 וַיִּתְפַּלֵּל֙ H6419 אֶל H413 יְהוָ֔ה H3068 וַיֹּ֣אמֶר H559 ל֔וֹ Hl וּמוֹפֵ֖ת H4159 נָ֥תַן H5414 לֽוֹ Hl ",
  "25": "וְלֹא H3808 כִגְמֻ֤ל H1576 עָלָיו֙ H5921 הֵשִׁ֣יב H7725 יְחִזְקִיָּ֔הוּ H2396 כִּ֥י H3588 גָבַ֖הּ H1361 לִבּ֑וֹ H3820 וַיְהִ֤י H1961 עָלָיו֙ H5921 קֶ֔צֶף H7110 וְעַל H5921 יְהוּדָ֖ה H3063 וִירוּשָׁלִָֽם H3389 ",
  "26": "וַיִּכָּנַ֤ע H3665 יְחִזְקִיָּ֨הוּ֙ H2396 בְּגֹ֣בַהּ H1363 לִבּ֔וֹ H3820 ה֖וּא H1931 וְיֹשְׁבֵ֣י H3427 יְרוּשָׁלִָ֑ם H3389 וְלֹא H3808 בָ֤א H935 עֲלֵיהֶם֙ H5921 קֶ֣צֶף H7110 יְהוָ֔ה H3068 בִּימֵ֖י H3117 יְחִזְקִיָּֽהוּ H2396 ",
  "27": "וַיְהִ֧י H1961 לִֽיחִזְקִיָּ֛הוּ H2396 עֹ֥שֶׁר H6239 וְכָב֖וֹד H3519 הַרְבֵּ֣ה H7235 מְאֹ֑ד H3966 וְאֹֽצָר֣וֹת H214 עָֽשָׂה H6213 ל֠וֹ Hl לְכֶ֨סֶף H3701 וּלְ H2091 וּלְ H68 יְקָרָ֗ה H3368 וְלִ H1314 וּלְ H4043 וּלְ H3605 כְּלֵ֥י H3627 חֶמְדָּֽה H2532 ",
  "28": "וּמִ֨סְכְּנ֔וֹת H4543 לִתְבוּאַ֥ת H8393 דָּגָ֖ן H1715 וְתִיר֣וֹשׁ H8492 וְיִצְהָ֑ר H3323 וְאֻֽרָוֺת֙ H723 לְכָל H3605 בְּהֵמָ֣ה H929 וּבְהֵמָ֔ה H929 וַעֲדָרִ֖ים H5739 לָאֲוֵרֽוֹת H220 ",
  "29": "וְעָרִים֙ H5892 עָ֣שָׂה H6213 ל֔וֹ Hl וּמִקְנֵה H4735 צֹ֥אן H6629 וּבָקָ֖ר H1241 לָרֹ֑ב H7230 כִּ֤י H3588 נָֽתַן H5414 לוֹ֙ Hl אֱלֹהִ֔ים H430 רְכ֖וּשׁ H7399 רַ֥ב H7227 מְאֹֽד H3966 ",
  "30": "וְה֣וּא H1931 יְחִזְקִיָּ֗הוּ H2396 סָתַם֙ H5640 אֶת H853 מוֹצָ֞א H4161 מֵימֵ֤י H4325 גִיחוֹן֙ H1521 הָֽעֶלְי֔וֹן H5945 וַֽיַּישְּׁרֵ֥ H3474 לְמַֽטָּה H4295 מַּעְרָ֖בָה H4628 לְעִ֣יר H5892 דָּוִ֑יד H1732 וַיַּצְלַ֥ח H6743 יְחִזְקִיָּ֖הוּ H2396 בְּכָֽל H3605 מַעֲשֵֽׂהוּ H4639 ",
  "31": "וְכֵ֞ן H3651 בִּמְלִיצֵ֣י H3887 שָׂרֵ֣י H8269 בָּבֶ֗ל H894 הַֽמְשַׁלְּחִ֤ים H7971 עָלָיו֙ H5921 לִדְרֹ֗שׁ H1875 הַמּוֹפֵת֙ H4159 אֲשֶׁ֣ר H834 הָיָ֣ה H1961 בָאָ֔רֶץ H776 עֲזָב֖וֹ H5800 הָֽאֱלֹהִ֑ים H430 לְנַ֨סּוֹת֔ H5254 לָדַ֖עַת H3045 כָּל H3605 בִּלְבָבֽ H3824 ",
  "32": "וְיֶ֛תֶר H3499 דִּבְרֵ֥י H1697 יְחִזְקִיָּ֖הוּ H2396 וַחֲסָדָ֑י H2617 הִנָּ֣ם H2005 כְּתוּבִ֗ים H3789 בַּחֲז֞וֹן H2377 יְשַֽׁעְיָ֤הוּ H3470 בֶן H1121 אָמוֹץ֙ H531 הַנָּבִ֔יא H5030 עַל H5921 סֵ֥פֶר H5612 מַלְכֵי H4428 יְהוּדָ֖ה H3063 וְיִשְׂרָאֵֽל H3478 ",
  "33": "וַיִּשְׁכַּ֨ב H7901 יְחִזְקִיָּ֜הוּ H2396 עִם H5973 אֲבֹתָ֗יו H1 וַֽיִּקְבְּרֻ H6912 בְּֽמַעֲלֵה֮ H4608 קִבְרֵ֣י H6913 בְנֵי H1121 דָוִיד֒ H1732 וְכָבוֹד֙ H3519 עָֽשׂוּ H6213 ל֣וֹ Hl בְמוֹת֔ H4194 כָּל H3605 יְהוּדָ֖ה H3063 וְיֹשְׁבֵ֣י H3427 יְרוּשָׁלִָ֑ם H3389 וַיִּמְלֹ֛ךְ H4427 מְנַשֶּׁ֥ה H4519 בְנ֖וֹ H1121 תַּחְתָּֽיו H8478 "
}
