{
  "1": "וּכְ H3615 שְׁלֹמֹה֙ H8010 לְהִתְפַּלֵּ֔ל H6419 וְהָ H784 יָֽרְדָה֙ H3381 מֵֽהַ H8064 וַתֹּ֥אכַל H398 הָעֹלָ֖ה H5930 וְהַ H2077 וּכְב֥וֹד H3519 יְהוָ֖ה H3068 מָלֵ֥א H4390 אֶת H853 הַבָּֽיִת H1004 ",
  "2": "וְלֹ֤א H3808 יָֽכְלוּ֙ H3201 הַכֹּ֣הֲנִ֔ים H3548 לָב֖וֹא H935 אֶל H413 בֵּ֣ית H1004 יְהוָ֑ה H3068 כִּֽי H3588 מָלֵ֥א H4390 כְבוֹד H3519 יְהוָ֖ה H3068 אֶת H853 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "3": "וְכֹ֣ל H3605 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 רֹאִים֙ H7200 בְּרֶ֣דֶת H3381 הָאֵ֔שׁ H784 וּכְב֥וֹד H3519 יְהוָ֖ה H3068 עַל H5921 הַבָּ֑יִת H1004 וַיִּכְרְעוּ֩ H3766 אַפַּ֨יִם H639 אַ֤רְצָה H776 עַל H5921 הָרִֽצְפָה֙ H7531 וַיִּֽשְׁתַּֽחֲו֔וּ H7812 וְהוֹד֤וֹת H3034 לַיהוָה֙ H3068 כִּ֣י H3588 ט֔וֹב H2896 כִּ֥י H3588 לְעוֹלָ֖ם H5769 חַסְדּֽוֹ H2617 ",
  "4": "וְהַ H4428 וְכָל H3605 הָעָ֑ם H5971 זֹבְחִ֥ים H2076 זֶ֖בַח H2077 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "5": "וַיִּזְבַּ֞ח H2076 הַמֶּ֣לֶךְ H4428 שְׁלֹמֹה֮ H8010 אֶת H853 זֶ֣בַח H2077 הַבָּקָ֗ר H1241 עֶשְׂרִ֤ים H6242 וּשְׁנַ֨יִם֙ H8147 אֶ֔לֶף H505 וְצֹ֕אן H6629 מֵאָ֥ה H3967 וְעֶשְׂרִ֖ים H6242 אָ֑לֶף H505 וַֽיַּחְנְכוּ֙ H2596 אֶת H853 בֵּ֣ית H1004 הָֽאֱלֹהִ֔ים H430 הַמֶּ֖לֶךְ H4428 וְכָל H3605 הָעָֽם H5971 ",
  "6": "וְהַ H3548 עַל H5921 מִשְׁמְרוֹתָ֣ם H4931 עֹמְדִ֗ים H5975 וְהַ H3881 בִּכְלֵי H3627 שִׁ֤יר H7892 יְהוָה֙ H3068 אֲשֶׁ֨ר H834 עָשָׂ֜ה H6213 דָּוִ֣יד H1732 הַמֶּ֗לֶךְ H4428 לְהֹד֤וֹת H3034 לַיהוָה֙ H3068 כִּֽי H3588 לְעוֹלָ֣ם H5769 חַסְדּ֔וֹ H2617 בְּהַלֵּ֥ל H1984 דָּוִ֖יד H1732 בְּיָדָ֑ H3027 וְהַ H3548 מחצצרים H2690 נֶגְדָּ֔ם H5048 וְכָל H3605 יִשְׂרָאֵ֖ל H3478 עֹמְדִֽים H5975 ",
  "7": "וַיְקַדֵּ֣שׁ H6942 שְׁלֹמֹ֗ה H8010 אֶת H853 תּ֤וֹךְ H8432 הֶֽחָצֵר֙ H2691 אֲשֶׁר֙ H834 לִפְנֵ֣י H6440 בֵית H1004 יְהוָ֔ה H3068 כִּֽי H3588 עָ֤שָׂה H6213 שָׁם֙ H8033 הָֽעֹל֔וֹת H5930 וְאֵ֖ת H853 חֶלְבֵ֣י H2459 הַשְּׁלָמִ֑ים H8002 כִּֽי H3588 מִזְבַּ֤ח H4196 הַנְּחֹ֨שֶׁת֙ H5178 אֲשֶׁ֣ר H834 עָשָׂ֣ה H6213 שְׁלֹמֹ֔ה H8010 לֹ֣א H3808 יָכ֗וֹל H3201 לְהָכִ֛יל H3557 אֶת H853 הָעֹלָ֥ה H5930 וְאֶת H853 הַמִּנְחָ֖ה H4503 וְאֶת H853 הַחֲלָבִֽים H2459 ",
  "8": "וַיַּ֣עַשׂ H6213 שְׁלֹמֹ֣ה H8010 אֶת H853 הֶ֠חָג H2282 בָּעֵ֨ת H6256 הַהִ֜יא H1931 שִׁבְעַ֤ת H7651 יָמִים֙ H3117 וְכָל H3605 יִשְׂרָאֵ֣ל H3478 עִמּ֔וֹ H5973 קָהָ֖ל H6951 גָּד֣וֹל H1419 מְאֹ֑ד H3966 מִלְּב֥וֹא H935 חֲמָ֖ת H2574 עַד H5704 נַ֥חַל H5158 מִצְרָֽיִם H4714 ",
  "9": "וַֽיַּעֲשׂ֛וּ H6213 בַּיּ֥וֹם H3117 הַשְּׁמִינִ֖י H8066 עֲצָ֑רֶת H6116 כִּ֣י H3588 חֲנֻכַּ֣ת H2598 הַמִּזְבֵּ֗חַ H4196 עָשׂוּ֙ H6213 שִׁבְעַ֣ת H7651 יָמִ֔ים H3117 וְהֶ H2282 שִׁבְעַ֥ת H7651 יָמִֽים H3117 ",
  "10": "וּבְ H3117 עֶשְׂרִ֤ים H6242 וּשְׁלֹשָׁה֙ H7969 לַחֹ֣דֶשׁ H2320 הַשְּׁבִיעִ֔י H7637 שִׁלַּ֥ח H7971 אֶת H853 הָעָ֖ם H5971 לְאָהֳלֵי H168 שְׂמֵחִים֙ H8056 וְט֣וֹבֵי H2896 לֵ֔ב H3820 עַל H5921 הַטּוֹבָ֗ה H2896 אֲשֶׁ֨ר H834 עָשָׂ֤ה H6213 יְהוָה֙ H3068 לְדָוִ֣יד H1732 וְלִ H8010 וּלְ H3478 עַמּֽוֹ H5971 ",
  "11": "וַיְכַ֧ל H3615 שְׁלֹמֹ֛ה H8010 אֶת H853 בֵּ֥ית H1004 יְהוָ֖ה H3068 וְאֶת H853 בֵּ֣ית H1004 הַמֶּ֑לֶךְ H4428 וְאֵ֨ת H853 כָּל H3605 הַבָּ֜א H935 עַל H5921 לֵ֣ב H3820 שְׁלֹמֹ֗ה H8010 לַעֲשׂ֧וֹת H6213 בְּבֵית H1004 יְהוָ֛ה H3068 וּבְ H1004 הִצְלִֽיחַ H6743 ",
  "12": "וַיֵּרָ֧א H7200 יְהוָ֛ה H3068 אֶל H413 שְׁלֹמֹ֖ה H8010 בַּלָּ֑יְלָה H3915 וַיֹּ֣אמֶר H559 ל֗וֹ Hl שָׁמַ֨עְתִּי֙ H8085 אֶת H853 תְּפִלָּתֶ֔ךָ H8605 וּבָחַ֜רְתִּי H977 בַּמָּק֥וֹם H4725 הַזֶּ֛ה H2088 לִ֖י Hl לְבֵ֥ית H1004 זָֽבַח H2077 ",
  "13": "הֵ֣ן H2005 אֶֽעֱצֹ֤ר H6113 הַשָּׁמַ֨יִם֙ H8064 וְלֹֽא H3808 יִהְיֶ֣ה H1961 מָטָ֔ר H4306 וְהֵן H2005 אֲצַוֶּ֥ה H6680 עַל H5921 חָגָ֖ב H2284 לֶאֱכ֣וֹל H398 הָאָ֑רֶץ H776 וְאִם H518 אֲשַׁלַּ֥ח H7971 דֶּ֖בֶר H1698 בְּעַמִּֽ H5971 ",
  "14": "וְיִכָּנְע֨וּ H3665 עַמִּ֜י H5971 אֲשֶׁ֧ר H834 נִֽקְרָא H7121 שְׁמִ֣י H8034 עֲלֵיהֶ֗ם H5921 וְיִֽתְפַּֽלְלוּ֙ H6419 וִֽיבַקְשׁ֣וּ H1245 פָנַ֔י H6440 וְיָשֻׁ֖בוּ H7725 מִדַּרְכֵי H1870 הָרָעִ֑ים H7451 וַאֲנִי֙ H589 אֶשְׁמַ֣ע H8085 מִן H4480 הַשָּׁמַ֔יִם H8064 וְאֶסְלַח֙ H5545 לְחַטָּאתָ֔ H2403 וְאֶרְפָּ֖א H7495 אֶת H853 אַרְצָֽם H776 ",
  "15": "עַתָּ֗ה H6258 עֵינַי֙ H5869 יִהְי֣וּ H1961 פְתֻח֔וֹת H6605 וְאָזְנַ֖ H241 קַשֻּׁב֑וֹת H7183 לִתְפִלַּ֖ת H8605 הַמָּק֥וֹם H4725 הַזֶּֽה H2088 ",
  "16": "וְעַתָּ֗ה H6258 בָּחַ֤רְתִּי H977 וְהִקְדַּ֨שְׁתִּי֙ H6942 אֶת H853 הַבַּ֣יִת H1004 הַזֶּ֔ה H2088 לִהְיוֹת H1961 שְׁמִ֥י H8034 שָׁ֖ם H8033 עַד H5704 עוֹלָ֑ם H5769 וְהָי֨וּ H1961 עֵינַ֧י H5869 וְלִבִּ֛ H3820 שָׁ֖ם H8033 כָּל H3605 הַיָּמִֽים H3117 ",
  "17": "וְאַתָּ֞ה H859 אִם H518 תֵּלֵ֣ךְ H3212 לְפָנַ֗ H6440 כַּאֲשֶׁ֤ר H834 הָלַךְ֙ H1980 דָּוִ֣יד H1732 אָבִ֔יךָ H1 וְלַ H6213 כְּכֹ֖ל H3605 אֲשֶׁ֣ר H834 צִוִּיתִ֑יךָ H6680 וְחֻקַּ֥ H2706 וּמִשְׁפָּטַ֖ H4941 תִּשְׁמֽוֹר H8104 ",
  "18": "וַהֲקִ֣ימוֹתִ֔י H6965 אֵ֖ת H853 כִּסֵּ֣א H3678 מַלְכוּתֶ֑ךָ H4438 כַּאֲשֶׁ֣ר H834 כָּרַ֗תִּי H3772 לְדָוִ֤יד H1732 אָבִ֨יךָ֙ H1 לֵאמֹ֔ר H559 לֹֽא H3808 יִכָּרֵ֤ת H3772 לְךָ֙ Hl אִ֔ישׁ H376 מוֹשֵׁ֖ל H4910 בְּיִשְׂרָאֵֽל H3478 ",
  "19": "וְאִם H518 תְּשׁוּב֣וּן H7725 אַתֶּ֔ם H859 וַעֲזַבְתֶּם֙ H5800 חֻקּוֹתַ֣י H2708 וּמִצְוֺתַ֔ H4687 אֲשֶׁ֥ר H834 נָתַ֖תִּי H5414 לִפְנֵי H6440 וַהֲלַכְתֶּ֗ם H1980 וַעֲבַדְתֶּם֙ H5647 אֱלֹהִ֣ים H430 אֲחֵרִ֔ים H312 וְהִשְׁתַּחֲוִיתֶ֖ם H7812 לָהֶֽם Hl ",
  "20": "וּנְתַשְׁתִּ֗י H5428 מֵעַ֤ל H5921 אַדְמָתִי֙ H127 אֲשֶׁ֣ר H834 נָתַ֣תִּי H5414 לָהֶ֔ם Hl וְאֶת H853 הַבַּ֤יִת H1004 הַזֶּה֙ H2088 אֲשֶׁ֣ר H834 הִקְדַּ֣שְׁתִּי H6942 לִשְׁמִ֔ H8034 אַשְׁלִ֖יךְ H7993 מֵעַ֣ל H5921 פָּנָ֑י H6440 וְאֶתְּנֶ֛ H5414 לְמָשָׁ֥ל H4912 וְלִ H8148 בְּכָל H3605 הָעַמִּֽים H5971 ",
  "21": "וְהַ H1004 הַזֶּה֙ H2088 אֲשֶׁ֣ר H834 הָיָ֣ה H1961 עֶלְי֔וֹן H5945 לְכָל H3605 עֹבֵ֥ר H5674 עָלָ֖יו H5921 יִשֹּׁ֑ם H8074 וְאָמַ֗ר H559 בַּמֶּ֨ה H4100 עָשָׂ֤ה H6213 יְהוָה֙ H3068 כָּ֔כָה H3602 לָאָ֥רֶץ H776 הַזֹּ֖את H2063 וְלַ H1004 הַזֶּֽה H2088 ",
  "22": "וְאָמְר֗וּ H559 עַל֩ H5921 אֲשֶׁ֨ר H834 עָֽזְב֜וּ H5800 אֶת H853 יְהוָ֣ה H3068 אֱלֹהֵ֣י H430 אֲבֹתֵיהֶ֗ם H1 אֲשֶׁ֣ר H834 הוֹצִיאָם֮ H3318 מֵאֶ֣רֶץ H776 מִצְרַיִם֒ H4714 וַֽיַּחֲזִ֨יקוּ֙ H2388 בֵּאלֹהִ֣ים H430 אֲחֵרִ֔ים H312 וַיִּשְׁתַּחֲו֥וּ H7812 לָהֶ֖ם Hl וַיַּֽעַבְד֑וּ H5647 עַל H5921 כֵּן֙ H3651 הֵבִ֣יא H935 עֲלֵיהֶ֔ם H5921 אֵ֥ת H853 כָּל H3605 הָרָעָ֖ה H7451 הַזֹּֽאת H2063 "
}
