{
  "1": "וַיְהִ֞י H1961 מִקֵּ֣ץ H7093 עֶשְׂרִ֣ים H6242 שָׁנָ֗ה H8141 אֲשֶׁ֨ר H834 בָּנָ֧ה H1129 שְׁלֹמֹ֛ה H8010 אֶת H853 בֵּ֥ית H1004 יְהוָ֖ה H3068 וְאֶת H853 בֵּיתֽוֹ H1004 ",
  "2": "וְהֶ H5892 אֲשֶׁ֨ר H834 נָתַ֤ן H5414 חוּרָם֙ H2361 לִשְׁלֹמֹ֔ה H8010 בָּנָ֥ה H1129 שְׁלֹמֹ֖ה H8010 אֹתָ֑ם H853 וַיּ֥וֹשֶׁב H3427 שָׁ֖ם H8033 אֶת H853 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "3": "וַיֵּ֤לֶךְ H3212 שְׁלֹמֹה֙ H8010 חֲמָ֣ת H2578 צוֹבָ֔ה H2578 וַיֶּחֱזַ֖ק H2388 עָלֶֽיהָ H5921 ",
  "4": "וַיִּ֥בֶן H1129 אֶת H853 תַּדְמֹ֖ר H8412 בַּמִּדְבָּ֑ר H4057 וְאֵת֙ H853 כָּל H3605 עָרֵ֣י H5892 הַֽמִּסְכְּנ֔וֹת H4543 אֲשֶׁ֥ר H834 בָּנָ֖ה H1129 בַּחֲמָֽת H2574 ",
  "5": "וַיִּ֜בֶן H1129 אֶת H853 בֵּ֤ית H1032 חוֹרוֹן֙ H1032 הָֽעֶלְי֔וֹן H5945 וְאֶת H853 בֵּ֥ית H1032 חוֹר֖וֹן H1032 הַתַּחְתּ֑וֹן H8481 עָרֵ֣י H5892 מָצ֔וֹר H4692 חוֹמ֖וֹת H2346 דְּלָתַ֥יִם H1817 וּבְרִֽיחַ H1280 ",
  "6": "וְאֶֽת H853 בַּעֲלָ֗ת H1191 וְאֵ֨ת H853 כָּל H3605 עָרֵ֤י H5892 הַֽמִּסְכְּנוֹת֙ H4543 אֲשֶׁ֣ר H834 הָי֣וּ H1961 לִשְׁלֹמֹ֔ה H8010 וְאֵת֙ H853 כָּל H3605 עָרֵ֣י H5892 הָרֶ֔כֶב H7393 וְאֵ֖ת H853 עָרֵ֣י H5892 הַפָּרָשִׁ֑ים H6571 וְאֵ֣ת H853 כָּל H3605 חֵ֣שֶׁק H2837 שְׁלֹמֹ֗ה H8010 אֲשֶׁ֤ר H834 חָשַׁק֙ H2836 לִבְנ֤וֹת H1129 בִּירֽוּשָׁלִַ֨ם֙ H3389 וּבַ H3844 וּבְ H3605 אֶ֥רֶץ H776 מֶמְשַׁלְתּֽוֹ H4474 ",
  "7": "כָּל H3605 הָ֠עָם H5971 הַנּוֹתָ֨ר H3498 מִן H4480 הַחִתִּ֜י H2850 וְהָ H567 וְהַ H6522 וְהַ H2340 וְהַ H2983 אֲשֶׁ֛ר H834 לֹ֥א H3808 מִיִּשְׂרָאֵ֖ל H3478 הֵֽמָּה H1992 ",
  "8": "מִן H4480 בְּנֵיהֶ֗ם H1121 אֲשֶׁ֨ר H834 נוֹתְר֤וּ H3498 אַחֲרֵיהֶם֙ H310 בָּאָ֔רֶץ H776 אֲשֶׁ֥ר H834 לֹֽא H3808 כִלּ֖וּם H3615 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַיַּעֲלֵ֤ H5927 שְׁלֹמֹה֙ H8010 לְמַ֔ס H4522 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "9": "וּמִן H4480 בְּנֵי֙ H1121 יִשְׂרָאֵ֔ל H3478 אֲ֠שֶׁר H834 לֹא H3808 נָתַ֧ן H5414 שְׁלֹמֹ֛ה H8010 לַעֲבָדִ֖ים H5650 לִמְלַאכְתּ֑ H4399 כִּי H3588 הֵ֜מָּה H1992 אַנְשֵׁ֤י H376 מִלְחָמָה֙ H4421 וְשָׂרֵ֣י H8269 שָׁלִישָׁ֔יו H7991 וְשָׂרֵ֥י H8269 רִכְבּ֖וֹ H7393 וּפָרָשָֽׁי H6571 ",
  "10": "וְאֵ֨לֶּה H428 שָׂרֵ֤י H8269 הנציבים H5333 אֲשֶׁר H834 לַמֶּ֥לֶךְ H4428 שְׁלֹמֹ֖ה H8010 חֲמִשִּׁ֣ים H2572 וּמָאתָ֑יִם H3967 הָרֹדִ֖ים H7287 בָּעָֽם H5971 ",
  "11": "וְאֶת H853 בַּת H1323 פַּרְעֹ֗ה H6547 הֶעֱלָ֤ה H5927 שְׁלֹמֹה֙ H8010 מֵעִ֣יר H5892 דָּוִ֔יד H1732 לַבַּ֖יִת H1004 אֲשֶׁ֣ר H834 בָּֽנָה H1129 לָ֑הּ Hl כִּ֣י H3588 אָמַ֗ר H559 לֹא H3808 תֵשֵׁ֨ב H3427 אִשָּׁ֥ה H802 לִי֙ Hl בְּבֵית֙ H1004 דָּוִ֣יד H1732 מֶֽלֶךְ H4428 יִשְׂרָאֵ֔ל H3478 כִּי H3588 קֹ֣דֶשׁ H6944 הֵ֔מָּה H1992 אֲשֶׁר H834 בָּֽאָ֥ה H935 אֲלֵיהֶ֖ם H413 אֲר֥וֹן H727 יְהוָֽה H3068 ",
  "12": "אָ֣ז H227 הֶעֱלָ֧ה H5927 שְׁלֹמֹ֛ה H8010 עֹל֖וֹת H5930 לַיהוָ֑ה H3068 עַ֚ל H5921 מִזְבַּ֣ח H4196 יְהוָ֔ה H3068 אֲשֶׁ֥ר H834 בָּנָ֖ה H1129 לִפְנֵ֥י H6440 הָאוּלָֽם H197 ",
  "13": "וּבִ H1697 י֣וֹם H3117 בְּי֗וֹם H3117 לְהַעֲלוֹת֙ H5927 כְּמִצְוַ֣ת H4687 מֹשֶׁ֔ה H4872 לַשַּׁבָּתוֹת֙ H7676 וְלֶ֣ H2320 וְלַ H4150 שָׁל֥וֹשׁ H7969 פְּעָמִ֖ים H6471 בַּשָּׁנָ֑ה H8141 בְּחַ֧ג H2282 הַמַּצּ֛וֹת H4682 וּבְ H2282 הַשָּׁבֻע֖וֹת H7620 וּבְ H2282 הַסֻּכּֽוֹת H5521 ",
  "14": "וַיַּעֲמֵ֣ד H5975 כְּמִשְׁפַּ֣ט H4941 דָּֽוִיד H1732 אָ֠בִיו H1 אֶת H853 מַחְלְק֨וֹת H4256 הַכֹּהֲנִ֜ים H3548 עַל H5921 עֲבֹדָתָ֗ם H5656 וְהַ H3881 עַל H5921 מִ֠שְׁמְרוֹתָם H4931 לְהַלֵּ֨ל H1984 וּלְ H8334 נֶ֤גֶד H5048 הַכֹּֽהֲנִים֙ H3548 לִדְבַר H1697 י֣וֹם H3117 בְּיוֹמ֔ H3117 וְהַ H7778 בְּמַחְלְקוֹתָ֖ H4256 לְשַׁ֣עַר H8179 וָשָׁ֑עַר H8179 כִּ֣י H3588 כֵ֔ן H3651 מִצְוַ֖ת H4687 דָּוִ֥יד H1732 אִישׁ H376 הָאֱלֹהִֽים H430 ",
  "15": "וְלֹ֣א H3808 סָרוּ֩ H5493 מִצְוַ֨ת H4687 הַמֶּ֜לֶךְ H4428 עַל H5921 הַכֹּהֲנִ֧ים H3548 וְהַ H3881 לְכָל H3605 דָּבָ֖ר H1697 וְלָ H214 ",
  "16": "וַתִּכֹּן֙ H3559 כָּל H3605 מְלֶ֣אכֶת H4399 שְׁלֹמֹ֔ה H8010 עַד H5704 הַיּ֛וֹם H3117 מוּסַ֥ד H4143 בֵּית H1004 יְהוָ֖ה H3068 וְעַד H5704 כְּלֹת֑וֹ H3615 שָׁלֵ֖ם H8003 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "17": "אָז֩ H227 הָלַ֨ךְ H1980 שְׁלֹמֹ֜ה H8010 לְעֶצְיֽוֹן H6100 גֶּ֧בֶר H6100 וְאֶל H413 אֵיל֛וֹת H359 עַל H5921 שְׂפַ֥ת H8193 הַיָּ֖ם H3220 בְּאֶ֥רֶץ H776 אֱדֽוֹם H123 ",
  "18": "וַיִּֽשְׁלַֽח H7971 לוֹ֩ Hl חוּרָ֨ם H2361 בְּיַד H3027 עֲבָדָ֜יו H5650 אוניות H591 וַעֲבָדִים֮ H5650 י֣וֹדְעֵי H3045 יָם֒ H3220 וַיָּבֹ֜אוּ H935 עִם H5973 עַבְדֵ֤י H5650 שְׁלֹמֹה֙ H8010 אוֹפִ֔ירָה H211 וַיִּקְח֣וּ H3947 מִשָּׁ֔ם H8033 אַרְבַּע H702 מֵא֥וֹת H3967 וַחֲמִשִּׁ֖ים H2572 כִּכַּ֣ר H3603 זָהָ֑ב H2091 וַיָּבִ֖יאוּ H935 אֶל H413 הַמֶּ֥לֶךְ H4428 שְׁלֹמֹֽה H8010 "
}
