{
  "1": "וּמַֽלְכַּת H4436 שְׁבָ֗א H7614 שָֽׁמְעָה֮ H8085 אֶת H854 שֵׁ֣מַע H8088 שְׁלֹמֹה֒ H8010 וַתָּב֣וֹא H935 לְנַסּוֹת֩ H5254 אֶת H853 שְׁלֹמֹ֨ה H8010 בְחִיד֜וֹת H2420 בִּירֽוּשָׁלִַ֗ם H3389 בְּחַ֣יִל H2428 כָּבֵ֣ד H3515 מְאֹ֡ד H3966 וּ֠גְמַלִּים H1581 נֹשְׂאִ֨ים H5375 בְּשָׂמִ֧ים H1314 וְזָהָ֛ב H2091 לָרֹ֖ב H7230 וְאֶ֣בֶן H68 יְקָרָ֑ה H3368 וַתָּבוֹא֙ H935 אֶל H413 שְׁלֹמֹ֔ה H8010 וַתְּדַבֵּ֣ר H1696 עִמּ֔וֹ H5973 אֵ֛ת H853 כָּל H3605 אֲשֶׁ֥ר H834 הָיָ֖ה H1961 עִם H5973 לְבָבָֽהּ H3824 ",
  "2": "וַיַּגֶּד H5046 לָ֥הּ Hl שְׁלֹמֹ֖ה H8010 אֶת H853 כָּל H3605 דְּבָרֶ֑יהָ H1697 וְלֹֽא H3808 נֶעְלַ֤ם H5956 דָּבָר֙ H1697 מִשְּׁלֹמֹ֔ה H8010 אֲשֶׁ֧ר H834 לֹ֦א H3808 הִגִּ֖יד H5046 לָֽהּ Hl ",
  "3": "וַתֵּ֨רֶא֙ H7200 מַֽלְכַּת H4436 שְׁבָ֔א H7614 אֵ֖ת H853 חָכְמַ֣ת H2451 שְׁלֹמֹ֑ה H8010 וְהַ H1004 אֲשֶׁ֥ר H834 בָּנָֽה H1129 ",
  "4": "וּמַאֲכַ֣ל H3978 שֻׁלְחָנ֡וֹ H7979 וּמוֹשַׁ֣ב H4186 עֲבָדָיו֩ H5650 וּמַעֲמַ֨ד H4612 מְשָׁרְתָ֜יו H8334 וּמַלְבּֽוּשֵׁי H4403 וּמַשְׁקָי H4945 וּמַלְבּ֣וּשֵׁי H4403 וַעֲלִיָּת֔ H5944 אֲשֶׁ֥ר H834 יַעֲלֶ֖ה H5927 בֵּ֣ית H1004 יְהוָ֑ה H3068 וְלֹא H3808 הָ֥יָה H1961 ע֛וֹד H5750 בָּ֖הּ Hb רֽוּחַ H7307 ",
  "5": "וַתֹּ֨אמֶר֙ H559 אֶל H413 הַמֶּ֔לֶךְ H4428 אֱמֶת֙ H571 הַדָּבָ֔ר H1697 אֲשֶׁ֥ר H834 שָׁמַ֖עְתִּי H8085 בְּאַרְצִ֑ H776 עַל H5921 דְּבָרֶ֖יךָ H1697 וְעַל H5921 חָכְמָתֶֽךָ H2451 ",
  "6": "וְלֹֽא H3808 הֶאֱמַ֣נְתִּי H539 לְדִבְרֵי H1697 עַ֤ד H5704 אֲשֶׁר H834 בָּ֨אתִי֙ H935 וַתִּרְאֶ֣ינָה H7200 עֵינַ֔י H5869 וְהִנֵּה֙ H2009 לֹ֣א H3808 הֻגַּד H5046 לִ֔י Hl חֲצִ֖י H2677 מַרְבִּ֣ית H4768 חָכְמָתֶ֑ךָ H2451 יָסַ֕פְתָּ H3254 עַל H5921 הַשְּׁמוּעָ֖ה H8052 אֲשֶׁ֥ר H834 שָׁמָֽעְתִּי H8085 ",
  "7": "אַשְׁרֵ֣י H835 אֲנָשֶׁ֔יךָ H376 וְאַשְׁרֵ֖י H835 עֲבָדֶ֣יךָ H5650 אֵ֑לֶּה H428 הָעֹמְדִ֤ים H5975 לְפָנֶ֨י H6440 תָּמִ֔יד H8548 וְשֹׁמְעִ֖ים H8085 אֶת H853 חָכְמָתֶֽךָ H2451 ",
  "8": "יְהִ֨י H1961 יְהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 בָּר֔וּךְ H1288 אֲשֶׁ֣ר H834 חָפֵ֣ץ H2654 בְּךָ֗ Hb לְתִתְּ H5414 עַל H5921 כִּסְאוֹ֙ H3678 לְמֶ֔לֶךְ H4428 לַיהוָ֖ה H3068 אֱלֹהֶ֑יךָ H430 בְּאַהֲבַ֨ת H160 אֱלֹהֶ֤יךָ H430 אֶת H853 יִשְׂרָאֵל֙ H3478 לְהַעֲמִיד֣ H5975 לְעוֹלָ֔ם H5769 וַיִּתֶּנְ H5414 עֲלֵיהֶם֙ H5921 לְמֶ֔לֶךְ H4428 לַעֲשׂ֖וֹת H6213 מִשְׁפָּ֥ט H4941 וּצְדָקָֽה H6666 ",
  "9": "וַתִּתֵּ֨ן H5414 לַמֶּ֜לֶךְ H4428 מֵאָ֥ה H3967 וְעֶשְׂרִ֣ים H6242 כִּכַּ֣ר H3603 זָהָ֗ב H2091 וּבְשָׂמִ֛ים H1314 לָרֹ֥ב H7230 מְאֹ֖ד H3966 וְאֶ֣בֶן H68 יְקָרָ֑ה H3368 וְלֹ֤א H3808 הָיָה֙ H1961 כַּבֹּ֣שֶׂם H1314 הַה֔וּא H1931 אֲשֶׁר H834 נָתְנָ֥ה H5414 מַֽלְכַּת H4436 שְׁבָ֖א H7614 לַמֶּ֥לֶךְ H4428 שְׁלֹמֹֽה H8010 ",
  "10": "וְגַם H1571 עַבְדֵ֤י H5650 חירם H2438 וְעַבְדֵ֣י H5650 שְׁלֹמֹ֔ה H8010 אֲשֶׁר H834 הֵבִ֥יאוּ H935 זָהָ֖ב H2091 מֵאוֹפִ֑יר H211 הֵבִ֛יאוּ H935 עֲצֵ֥י H6086 אַלְגּוּמִּ֖ים H418 וְאֶ֥בֶן H68 יְקָרָֽה H3368 ",
  "11": "וַיַּ֣עַשׂ H6213 הַ֠מֶּלֶךְ H4428 אֶת H853 עֲצֵ֨י H6086 הָֽאַלְגּוּמִּ֜ים H418 מְסִלּ֤וֹת H4546 לְבֵית H1004 יְהוָה֙ H3068 וּלְ H1004 הַמֶּ֔לֶךְ H4428 וְכִנֹּר֥וֹת H3658 וּנְבָלִ֖ים H5035 לַשָּׁרִ֑ים H7891 וְלֹא H3808 נִרְא֥וּ H7200 כָהֵ֛ם H1992 לְפָנִ֖ים H6440 בְּאֶ֥רֶץ H776 יְהוּדָֽה H3063 ",
  "12": "וְהַ H4428 שְׁלֹמֹ֜ה H8010 נָתַ֣ן H5414 לְמַֽלְכַּת H4436 שְׁבָ֗א H7614 אֶת H853 כָּל H3605 חֶפְצָהּ֙ H2656 אֲשֶׁ֣ר H834 שָׁאָ֔לָה H7592 מִלְּ H905 אֲשֶׁר H834 הֵבִ֣יאָה H935 אֶל H413 הַמֶּ֑לֶךְ H4428 וַֽתַּהֲפֹ֛ךְ H2015 וַתֵּ֥לֶךְ H3212 לְאַרְצָ֖ H776 הִ֥יא H1931 וַעֲבָדֶֽי H5650 ",
  "13": "וַיְהִי֙ H1961 מִשְׁקַ֣ל H4948 הַזָּהָ֔ב H2091 אֲשֶׁר H834 בָּ֥א H935 לִשְׁלֹמֹ֖ה H8010 בְּשָׁנָ֣ה H8141 אֶחָ֑ת H259 שֵׁ֥שׁ H8337 מֵא֛וֹת H3967 וְשִׁשִּׁ֥ים H8346 וָשֵׁ֖שׁ H8337 כִּכְּרֵ֥י H3603 זָהָֽב H2091 ",
  "14": "לְבַ֞ד H905 מֵאַנְשֵׁ֧י H376 הַתָּרִ֛ים H8446 וְהַ H5503 מְבִיאִ֑ים H935 וְכָל H3605 מַלְכֵ֤י H4428 עֲרַב֙ H6152 וּפַח֣וֹת H6346 הָאָ֔רֶץ H776 מְבִיאִ֛ים H935 זָהָ֥ב H2091 וָכֶ֖סֶף H3701 לִשְׁלֹמֹֽה H8010 ",
  "15": "וַיַּ֨עַשׂ H6213 הַמֶּ֧לֶךְ H4428 שְׁלֹמֹ֛ה H8010 מָאתַ֥יִם H3967 צִנָּ֖ה H6793 זָהָ֣ב H2091 שָׁח֑וּט H7820 שֵׁ֤שׁ H8337 מֵאוֹת֙ H3967 זָהָ֣ב H2091 שָׁח֔וּט H7820 יַעֲלֶ֖ה H5927 עַל H5921 הַצִּנָּ֥ה H6793 הָאֶחָֽת H259 ",
  "16": "וּשְׁלֹשׁ H7969 מֵא֤וֹת H3967 מָֽגִנִּים֙ H4043 זָהָ֣ב H2091 שָׁח֔וּט H7820 שְׁלֹ֤שׁ H7969 מֵאוֹת֙ H3967 זָהָ֔ב H2091 יַעֲלֶ֖ה H5927 עַל H5921 הַמָּגֵ֣ן H4043 הָאֶחָ֑ת H259 וַיִּתְּנֵ֣ H5414 הַמֶּ֔לֶךְ H4428 בְּבֵ֖ית H1004 יַ֥עַר H3293 הַלְּבָנֽוֹן H3844 ",
  "17": "וַיַּ֧עַשׂ H6213 הַמֶּ֛לֶךְ H4428 כִּסֵּא H3678 שֵׁ֖ן H8127 גָּד֑וֹל H1419 וַיְצַפֵּ֖ H6823 זָהָ֥ב H2091 טָהֽוֹר H2889 ",
  "18": "וְשֵׁ֣שׁ H8337 מַעֲל֣וֹת H4609 לַ֠כִּסֵּא H3678 וְכֶ֨בֶשׁ H3534 בַּזָּהָ֤ב H2091 לַכִּסֵּא֙ H3678 מָאֳחָזִ֔ים H270 וְיָד֛וֹת H3027 מִזֶּ֥ה H2088 וּמִ H2088 עַל H5921 מְק֣וֹם H4725 הַשָּׁ֑בֶת H3427 וּשְׁנַ֣יִם H8147 אֲרָי֔וֹת H738 עֹמְדִ֖ים H5975 אֵ֥צֶל H681 הַיָּדֽוֹת H3027 ",
  "19": "וּשְׁנֵ֧ים H8147 עָשָׂ֣ר H6240 אֲרָי֗וֹת H738 עֹמְדִ֥ים H5975 שָׁ֛ם H8033 עַל H5921 שֵׁ֥שׁ H8337 הַֽמַּעֲל֖וֹת H4609 מִזֶּ֣ה H2088 וּמִ H2088 לֹא H3808 נַעֲשָׂ֥ה H6213 כֵ֖ן H3651 לְכָל H3605 מַמְלָכָֽה H4467 ",
  "20": "וְ֠כֹל H3605 כְּלֵ֞י H3627 מַשְׁקֵ֨ה H4945 הַמֶּ֤לֶךְ H4428 שְׁלֹמֹה֙ H8010 זָהָ֔ב H2091 וְכֹ֗ל H3605 כְּלֵ֛י H3627 בֵּֽית H1004 יַ֥עַר H3293 הַלְּבָנ֖וֹן H3844 זָהָ֣ב H2091 סָג֑וּר H5462 אֵ֣ין H369 כֶּ֗סֶף H3701 נֶחְשָׁ֛ב H2803 בִּימֵ֥י H3117 שְׁלֹמֹ֖ה H8010 לִמְאֽוּמָה H3972 ",
  "21": "כִּֽי H3588 אֳנִיּ֤וֹת H591 לַמֶּ֨לֶךְ֙ H4428 הֹלְכ֣וֹת H1980 תַּרְשִׁ֔ישׁ H8659 עִ֖ם H5973 עַבְדֵ֣י H5650 חוּרָ֑ם H2361 אַחַת֩ H259 לְשָׁל֨וֹשׁ H7969 שָׁנִ֜ים H8141 תָּב֣וֹאנָה H935 אֳנִיּ֣וֹת H591 תַּרְשִׁ֗ישׁ H8659 נֹֽשְׂאוֹת֙ H5375 זָהָ֣ב H2091 וָכֶ֔סֶף H3701 שֶׁנְהַבִּ֥ים H8143 וְקוֹפִ֖ים H6971 וְתוּכִּיִּֽים H8500 ",
  "22": "וַיִּגְדַּל֙ H1431 הַמֶּ֣לֶךְ H4428 שְׁלֹמֹ֔ה H8010 מִכֹּ֖ל H3605 מַלְכֵ֣י H4428 הָאָ֑רֶץ H776 לְעֹ֖שֶׁר H6239 וְחָכְמָֽה H2451 ",
  "23": "וְכֹל֙ H3605 מַלְכֵ֣י H4428 הָאָ֔רֶץ H776 מְבַקְשִׁ֖ים H1245 אֶת H853 פְּנֵ֣י H6440 שְׁלֹמֹ֑ה H8010 לִשְׁמֹ֨עַ֙ H8085 אֶת H853 חָכְמָת֔וֹ H2451 אֲשֶׁר H834 נָתַ֥ן H5414 הָאֱלֹהִ֖ים H430 בְּלִבּֽ H3820 ",
  "24": "וְהֵ֣ם H1992 מְבִיאִ֣ים H935 אִ֣ישׁ H376 מִנְחָת֡וֹ H4503 כְּלֵ֣י H3627 כֶסֶף֩ H3701 וּכְלֵ֨י H3627 זָהָ֤ב H2091 וּשְׂלָמוֹת֙ H8008 נֵ֣שֶׁק H5402 וּבְשָׂמִ֔ים H1314 סוּסִ֖ים H5483 וּפְרָדִ֑ים H6505 דְּבַר H1697 שָׁנָ֖ה H8141 בְּשָׁנָֽה H8141 ",
  "25": "וַיְהִ֨י H1961 לִשְׁלֹמֹ֜ה H8010 אַרְבַּעַת֩ H702 אֲלָפִ֨ים H505 אֻֽרְי֤וֹת H723 סוּסִים֙ H5483 וּמַרְכָּב֔וֹת H4818 וּשְׁנֵים H8147 עָשָׂ֥ר H6240 אֶ֖לֶף H505 פָּרָשִׁ֑ים H6571 וַיַּנִּיחֵ H3240 בְּעָרֵ֣י H5892 הָרֶ֔כֶב H7393 וְעִם H5973 הַמֶּ֖לֶךְ H4428 בִּירוּשָׁלִָֽם H3389 ",
  "26": "וַיְהִ֥י H1961 מוֹשֵׁ֖ל H4910 בְּכָל H3605 הַמְּלָכִ֑ים H4428 מִן H4480 הַנָּהָר֙ H5104 וְעַד H5704 אֶ֣רֶץ H776 פְּלִשְׁתִּ֔ים H6430 וְעַ֖ד H5704 גְּב֥וּל H1366 מִצְרָֽיִם H4714 ",
  "27": "וַיִּתֵּ֨ן H5414 הַמֶּ֧לֶךְ H4428 אֶת H853 הַכֶּ֛סֶף H3701 בִּירוּשָׁלִַ֖ם H3389 כָּאֲבָנִ֑ים H68 וְאֵ֣ת H853 הָאֲרָזִ֗ים H730 נָתַ֛ן H5414 כַּשִּׁקְמִ֥ים H8256 אֲשֶׁר H834 בַּשְּׁפֵלָ֖ה H8219 לָרֹֽב H7230 ",
  "28": "וּמוֹצִיאִ֨ים H3318 סוּסִ֧ים H5483 מִמִּצְרַ֛יִם H4714 לִשְׁלֹמֹ֖ה H8010 וּמִ H3605 הָאֲרָצֽוֹת H776 ",
  "29": "וּשְׁאָר֙ H7605 דִּבְרֵ֣י H1697 שְׁלֹמֹ֔ה H8010 הָרִאשֹׁנִ֖ים H7223 וְהָ H314 הֲלֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 דִּבְרֵי֙ H1697 נָתָ֣ן H5416 הַנָּבִ֔יא H5030 וְעַל H5921 נְבוּאַ֞ת H5016 אֲחִיָּ֣ה H281 הַשִּֽׁילוֹנִ֗י H7888 וּבַ H2378 יעדי H3260 הַחֹזֶ֔ה H2374 עַל H5921 יָרָבְעָ֖ם H3379 בֶּן H1121 נְבָֽט H5028 ",
  "30": "וַיִּמְלֹ֨ךְ H4427 שְׁלֹמֹ֧ה H8010 בִֽירוּשָׁלִַ֛ם H3389 עַל H5921 כָּל H3605 יִשְׂרָאֵ֖ל H3478 אַרְבָּעִ֥ים H705 שָׁנָֽה H8141 ",
  "31": "וַיִּשְׁכַּ֤ב H7901 שְׁלֹמֹה֙ H8010 עִם H5973 אֲבֹתָ֔יו H1 וַֽיִּקְבְּרֻ֔ H6912 בְּעִ֖יר H5892 דָּוִ֣יד H1732 אָבִ֑יו H1 וַיִּמְלֹ֛ךְ H4427 רְחַבְעָ֥ם H7346 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 "
}
