{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर एक और दिन यहोवा परमेश्‍वर के पुत्र उसके सामने उपस्थित हुए, और उनके बीच शैतान भी उसके सामने उपस्थित हुआ।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा ने शैतान से पूछा, “तू कहाँ से आता है?” शैतान ने यहोवा को उत्तर दिया, “इधर-उधर घूमते-फिरते और डोलते-डालते आया हूँ।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा ने शैतान से पूछा, “क्या तूने मेरे दास अय्यूब पर ध्यान दिया है कि पृथ्वी पर उसके तुल्य खरा और सीधा और मेरा भय माननेवाला और बुराई से दूर रहनेवाला मनुष्य और कोई नहीं है? और यद्यपि तूने मुझे उसको बिना कारण सत्यानाश करने को उभारा, तो भी वह अब तक अपनी खराई पर बना है।” (अय्यूब 1:8)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शैतान ने यहोवा को उत्तर दिया, “खाल के बदले खाल, परन्तु प्राण के बदले मनुष्य अपना सब कुछ दे देता है।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए केवल अपना हाथ बढ़ाकर उसकी हड्डियाँ और माँस छू, तब वह तेरे मुँह पर तेरी निन्दा करेगा।”\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा ने शैतान से कहा, “सुन, वह तेरे हाथ में है, केवल उसका प्राण छोड़ देना*।” (2 कुरि. 10:3)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब शैतान यहोवा के सामने से निकला, और अय्यूब को पाँव के तलवे से लेकर सिर की चोटी तक बड़े-बड़े फोड़ों से पीड़ित किया।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अय्यूब खुजलाने के लिये एक ठीकरा लेकर राख पर बैठ गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसकी पत्‍नी उससे कहने लगी, “क्या तू अब भी अपनी खराई पर बना है? परमेश्‍वर की निन्दा कर, और चाहे मर जाए तो मर जा।”\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने उससे कहा, “तू एक मूर्ख स्त्री के समान बातें करती है, क्या हम जो परमेश्‍वर के हाथ से सुख लेते हैं, दुःख न लें*?” इन सब बातों में भी अय्यूब ने अपने मुँह से कोई पाप नहीं किया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब तेमानी एलीपज, और शूही बिल्दद, और नामाती सोपर, अय्यूब के इन तीन मित्रों ने इस सब विपत्ति का समाचार पाया जो उस पर पड़ी थीं, तब वे आपस में यह ठानकर कि हम अय्यूब के पास जाकर उसके संग विलाप करेंगे, और उसको शान्ति देंगे, अपने-अपने यहाँ से उसके पास चले।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब उन्होंने दूर से आँख उठाकर अय्यूब को देखा और उसे न पहचान सके, तब चिल्लाकर रो उठे; और अपना-अपना बागा फाड़ा, और आकाश की और धूलि उड़ाकर अपने-अपने सिर पर डाली। (यहे. 27:30-31)\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वे सात दिन और सात रात उसके संग भूमि पर बैठे रहे, परन्तु उसका दुःख बहुत ही बड़ा जानकर किसी ने उससे एक भी बात न कही।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "शैतान का अय्यूब के स्वास्थ्य पर आक्रमण\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}