{
  "1": "וּזְכֹר֙ H2142 אֶת H853 בּ֣וֹרְאֶ֔יךָ H1254 בִּימֵ֖י H3117 בְּחוּרֹתֶ֑יךָ H979 עַ֣ד H5704 אֲשֶׁ֤ר H834 לֹא H3808 יָבֹ֨אוּ֙ H935 יְמֵ֣י H3117 הָֽרָעָ֔ה H7451 וְהִגִּ֣יעוּ H5060 שָׁנִ֔ים H8141 אֲשֶׁ֣ר H834 תֹּאמַ֔ר H559 אֵֽין H369 לִ֥י Hl בָהֶ֖ם Hb חֵֽפֶץ H2656 ",
  "2": "עַ֠ד H5704 אֲשֶׁ֨ר H834 לֹֽא H3808 תֶחְשַׁ֤ךְ H2821 הַשֶּׁ֨מֶשׁ֙ H8121 וְהָ H216 וְהַ H3394 וְהַ H3556 וְשָׁ֥בוּ H7725 הֶעָבִ֖ים H5645 אַחַ֥ר H310 הַגָּֽשֶׁם H1653 ",
  "3": "בַּיּ֗וֹם H3117 שֶׁיָּזֻ֨עוּ֙ H2111 שֹׁמְרֵ֣י H8104 הַבַּ֔יִת H1004 וְהִֽתְעַוְּת֖וּ H5791 אַנְשֵׁ֣י H376 הֶחָ֑יִל H2428 וּבָטְל֤וּ H988 הַטֹּֽחֲנוֹת֙ H2912 כִּ֣י H3588 מִעֵ֔טוּ H4592 וְחָשְׁכ֥וּ H2821 הָרֹא֖וֹת H7200 בָּאֲרֻבּֽוֹת H699 ",
  "4": "וְסֻגְּר֤וּ H5462 דְלָתַ֨יִם֙ H1817 בַּשּׁ֔וּק H7784 בִּשְׁפַ֖ל H8217 ק֣וֹל H6963 הַֽטַּחֲנָ֑ה H2913 וְיָקוּם֙ H6965 לְק֣וֹל H6963 הַצִּפּ֔וֹר H6833 וְיִשַּׁ֖חוּ H7817 כָּל H3605 בְּנ֥וֹת H1323 הַשִּֽׁיר H7892 ",
  "5": "גַּ֣ם H1571 מִגָּבֹ֤הַּ H1364 יִרָ֨אוּ֙ H3372 וְחַתְחַתִּ֣ים H2849 בַּדֶּ֔רֶךְ H1870 וְיָנֵ֤אץ H5006 הַשָּׁקֵד֙ H8247 וְיִסְתַּבֵּ֣ל H5445 הֶֽחָגָ֔ב H2284 וְתָפֵ֖ר H6565 הָֽאֲבִיּוֹנָ֑ה H35 כִּֽי H3588 הֹלֵ֤ךְ H1980 הָאָדָם֙ H120 אֶל H413 בֵּ֣ית H1004 עוֹלָמ֔וֹ H5769 וְסָבְב֥וּ H5437 בָשּׁ֖וּק H7784 הַסֹּפְדִֽים H5594 ",
  "6": "עַ֣ד H5704 אֲשֶׁ֤ר H834 לֹֽא H3808 ירחק H7368 חֶ֣בֶל H2256 הַכֶּ֔סֶף H3701 וְתָרֻ֖ץ H7533 גֻּלַּ֣ת H1543 הַזָּהָ֑ב H2091 וְתִשָּׁ֤בֶר H7665 כַּד֙ H3537 עַל H5921 הַמַּבּ֔וּעַ H4002 וְנָרֹ֥ץ H7533 הַגַּלְגַּ֖ל H1534 אֶל H413 הַבּֽוֹר H953 ",
  "7": "וְיָשֹׁ֧ב H7725 הֶעָפָ֛ר H6083 עַל H5921 הָאָ֖רֶץ H776 כְּשֶׁ H1961 וְהָ H7307 תָּשׁ֔וּב H7725 אֶל H413 הָאֱלֹהִ֖ים H430 אֲשֶׁ֥ר H834 נְתָנָֽהּ H5414 ",
  "8": "הֲבֵ֧ל H1892 הֲבָלִ֛ים H1892 אָמַ֥ר H559 הַקּוֹהֶ֖לֶת H6953 הַכֹּ֥ל H3605 הָֽבֶל H1892 ",
  "9": "וְיֹתֵ֕ר H3148 שֶׁהָיָ֥ה H1961 קֹהֶ֖לֶת H6953 חָכָ֑ם H2450 ע֗וֹד H5750 לִמַּד H3925 דַּ֨עַת֙ H1847 אֶת H853 הָעָ֔ם H5971 וְאִזֵּ֣ן H239 וְחִקֵּ֔ר H2713 תִּקֵּ֖ן H8626 מְשָׁלִ֥ים H4912 הַרְבֵּֽה H7235 ",
  "10": "בִּקֵּ֣שׁ H1245 קֹהֶ֔לֶת H6953 לִמְצֹ֖א H4672 דִּבְרֵי H1697 חֵ֑פֶץ H2656 וְכָת֥וּב H3789 יֹ֖שֶׁר H3476 דִּבְרֵ֥י H1697 אֱמֶֽת H571 ",
  "11": "דִּבְרֵ֤י H1697 חֲכָמִים֙ H2450 כַּדָּ֣רְבֹנ֔וֹת H1861 וּֽכְ H4930 נְטוּעִ֖ים H5193 בַּעֲלֵ֣י H1167 אֲסֻפּ֑וֹת H627 נִתְּנ֖וּ H5414 מֵרֹעֶ֥ה H7462 אֶחָֽד H259 ",
  "12": "וְיֹתֵ֥ר H3148 מֵהֵ֖מָּה H1992 בְּנִ֣י H1121 הִזָּהֵ֑ר H2094 עֲשׂ֨וֹת H6213 סְפָרִ֤ים H5612 הַרְבֵּה֙ H7235 אֵ֣ין H369 קֵ֔ץ H7093 וְלַ֥הַג H3854 הַרְבֵּ֖ה H7235 יְגִעַ֥ת H3024 בָּשָֽׂר H1320 ",
  "13": "ס֥וֹף H5490 דָּבָ֖ר H1697 הַכֹּ֣ל H3605 נִשְׁמָ֑ע H8085 אֶת H853 הָאֱלֹהִ֤ים H430 יְרָא֙ H3372 וְאֶת H853 מִצְוֺתָ֣יו H4687 שְׁמ֔וֹר H8104 כִּי H3588 זֶ֖ה H2088 כָּל H3605 הָאָדָֽם H120 ",
  "14": "כִּ֤י H3588 אֶת H853 כָּל H3605 מַֽעֲשֶׂ֔ה H4639 הָאֱלֹהִ֛ים H430 יָבִ֥א H935 בְמִשְׁפָּ֖ט H4941 עַ֣ל H5921 כָּל H3605 נֶעְלָ֑ם H5956 אִם H518 ט֖וֹב H2896 וְאִם H518 רָֽע H7451 "
}
