{
  "1": "וְשַׁ֣בְתִּֽי H7725 אֲנִ֗י H589 וָאֶרְאֶה֙ H7200 אֶת H853 כָּל H3605 הָ֣עֲשֻׁקִ֔ים H6217 אֲשֶׁ֥ר H834 נַעֲשִׂ֖ים H6213 תַּ֣חַת H8478 הַשָּׁ֑מֶשׁ H8121 וְהִנֵּ֣ה H2009 דִּמְעַ֣ת H1832 הָעֲשֻׁקִ֗ים H6217 וְאֵ֤ין H369 לָהֶם֙ Hl מְנַחֵ֔ם H5162 וּמִ H3027 עֹֽשְׁקֵיהֶם֙ H6231 כֹּ֔חַ H3581 וְאֵ֥ין H369 לָהֶ֖ם Hl מְנַחֵֽם H5162 ",
  "2": "וְשַׁבֵּ֧חַ H7623 אֲנִ֛י H589 אֶת H853 הַמֵּתִ֖ים H4191 שֶׁכְּבָ֣ר H3528 מֵ֑תוּ H4191 מִן H4480 הַ֣חַיִּ֔ים H2416 אֲשֶׁ֛ר H834 הֵ֥מָּה H1992 חַיִּ֖ים H2416 עֲדֶֽנָה H5728 ",
  "3": "וְטוֹב֙ H2896 מִשְּׁנֵי H8147 אֵ֥ת H853 אֲשֶׁר H834 עֲדֶ֖ן H5728 לֹ֣א H3808 הָיָ֑ה H1961 אֲשֶׁ֤ר H834 לֹֽא H3808 רָאָה֙ H7200 אֶת H853 הַמַּעֲשֶׂ֣ה H4639 הָרָ֔ע H7451 אֲשֶׁ֥ר H834 נַעֲשָׂ֖ה H6213 תַּ֥חַת H8478 הַשָּֽׁמֶשׁ H8121 ",
  "4": "וְרָאִ֨יתִֽי H7200 אֲנִ֜י H589 אֶת H853 כָּל H3605 עָמָ֗ל H5999 וְאֵת֙ H853 כָּל H3605 כִּשְׁר֣וֹן H3788 הַֽמַּעֲשֶׂ֔ה H4639 כִּ֛י H3588 הִ֥יא H1931 קִנְאַת H7068 אִ֖ישׁ H376 מֵרֵעֵ֑ H7453 גַּם H1571 זֶ֥ה H2088 הֶ֖בֶל H1892 וּרְע֥וּת H7469 רֽוּחַ H7307 ",
  "5": "הַכְּסִיל֙ H3684 חֹבֵ֣ק H2263 אֶת H853 יָדָ֔יו H3027 וְאֹכֵ֖ל H398 אֶת H853 בְּשָׂרֽוֹ H1320 ",
  "6": "ט֕וֹב H2896 מְלֹ֥א H4393 כַ֖ף H3709 נָ֑חַת H5183 מִמְּלֹ֥א H4393 חָפְנַ֛יִם H2651 עָמָ֖ל H5999 וּרְע֥וּת H7469 רֽוּחַ H7307 ",
  "7": "וְשַׁ֧בְתִּי H7725 אֲנִ֛י H589 וָאֶרְאֶ֥ה H7200 הֶ֖בֶל H1892 תַּ֥חַת H8478 הַשָּֽׁמֶשׁ H8121 ",
  "8": "יֵ֣שׁ H3426 אֶחָד֩ H259 וְאֵ֨ין H369 שֵׁנִ֜י H8145 גַּ֣ם H1571 בֵּ֧ן H1121 וָאָ֣ח H251 אֵֽין H369 ל֗וֹ Hl וְאֵ֥ין H369 קֵץ֙ H7093 לְכָל H3605 עֲמָל֔וֹ H5999 גַּם H1571 עיניו H5869 לֹא H3808 תִשְׂבַּ֣ע H7646 עֹ֑שֶׁר H6239 וּלְ H4310 אֲנִ֣י H589 עָמֵ֗ל H6001 וּמְחַסֵּ֤ר H2637 אֶת H853 נַפְשִׁי֙ H5315 מִטּוֹבָ֔ה H2896 גַּם H1571 זֶ֥ה H2088 הֶ֛בֶל H1892 וְעִנְיַ֥ן H6045 רָ֖ע H7451 הֽוּא H1931 ",
  "9": "טוֹבִ֥ים H2896 הַשְּׁנַ֖יִם H8147 מִן H4480 הָאֶחָ֑ד H259 אֲשֶׁ֧ר H834 יֵשׁ H3426 לָהֶ֛ם H1992 שָׂכָ֥ר H7939 ט֖וֹב H2896 בַּעֲמָלָֽ H5999 ",
  "10": "כִּ֣י H3588 אִם H518 יִפֹּ֔לוּ H5307 הָאֶחָ֖ד H259 יָקִ֣ים H6965 אֶת H853 חֲבֵר֑וֹ H2270 וְאִ֣י H337 הָֽאֶחָד֙ H259 שֶׁיִּפּ֔וֹל H5307 וְאֵ֥ין H369 שֵׁנִ֖י H8145 לַהֲקִימֽ H6965 ",
  "11": "גַּ֛ם H1571 אִם H518 יִשְׁכְּב֥וּ H7901 שְׁנַ֖יִם H8147 וְחַ֣ם H2552 לָהֶ֑ם Hl וּלְ H259 אֵ֥יךְ H349 יֵחָֽם H3179 ",
  "12": "וְאִֽם H518 יִתְקְפוֹ֙ H8630 הָאֶחָ֔ד H259 הַשְּׁנַ֖יִם H8147 יַעַמְד֣וּ H5975 נֶגְדּ֑וֹ H5048 וְהַ H2339 הַֽמְשֻׁלָּ֔שׁ H8027 לֹ֥א H3808 בִמְהֵרָ֖ה H4120 יִנָּתֵֽק H5423 ",
  "13": "ט֛וֹב H2896 יֶ֥לֶד H3206 מִסְכֵּ֖ן H4542 וְחָכָ֑ם H2450 מִמֶּ֤לֶךְ H4428 זָקֵן֙ H2205 וּכְסִ֔יל H3684 אֲשֶׁ֛ר H834 לֹא H3808 יָדַ֥ע H3045 לְהִזָּהֵ֖ר H2094 עֽוֹד H5750 ",
  "14": "כִּֽי H3588 מִבֵּ֥ית H1004 הָסוּרִ֖ים H631 יָצָ֣א H3318 לִמְלֹ֑ךְ H4427 כִּ֛י H3588 גַּ֥ם H1571 בְּמַלְכוּת֖ H4438 נוֹלַ֥ד H3205 רָֽשׁ H7326 ",
  "15": "רָאִ֨יתִי֙ H7200 אֶת H853 כָּל H3605 הַ֣חַיִּ֔ים H2416 הַֽמְהַלְּכִ֖ים H1980 תַּ֣חַת H8478 הַשָּׁ֑מֶשׁ H8121 עִ֚ם H5973 הַיֶּ֣לֶד H3206 הַשֵּׁנִ֔י H8145 אֲשֶׁ֥ר H834 יַעֲמֹ֖ד H5975 תַּחְתָּֽיו H8478 ",
  "16": "אֵֽין H369 קֵ֣ץ H7093 לְכָל H3605 הָעָ֗ם H5971 לְכֹ֤ל H3605 אֲשֶׁר H834 הָיָה֙ H1961 לִפְנֵי H6440 גַּ֥ם H1571 הָאַחֲרוֹנִ֖ים H314 לֹ֣א H3808 יִשְׂמְחוּ H8055 ב֑וֹ Hb כִּֽי H3588 גַם H1571 זֶ֥ה H2088 הֶ֖בֶל H1892 וְרַעְי֥וֹן H7475 רֽוּחַ H7307 ",
  "17": ""
}
