{
  "1": "יֵ֣שׁ H3426 רָעָ֔ה H7451 אֲשֶׁ֥ר H834 רָאִ֖יתִי H7200 תַּ֣חַת H8478 הַשָּׁ֑מֶשׁ H8121 וְרַבָּ֥ה H7227 הִ֖יא H1931 עַל H5921 הָאָדָֽם H120 ",
  "2": "אִ֣ישׁ H376 אֲשֶׁ֣ר H834 יִתֶּן H5414 ל֣וֹ Hl הָאֱלֹהִ֡ים H430 עֹשֶׁר֩ H6239 וּנְכָסִ֨ים H5233 וְכָב֜וֹד H3519 וְֽאֵינֶ֨ H369 חָסֵ֥ר H2638 לְנַפְשׁ֣ H5315 מִכֹּ֣ל H3605 אֲשֶׁר H834 יִתְאַוֶּ֗ה H183 וְלֹֽא H3808 יַשְׁלִיטֶ֤נּוּ H7980 הָֽאֱלֹהִים֙ H430 לֶאֱכֹ֣ל H398 מִמֶּ֔נּוּ H4480 כִּ֛י H3588 אִ֥ישׁ H376 נָכְרִ֖י H5237 יֹֽאכֲלֶ֑נּוּ H398 זֶ֥ה H2088 הֶ֛בֶל H1892 וָחֳלִ֥י H2483 רָ֖ע H7451 הֽוּא H1931 ",
  "3": "אִם H518 יוֹלִ֣יד H3205 אִ֣ישׁ H376 מֵאָ֡ה H3967 וְשָׁנִים֩ H8141 רַבּ֨וֹת H7227 יִֽחְיֶ֜ה H2421 וְרַ֣ב H7227 שֶׁיִּהְי֣וּ H1961 יְמֵֽי H3117 שָׁנָ֗יו H8141 וְנַפְשׁ H5315 לֹא H3808 תִשְׂבַּ֣ע H7646 מִן H4480 הַטּוֹבָ֔ה H2896 וְגַם H1571 קְבוּרָ֖ה H6900 לֹא H3808 הָ֣יְתָה H1961 לּ֑וֹ Hl אָמַ֕רְתִּי H559 ט֥וֹב H2896 מִמֶּ֖נּוּ H4480 הַנָּֽפֶל H5309 ",
  "4": "כִּֽי H3588 בַהֶ֥בֶל H1892 בָּ֖א H935 וּבַ H2822 יֵלֵ֑ךְ H3212 וּבַ H2822 שְׁמ֥וֹ H8034 יְכֻסֶּֽה H3680 ",
  "5": "גַּם H1571 שֶׁ֥מֶשׁ H8121 לֹא H3808 רָאָ֖ה H7200 וְלֹ֣א H3808 יָדָ֑ע H3045 נַ֥חַת H5183 לָזֶ֖ה H2088 מִזֶּֽה H2088 ",
  "6": "וְאִלּ֣וּ H432 חָיָ֗ה H2421 אֶ֤לֶף H505 שָׁנִים֙ H8141 פַּעֲמַ֔יִם H6471 וְטוֹבָ֖ה H2896 לֹ֣א H3808 רָאָ֑ה H7200 הֲלֹ֛א H3808 אֶל H413 מָק֥וֹם H4725 אֶחָ֖ד H259 הַכֹּ֥ל H3605 הוֹלֵֽךְ H1980 ",
  "7": "כָּל H3605 עֲמַ֥ל H5999 הָאָדָ֖ם H120 לְפִ֑י H6310 וְגַם H1571 הַנֶּ֖פֶשׁ H5315 לֹ֥א H3808 תִמָּלֵֽא H4390 ",
  "8": "כִּ֛י H3588 מַה H4100 יּוֹתֵ֥ר H3148 לֶחָכָ֖ם H2450 מִֽן H4480 הַכְּסִ֑יל H3684 מַה H4100 לֶּעָנִ֣י H6041 יוֹדֵ֔עַ H3045 לַהֲלֹ֖ךְ H1980 נֶ֥גֶד H5048 הַחַיִּֽים H2416 ",
  "9": "ט֛וֹב H2896 מַרְאֵ֥ה H4758 עֵינַ֖יִם H5869 מֵֽהֲלָךְ H1980 נָ֑פֶשׁ H5315 גַּם H1571 זֶ֥ה H2088 הֶ֖בֶל H1892 וּרְע֥וּת H7469 רֽוּחַ H7307 ",
  "10": "מַה H4100 שֶּֽׁהָיָ֗ה H1961 כְּבָר֙ H3528 נִקְרָ֣א H7121 שְׁמ֔וֹ H8034 וְנוֹדָ֖ע H3045 אֲשֶׁר H834 ה֣וּא H1931 אָדָ֑ם H120 וְלֹא H3808 יוּכַ֣ל H3201 לָדִ֔ין H1777 עִ֥ם H5973 שהתקיף H8630 מִמֶּֽנּוּ H4480 ",
  "11": "כִּ֛י H3588 יֵשׁ H3426 דְּבָרִ֥ים H1697 הַרְבֵּ֖ה H7235 מַרְבִּ֣ים H7235 הָ֑בֶל H1892 מַה H4100 יֹּתֵ֖ר H3148 לָאָדָֽם H120 ",
  "12": "כִּ֣י H3588 מִֽי H4310 יוֹדֵעַ֩ H3045 מַה H4100 טּ֨וֹב H2896 לָֽאָדָ֜ם H120 בַּֽחַיִּ֗ים H2416 מִסְפַּ֛ר H4557 יְמֵי H3117 חַיֵּ֥י H2416 הֶבְל֖וֹ H1892 וְיַעֲשֵׂ֣ H6213 כַּצֵּ֑ל H6738 אֲשֶׁר֙ H834 מִֽי H4310 יַגִּ֣יד H5046 לָֽאָדָ֔ם H120 מַה H4100 יִּהְיֶ֥ה H1961 אַחֲרָ֖יו H310 תַּ֥חַת H8478 הַשָּֽׁמֶשׁ H8121 "
}
