{
  "1": "מִ֚י H4310 כְּהֶ֣ H2450 וּמִ֥י H4310 יוֹדֵ֖עַ H3045 פֵּ֣שֶׁר H6592 דָּבָ֑ר H1697 חָכְמַ֤ת H2451 אָדָם֙ H120 תָּאִ֣יר H215 פָּנָ֔יו H6440 וְעֹ֥ז H5797 פָּנָ֖יו H6440 יְשֻׁנֶּֽא H8132 ",
  "2": "אֲנִי֙ H589 פִּי H6310 מֶ֣לֶךְ H4428 שְׁמ֔וֹר H8104 וְעַ֕ל H5921 דִּבְרַ֖ת H1700 שְׁבוּעַ֥ת H7621 אֱלֹהִֽים H430 ",
  "3": "אַל H408 תִּבָּהֵ֤ל H926 מִפָּנָי H6440 תֵּלֵ֔ךְ H3212 אַֽל H408 תַּעֲמֹ֖ד H5975 בְּדָבָ֣ר H1697 רָ֑ע H7451 כִּ֛י H3588 כָּל H3605 אֲשֶׁ֥ר H834 יַחְפֹּ֖ץ H2654 יַעֲשֶֽׂה H6213 ",
  "4": "בַּאֲשֶׁ֥ר H834 דְּבַר H1697 מֶ֖לֶךְ H4428 שִׁלְט֑וֹן H7983 וּמִ֥י H4310 יֹֽאמַר H559 ל֖וֹ Hl מַֽה H4100 תַּעֲשֶֽׂה H6213 ",
  "5": "שׁוֹמֵ֣ר H8104 מִצְוָ֔ה H4687 לֹ֥א H3808 יֵדַ֖ע H3045 דָּבָ֣ר H1697 רָ֑ע H7451 וְעֵ֣ת H6256 וּמִשְׁפָּ֔ט H4941 יֵדַ֖ע H3045 לֵ֥ב H3820 חָכָֽם H2450 ",
  "6": "כִּ֣י H3588 לְכָל H3605 חֵ֔פֶץ H2656 יֵ֖שׁ H3426 עֵ֣ת H6256 וּמִשְׁפָּ֑ט H4941 כִּֽי H3588 רָעַ֥ת H7451 הָאָדָ֖ם H120 רַבָּ֥ה H7227 עָלָֽיו H5921 ",
  "7": "כִּֽי H3588 אֵינֶ֥נּוּ H369 יֹדֵ֖עַ H3045 מַה H4100 שֶּׁיִּֽהְיֶ֑ה H1961 כִּ֚י H3588 כַּאֲשֶׁ֣ר H834 יִֽהְיֶ֔ה H1961 מִ֖י H4310 יַגִּ֥יד H5046 לֽוֹ Hl ",
  "8": "אֵ֣ין H369 אָדָ֞ם H120 שַׁלִּ֤יט H7989 בָּר֨וּחַ֙ H7307 לִכְל֣וֹא H3607 אֶת H853 הָר֔וּחַ H7307 וְאֵ֤ין H369 שִׁלְטוֹן֙ H7983 בְּי֣וֹם H3117 הַמָּ֔וֶת H4194 וְאֵ֥ין H369 מִשְׁלַ֖חַת H4917 בַּמִּלְחָמָ֑ה H4421 וְלֹֽא H3808 יְמַלֵּ֥ט H4422 רֶ֖שַׁע H7562 אֶת H853 בְּעָלָֽיו H1167 ",
  "9": "אֶת H853 כָּל H3605 זֶ֤ה H2088 רָאִ֨יתִי֙ H7200 וְנָת֣וֹן H5414 אֶת H853 לִבִּ֔י H3820 לְכָֽל H3605 מַעֲשֶׂ֔ה H4639 אֲשֶׁ֥ר H834 נַעֲשָׂ֖ה H6213 תַּ֣חַת H8478 הַשָּׁ֑מֶשׁ H8121 עֵ֗ת H6256 אֲשֶׁ֨ר H834 שָׁלַ֧ט H7980 הָאָדָ֛ם H120 בְּאָדָ֖ם H120 לְרַ֥ע H7451 לֽוֹ Hl ",
  "10": "וּבְ H3651 רָאִיתִי֩ H7200 רְשָׁעִ֨ים H7563 קְבֻרִ֜ים H6912 וָבָ֗אוּ H935 וּמִ H4725 קָדוֹשׁ֙ H6918 יְהַלֵּ֔כוּ H1980 וְיִֽשְׁתַּכְּח֥וּ H7911 בָעִ֖יר H5892 אֲשֶׁ֣ר H834 כֵּן H3651 עָשׂ֑וּ H6213 גַּם H1571 זֶ֖ה H2088 הָֽבֶל H1892 ",
  "11": "אֲשֶׁר֙ H834 אֵין H369 נַעֲשָׂ֣ה H6213 פִתְגָ֔ם H6599 מַעֲשֵׂ֥ה H4639 הָרָעָ֖ה H7451 מְהֵרָ֑ה H4120 עַל H5921 כֵּ֡ן H3651 מָלֵ֞א H4390 לֵ֧ב H3820 בְּֽנֵי H1121 הָאָדָ֛ם H120 בָּהֶ֖ם Hb לַעֲשׂ֥וֹת H6213 רָֽע H7451 ",
  "12": "אֲשֶׁ֣ר H834 חֹטֶ֗א H2398 עֹשֶׂ֥ה H6213 רָ֛ע H7451 מְאַ֖ת H3967 וּמַאֲרִ֣יךְ H748 ל֑וֹ Hl כִּ֚י H3588 גַּם H1571 יוֹדֵ֣עַ H3045 אָ֔נִי H589 אֲשֶׁ֤ר H834 יִהְיֶה H1961 טּוֹב֙ H2896 לְיִרְאֵ֣י H3372 הָאֱלֹהִ֔ים H430 אֲשֶׁ֥ר H834 יִֽירְא֖וּ H3372 מִלְּ H6440 ",
  "13": "וְטוֹב֙ H2896 לֹֽא H3808 יִהְיֶ֣ה H1961 לָֽרָשָׁ֔ע H7563 וְלֹֽא H3808 יַאֲרִ֥יךְ H748 יָמִ֖ים H3117 כַּצֵּ֑ל H6738 אֲשֶׁ֛ר H834 אֵינֶ֥נּוּ H369 יָרֵ֖א H3373 מִלִּ H6440 אֱלֹהִֽים H430 ",
  "14": "יֶשׁ H3426 הֶבֶל֮ H1892 אֲשֶׁ֣ר H834 נַעֲשָׂ֣ה H6213 עַל H5921 הָאָרֶץ֒ H776 אֲשֶׁ֣ר H834 יֵ֣שׁ H3426 צַדִּיקִ֗ים H6662 אֲשֶׁ֨ר H834 מַגִּ֤יעַ H5060 אֲלֵהֶם֙ H413 כְּמַעֲשֵׂ֣ה H4639 הָרְשָׁעִ֔ים H7563 וְיֵ֣שׁ H3426 רְשָׁעִ֔ים H7563 שֶׁמַּגִּ֥יעַ H5060 אֲלֵהֶ֖ם H413 כְּמַעֲשֵׂ֣ה H4639 הַצַּדִּיקִ֑ים H6662 אָמַ֕רְתִּי H559 שֶׁגַּם H1571 זֶ֖ה H2088 הָֽבֶל H1892 ",
  "15": "וְשִׁבַּ֤חְתִּֽי H7623 אֲנִי֙ H589 אֶת H853 הַשִּׂמְחָ֔ה H8057 אֲשֶׁ֨ר H834 אֵֽין H369 ט֤וֹב H2896 לָֽאָדָם֙ H120 תַּ֣חַת H8478 הַשֶּׁ֔מֶשׁ H8121 כִּ֛י H3588 אִם H518 לֶאֱכ֥וֹל H398 וְלִ H8354 וְלִ H8055 וְה֞וּא H1931 יִלְוֶ֣נּוּ H3867 בַעֲמָל֗ H5999 יְמֵ֥י H3117 חַיָּ֛יו H2416 אֲשֶׁר H834 נָֽתַן H5414 ל֥וֹ Hl הָאֱלֹהִ֖ים H430 תַּ֥חַת H8478 הַשָּֽׁמֶשׁ H8121 ",
  "16": "כַּאֲשֶׁ֨ר H834 נָתַ֤תִּי H5414 אֶת H853 לִבִּי֙ H3820 לָדַ֣עַת H3045 חָכְמָ֔ה H2451 וְלִ H7200 אֶת H853 הָ֣עִנְיָ֔ן H6045 אֲשֶׁ֥ר H834 נַעֲשָׂ֖ה H6213 עַל H5921 הָאָ֑רֶץ H776 כִּ֣י H3588 גַ֤ם H1571 בַּיּוֹם֙ H3117 וּבַ H3915 שֵׁנָ֕ה H8142 בְּעֵינָ֖י H5869 אֵינֶ֥נּוּ H369 רֹאֶֽה H7200 ",
  "17": "וְרָאִיתִי֮ H7200 אֶת H853 כָּל H3605 מַעֲשֵׂ֣ה H4639 הָאֱלֹהִים֒ H430 כִּי֩ H3588 לֹ֨א H3808 יוּכַ֜ל H3201 הָאָדָ֗ם H120 לִמְצוֹא֙ H4672 אֶת H853 הַֽמַּעֲשֶׂה֙ H4639 אֲשֶׁ֣ר H834 נַעֲשָׂ֣ה H6213 תַֽחַת H8478 הַשֶּׁ֔מֶשׁ H8121 בְּ֠שֶׁ H7945 אֲשֶׁ֨ר H834 יַעֲמֹ֧ל H5998 הָאָדָ֛ם H120 לְבַקֵּ֖שׁ H1245 וְלֹ֣א H3808 יִמְצָ֑א H4672 וְגַ֨ם H1571 אִם H518 יֹאמַ֤ר H559 הֶֽחָכָם֙ H2450 לָדַ֔עַת H3045 לֹ֥א H3808 יוּכַ֖ל H3201 לִמְצֹֽא H4672 "
}
