{
  "1": "The sons of Jacob were Reuben, Simeon, Levi, Judah, Issachar, Zebulun,",
  "2": "Dan, Joseph, Benjamin, Naphtali, Gad, and Asher.\\s2 These are the descendants of Judah.\n\n\n\\li1",
  "3": "Judah's sons were Er, Onan, and Shelah. Their mother was the daughter of Shua from the Canaan people group. When Judah's oldest son Er grew up, he did something that Yahweh considered to be very wicked, so Yahweh caused him to die.",
  "4": "Judah and his daughter-in-law Tamar had twin boys named Perez and Zerah. So altogether Judah had five sons.\n\n\\li1",
  "5": "The sons of Perez were Hezron and Hamul.\\li1",
  "6": "Zerah had five sons: Zimri, Ethan, Heman, Kalkol, and Darda.\\li2",
  "7": "One of the sons of Zimri was Karmi. Karmi's son Achar caused the people of Israel to experience much trouble, because he stole some of the things that were to be destroyed because they were dedicated to God.\\li2",
  "8": "Ethan's son was Azariah.\n\n\\li1",
  "9": "Hezron's sons were Jerahmeel, Ram, and Caleb.\\li2",
  "10": "Ram was the father of Amminadab, and Amminadab was the father of Nahshon. Nahshon was a leader of the tribe of Judah.\\li2",
  "11": "Nahshon was the father of Salmon, who was the father of Boaz.",
  "12": "Boaz was the father of Obed, and Obed was the father of Jesse.\n\n\\li2",
  "13": "Jesse's oldest son was Eliab. His other sons were Abinadab, Shimea,",
  "14": "Nethanel, Raddai,",
  "15": "Ozem. The youngest was David.\n\n\\li2",
  "16": "Their sisters were Zeruiah and Abigail. Zeruiah's three sons were Abishai, Joab, and Asahel.",
  "17": "Abigail's husband was Jether, a descendant of Ishmael, and their son was Amasa,\\s2 Descendants of Hezron\n\n\n\\li1",
  "18": "Hezron's younger son Caleb had two wives. One of them, Azubah, gave birth to three sons, Jesher, Shobab, and Ardon. (The other wife's name was Jerioth.)",
  "19": "When Azubah died, Caleb married Ephrath. Their son was Hur.",
  "20": "Hur was the father of Uri, and Uri was the father of Bezalel.\n\n\\li1",
  "21": "When Hezron was sixty years old, he married a daughter of Makir, who was also the father of Gilead. The son of Hezron and Makir was Segub.",
  "22": "Segub was the father of Jair. Jair's army controlled twenty-three cities in the region ruled by Gilead.\n\n\\li1",
  "23": "But the armies of Geshur and Aram captured those towns controlled by Jair. They also captured the city of Kenath and the nearby towns; altogether they captured sixty towns. The people who lived there were all descendants of Makir, the father of Gilead.\\li1",
  "24": "Shortly after Hezron died, Caleb slept with Ephrathah, his father's widow. She bore a son for Caleb, whose name was Ashhur. Asshur became the father of Tekoa.\n \\s2 Jerahmeel's descendants\n\n\n\\li1",
  "25": "Hezron's oldest son was Jerahmeel. His sons were Ram, Bunah, Oren, Ozem, and Ahijah. Jerahmeel's oldest son was Ram.",
  "26": "Jerahmeel had another wife named Atarah. Their son was Onam.\\li1",
  "27": "The sons of Ram, Jerahmeel's oldest son, were Maaz, Jamin, and Eker.\\li1",
  "28": "Onam's sons were Shammai and Jada.\\li1 Shammai's sons were Nadab and Abishur.\n\n\n\\li2",
  "29": "Abishur's wife was Abihail. The sons of Abishur and Abihail were Ahban and Molid.\\li2",
  "30": "Nadab's sons were Seled and Appaim. Seled did not have any children.",
  "31": "Appaim's son was Ishi; Ishi's son was Sheshan. One of Sheshan's daughters was Ahlai.\\li",
  "32": "Shammai's younger brother was Jada. Jada's sons were Jether and Jonathan. Jether did not have any children.\\li1",
  "33": "Jonathan's sons were Peleth and Zaza.\\li1 Those were the descendants of Jerahmeel.\n\n\n\\li1",
  "34": "Sheshan did not have any sons; he had only daughters. He had a servant from Egypt whose name was Jarha.",
  "35": "Sheshan allowed his daughter to marry Jarha, and their son was Attai.\n\n\\li1",
  "36": "Attai was the father of Nathan.\\li1 Nathan was the father of Zabad.\n\\li1",
  "37": "Zabad was the father of Ephlal.\\li1 Ephlal was the father of Obed.\n\\li1",
  "38": "Obed was the father of Jehu.\\li1 Jehu was the father of Azariah.\n\n\n\\li1",
  "39": "Azariah was the father of Helez.\\li1 Helez was the father of Eleasah.\n\\li1",
  "40": "Eleasah was the father of Sismai.\\li1 Sismai was the father of Shallum.\n\\li1",
  "41": "Shallum was the father of Jekamiah.\\li1 And Jekamiah was the father of Elishama.\n\\s2 Caleb's descendants\n\n\n\\li1",
  "42": "Jerahmeel's younger brother was Caleb.\\li1 Caleb's oldest son was Mesha. Mesha was the father of Ziph. Ziph was the father of Mareshah. Mareshah was the father of Hebron.",
  "43": "Hebron's sons were Korah, Tappuah, Rekem, and Shema.",
  "44": "Shema was the father of Raham. Raham was the father of Jorkeam. Rekem was the father of Shammai.\n\n\\li1",
  "45": "Shammai was the father of Maon. Maon was the father of Beth Zur.\\li1",
  "46": "Caleb had a slave wife who was named Ephah. Caleb and Ephah's sons were Haran, Moza, and Gazez. Haran had a son whom he also named Gazez.\\li1",
  "47": "Ephah's father was Jahdai. Jahdai was the father of six sons: Regem, Jotham, Geshan, Pelet, Ephah, and Shaaph.\n\n\\li1",
  "48": "Caleb had another slave wife whose name was Maacah. Caleb and Maacah's sons were Sheber, Tirhanah,",
  "49": "Shaaph, and Sheva. Shaaph was the father of Madmannah. Sheva was the father of Makbenah and Gibea. Caleb's daughter was Aksah.\n\n\\li1",
  "50": "50-51 These people were also descendants of Caleb: Caleb had another wife whose name was Ephrathah. Their oldest son was Hur. Hur's sons were Shobal, Salma, and Hareph. Shobal started the city of Kiriath Jearim. Salma started the city of Bethlehem. Hareph started the city of Beth Gader.\n\n\\li1",
  "51": "Shobal's descendants were Haroeh, and half of the Manahath people group.",
  "52": "His descendants also included these clans that lived in Kiriath Jearim: Ithri, Put, Shumath, and Mishra. The clans of Zorath and Eshtaol were descendants of the clan of Mishra.\n\n\\li1",
  "53": "Salma's descendants in Bethlehem were the Netophath clan, the clan of Atroth Beth Joab, the other half of the clan of Manahath, and the clan of Zor.",
  "54": "Salma's descendants also included the families in the city of Jabez who wrote and copied important documents. These were the clan of Tirath, the clan of Shimeath, and the clan of Sucath. They were all from the Kenite people group who came from the city of Hammath, and who had married members of the family of Rekab."
}
