{
  "1": "וַיִּקְרָ֖א H7121 אֶל H413 מֹשֶׁ֑ה H4872 וַיְדַבֵּ֤ר H1696 יְהוָה֙ H3068 אֵלָ֔יו H413 מֵאֹ֥הֶל H168 מוֹעֵ֖ד H4150 לֵאמֹֽר H559 ",
  "2": "דַּבֵּ֞ר H1696 אֶל H413 בְּנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 וְאָמַרְתָּ֣ H559 אֲלֵהֶ֔ם H413 אָדָ֗ם H120 כִּֽי H3588 יַקְרִ֥יב H7126 מִכֶּ֛ם H4480 קָרְבָּ֖ן H7133 לַֽיהוָ֑ה H3068 מִן H4480 הַבְּהֵמָ֗ה H929 מִן H4480 הַבָּקָר֙ H1241 וּמִן H4480 הַצֹּ֔אן H6629 תַּקְרִ֖יבוּ H7126 אֶת H853 קָרְבַּנְכֶֽם H7133 ",
  "3": "אִם H518 עֹלָ֤ה H5930 קָרְבָּנוֹ֙ H7133 מִן H4480 הַבָּקָ֔ר H1241 זָכָ֥ר H2145 תָּמִ֖ים H8549 יַקְרִיבֶ֑נּוּ H7126 אֶל H413 פֶּ֝תַח H6607 אֹ֤הֶל H168 מוֹעֵד֙ H4150 יַקְרִ֣יב H7126 אֹת֔וֹ H853 לִרְצֹנ֖ H7522 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "4": "וְסָמַ֣ךְ H5564 יָד֔וֹ H3027 עַ֖ל H5921 רֹ֣אשׁ H7218 הָעֹלָ֑ה H5930 וְנִרְצָ֥ה H7521 ל֖וֹ Hl לְכַפֵּ֥ר H3722 עָלָֽיו H5921 ",
  "5": "וְשָׁחַ֛ט H7819 אֶת H853 בֶּ֥ן H1121 הַבָּקָ֖ר H1241 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וְ֠הִקְרִיבוּ H7126 בְּנֵ֨י H1121 אַהֲרֹ֤ן H175 הַֽכֹּֽהֲנִים֙ H3548 אֶת H853 הַדָּ֔ם H1818 וְזָרְק֨וּ H2236 אֶת H853 הַדָּ֤ם H1818 עַל H5921 הַמִּזְבֵּ֨חַ֙ H4196 סָבִ֔יב H5439 אֲשֶׁר H834 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "6": "וְהִפְשִׁ֖יט H6584 אֶת H853 הָעֹלָ֑ה H5930 וְנִתַּ֥ח H5408 אֹתָ֖הּ H853 לִנְתָחֶֽי H5409 ",
  "7": "וְ֠נָתְנוּ H5414 בְּנֵ֨י H1121 אַהֲרֹ֧ן H175 הַכֹּהֵ֛ן H3548 אֵ֖שׁ H784 עַל H5921 הַמִּזְבֵּ֑חַ H4196 וְעָרְכ֥וּ H6186 עֵצִ֖ים H6086 עַל H5921 הָאֵֽשׁ H784 ",
  "8": "וְעָרְכ֗וּ H6186 בְּנֵ֤י H1121 אַהֲרֹן֙ H175 הַכֹּ֣הֲנִ֔ים H3548 אֵ֚ת H853 הַנְּתָחִ֔ים H5409 אֶת H853 הָרֹ֖אשׁ H7218 וְאֶת H853 הַפָּ֑דֶר H6309 עַל H5921 הָעֵצִים֙ H6086 אֲשֶׁ֣ר H834 עַל H5921 הָאֵ֔שׁ H784 אֲשֶׁ֖ר H834 עַל H5921 הַמִּזְבֵּֽחַ H4196 ",
  "9": "וְקִרְבּ֥ H7130 וּכְרָעָ֖י H3767 יִרְחַ֣ץ H7364 בַּמָּ֑יִם H4325 וְהִקְטִ֨יר H6999 הַכֹּהֵ֤ן H3548 אֶת H853 הַכֹּל֙ H3605 הַמִּזְבֵּ֔חָ H4196 עֹלָ֛ה H5930 אִשֵּׁ֥ה H801 רֵֽיחַ H7381 נִיח֖וֹחַ H5207 לַֽיהוָֽה H3068 ",
  "10": "וְאִם H518 מִן H4480 הַצֹּ֨אן H6629 קָרְבָּנ֧וֹ H7133 מִן H4480 הַכְּשָׂבִ֛ים H3775 א֥וֹ H176 מִן H4480 הָעִזִּ֖ים H5795 לְעֹלָ֑ה H5930 זָכָ֥ר H2145 תָּמִ֖ים H8549 יַקְרִיבֶֽנּוּ H7126 ",
  "11": "וְשָׁחַ֨ט H7819 אֹת֜וֹ H853 עַ֣ל H5921 יֶ֧רֶךְ H3409 הַמִּזְבֵּ֛חַ H4196 צָפֹ֖נָה H6828 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וְזָרְק֡וּ H2236 בְּנֵי֩ H1121 אַהֲרֹ֨ן H175 הַכֹּהֲנִ֧ים H3548 אֶת H853 דָּמ֛וֹ H1818 עַל H5921 הַמִּזְבֵּ֖חַ H4196 סָבִֽיב H5439 ",
  "12": "וְנִתַּ֤ח H5408 אֹתוֹ֙ H853 לִנְתָחָ֔י H5409 וְאֶת H853 רֹאשׁ֖וֹ H7218 וְאֶת H853 פִּדְר֑וֹ H6309 וְעָרַ֤ךְ H6186 הַכֹּהֵן֙ H3548 אֹתָ֔ם H853 עַל H5921 הָֽעֵצִים֙ H6086 אֲשֶׁ֣ר H834 עַל H5921 הָאֵ֔שׁ H784 אֲשֶׁ֖ר H834 עַל H5921 הַמִּזְבֵּֽחַ H4196 ",
  "13": "וְהַ H7130 וְהַ H3767 יִרְחַ֣ץ H7364 בַּמָּ֑יִם H4325 וְהִקְרִ֨יב H7126 הַכֹּהֵ֤ן H3548 אֶת H853 הַכֹּל֙ H3605 וְהִקְטִ֣יר H6999 הַמִּזְבֵּ֔חָ H4196 עֹלָ֣ה H5930 ה֗וּא H1931 אִשֵּׁ֛ה H801 רֵ֥יחַ H7381 נִיחֹ֖חַ H5207 לַיהוָֽה H3068 ",
  "14": "וְאִ֧ם H518 מִן H4480 הָע֛וֹף H5775 עֹלָ֥ה H5930 קָרְבָּנ֖וֹ H7133 לַֽיהוָ֑ה H3068 וְהִקְרִ֣יב H7126 מִן H4480 הַתֹּרִ֗ים H8449 א֛וֹ H176 מִן H4480 בְּנֵ֥י H1121 הַיּוֹנָ֖ה H3123 אֶת H853 קָרְבָּנֽוֹ H7133 ",
  "15": "וְהִקְרִיב֤ H7126 הַכֹּהֵן֙ H3548 אֶל H413 הַמִּזְבֵּ֔חַ H4196 וּמָלַק֙ H4454 אֶת H853 רֹאשׁ֔וֹ H7218 וְהִקְטִ֖יר H6999 הַמִּזְבֵּ֑חָ H4196 וְנִמְצָ֣ה H4680 דָמ֔וֹ H1818 עַ֖ל H5921 קִ֥יר H7023 הַמִּזְבֵּֽחַ H4196 ",
  "16": "וְהֵסִ֥יר H5493 אֶת H853 מֻרְאָת֖וֹ H4760 בְּנֹצָתָ֑ H5133 וְהִשְׁלִ֨יךְ H7993 אֹתָ֜הּ H853 אֵ֤צֶל H681 הַמִּזְבֵּ֨חַ֙ H4196 קֵ֔דְמָה H6924 אֶל H413 מְק֖וֹם H4725 הַדָּֽשֶׁן H1880 ",
  "17": "וְשִׁסַּ֨ע H8156 אֹת֣וֹ H853 בִכְנָפָי H3671 לֹ֣א H3808 יַבְדִּיל֒ H914 וְהִקְטִ֨יר H6999 אֹת֤וֹ H853 הַכֹּהֵן֙ H3548 הַמִּזְבֵּ֔חָ H4196 עַל H5921 הָעֵצִ֖ים H6086 אֲשֶׁ֣ר H834 עַל H5921 הָאֵ֑שׁ H784 עֹלָ֣ה H5930 ה֗וּא H1931 אִשֵּׁ֛ה H801 רֵ֥יחַ H7381 נִיחֹ֖חַ H5207 לַיהוָֽה H3068 "
}
