{
  "1": "וַיְדַבֵּ֣ר H1696 יְהוָ֔ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 וְאֶֽל H413 אַהֲרֹ֖ן H175 לֵאמֹֽר H559 ",
  "2": "אָדָ֗ם H120 כִּֽי H3588 יִהְיֶ֤ה H1961 בְעוֹר H5785 בְּשָׂרוֹ֙ H1320 שְׂאֵ֤ת H7613 אֽוֹ H176 סַפַּ֨חַת֙ H5597 א֣וֹ H176 בַהֶ֔רֶת H934 וְהָיָ֥ה H1961 בְעוֹר H5785 בְּשָׂר֖וֹ H1320 לְנֶ֣גַע H5061 צָרָ֑עַת H6883 וְהוּבָא֙ H935 אֶל H413 אַהֲרֹ֣ן H175 הַכֹּהֵ֔ן H3548 א֛וֹ H176 אֶל H413 אַחַ֥ד H259 מִבָּנָ֖י H1121 הַכֹּהֲנִֽים H3548 ",
  "3": "וְרָאָ֣ה H7200 הַכֹּהֵ֣ן H3548 אֶת H853 הַנֶּ֣גַע H5061 בְּעֽוֹר H5785 הַ֠בָּשָׂר H1320 וְשֵׂעָ֨ר H8181 בַּנֶּ֜גַע H5061 הָפַ֣ךְ H2015 לָבָ֗ן H3836 וּמַרְאֵ֤ה H4758 הַנֶּ֨גַע֙ H5061 עָמֹק֙ H6013 מֵע֣וֹר H5785 בְּשָׂר֔וֹ H1320 נֶ֥גַע H5061 צָרַ֖עַת H6883 ה֑וּא H1931 וְרָאָ֥ H7200 הַכֹּהֵ֖ן H3548 וְטִמֵּ֥א H2930 אֹתֽוֹ H853 ",
  "4": "וְאִם H518 בַּהֶרֶת֩ H934 לְבָנָ֨ה H3836 הִ֜וא H1931 בְּע֣וֹר H5785 בְּשָׂר֗וֹ H1320 וְעָמֹק֙ H6013 אֵין H369 מַרְאֶ֣הָ H4758 מִן H4480 הָע֔וֹר H5785 וּשְׂעָרָ֖ H8181 לֹא H3808 הָפַ֣ךְ H2015 לָבָ֑ן H3836 וְהִסְגִּ֧יר H5462 הַכֹּהֵ֛ן H3548 אֶת H853 הַנֶּ֖גַע H5061 שִׁבְעַ֥ת H7651 יָמִֽים H3117 ",
  "5": "וְרָאָ֣ H7200 הַכֹּהֵן֮ H3548 בַּיּ֣וֹם H3117 הַשְּׁבִיעִי֒ H7637 וְהִנֵּ֤ה H2009 הַנֶּ֨גַע֙ H5061 עָמַ֣ד H5975 בְּעֵינָ֔י H5869 לֹֽא H3808 פָשָׂ֥ה H6581 הַנֶּ֖גַע H5061 בָּע֑וֹר H5785 וְהִסְגִּיר֧ H5462 הַכֹּהֵ֛ן H3548 שִׁבְעַ֥ת H7651 יָמִ֖ים H3117 שֵׁנִֽית H8145 ",
  "6": "וְרָאָה֩ H7200 הַכֹּהֵ֨ן H3548 אֹת֜וֹ H853 בַּיּ֣וֹם H3117 הַשְּׁבִיעִי֮ H7637 שֵׁנִית֒ H8145 וְהִנֵּה֙ H2009 כֵּהָ֣ה H3544 הַנֶּ֔גַע H5061 וְלֹא H3808 פָשָׂ֥ה H6581 הַנֶּ֖גַע H5061 בָּע֑וֹר H5785 וְטִהֲר֤ H2891 הַכֹּהֵן֙ H3548 מִסְפַּ֣חַת H4556 הִ֔יא H1931 וְכִבֶּ֥ס H3526 בְּגָדָ֖יו H899 וְטָהֵֽר H2891 ",
  "7": "וְאִם H518 פָּשֹׂ֨ה H6581 תִפְשֶׂ֤ה H6581 הַמִּסְפַּ֨חַת֙ H4556 בָּע֔וֹר H5785 אַחֲרֵ֧י H310 הֵרָאֹת֛וֹ H7200 אֶל H413 הַכֹּהֵ֖ן H3548 לְטָהֳרָת֑ H2893 וְנִרְאָ֥ה H7200 שֵׁנִ֖ית H8145 אֶל H413 הַכֹּהֵֽן H3548 ",
  "8": "וְרָאָה֙ H7200 הַכֹּהֵ֔ן H3548 וְהִנֵּ֛ה H2009 פָּשְׂתָ֥ה H6581 הַמִּסְפַּ֖חַת H4556 בָּע֑וֹר H5785 וְטִמְּא֥ H2930 הַכֹּהֵ֖ן H3548 צָרַ֥עַת H6883 הִֽוא H1931 ",
  "9": "נֶ֣גַע H5061 צָרַ֔עַת H6883 כִּ֥י H3588 תִהְיֶ֖ה H1961 בְּאָדָ֑ם H120 וְהוּבָ֖א H935 אֶל H413 הַכֹּהֵֽן H3548 ",
  "10": "וְרָאָ֣ה H7200 הַכֹּהֵ֗ן H3548 וְהִנֵּ֤ה H2009 שְׂאֵת H7613 לְבָנָה֙ H3836 בָּע֔וֹר H5785 וְהִ֕יא H1931 הָפְכָ֖ה H2015 שֵׂעָ֣ר H8181 לָבָ֑ן H3836 וּמִֽחְיַ֛ת H4241 בָּשָׂ֥ר H1320 חַ֖י H2416 בַּשְׂאֵֽת H7613 ",
  "11": "צָרַ֨עַת H6883 נוֹשֶׁ֤נֶת H3462 הִוא֙ H1931 בְּע֣וֹר H5785 בְּשָׂר֔וֹ H1320 וְטִמְּא֖ H2930 הַכֹּהֵ֑ן H3548 לֹ֣א H3808 יַסְגִּרֶ֔נּוּ H5462 כִּ֥י H3588 טָמֵ֖א H2931 הֽוּא H1931 ",
  "12": "וְאִם H518 פָּר֨וֹחַ H6524 תִּפְרַ֤ח H6524 הַצָּרַ֨עַת֙ H6883 בָּע֔וֹר H5785 וְכִסְּתָ֣ה H3680 הַצָּרַ֗עַת H6883 אֵ֚ת H853 כָּל H3605 ע֣וֹר H5785 הַנֶּ֔גַע H5061 מֵרֹאשׁ֖ H7218 וְעַד H5704 רַגְלָ֑יו H7272 לְכָל H3605 מַרְאֵ֖ה H4758 עֵינֵ֥י H5869 הַכֹּהֵֽן H3548 ",
  "13": "וְרָאָ֣ה H7200 הַכֹּהֵ֗ן H3548 וְהִנֵּ֨ה H2009 כִסְּתָ֤ה H3680 הַצָּרַ֨עַת֙ H6883 אֶת H853 כָּל H3605 בְּשָׂר֔וֹ H1320 וְטִהַ֖ר H2891 אֶת H853 הַנָּ֑גַע H5061 כֻּלּ֛וֹ H3605 הָפַ֥ךְ H2015 לָבָ֖ן H3836 טָה֥וֹר H2889 הֽוּא H1931 ",
  "14": "וּבְ H3117 הֵרָא֥וֹת H7200 בּ֛וֹ Hb בָּשָׂ֥ר H1320 חַ֖י H2416 יִטְמָֽא H2930 ",
  "15": "וְרָאָ֧ה H7200 הַכֹּהֵ֛ן H3548 אֶת H853 הַבָּשָׂ֥ר H1320 הַחַ֖י H2416 וְטִמְּא֑ H2930 הַבָּשָׂ֥ר H1320 הַחַ֛י H2416 טָמֵ֥א H2931 ה֖וּא H1931 צָרַ֥עַת H6883 הֽוּא H1931 ",
  "16": "א֣וֹ H176 כִ֥י H3588 יָשׁ֛וּב H7725 הַבָּשָׂ֥ר H1320 הַחַ֖י H2416 וְנֶהְפַּ֣ךְ H2015 לְלָבָ֑ן H3836 וּבָ֖א H935 אֶל H413 הַכֹּהֵֽן H3548 ",
  "17": "וְרָאָ֨ H7200 הַכֹּהֵ֔ן H3548 וְהִנֵּ֛ה H2009 נֶהְפַּ֥ךְ H2015 הַנֶּ֖גַע H5061 לְלָבָ֑ן H3836 וְטִהַ֧ר H2891 הַכֹּהֵ֛ן H3548 אֶת H853 הַנֶּ֖גַע H5061 טָה֥וֹר H2889 הֽוּא H1931 ",
  "18": "וּבָשָׂ֕ר H1320 כִּֽי H3588 יִהְיֶ֥ה H1961 בֽוֹ Hb בְעֹר֖ H5785 שְׁחִ֑ין H7822 וְנִרְפָּֽא H7495 ",
  "19": "וְהָיָ֞ה H1961 בִּמְק֤וֹם H4725 הַשְּׁחִין֙ H7822 שְׂאֵ֣ת H7613 לְבָנָ֔ה H3836 א֥וֹ H176 בַהֶ֖רֶת H934 לְבָנָ֣ה H3836 אֲדַמְדָּ֑מֶת H125 וְנִרְאָ֖ה H7200 אֶל H413 הַכֹּהֵֽן H3548 ",
  "20": "וְרָאָ֣ה H7200 הַכֹּהֵ֗ן H3548 וְהִנֵּ֤ה H2009 מַרְאֶ֨הָ֙ H4758 שָׁפָ֣ל H8217 מִן H4480 הָע֔וֹר H5785 וּשְׂעָרָ֖ H8181 הָפַ֣ךְ H2015 לָבָ֑ן H3836 וְטִמְּא֧ H2930 הַכֹּהֵ֛ן H3548 נֶֽגַע H5061 צָרַ֥עַת H6883 הִ֖וא H1931 בַּשְּׁחִ֥ין H7822 פָּרָֽחָה H6524 ",
  "21": "וְאִ֣ם H518 יִרְאֶ֣נָּה H7200 הַכֹּהֵ֗ן H3548 וְהִנֵּ֤ה H2009 אֵֽין H369 בָּהּ֙ Hb שֵׂעָ֣ר H8181 לָבָ֔ן H3836 וּשְׁפָלָ֥ה H8217 אֵינֶ֛נָּה H369 מִן H4480 הָע֖וֹר H5785 וְהִ֣יא H1931 כֵהָ֑ה H3544 וְהִסְגִּיר֥ H5462 הַכֹּהֵ֖ן H3548 שִׁבְעַ֥ת H7651 יָמִֽים H3117 ",
  "22": "וְאִם H518 פָּשֹׂ֥ה H6581 תִפְשֶׂ֖ה H6581 בָּע֑וֹר H5785 וְטִמֵּ֧א H2930 הַכֹּהֵ֛ן H3548 אֹת֖וֹ H853 נֶ֥גַע H5061 הִֽוא H1931 ",
  "23": "וְאִם H518 תַּחְתֶּ֜יהָ H8478 תַּעֲמֹ֤ד H5975 הַבַּהֶ֨רֶת֙ H934 לֹ֣א H3808 פָשָׂ֔תָה H6581 צָרֶ֥בֶת H6867 הַשְּׁחִ֖ין H7822 הִ֑וא H1931 וְטִהֲר֖ H2891 הַכֹּהֵֽן H3548 ",
  "24": "א֣וֹ H176 בָשָׂ֔ר H1320 כִּֽי H3588 יִהְיֶ֥ה H1961 בְעֹר֖ H5785 מִכְוַת H4348 אֵ֑שׁ H784 וְֽהָיְתָ֞ה H1961 מִֽחְיַ֣ת H4241 הַמִּכְוָ֗ה H4348 בַּהֶ֛רֶת H934 לְבָנָ֥ה H3836 אֲדַמְדֶּ֖מֶת H125 א֥וֹ H176 לְבָנָֽה H3836 ",
  "25": "וְרָאָ֣ה H7200 אֹתָ֣הּ H853 הַכֹּהֵ֡ן H3548 וְהִנֵּ֣ה H2009 נֶהְפַּךְ֩ H2015 שֵׂעָ֨ר H8181 לָבָ֜ן H3836 בַּבַּהֶ֗רֶת H934 וּמַרְאֶ֨ H4758 עָמֹ֣ק H6013 מִן H4480 הָע֔וֹר H5785 צָרַ֣עַת H6883 הִ֔וא H1931 בַּמִּכְוָ֖ה H4348 פָּרָ֑חָה H6524 וְטִמֵּ֤א H2930 אֹתוֹ֙ H853 הַכֹּהֵ֔ן H3548 נֶ֥גַע H5061 צָרַ֖עַת H6883 הִֽוא H1931 ",
  "26": "וְאִ֣ם H518 יִרְאֶ֣נָּה H7200 הַכֹּהֵ֗ן H3548 וְהִנֵּ֤ה H2009 אֵֽין H369 בַּבֶּהֶ֨רֶת֙ H934 שֵׂעָ֣ר H8181 לָבָ֔ן H3836 וּשְׁפָלָ֥ה H8217 אֵינֶ֛נָּה H369 מִן H4480 הָע֖וֹר H5785 וְהִ֣וא H1931 כֵהָ֑ה H3544 וְהִסְגִּיר֥ H5462 הַכֹּהֵ֖ן H3548 שִׁבְעַ֥ת H7651 יָמִֽים H3117 ",
  "27": "וְרָאָ֥ H7200 הַכֹּהֵ֖ן H3548 בַּיּ֣וֹם H3117 הַשְּׁבִיעִ֑י H7637 אִם H518 פָּשֹׂ֤ה H6581 תִפְשֶׂה֙ H6581 בָּע֔וֹר H5785 וְטִמֵּ֤א H2930 הַכֹּהֵן֙ H3548 אֹת֔וֹ H853 נֶ֥גַע H5061 צָרַ֖עַת H6883 הִֽוא H1931 ",
  "28": "וְאִם H518 תַּחְתֶּיהָ֩ H8478 תַעֲמֹ֨ד H5975 הַבַּהֶ֜רֶת H934 לֹא H3808 פָשְׂתָ֤ה H6581 בָעוֹר֙ H5785 וְהִ֣וא H1931 כֵהָ֔ה H3544 שְׂאֵ֥ת H7613 הַמִּכְוָ֖ה H4348 הִ֑וא H1931 וְטִֽהֲר H2891 הַכֹּהֵ֔ן H3548 כִּֽי H3588 צָרֶ֥בֶת H6867 הַמִּכְוָ֖ה H4348 הִֽוא H1931 ",
  "29": "וְאִישׁ֙ H376 א֣וֹ H176 אִשָּׁ֔ה H802 כִּֽי H3588 יִהְיֶ֥ה H1961 ב֖וֹ Hb נָ֑גַע H5061 בְּרֹ֖אשׁ H7218 א֥וֹ H176 בְזָקָֽן H2206 ",
  "30": "וְרָאָ֨ה H7200 הַכֹּהֵ֜ן H3548 אֶת H853 הַנֶּ֗גַע H5061 וְהִנֵּ֤ה H2009 מַרְאֵ֨הוּ֙ H4758 עָמֹ֣ק H6013 מִן H4480 הָע֔וֹר H5785 וּב֛ Hc/Hb שֵׂעָ֥ר H8181 צָהֹ֖ב H6669 דָּ֑ק H1851 וְטִמֵּ֨א H2930 אֹת֤וֹ H853 הַכֹּהֵן֙ H3548 נֶ֣תֶק H5424 ה֔וּא H1931 צָרַ֧עַת H6883 הָרֹ֛אשׁ H7218 א֥וֹ H176 הַזָּקָ֖ן H2206 הֽוּא H1931 ",
  "31": "וְכִֽי H3588 יִרְאֶ֨ה H7200 הַכֹּהֵ֜ן H3548 אֶת H853 נֶ֣גַע H5061 הַנֶּ֗תֶק H5424 וְהִנֵּ֤ה H2009 אֵין H369 מַרְאֵ֨הוּ֙ H4758 עָמֹ֣ק H6013 מִן H4480 הָע֔וֹר H5785 וְשֵׂעָ֥ר H8181 שָׁחֹ֖ר H7838 אֵ֣ין H369 בּ֑וֹ Hb וְהִסְגִּ֧יר H5462 הַכֹּהֵ֛ן H3548 אֶת H853 נֶ֥גַע H5061 הַנֶּ֖תֶק H5424 שִׁבְעַ֥ת H7651 יָמִֽים H3117 ",
  "32": "וְרָאָ֨ה H7200 הַכֹּהֵ֣ן H3548 אֶת H853 הַנֶּגַע֮ H5061 בַּיּ֣וֹם H3117 הַשְּׁבִיעִי֒ H7637 וְהִנֵּה֙ H2009 לֹא H3808 פָשָׂ֣ה H6581 הַנֶּ֔תֶק H5424 וְלֹא H3808 הָ֥יָה H1961 ב֖וֹ Hb שֵׂעָ֣ר H8181 צָהֹ֑ב H6669 וּמַרְאֵ֣ה H4758 הַנֶּ֔תֶק H5424 אֵ֥ין H369 עָמֹ֖ק H6013 מִן H4480 הָעֽוֹר H5785 ",
  "33": "וְהִ֨תְגַּלָּ֔ח H1548 וְאֶת H853 הַנֶּ֖תֶק H5424 לֹ֣א H3808 יְגַלֵּ֑חַ H1548 וְהִסְגִּ֨יר H5462 הַכֹּהֵ֧ן H3548 אֶת H853 הַנֶּ֛תֶק H5424 שִׁבְעַ֥ת H7651 יָמִ֖ים H3117 שֵׁנִֽית H8145 ",
  "34": "וְרָאָה֩ H7200 הַכֹּהֵ֨ן H3548 אֶת H853 הַנֶּ֜תֶק H5424 בַּיּ֣וֹם H3117 הַשְּׁבִיעִ֗י H7637 וְ֠הִנֵּה H2009 לֹא H3808 פָשָׂ֤ה H6581 הַנֶּ֨תֶק֙ H5424 בָּע֔וֹר H5785 וּמַרְאֵ֕ H4758 אֵינֶ֥נּוּ H369 עָמֹ֖ק H6013 מִן H4480 הָע֑וֹר H5785 וְטִהַ֤ר H2891 אֹתוֹ֙ H853 הַכֹּהֵ֔ן H3548 וְכִבֶּ֥ס H3526 בְּגָדָ֖יו H899 וְטָהֵֽר H2891 ",
  "35": "וְאִם H518 פָּשֹׂ֥ה H6581 יִפְשֶׂ֛ה H6581 הַנֶּ֖תֶק H5424 בָּע֑וֹר H5785 אַחֲרֵ֖י H310 טָהֳרָתֽוֹ H2893 ",
  "36": "וְרָאָ֨ H7200 הַכֹּהֵ֔ן H3548 וְהִנֵּ֛ה H2009 פָּשָׂ֥ה H6581 הַנֶּ֖תֶק H5424 בָּע֑וֹר H5785 לֹֽא H3808 יְבַקֵּ֧ר H1239 הַכֹּהֵ֛ן H3548 לַשֵּׂעָ֥ר H8181 הַצָּהֹ֖ב H6669 טָמֵ֥א H2931 הֽוּא H1931 ",
  "37": "וְאִם H518 בְּעֵינָי H5869 עָמַ֨ד H5975 הַנֶּ֜תֶק H5424 וְשֵׂעָ֨ר H8181 שָׁחֹ֧ר H7838 צָֽמַח H6779 בּ֛וֹ Hb נִרְפָּ֥א H7495 הַנֶּ֖תֶק H5424 טָה֣וֹר H2889 ה֑וּא H1931 וְטִהֲר֖ H2891 הַכֹּהֵֽן H3548 ",
  "38": "וְאִישׁ֙ H376 אֽוֹ H176 אִשָּׁ֔ה H802 כִּֽי H3588 יִהְיֶ֥ה H1961 בְעוֹר H5785 בְּשָׂרָ֖ם H1320 בֶּהָרֹ֑ת H934 בֶּהָרֹ֖ת H934 לְבָנֹֽת H3836 ",
  "39": "וְרָאָ֣ה H7200 הַכֹּהֵ֗ן H3548 וְהִנֵּ֧ה H2009 בְעוֹר H5785 בְּשָׂרָ֛ם H1320 בֶּהָרֹ֖ת H934 כֵּה֣וֹת H3544 לְבָנֹ֑ת H3836 בֹּ֥הַק H933 ה֛וּא H1931 פָּרַ֥ח H6524 בָּע֖וֹר H5785 טָה֥וֹר H2889 הֽוּא H1931 ",
  "40": "וְאִ֕ישׁ H376 כִּ֥י H3588 יִמָּרֵ֖ט H4803 רֹאשׁ֑וֹ H7218 קֵרֵ֥חַ H7142 ה֖וּא H1931 טָה֥וֹר H2889 הֽוּא H1931 ",
  "41": "וְאִם֙ H518 מִפְּאַ֣ת H6285 פָּנָ֔יו H6440 יִמָּרֵ֖ט H4803 רֹאשׁ֑וֹ H7218 גִּבֵּ֥חַ H1371 ה֖וּא H1931 טָה֥וֹר H2889 הֽוּא H1931 ",
  "42": "וְכִֽי H3588 יִהְיֶ֤ה H1961 בַקָּרַ֨חַת֙ H7146 א֣וֹ H176 בַגַּבַּ֔חַת H1372 נֶ֖גַע H5061 לָבָ֣ן H3836 אֲדַמְדָּ֑ם H125 צָרַ֤עַת H6883 פֹּרַ֨חַת֙ H6524 הִ֔וא H1931 בְּקָרַחְתּ֖ H7146 א֥וֹ H176 בְגַבַּחְתּֽ H1372 ",
  "43": "וְרָאָ֨ה H7200 אֹת֜וֹ H853 הַכֹּהֵ֗ן H3548 וְהִנֵּ֤ה H2009 שְׂאֵת H7613 הַנֶּ֨גַע֙ H5061 לְבָנָ֣ה H3836 אֲדַמְדֶּ֔מֶת H125 בְּקָרַחְתּ֖ H7146 א֣וֹ H176 בְגַבַּחְתּ֑ H1372 כְּמַרְאֵ֥ה H4758 צָרַ֖עַת H6883 ע֥וֹר H5785 בָּשָֽׂר H1320 ",
  "44": "אִישׁ H376 צָר֥וּעַ H6879 ה֖וּא H1931 טָמֵ֣א H2931 ה֑וּא H1931 טַמֵּ֧א H2930 יְטַמְּאֶ֛נּוּ H2930 הַכֹּהֵ֖ן H3548 בְּרֹאשׁ֥ H7218 נִגְעֽוֹ H5061 ",
  "45": "וְהַ H6879 אֲשֶׁר H834 בּ֣וֹ Hb הַנֶּ֗גַע H5061 בְּגָדָ֞יו H899 יִהְי֤וּ H1961 פְרֻמִים֙ H6533 וְרֹאשׁ H7218 יִהְיֶ֣ה H1961 פָר֔וּעַ H6544 וְעַל H5921 שָׂפָ֖ם H8222 יַעְטֶ֑ה H5844 וְטָמֵ֥א H2931 טָמֵ֖א H2931 יִקְרָֽא H7121 ",
  "46": "כָּל H3605 יְמֵ֞י H3117 אֲשֶׁ֨ר H834 הַנֶּ֥גַע H5061 בּ֛וֹ Hb יִטְמָ֖א H2930 טָמֵ֣א H2931 ה֑וּא H1931 בָּדָ֣ד H909 יֵשֵׁ֔ב H3427 מִח֥וּץ H2351 לַֽמַּחֲנֶ֖ה H4264 מוֹשָׁבֽוֹ H4186 ",
  "47": "וְהַ H899 כִּֽי H3588 יִהְיֶ֥ה H1961 ב֖וֹ Hb נֶ֣גַע H5061 צָרָ֑עַת H6883 בְּבֶ֣גֶד H899 צֶ֔מֶר H6785 א֖וֹ H176 בְּבֶ֥גֶד H899 פִּשְׁתִּֽים H6593 ",
  "48": "א֤וֹ H176 בִֽשְׁתִי֙ H8359 א֣וֹ H176 בְעֵ֔רֶב H6154 לַפִּשְׁתִּ֖ים H6593 וְלַ H6785 א֣וֹ H176 בְע֔וֹר H5785 א֖וֹ H176 בְּכָל H3605 מְלֶ֥אכֶת H4399 עֽוֹר H5785 ",
  "49": "וְהָיָ֨ה H1961 הַנֶּ֜גַע H5061 יְרַקְרַ֣ק H3422 א֣וֹ H176 אֲדַמְדָּ֗ם H125 בַּבֶּגֶד֩ H899 א֨וֹ H176 בָע֜וֹר H5785 אֽוֹ H176 בַשְּׁתִ֤י H8359 אוֹ H176 בָעֵ֨רֶב֙ H6154 א֣וֹ H176 בְכָל H3605 כְּלִי H3627 ע֔וֹר H5785 נֶ֥גַע H5061 צָרַ֖עַת H6883 ה֑וּא H1931 וְהָרְאָ֖ה H7200 אֶת H853 הַכֹּהֵֽן H3548 ",
  "50": "וְרָאָ֥ה H7200 הַכֹּהֵ֖ן H3548 אֶת H853 הַנָּ֑גַע H5061 וְהִסְגִּ֥יר H5462 אֶת H853 הַנֶּ֖גַע H5061 שִׁבְעַ֥ת H7651 יָמִֽים H3117 ",
  "51": "וְרָאָ֨ה H7200 אֶת H853 הַנֶּ֜גַע H5061 בַּיּ֣וֹם H3117 הַשְּׁבִיעִ֗י H7637 כִּֽי H3588 פָשָׂ֤ה H6581 הַנֶּ֨גַע֙ H5061 בַּ֠בֶּגֶד H899 אֽוֹ H176 בַשְּׁתִ֤י H8359 אֽוֹ H176 בָעֵ֨רֶב֙ H6154 א֣וֹ H176 בָע֔וֹר H5785 לְכֹ֛ל H3605 אֲשֶׁר H834 יֵעָשֶׂ֥ה H6213 הָע֖וֹר H5785 לִמְלָאכָ֑ה H4399 צָרַ֧עַת H6883 מַמְאֶ֛רֶת H3992 הַנֶּ֖גַע H5061 טָמֵ֥א H2931 הֽוּא H1931 ",
  "52": "וְשָׂרַ֨ף H8313 אֶת H853 הַבֶּ֜גֶד H899 א֥וֹ H176 אֶֽת H853 הַשְּׁתִ֣י H8359 א֣וֹ H176 אֶת H853 הָעֵ֗רֶב H6154 בַּצֶּ֨מֶר֙ H6785 א֣וֹ H176 בַפִּשְׁתִּ֔ים H6593 א֚וֹ H176 אֶת H853 כָּל H3605 כְּלִ֣י H3627 הָע֔וֹר H5785 אֲשֶׁר H834 יִהְיֶ֥ה H1961 ב֖וֹ Hb הַנָּ֑גַע H5061 כִּֽי H3588 צָרַ֤עַת H6883 מַמְאֶ֨רֶת֙ H3992 הִ֔וא H1931 בָּאֵ֖שׁ H784 תִּשָּׂרֵֽף H8313 ",
  "53": "וְאִם֮ H518 יִרְאֶ֣ה H7200 הַכֹּהֵן֒ H3548 וְהִנֵּה֙ H2009 לֹא H3808 פָשָׂ֣ה H6581 הַנֶּ֔גַע H5061 בַּבֶּ֕גֶד H899 א֥וֹ H176 בַשְּׁתִ֖י H8359 א֣וֹ H176 בָעֵ֑רֶב H6154 א֖וֹ H176 בְּכָל H3605 כְּלִי H3627 עֽוֹר H5785 ",
  "54": "וְצִוָּה֙ H6680 הַכֹּהֵ֔ן H3548 וְכִ֨בְּס֔וּ H3526 אֵ֥ת H853 אֲשֶׁר H834 בּ֖וֹ Hb הַנָּ֑גַע H5061 וְהִסְגִּיר֥ H5462 שִׁבְעַת H7651 יָמִ֖ים H3117 שֵׁנִֽית H8145 ",
  "55": "וְרָאָ֨ה H7200 הַכֹּהֵ֜ן H3548 אַחֲרֵ֣י H310 הֻכַּבֵּ֣ס H3526 אֶת H853 הַנֶּ֗גַע H5061 וְ֠הִנֵּה H2009 לֹֽא H3808 הָפַ֨ךְ H2015 הַנֶּ֤גַע H5061 אֶת H853 עֵינוֹ֙ H5869 וְהַ H5061 לֹֽא H3808 פָשָׂ֔ה H6581 טָמֵ֣א H2931 ה֔וּא H1931 בָּאֵ֖שׁ H784 תִּשְׂרְפֶ֑נּוּ H8313 פְּחֶ֣תֶת H6356 הִ֔וא H1931 בְּקָרַחְתּ֖ H7146 א֥וֹ H176 בְגַבַּחְתּֽ H1372 ",
  "56": "וְאִם֮ H518 רָאָ֣ה H7200 הַכֹּהֵן֒ H3548 וְהִנֵּה֙ H2009 כֵּהָ֣ה H3544 הַנֶּ֔גַע H5061 אַחֲרֵ֖י H310 הֻכַּבֵּ֣ס H3526 אֹת֑וֹ H853 וְקָרַ֣ע H7167 אֹת֗וֹ H853 מִן H4480 הַבֶּ֨גֶד֙ H899 א֣וֹ H176 מִן H4480 הָע֔וֹר H5785 א֥וֹ H176 מִן H4480 הַשְּׁתִ֖י H8359 א֥וֹ H176 מִן H4480 הָעֵֽרֶב H6154 ",
  "57": "וְאִם H518 תֵּרָאֶ֨ה H7200 ע֜וֹד H5750 בַּ֠בֶּגֶד H899 אֽוֹ H176 בַשְּׁתִ֤י H8359 אֽוֹ H176 בָעֵ֨רֶב֙ H6154 א֣וֹ H176 בְכָל H3605 כְּלִי H3627 ע֔וֹר H5785 פֹּרַ֖חַת H6524 הִ֑וא H1931 בָּאֵ֣שׁ H784 תִּשְׂרְפֶ֔נּוּ H8313 אֵ֥ת H853 אֲשֶׁר H834 בּ֖וֹ Hb הַנָּֽגַע H5061 ",
  "58": "וְהַ H899 אֽוֹ H176 הַשְּׁתִ֨י H8359 אוֹ H176 הָעֵ֜רֶב H6154 אֽוֹ H176 כָל H3605 כְּלִ֤י H3627 הָעוֹר֙ H5785 אֲשֶׁ֣ר H834 תְּכַבֵּ֔ס H3526 וְסָ֥ר H5493 מֵהֶ֖ם H1992 הַנָּ֑גַע H5061 וְכֻבַּ֥ס H3526 שֵׁנִ֖ית H8145 וְטָהֵֽר H2891 ",
  "59": "זֹ֠את H2063 תּוֹרַ֨ת H8451 נֶֽגַע H5061 צָרַ֜עַת H6883 בֶּ֥גֶד H899 הַצֶּ֣מֶר H6785 א֣וֹ H176 הַפִּשְׁתִּ֗ים H6593 א֤וֹ H176 הַשְּׁתִי֙ H8359 א֣וֹ H176 הָעֵ֔רֶב H6154 א֖וֹ H176 כָּל H3605 כְּלִי H3627 ע֑וֹר H5785 לְטַהֲר֖ H2891 א֥וֹ H176 לְטַמְּאֽ H2930 "
}
