{
  "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "2": "זֹ֤את H2063 תִּֽהְיֶה֙ H1961 תּוֹרַ֣ת H8451 הַמְּצֹרָ֔ע H6879 בְּי֖וֹם H3117 טָהֳרָת֑וֹ H2893 וְהוּבָ֖א H935 אֶל H413 הַכֹּהֵֽן H3548 ",
  "3": "וְיָצָא֙ H3318 הַכֹּהֵ֔ן H3548 אֶל H413 מִח֖וּץ H2351 לַֽמַּחֲנֶ֑ה H4264 וְרָאָה֙ H7200 הַכֹּהֵ֔ן H3548 וְהִנֵּ֛ה H2009 נִרְפָּ֥א H7495 נֶֽגַע H5061 הַצָּרַ֖עַת H6883 מִן H4480 הַצָּרֽוּעַ H6879 ",
  "4": "וְצִוָּה֙ H6680 הַכֹּהֵ֔ן H3548 וְלָקַ֧ח H3947 לַמִּטַּהֵ֛ר H2891 שְׁתֵּֽי H8147 צִפֳּרִ֥ים H6833 חַיּ֖וֹת H2416 טְהֹר֑וֹת H2889 וְעֵ֣ץ H6086 אֶ֔רֶז H730 וּשְׁנִ֥י H8144 תוֹלַ֖עַת H8438 וְאֵזֹֽב H231 ",
  "5": "וְצִוָּה֙ H6680 הַכֹּהֵ֔ן H3548 וְשָׁחַ֖ט H7819 אֶת H853 הַצִּפּ֣וֹר H6833 הָאֶחָ֑ת H259 אֶל H413 כְּלִי H3627 חֶ֖רֶשׂ H2789 עַל H5921 מַ֥יִם H4325 חַיִּֽים H2416 ",
  "6": "אֶת H853 הַצִּפֹּ֤ר H6833 הַֽחַיָּה֙ H2416 יִקַּ֣ח H3947 אֹתָ֔הּ H853 וְאֶת H853 עֵ֥ץ H6086 הָאֶ֛רֶז H730 וְאֶת H853 שְׁנִ֥י H8144 הַתּוֹלַ֖עַת H8438 וְאֶת H853 הָאֵזֹ֑ב H231 וְטָבַ֨ל H2881 אוֹתָ֜ם H853 וְאֵ֣ת H853 הַצִּפֹּ֣ר H6833 הַֽחַיָּ֗ה H2416 בְּדַם֙ H1818 הַצִּפֹּ֣ר H6833 הַשְּׁחֻטָ֔ה H7819 עַ֖ל H5921 הַמַּ֥יִם H4325 הַֽחַיִּֽים H2416 ",
  "7": "וְהִזָּ֗ה H5137 עַ֧ל H5921 הַמִּטַּהֵ֛ר H2891 מִן H4480 הַצָּרַ֖עַת H6883 שֶׁ֣בַע H7651 פְּעָמִ֑ים H6471 וְטִ֣הֲר֔ H2891 וְשִׁלַּ֛ח H7971 אֶת H853 הַצִּפֹּ֥ר H6833 הַֽחַיָּ֖ה H2416 עַל H5921 פְּנֵ֥י H6440 הַשָּׂדֶֽה H7704 ",
  "8": "וְכִבֶּס֩ H3526 הַמִּטַּהֵ֨ר H2891 אֶת H853 בְּגָדָ֜יו H899 וְגִלַּ֣ח H1548 אֶת H853 כָּל H3605 שְׂעָר֗וֹ H8181 וְרָחַ֤ץ H7364 בַּמַּ֨יִם֙ H4325 וְטָהֵ֔ר H2891 וְאַחַ֖ר H310 יָב֣וֹא H935 אֶל H413 הַֽמַּחֲנֶ֑ה H4264 וְיָשַׁ֛ב H3427 מִח֥וּץ H2351 לְאָהֳל֖ H168 שִׁבְעַ֥ת H7651 יָמִֽים H3117 ",
  "9": "וְהָיָה֩ H1961 בַיּ֨וֹם H3117 הַשְּׁבִיעִ֜י H7637 יְגַלַּ֣ח H1548 אֶת H853 כָּל H3605 שְׂעָר֗וֹ H8181 אֶת H853 רֹאשׁ֤וֹ H7218 וְאֶת H853 זְקָנוֹ֙ H2206 וְאֵת֙ H853 גַּבֹּ֣ת H1354 עֵינָ֔יו H5869 וְאֶת H853 כָּל H3605 שְׂעָר֖וֹ H8181 יְגַלֵּ֑חַ H1548 וְכִבֶּ֣ס H3526 אֶת H853 בְּגָדָ֗יו H899 וְרָחַ֧ץ H7364 אֶת H853 בְּשָׂר֛וֹ H1320 בַּמַּ֖יִם H4325 וְטָהֵֽר H2891 ",
  "10": "וּבַ H3117 הַשְּׁמִינִ֗י H8066 יִקַּ֤ח H3947 שְׁנֵֽי H8147 כְבָשִׂים֙ H3532 תְּמִימִ֔ים H8549 וְכַבְשָׂ֥ה H3535 אַחַ֛ת H259 בַּת H1323 שְׁנָתָ֖הּ H8141 תְּמִימָ֑ה H8549 וּשְׁלֹשָׁ֣ה H7969 עֶשְׂרֹנִ֗ים H6241 סֹ֤לֶת H5560 מִנְחָה֙ H4503 בְּלוּלָ֣ה H1101 בַשֶּׁ֔מֶן H8081 וְלֹ֥ג H3849 אֶחָ֖ד H259 שָֽׁמֶן H8081 ",
  "11": "וְהֶעֱמִ֞יד H5975 הַכֹּהֵ֣ן H3548 הַֽמְטַהֵ֗ר H2891 אֵ֛ת H853 הָאִ֥ישׁ H376 הַמִּטַּהֵ֖ר H2891 וְאֹתָ֑ H853 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "12": "וְלָקַ֨ח H3947 הַכֹּהֵ֜ן H3548 אֶת H853 הַכֶּ֣בֶשׂ H3532 הָאֶחָ֗ד H259 וְהִקְרִ֥יב H7126 אֹת֛וֹ H853 לְאָשָׁ֖ם H817 וְאֶת H853 לֹ֣ג H3849 הַשָּׁ֑מֶן H8081 וְהֵנִ֥יף H5130 אֹתָ֛ם H853 תְּנוּפָ֖ה H8573 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "13": "וְשָׁחַ֣ט H7819 אֶת H853 הַכֶּ֗בֶשׂ H3532 בִּ֠מְקוֹם H4725 אֲשֶׁ֨ר H834 יִשְׁחַ֧ט H7819 אֶת H853 הַֽחַטָּ֛את H2403 וְאֶת H853 הָעֹלָ֖ה H5930 בִּמְק֣וֹם H4725 הַקֹּ֑דֶשׁ H6944 כִּ֡י H3588 כַּ֠חַטָּאת H2403 הָאָשָׁ֥ם H817 הוּא֙ H1931 לַכֹּהֵ֔ן H3548 קֹ֥דֶשׁ H6944 קָֽדָשִׁ֖ים H6944 הֽוּא H1931 ",
  "14": "וְלָקַ֣ח H3947 הַכֹּהֵן֮ H3548 מִדַּ֣ם H1818 הָאָשָׁם֒ H817 וְנָתַן֙ H5414 הַכֹּהֵ֔ן H3548 עַל H5921 תְּנ֛וּךְ H8571 אֹ֥זֶן H241 הַמִּטַּהֵ֖ר H2891 הַיְמָנִ֑ית H3233 וְעַל H5921 בֹּ֤הֶן H931 יָדוֹ֙ H3027 הַיְמָנִ֔ית H3233 וְעַל H5921 בֹּ֥הֶן H931 רַגְל֖וֹ H7272 הַיְמָנִֽית H3233 ",
  "15": "וְלָקַ֥ח H3947 הַכֹּהֵ֖ן H3548 מִלֹּ֣ג H3849 הַשָּׁ֑מֶן H8081 וְיָצַ֛ק H3332 עַל H5921 כַּ֥ף H3709 הַכֹּהֵ֖ן H3548 הַשְּׂמָאלִֽית H8042 ",
  "16": "וְטָבַ֤ל H2881 הַכֹּהֵן֙ H3548 אֶת H853 אֶצְבָּע֣וֹ H676 הַיְמָנִ֔ית H3233 מִן H4480 הַשֶּׁ֕מֶן H8081 אֲשֶׁ֥ר H834 עַל H5921 כַּפּ֖וֹ H3709 הַשְּׂמָאלִ֑ית H8042 וְהִזָּ֨ה H5137 מִן H4480 הַשֶּׁ֧מֶן H8081 בְּאֶצְבָּע֛ H676 שֶׁ֥בַע H7651 פְּעָמִ֖ים H6471 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "17": "וּמִ H3499 הַשֶּׁ֜מֶן H8081 אֲשֶׁ֣ר H834 עַל H5921 כַּפּ֗וֹ H3709 יִתֵּ֤ן H5414 הַכֹּהֵן֙ H3548 עַל H5921 תְּנ֞וּךְ H8571 אֹ֤זֶן H241 הַמִּטַּהֵר֙ H2891 הַיְמָנִ֔ית H3233 וְעַל H5921 בֹּ֤הֶן H931 יָדוֹ֙ H3027 הַיְמָנִ֔ית H3233 וְעַל H5921 בֹּ֥הֶן H931 רַגְל֖וֹ H7272 הַיְמָנִ֑ית H3233 עַ֖ל H5921 דַּ֥ם H1818 הָאָשָֽׁם H817 ",
  "18": "וְהַ H3498 בַּשֶּׁ֨מֶן֙ H8081 אֲשֶׁר֙ H834 עַל H5921 כַּ֣ף H3709 הַכֹּהֵ֔ן H3548 יִתֵּ֖ן H5414 עַל H5921 רֹ֣אשׁ H7218 הַמִּטַּהֵ֑ר H2891 וְכִפֶּ֥ר H3722 עָלָ֛יו H5921 הַכֹּהֵ֖ן H3548 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "19": "וְעָשָׂ֤ה H6213 הַכֹּהֵן֙ H3548 אֶת H853 הַ֣חַטָּ֔את H2403 וְכִפֶּ֕ר H3722 עַל H5921 הַמִּטַּהֵ֖ר H2891 מִטֻּמְאָת֑ H2932 וְאַחַ֖ר H310 יִשְׁחַ֥ט H7819 אֶת H853 הָעֹלָֽה H5930 ",
  "20": "וְהֶעֱלָ֧ה H5927 הַכֹּהֵ֛ן H3548 אֶת H853 הָעֹלָ֥ה H5930 וְאֶת H853 הַמִּנְחָ֖ה H4503 הַמִּזְבֵּ֑חָ H4196 וְכִפֶּ֥ר H3722 עָלָ֛יו H5921 הַכֹּהֵ֖ן H3548 וְטָהֵֽר H2891 ",
  "21": "וְאִם H518 דַּ֣ל H1800 ה֗וּא H1931 וְאֵ֣ין H369 יָדוֹ֮ H3027 מַשֶּׂגֶת֒ H5381 וְ֠לָקַח H3947 כֶּ֣בֶשׂ H3532 אֶחָ֥ד H259 אָשָׁ֛ם H817 לִתְנוּפָ֖ה H8573 לְכַפֵּ֣ר H3722 עָלָ֑יו H5921 וְעִשָּׂר֨וֹן H6241 סֹ֜לֶת H5560 אֶחָ֨ד H259 בָּל֥וּל H1101 בַּשֶּׁ֛מֶן H8081 לְמִנְחָ֖ה H4503 וְלֹ֥ג H3849 שָֽׁמֶן H8081 ",
  "22": "וּשְׁתֵּ֣י H8147 תֹרִ֗ים H8449 א֤וֹ H176 שְׁנֵי֙ H8147 בְּנֵ֣י H1121 יוֹנָ֔ה H3123 אֲשֶׁ֥ר H834 תַּשִּׂ֖יג H5381 יָד֑וֹ H3027 וְהָיָ֤ה H1961 אֶחָד֙ H259 חַטָּ֔את H2403 וְהָ H259 עֹלָֽה H5930 ",
  "23": "וְהֵבִ֨יא H935 אֹתָ֜ם H853 בַּיּ֧וֹם H3117 הַשְּׁמִינִ֛י H8066 לְטָהֳרָת֖ H2893 אֶל H413 הַכֹּהֵ֑ן H3548 אֶל H413 פֶּ֥תַח H6607 אֹֽהֶל H168 מוֹעֵ֖ד H4150 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "24": "וְלָקַ֧ח H3947 הַכֹּהֵ֛ן H3548 אֶת H853 כֶּ֥בֶשׂ H3532 הָאָשָׁ֖ם H817 וְאֶת H853 לֹ֣ג H3849 הַשָּׁ֑מֶן H8081 וְהֵנִ֨יף H5130 אֹתָ֧ם H853 הַכֹּהֵ֛ן H3548 תְּנוּפָ֖ה H8573 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "25": "וְשָׁחַט֮ H7819 אֶת H853 כֶּ֣בֶשׂ H3532 הָֽאָשָׁם֒ H817 וְלָקַ֤ח H3947 הַכֹּהֵן֙ H3548 מִדַּ֣ם H1818 הָֽאָשָׁ֔ם H817 וְנָתַ֛ן H5414 עַל H5921 תְּנ֥וּךְ H8571 אֹֽזֶן H241 הַמִּטַּהֵ֖ר H2891 הַיְמָנִ֑ית H3233 וְעַל H5921 בֹּ֤הֶן H931 יָדוֹ֙ H3027 הַיְמָנִ֔ית H3233 וְעַל H5921 בֹּ֥הֶן H931 רַגְל֖וֹ H7272 הַיְמָנִֽית H3233 ",
  "26": "וּמִן H4480 הַשֶּׁ֖מֶן H8081 יִצֹ֣ק H3332 הַכֹּהֵ֑ן H3548 עַל H5921 כַּ֥ף H3709 הַכֹּהֵ֖ן H3548 הַשְּׂמָאלִֽית H8042 ",
  "27": "וְהִזָּ֤ה H5137 הַכֹּהֵן֙ H3548 בְּאֶצְבָּע֣ H676 הַיְמָנִ֔ית H3233 מִן H4480 הַשֶּׁ֕מֶן H8081 אֲשֶׁ֥ר H834 עַל H5921 כַּפּ֖וֹ H3709 הַשְּׂמָאלִ֑ית H8042 שֶׁ֥בַע H7651 פְּעָמִ֖ים H6471 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "28": "וְנָתַ֨ן H5414 הַכֹּהֵ֜ן H3548 מִן H4480 הַשֶּׁ֣מֶן H8081 אֲשֶׁ֣ר H834 עַל H5921 כַּפּ֗וֹ H3709 עַל H5921 תְּנ֞וּךְ H8571 אֹ֤זֶן H241 הַמִּטַּהֵר֙ H2891 הַיְמָנִ֔ית H3233 וְעַל H5921 בֹּ֤הֶן H931 יָדוֹ֙ H3027 הַיְמָנִ֔ית H3233 וְעַל H5921 בֹּ֥הֶן H931 רַגְל֖וֹ H7272 הַיְמָנִ֑ית H3233 עַל H5921 מְק֖וֹם H4725 דַּ֥ם H1818 הָאָשָֽׁם H817 ",
  "29": "וְהַ H3498 מִן H4480 הַשֶּׁ֨מֶן֙ H8081 אֲשֶׁר֙ H834 עַל H5921 כַּ֣ף H3709 הַכֹּהֵ֔ן H3548 יִתֵּ֖ן H5414 עַל H5921 רֹ֣אשׁ H7218 הַמִּטַּהֵ֑ר H2891 לְכַפֵּ֥ר H3722 עָלָ֖יו H5921 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "30": "וְעָשָׂ֤ה H6213 אֶת H853 הָֽאֶחָד֙ H259 מִן H4480 הַתֹּרִ֔ים H8449 א֖וֹ H176 מִן H4480 בְּנֵ֣י H1121 הַיּוֹנָ֑ה H3123 מֵאֲשֶׁ֥ר H834 תַּשִּׂ֖יג H5381 יָדֽוֹ H3027 ",
  "31": "אֵ֣ת H853 אֲשֶׁר H834 תַּשִּׂ֞יג H5381 יָד֗וֹ H3027 אֶת H853 הָאֶחָ֥ד H259 חַטָּ֛את H2403 וְאֶת H853 הָאֶחָ֥ד H259 עֹלָ֖ה H5930 עַל H5921 הַמִּנְחָ֑ה H4503 וְכִפֶּ֧ר H3722 הַכֹּהֵ֛ן H3548 עַ֥ל H5921 הַמִּטַּהֵ֖ר H2891 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "32": "זֹ֣את H2063 תּוֹרַ֔ת H8451 אֲשֶׁר H834 בּ֖וֹ Hb נֶ֣גַע H5061 צָרָ֑עַת H6883 אֲשֶׁ֛ר H834 לֹֽא H3808 תַשִּׂ֥יג H5381 יָד֖וֹ H3027 בְּטָהֳרָתֽ H2893 ",
  "33": "וַיְדַבֵּ֣ר H1696 יְהוָ֔ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 וְאֶֽל H413 אַהֲרֹ֖ן H175 לֵאמֹֽר H559 ",
  "34": "כִּ֤י H3588 תָבֹ֨אוּ֙ H935 אֶל H413 אֶ֣רֶץ H776 כְּנַ֔עַן H3667 אֲשֶׁ֥ר H834 אֲנִ֛י H589 נֹתֵ֥ן H5414 לָכֶ֖ם Hl לַאֲחֻזָּ֑ה H272 וְנָתַתִּי֙ H5414 נֶ֣גַע H5061 צָרַ֔עַת H6883 בְּבֵ֖ית H1004 אֶ֥רֶץ H776 אֲחֻזַּתְכֶֽם H272 ",
  "35": "וּבָא֙ H935 אֲשֶׁר H834 ל֣וֹ Hl הַבַּ֔יִת H1004 וְהִגִּ֥יד H5046 לַכֹּהֵ֖ן H3548 לֵאמֹ֑ר H559 כְּנֶ֕גַע H5061 נִרְאָ֥ה H7200 לִ֖י Hl בַּבָּֽיִת H1004 ",
  "36": "וְצִוָּ֨ה H6680 הַכֹּהֵ֜ן H3548 וּפִנּ֣וּ H6437 אֶת H853 הַבַּ֗יִת H1004 בְּטֶ֨רֶם H2962 יָבֹ֤א H935 הַכֹּהֵן֙ H3548 לִרְא֣וֹת H7200 אֶת H853 הַנֶּ֔גַע H5061 וְלֹ֥א H3808 יִטְמָ֖א H2930 כָּל H3605 אֲשֶׁ֣ר H834 בַּבָּ֑יִת H1004 וְאַ֥חַר H310 כֵּ֛ן H3651 יָבֹ֥א H935 הַכֹּהֵ֖ן H3548 לִרְא֥וֹת H7200 אֶת H853 הַבָּֽיִת H1004 ",
  "37": "וְרָאָ֣ה H7200 אֶת H853 הַנֶּ֗גַע H5061 וְהִנֵּ֤ה H2009 הַנֶּ֨גַע֙ H5061 בְּקִירֹ֣ת H7023 הַבַּ֔יִת H1004 שְׁקַֽעֲרוּרֹת֙ H8258 יְרַקְרַקֹּ֔ת H3422 א֖וֹ H176 אֲדַמְדַּמֹּ֑ת H125 וּמַרְאֵי H4758 שָׁפָ֖ל H8217 מִן H4480 הַקִּֽיר H7023 ",
  "38": "וְיָצָ֧א H3318 הַכֹּהֵ֛ן H3548 מִן H4480 הַבַּ֖יִת H1004 אֶל H413 פֶּ֣תַח H6607 הַבָּ֑יִת H1004 וְהִסְגִּ֥יר H5462 אֶת H853 הַבַּ֖יִת H1004 שִׁבְעַ֥ת H7651 יָמִֽים H3117 ",
  "39": "וְשָׁ֥ב H7725 הַכֹּהֵ֖ן H3548 בַּיּ֣וֹם H3117 הַשְּׁבִיעִ֑י H7637 וְרָאָ֕ה H7200 וְהִנֵּ֛ה H2009 פָּשָׂ֥ה H6581 הַנֶּ֖גַע H5061 בְּקִירֹ֥ת H7023 הַבָּֽיִת H1004 ",
  "40": "וְצִוָּה֙ H6680 הַכֹּהֵ֔ן H3548 וְחִלְּצוּ֙ H2502 אֶת H853 הָ֣אֲבָנִ֔ים H68 אֲשֶׁ֥ר H834 בָּהֵ֖ן Hb הַנָּ֑גַע H5061 וְהִשְׁלִ֤יכוּ H7993 אֶתְהֶן֙ H853 אֶל H413 מִח֣וּץ H2351 לָעִ֔יר H5892 אֶל H413 מָק֖וֹם H4725 טָמֵֽא H2931 ",
  "41": "וְאֶת H853 הַבַּ֛יִת H1004 יַקְצִ֥עַ H7106 מִבַּ֖יִת H1004 סָבִ֑יב H5439 וְשָׁפְכ֗וּ H8210 אֶת H853 הֶֽעָפָר֙ H6083 אֲשֶׁ֣ר H834 הִקְצ֔וּ H7096 אֶל H413 מִח֣וּץ H2351 לָעִ֔יר H5892 אֶל H413 מָק֖וֹם H4725 טָמֵֽא H2931 ",
  "42": "וְלָקְחוּ֙ H3947 אֲבָנִ֣ים H68 אֲחֵר֔וֹת H312 וְהֵבִ֖יאוּ H935 אֶל H413 תַּ֣חַת H8478 הָאֲבָנִ֑ים H68 וְעָפָ֥ר H6083 אַחֵ֛ר H312 יִקַּ֖ח H3947 וְטָ֥ח H2902 אֶת H853 הַבָּֽיִת H1004 ",
  "43": "וְאִם H518 יָשׁ֤וּב H7725 הַנֶּ֨גַע֙ H5061 וּפָרַ֣ח H6524 בַּבַּ֔יִת H1004 אַחַ֖ר H310 חִלֵּ֣ץ H2502 אֶת H853 הָאֲבָנִ֑ים H68 וְאַחֲרֵ֛י H310 הִקְצ֥וֹת H7096 אֶת H853 הַבַּ֖יִת H1004 וְאַחֲרֵ֥י H310 הִטּֽוֹחַ H2902 ",
  "44": "וּבָא֙ H935 הַכֹּהֵ֔ן H3548 וְרָאָ֕ה H7200 וְהִנֵּ֛ה H2009 פָּשָׂ֥ה H6581 הַנֶּ֖גַע H5061 בַּבָּ֑יִת H1004 צָרַ֨עַת H6883 מַמְאֶ֥רֶת H3992 הִ֛וא H1931 בַּבַּ֖יִת H1004 טָמֵ֥א H2931 הֽוּא H1931 ",
  "45": "וְנָתַ֣ץ H5422 אֶת H853 הַבַּ֗יִת H1004 אֶת H853 אֲבָנָיו֙ H68 וְאֶת H853 עֵצָ֔יו H6086 וְאֵ֖ת H853 כָּל H3605 עֲפַ֣ר H6083 הַבָּ֑יִת H1004 וְהוֹצִיא֙ H3318 אֶל H413 מִח֣וּץ H2351 לָעִ֔יר H5892 אֶל H413 מָק֖וֹם H4725 טָמֵֽא H2931 ",
  "46": "וְהַ H935 אֶל H413 הַבַּ֔יִת H1004 כָּל H3605 יְמֵ֖י H3117 הִסְגִּ֣יר H5462 אֹת֑וֹ H853 יִטְמָ֖א H2930 עַד H5704 הָעָֽרֶב H6153 ",
  "47": "וְהַ H7901 בַּבַּ֔יִת H1004 יְכַבֵּ֖ס H3526 אֶת H853 בְּגָדָ֑יו H899 וְהָ H398 בַּבַּ֔יִת H1004 יְכַבֵּ֖ס H3526 אֶת H853 בְּגָדָֽיו H899 ",
  "48": "וְאִם H518 בֹּ֨א H935 יָבֹ֜א H935 הַכֹּהֵ֗ן H3548 וְרָאָה֙ H7200 וְ֠הִנֵּה H2009 לֹא H3808 פָשָׂ֤ה H6581 הַנֶּ֨גַע֙ H5061 בַּבַּ֔יִת H1004 אַחֲרֵ֖י H310 הִטֹּ֣חַ H2902 אֶת H853 הַבָּ֑יִת H1004 וְטִהַ֤ר H2891 הַכֹּהֵן֙ H3548 אֶת H853 הַבַּ֔יִת H1004 כִּ֥י H3588 נִרְפָּ֖א H7495 הַנָּֽגַע H5061 ",
  "49": "וְלָקַ֛ח H3947 לְחַטֵּ֥א H2398 אֶת H853 הַבַּ֖יִת H1004 שְׁתֵּ֣י H8147 צִפֳּרִ֑ים H6833 וְעֵ֣ץ H6086 אֶ֔רֶז H730 וּשְׁנִ֥י H8144 תוֹלַ֖עַת H8438 וְאֵזֹֽב H231 ",
  "50": "וְשָׁחַ֖ט H7819 אֶת H853 הַצִּפֹּ֣ר H6833 הָאֶחָ֑ת H259 אֶל H413 כְּלִי H3627 חֶ֖רֶשׂ H2789 עַל H5921 מַ֥יִם H4325 חַיִּֽים H2416 ",
  "51": "וְלָקַ֣ח H3947 אֶת H853 עֵֽץ H6086 הָ֠אֶרֶז H730 וְאֶת H853 הָ֨אֵזֹ֜ב H231 וְאֵ֣ת H853 שְׁנִ֣י H8144 הַתּוֹלַ֗עַת H8438 וְאֵת֮ H853 הַצִּפֹּ֣ר H6833 הַֽחַיָּה֒ H2416 וְטָבַ֣ל H2881 אֹתָ֗ם H853 בְּדַם֙ H1818 הַצִּפֹּ֣ר H6833 הַשְּׁחוּטָ֔ה H7819 וּבַ H4325 הַֽחַיִּ֑ים H2416 וְהִזָּ֥ה H5137 אֶל H413 הַבַּ֖יִת H1004 שֶׁ֥בַע H7651 פְּעָמִֽים H6471 ",
  "52": "וְחִטֵּ֣א H2398 אֶת H853 הַבַּ֔יִת H1004 בְּדַם֙ H1818 הַצִּפּ֔וֹר H6833 וּבַ H4325 הַֽחַיִּ֑ים H2416 וּבַ H6833 הַחַיָּ֗ה H2416 וּבְ H6086 הָאֶ֛רֶז H730 וּבָ H231 וּבִ H8144 הַתּוֹלָֽעַת H8438 ",
  "53": "וְשִׁלַּ֞ח H7971 אֶת H853 הַצִּפֹּ֧ר H6833 הַֽחַיָּ֛ה H2416 אֶל H413 מִח֥וּץ H2351 לָעִ֖יר H5892 אֶל H413 פְּנֵ֣י H6440 הַשָּׂדֶ֑ה H7704 וְכִפֶּ֥ר H3722 עַל H5921 הַבַּ֖יִת H1004 וְטָהֵֽר H2891 ",
  "54": "זֹ֖את H2063 הַתּוֹרָ֑ה H8451 לְכָל H3605 נֶ֥גַע H5061 הַצָּרַ֖עַת H6883 וְלַ H5424 ",
  "55": "וּלְ H6883 הַבֶּ֖גֶד H899 וְלַ H1004 ",
  "56": "וְלַ H7613 וְלַ H5597 וְלַ H934 ",
  "57": "לְהוֹרֹ֕ת H3384 בְּי֥וֹם H3117 הַטָּמֵ֖א H2931 וּבְ H3117 הַטָּהֹ֑ר H2889 זֹ֥את H2063 תּוֹרַ֖ת H8451 הַצָּרָֽעַת H6883 "
}
