{
  "1": "וַיְדַבֵּ֣ר H1696 יְהוָ֔ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 וְאֶֽל H413 אַהֲרֹ֖ן H175 לֵאמֹֽר H559 ",
  "2": "דַּבְּרוּ֙ H1696 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וַאֲמַרְתֶּ֖ם H559 אֲלֵהֶ֑ם H413 אִ֣ישׁ H376 אִ֗ישׁ H376 כִּ֤י H3588 יִהְיֶה֙ H1961 זָ֣ב H2100 מִבְּשָׂר֔ H1320 זוֹב֖וֹ H2101 טָמֵ֥א H2931 הֽוּא H1931 ",
  "3": "וְזֹ֛את H2063 תִּהְיֶ֥ה H1961 טֻמְאָת֖וֹ H2932 בְּזוֹב֑ H2101 רָ֣ר H7325 בְּשָׂר֞וֹ H1320 אֶת H854 זוֹב֗וֹ H2101 אֽוֹ H176 הֶחְתִּ֤ים H2856 בְּשָׂרוֹ֙ H1320 מִזּוֹב֔ H2101 טֻמְאָת֖וֹ H2932 הִֽוא H1931 ",
  "4": "כָּל H3605 הַמִּשְׁכָּ֗ב H4904 אֲשֶׁ֨ר H834 יִשְׁכַּ֥ב H7901 עָלָ֛יו H5921 הַזָּ֖ב H2100 יִטְמָ֑א H2930 וְכָֽל H3605 הַכְּלִ֛י H3627 אֲשֶׁר H834 יֵשֵׁ֥ב H3427 עָלָ֖יו H5921 יִטְמָֽא H2930 ",
  "5": "וְאִ֕ישׁ H376 אֲשֶׁ֥ר H834 יִגַּ֖ע H5060 בְּמִשְׁכָּב֑ H4904 יְכַבֵּ֧ס H3526 בְּגָדָ֛יו H899 וְרָחַ֥ץ H7364 בַּמַּ֖יִם H4325 וְטָמֵ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
  "6": "וְהַ H3427 עַֽל H5921 הַכְּלִ֔י H3627 אֲשֶׁר H834 יֵשֵׁ֥ב H3427 עָלָ֖יו H5921 הַזָּ֑ב H2100 יְכַבֵּ֧ס H3526 בְּגָדָ֛יו H899 וְרָחַ֥ץ H7364 בַּמַּ֖יִם H4325 וְטָמֵ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
  "7": "וְהַ H5060 בִּבְשַׂ֣ר H1320 הַזָּ֑ב H2100 יְכַבֵּ֧ס H3526 בְּגָדָ֛יו H899 וְרָחַ֥ץ H7364 בַּמַּ֖יִם H4325 וְטָמֵ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
  "8": "וְכִֽי H3588 יָרֹ֛ק H7556 הַזָּ֖ב H2100 בַּטָּה֑וֹר H2889 וְכִבֶּ֧ס H3526 בְּגָדָ֛יו H899 וְרָחַ֥ץ H7364 בַּמַּ֖יִם H4325 וְטָמֵ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
  "9": "וְכָל H3605 הַמֶּרְכָּ֗ב H4817 אֲשֶׁ֨ר H834 יִרְכַּ֥ב H7392 עָלָ֛יו H5921 הַזָּ֖ב H2100 יִטְמָֽא H2930 ",
  "10": "וְכָל H3605 הַנֹּגֵ֗עַ H5060 בְּכֹל֙ H3605 אֲשֶׁ֣ר H834 יִהְיֶ֣ה H1961 תַחְתָּ֔יו H8478 יִטְמָ֖א H2930 עַד H5704 הָעָ֑רֶב H6153 וְהַ H5375 אוֹתָ֔ם H853 יְכַבֵּ֧ס H3526 בְּגָדָ֛יו H899 וְרָחַ֥ץ H7364 בַּמַּ֖יִם H4325 וְטָמֵ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
  "11": "וְכֹ֨ל H3605 אֲשֶׁ֤ר H834 יִגַּע H5060 בּוֹ֙ Hb הַזָּ֔ב H2100 וְיָדָ֖י H3027 לֹא H3808 שָׁטַ֣ף H7857 בַּמָּ֑יִם H4325 וְכִבֶּ֧ס H3526 בְּגָדָ֛יו H899 וְרָחַ֥ץ H7364 בַּמַּ֖יִם H4325 וְטָמֵ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
  "12": "וּכְלִי H3627 חֶ֛רֶשׂ H2789 אֲשֶׁר H834 יִגַּע H5060 בּ֥וֹ Hb הַזָּ֖ב H2100 יִשָּׁבֵ֑ר H7665 וְכָל H3605 כְּלִי H3627 עֵ֔ץ H6086 יִשָּׁטֵ֖ף H7857 בַּמָּֽיִם H4325 ",
  "13": "וְכִֽי H3588 יִטְהַ֤ר H2891 הַזָּב֙ H2100 מִזּוֹב֔ H2101 וְסָ֨פַר H5608 ל֜וֹ Hl שִׁבְעַ֥ת H7651 יָמִ֛ים H3117 לְטָהֳרָת֖ H2893 וְכִבֶּ֣ס H3526 בְּגָדָ֑יו H899 וְרָחַ֧ץ H7364 בְּשָׂר֛וֹ H1320 בְּמַ֥יִם H4325 חַיִּ֖ים H2416 וְטָהֵֽר H2891 ",
  "14": "וּבַ H3117 הַשְּׁמִינִ֗י H8066 יִֽקַּֽח H3947 לוֹ֙ Hl שְׁתֵּ֣י H8147 תֹרִ֔ים H8449 א֥וֹ H176 שְׁנֵ֖י H8147 בְּנֵ֣י H1121 יוֹנָ֑ה H3123 וּבָ֣א H935 לִפְנֵ֣י H6440 יְהוָ֗ה H3068 אֶל H413 פֶּ֨תַח֙ H6607 אֹ֣הֶל H168 מוֹעֵ֔ד H4150 וּנְתָנָ֖ H5414 אֶל H413 הַכֹּהֵֽן H3548 ",
  "15": "וְעָשָׂ֤ה H6213 אֹתָם֙ H853 הַכֹּהֵ֔ן H3548 אֶחָ֣ד H259 חַטָּ֔את H2403 וְהָ H259 עֹלָ֑ה H5930 וְכִפֶּ֨ר H3722 עָלָ֧יו H5921 הַכֹּהֵ֛ן H3548 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 מִזּוֹבֽ H2101 ",
  "16": "וְאִ֕ישׁ H376 כִּֽי H3588 תֵצֵ֥א H3318 מִמֶּ֖נּוּ H4480 שִׁכְבַת H7902 זָ֑רַע H2233 וְרָחַ֥ץ H7364 בַּמַּ֛יִם H4325 אֶת H853 כָּל H3605 בְּשָׂר֖וֹ H1320 וְטָמֵ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
  "17": "וְכָל H3605 בֶּ֣גֶד H899 וְכָל H3605 ע֔וֹר H5785 אֲשֶׁר H834 יִהְיֶ֥ה H1961 עָלָ֖יו H5921 שִׁכְבַת H7902 זָ֑רַע H2233 וְכֻבַּ֥ס H3526 בַּמַּ֖יִם H4325 וְטָמֵ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
  "18": "וְאִשָּׁ֕ה H802 אֲשֶׁ֨ר H834 יִשְׁכַּ֥ב H7901 אִ֛ישׁ H376 אֹתָ֖הּ H854 שִׁכְבַת H7902 זָ֑רַע H2233 וְרָחֲצ֣וּ H7364 בַמַּ֔יִם H4325 וְטָמְא֖וּ H2930 עַד H5704 הָעָֽרֶב H6153 ",
  "19": "וְאִשָּׁה֙ H802 כִּֽי H3588 תִהְיֶ֣ה H1961 זָבָ֔ה H2101 דָּ֛ם H1818 יִהְיֶ֥ה H1961 זֹבָ֖הּ H2100 בִּבְשָׂרָ֑ H1320 שִׁבְעַ֤ת H7651 יָמִים֙ H3117 תִּהְיֶ֣ה H1961 בְנִדָּתָ֔ H5079 וְכָל H3605 הַנֹּגֵ֥עַ H5060 בָּ֖הּ Hb יִטְמָ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
  "20": "וְכֹל֩ H3605 אֲשֶׁ֨ר H834 תִּשְׁכַּ֥ב H7901 עָלָ֛יו H5921 בְּנִדָּתָ֖ H5079 יִטְמָ֑א H2930 וְכֹ֛ל H3605 אֲשֶׁר H834 תֵּשֵׁ֥ב H3427 עָלָ֖יו H5921 יִטְמָֽא H2930 ",
  "21": "וְכָל H3605 הַנֹּגֵ֖עַ H5060 בְּמִשְׁכָּבָ֑ H4904 יְכַבֵּ֧ס H3526 בְּגָדָ֛יו H899 וְרָחַ֥ץ H7364 בַּמַּ֖יִם H4325 וְטָמֵ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
  "22": "וְכָל H3605 הַנֹּגֵ֔עַ H5060 בְּכָל H3605 כְּלִ֖י H3627 אֲשֶׁר H834 תֵּשֵׁ֣ב H3427 עָלָ֑יו H5921 יְכַבֵּ֧ס H3526 בְּגָדָ֛יו H899 וְרָחַ֥ץ H7364 בַּמַּ֖יִם H4325 וְטָמֵ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
  "23": "וְאִ֨ם H518 עַֽל H5921 הַמִּשְׁכָּ֜ב H4904 ה֗וּא H1931 א֧וֹ H176 עַֽל H5921 הַכְּלִ֛י H3627 אֲשֶׁר H834 הִ֥וא H1931 יֹשֶֽׁבֶת H3427 עָלָ֖יו H5921 בְּנָגְע H5060 ב֑וֹ Hb יִטְמָ֖א H2930 עַד H5704 הָעָֽרֶב H6153 ",
  "24": "וְאִ֡ם H518 שָׁכֹב֩ H7901 יִשְׁכַּ֨ב H7901 אִ֜ישׁ H376 אֹתָ֗הּ H854 וּתְהִ֤י H1961 נִדָּתָהּ֙ H5079 עָלָ֔יו H5921 וְטָמֵ֖א H2930 שִׁבְעַ֣ת H7651 יָמִ֑ים H3117 וְכָל H3605 הַמִּשְׁכָּ֛ב H4904 אֲשֶׁר H834 יִשְׁכַּ֥ב H7901 עָלָ֖יו H5921 יִטְמָֽא H2930 ",
  "25": "וְאִשָּׁ֡ה H802 כִּֽי H3588 יָזוּב֩ H2100 ז֨וֹב H2101 דָּמָ֜הּ H1818 יָמִ֣ים H3117 רַבִּ֗ים H7227 בְּלֹא֙ H3808 עֶת H6256 נִדָּתָ֔הּ H5079 א֥וֹ H176 כִֽי H3588 תָז֖וּב H2100 עַל H5921 נִדָּתָ֑הּ H5079 כָּל H3605 יְמֵ֞י H3117 ז֣וֹב H2101 טֻמְאָתָ֗הּ H2932 כִּימֵ֧י H3117 נִדָּתָ֛הּ H5079 תִּהְיֶ֖ה H1961 טְמֵאָ֥ה H2931 הִֽוא H1931 ",
  "26": "כָּל H3605 הַמִּשְׁכָּ֞ב H4904 אֲשֶׁר H834 תִּשְׁכַּ֤ב H7901 עָלָיו֙ H5921 כָּל H3605 יְמֵ֣י H3117 זוֹבָ֔הּ H2101 כְּמִשְׁכַּ֥ב H4904 נִדָּתָ֖הּ H5079 יִֽהְיֶה H1961 לָּ֑הּ Hl וְכָֽל H3605 הַכְּלִי֙ H3627 אֲשֶׁ֣ר H834 תֵּשֵׁ֣ב H3427 עָלָ֔יו H5921 טָמֵ֣א H2931 יִהְיֶ֔ה H1961 כְּטֻמְאַ֖ת H2932 נִדָּתָֽהּ H5079 ",
  "27": "וְכָל H3605 הַנּוֹגֵ֥עַ H5060 בָּ֖ם Hb יִטְמָ֑א H2930 וְכִבֶּ֧ס H3526 בְּגָדָ֛יו H899 וְרָחַ֥ץ H7364 בַּמַּ֖יִם H4325 וְטָמֵ֥א H2930 עַד H5704 הָעָֽרֶב H6153 ",
  "28": "וְאִֽם H518 טָהֲרָ֖ה H2891 מִזּוֹבָ֑ H2101 וְסָ֥פְרָה H5608 לָּ֛הּ Hl שִׁבְעַ֥ת H7651 יָמִ֖ים H3117 וְאַחַ֥ר H310 תִּטְהָֽר H2891 ",
  "29": "וּבַ H3117 הַשְּׁמִינִ֗י H8066 תִּֽקַּֽח H3947 לָהּ֙ Hl שְׁתֵּ֣י H8147 תֹרִ֔ים H8449 א֥וֹ H176 שְׁנֵ֖י H8147 בְּנֵ֣י H1121 יוֹנָ֑ה H3123 וְהֵבִיאָ֤ה H935 אוֹתָם֙ H853 אֶל H413 הַכֹּהֵ֔ן H3548 אֶל H413 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "30": "וְעָשָׂ֤ה H6213 הַכֹּהֵן֙ H3548 אֶת H853 הָאֶחָ֣ד H259 חַטָּ֔את H2403 וְאֶת H853 הָאֶחָ֖ד H259 עֹלָ֑ה H5930 וְכִפֶּ֨ר H3722 עָלֶ֤יהָ H5921 הַכֹּהֵן֙ H3548 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 מִזּ֖וֹב H2101 טֻמְאָתָֽהּ H2932 ",
  "31": "וְהִזַּרְתֶּ֥ם H5144 אֶת H853 בְּנֵי H1121 יִשְׂרָאֵ֖ל H3478 מִטֻּמְאָתָ֑ H2932 וְלֹ֤א H3808 יָמֻ֨תוּ֙ H4191 בְּטֻמְאָתָ֔ H2932 בְּטַמְּאָ֥ H2930 אֶת H853 מִשְׁכָּנִ֖י H4908 אֲשֶׁ֥ר H834 בְּתוֹכָֽ H8432 ",
  "32": "זֹ֥את H2063 תּוֹרַ֖ת H8451 הַזָּ֑ב H2100 וַאֲשֶׁ֨ר H834 תֵּצֵ֥א H3318 מִמֶּ֛נּוּ H4480 שִׁכְבַת H7902 זֶ֖רַע H2233 לְטָמְאָה H2930 בָֽהּ Hb ",
  "33": "וְהַ H1739 בְּנִדָּתָ֔ H5079 וְהַ H2100 אֶת H853 זוֹב֔וֹ H2101 לַזָּכָ֖ר H2145 וְלַ H5347 וּלְ H376 אֲשֶׁ֥ר H834 יִשְׁכַּ֖ב H7901 עִם H5973 טְמֵאָֽה H2931 "
}
