{
  "1": "וַיְדַבֵּ֤ר H1696 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 אַחֲרֵ֣י H310 מ֔וֹת H4194 שְׁנֵ֖י H8147 בְּנֵ֣י H1121 אַהֲרֹ֑ן H175 בְּקָרְבָתָ֥ H7126 לִפְנֵי H6440 יְהוָ֖ה H3068 וַיָּמֻֽתוּ H4191 ",
  "2": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 דַּבֵּר֮ H1696 אֶל H413 אַהֲרֹ֣ן H175 אָחִיךָ֒ H251 וְאַל H408 יָבֹ֤א H935 בְכָל H3605 עֵת֙ H6256 אֶל H413 הַקֹּ֔דֶשׁ H6944 מִבֵּ֖ית H1004 לַפָּרֹ֑כֶת H6532 אֶל H413 פְּנֵ֨י H6440 הַכַּפֹּ֜רֶת H3727 אֲשֶׁ֤ר H834 עַל H5921 הָאָרֹן֙ H727 וְלֹ֣א H3808 יָמ֔וּת H4191 כִּ֚י H3588 בֶּֽעָנָ֔ן H6051 אֵרָאֶ֖ה H7200 עַל H5921 הַכַּפֹּֽרֶת H3727 ",
  "3": "בְּזֹ֛את H2063 יָבֹ֥א H935 אַהֲרֹ֖ן H175 אֶל H413 הַקֹּ֑דֶשׁ H6944 בְּפַ֧ר H6499 בֶּן H1121 בָּקָ֛ר H1241 לְחַטָּ֖את H2403 וְאַ֥יִל H352 לְעֹלָֽה H5930 ",
  "4": "כְּתֹֽנֶת H3801 בַּ֨ד H906 קֹ֜דֶשׁ H6944 יִלְבָּ֗שׁ H3847 וּמִֽכְנְסֵי H4370 בַד֮ H906 יִהְי֣וּ H1961 עַל H5921 בְּשָׂרוֹ֒ H1320 וּבְ H73 בַּד֙ H906 יַחְגֹּ֔ר H2296 וּבְ H4701 בַּ֖ד H906 יִצְנֹ֑ף H6801 בִּגְדֵי H899 קֹ֣דֶשׁ H6944 הֵ֔ם H1992 וְרָחַ֥ץ H7364 בַּמַּ֛יִם H4325 אֶת H853 בְּשָׂר֖וֹ H1320 וּלְבֵשָֽׁ H3847 ",
  "5": "וּמֵ H853 עֲדַת֙ H5712 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 יִקַּ֛ח H3947 שְׁנֵֽי H8147 שְׂעִירֵ֥י H8163 עִזִּ֖ים H5795 לְחַטָּ֑את H2403 וְאַ֥יִל H352 אֶחָ֖ד H259 לְעֹלָֽה H5930 ",
  "6": "וְהִקְרִ֧יב H7126 אַהֲרֹ֛ן H175 אֶת H853 פַּ֥ר H6499 הַחַטָּ֖את H2403 אֲשֶׁר H834 ל֑וֹ Hl וְכִפֶּ֥ר H3722 בַּעֲד֖וֹ H1157 וּבְעַ֥ד H1157 בֵּיתֽוֹ H1004 ",
  "7": "וְלָקַ֖ח H3947 אֶת H853 שְׁנֵ֣י H8147 הַשְּׂעִירִ֑ם H8163 וְהֶעֱמִ֤יד H5975 אֹתָם֙ H853 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "8": "וְנָתַ֧ן H5414 אַהֲרֹ֛ן H175 עַל H5921 שְׁנֵ֥י H8147 הַשְּׂעִירִ֖ם H8163 גּוֹרָל֑וֹת H1486 גּוֹרָ֤ל H1486 אֶחָד֙ H259 לַיהוָ֔ה H3068 וְגוֹרָ֥ל H1486 אֶחָ֖ד H259 לַעֲזָאזֵֽל H5799 ",
  "9": "וְהִקְרִ֤יב H7126 אַהֲרֹן֙ H175 אֶת H853 הַשָּׂעִ֔יר H8163 אֲשֶׁ֨ר H834 עָלָ֥ה H5927 עָלָ֛יו H5921 הַגּוֹרָ֖ל H1486 לַיהוָ֑ה H3068 וְעָשָׂ֖ H6213 חַטָּֽאת H2403 ",
  "10": "וְהַ H8163 אֲשֶׁר֩ H834 עָלָ֨ה H5927 עָלָ֤יו H5921 הַגּוֹרָל֙ H1486 לַעֲזָאזֵ֔ל H5799 יָֽעֳמַד H5975 חַ֛י H2416 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 לְכַפֵּ֣ר H3722 עָלָ֑יו H5921 לְשַׁלַּ֥ח H7971 אֹת֛וֹ H853 לַעֲזָאזֵ֖ל H5799 הַמִּדְבָּֽרָ H4057 ",
  "11": "וְהִקְרִ֨יב H7126 אַהֲרֹ֜ן H175 אֶת H853 פַּ֤ר H6499 הַֽחַטָּאת֙ H2403 אֲשֶׁר H834 ל֔וֹ Hl וְכִפֶּ֥ר H3722 בַּֽעֲד֖וֹ H1157 וּבְעַ֣ד H1157 בֵּית֑וֹ H1004 וְשָׁחַ֛ט H7819 אֶת H853 פַּ֥ר H6499 הַֽחַטָּ֖את H2403 אֲשֶׁר H834 לֽוֹ Hl ",
  "12": "וְלָקַ֣ח H3947 מְלֹֽא H4393 הַ֠מַּחְתָּה H4289 גַּֽחֲלֵי H1513 אֵ֞שׁ H784 מֵעַ֤ל H5921 הַמִּזְבֵּ֨חַ֙ H4196 מִלִּ H6440 יְהוָ֔ה H3068 וּמְלֹ֣א H4393 חָפְנָ֔יו H2651 קְטֹ֥רֶת H7004 סַמִּ֖ים H5561 דַּקָּ֑ה H1851 וְהֵבִ֖יא H935 מִבֵּ֥ית H1004 לַפָּרֹֽכֶת H6532 ",
  "13": "וְנָתַ֧ן H5414 אֶֽת H853 הַקְּטֹ֛רֶת H7004 עַל H5921 הָאֵ֖שׁ H784 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וְכִסָּ֣ה H3680 עֲנַ֣ן H6051 הַקְּטֹ֗רֶת H7004 אֶת H853 הַכַּפֹּ֛רֶת H3727 אֲשֶׁ֥ר H834 עַל H5921 הָעֵד֖וּת H5715 וְלֹ֥א H3808 יָמֽוּת H4191 ",
  "14": "וְלָקַח֙ H3947 מִדַּ֣ם H1818 הַפָּ֔ר H6499 וְהִזָּ֧ה H5137 בְאֶצְבָּע֛ H676 עַל H5921 פְּנֵ֥י H6440 הַכַּפֹּ֖רֶת H3727 קֵ֑דְמָה H6924 וְלִ H6440 הַכַּפֹּ֗רֶת H3727 יַזֶּ֧ה H5137 שֶֽׁבַע H7651 פְּעָמִ֛ים H6471 מִן H4480 הַדָּ֖ם H1818 בְּאֶצְבָּעֽ H676 ",
  "15": "וְשָׁחַ֞ט H7819 אֶת H853 שְׂעִ֤יר H8163 הַֽחַטָּאת֙ H2403 אֲשֶׁ֣ר H834 לָעָ֔ם H5971 וְהֵבִיא֙ H935 אֶת H853 דָּמ֔וֹ H1818 אֶל H413 מִבֵּ֖ית H1004 לַפָּרֹ֑כֶת H6532 וְעָשָׂ֣ה H6213 אֶת H854 דָּמ֗וֹ H1818 כַּאֲשֶׁ֤ר H834 עָשָׂה֙ H6213 לְדַ֣ם H1818 הַפָּ֔ר H6499 וְהִזָּ֥ה H5137 אֹת֛וֹ H853 עַל H5921 הַכַּפֹּ֖רֶת H3727 וְלִ H6440 הַכַּפֹּֽרֶת H3727 ",
  "16": "וְכִפֶּ֣ר H3722 עַל H5921 הַקֹּ֗דֶשׁ H6944 מִטֻּמְאֹת֙ H2932 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וּמִ H6588 לְכָל H3605 חַטֹּאתָ֑ם H2403 וְכֵ֤ן H3651 יַעֲשֶׂה֙ H6213 לְאֹ֣הֶל H168 מוֹעֵ֔ד H4150 הַשֹּׁכֵ֣ן H7931 אִתָּ֔ם H854 בְּת֖וֹךְ H8432 טֻמְאֹתָֽם H2932 ",
  "17": "וְכָל H3605 אָדָ֞ם H120 לֹא H3808 יִהְיֶ֣ה H1961 בְּאֹ֣הֶל H168 מוֹעֵ֗ד H4150 בְּבֹא֛ H935 לְכַפֵּ֥ר H3722 בַּקֹּ֖דֶשׁ H6944 עַד H5704 צֵאת֑וֹ H3318 וְכִפֶּ֤ר H3722 בַּעֲדוֹ֙ H1157 וּבְעַ֣ד H1157 בֵּית֔וֹ H1004 וּבְעַ֖ד H1157 כָּל H3605 קְהַ֥ל H6951 יִשְׂרָאֵֽל H3478 ",
  "18": "וְיָצָ֗א H3318 אֶל H413 הַמִּזְבֵּ֛חַ H4196 אֲשֶׁ֥ר H834 לִפְנֵֽי H6440 יְהוָ֖ה H3068 וְכִפֶּ֣ר H3722 עָלָ֑יו H5921 וְלָקַ֞ח H3947 מִדַּ֤ם H1818 הַפָּר֙ H6499 וּמִ H1818 הַשָּׂעִ֔יר H8163 וְנָתַ֛ן H5414 עַל H5921 קַרְנ֥וֹת H7161 הַמִּזְבֵּ֖חַ H4196 סָבִֽיב H5439 ",
  "19": "וְהִזָּ֨ה H5137 עָלָ֧יו H5921 מִן H4480 הַדָּ֛ם H1818 בְּאֶצְבָּע֖ H676 שֶׁ֣בַע H7651 פְּעָמִ֑ים H6471 וְטִהֲר֣ H2891 וְקִדְּשׁ֔ H6942 מִטֻּמְאֹ֖ת H2932 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "20": "וְכִלָּה֙ H3615 מִכַּפֵּ֣ר H3722 אֶת H853 הַקֹּ֔דֶשׁ H6944 וְאֶת H853 אֹ֥הֶל H168 מוֹעֵ֖ד H4150 וְאֶת H853 הַמִּזְבֵּ֑חַ H4196 וְהִקְרִ֖יב H7126 אֶת H853 הַשָּׂעִ֥יר H8163 הֶחָֽי H2416 ",
  "21": "וְסָמַ֨ךְ H5564 אַהֲרֹ֜ן H175 אֶת H853 שְׁתֵּ֣י H8147 ידו H3027 עַ֨ל H5921 רֹ֣אשׁ H7218 הַשָּׂעִיר֮ H8163 הַחַי֒ H2416 וְהִתְוַדָּ֣ה H3034 עָלָ֗יו H5921 אֶת H853 כָּל H3605 עֲוֺנֹת֙ H5771 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְאֶת H853 כָּל H3605 פִּשְׁעֵיהֶ֖ם H6588 לְכָל H3605 חַטֹּאתָ֑ם H2403 וְנָתַ֤ן H5414 אֹתָם֙ H853 עַל H5921 רֹ֣אשׁ H7218 הַשָּׂעִ֔יר H8163 וְשִׁלַּ֛ח H7971 בְּיַד H3027 אִ֥ישׁ H376 עִתִּ֖י H6261 הַמִּדְבָּֽרָ H4057 ",
  "22": "וְנָשָׂ֨א H5375 הַשָּׂעִ֥יר H8163 עָלָ֛יו H5921 אֶת H853 כָּל H3605 עֲוֺנֹתָ֖ם H5771 אֶל H413 אֶ֣רֶץ H776 גְּזֵרָ֑ה H1509 וְשִׁלַּ֥ח H7971 אֶת H853 הַשָּׂעִ֖יר H8163 בַּמִּדְבָּֽר H4057 ",
  "23": "וּבָ֤א H935 אַהֲרֹן֙ H175 אֶל H413 אֹ֣הֶל H168 מוֹעֵ֔ד H4150 וּפָשַׁט֙ H6584 אֶת H853 בִּגְדֵ֣י H899 הַבָּ֔ד H906 אֲשֶׁ֥ר H834 לָבַ֖שׁ H3847 בְּבֹא֣ H935 אֶל H413 הַקֹּ֑דֶשׁ H6944 וְהִנִּיחָ֖ H3240 שָֽׁם H8033 ",
  "24": "וְרָחַ֨ץ H7364 אֶת H853 בְּשָׂר֤וֹ H1320 בַמַּ֨יִם֙ H4325 בְּמָק֣וֹם H4725 קָד֔וֹשׁ H6918 וְלָבַ֖שׁ H3847 אֶת H853 בְּגָדָ֑יו H899 וְיָצָ֗א H3318 וְעָשָׂ֤ה H6213 אֶת H853 עֹֽלָתוֹ֙ H5930 וְאֶת H853 עֹלַ֣ת H5930 הָעָ֔ם H5971 וְכִפֶּ֥ר H3722 בַּעֲד֖וֹ H1157 וּבְעַ֥ד H1157 הָעָֽם H5971 ",
  "25": "וְאֵ֛ת H853 חֵ֥לֶב H2459 הַֽחַטָּ֖את H2403 יַקְטִ֥יר H6999 הַמִּזְבֵּֽחָ H4196 ",
  "26": "וְהַֽ H7971 אֶת H853 הַשָּׂעִיר֙ H8163 לַֽעֲזָאזֵ֔ל H5799 יְכַבֵּ֣ס H3526 בְּגָדָ֔יו H899 וְרָחַ֥ץ H7364 אֶת H853 בְּשָׂר֖וֹ H1320 בַּמָּ֑יִם H4325 וְאַחֲרֵי H310 כֵ֖ן H3651 יָב֥וֹא H935 אֶל H413 הַֽמַּחֲנֶֽה H4264 ",
  "27": "וְאֵת֩ H853 פַּ֨ר H6499 הַֽחַטָּ֜את H2403 וְאֵ֣ת H853 שְׂעִ֣יר H8163 הַֽחַטָּ֗את H2403 אֲשֶׁ֨ר H834 הוּבָ֤א H935 אֶת H853 דָּמָם֙ H1818 לְכַפֵּ֣ר H3722 בַּקֹּ֔דֶשׁ H6944 יוֹצִ֖יא H3318 אֶל H413 מִח֣וּץ H2351 לַֽמַּחֲנֶ֑ה H4264 וְשָׂרְפ֣וּ H8313 בָאֵ֔שׁ H784 אֶת H853 עֹרֹתָ֥ם H5785 וְאֶת H853 בְּשָׂרָ֖ם H1320 וְאֶת H853 פִּרְשָֽׁם H6569 ",
  "28": "וְהַ H8313 אֹתָ֔ם H853 יְכַבֵּ֣ס H3526 בְּגָדָ֔יו H899 וְרָחַ֥ץ H7364 אֶת H853 בְּשָׂר֖וֹ H1320 בַּמָּ֑יִם H4325 וְאַחֲרֵי H310 כֵ֖ן H3651 יָב֥וֹא H935 אֶל H413 הַֽמַּחֲנֶֽה H4264 ",
  "29": "וְהָיְתָ֥ה H1961 לָכֶ֖ם Hl לְחֻקַּ֣ת H2708 עוֹלָ֑ם H5769 בַּחֹ֣דֶשׁ H2320 הַ֠שְּׁבִיעִי H7637 בֶּֽעָשׂ֨וֹר H6218 לַחֹ֜דֶשׁ H2320 תְּעַנּ֣וּ H6031 אֶת H853 נַפְשֹֽׁתֵיכֶ֗ם H5315 וְכָל H3605 מְלָאכָה֙ H4399 לֹ֣א H3808 תַעֲשׂ֔וּ H6213 הָֽאֶזְרָ֔ח H249 וְהַ H1616 הַגָּ֥ר H1481 בְּתוֹכְ H8432 ",
  "30": "כִּֽי H3588 בַיּ֥וֹם H3117 הַזֶּ֛ה H2088 יְכַפֵּ֥ר H3722 עֲלֵיכֶ֖ם H5921 לְטַהֵ֣ר H2891 אֶתְכֶ֑ם H853 מִכֹּל֙ H3605 חַטֹּ֣אתֵיכֶ֔ם H2403 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 תִּטְהָֽרוּ H2891 ",
  "31": "שַׁבַּ֨ת H7676 שַׁבָּת֥וֹן H7677 הִיא֙ H1931 לָכֶ֔ם Hl וְעִנִּיתֶ֖ם H6031 אֶת H853 נַפְשֹׁתֵיכֶ֑ם H5315 חֻקַּ֖ת H2708 עוֹלָֽם H5769 ",
  "32": "וְכִפֶּ֨ר H3722 הַכֹּהֵ֜ן H3548 אֲשֶׁר H834 יִמְשַׁ֣ח H4886 אֹת֗וֹ H853 וַאֲשֶׁ֤ר H834 יְמַלֵּא֙ H4390 אֶת H853 יָד֔וֹ H3027 לְכַהֵ֖ן H3547 תַּ֣חַת H8478 אָבִ֑יו H1 וְלָבַ֛שׁ H3847 אֶת H853 בִּגְדֵ֥י H899 הַבָּ֖ד H906 בִּגְדֵ֥י H899 הַקֹּֽדֶשׁ H6944 ",
  "33": "וְכִפֶּר֙ H3722 אֶת H853 מִקְדַּ֣שׁ H4720 הַקֹּ֔דֶשׁ H6944 וְאֶת H853 אֹ֧הֶל H168 מוֹעֵ֛ד H4150 וְאֶת H853 הַמִּזְבֵּ֖חַ H4196 יְכַפֵּ֑ר H3722 וְעַ֧ל H5921 הַכֹּהֲנִ֛ים H3548 וְעַל H5921 כָּל H3605 עַ֥ם H5971 הַקָּהָ֖ל H6951 יְכַפֵּֽר H3722 ",
  "34": "וְהָֽיְתָה H1961 זֹּ֨את H2063 לָכֶ֜ם Hl לְחֻקַּ֣ת H2708 עוֹלָ֗ם H5769 לְכַפֵּ֞ר H3722 עַל H5921 בְּנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 מִכָּל H3605 חַטֹּאתָ֔ם H2403 אַחַ֖ת H259 בַּשָּׁנָ֑ה H8141 וַיַּ֕עַשׂ H6213 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 "
}
