{
  "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "2": "דַּבֵּר֙ H1696 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְאָמַרְתָּ֖ H559 אֲלֵהֶ֑ם H413 אֲנִ֖י H589 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
  "3": "כְּמַעֲשֵׂ֧ה H4639 אֶֽרֶץ H776 מִצְרַ֛יִם H4714 אֲשֶׁ֥ר H834 יְשַׁבְתֶּם H3427 בָּ֖הּ Hb לֹ֣א H3808 תַעֲשׂ֑וּ H6213 וּכְ H4639 אֶֽרֶץ H776 כְּנַ֡עַן H3667 אֲשֶׁ֣ר H834 אֲנִי֩ H589 מֵבִ֨יא H935 אֶתְכֶ֥ם H853 שָׁ֨מָּה֙ H8033 לֹ֣א H3808 תַעֲשׂ֔וּ H6213 וּבְ H2708 לֹ֥א H3808 תֵלֵֽכוּ H3212 ",
  "4": "אֶת H853 מִשְׁפָּטַ֧י H4941 תַּעֲשׂ֛וּ H6213 וְאֶת H853 חֻקֹּתַ֥י H2708 תִּשְׁמְר֖וּ H8104 לָלֶ֣כֶת H3212 בָּהֶ֑ם Hb אֲנִ֖י H589 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
  "5": "וּשְׁמַרְתֶּ֤ם H8104 אֶת H853 חֻקֹּתַי֙ H2708 וְאֶת H853 מִשְׁפָּטַ֔י H4941 אֲשֶׁ֨ר H834 יַעֲשֶׂ֥ה H6213 אֹתָ֛ם H853 הָאָדָ֖ם H120 וָחַ֣י H2425 בָּהֶ֑ם Hb אֲנִ֖י H589 יְהוָֽה H3068 ",
  "6": "אִ֥ישׁ H376 אִישׁ֙ H376 אֶל H413 כָּל H3605 שְׁאֵ֣ר H7607 בְּשָׂר֔וֹ H1320 לֹ֥א H3808 תִקְרְב֖וּ H7126 לְגַלּ֣וֹת H1540 עֶרְוָ֑ה H6172 אֲנִ֖י H589 יְהוָֽה H3068 ",
  "7": "עֶרְוַ֥ת H6172 אָבִ֛יךָ H1 וְעֶרְוַ֥ת H6172 אִמְּךָ֖ H517 לֹ֣א H3808 תְגַלֵּ֑ה H1540 אִמְּךָ֣ H517 הִ֔וא H1931 לֹ֥א H3808 תְגַלֶּ֖ה H1540 עֶרְוָתָֽהּ H6172 ",
  "8": "עֶרְוַ֥ת H6172 אֵֽשֶׁת H802 אָבִ֖יךָ H1 לֹ֣א H3808 תְגַלֵּ֑ה H1540 עֶרְוַ֥ת H6172 אָבִ֖יךָ H1 הִֽוא H1931 ",
  "9": "עֶרְוַ֨ת H6172 אֲחֽוֹתְךָ֤ H269 בַת H1323 אָבִ֨יךָ֙ H1 א֣וֹ H176 בַת H1323 אִמֶּ֔ךָ H517 מוֹלֶ֣דֶת H4138 בַּ֔יִת H1004 א֖וֹ H176 מוֹלֶ֣דֶת H4138 ח֑וּץ H2351 לֹ֥א H3808 תְגַלֶּ֖ה H1540 עֶרְוָתָֽן H6172 ",
  "10": "עֶרְוַ֤ת H6172 בַּת H1323 בִּנְךָ֙ H1121 א֣וֹ H176 בַֽת H1323 בִּתְּךָ֔ H1323 לֹ֥א H3808 תְגַלֶּ֖ה H1540 עֶרְוָתָ֑ן H6172 כִּ֥י H3588 עֶרְוָתְךָ֖ H6172 הֵֽנָּה H2007 ",
  "11": "עֶרְוַ֨ת H6172 בַּת H1323 אֵ֤שֶׁת H802 אָבִ֨יךָ֙ H1 מוֹלֶ֣דֶת H4138 אָבִ֔יךָ H1 אֲחוֹתְךָ֖ H269 הִ֑וא H1931 לֹ֥א H3808 תְגַלֶּ֖ה H1540 עֶרְוָתָֽהּ H6172 ",
  "12": "עֶרְוַ֥ת H6172 אֲחוֹת H269 אָבִ֖יךָ H1 לֹ֣א H3808 תְגַלֵּ֑ה H1540 שְׁאֵ֥ר H7607 אָבִ֖יךָ H1 הִֽוא H1931 ",
  "13": "עֶרְוַ֥ת H6172 אֲחֽוֹת H269 אִמְּךָ֖ H517 לֹ֣א H3808 תְגַלֵּ֑ה H1540 כִּֽי H3588 שְׁאֵ֥ר H7607 אִמְּךָ֖ H517 הִֽוא H1931 ",
  "14": "עֶרְוַ֥ת H6172 אֲחִֽי H251 אָבִ֖יךָ H1 לֹ֣א H3808 תְגַלֵּ֑ה H1540 אֶל H413 אִשְׁתּוֹ֙ H802 לֹ֣א H3808 תִקְרָ֔ב H7126 דֹּדָֽתְךָ֖ H1733 הִֽוא H1931 ",
  "15": "עֶרְוַ֥ת H6172 כַּלָּֽתְךָ֖ H3618 לֹ֣א H3808 תְגַלֵּ֑ה H1540 אֵ֤שֶׁת H802 בִּנְךָ֙ H1121 הִ֔וא H1931 לֹ֥א H3808 תְגַלֶּ֖ה H1540 עֶרְוָתָֽהּ H6172 ",
  "16": "עֶרְוַ֥ת H6172 אֵֽשֶׁת H802 אָחִ֖יךָ H251 לֹ֣א H3808 תְגַלֵּ֑ה H1540 עֶרְוַ֥ת H6172 אָחִ֖יךָ H251 הִֽוא H1931 ",
  "17": "עֶרְוַ֥ת H6172 אִשָּׁ֛ה H802 וּבִתָּ֖ H1323 לֹ֣א H3808 תְגַלֵּ֑ה H1540 אֶֽת H853 בַּת H1323 בְּנָ֞הּ H1121 וְאֶת H853 בַּת H1323 בִּתָּ֗הּ H1323 לֹ֤א H3808 תִקַּח֙ H3947 לְגַלּ֣וֹת H1540 עֶרְוָתָ֔הּ H6172 שַׁאֲרָ֥ה H7608 הֵ֖נָּה H2007 זִמָּ֥ה H2154 הִֽוא H1931 ",
  "18": "וְאִשָּׁ֥ה H802 אֶל H413 אֲחֹתָ֖הּ H269 לֹ֣א H3808 תִקָּ֑ח H3947 לִצְרֹ֗ר H6887 לְגַלּ֧וֹת H1540 עֶרְוָתָ֛הּ H6172 עָלֶ֖יהָ H5921 בְּחַיֶּֽי H2416 ",
  "19": "וְאֶל H413 אִשָּׁ֖ה H802 בְּנִדַּ֣ת H5079 טֻמְאָתָ֑הּ H2932 לֹ֣א H3808 תִקְרַ֔ב H7126 לְגַלּ֖וֹת H1540 עֶרְוָתָֽהּ H6172 ",
  "20": "וְאֶל H413 אֵ֨שֶׁת֙ H802 עֲמִֽיתְךָ֔ H5997 לֹא H3808 תִתֵּ֥ן H5414 שְׁכָבְתְּךָ֖ H7903 לְזָ֑רַע H2233 לְטָמְאָה H2930 בָֽהּ Hb ",
  "21": "וּמִֽ H2233 לֹא H3808 תִתֵּ֖ן H5414 לְהַעֲבִ֣יר H5674 לַמֹּ֑לֶךְ H4432 וְלֹ֧א H3808 תְחַלֵּ֛ל H2490 אֶת H853 שֵׁ֥ם H8034 אֱלֹהֶ֖יךָ H430 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "22": "וְאֶ֨ת H854 זָכָ֔ר H2145 לֹ֥א H3808 תִשְׁכַּ֖ב H7901 מִשְׁכְּבֵ֣י H4904 אִשָּׁ֑ה H802 תּוֹעֵבָ֖ה H8441 הִֽוא H1931 ",
  "23": "וּבְ H3605 בְּהֵמָ֛ה H929 לֹא H3808 תִתֵּ֥ן H5414 שְׁכָבְתְּךָ֖ H7903 לְטָמְאָה H2930 בָ֑הּ Hb וְאִשָּׁ֗ה H802 לֹֽא H3808 תַעֲמֹ֞ד H5975 לִפְנֵ֧י H6440 בְהֵמָ֛ה H929 לְרִבְעָ֖ H7250 תֶּ֥בֶל H8397 הֽוּא H1931 ",
  "24": "אַל H408 תִּֽטַּמְּא֖וּ H2930 בְּכָל H3605 אֵ֑לֶּה H428 כִּ֤י H3588 בְכָל H3605 אֵ֨לֶּה֙ H428 נִטְמְא֣וּ H2930 הַגּוֹיִ֔ם H1471 אֲשֶׁר H834 אֲנִ֥י H589 מְשַׁלֵּ֖חַ H7971 מִפְּנֵי H6440 ",
  "25": "וַתִּטְמָ֣א H2930 הָאָ֔רֶץ H776 וָאֶפְקֹ֥ד H6485 עֲוֺנָ֖הּ H5771 עָלֶ֑יהָ H5921 וַתָּקִ֥א H6958 הָאָ֖רֶץ H776 אֶת H853 יֹשְׁבֶֽיהָ H3427 ",
  "26": "וּשְׁמַרְתֶּ֣ם H8104 אַתֶּ֗ם H859 אֶת H853 חֻקֹּתַי֙ H2708 וְאֶת H853 מִשְׁפָּטַ֔י H4941 וְלֹ֣א H3808 תַעֲשׂ֔וּ H6213 מִכֹּ֥ל H3605 הַתּוֹעֵבֹ֖ת H8441 הָאֵ֑לֶּה H428 הָֽאֶזְרָ֔ח H249 וְהַ H1616 הַגָּ֥ר H1481 בְּתוֹכְ H8432 ",
  "27": "כִּ֚י H3588 אֶת H853 כָּל H3605 הַתּוֹעֵבֹ֣ת H8441 הָאֵ֔ל H411 עָשׂ֥וּ H6213 אַנְשֵֽׁי H376 הָאָ֖רֶץ H776 אֲשֶׁ֣ר H834 לִפְנֵי H6440 וַתִּטְמָ֖א H2930 הָאָֽרֶץ H776 ",
  "28": "וְלֹֽא H3808 תָקִ֤יא H6958 הָאָ֨רֶץ֙ H776 אֶתְכֶ֔ם H853 בְּטַֽמַּאֲ H2930 אֹתָ֑הּ H853 כַּאֲשֶׁ֥ר H834 קָאָ֛ה H6958 אֶת H853 הַגּ֖וֹי H1471 אֲשֶׁ֥ר H834 לִפְנֵי H6440 ",
  "29": "כִּ֚י H3588 כָּל H3605 אֲשֶׁ֣ר H834 יַעֲשֶׂ֔ה H6213 מִכֹּ֥ל H3605 הַתּוֹעֵב֖וֹת H8441 הָאֵ֑לֶּה H428 וְנִכְרְת֛וּ H3772 הַנְּפָשׁ֥וֹת H5315 הָעֹשֹׂ֖ת H6213 מִקֶּ֥רֶב H7130 עַמָּֽם H5971 ",
  "30": "וּשְׁמַרְתֶּ֣ם H8104 אֶת H853 מִשְׁמַרְתִּ֗י H4931 לְבִלְתִּ֨י H1115 עֲשׂ֜וֹת H6213 מֵחֻקּ֤וֹת H2708 הַתּֽוֹעֵבֹת֙ H8441 אֲשֶׁ֣ר H834 נַעֲשׂ֣וּ H6213 לִפְנֵי H6440 וְלֹ֥א H3808 תִֽטַּמְּא֖וּ H2930 בָּהֶ֑ם Hb אֲנִ֖י H589 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 "
}
