{
  "1": "וְנֶ֗פֶשׁ H5315 כִּֽי H3588 תַקְרִ֞יב H7126 קָרְבַּ֤ן H7133 מִנְחָה֙ H4503 לַֽיהוָ֔ה H3068 סֹ֖לֶת H5560 יִהְיֶ֣ה H1961 קָרְבָּנ֑וֹ H7133 וְיָצַ֤ק H3332 עָלֶ֨יהָ֙ H5921 שֶׁ֔מֶן H8081 וְנָתַ֥ן H5414 עָלֶ֖יהָ H5921 לְבֹנָֽה H3828 ",
  "2": "וֶֽהֱבִיאָ֗ H935 אֶל H413 בְּנֵ֣י H1121 אַהֲרֹן֮ H175 הַכֹּהֲנִים֒ H3548 וְקָמַ֨ץ H7061 מִשָּׁ֜ם H8033 מְלֹ֣א H4393 קֻמְצ֗וֹ H7062 מִסָּלְתָּ H5560 וּמִ H8081 עַ֖ל H5921 כָּל H3605 לְבֹנָתָ֑הּ H3828 וְהִקְטִ֨יר H6999 הַכֹּהֵ֜ן H3548 אֶת H853 אַזְכָּרָתָהּ֙ H234 הַמִּזְבֵּ֔חָ H4196 אִשֵּׁ֛ה H801 רֵ֥יחַ H7381 נִיחֹ֖חַ H5207 לַיהוָֽה H3068 ",
  "3": "וְהַ H3498 מִן H4480 הַמִּנְחָ֔ה H4503 לְאַהֲרֹ֖ן H175 וּלְ H1121 קֹ֥דֶשׁ H6944 קָֽדָשִׁ֖ים H6944 מֵאִשֵּׁ֥י H801 יְהוָֽה H3068 ",
  "4": "וְכִ֥י H3588 תַקְרִ֛ב H7126 קָרְבַּ֥ן H7133 מִנְחָ֖ה H4503 מַאֲפֵ֣ה H3989 תַנּ֑וּר H8574 סֹ֣לֶת H5560 חַלּ֤וֹת H2471 מַצֹּת֙ H4682 בְּלוּלֹ֣ת H1101 בַּשֶּׁ֔מֶן H8081 וּרְקִיקֵ֥י H7550 מַצּ֖וֹת H4682 מְשֻׁחִ֥ים H4886 בַּשָּֽׁמֶן H8081 ",
  "5": "וְאִם H518 מִנְחָ֥ה H4503 עַל H5921 הַֽמַּחֲבַ֖ת H4227 קָרְבָּנֶ֑ךָ H7133 סֹ֛לֶת H5560 בְּלוּלָ֥ה H1101 בַשֶּׁ֖מֶן H8081 מַצָּ֥ה H4682 תִהְיֶֽה H1961 ",
  "6": "פָּת֤וֹת H6626 אֹתָהּ֙ H853 פִּתִּ֔ים H6595 וְיָצַקְתָּ֥ H3332 עָלֶ֖יהָ H5921 שָׁ֑מֶן H8081 מִנְחָ֖ה H4503 הִֽוא H1931 ",
  "7": "וְאִם H518 מִנְחַ֥ת H4503 מַרְחֶ֖שֶׁת H4802 קָרְבָּנֶ֑ךָ H7133 סֹ֥לֶת H5560 בַּשֶּׁ֖מֶן H8081 תֵּעָשֶֽׂה H6213 ",
  "8": "וְהֵבֵאתָ֣ H935 אֶת H853 הַמִּנְחָ֗ה H4503 אֲשֶׁ֧ר H834 יֵעָשֶׂ֛ה H6213 מֵאֵ֖לֶּה H428 לַיהוָ֑ה H3068 וְהִקְרִיבָ H7126 אֶל H413 הַכֹּהֵ֔ן H3548 וְהִגִּישָׁ֖ H5066 אֶל H413 הַמִּזְבֵּֽחַ H4196 ",
  "9": "וְהֵרִ֨ים H7311 הַכֹּהֵ֤ן H3548 מִן H4480 הַמִּנְחָה֙ H4503 אֶת H853 אַזְכָּ֣רָתָ֔הּ H234 וְהִקְטִ֖יר H6999 הַמִּזְבֵּ֑חָ H4196 אִשֵּׁ֛ה H801 רֵ֥יחַ H7381 נִיחֹ֖חַ H5207 לַיהוָֽה H3068 ",
  "10": "וְהַ H3498 מִן H4480 הַמִּנְחָ֔ה H4503 לְאַהֲרֹ֖ן H175 וּלְ H1121 קֹ֥דֶשׁ H6944 קָֽדָשִׁ֖ים H6944 מֵאִשֵּׁ֥י H801 יְהוָֽה H3068 ",
  "11": "כָּל H3605 הַמִּנְחָ֗ה H4503 אֲשֶׁ֤ר H834 תַּקְרִ֨יבוּ֙ H7126 לַיהוָ֔ה H3068 לֹ֥א H3808 תֵעָשֶׂ֖ה H6213 חָמֵ֑ץ H2557 כִּ֤י H3588 כָל H3605 שְׂאֹר֙ H7603 וְכָל H3605 דְּבַ֔שׁ H1706 לֹֽא H3808 תַקְטִ֧ירוּ H6999 מִמֶּ֛נּוּ H4480 אִשֶּׁ֖ה H801 לַֽיהוָֽה H3068 ",
  "12": "קָרְבַּ֥ן H7133 רֵאשִׁ֛ית H7225 תַּקְרִ֥יבוּ H7126 אֹתָ֖ם H853 לַיהוָ֑ה H3068 וְאֶל H413 הַמִּזְבֵּ֥חַ H4196 לֹא H3808 יַעֲל֖וּ H5927 לְרֵ֥יחַ H7381 נִיחֹֽחַ H5207 ",
  "13": "וְכָל H3605 קָרְבַּ֣ן H7133 מִנְחָתְךָ֮ H4503 בַּמֶּ֣לַח H4417 תִּמְלָח֒ H4414 וְלֹ֣א H3808 תַשְׁבִּ֗ית H7673 מֶ֚לַח H4417 בְּרִ֣ית H1285 אֱלֹהֶ֔יךָ H430 מֵעַ֖ל H5921 מִנְחָתֶ֑ךָ H4503 עַ֥ל H5921 כָּל H3605 קָרְבָּנְךָ֖ H7133 תַּקְרִ֥יב H7126 מֶֽלַח H4417 ",
  "14": "וְאִם H518 תַּקְרִ֛יב H7126 מִנְחַ֥ת H4503 בִּכּוּרִ֖ים H1061 לַיהוָ֑ה H3068 אָבִ֞יב H24 קָל֤וּי H7033 בָּאֵשׁ֙ H784 גֶּ֣רֶשׂ H1643 כַּרְמֶ֔ל H3759 תַּקְרִ֕יב H7126 אֵ֖ת H853 מִנְחַ֥ת H4503 בִּכּוּרֶֽיךָ H1061 ",
  "15": "וְנָתַתָּ֤ H5414 עָלֶ֨יהָ֙ H5921 שֶׁ֔מֶן H8081 וְשַׂמְתָּ֥ H7760 עָלֶ֖יהָ H5921 לְבֹנָ֑ה H3828 מִנְחָ֖ה H4503 הִֽוא H1931 ",
  "16": "וְהִקְטִ֨יר H6999 הַכֹּהֵ֜ן H3548 אֶת H853 אַזְכָּרָתָ֗הּ H234 מִגִּרְשָׂ H1643 וּמִ H8081 עַ֖ל H5921 כָּל H3605 לְבֹנָתָ֑הּ H3828 אִשֶּׁ֖ה H801 לַיהוָֽה H3068 "
}
