{
  "1": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 אֱמֹ֥ר H559 אֶל H413 הַכֹּהֲנִ֖ים H3548 בְּנֵ֣י H1121 אַהֲרֹ֑ן H175 וְאָמַרְתָּ֣ H559 אֲלֵהֶ֔ם H413 לְנֶ֥פֶשׁ H5315 לֹֽא H3808 יִטַּמָּ֖א H2930 בְּעַמָּֽי H5971 ",
  "2": "כִּ֚י H3588 אִם H518 לִשְׁאֵר֔ H7607 הַקָּרֹ֖ב H7138 אֵלָ֑יו H413 לְאִמּ֣ H517 וּלְ H1 וְלִ H1121 וּלְ H1323 וּלְ H251 ",
  "3": "וְלַ H269 הַבְּתוּלָה֙ H1330 הַקְּרוֹבָ֣ה H7138 אֵלָ֔יו H413 אֲשֶׁ֥ר H834 לֹֽא H3808 הָיְתָ֖ה H1961 לְאִ֑ישׁ H376 לָ֖הּ Hl יִטַּמָּֽא H2930 ",
  "4": "לֹ֥א H3808 יִטַּמָּ֖א H2930 בַּ֣עַל H1167 בְּעַמָּ֑י H5971 לְהֵ֖חַלּֽ H2490 ",
  "5": "לֹֽא H3808 יקרחה H7139 קָרְחָה֙ H7144 בְּרֹאשָׁ֔ H7218 וּפְאַ֥ת H6285 זְקָנָ֖ם H2206 לֹ֣א H3808 יְגַלֵּ֑חוּ H1548 וּבִ֨ H1320 לֹ֥א H3808 יִשְׂרְט֖וּ H8295 שָׂרָֽטֶת H8296 ",
  "6": "קְדֹשִׁ֤ים H6918 יִהְיוּ֙ H1961 לֵאלֹ֣הֵי H430 וְלֹ֣א H3808 יְחַלְּל֔וּ H2490 שֵׁ֖ם H8034 אֱלֹהֵיהֶ֑ם H430 כִּי֩ H3588 אֶת H853 אִשֵּׁ֨י H801 יְהוָ֜ה H3068 לֶ֧חֶם H3899 אֱלֹהֵיהֶ֛ם H430 הֵ֥ם H1992 מַקְרִיבִ֖ם H7126 וְהָ֥יוּ H1961 קֹֽדֶשׁ H6944 ",
  "7": "אִשָּׁ֨ה H802 זֹנָ֤ה H2181 וַחֲלָלָה֙ H2491 לֹ֣א H3808 יִקָּ֔חוּ H3947 וְאִשָּׁ֛ה H802 גְּרוּשָׁ֥ה H1644 מֵאִישָׁ֖ H376 לֹ֣א H3808 יִקָּ֑חוּ H3947 כִּֽי H3588 קָדֹ֥שׁ H6918 ה֖וּא H1931 לֵאלֹהָֽי H430 ",
  "8": "וְקִדַּשְׁתּ֔ H6942 כִּֽי H3588 אֶת H853 לֶ֥חֶם H3899 אֱלֹהֶ֖יךָ H430 ה֣וּא H1931 מַקְרִ֑יב H7126 קָדֹשׁ֙ H6918 יִֽהְיֶה H1961 לָּ֔ךְ Hl כִּ֣י H3588 קָד֔וֹשׁ H6918 אֲנִ֥י H589 יְהוָ֖ה H3068 מְקַדִּשְׁכֶֽם H6942 ",
  "9": "וּבַת֙ H1323 אִ֣ישׁ H376 כֹּהֵ֔ן H3548 כִּ֥י H3588 תֵחֵ֖ל H2490 לִזְנ֑וֹת H2181 אֶת H853 אָבִ֨יהָ֙ H1 הִ֣יא H1931 מְחַלֶּ֔לֶת H2490 בָּאֵ֖שׁ H784 תִּשָּׂרֵֽף H8313 ",
  "10": "וְהַ H3548 הַגָּד֨וֹל H1419 מֵאֶחָ֜י H251 אֲֽשֶׁר H834 יוּצַ֥ק H3332 עַל H5921 רֹאשׁ֣וֹ H7218 שֶׁ֤מֶן H8081 הַמִּשְׁחָה֙ H4888 וּמִלֵּ֣א H4390 אֶת H853 יָד֔וֹ H3027 לִלְבֹּ֖שׁ H3847 אֶת H853 הַבְּגָדִ֑ים H899 אֶת H853 רֹאשׁוֹ֙ H7218 לֹ֣א H3808 יִפְרָ֔ע H6544 וּבְגָדָ֖י H899 לֹ֥א H3808 יִפְרֹֽם H6533 ",
  "11": "וְעַ֛ל H5921 כָּל H3605 נַפְשֹׁ֥ת H5315 מֵ֖ת H4191 לֹ֣א H3808 יָבֹ֑א H935 לְאָבִ֥י H1 וּלְ H517 לֹ֥א H3808 יִטַּמָּֽא H2930 ",
  "12": "וּמִן H4480 הַמִּקְדָּשׁ֙ H4720 לֹ֣א H3808 יֵצֵ֔א H3318 וְלֹ֣א H3808 יְחַלֵּ֔ל H2490 אֵ֖ת H853 מִקְדַּ֣שׁ H4720 אֱלֹהָ֑יו H430 כִּ֡י H3588 נֵ֠זֶר H5145 שֶׁ֣מֶן H8081 מִשְׁחַ֧ת H4888 אֱלֹהָ֛יו H430 עָלָ֖יו H5921 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "13": "וְה֕וּא H1931 אִשָּׁ֥ה H802 בִבְתוּלֶ֖י H1331 יִקָּֽח H3947 ",
  "14": "אַלְמָנָ֤ה H490 וּגְרוּשָׁה֙ H1644 וַחֲלָלָ֣ה H2491 זֹנָ֔ה H2181 אֶת H853 אֵ֖לֶּה H428 לֹ֣א H3808 יִקָּ֑ח H3947 כִּ֛י H3588 אִם H518 בְּתוּלָ֥ה H1330 מֵעַמָּ֖י H5971 יִקַּ֥ח H3947 אִשָּֽׁה H802 ",
  "15": "וְלֹֽא H3808 יְחַלֵּ֥ל H2490 זַרְע֖וֹ H2233 בְּעַמָּ֑י H5971 כִּ֛י H3588 אֲנִ֥י H589 יְהוָ֖ה H3068 מְקַדְּשֽׁוֹ H6942 ",
  "16": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "17": "דַּבֵּ֥ר H1696 אֶֽל H413 אַהֲרֹ֖ן H175 לֵאמֹ֑ר H559 אִ֣ישׁ H376 מִֽזַּרְעֲ H2233 לְדֹרֹתָ֗ H1755 אֲשֶׁ֨ר H834 יִהְיֶ֥ה H1961 בוֹ֙ Hb מ֔וּם H3971 לֹ֣א H3808 יִקְרַ֔ב H7126 לְהַקְרִ֖יב H7126 לֶ֥חֶם H3899 אֱלֹהָֽיו H430 ",
  "18": "כִּ֥י H3588 כָל H3605 אִ֛ישׁ H376 אֲשֶׁר H834 בּ֥וֹ Hb מ֖וּם H3971 לֹ֣א H3808 יִקְרָ֑ב H7126 אִ֤ישׁ H376 עִוֵּר֙ H5787 א֣וֹ H176 פִסֵּ֔חַ H6455 א֥וֹ H176 חָרֻ֖ם H2763 א֥וֹ H176 שָׂרֽוּעַ H8311 ",
  "19": "א֣וֹ H176 אִ֔ישׁ H376 אֲשֶׁר H834 יִהְיֶ֥ה H1961 ב֖וֹ Hb שֶׁ֣בֶר H7667 רָ֑גֶל H7272 א֖וֹ H176 שֶׁ֥בֶר H7667 יָֽד H3027 ",
  "20": "אֽוֹ H176 גִבֵּ֣ן H1384 אוֹ H176 דַ֔ק H1851 א֖וֹ H176 תְּבַלֻּ֣ל H8400 בְּעֵינ֑ H5869 א֤וֹ H176 גָרָב֙ H1618 א֣וֹ H176 יַלֶּ֔פֶת H3217 א֖וֹ H176 מְר֥וֹחַ H4790 אָֽשֶׁךְ H810 ",
  "21": "כָּל H3605 אִ֞ישׁ H376 אֲשֶׁר H834 בּ֣וֹ Hb מ֗וּם H3971 מִזֶּ֨רַע֙ H2233 אַהֲרֹ֣ן H175 הַכֹּהֵ֔ן H3548 לֹ֣א H3808 יִגַּ֔שׁ H5066 לְהַקְרִ֖יב H7126 אֶת H853 אִשֵּׁ֣י H801 יְהוָ֑ה H3068 מ֣וּם H3971 בּ֔וֹ Hb אֵ֚ת H853 לֶ֣חֶם H3899 אֱלֹהָ֔יו H430 לֹ֥א H3808 יִגַּ֖שׁ H5066 לְהַקְרִֽיב H7126 ",
  "22": "לֶ֣חֶם H3899 אֱלֹהָ֔יו H430 מִקָּדְשֵׁ֖י H6944 הַקֳּדָשִׁ֑ים H6944 וּמִן H4480 הַקֳּדָשִׁ֖ים H6944 יֹאכֵֽל H398 ",
  "23": "אַ֣ךְ H389 אֶל H413 הַפָּרֹ֜כֶת H6532 לֹ֣א H3808 יָבֹ֗א H935 וְאֶל H413 הַמִּזְבֵּ֛חַ H4196 לֹ֥א H3808 יִגַּ֖שׁ H5066 כִּֽי H3588 מ֣וּם H3971 בּ֑וֹ Hb וְלֹ֤א H3808 יְחַלֵּל֙ H2490 אֶת H853 מִקְדָּשַׁ֔י H4720 כִּ֛י H3588 אֲנִ֥י H589 יְהוָ֖ה H3068 מְקַדְּשָֽׁם H6942 ",
  "24": "וַיְדַבֵּ֣ר H1696 מֹשֶׁ֔ה H4872 אֶֽל H413 אַהֲרֹ֖ן H175 וְאֶל H413 בָּנָ֑יו H1121 וְאֶֽל H413 כָּל H3605 בְּנֵ֖י H1121 יִשְׂרָאֵֽל H3478 "
}
