{
  "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "2": "דַּבֵּ֨ר H1696 אֶֽל H413 אַהֲרֹ֜ן H175 וְאֶל H413 בָּנָ֗יו H1121 וְיִנָּֽזְרוּ֙ H5144 מִקָּדְשֵׁ֣י H6944 בְנֵֽי H1121 יִשְׂרָאֵ֔ל H3478 וְלֹ֥א H3808 יְחַלְּל֖וּ H2490 אֶת H853 שֵׁ֣ם H8034 קָדְשִׁ֑י H6944 אֲשֶׁ֨ר H834 הֵ֧ם H1992 מַקְדִּשִׁ֛ים H6942 לִ֖י Hl אֲנִ֥י H589 יְהוָֽה H3068 ",
  "3": "אֱמֹ֣ר H559 אֲלֵהֶ֗ם H413 לְדֹרֹ֨תֵי H1755 כָּל H3605 אִ֣ישׁ H376 אֲשֶׁר H834 יִקְרַ֣ב H7126 מִכָּל H3605 זַרְעֲכֶ֗ם H2233 אֶל H413 הַקֳּדָשִׁים֙ H6944 אֲשֶׁ֨ר H834 יַקְדִּ֤ישׁוּ H6942 בְנֵֽי H1121 יִשְׂרָאֵל֙ H3478 לַֽיהוָ֔ה H3068 וְטֻמְאָת֖ H2932 עָלָ֑יו H5921 וְנִכְרְתָ֞ה H3772 הַנֶּ֧פֶשׁ H5315 הַהִ֛וא H1931 מִלְּ H6440 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "4": "אִ֣ישׁ H376 אִ֞ישׁ H376 מִזֶּ֣רַע H2233 אַהֲרֹ֗ן H175 וְה֤וּא H1931 צָר֨וּעַ֙ H6879 א֣וֹ H176 זָ֔ב H2100 בַּקֳּדָשִׁים֙ H6944 לֹ֣א H3808 יֹאכַ֔ל H398 עַ֖ד H5704 אֲשֶׁ֣ר H834 יִטְהָ֑ר H2891 וְהַ H5060 בְּכָל H3605 טְמֵא H2931 נֶ֔פֶשׁ H5315 א֣וֹ H176 אִ֔ישׁ H376 אֲשֶׁר H834 תֵּצֵ֥א H3318 מִמֶּ֖נּוּ H4480 שִׁכְבַת H7902 זָֽרַע H2233 ",
  "5": "אוֹ H176 אִישׁ֙ H376 אֲשֶׁ֣ר H834 יִגַּ֔ע H5060 בְּכָל H3605 שֶׁ֖רֶץ H8318 אֲשֶׁ֣ר H834 יִטְמָא H2930 ל֑וֹ Hl א֤וֹ H176 בְאָדָם֙ H120 אֲשֶׁ֣ר H834 יִטְמָא H2930 ל֔וֹ Hl לְכֹ֖ל H3605 טֻמְאָתֽוֹ H2932 ",
  "6": "נֶ֚פֶשׁ H5315 אֲשֶׁ֣ר H834 תִּגַּע H5060 בּ֔וֹ Hb וְטָמְאָ֖ה H2930 עַד H5704 הָעָ֑רֶב H6153 וְלֹ֤א H3808 יֹאכַל֙ H398 מִן H4480 הַקֳּדָשִׁ֔ים H6944 כִּ֛י H3588 אִם H518 רָחַ֥ץ H7364 בְּשָׂר֖וֹ H1320 בַּמָּֽיִם H4325 ",
  "7": "וּבָ֥א H935 הַשֶּׁ֖מֶשׁ H8121 וְטָהֵ֑ר H2891 וְאַחַר֙ H310 יֹאכַ֣ל H398 מִן H4480 הַקֳּדָשִׁ֔ים H6944 כִּ֥י H3588 לַחְמ֖וֹ H3899 הֽוּא H1931 ",
  "8": "נְבֵלָ֧ה H5038 וּטְרֵפָ֛ה H2966 לֹ֥א H3808 יֹאכַ֖ל H398 לְטָמְאָה H2930 בָ֑הּ Hb אֲנִ֖י H589 יְהוָֽה H3068 ",
  "9": "וְשָׁמְר֣וּ H8104 אֶת H853 מִשְׁמַרְתִּ֗י H4931 וְלֹֽא H3808 יִשְׂא֤וּ H5375 עָלָיו֙ H5921 חֵ֔טְא H2399 וּמֵ֥תוּ H4191 ב֖וֹ Hb כִּ֣י H3588 יְחַלְּלֻ֑הוּ H2490 אֲנִ֥י H589 יְהוָ֖ה H3068 מְקַדְּשָֽׁם H6942 ",
  "10": "וְכָל H3605 זָ֖ר H2114 לֹא H3808 יֹ֣אכַל H398 קֹ֑דֶשׁ H6944 תּוֹשַׁ֥ב H8453 כֹּהֵ֛ן H3548 וְשָׂכִ֖יר H7916 לֹא H3808 יֹ֥אכַל H398 קֹֽדֶשׁ H6944 ",
  "11": "וְכֹהֵ֗ן H3548 כִּֽי H3588 יִקְנֶ֥ה H7069 נֶ֨פֶשׁ֙ H5315 קִנְיַ֣ן H7075 כַּסְפּ֔וֹ H3701 ה֖וּא H1931 יֹ֣אכַל H398 בּ֑וֹ Hb וִילִ֣יד H3211 בֵּית֔וֹ H1004 הֵ֖ם H1992 יֹאכְל֥וּ H398 בְלַחְמֽ H3899 ",
  "12": "וּבַת H1323 כֹּהֵ֔ן H3548 כִּ֥י H3588 תִהְיֶ֖ה H1961 לְאִ֣ישׁ H376 זָ֑ר H2114 הִ֕וא H1931 בִּתְרוּמַ֥ת H8641 הַקֳּדָשִׁ֖ים H6944 לֹ֥א H3808 תֹאכֵֽל H398 ",
  "13": "וּבַת H1323 כֹּהֵן֩ H3548 כִּ֨י H3588 תִהְיֶ֜ה H1961 אַלְמָנָ֣ה H490 וּגְרוּשָׁ֗ה H1644 וְזֶרַע֮ H2233 אֵ֣ין H369 לָהּ֒ Hl וְשָׁבָ֞ה H7725 אֶל H413 בֵּ֤ית H1004 אָבִ֨יהָ֙ H1 כִּנְעוּרֶ֔י H5271 מִלֶּ֥חֶם H3899 אָבִ֖יהָ H1 תֹּאכֵ֑ל H398 וְכָל H3605 זָ֖ר H2114 לֹא H3808 יֹ֥אכַל H398 בּֽוֹ Hb ",
  "14": "וְאִ֕ישׁ H376 כִּֽי H3588 יֹאכַ֥ל H398 קֹ֖דֶשׁ H6944 בִּשְׁגָגָ֑ה H7684 וְיָסַ֤ף H3254 חֲמִֽשִׁיתוֹ֙ H2549 עָלָ֔יו H5921 וְנָתַ֥ן H5414 לַכֹּהֵ֖ן H3548 אֶת H854 הַקֹּֽדֶשׁ H6944 ",
  "15": "וְלֹ֣א H3808 יְחַלְּל֔וּ H2490 אֶת H853 קָדְשֵׁ֖י H6944 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 אֵ֥ת H853 אֲשֶׁר H834 יָרִ֖ימוּ H7311 לַיהוָֽה H3068 ",
  "16": "וְהִשִּׂ֤יאוּ H5375 אוֹתָם֙ H853 עֲוֺ֣ן H5771 אַשְׁמָ֔ה H819 בְּאָכְלָ֖ H398 אֶת H853 קָדְשֵׁיהֶ֑ם H6944 כִּ֛י H3588 אֲנִ֥י H589 יְהוָ֖ה H3068 מְקַדְּשָֽׁם H6942 ",
  "17": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "18": "דַּבֵּ֨ר H1696 אֶֽל H413 אַהֲרֹ֜ן H175 וְאֶל H413 בָּנָ֗יו H1121 וְאֶל֙ H413 כָּל H3605 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְאָמַרְתָּ֖ H559 אֲלֵהֶ֑ם H413 אִ֣ישׁ H376 אִישׁ֩ H376 מִבֵּ֨ית H1004 יִשְׂרָאֵ֜ל H3478 וּמִן H4480 הַגֵּ֣ר H1616 בְּיִשְׂרָאֵ֗ל H3478 אֲשֶׁ֨ר H834 יַקְרִ֤יב H7126 קָרְבָּנוֹ֙ H7133 לְכָל H3605 נִדְרֵיהֶם֙ H5088 וּלְ H3605 נִדְבוֹתָ֔ם H5071 אֲשֶׁר H834 יַקְרִ֥יבוּ H7126 לַיהוָ֖ה H3068 לְעֹלָֽה H5930 ",
  "19": "לִֽרְצֹנְ H7522 תָּמִ֣ים H8549 זָכָ֔ר H2145 בַּבָּקָ֕ר H1241 בַּכְּשָׂבִ֖ים H3775 וּבָֽ H5795 ",
  "20": "כֹּ֛ל H3605 אֲשֶׁר H834 בּ֥וֹ Hb מ֖וּם H3971 לֹ֣א H3808 תַקְרִ֑יבוּ H7126 כִּי H3588 לֹ֥א H3808 לְרָצ֖וֹן H7522 יִהְיֶ֥ה H1961 לָכֶֽם Hl ",
  "21": "וְאִ֗ישׁ H376 כִּֽי H3588 יַקְרִ֤יב H7126 זֶֽבַח H2077 שְׁלָמִים֙ H8002 לַיהוָ֔ה H3068 לְפַלֵּא H6381 נֶ֨דֶר֙ H5088 א֣וֹ H176 לִנְדָבָ֔ה H5071 בַּבָּקָ֖ר H1241 א֣וֹ H176 בַצֹּ֑אן H6629 תָּמִ֤ים H8549 יִֽהְיֶה֙ H1961 לְרָצ֔וֹן H7522 כָּל H3605 מ֖וּם H3971 לֹ֥א H3808 יִהְיֶה H1961 בּֽוֹ Hb ",
  "22": "עַוֶּרֶת֩ H5788 א֨וֹ H176 שָׁב֜וּר H7665 אוֹ H176 חָר֣וּץ H2782 אֽוֹ H176 יַבֶּ֗לֶת H2990 א֤וֹ H176 גָרָב֙ H1618 א֣וֹ H176 יַלֶּ֔פֶת H3217 לֹא H3808 תַקְרִ֥יבוּ H7126 אֵ֖לֶּה H428 לַיהוָ֑ה H3068 וְאִשֶּׁ֗ה H801 לֹא H3808 תִתְּנ֥וּ H5414 מֵהֶ֛ם H1992 עַל H5921 הַמִּזְבֵּ֖חַ H4196 לַיהוָֽה H3068 ",
  "23": "וְשׁ֥וֹר H7794 וָשֶׂ֖ה H7716 שָׂר֣וּעַ H8311 וְקָל֑וּט H7038 נְדָבָה֙ H5071 תַּעֲשֶׂ֣ה H6213 אֹת֔וֹ H853 וּלְ H5088 לֹ֥א H3808 יֵרָצֶֽה H7521 ",
  "24": "וּמָע֤וּךְ H4600 וְכָתוּת֙ H3807 וְנָת֣וּק H5423 וְכָר֔וּת H3772 לֹ֥א H3808 תַקְרִ֖יבוּ H7126 לַֽיהוָ֑ה H3068 וּֽבְ H776 לֹ֥א H3808 תַעֲשֽׂוּ H6213 ",
  "25": "וּמִ H3027 בֶּן H1121 נֵכָ֗ר H5236 לֹ֥א H3808 תַקְרִ֛יבוּ H7126 אֶת H853 לֶ֥חֶם H3899 אֱלֹהֵיכֶ֖ם H430 מִכָּל H3605 אֵ֑לֶּה H428 כִּ֣י H3588 מָשְׁחָתָ֤ם H4893 בָּהֶם֙ Hb מ֣וּם H3971 בָּ֔ם Hb לֹ֥א H3808 יֵרָצ֖וּ H7521 לָכֶֽם Hl ",
  "26": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "27": "שׁ֣וֹר H7794 אוֹ H176 כֶ֤שֶׂב H3775 אוֹ H176 עֵז֙ H5795 כִּ֣י H3588 יִוָּלֵ֔ד H3205 וְהָיָ֛ה H1961 שִׁבְעַ֥ת H7651 יָמִ֖ים H3117 תַּ֣חַת H8478 אִמּ֑וֹ H517 וּמִ H3117 הַשְּׁמִינִי֙ H8066 וָהָ֔לְאָה H1973 יֵרָצֶ֕ה H7521 לְקָרְבַּ֥ן H7133 אִשֶּׁ֖ה H801 לַיהוָֽה H3068 ",
  "28": "וְשׁ֖וֹר H7794 אוֹ H176 שֶׂ֑ה H7716 אֹת֣וֹ H853 וְאֶת H853 בְּנ֔וֹ H1121 לֹ֥א H3808 תִשְׁחֲט֖וּ H7819 בְּי֥וֹם H3117 אֶחָֽד H259 ",
  "29": "וְכִֽי H3588 תִזְבְּח֥וּ H2076 זֶֽבַח H2077 תּוֹדָ֖ה H8426 לַיהוָ֑ה H3068 לִֽרְצֹנְ H7522 תִּזְבָּֽחוּ H2076 ",
  "30": "בַּיּ֤וֹם H3117 הַהוּא֙ H1931 יֵאָכֵ֔ל H398 לֹֽא H3808 תוֹתִ֥ירוּ H3498 מִמֶּ֖נּוּ H4480 עַד H5704 בֹּ֑קֶר H1242 אֲנִ֖י H589 יְהוָֽה H3068 ",
  "31": "וּשְׁמַרְתֶּם֙ H8104 מִצְוֺתַ֔י H4687 וַעֲשִׂיתֶ֖ם H6213 אֹתָ֑ם H853 אֲנִ֖י H589 יְהוָֽה H3068 ",
  "32": "וְלֹ֤א H3808 תְחַלְּלוּ֙ H2490 אֶת H853 שֵׁ֣ם H8034 קָדְשִׁ֔י H6944 וְנִ֨קְדַּשְׁתִּ֔י H6942 בְּת֖וֹךְ H8432 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 אֲנִ֥י H589 יְהוָ֖ה H3068 מְקַדִּשְׁכֶֽם H6942 ",
  "33": "הַמּוֹצִ֤יא H3318 אֶתְכֶם֙ H853 מֵאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 לִהְי֥וֹת H1961 לָכֶ֖ם Hl לֵאלֹהִ֑ים H430 אֲנִ֖י H589 יְהוָֽה H3068 "
}
