{
  "1": "וַיְדַבֵּ֤ר H1696 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 בְּהַ֥ר H2022 סִינַ֖י H5514 לֵאמֹֽר H559 ",
  "2": "דַּבֵּ֞ר H1696 אֶל H413 בְּנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 וְאָמַרְתָּ֣ H559 אֲלֵהֶ֔ם H413 כִּ֤י H3588 תָבֹ֨אוּ֙ H935 אֶל H413 הָאָ֔רֶץ H776 אֲשֶׁ֥ר H834 אֲנִ֖י H589 נֹתֵ֣ן H5414 לָכֶ֑ם Hl וְשָׁבְתָ֣ה H7673 הָאָ֔רֶץ H776 שַׁבָּ֖ת H7676 לַיהוָֽה H3068 ",
  "3": "שֵׁ֤שׁ H8337 שָׁנִים֙ H8141 תִּזְרַ֣ע H2232 שָׂדֶ֔ךָ H7704 וְשֵׁ֥שׁ H8337 שָׁנִ֖ים H8141 תִּזְמֹ֣ר H2168 כַּרְמֶ֑ךָ H3754 וְאָסַפְתָּ֖ H622 אֶת H853 תְּבוּאָתָֽהּ H8393 ",
  "4": "וּבַ H8141 הַשְּׁבִיעִ֗ת H7637 שַׁבַּ֤ת H7676 שַׁבָּתוֹן֙ H7677 יִהְיֶ֣ה H1961 לָאָ֔רֶץ H776 שַׁבָּ֖ת H7676 לַיהוָ֑ה H3068 שָֽׂדְךָ֙ H7704 לֹ֣א H3808 תִזְרָ֔ע H2232 וְכַרְמְ H3754 לֹ֥א H3808 תִזְמֹֽר H2168 ",
  "5": "אֵ֣ת H853 סְפִ֤יחַ H5599 קְצִֽירְךָ֙ H7105 לֹ֣א H3808 תִקְצ֔וֹר H7114 וְאֶת H853 עִנְּבֵ֥י H6025 נְזִירֶ֖ךָ H5139 לֹ֣א H3808 תִבְצֹ֑ר H1219 שְׁנַ֥ת H8141 שַׁבָּת֖וֹן H7677 יִהְיֶ֥ה H1961 לָאָֽרֶץ H776 ",
  "6": "וְ֠הָיְתָה H1961 שַׁבַּ֨ת H7676 הָאָ֤רֶץ H776 לָכֶם֙ Hl לְאָכְלָ֔ה H402 לְךָ֖ Hl וּלְ H5650 וְלַ H519 וְלִ H7916 וּלְ H8453 הַגָּרִ֖ים H1481 עִמָּֽךְ H5973 ",
  "7": "וְלִ֨ H929 וְלַֽ H2416 אֲשֶׁ֣ר H834 בְּאַרְצֶ֑ H776 תִּהְיֶ֥ה H1961 כָל H3605 תְּבוּאָתָ֖הּ H8393 לֶאֱכֹֽל H398 ",
  "8": "וְסָפַרְתָּ֣ H5608 לְךָ֗ Hl שֶׁ֚בַע H7651 שַׁבְּתֹ֣ת H7676 שָׁנִ֔ים H8141 שֶׁ֥בַע H7651 שָׁנִ֖ים H8141 שֶׁ֣בַע H7651 פְּעָמִ֑ים H6471 וְהָי֣וּ H1961 לְךָ֗ Hl יְמֵי֙ H3117 שֶׁ֚בַע H7651 שַׁבְּתֹ֣ת H7676 הַשָּׁנִ֔ים H8141 תֵּ֥שַׁע H8672 וְאַרְבָּעִ֖ים H705 שָׁנָֽה H8141 ",
  "9": "וְהַֽעֲבַרְתָּ֞ H5674 שׁוֹפַ֤ר H7782 תְּרוּעָה֙ H8643 בַּחֹ֣דֶשׁ H2320 הַשְּׁבִעִ֔י H7637 בֶּעָשׂ֖וֹר H6218 לַחֹ֑דֶשׁ H2320 בְּיוֹם֙ H3117 הַכִּפֻּרִ֔ים H3725 תַּעֲבִ֥ירוּ H5674 שׁוֹפָ֖ר H7782 בְּכָל H3605 אַרְצְכֶֽם H776 ",
  "10": "וְקִדַּשְׁתֶּ֗ם H6942 אֵ֣ת H853 שְׁנַ֤ת H8141 הַחֲמִשִּׁים֙ H2572 שָׁנָ֔ה H8141 וּקְרָאתֶ֥ם H7121 דְּר֛וֹר H1865 בָּאָ֖רֶץ H776 לְכָל H3605 יֹשְׁבֶ֑יהָ H3427 יוֹבֵ֥ל H3104 הִוא֙ H1931 תִּהְיֶ֣ה H1961 לָכֶ֔ם Hl וְשַׁבְתֶּ֗ם H7725 אִ֚ישׁ H376 אֶל H413 אֲחֻזָּת֔וֹ H272 וְאִ֥ישׁ H376 אֶל H413 מִשְׁפַּחְתּ֖וֹ H4940 תָּשֻֽׁבוּ H7725 ",
  "11": "יוֹבֵ֣ל H3104 הִ֗וא H1931 שְׁנַ֛ת H8141 הַחֲמִשִּׁ֥ים H2572 שָׁנָ֖ה H8141 תִּהְיֶ֣ה H1961 לָכֶ֑ם Hl לֹ֣א H3808 תִזְרָ֔עוּ H2232 וְלֹ֤א H3808 תִקְצְרוּ֙ H7114 אֶת H854 סְפִיחֶ֔יהָ H5599 וְלֹ֥א H3808 תִבְצְר֖וּ H1219 אֶת H853 נְזִרֶֽיהָ H5139 ",
  "12": "כִּ֚י H3588 יוֹבֵ֣ל H3104 הִ֔וא H1931 קֹ֖דֶשׁ H6944 תִּהְיֶ֣ה H1961 לָכֶ֑ם Hl מִן H4480 הַ֨שָּׂדֶ֔ה H7704 תֹּאכְל֖וּ H398 אֶת H853 תְּבוּאָתָֽהּ H8393 ",
  "13": "בִּשְׁנַ֥ת H8141 הַיּוֹבֵ֖ל H3104 הַזֹּ֑את H2063 תָּשֻׁ֕בוּ H7725 אִ֖ישׁ H376 אֶל H413 אֲחֻזָּתֽוֹ H272 ",
  "14": "וְכִֽי H3588 תִמְכְּר֤וּ H4376 מִמְכָּר֙ H4465 לַעֲמִיתֶ֔ H5997 א֥וֹ H176 קָנֹ֖ה H7069 מִיַּ֣ד H3027 עֲמִיתֶ֑ךָ H5997 אַל H408 תּוֹנ֖וּ H3238 אִ֥ישׁ H376 אֶת H853 אָחִֽיו H251 ",
  "15": "בְּמִסְפַּ֤ר H4557 שָׁנִים֙ H8141 אַחַ֣ר H310 הַיּוֹבֵ֔ל H3104 תִּקְנֶ֖ה H7069 מֵאֵ֣ת H853 עֲמִיתֶ֑ךָ H5997 בְּמִסְפַּ֥ר H4557 שְׁנֵֽי H8141 תְבוּאֹ֖ת H8393 יִמְכָּר H4376 לָֽךְ Hl ",
  "16": "לְפִ֣י H6310 רֹ֣ב H7230 הַשָּׁנִ֗ים H8141 תַּרְבֶּה֙ H7235 מִקְנָת֔וֹ H4736 וּלְ H6310 מְעֹ֣ט H4591 הַשָּׁנִ֔ים H8141 תַּמְעִ֖יט H4591 מִקְנָת֑וֹ H4736 כִּ֚י H3588 מִסְפַּ֣ר H4557 תְּבוּאֹ֔ת H8393 ה֥וּא H1931 מֹכֵ֖ר H4376 לָֽךְ Hl ",
  "17": "וְלֹ֤א H3808 תוֹנוּ֙ H3238 אִ֣ישׁ H376 אֶת H853 עֲמִית֔וֹ H5997 וְיָרֵ֖אתָ H3372 מֵֽאֱלֹהֶ֑י H430 כִּ֛י H3588 אֲנִ֥י H589 יְהֹוָ֖ה H3068 אֱלֹהֵיכֶֽם H430 ",
  "18": "וַעֲשִׂיתֶם֙ H6213 אֶת H853 חֻקֹּתַ֔י H2708 וְאֶת H853 מִשְׁפָּטַ֥י H4941 תִּשְׁמְר֖וּ H8104 וַעֲשִׂיתֶ֣ם H6213 אֹתָ֑ם H853 וִֽישַׁבְתֶּ֥ם H3427 עַל H5921 הָאָ֖רֶץ H776 לָבֶֽטַח H983 ",
  "19": "וְנָתְנָ֤ה H5414 הָאָ֨רֶץ֙ H776 פִּרְיָ֔הּ H6529 וַאֲכַלְתֶּ֖ם H398 לָשֹׂ֑בַע H7648 וִֽישַׁבְתֶּ֥ם H3427 לָבֶ֖טַח H983 עָלֶֽיהָ H5921 ",
  "20": "וְכִ֣י H3588 תֹאמְר֔וּ H559 מַה H4100 נֹּאכַ֤֖ל H398 בַּשָּׁנָ֣ה H8141 הַשְּׁבִיעִ֑ת H7637 הֵ֚ן H2005 לֹ֣א H3808 נִזְרָ֔ע H2232 וְלֹ֥א H3808 נֶאֱסֹ֖ף H622 אֶת H853 תְּבוּאָתֵֽנוּ H8393 ",
  "21": "וְצִוִּ֤יתִי H6680 אֶת H853 בִּרְכָתִי֙ H1293 לָכֶ֔ם Hl בַּשָּׁנָ֖ה H8141 הַשִּׁשִּׁ֑ית H8345 וְעָשָׂת֙ H6213 אֶת H853 הַתְּבוּאָ֔ה H8393 לִשְׁלֹ֖שׁ H7969 הַשָּׁנִֽים H8141 ",
  "22": "וּזְרַעְתֶּ֗ם H2232 אֵ֚ת H853 הַשָּׁנָ֣ה H8141 הַשְּׁמִינִ֔ת H8066 וַאֲכַלְתֶּ֖ם H398 מִן H4480 הַתְּבוּאָ֣ה H8393 יָשָׁ֑ן H3465 עַ֣ד H5704 הַשָּׁנָ֣ה H8141 הַתְּשִׁיעִ֗ת H8671 עַד H5704 בּוֹא֙ H935 תְּב֣וּאָתָ֔הּ H8393 תֹּאכְל֖וּ H398 יָשָֽׁן H3465 ",
  "23": "וְהָ H776 לֹ֤א H3808 תִמָּכֵר֙ H4376 לִצְמִתֻ֔ת H6783 כִּי H3588 לִ֖י Hl הָאָ֑רֶץ H776 כִּֽי H3588 גֵרִ֧ים H1616 וְתוֹשָׁבִ֛ים H8453 אַתֶּ֖ם H859 עִמָּדִֽי H5978 ",
  "24": "וּבְ H3605 אֶ֣רֶץ H776 אֲחֻזַּתְכֶ֑ם H272 גְּאֻלָּ֖ה H1353 תִּתְּנ֥וּ H5414 לָאָֽרֶץ H776 ",
  "25": "כִּֽי H3588 יָמ֣וּךְ H4134 אָחִ֔יךָ H251 וּמָכַ֖ר H4376 מֵאֲחֻזָּת֑ H272 וּבָ֤א H935 גֹֽאֲלוֹ֙ H1350 הַקָּרֹ֣ב H7138 אֵלָ֔יו H413 וְגָאַ֕ל H1350 אֵ֖ת H853 מִמְכַּ֥ר H4465 אָחִֽיו H251 ",
  "26": "וְאִ֕ישׁ H376 כִּ֛י H3588 לֹ֥א H3808 יִֽהְיֶה H1961 לּ֖וֹ Hl גֹּאֵ֑ל H1350 וְהִשִּׂ֣יגָה H5381 יָד֔וֹ H3027 וּמָצָ֖א H4672 כְּדֵ֥י H1767 גְאֻלָּתֽוֹ H1353 ",
  "27": "וְחִשַּׁב֙ H2803 אֶת H853 שְׁנֵ֣י H8141 מִמְכָּר֔וֹ H4465 וְהֵשִׁיב֙ H7725 אֶת H853 הָ֣עֹדֵ֔ף H5736 לָאִ֖ישׁ H376 אֲשֶׁ֣ר H834 מָֽכַר H4376 ל֑וֹ Hl וְשָׁ֖ב H7725 לַאֲחֻזָּתֽ H272 ",
  "28": "וְאִ֨ם H518 לֹֽא H3808 מָֽצְאָ֜ה H4672 יָד֗וֹ H3027 דֵּי֮ H1767 הָשִׁ֣יב H7725 לוֹ֒ Hl וְהָיָ֣ה H1961 מִמְכָּר֗וֹ H4465 בְּיַד֙ H3027 הַקֹּנֶ֣ה H7069 אֹת֔וֹ H853 עַ֖ד H5704 שְׁנַ֣ת H8141 הַיּוֹבֵ֑ל H3104 וְיָצָא֙ H3318 בַּיֹּבֵ֔ל H3104 וְשָׁ֖ב H7725 לַאֲחֻזָּתֽ H272 ",
  "29": "וְאִ֗ישׁ H376 כִּֽי H3588 יִמְכֹּ֤ר H4376 בֵּית H1004 מוֹשַׁב֙ H4186 עִ֣יר H5892 חוֹמָ֔ה H2346 וְהָיְתָה֙ H1961 גְּאֻלָּת֔וֹ H1353 עַד H5704 תֹּ֖ם H8537 שְׁנַ֣ת H8141 מִמְכָּר֑וֹ H4465 יָמִ֖ים H3117 תִּהְיֶ֥ה H1961 גְאֻלָּתֽוֹ H1353 ",
  "30": "וְאִ֣ם H518 לֹֽא H3808 יִגָּאֵ֗ל H1350 עַד H5704 מְלֹ֣את H4390 לוֹ֮ Hl שָׁנָ֣ה H8141 תְמִימָה֒ H8549 וְ֠קָם H6965 הַבַּ֨יִת H1004 אֲשֶׁר H834 בָּעִ֜יר H5892 אֲשֶׁר H834 לא H3808 חֹמָ֗ה H2346 לַצְּמִיתֻ֛ת H6783 לַקֹּנֶ֥ה H7069 אֹת֖וֹ H853 לְדֹרֹתָ֑י H1755 לֹ֥א H3808 יֵצֵ֖א H3318 בַּיֹּבֵֽל H3104 ",
  "31": "וּבָתֵּ֣י H1004 הַחֲצֵרִ֗ים H2691 אֲשֶׁ֨ר H834 אֵין H369 לָהֶ֤ם H1992 חֹמָה֙ H2346 סָבִ֔יב H5439 עַל H5921 שְׂדֵ֥ה H7704 הָאָ֖רֶץ H776 יֵחָשֵׁ֑ב H2803 גְּאֻלָּה֙ H1353 תִּהְיֶה H1961 לּ֔וֹ Hl וּבַ H3104 יֵצֵֽא H3318 ",
  "32": "וְעָרֵי֙ H5892 הַלְוִיִּ֔ם H3881 בָּתֵּ֖י H1004 עָרֵ֣י H5892 אֲחֻזָּתָ֑ם H272 גְּאֻלַּ֥ת H1353 עוֹלָ֖ם H5769 תִּהְיֶ֥ה H1961 לַלְוִיִּֽם H3881 ",
  "33": "וַאֲשֶׁ֤ר H834 יִגְאַל֙ H1350 מִן H4480 הַלְוִיִּ֔ם H3881 וְיָצָ֧א H3318 מִמְכַּר H4465 בַּ֛יִת H1004 וְעִ֥יר H5892 אֲחֻזָּת֖וֹ H272 בַּיֹּבֵ֑ל H3104 כִּ֣י H3588 בָתֵּ֞י H1004 עָרֵ֣י H5892 הַלְוִיִּ֗ם H3881 הִ֚וא H1931 אֲחֻזָּתָ֔ם H272 בְּת֖וֹךְ H8432 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "34": "וּֽשְׂדֵ֛ה H7704 מִגְרַ֥שׁ H4054 עָרֵיהֶ֖ם H5892 לֹ֣א H3808 יִמָּכֵ֑ר H4376 כִּֽי H3588 אֲחֻזַּ֥ת H272 עוֹלָ֛ם H5769 ה֖וּא H1931 לָהֶֽם Hl ",
  "35": "וְכִֽי H3588 יָמ֣וּךְ H4134 אָחִ֔יךָ H251 וּמָ֥טָה H4131 יָד֖וֹ H3027 עִמָּ֑ךְ H5973 וְהֶֽחֱזַ֣קְתָּ H2388 בּ֔וֹ Hb גֵּ֧ר H1616 וְתוֹשָׁ֛ב H8453 וָחַ֖י H2421 עִמָּֽךְ H5973 ",
  "36": "אַל H408 תִּקַּ֤ח H3947 מֵֽאִתּ H853 נֶ֣שֶׁךְ H5392 וְתַרְבִּ֔ית H8636 וְיָרֵ֖אתָ H3372 מֵֽאֱלֹהֶ֑י H430 וְחֵ֥י H2421 אָחִ֖יךָ H251 עִמָּֽךְ H5973 ",
  "37": "אֶ֨ת H853 כַּסְפְּךָ֔ H3701 לֹֽא H3808 תִתֵּ֥ן H5414 ל֖וֹ Hl בְּנֶ֑שֶׁךְ H5392 וּבְ H4768 לֹא H3808 תִתֵּ֥ן H5414 אָכְלֶֽךָ H400 ",
  "38": "אֲנִ֗י H589 יְהוָה֙ H3068 אֱלֹ֣הֵיכֶ֔ם H430 אֲשֶׁר H834 הוֹצֵ֥אתִי H3318 אֶתְכֶ֖ם H853 מֵאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 לָתֵ֤ת H5414 לָכֶם֙ Hl אֶת H853 אֶ֣רֶץ H776 כְּנַ֔עַן H3667 לִהְי֥וֹת H1961 לָכֶ֖ם Hl לֵאלֹהִֽים H430 ",
  "39": "וְכִֽי H3588 יָמ֥וּךְ H4134 אָחִ֛יךָ H251 עִמָּ֖ךְ H5973 וְנִמְכַּר H4376 לָ֑ךְ Hl לֹא H3808 תַעֲבֹ֥ד H5647 בּ֖וֹ Hb עֲבֹ֥דַת H5656 עָֽבֶד H5650 ",
  "40": "כְּשָׂכִ֥יר H7916 כְּתוֹשָׁ֖ב H8453 יִהְיֶ֣ה H1961 עִמָּ֑ךְ H5973 עַד H5704 שְׁנַ֥ת H8141 הַיֹּבֵ֖ל H3104 יַעֲבֹ֥ד H5647 עִמָּֽךְ H5973 ",
  "41": "וְיָצָא֙ H3318 מֵֽעִמָּ֔ H5973 ה֖וּא H1931 וּבָנָ֣י H1121 עִמּ֑וֹ H5973 וְשָׁב֙ H7725 אֶל H413 מִשְׁפַּחְתּ֔וֹ H4940 וְאֶל H413 אֲחֻזַּ֥ת H272 אֲבֹתָ֖יו H1 יָשֽׁוּב H7725 ",
  "42": "כִּֽי H3588 עֲבָדַ֣י H5650 הֵ֔ם H1992 אֲשֶׁר H834 הוֹצֵ֥אתִי H3318 אֹתָ֖ם H853 מֵאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 לֹ֥א H3808 יִמָּכְר֖וּ H4376 מִמְכֶּ֥רֶת H4466 עָֽבֶד H5650 ",
  "43": "לֹא H3808 תִרְדֶּ֥ה H7287 ב֖וֹ Hb בְּפָ֑רֶךְ H6531 וְיָרֵ֖אתָ H3372 מֵאֱלֹהֶֽי H430 ",
  "44": "וְעַבְדְּ H5650 וַאֲמָתְ H519 אֲשֶׁ֣ר H834 יִהְיוּ H1961 לָ֑ךְ Hl מֵאֵ֣ת H853 הַגּוֹיִ֗ם H1471 אֲשֶׁר֙ H834 סְבִיבֹ֣תֵיכֶ֔ם H5439 מֵהֶ֥ם H1992 תִּקְנ֖וּ H7069 עֶ֥בֶד H5650 וְאָמָֽה H519 ",
  "45": "וְ֠גַם H1571 מִבְּנֵ֨י H1121 הַתּוֹשָׁבִ֜ים H8453 הַגָּרִ֤ים H1481 עִמָּכֶם֙ H5973 מֵהֶ֣ם H1992 תִּקְנ֔וּ H7069 וּמִ H4940 אֲשֶׁ֣ר H834 עִמָּכֶ֔ם H5973 אֲשֶׁ֥ר H834 הוֹלִ֖ידוּ H3205 בְּאַרְצְ H776 וְהָי֥וּ H1961 לָכֶ֖ם Hl לַֽאֲחֻזָּֽה H272 ",
  "46": "וְהִתְנַחֲלְתֶּ֨ם H5157 אֹתָ֜ם H853 לִבְנֵי H1121 אַחֲרֵיכֶם֙ H310 לָרֶ֣שֶׁת H3423 אֲחֻזָּ֔ה H272 לְעֹלָ֖ם H5769 בָּהֶ֣ם Hb תַּעֲבֹ֑דוּ H5647 וּבְ H251 בְּנֵֽי H1121 יִשְׂרָאֵל֙ H3478 אִ֣ישׁ H376 בְּאָחִ֔י H251 לֹא H3808 תִרְדֶּ֥ה H7287 ב֖וֹ Hb בְּפָֽרֶךְ H6531 ",
  "47": "וְכִ֣י H3588 תַשִּׂ֗יג H5381 יַ֣ד H3027 גֵּ֤ר H1616 וְתוֹשָׁב֙ H8453 עִמָּ֔ךְ H5973 וּמָ֥ךְ H4134 אָחִ֖יךָ H251 עִמּ֑וֹ H5973 וְנִמְכַּ֗ר H4376 לְגֵ֤ר H1616 תּוֹשָׁב֙ H8453 עִמָּ֔ךְ H5973 א֥וֹ H176 לְעֵ֖קֶר H6133 מִשְׁפַּ֥חַת H4940 גֵּֽר H1616 ",
  "48": "אַחֲרֵ֣י H310 נִמְכַּ֔ר H4376 גְּאֻלָּ֖ה H1353 תִּהְיֶה H1961 לּ֑וֹ Hl אֶחָ֥ד H259 מֵאֶחָ֖י H251 יִגְאָלֶֽנּוּ H1350 ",
  "49": "אוֹ H176 דֹד֞וֹ H1730 א֤וֹ H176 בֶן H1121 דֹּדוֹ֙ H1730 יִגְאָלֶ֔נּוּ H1350 אֽוֹ H176 מִשְּׁאֵ֧ר H7607 בְּשָׂר֛וֹ H1320 מִמִּשְׁפַּחְתּ֖ H4940 יִגְאָלֶ֑נּוּ H1350 אֽוֹ H176 הִשִּׂ֥יגָה H5381 יָד֖וֹ H3027 וְנִגְאָֽל H1350 ",
  "50": "וְחִשַּׁב֙ H2803 עִם H5973 קֹנֵ֔הוּ H7069 מִשְּׁנַת֙ H8141 הִמָּ֣כְרוֹ H4376 ל֔וֹ Hl עַ֖ד H5704 שְׁנַ֣ת H8141 הַיֹּבֵ֑ל H3104 וְהָיָ֞ה H1961 כֶּ֤סֶף H3701 מִמְכָּרוֹ֙ H4465 בְּמִסְפַּ֣ר H4557 שָׁנִ֔ים H8141 כִּימֵ֥י H3117 שָׂכִ֖יר H7916 יִהְיֶ֥ה H1961 עִמּֽוֹ H5973 ",
  "51": "אִם H518 ע֥וֹד H5750 רַבּ֖וֹת H7227 בַּשָּׁנִ֑ים H8141 לְפִי H6310 יָשִׁ֣יב H7725 גְּאֻלָּת֔וֹ H1353 מִכֶּ֖סֶף H3701 מִקְנָתֽוֹ H4736 ",
  "52": "וְאִם H518 מְעַ֞ט H4592 נִשְׁאַ֧ר H7604 בַּשָּׁנִ֛ים H8141 עַד H5704 שְׁנַ֥ת H8141 הַיֹּבֵ֖ל H3104 וְחִשַּׁב H2803 ל֑וֹ Hl כְּפִ֣י H6310 שָׁנָ֔יו H8141 יָשִׁ֖יב H7725 אֶת H853 גְּאֻלָּתֽוֹ H1353 ",
  "53": "כִּשְׂכִ֥יר H7916 שָׁנָ֛ה H8141 בְּשָׁנָ֖ה H8141 יִהְיֶ֣ה H1961 עִמּ֑וֹ H5973 לֹֽא H3808 יִרְדֶּ֥נּֽוּ H7287 בְּפֶ֖רֶךְ H6531 לְעֵינֶֽי H5869 ",
  "54": "וְאִם H518 לֹ֥א H3808 יִגָּאֵ֖ל H1350 בְּאֵ֑לֶּה H428 וְיָצָא֙ H3318 בִּשְׁנַ֣ת H8141 הַיֹּבֵ֔ל H3104 ה֖וּא H1931 וּבָנָ֥י H1121 עִמּֽוֹ H5973 ",
  "55": "כִּֽי H3588 לִ֤י Hl בְנֵֽי H1121 יִשְׂרָאֵל֙ H3478 עֲבָדִ֔ים H5650 עֲבָדַ֣י H5650 הֵ֔ם H1992 אֲשֶׁר H834 הוֹצֵ֥אתִי H3318 אוֹתָ֖ם H853 מֵאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 אֲנִ֖י H589 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 "
}
