{
  "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "2": "דַּבֵּ֞ר H1696 אֶל H413 בְּנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 וְאָמַרְתָּ֣ H559 אֲלֵהֶ֔ם H413 אִ֕ישׁ H376 כִּ֥י H3588 יַפְלִ֖א H6381 נֶ֑דֶר H5088 בְּעֶרְכְּ H6187 נְפָשֹׁ֖ת H5315 לַֽיהוָֽה H3068 ",
  "3": "וְהָיָ֤ה H1961 עֶרְכְּךָ֙ H6187 הַזָּכָ֔ר H2145 מִבֶּן֙ H1121 עֶשְׂרִ֣ים H6242 שָׁנָ֔ה H8141 וְעַ֖ד H5704 בֶּן H1121 שִׁשִּׁ֣ים H8346 שָׁנָ֑ה H8141 וְהָיָ֣ה H1961 עֶרְכְּךָ֗ H6187 חֲמִשִּׁ֛ים H2572 שֶׁ֥קֶל H8255 כֶּ֖סֶף H3701 בְּשֶׁ֥קֶל H8255 הַקֹּֽדֶשׁ H6944 ",
  "4": "וְאִם H518 נְקֵבָ֖ה H5347 הִ֑וא H1931 וְהָיָ֥ה H1961 עֶרְכְּךָ֖ H6187 שְׁלֹשִׁ֥ים H7970 שָֽׁקֶל H8255 ",
  "5": "וְאִ֨ם H518 מִבֶּן H1121 חָמֵ֜שׁ H2568 שָׁנִ֗ים H8141 וְעַד֙ H5704 בֶּן H1121 עֶשְׂרִ֣ים H6242 שָׁנָ֔ה H8141 וְהָיָ֧ה H1961 עֶרְכְּךָ֛ H6187 הַזָּכָ֖ר H2145 עֶשְׂרִ֣ים H6242 שְׁקָלִ֑ים H8255 וְלַ H5347 עֲשֶׂ֥רֶת H6235 שְׁקָלִֽים H8255 ",
  "6": "וְאִ֣ם H518 מִבֶּן H1121 חֹ֗דֶשׁ H2320 וְעַד֙ H5704 בֶּן H1121 חָמֵ֣שׁ H2568 שָׁנִ֔ים H8141 וְהָיָ֤ה H1961 עֶרְכְּךָ֙ H6187 הַזָּכָ֔ר H2145 חֲמִשָּׁ֥ה H2568 שְׁקָלִ֖ים H8255 כָּ֑סֶף H3701 וְלַ H5347 עֶרְכְּךָ֔ H6187 שְׁלֹ֥שֶׁת H7969 שְׁקָלִ֖ים H8255 כָּֽסֶף H3701 ",
  "7": "וְ֠אִם H518 מִבֶּן H1121 שִׁשִּׁ֨ים H8346 שָׁנָ֤ה H8141 וָמַ֨עְלָ H4605 אִם H518 זָכָ֔ר H2145 וְהָיָ֣ה H1961 עֶרְכְּךָ֔ H6187 חֲמִשָּׁ֥ה H2568 עָשָׂ֖ר H6240 שָׁ֑קֶל H8255 וְלַ H5347 עֲשָׂרָ֥ה H6235 שְׁקָלִֽים H8255 ",
  "8": "וְאִם H518 מָ֥ךְ H4134 הוּא֙ H1931 מֵֽעֶרְכֶּ֔ H6187 וְהֶֽעֱמִיד H5975 לִפְנֵ֣י H6440 הַכֹּהֵ֔ן H3548 וְהֶעֱרִ֥יךְ H6186 אֹת֖וֹ H853 הַכֹּהֵ֑ן H3548 עַל H5921 פִּ֗י H6310 אֲשֶׁ֤ר H834 תַּשִּׂיג֙ H5381 יַ֣ד H3027 הַנֹּדֵ֔ר H5087 יַעֲרִיכֶ֖נּוּ H6186 הַכֹּהֵֽן H3548 ",
  "9": "וְאִם H518 בְּהֵמָ֔ה H929 אֲשֶׁ֨ר H834 יַקְרִ֧יבוּ H7126 מִמֶּ֛נָּה H4480 קָרְבָּ֖ן H7133 לַֽיהוָ֑ה H3068 כֹּל֩ H3605 אֲשֶׁ֨ר H834 יִתֵּ֥ן H5414 מִמֶּ֛נּוּ H4480 לַיהוָ֖ה H3068 יִֽהְיֶה H1961 קֹּֽדֶשׁ H6944 ",
  "10": "לֹ֣א H3808 יַחֲלִיפֶ֗נּוּ H2498 וְלֹֽא H3808 יָמִ֥יר H4171 אֹת֛וֹ H853 ט֥וֹב H2896 בְּרָ֖ע H7451 אוֹ H176 רַ֣ע H7451 בְּט֑וֹב H2896 וְאִם H518 הָמֵ֨ר H4171 יָמִ֤יר H4171 בְּהֵמָה֙ H929 בִּבְהֵמָ֔ה H929 וְהָֽיָה H1961 ה֥וּא H1931 וּתְמוּרָת֖ H8545 יִֽהְיֶה H1961 קֹּֽדֶשׁ H6944 ",
  "11": "וְאִם֙ H518 כָּל H3605 בְּהֵמָ֣ה H929 טְמֵאָ֔ה H2931 אֲ֠שֶׁר H834 לֹא H3808 יַקְרִ֧יבוּ H7126 מִמֶּ֛נָּה H4480 קָרְבָּ֖ן H7133 לַֽיהוָ֑ה H3068 וְהֶֽעֱמִ֥יד H5975 אֶת H853 הַבְּהֵמָ֖ה H929 לִפְנֵ֥י H6440 הַכֹּהֵֽן H3548 ",
  "12": "וְהֶעֱרִ֤יךְ H6186 הַכֹּהֵן֙ H3548 אֹתָ֔הּ H853 בֵּ֥ין H996 ט֖וֹב H2896 וּבֵ֣ין H996 רָ֑ע H7451 כְּעֶרְכְּ H6187 הַכֹּהֵ֖ן H3548 כֵּ֥ן H3651 יִהְיֶֽה H1961 ",
  "13": "וְאִם H518 גָּאֹ֖ל H1350 יִגְאָלֶ֑נָּה H1350 וְיָסַ֥ף H3254 חֲמִישִׁת֖וֹ H2549 עַל H5921 עֶרְכֶּֽךָ H6187 ",
  "14": "וְאִ֗ישׁ H376 כִּֽי H3588 יַקְדִּ֨שׁ H6942 אֶת H853 בֵּית֥וֹ H1004 קֹ֨דֶשׁ֙ H6944 לַֽיהוָ֔ה H3068 וְהֶעֱרִיכ H6186 הַכֹּהֵ֔ן H3548 בֵּ֥ין H996 ט֖וֹב H2896 וּבֵ֣ין H996 רָ֑ע H7451 כַּאֲשֶׁ֨ר H834 יַעֲרִ֥יךְ H6186 אֹת֛וֹ H853 הַכֹּהֵ֖ן H3548 כֵּ֥ן H3651 יָקֽוּם H6965 ",
  "15": "וְאִ֨ם H518 הַמַּקְדִּ֔ישׁ H6942 יִגְאַ֖ל H1350 אֶת H853 בֵּית֑וֹ H1004 וְ֠יָסַף H3254 חֲמִישִׁ֧ית H2549 כֶּֽסֶף H3701 עֶרְכְּךָ֛ H6187 עָלָ֖יו H5921 וְהָ֥יָה H1961 לֽוֹ Hl ",
  "16": "וְאִ֣ם H518 מִשְּׂדֵ֣ה H7704 אֲחֻזָּת֗וֹ H272 יַקְדִּ֥ישׁ H6942 אִישׁ֙ H376 לַֽיהוָ֔ה H3068 וְהָיָ֥ה H1961 עֶרְכְּךָ֖ H6187 לְפִ֣י H6310 זַרְע֑וֹ H2233 זֶ֚רַע H2233 חֹ֣מֶר H2563 שְׂעֹרִ֔ים H8184 בַּחֲמִשִּׁ֖ים H2572 שֶׁ֥קֶל H8255 כָּֽסֶף H3701 ",
  "17": "אִם H518 מִשְּׁנַ֥ת H8141 הַיֹּבֵ֖ל H3104 יַקְדִּ֣ישׁ H6942 שָׂדֵ֑הוּ H7704 כְּעֶרְכְּ H6187 יָקֽוּם H6965 ",
  "18": "וְאִם H518 אַחַ֣ר H310 הַיֹּבֵל֮ H3104 יַקְדִּ֣ישׁ H6942 שָׂדֵהוּ֒ H7704 וְחִשַּׁב H2803 ל֨וֹ Hl הַכֹּהֵ֜ן H3548 אֶת H853 הַכֶּ֗סֶף H3701 עַל H5921 פִּ֤י H6310 הַשָּׁנִים֙ H8141 הַנּ֣וֹתָרֹ֔ת H3498 עַ֖ד H5704 שְׁנַ֣ת H8141 הַיֹּבֵ֑ל H3104 וְנִגְרַ֖ע H1639 מֵֽעֶרְכֶּֽ H6187 ",
  "19": "וְאִם H518 גָּאֹ֤ל H1350 יִגְאַל֙ H1350 אֶת H853 הַשָּׂדֶ֔ה H7704 הַמַּקְדִּ֖ישׁ H6942 אֹת֑וֹ H853 וְ֠יָסַף H3254 חֲמִשִׁ֧ית H2549 כֶּֽסֶף H3701 עֶרְכְּךָ֛ H6187 עָלָ֖יו H5921 וְקָ֥ם H6965 לֽוֹ Hl ",
  "20": "וְאִם H518 לֹ֤א H3808 יִגְאַל֙ H1350 אֶת H853 הַשָּׂדֶ֔ה H7704 וְאִם H518 מָכַ֥ר H4376 אֶת H853 הַשָּׂדֶ֖ה H7704 לְאִ֣ישׁ H376 אַחֵ֑ר H312 לֹ֥א H3808 יִגָּאֵ֖ל H1350 עֽוֹד H5750 ",
  "21": "וְהָיָ֨ה H1961 הַשָּׂדֶ֜ה H7704 בְּצֵאת֣ H3318 בַיֹּבֵ֗ל H3104 קֹ֛דֶשׁ H6944 לַֽיהוָ֖ה H3068 כִּשְׂדֵ֣ה H7704 הַחֵ֑רֶם H2764 לַכֹּהֵ֖ן H3548 תִּהְיֶ֥ה H1961 אֲחֻזָּתֽוֹ H272 ",
  "22": "וְאִם֙ H518 אֶת H853 שְׂדֵ֣ה H7704 מִקְנָת֔וֹ H4736 אֲשֶׁ֕ר H834 לֹ֖א H3808 מִשְּׂדֵ֣ה H7704 אֲחֻזָּת֑וֹ H272 יַקְדִּ֖ישׁ H6942 לַֽיהוָֽה H3068 ",
  "23": "וְחִשַּׁב H2803 ל֣וֹ Hl הַכֹּהֵ֗ן H3548 אֵ֚ת H853 מִכְסַ֣ת H4373 הָֽעֶרְכְּ H6187 עַ֖ד H5704 שְׁנַ֣ת H8141 הַיֹּבֵ֑ל H3104 וְנָתַ֤ן H5414 אֶת H853 הָעֶרְכְּ H6187 בַּיּ֣וֹם H3117 הַה֔וּא H1931 קֹ֖דֶשׁ H6944 לַיהוָֽה H3068 ",
  "24": "בִּשְׁנַ֤ת H8141 הַיּוֹבֵל֙ H3104 יָשׁ֣וּב H7725 הַשָּׂדֶ֔ה H7704 לַאֲשֶׁ֥ר H834 קָנָ֖הוּ H7069 מֵאִתּ֑ H853 לַאֲשֶׁר H834 ל֖וֹ Hl אֲחֻזַּ֥ת H272 הָאָֽרֶץ H776 ",
  "25": "וְכָל H3605 עֶרְכְּךָ֔ H6187 יִהְיֶ֖ה H1961 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 עֶשְׂרִ֥ים H6242 גֵּרָ֖ה H1626 יִהְיֶ֥ה H1961 הַשָּֽׁקֶל H8255 ",
  "26": "אַךְ H389 בְּכ֞וֹר H1060 אֲשֶׁר H834 יְבֻכַּ֤ר H1069 לַֽיהוָה֙ H3068 בִּבְהֵמָ֔ה H929 לֹֽא H3808 יַקְדִּ֥ישׁ H6942 אִ֖ישׁ H376 אֹת֑וֹ H853 אִם H518 שׁ֣וֹר H7794 אִם H518 שֶׂ֔ה H7716 לַֽיהוָ֖ה H3068 הֽוּא H1931 ",
  "27": "וְאִ֨ם H518 בַּבְּהֵמָ֤ה H929 הַטְּמֵאָה֙ H2931 וּפָדָ֣ה H6299 בְעֶרְכֶּ֔ H6187 וְיָסַ֥ף H3254 חֲמִשִׁת֖וֹ H2549 עָלָ֑יו H5921 וְאִם H518 לֹ֥א H3808 יִגָּאֵ֖ל H1350 וְנִמְכַּ֥ר H4376 בְּעֶרְכֶּֽ H6187 ",
  "28": "אַךְ H389 כָּל H3605 חֵ֡רֶם H2764 אֲשֶׁ֣ר H834 יַחֲרִם֩ H2763 אִ֨ישׁ H376 לַֽיהוָ֜ה H3068 מִכָּל H3605 אֲשֶׁר H834 ל֗וֹ Hl מֵאָדָ֤ם H120 וּבְהֵמָה֙ H929 וּמִ H7704 אֲחֻזָּת֔וֹ H272 לֹ֥א H3808 יִמָּכֵ֖ר H4376 וְלֹ֣א H3808 יִגָּאֵ֑ל H1350 כָּל H3605 חֵ֕רֶם H2764 קֹֽדֶשׁ H6944 קָֽדָשִׁ֥ים H6944 ה֖וּא H1931 לַיהוָֽה H3068 ",
  "29": "כָּל H3605 חֵ֗רֶם H2764 אֲשֶׁ֧ר H834 יָחֳרַ֛ם H2763 מִן H4480 הָאָדָ֖ם H120 לֹ֣א H3808 יִפָּדֶ֑ה H6299 מ֖וֹת H4191 יוּמָֽת H4191 ",
  "30": "וְכָל H3605 מַעְשַׂ֨ר H4643 הָאָ֜רֶץ H776 מִזֶּ֤רַע H2233 הָאָ֨רֶץ֙ H776 מִפְּרִ֣י H6529 הָעֵ֔ץ H6086 לַיהוָ֖ה H3068 ה֑וּא H1931 קֹ֖דֶשׁ H6944 לַֽיהוָֽה H3068 ",
  "31": "וְאִם H518 גָּאֹ֥ל H1350 יִגְאַ֛ל H1350 אִ֖ישׁ H376 מִמַּֽעַשְׂר֑ H4643 חֲמִשִׁית֖וֹ H2549 יֹסֵ֥ף H3254 עָלָֽיו H5921 ",
  "32": "וְכָל H3605 מַעְשַׂ֤ר H4643 בָּקָר֙ H1241 וָצֹ֔אן H6629 כֹּ֥ל H3605 אֲשֶׁר H834 יַעֲבֹ֖ר H5674 תַּ֣חַת H8478 הַשָּׁ֑בֶט H7626 הָֽעֲשִׂירִ֕י H6224 יִֽהְיֶה H1961 קֹּ֖דֶשׁ H6944 לַֽיהוָֽה H3068 ",
  "33": "לֹ֧א H3808 יְבַקֵּ֛ר H1239 בֵּֽין H996 ט֥וֹב H2896 לָרַ֖ע H7451 וְלֹ֣א H3808 יְמִירֶ֑נּוּ H4171 וְאִם H518 הָמֵ֣ר H4171 יְמִירֶ֔נּוּ H4171 וְהָֽיָה H1961 ה֧וּא H1931 וּתְמוּרָת֛ H8545 יִֽהְיֶה H1961 קֹ֖דֶשׁ H6944 לֹ֥א H3808 יִגָּאֵֽל H1350 ",
  "34": "אֵ֣לֶּה H428 הַמִּצְוֺ֗ת H4687 אֲשֶׁ֨ר H834 צִוָּ֧ה H6680 יְהוָ֛ה H3068 אֶת H853 מֹשֶׁ֖ה H4872 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 בְּהַ֖ר H2022 סִינָֽי H5514 "
}
