{
  "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "2": "דַּבֵּ֞ר H1696 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֘ל H3478 לֵאמֹר֒ H559 נֶ֗פֶשׁ H5315 כִּֽי H3588 תֶחֱטָ֤א H2398 בִשְׁגָגָה֙ H7684 מִכֹּל֙ H3605 מִצְוֺ֣ת H4687 יְהוָ֔ה H3068 אֲשֶׁ֖ר H834 לֹ֣א H3808 תֵעָשֶׂ֑ינָה H6213 וְעָשָׂ֕ה H6213 מֵאַחַ֖ת H259 מֵהֵֽנָּה H2007 ",
  "3": "אִ֣ם H518 הַכֹּהֵ֧ן H3548 הַמָּשִׁ֛יחַ H4899 יֶחֱטָ֖א H2398 לְאַשְׁמַ֣ת H819 הָעָ֑ם H5971 וְהִקְרִ֡יב H7126 עַ֣ל H5921 חַטָּאתוֹ֩ H2403 אֲשֶׁ֨ר H834 חָטָ֜א H2398 פַּ֣ר H6499 בֶּן H1121 בָּקָ֥ר H1241 תָּמִ֛ים H8549 לַיהוָ֖ה H3068 לְחַטָּֽאת H2403 ",
  "4": "וְהֵבִ֣יא H935 אֶת H853 הַפָּ֗ר H6499 אֶל H413 פֶּ֛תַח H6607 אֹ֥הֶל H168 מוֹעֵ֖ד H4150 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וְסָמַ֤ךְ H5564 אֶת H853 יָדוֹ֙ H3027 עַל H5921 רֹ֣אשׁ H7218 הַפָּ֔ר H6499 וְשָׁחַ֥ט H7819 אֶת H853 הַפָּ֖ר H6499 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "5": "וְלָקַ֛ח H3947 הַכֹּהֵ֥ן H3548 הַמָּשִׁ֖יחַ H4899 מִדַּ֣ם H1818 הַפָּ֑ר H6499 וְהֵבִ֥יא H935 אֹת֖וֹ H853 אֶל H413 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "6": "וְטָבַ֧ל H2881 הַכֹּהֵ֛ן H3548 אֶת H853 אֶצְבָּע֖וֹ H676 בַּדָּ֑ם H1818 וְהִזָּ֨ה H5137 מִן H4480 הַדָּ֜ם H1818 שֶׁ֤בַע H7651 פְּעָמִים֙ H6471 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 אֶת H853 פְּנֵ֖י H6440 פָּרֹ֥כֶת H6532 הַקֹּֽדֶשׁ H6944 ",
  "7": "וְנָתַן֩ H5414 הַכֹּהֵ֨ן H3548 מִן H4480 הַדָּ֜ם H1818 עַל H5921 קַ֠רְנוֹת H7161 מִזְבַּ֨ח H4196 קְטֹ֤רֶת H7004 הַסַּמִּים֙ H5561 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 אֲשֶׁ֖ר H834 בְּאֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְאֵ֣ת H853 כָּל H3605 דַּ֣ם H1818 הַפָּ֗ר H6499 יִשְׁפֹּךְ֙ H8210 אֶל H413 יְסוֹד֙ H3247 מִזְבַּ֣ח H4196 הָעֹלָ֔ה H5930 אֲשֶׁר H834 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "8": "וְאֶת H853 כָּל H3605 חֵ֛לֶב H2459 פַּ֥ר H6499 הַֽחַטָּ֖את H2403 יָרִ֣ים H7311 מִמֶּ֑נּוּ H4480 אֶת H853 הַחֵ֨לֶב֙ H2459 הַֽמְכַסֶּ֣ה H3680 עַל H5921 הַקֶּ֔רֶב H7130 וְאֵת֙ H853 כָּל H3605 הַחֵ֔לֶב H2459 אֲשֶׁ֖ר H834 עַל H5921 הַקֶּֽרֶב H7130 ",
  "9": "וְאֵת֙ H853 שְׁתֵּ֣י H8147 הַכְּלָיֹ֔ת H3629 וְאֶת H853 הַחֵ֨לֶב֙ H2459 אֲשֶׁ֣ר H834 עֲלֵיהֶ֔ן H5921 אֲשֶׁ֖ר H834 עַל H5921 הַכְּסָלִ֑ים H3689 וְאֶת H853 הַיֹּתֶ֨רֶת֙ H3508 עַל H5921 הַכָּבֵ֔ד H3516 עַל H5921 הַכְּלָי֖וֹת H3629 יְסִירֶֽנָּה H5493 ",
  "10": "כַּאֲשֶׁ֣ר H834 יוּרַ֔ם H7311 מִשּׁ֖וֹר H7794 זֶ֣בַח H2077 הַשְּׁלָמִ֑ים H8002 וְהִקְטִירָ H6999 הַכֹּהֵ֔ן H3548 עַ֖ל H5921 מִזְבַּ֥ח H4196 הָעֹלָֽה H5930 ",
  "11": "וְאֶת H853 ע֤וֹר H5785 הַפָּר֙ H6499 וְאֶת H853 כָּל H3605 בְּשָׂר֔וֹ H1320 עַל H5921 רֹאשׁ֖וֹ H7218 וְעַל H5921 כְּרָעָ֑יו H3767 וְקִרְבּ֖ H7130 וּפִרְשֽׁ H6569 ",
  "12": "וְהוֹצִ֣יא H3318 אֶת H853 כָּל H3605 הַ֠פָּר H6499 אֶל H413 מִח֨וּץ H2351 לַֽמַּחֲנֶ֜ה H4264 אֶל H413 מָק֤וֹם H4725 טָהוֹר֙ H2889 אֶל H413 שֶׁ֣פֶךְ H8211 הַדֶּ֔שֶׁן H1880 וְשָׂרַ֥ף H8313 אֹת֛וֹ H853 עַל H5921 עֵצִ֖ים H6086 בָּאֵ֑שׁ H784 עַל H5921 שֶׁ֥פֶךְ H8211 הַדֶּ֖שֶׁן H1880 יִשָּׂרֵֽף H8313 ",
  "13": "וְאִ֨ם H518 כָּל H3605 עֲדַ֤ת H5712 יִשְׂרָאֵל֙ H3478 יִשְׁגּ֔וּ H7686 וְנֶעְלַ֣ם H5956 דָּבָ֔ר H1697 מֵעֵינֵ֖י H5869 הַקָּהָ֑ל H6951 וְ֠עָשׂוּ H6213 אַחַ֨ת H259 מִכָּל H3605 מִצְוֺ֧ת H4687 יְהוָ֛ה H3068 אֲשֶׁ֥ר H834 לֹא H3808 תֵעָשֶׂ֖ינָה H6213 וְאָשֵֽׁמוּ H816 ",
  "14": "וְנֽוֹדְעָה֙ H3045 הַֽחַטָּ֔את H2403 אֲשֶׁ֥ר H834 חָטְא֖וּ H2398 עָלֶ֑יהָ H5921 וְהִקְרִ֨יבוּ H7126 הַקָּהָ֜ל H6951 פַּ֤ר H6499 בֶּן H1121 בָּקָר֙ H1241 לְחַטָּ֔את H2403 וְהֵבִ֣יאוּ H935 אֹת֔וֹ H853 לִפְנֵ֖י H6440 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "15": "וְ֠סָמְכוּ H5564 זִקְנֵ֨י H2205 הָעֵדָ֧ה H5712 אֶת H853 יְדֵיהֶ֛ם H3027 עַל H5921 רֹ֥אשׁ H7218 הַפָּ֖ר H6499 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וְשָׁחַ֥ט H7819 אֶת H853 הַפָּ֖ר H6499 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "16": "וְהֵבִ֛יא H935 הַכֹּהֵ֥ן H3548 הַמָּשִׁ֖יחַ H4899 מִדַּ֣ם H1818 הַפָּ֑ר H6499 אֶל H413 אֹ֖הֶל H168 מוֹעֵֽד H4150 ",
  "17": "וְטָבַ֧ל H2881 הַכֹּהֵ֛ן H3548 אֶצְבָּע֖וֹ H676 מִן H4480 הַדָּ֑ם H1818 וְהִזָּ֞ה H5137 שֶׁ֤בַע H7651 פְּעָמִים֙ H6471 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 אֵ֖ת H853 פְּנֵ֥י H6440 הַפָּרֹֽכֶת H6532 ",
  "18": "וּמִן H4480 הַדָּ֞ם H1818 יִתֵּ֣ן H5414 עַל H5921 קַרְנֹ֣ת H7161 הַמִּזְבֵּ֗חַ H4196 אֲשֶׁר֙ H834 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 אֲשֶׁ֖ר H834 בְּאֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְאֵ֣ת H853 כָּל H3605 הַדָּ֗ם H1818 יִשְׁפֹּךְ֙ H8210 אֶל H413 יְסוֹד֙ H3247 מִזְבַּ֣ח H4196 הָעֹלָ֔ה H5930 אֲשֶׁר H834 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "19": "וְאֵ֥ת H853 כָּל H3605 חֶלְבּ֖וֹ H2459 יָרִ֣ים H7311 מִמֶּ֑נּוּ H4480 וְהִקְטִ֖יר H6999 הַמִּזְבֵּֽחָ H4196 ",
  "20": "וְעָשָׂ֣ה H6213 לַפָּ֔ר H6499 כַּאֲשֶׁ֤ר H834 עָשָׂה֙ H6213 לְפַ֣ר H6499 הַֽחַטָּ֔את H2403 כֵּ֖ן H3651 יַעֲשֶׂה H6213 לּ֑וֹ Hl וְכִפֶּ֧ר H3722 עֲלֵהֶ֛ם H5921 הַכֹּהֵ֖ן H3548 וְנִסְלַ֥ח H5545 לָהֶֽם H1992 ",
  "21": "וְהוֹצִ֣יא H3318 אֶת H853 הַפָּ֗ר H6499 אֶל H413 מִחוּץ֙ H2351 לַֽמַּחֲנֶ֔ה H4264 וְשָׂרַ֣ף H8313 אֹת֔וֹ H853 כַּאֲשֶׁ֣ר H834 שָׂרַ֔ף H8313 אֵ֖ת H853 הַפָּ֣ר H6499 הָרִאשׁ֑וֹן H7223 חַטַּ֥את H2403 הַקָּהָ֖ל H6951 הֽוּא H1931 ",
  "22": "אֲשֶׁ֥ר H834 נָשִׂ֖יא H5387 יֶֽחֱטָ֑א H2398 וְעָשָׂ֡ה H6213 אַחַ֣ת H259 מִכָּל H3605 מִצְוֺת֩ H4687 יְהוָ֨ה H3068 אֱלֹהָ֜יו H430 אֲשֶׁ֧ר H834 לֹא H3808 תֵעָשֶׂ֛ינָה H6213 בִּשְׁגָגָ֖ה H7684 וְאָשֵֽׁם H816 ",
  "23": "אֽוֹ H176 הוֹדַ֤ע H3045 אֵלָיו֙ H413 חַטָּאת֔וֹ H2403 אֲשֶׁ֥ר H834 חָטָ֖א H2398 בָּ֑הּ Hb וְהֵבִ֧יא H935 אֶת H853 קָרְבָּנ֛וֹ H7133 שְׂעִ֥יר H8163 עִזִּ֖ים H5795 זָכָ֥ר H2145 תָּמִֽים H8549 ",
  "24": "וְסָמַ֤ךְ H5564 יָדוֹ֙ H3027 עַל H5921 רֹ֣אשׁ H7218 הַשָּׂעִ֔יר H8163 וְשָׁחַ֣ט H7819 אֹת֔וֹ H853 בִּמְק֛וֹם H4725 אֲשֶׁר H834 יִשְׁחַ֥ט H7819 אֶת H853 הָעֹלָ֖ה H5930 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 חַטָּ֖את H2403 הֽוּא H1931 ",
  "25": "וְלָקַ֨ח H3947 הַכֹּהֵ֜ן H3548 מִדַּ֤ם H1818 הַֽחַטָּאת֙ H2403 בְּאֶצְבָּע֔ H676 וְנָתַ֕ן H5414 עַל H5921 קַרְנֹ֖ת H7161 מִזְבַּ֣ח H4196 הָעֹלָ֑ה H5930 וְאֶת H853 דָּמ֣וֹ H1818 יִשְׁפֹּ֔ךְ H8210 אֶל H413 יְס֖וֹד H3247 מִזְבַּ֥ח H4196 הָעֹלָֽה H5930 ",
  "26": "וְאֶת H853 כָּל H3605 חֶלְבּוֹ֙ H2459 יַקְטִ֣יר H6999 הַמִּזְבֵּ֔חָ H4196 כְּחֵ֖לֶב H2459 זֶ֣בַח H2077 הַשְּׁלָמִ֑ים H8002 וְכִפֶּ֨ר H3722 עָלָ֧יו H5921 הַכֹּהֵ֛ן H3548 מֵחַטָּאת֖ H2403 וְנִסְלַ֥ח H5545 לֽוֹ Hl ",
  "27": "וְאִם H518 נֶ֧פֶשׁ H5315 אַחַ֛ת H259 תֶּחֱטָ֥א H2398 בִשְׁגָגָ֖ה H7684 מֵעַ֣ם H5971 הָאָ֑רֶץ H776 בַּ֠עֲשֹׂתָ H6213 אַחַ֨ת H259 מִמִּצְוֺ֧ת H4687 יְהוָ֛ה H3068 אֲשֶׁ֥ר H834 לֹא H3808 תֵעָשֶׂ֖ינָה H6213 וְאָשֵֽׁם H816 ",
  "28": "א֚וֹ H176 הוֹדַ֣ע H3045 אֵלָ֔יו H413 חַטָּאת֖וֹ H2403 אֲשֶׁ֣ר H834 חָטָ֑א H2398 וְהֵבִ֨יא H935 קָרְבָּנ֜וֹ H7133 שְׂעִירַ֤ת H8166 עִזִּים֙ H5795 תְּמִימָ֣ה H8549 נְקֵבָ֔ה H5347 עַל H5921 חַטָּאת֖וֹ H2403 אֲשֶׁ֥ר H834 חָטָֽא H2398 ",
  "29": "וְסָמַךְ֙ H5564 אֶת H853 יָד֔וֹ H3027 עַ֖ל H5921 רֹ֣אשׁ H7218 הַֽחַטָּ֑את H2403 וְשָׁחַט֙ H7819 אֶת H853 הַ֣חַטָּ֔את H2403 בִּמְק֖וֹם H4725 הָעֹלָֽה H5930 ",
  "30": "וְלָקַ֨ח H3947 הַכֹּהֵ֤ן H3548 מִדָּמָ H1818 בְּאֶצְבָּע֔ H676 וְנָתַ֕ן H5414 עַל H5921 קַרְנֹ֖ת H7161 מִזְבַּ֣ח H4196 הָעֹלָ֑ה H5930 וְאֶת H853 כָּל H3605 דָּמָ֣הּ H1818 יִשְׁפֹּ֔ךְ H8210 אֶל H413 יְס֖וֹד H3247 הַמִּזְבֵּֽחַ H4196 ",
  "31": "וְאֶת H853 כָּל H3605 חֶלְבָּ֣הּ H2459 יָסִ֗יר H5493 כַּאֲשֶׁ֨ר H834 הוּסַ֣ר H5493 חֵלֶב֮ H2459 מֵעַ֣ל H5921 זֶ֣בַח H2077 הַשְּׁלָמִים֒ H8002 וְהִקְטִ֤יר H6999 הַכֹּהֵן֙ H3548 הַמִּזְבֵּ֔חָ H4196 לְרֵ֥יחַ H7381 נִיחֹ֖חַ H5207 לַיהוָ֑ה H3068 וְכִפֶּ֥ר H3722 עָלָ֛יו H5921 הַכֹּהֵ֖ן H3548 וְנִסְלַ֥ח H5545 לֽוֹ Hl ",
  "32": "וְאִם H518 כֶּ֛בֶשׂ H3532 יָבִ֥יא H935 קָרְבָּנ֖וֹ H7133 לְחַטָּ֑את H2403 נְקֵבָ֥ה H5347 תְמִימָ֖ה H8549 יְבִיאֶֽנָּה H935 ",
  "33": "וְסָמַךְ֙ H5564 אֶת H853 יָד֔וֹ H3027 עַ֖ל H5921 רֹ֣אשׁ H7218 הַֽחַטָּ֑את H2403 וְשָׁחַ֤ט H7819 אֹתָהּ֙ H853 לְחַטָּ֔את H2403 בִּמְק֕וֹם H4725 אֲשֶׁ֥ר H834 יִשְׁחַ֖ט H7819 אֶת H853 הָעֹלָֽה H5930 ",
  "34": "וְלָקַ֨ח H3947 הַכֹּהֵ֜ן H3548 מִדַּ֤ם H1818 הַֽחַטָּאת֙ H2403 בְּאֶצְבָּע֔ H676 וְנָתַ֕ן H5414 עַל H5921 קַרְנֹ֖ת H7161 מִזְבַּ֣ח H4196 הָעֹלָ֑ה H5930 וְאֶת H853 כָּל H3605 דָּמָ֣הּ H1818 יִשְׁפֹּ֔ךְ H8210 אֶל H413 יְס֖וֹד H3247 הַמִּזְבֵּֽחַ H4196 ",
  "35": "וְאֶת H853 כָּל H3605 חֶלְבָּ֣ה H2459 יָסִ֗יר H5493 כַּאֲשֶׁ֨ר H834 יוּסַ֥ר H5493 חֵֽלֶב H2459 הַכֶּשֶׂב֮ H3775 מִזֶּ֣בַח H2077 הַשְּׁלָמִים֒ H8002 וְהִקְטִ֨יר H6999 הַכֹּהֵ֤ן H3548 אֹתָם֙ H853 הַמִּזְבֵּ֔חָ H4196 עַ֖ל H5921 אִשֵּׁ֣י H801 יְהוָ֑ה H3068 וְכִפֶּ֨ר H3722 עָלָ֧יו H5921 הַכֹּהֵ֛ן H3548 עַל H5921 חַטָּאת֥וֹ H2403 אֲשֶׁר H834 חָטָ֖א H2398 וְנִסְלַ֥ח H5545 לֽוֹ Hl "
}
