{
  "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "2": "נֶ֚פֶשׁ H5315 כִּ֣י H3588 תֶחֱטָ֔א H2398 וּמָעֲלָ֥ה H4603 מַ֖עַל H4604 בַּיהוָ֑ה H3068 וְכִחֵ֨שׁ H3584 בַּעֲמִית֜ H5997 בְּפִקָּד֗וֹן H6487 אֽוֹ H176 בִתְשׂ֤וּמֶת H8667 יָד֙ H3027 א֣וֹ H176 בְגָזֵ֔ל H1498 א֖וֹ H176 עָשַׁ֥ק H6231 אֶת H853 עֲמִיתֽוֹ H5997 ",
  "3": "אֽוֹ H176 מָצָ֧א H4672 אֲבֵדָ֛ה H9 וְכִ֥חֶשׁ H3584 בָּ֖הּ Hb וְנִשְׁבַּ֣ע H7650 עַל H5921 שָׁ֑קֶר H8267 עַל H5921 אַחַ֗ת H259 מִכֹּ֛ל H3605 אֲשֶׁר H834 יַעֲשֶׂ֥ה H6213 הָאָדָ֖ם H120 לַחֲטֹ֥א H2398 בָהֵֽנָּה H2007 ",
  "4": "וְהָיָה֮ H1961 כִּֽי H3588 יֶחֱטָ֣א H2398 וְאָשֵׁם֒ H816 וְהֵשִׁ֨יב H7725 אֶת H853 הַגְּזֵלָ֜ה H1500 אֲשֶׁ֣ר H834 גָּזָ֗ל H1497 א֤וֹ H176 אֶת H853 הָעֹ֨שֶׁק֙ H6233 אֲשֶׁ֣ר H834 עָשָׁ֔ק H6231 א֚וֹ H176 אֶת H853 הַפִּקָּד֔וֹן H6487 אֲשֶׁ֥ר H834 הָפְקַ֖ד H6485 אִתּ֑וֹ H854 א֥וֹ H176 אֶת H853 הָאֲבֵדָ֖ה H9 אֲשֶׁ֥ר H834 מָצָֽא H4672 ",
  "5": "א֠וֹ H176 מִכֹּ֞ל H3605 אֲשֶׁר H834 יִשָּׁבַ֣ע H7650 עָלָיו֮ H5921 לַשֶּׁקֶר֒ H8267 וְשִׁלַּ֤ם H7999 אֹתוֹ֙ H853 בְּרֹאשׁ֔ H7218 וַחֲמִשִׁתָ֖י H2549 יֹסֵ֣ף H3254 עָלָ֑יו H5921 לַאֲשֶׁ֨ר H834 ה֥וּא H1931 ל֛וֹ Hl יִתְּנֶ֖נּוּ H5414 בְּי֥וֹם H3117 אַשְׁמָתֽוֹ H819 ",
  "6": "וְאֶת H853 אֲשָׁמ֥וֹ H817 יָבִ֖יא H935 לַיהוָ֑ה H3068 אַ֣יִל H352 תָּמִ֧ים H8549 מִן H4480 הַצֹּ֛אן H6629 בְּעֶרְכְּ H6187 לְאָשָׁ֖ם H817 אֶל H413 הַכֹּהֵֽן H3548 ",
  "7": "וְכִפֶּ֨ר H3722 עָלָ֧יו H5921 הַכֹּהֵ֛ן H3548 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 וְנִסְלַ֣ח H5545 ל֑וֹ Hl עַל H5921 אַחַ֛ת H259 מִכֹּ֥ל H3605 אֲשֶֽׁר H834 יַעֲשֶׂ֖ה H6213 לְאַשְׁמָ֥ה H819 בָֽהּ Hb ",
  "8": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "9": "צַ֤ו H6680 אֶֽת H853 אַהֲרֹן֙ H175 וְאֶת H853 בָּנָ֣יו H1121 לֵאמֹ֔ר H559 זֹ֥את H2063 תּוֹרַ֖ת H8451 הָעֹלָ֑ה H5930 הִ֣וא H1931 הָעֹלָ֡ה H5930 עַל֩ H5921 מוֹקְדָ֨ה H4169 עַל H5921 הַמִּזְבֵּ֤חַ H4196 כָּל H3605 הַלַּ֨יְלָה֙ H3915 עַד H5704 הַבֹּ֔קֶר H1242 וְאֵ֥שׁ H784 הַמִּזְבֵּ֖חַ H4196 תּ֥וּקַד H3344 בּֽוֹ Hb ",
  "10": "וְלָבַ֨שׁ H3847 הַכֹּהֵ֜ן H3548 מִדּ֣וֹ H4055 בַ֗ד H906 וּמִֽכְנְסֵי H4370 בַד֮ H906 יִלְבַּ֣שׁ H3847 עַל H5921 בְּשָׂרוֹ֒ H1320 וְהֵרִ֣ים H7311 אֶת H853 הַדֶּ֗שֶׁן H1880 אֲשֶׁ֨ר H834 תֹּאכַ֥ל H398 הָאֵ֛שׁ H784 אֶת H854 הָעֹלָ֖ה H5930 עַל H5921 הַמִּזְבֵּ֑חַ H4196 וְשָׂמ֕ H7760 אֵ֖צֶל H681 הַמִּזְבֵּֽחַ H4196 ",
  "11": "וּפָשַׁט֙ H6584 אֶת H853 בְּגָדָ֔יו H899 וְלָבַ֖שׁ H3847 בְּגָדִ֣ים H899 אֲחֵרִ֑ים H312 וְהוֹצִ֤יא H3318 אֶת H853 הַדֶּ֨שֶׁן֙ H1880 אֶל H413 מִח֣וּץ H2351 לַֽמַּחֲנֶ֔ה H4264 אֶל H413 מָק֖וֹם H4725 טָהֽוֹר H2889 ",
  "12": "וְהָ H784 עַל H5921 הַמִּזְבֵּ֤חַ H4196 תּֽוּקַד H3344 בּוֹ֙ Hb לֹ֣א H3808 תִכְבֶּ֔ה H3518 וּבִעֵ֨ר H1197 עָלֶ֧יהָ H5921 הַכֹּהֵ֛ן H3548 עֵצִ֖ים H6086 בַּבֹּ֣קֶר H1242 בַּבֹּ֑קֶר H1242 וְעָרַ֤ךְ H6186 עָלֶ֨יהָ֙ H5921 הָֽעֹלָ֔ה H5930 וְהִקְטִ֥יר H6999 עָלֶ֖יהָ H5921 חֶלְבֵ֥י H2459 הַשְּׁלָמִֽים H8002 ",
  "13": "אֵ֗שׁ H784 תָּמִ֛יד H8548 תּוּקַ֥ד H3344 עַל H5921 הַמִּזְבֵּ֖חַ H4196 לֹ֥א H3808 תִכְבֶֽה H3518 ",
  "14": "וְזֹ֥את H2063 תּוֹרַ֖ת H8451 הַמִּנְחָ֑ה H4503 הַקְרֵ֨ב H7126 אֹתָ֤הּ H853 בְּנֵֽי H1121 אַהֲרֹן֙ H175 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 אֶל H413 פְּנֵ֖י H6440 הַמִּזְבֵּֽחַ H4196 ",
  "15": "וְהֵרִ֨ים H7311 מִמֶּ֜נּוּ H4480 בְּקֻמְצ֗ H7062 מִסֹּ֤לֶת H5560 הַמִּנְחָה֙ H4503 וּמִ H8081 וְאֵת֙ H853 כָּל H3605 הַלְּבֹנָ֔ה H3828 אֲשֶׁ֖ר H834 עַל H5921 הַמִּנְחָ֑ה H4503 וְהִקְטִ֣יר H6999 הַמִּזְבֵּ֗חַ H4196 רֵ֧יחַ H7381 נִיחֹ֛חַ H5207 אַזְכָּרָתָ֖הּ H234 לַיהוָֽה H3068 ",
  "16": "וְהַ H3498 מִמֶּ֔נָּה H4480 יֹאכְל֖וּ H398 אַהֲרֹ֣ן H175 וּבָנָ֑י H1121 מַצּ֤וֹת H4682 תֵּֽאָכֵל֙ H398 בְּמָק֣וֹם H4725 קָדֹ֔שׁ H6918 בַּחֲצַ֥ר H2691 אֹֽהֶל H168 מוֹעֵ֖ד H4150 יֹאכְלֽוּהָ H398 ",
  "17": "לֹ֤א H3808 תֵאָפֶה֙ H644 חָמֵ֔ץ H2557 חֶלְקָ֛ם H2506 נָתַ֥תִּי H5414 אֹתָ֖הּ H853 מֵאִשָּׁ֑ H801 קֹ֤דֶשׁ H6944 קָֽדָשִׁים֙ H6944 הִ֔וא H1931 כַּחַטָּ֖את H2403 וְכָ H817 ",
  "18": "כָּל H3605 זָכָ֞ר H2145 בִּבְנֵ֤י H1121 אַהֲרֹן֙ H175 יֹֽאכֲלֶ֔נָּה H398 חָק H2706 עוֹלָם֙ H5769 לְדֹרֹ֣תֵי H1755 מֵאִשֵּׁ֖י H801 יְהוָ֑ה H3068 כֹּ֛ל H3605 אֲשֶׁר H834 יִגַּ֥ע H5060 בָּהֶ֖ם Hb יִקְדָּֽשׁ H6942 ",
  "19": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "20": "זֶ֡ה H2088 קָרְבַּן֩ H7133 אַהֲרֹ֨ן H175 וּבָנָ֜י H1121 אֲשֶׁר H834 יַקְרִ֣יבוּ H7126 לַֽיהוָ֗ה H3068 בְּיוֹם֙ H3117 הִמָּשַׁ֣ח H4886 אֹת֔וֹ H853 עֲשִׂירִ֨ת H6224 הָאֵפָ֥ה H374 סֹ֛לֶת H5560 מִנְחָ֖ה H4503 תָּמִ֑יד H8548 מַחֲצִיתָ֣הּ H4276 בַּבֹּ֔קֶר H1242 וּמַחֲצִיתָ֖ H4276 בָּעָֽרֶב H6153 ",
  "21": "עַֽל H5921 מַחֲבַ֗ת H4227 בַּשֶּׁ֛מֶן H8081 תֵּעָשֶׂ֖ה H6213 מֻרְבֶּ֣כֶת H7246 תְּבִיאֶ֑נָּה H935 תֻּפִינֵי֙ H8601 מִנְחַ֣ת H4503 פִּתִּ֔ים H6595 תַּקְרִ֥יב H7126 רֵֽיחַ H7381 נִיחֹ֖חַ H5207 לַיהוָֽה H3068 ",
  "22": "וְהַ H3548 הַמָּשִׁ֧יחַ H4899 תַּחְתָּ֛יו H8478 מִבָּנָ֖י H1121 יַעֲשֶׂ֣ה H6213 אֹתָ֑הּ H853 חָק H2706 עוֹלָ֕ם H5769 לַיהוָ֖ה H3068 כָּלִ֥יל H3632 תָּקְטָֽר H6999 ",
  "23": "וְכָל H3605 מִנְחַ֥ת H4503 כֹּהֵ֛ן H3548 כָּלִ֥יל H3632 תִּהְיֶ֖ה H1961 לֹ֥א H3808 תֵאָכֵֽל H398 ",
  "24": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "25": "דַּבֵּ֤ר H1696 אֶֽל H413 אַהֲרֹן֙ H175 וְאֶל H413 בָּנָ֣יו H1121 לֵאמֹ֔ר H559 זֹ֥את H2063 תּוֹרַ֖ת H8451 הַֽחַטָּ֑את H2403 בִּמְק֡וֹם H4725 אֲשֶׁר֩ H834 תִּשָּׁחֵ֨ט H7819 הָעֹלָ֜ה H5930 תִּשָּׁחֵ֤ט H7819 הַֽחַטָּאת֙ H2403 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 קֹ֥דֶשׁ H6944 קָֽדָשִׁ֖ים H6944 הִֽוא H1931 ",
  "26": "הַכֹּהֵ֛ן H3548 הַֽמְחַטֵּ֥א H2398 אֹתָ֖הּ H853 יֹאכֲלֶ֑נָּה H398 בְּמָק֤וֹם H4725 קָדֹשׁ֙ H6918 תֵּֽאָכֵ֔ל H398 בַּחֲצַ֖ר H2691 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "27": "כֹּ֛ל H3605 אֲשֶׁר H834 יִגַּ֥ע H5060 בִּבְשָׂרָ֖ H1320 יִקְדָּ֑שׁ H6942 וַאֲשֶׁ֨ר H834 יִזֶּ֤ה H5137 מִדָּמָ H1818 עַל H5921 הַבֶּ֔גֶד H899 אֲשֶׁר֙ H834 יִזֶּ֣ה H5137 עָלֶ֔יהָ H5921 תְּכַבֵּ֖ס H3526 בְּמָק֥וֹם H4725 קָדֹֽשׁ H6918 ",
  "28": "וּכְלִי H3627 חֶ֛רֶשׂ H2789 אֲשֶׁ֥ר H834 תְּבֻשַּׁל H1310 בּ֖וֹ Hb יִשָּׁבֵ֑ר H7665 וְאִם H518 בִּכְלִ֤י H3627 נְחֹ֨שֶׁת֙ H5178 בֻּשָּׁ֔לָה H1310 וּמֹרַ֥ק H4838 וְשֻׁטַּ֖ף H7857 בַּמָּֽיִם H4325 ",
  "29": "כָּל H3605 זָכָ֥ר H2145 בַּכֹּהֲנִ֖ים H3548 יֹאכַ֣ל H398 אֹתָ֑הּ H853 קֹ֥דֶשׁ H6944 קָֽדָשִׁ֖ים H6944 הִֽוא H1931 ",
  "30": "וְכָל H3605 חַטָּ֡את H2403 אֲשֶׁר֩ H834 יוּבָ֨א H935 מִדָּמָ֜ H1818 אֶל H413 אֹ֧הֶל H168 מוֹעֵ֛ד H4150 לְכַפֵּ֥ר H3722 בַּקֹּ֖דֶשׁ H6944 לֹ֣א H3808 תֵאָכֵ֑ל H398 בָּאֵ֖שׁ H784 תִּשָּׂרֵֽף H8313 "
}
