{
  "1": "וְזֹ֥את H2063 תּוֹרַ֖ת H8451 הָאָשָׁ֑ם H817 קֹ֥דֶשׁ H6944 קָֽדָשִׁ֖ים H6944 הֽוּא H1931 ",
  "2": "בִּמְק֗וֹם H4725 אֲשֶׁ֤ר H834 יִשְׁחֲטוּ֙ H7819 אֶת H853 הָ֣עֹלָ֔ה H5930 יִשְׁחֲט֖וּ H7819 אֶת H853 הָאָשָׁ֑ם H817 וְאֶת H853 דָּמ֛וֹ H1818 יִזְרֹ֥ק H2236 עַל H5921 הַמִּזְבֵּ֖חַ H4196 סָבִֽיב H5439 ",
  "3": "וְאֵ֥ת H853 כָּל H3605 חֶלְבּ֖וֹ H2459 יַקְרִ֣יב H7126 מִמֶּ֑נּוּ H4480 אֵ֚ת H853 הָֽאַלְיָ֔ה H451 וְאֶת H853 הַחֵ֖לֶב H2459 הַֽמְכַסֶּ֥ה H3680 אֶת H853 הַקֶּֽרֶב H7130 ",
  "4": "וְאֵת֙ H853 שְׁתֵּ֣י H8147 הַכְּלָיֹ֔ת H3629 וְאֶת H853 הַחֵ֨לֶב֙ H2459 אֲשֶׁ֣ר H834 עֲלֵיהֶ֔ן H5921 אֲשֶׁ֖ר H834 עַל H5921 הַכְּסָלִ֑ים H3689 וְאֶת H853 הַיֹּתֶ֨רֶת֙ H3508 עַל H5921 הַכָּבֵ֔ד H3516 עַל H5921 הַכְּלָיֹ֖ת H3629 יְסִירֶֽנָּה H5493 ",
  "5": "וְהִקְטִ֨יר H6999 אֹתָ֤ם H853 הַכֹּהֵן֙ H3548 הַמִּזְבֵּ֔חָ H4196 אִשֶּׁ֖ה H801 לַיהוָ֑ה H3068 אָשָׁ֖ם H817 הֽוּא H1931 ",
  "6": "כָּל H3605 זָכָ֥ר H2145 בַּכֹּהֲנִ֖ים H3548 יֹאכְלֶ֑נּוּ H398 בְּמָק֤וֹם H4725 קָדוֹשׁ֙ H6918 יֵאָכֵ֔ל H398 קֹ֥דֶשׁ H6944 קָֽדָשִׁ֖ים H6944 הֽוּא H1931 ",
  "7": "כַּֽחַטָּאת֙ H2403 כָּֽאָשָׁ֔ם H817 תּוֹרָ֥ה H8451 אַחַ֖ת H259 לָהֶ֑ם Hl הַכֹּהֵ֛ן H3548 אֲשֶׁ֥ר H834 יְכַפֶּר H3722 בּ֖וֹ Hb ל֥וֹ Hl יִהְיֶֽה H1961 ",
  "8": "וְהַ֨ H3548 הַמַּקְרִ֖יב H7126 אֶת H853 עֹ֣לַת H5930 אִ֑ישׁ H376 ע֤וֹר H5785 הָֽעֹלָה֙ H5930 אֲשֶׁ֣ר H834 הִקְרִ֔יב H7126 לַכֹּהֵ֖ן H3548 ל֥וֹ Hl יִהְיֶֽה H1961 ",
  "9": "וְכָל H3605 מִנְחָ֗ה H4503 אֲשֶׁ֤ר H834 תֵּֽאָפֶה֙ H644 בַּתַּנּ֔וּר H8574 וְכָל H3605 נַעֲשָׂ֥ה H6213 בַמַּרְחֶ֖שֶׁת H4802 וְעַֽל H5921 מַחֲבַ֑ת H4227 לַכֹּהֵ֛ן H3548 הַמַּקְרִ֥יב H7126 אֹתָ֖הּ H853 ל֥וֹ Hl תִֽהְיֶֽה H1961 ",
  "10": "וְכָל H3605 מִנְחָ֥ה H4503 בְלוּלָֽה H1101 בַשֶּׁ֖מֶן H8081 וַחֲרֵבָ֑ה H2720 לְכָל H3605 בְּנֵ֧י H1121 אַהֲרֹ֛ן H175 תִּהְיֶ֖ה H1961 אִ֥ישׁ H376 כְּאָחִֽי H251 ",
  "11": "וְזֹ֥את H2063 תּוֹרַ֖ת H8451 זֶ֣בַח H2077 הַשְּׁלָמִ֑ים H8002 אֲשֶׁ֥ר H834 יַקְרִ֖יב H7126 לַיהוָֽה H3068 ",
  "12": "אִ֣ם H518 עַל H5921 תּוֹדָה֮ H8426 יַקְרִיבֶנּוּ֒ H7126 וְהִקְרִ֣יב H7126 עַל H5921 זֶ֣בַח H2077 הַתּוֹדָ֗ה H8426 חַלּ֤וֹת H2471 מַצּוֹת֙ H4682 בְּלוּלֹ֣ת H1101 בַּשֶּׁ֔מֶן H8081 וּרְקִיקֵ֥י H7550 מַצּ֖וֹת H4682 מְשֻׁחִ֣ים H4886 בַּשָּׁ֑מֶן H8081 וְסֹ֣לֶת H5560 מֻרְבֶּ֔כֶת H7246 חַלֹּ֖ת H2471 בְּלוּלֹ֥ת H1101 בַּשָּֽׁמֶן H8081 ",
  "13": "עַל H5921 חַלֹּת֙ H2471 לֶ֣חֶם H3899 חָמֵ֔ץ H2557 יַקְרִ֖יב H7126 קָרְבָּנ֑וֹ H7133 עַל H5921 זֶ֖בַח H2077 תּוֹדַ֥ת H8426 שְׁלָמָֽיו H8002 ",
  "14": "וְהִקְרִ֨יב H7126 מִמֶּ֤נּוּ H4480 אֶחָד֙ H259 מִכָּל H3605 קָרְבָּ֔ן H7133 תְּרוּמָ֖ה H8641 לַיהוָ֑ה H3068 לַכֹּהֵ֗ן H3548 הַזֹּרֵ֛ק H2236 אֶת H853 דַּ֥ם H1818 הַשְּׁלָמִ֖ים H8002 ל֥וֹ Hl יִהְיֶֽה H1961 ",
  "15": "וּבְשַׂ֗ר H1320 זֶ֚בַח H2077 תּוֹדַ֣ת H8426 שְׁלָמָ֔יו H8002 בְּי֥וֹם H3117 קָרְבָּנ֖וֹ H7133 יֵאָכֵ֑ל H398 לֹֽא H3808 יַנִּ֥יחַ H3240 מִמֶּ֖נּוּ H4480 עַד H5704 בֹּֽקֶר H1242 ",
  "16": "וְאִם H518 נֶ֣דֶר H5088 א֣וֹ H176 נְדָבָ֗ה H5071 זֶ֚בַח H2077 קָרְבָּנ֔וֹ H7133 בְּי֛וֹם H3117 הַקְרִיב֥וֹ H7126 אֶת H853 זִבְח֖וֹ H2077 יֵאָכֵ֑ל H398 וּמִֽ H4283 וְהַ H3498 מִמֶּ֖נּוּ H4480 יֵאָכֵֽל H398 ",
  "17": "וְהַ H3498 מִבְּשַׂ֣ר H1320 הַזָּ֑בַח H2077 בַּיּוֹם֙ H3117 הַשְּׁלִישִׁ֔י H7992 בָּאֵ֖שׁ H784 יִשָּׂרֵֽף H8313 ",
  "18": "וְאִ֣ם H518 הֵאָכֹ֣ל H398 יֵ֠אָכֵל H398 מִבְּשַׂר H1320 זֶ֨בַח H2077 שְׁלָמָ֜יו H8002 בַּיּ֣וֹם H3117 הַשְּׁלִישִׁי֮ H7992 לֹ֣א H3808 יֵרָצֶה֒ H7521 הַמַּקְרִ֣יב H7126 אֹת֗וֹ H853 לֹ֧א H3808 יֵחָשֵׁ֛ב H2803 ל֖וֹ Hl פִּגּ֣וּל H6292 יִהְיֶ֑ה H1961 וְהַ H5315 הָאֹכֶ֥לֶת H398 מִמֶּ֖נּוּ H4480 עֲוֺנָ֥הּ H5771 תִּשָּֽׂא H5375 ",
  "19": "וְהַ H1320 אֲשֶׁר H834 יִגַּ֤ע H5060 בְּכָל H3605 טָמֵא֙ H2931 לֹ֣א H3808 יֵֽאָכֵ֔ל H398 בָּאֵ֖שׁ H784 יִשָּׂרֵ֑ף H8313 וְהַ֨ H1320 כָּל H3605 טָה֖וֹר H2889 יֹאכַ֥ל H398 בָּשָֽׂר H1320 ",
  "20": "וְהַ H5315 אֲשֶׁר H834 תֹּאכַ֣ל H398 בָּשָׂ֗ר H1320 מִזֶּ֤בַח H2077 הַשְּׁלָמִים֙ H8002 אֲשֶׁ֣ר H834 לַיהוָ֔ה H3068 וְטֻמְאָת֖ H2932 עָלָ֑יו H5921 וְנִכְרְתָ֛ה H3772 הַנֶּ֥פֶשׁ H5315 הַהִ֖וא H1931 מֵעַמֶּֽי H5971 ",
  "21": "וְנֶ֜פֶשׁ H5315 כִּֽי H3588 תִגַּ֣ע H5060 בְּכָל H3605 טָמֵ֗א H2931 בְּטֻמְאַ֤ת H2932 אָדָם֙ H120 א֣וֹ H176 בִּבְהֵמָ֣ה H929 טְמֵאָ֗ה H2931 א֚וֹ H176 בְּכָל H3605 שֶׁ֣קֶץ H8263 טָמֵ֔א H2931 וְאָכַ֛ל H398 מִבְּשַׂר H1320 זֶ֥בַח H2077 הַשְּׁלָמִ֖ים H8002 אֲשֶׁ֣ר H834 לַיהוָ֑ה H3068 וְנִכְרְתָ֛ה H3772 הַנֶּ֥פֶשׁ H5315 הַהִ֖וא H1931 מֵעַמֶּֽי H5971 ",
  "22": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "23": "דַּבֵּ֛ר H1696 אֶל H413 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 כָּל H3605 חֵ֜לֶב H2459 שׁ֥וֹר H7794 וְכֶ֛שֶׂב H3775 וָעֵ֖ז H5795 לֹ֥א H3808 תֹאכֵֽלוּ H398 ",
  "24": "וְחֵ֤לֶב H2459 נְבֵלָה֙ H5038 וְחֵ֣לֶב H2459 טְרֵפָ֔ה H2966 יֵעָשֶׂ֖ה H6213 לְכָל H3605 מְלָאכָ֑ה H4399 וְאָכֹ֖ל H398 לֹ֥א H3808 תֹאכְלֻֽהוּ H398 ",
  "25": "כִּ֚י H3588 כָּל H3605 אֹכֵ֣ל H398 חֵ֔לֶב H2459 מִן H4480 הַ֨בְּהֵמָ֔ה H929 אֲשֶׁ֨ר H834 יַקְרִ֥יב H7126 מִמֶּ֛נָּה H4480 אִשֶּׁ֖ה H801 לַיהוָ֑ה H3068 וְנִכְרְתָ֛ה H3772 הַנֶּ֥פֶשׁ H5315 הָאֹכֶ֖לֶת H398 מֵֽעַמֶּֽי H5971 ",
  "26": "וְכָל H3605 דָּם֙ H1818 לֹ֣א H3808 תֹאכְל֔וּ H398 בְּכֹ֖ל H3605 מוֹשְׁבֹתֵיכֶ֑ם H4186 לָע֖וֹף H5775 וְלַ H929 ",
  "27": "כָּל H3605 נֶ֖פֶשׁ H5315 אֲשֶׁר H834 תֹּאכַ֣ל H398 כָּל H3605 דָּ֑ם H1818 וְנִכְרְתָ֛ה H3772 הַנֶּ֥פֶשׁ H5315 הַהִ֖וא H1931 מֵֽעַמֶּֽי H5971 ",
  "28": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "29": "דַּבֵּ֛ר H1696 אֶל H413 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 הַמַּקְרִ֞יב H7126 אֶת H853 זֶ֤בַח H2077 שְׁלָמָיו֙ H8002 לַיהוָ֔ה H3068 יָבִ֧יא H935 אֶת H853 קָרְבָּנ֛וֹ H7133 לַיהוָ֖ה H3068 מִזֶּ֥בַח H2077 שְׁלָמָֽיו H8002 ",
  "30": "יָדָ֣יו H3027 תְּבִיאֶ֔ינָה H935 אֵ֖ת H853 אִשֵּׁ֣י H801 יְהוָ֑ה H3068 אֶת H853 הַחֵ֤לֶב H2459 עַל H5921 הֶֽחָזֶה֙ H2373 יְבִיאֶ֔נּוּ H935 אֵ֣ת H854 הֶחָזֶ֗ה H2373 לְהָנִ֥יף H5130 אֹת֛וֹ H853 תְּנוּפָ֖ה H8573 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "31": "וְהִקְטִ֧יר H6999 הַכֹּהֵ֛ן H3548 אֶת H853 הַחֵ֖לֶב H2459 הַמִּזְבֵּ֑חָ H4196 וְהָיָה֙ H1961 הֶֽחָזֶ֔ה H2373 לְאַהֲרֹ֖ן H175 וּלְ H1121 ",
  "32": "וְאֵת֙ H853 שׁ֣וֹק H7785 הַיָּמִ֔ין H3225 תִּתְּנ֥וּ H5414 תְרוּמָ֖ה H8641 לַכֹּהֵ֑ן H3548 מִזִּבְחֵ֖י H2077 שַׁלְמֵיכֶֽם H8002 ",
  "33": "הַמַּקְרִ֞יב H7126 אֶת H853 דַּ֧ם H1818 הַשְּׁלָמִ֛ים H8002 וְאֶת H853 הַחֵ֖לֶב H2459 מִבְּנֵ֣י H1121 אַהֲרֹ֑ן H175 ל֧וֹ Hl תִהְיֶ֛ה H1961 שׁ֥וֹק H7785 הַיָּמִ֖ין H3225 לְמָנָֽה H4490 ",
  "34": "כִּי֩ H3588 אֶת H853 חֲזֵ֨ה H2373 הַתְּנוּפָ֜ה H8573 וְאֵ֣ת H853 שׁ֣וֹק H7785 הַתְּרוּמָ֗ה H8641 לָקַ֨חְתִּי֙ H3947 מֵאֵ֣ת H853 בְּנֵֽי H1121 יִשְׂרָאֵ֔ל H3478 מִזִּבְחֵ֖י H2077 שַׁלְמֵיהֶ֑ם H8002 וָאֶתֵּ֣ן H5414 אֹ֠תָם H853 לְאַהֲרֹ֨ן H175 הַכֹּהֵ֤ן H3548 וּלְ H1121 לְחָק H2706 עוֹלָ֔ם H5769 מֵאֵ֖ת H853 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "35": "זֹ֣את H2063 מִשְׁחַ֤ת H4888 אַהֲרֹן֙ H175 וּמִשְׁחַ֣ת H4888 בָּנָ֔יו H1121 מֵאִשֵּׁ֖י H801 יְהוָ֑ה H3068 בְּיוֹם֙ H3117 הִקְרִ֣יב H7126 אֹתָ֔ם H853 לְכַהֵ֖ן H3547 לַיהוָֽה H3068 ",
  "36": "אֲשֶׁר֩ H834 צִוָּ֨ה H6680 יְהוָ֜ה H3068 לָתֵ֣ת H5414 לָהֶ֗ם Hl בְּיוֹם֙ H3117 מָשְׁח֣וֹ H4886 אֹתָ֔ם H853 מֵאֵ֖ת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 חֻקַּ֥ת H2708 עוֹלָ֖ם H5769 לְדֹרֹתָֽ H1755 ",
  "37": "זֹ֣את H2063 הַתּוֹרָ֗ה H8451 לָֽעֹלָה֙ H5930 לַמִּנְחָ֔ה H4503 וְלַֽ H2403 וְלָ H817 וְלַ֨ H4394 וּלְ H2077 הַשְּׁלָמִֽים H8002 ",
  "38": "אֲשֶׁ֨ר H834 צִוָּ֧ה H6680 יְהוָ֛ה H3068 אֶת H853 מֹשֶׁ֖ה H4872 בְּהַ֣ר H2022 סִינָ֑י H5514 בְּי֨וֹם H3117 צַוֺּת֜וֹ H6680 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 לְהַקְרִ֧יב H7126 אֶת H853 קָרְבְּנֵיהֶ֛ם H7133 לַיהוָ֖ה H3068 בְּמִדְבַּ֥ר H4057 סִינָֽי H5514 "
}
