{
  "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "2": "קַ֤ח H3947 אֶֽת H853 אַהֲרֹן֙ H175 וְאֶת H853 בָּנָ֣יו H1121 אִתּ֔וֹ H854 וְאֵת֙ H853 הַבְּגָדִ֔ים H899 וְאֵ֖ת H853 שֶׁ֣מֶן H8081 הַמִּשְׁחָ֑ה H4888 וְאֵ֣ת H853 פַּ֣ר H6499 הַֽחַטָּ֗את H2403 וְאֵת֙ H853 שְׁנֵ֣י H8147 הָֽאֵילִ֔ים H352 וְאֵ֖ת H853 סַ֥ל H5536 הַמַּצּֽוֹת H4682 ",
  "3": "וְאֵ֥ת H853 כָּל H3605 הָעֵדָ֖ה H5712 הַקְהֵ֑ל H6950 אֶל H413 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "4": "וַיַּ֣עַשׂ H6213 מֹשֶׁ֔ה H4872 כַּֽאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֹת֑וֹ H853 וַתִּקָּהֵל֙ H6950 הָֽעֵדָ֔ה H5712 אֶל H413 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "5": "וַיֹּ֥אמֶר H559 מֹשֶׁ֖ה H4872 אֶל H413 הָעֵדָ֑ה H5712 זֶ֣ה H2088 הַדָּבָ֔ר H1697 אֲשֶׁר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 לַעֲשֽׂוֹת H6213 ",
  "6": "וַיַּקְרֵ֣ב H7126 מֹשֶׁ֔ה H4872 אֶֽת H853 אַהֲרֹ֖ן H175 וְאֶת H853 בָּנָ֑יו H1121 וַיִּרְחַ֥ץ H7364 אֹתָ֖ם H853 בַּמָּֽיִם H4325 ",
  "7": "וַיִּתֵּ֨ן H5414 עָלָ֜יו H5921 אֶת H853 הַכֻּתֹּ֗נֶת H3801 וַיַּחְגֹּ֤ר H2296 אֹתוֹ֙ H853 בָּֽאַבְנֵ֔ט H73 וַיַּלְבֵּ֤שׁ H3847 אֹתוֹ֙ H853 אֶֽת H854 הַמְּעִ֔יל H4598 וַיִּתֵּ֥ן H5414 עָלָ֖יו H5921 אֶת H853 הָאֵפֹ֑ד H646 וַיַּחְגֹּ֣ר H2296 אֹת֗וֹ H853 בְּחֵ֨שֶׁב֙ H2805 הָֽאֵפֹ֔ד H646 וַיֶּאְפֹּ֥ד H640 ל֖וֹ Hl בּֽוֹ Hb ",
  "8": "וַיָּ֥שֶׂם H7760 עָלָ֖יו H5921 אֶת H853 הַחֹ֑שֶׁן H2833 וַיִּתֵּן֙ H5414 אֶל H413 הַחֹ֔שֶׁן H2833 אֶת H853 הָאוּרִ֖ים H224 וְאֶת H853 הַתֻּמִּֽים H8550 ",
  "9": "וַיָּ֥שֶׂם H7760 אֶת H853 הַמִּצְנֶ֖פֶת H4701 עַל H5921 רֹאשׁ֑וֹ H7218 וַיָּ֨שֶׂם H7760 עַֽל H5921 הַמִּצְנֶ֜פֶת H4701 אֶל H413 מ֣וּל H4136 פָּנָ֗יו H6440 אֵ֣ת H853 צִ֤יץ H6731 הַזָּהָב֙ H2091 נֵ֣זֶר H5145 הַקֹּ֔דֶשׁ H6944 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
  "10": "וַיִּקַּ֤ח H3947 מֹשֶׁה֙ H4872 אֶת H853 שֶׁ֣מֶן H8081 הַמִּשְׁחָ֔ה H4888 וַיִּמְשַׁ֥ח H4886 אֶת H853 הַמִּשְׁכָּ֖ן H4908 וְאֶת H853 כָּל H3605 אֲשֶׁר H834 בּ֑וֹ Hb וַיְקַדֵּ֖שׁ H6942 אֹתָֽם H853 ",
  "11": "וַיַּ֥ז H5137 מִמֶּ֛נּוּ H4480 עַל H5921 הַמִּזְבֵּ֖חַ H4196 שֶׁ֣בַע H7651 פְּעָמִ֑ים H6471 וַיִּמְשַׁ֨ח H4886 אֶת H853 הַמִּזְבֵּ֜חַ H4196 וְאֶת H853 כָּל H3605 כֵּלָ֗יו H3627 וְאֶת H853 הַכִּיֹּ֛ר H3595 וְאֶת H853 כַּנּ֖וֹ H3653 לְקַדְּשָֽׁ H6942 ",
  "12": "וַיִּצֹק֙ H3332 מִשֶּׁ֣מֶן H8081 הַמִּשְׁחָ֔ה H4888 עַ֖ל H5921 רֹ֣אשׁ H7218 אַהֲרֹ֑ן H175 וַיִּמְשַׁ֥ח H4886 אֹת֖וֹ H853 לְקַדְּשֽׁ H6942 ",
  "13": "וַיַּקְרֵ֨ב H7126 מֹשֶׁ֜ה H4872 אֶת H853 בְּנֵ֣י H1121 אַהֲרֹ֗ן H175 וַיַּלְבִּשֵׁ֤ H3847 כֻּתֳּנֹת֙ H3801 וַיַּחְגֹּ֤ר H2296 אֹתָם֙ H853 אַבְנֵ֔ט H73 וַיַּחֲבֹ֥שׁ H2280 לָהֶ֖ם Hl מִגְבָּע֑וֹת H4021 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
  "14": "וַיַּגֵּ֕שׁ H5066 אֵ֖ת H853 פַּ֣ר H6499 הַֽחַטָּ֑את H2403 וַיִּסְמֹ֨ךְ H5564 אַהֲרֹ֤ן H175 וּבָנָי H1121 אֶת H853 יְדֵיהֶ֔ם H3027 עַל H5921 רֹ֖אשׁ H7218 פַּ֥ר H6499 הַֽחַטָּֽאת H2403 ",
  "15": "וַיִּשְׁחָ֗ט H7819 וַיִּקַּ֨ח H3947 מֹשֶׁ֤ה H4872 אֶת H853 הַדָּם֙ H1818 וַ֠יִּתֵּן H5414 עַל H5921 קַרְנ֨וֹת H7161 הַמִּזְבֵּ֤חַ H4196 סָבִיב֙ H5439 בְּאֶצְבָּע֔ H676 וַיְחַטֵּ֖א H2398 אֶת H853 הַמִּזְבֵּ֑חַ H4196 וְאֶת H853 הַדָּ֗ם H1818 יָצַק֙ H3332 אֶל H413 יְס֣וֹד H3247 הַמִּזְבֵּ֔חַ H4196 וַֽיְקַדְּשֵׁ֖ H6942 לְכַפֵּ֥ר H3722 עָלָֽיו H5921 ",
  "16": "וַיִּקַּ֗ח H3947 אֶֽת H853 כָּל H3605 הַחֵלֶב֮ H2459 אֲשֶׁ֣ר H834 עַל H5921 הַקֶּרֶב֒ H7130 וְאֵת֙ H853 יֹתֶ֣רֶת H3508 הַכָּבֵ֔ד H3516 וְאֶת H853 שְׁתֵּ֥י H8147 הַכְּלָיֹ֖ת H3629 וְאֶֽת H853 חֶלְבְּהֶ֑ן H2459 וַיַּקְטֵ֥ר H6999 מֹשֶׁ֖ה H4872 הַמִּזְבֵּֽחָ H4196 ",
  "17": "וְאֶת H853 הַפָּ֤ר H6499 וְאֶת H853 עֹרוֹ֙ H5785 וְאֶת H853 בְּשָׂר֣וֹ H1320 וְאֶת H853 פִּרְשׁ֔וֹ H6569 שָׂרַ֣ף H8313 בָּאֵ֔שׁ H784 מִח֖וּץ H2351 לַֽמַּחֲנֶ֑ה H4264 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
  "18": "וַיַּקְרֵ֕ב H7126 אֵ֖ת H853 אֵ֣יל H352 הָעֹלָ֑ה H5930 וַֽיִּסְמְכ֞וּ H5564 אַהֲרֹ֧ן H175 וּבָנָ֛י H1121 אֶת H853 יְדֵיהֶ֖ם H3027 עַל H5921 רֹ֥אשׁ H7218 הָאָֽיִל H352 ",
  "19": "וַיִּשְׁחָ֑ט H7819 וַיִּזְרֹ֨ק H2236 מֹשֶׁ֧ה H4872 אֶת H853 הַדָּ֛ם H1818 עַל H5921 הַמִּזְבֵּ֖חַ H4196 סָבִֽיב H5439 ",
  "20": "וְאֶת H853 הָאַ֔יִל H352 נִתַּ֖ח H5408 לִנְתָחָ֑י H5409 וַיַּקְטֵ֤ר H6999 מֹשֶׁה֙ H4872 אֶת H853 הָרֹ֔אשׁ H7218 וְאֶת H853 הַנְּתָחִ֖ים H5409 וְאֶת H853 הַפָּֽדֶר H6309 ",
  "21": "וְאֶת H853 הַקֶּ֥רֶב H7130 וְאֶת H853 הַכְּרָעַ֖יִם H3767 רָחַ֣ץ H7364 בַּמָּ֑יִם H4325 וַיַּקְטֵר֩ H6999 מֹשֶׁ֨ה H4872 אֶת H853 כָּל H3605 הָאַ֜יִל H352 הַמִּזְבֵּ֗חָ H4196 עֹלָ֨ה H5930 ה֤וּא H1931 לְרֵֽיחַ H7381 נִיחֹ֨חַ֙ H5207 אִשֶּׁ֥ה H801 הוּא֙ H1931 לַיהוָ֔ה H3068 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
  "22": "וַיַּקְרֵב֙ H7126 אֶת H853 הָאַ֣יִל H352 הַשֵּׁנִ֔י H8145 אֵ֖יל H352 הַמִּלֻּאִ֑ים H4394 וַֽיִּסְמְכ֞וּ H5564 אַהֲרֹ֧ן H175 וּבָנָ֛י H1121 אֶת H853 יְדֵיהֶ֖ם H3027 עַל H5921 רֹ֥אשׁ H7218 הָאָֽיִל H352 ",
  "23": "וַיִּשְׁחָ֓ט H7819 וַיִּקַּ֤ח H3947 מֹשֶׁה֙ H4872 מִדָּמ֔ H1818 וַיִּתֵּ֛ן H5414 עַל H5921 תְּנ֥וּךְ H8571 אֹֽזֶן H241 אַהֲרֹ֖ן H175 הַיְמָנִ֑ית H3233 וְעַל H5921 בֹּ֤הֶן H931 יָדוֹ֙ H3027 הַיְמָנִ֔ית H3233 וְעַל H5921 בֹּ֥הֶן H931 רַגְל֖וֹ H7272 הַיְמָנִֽית H3233 ",
  "24": "וַיַּקְרֵ֞ב H7126 אֶת H853 בְּנֵ֣י H1121 אַהֲרֹ֗ן H175 וַיִּתֵּ֨ן H5414 מֹשֶׁ֤ה H4872 מִן H4480 הַדָּם֙ H1818 עַל H5921 תְּנ֤וּךְ H8571 אָזְנָם֙ H241 הַיְמָנִ֔ית H3233 וְעַל H5921 בֹּ֤הֶן H931 יָדָם֙ H3027 הַיְמָנִ֔ית H3233 וְעַל H5921 בֹּ֥הֶן H931 רַגְלָ֖ם H7272 הַיְמָנִ֑ית H3233 וַיִּזְרֹ֨ק H2236 מֹשֶׁ֧ה H4872 אֶת H853 הַדָּ֛ם H1818 עַל H5921 הַֽמִּזְבֵּ֖חַ H4196 סָבִֽיב H5439 ",
  "25": "וַיִּקַּ֞ח H3947 אֶת H853 הַחֵ֣לֶב H2459 וְאֶת H853 הָֽאַלְיָ֗ה H451 וְאֶֽת H853 כָּל H3605 הַחֵלֶב֮ H2459 אֲשֶׁ֣ר H834 עַל H5921 הַקֶּרֶב֒ H7130 וְאֵת֙ H853 יֹתֶ֣רֶת H3508 הַכָּבֵ֔ד H3516 וְאֶת H853 שְׁתֵּ֥י H8147 הַכְּלָיֹ֖ת H3629 וְאֶֽת H853 חֶלְבְּהֶ֑ן H2459 וְאֵ֖ת H853 שׁ֥וֹק H7785 הַיָּמִֽין H3225 ",
  "26": "וּמִ H5536 הַמַּצּ֜וֹת H4682 אֲשֶׁ֣ר H834 לִפְנֵ֣י H6440 יְהוָ֗ה H3068 לָ֠קַח H3947 חַלַּ֨ת H2471 מַצָּ֤ה H4682 אַחַת֙ H259 וְֽחַלַּ֨ת H2471 לֶ֥חֶם H3899 שֶׁ֛מֶן H8081 אַחַ֖ת H259 וְרָקִ֣יק H7550 אֶחָ֑ד H259 וַיָּ֨שֶׂם֙ H7760 עַל H5921 הַ֣חֲלָבִ֔ים H2459 וְעַ֖ל H5921 שׁ֥וֹק H7785 הַיָּמִֽין H3225 ",
  "27": "וַיִּתֵּ֣ן H5414 אֶת H853 הַכֹּ֔ל H3605 עַ֚ל H5921 כַּפֵּ֣י H3709 אַהֲרֹ֔ן H175 וְעַ֖ל H5921 כַּפֵּ֣י H3709 בָנָ֑יו H1121 וַיָּ֧נֶף H5130 אֹתָ֛ם H853 תְּנוּפָ֖ה H8573 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "28": "וַיִּקַּ֨ח H3947 מֹשֶׁ֤ה H4872 אֹתָם֙ H853 מֵעַ֣ל H5921 כַּפֵּיהֶ֔ם H3709 וַיַּקְטֵ֥ר H6999 הַמִּזְבֵּ֖חָ H4196 עַל H5921 הָעֹלָ֑ה H5930 מִלֻּאִ֥ים H4394 הֵם֙ H1992 לְרֵ֣יחַ H7381 נִיחֹ֔חַ H5207 אִשֶּׁ֥ה H801 ה֖וּא H1931 לַיהוָֽה H3068 ",
  "29": "וַיִּקַּ֤ח H3947 מֹשֶׁה֙ H4872 אֶת H853 הֶ֣חָזֶ֔ה H2373 וַיְנִיפֵ֥ H5130 תְנוּפָ֖ה H8573 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 מֵאֵ֣יל H352 הַמִּלֻּאִ֗ים H4394 לְמֹשֶׁ֤ה H4872 הָיָה֙ H1961 לְמָנָ֔ה H4490 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
  "30": "וַיִּקַּ֨ח H3947 מֹשֶׁ֜ה H4872 מִשֶּׁ֣מֶן H8081 הַמִּשְׁחָ֗ה H4888 וּמִן H4480 הַדָּם֮ H1818 אֲשֶׁ֣ר H834 עַל H5921 הַמִּזְבֵּחַ֒ H4196 וַיַּ֤ז H5137 עַֽל H5921 אַהֲרֹן֙ H175 עַל H5921 בְּגָדָ֔יו H899 וְעַל H5921 בָּנָ֛יו H1121 וְעַל H5921 בִּגְדֵ֥י H899 בָנָ֖יו H1121 אִתּ֑וֹ H854 וַיְקַדֵּ֤שׁ H6942 אֶֽת H853 אַהֲרֹן֙ H175 אֶת H853 בְּגָדָ֔יו H899 וְאֶת H853 בָּנָ֛יו H1121 וְאֶת H853 בִּגְדֵ֥י H899 בָנָ֖יו H1121 אִתּֽוֹ H854 ",
  "31": "וַיֹּ֨אמֶר H559 מֹשֶׁ֜ה H4872 אֶל H413 אַהֲרֹ֣ן H175 וְאֶל H413 בָּנָ֗יו H1121 בַּשְּׁל֣וּ H1310 אֶת H853 הַבָּשָׂר֮ H1320 פֶּ֣תַח H6607 אֹ֣הֶל H168 מוֹעֵד֒ H4150 וְשָׁם֙ H8033 תֹּאכְל֣וּ H398 אֹת֔וֹ H853 וְאֶ֨ת H853 הַלֶּ֔חֶם H3899 אֲשֶׁ֖ר H834 בְּסַ֣ל H5536 הַמִּלֻּאִ֑ים H4394 כַּאֲשֶׁ֤ר H834 צִוֵּ֨יתִי֙ H6680 לֵאמֹ֔ר H559 אַהֲרֹ֥ן H175 וּבָנָ֖י H1121 יֹאכְלֻֽהוּ H398 ",
  "32": "וְהַ H3498 בַּבָּשָׂ֖ר H1320 וּבַ H3899 בָּאֵ֖שׁ H784 תִּשְׂרֹֽפוּ H8313 ",
  "33": "וּמִ H6607 אֹ֨הֶל H168 מוֹעֵ֜ד H4150 לֹ֤א H3808 תֵֽצְאוּ֙ H3318 שִׁבְעַ֣ת H7651 יָמִ֔ים H3117 עַ֚ד H5704 י֣וֹם H3117 מְלֹ֔את H4390 יְמֵ֖י H3117 מִלֻּאֵיכֶ֑ם H4394 כִּ֚י H3588 שִׁבְעַ֣ת H7651 יָמִ֔ים H3117 יְמַלֵּ֖א H4390 אֶת H853 יֶדְכֶֽם H3027 ",
  "34": "כַּאֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 בַּיּ֣וֹם H3117 הַזֶּ֑ה H2088 צִוָּ֧ה H6680 יְהוָ֛ה H3068 לַעֲשֹׂ֖ת H6213 לְכַפֵּ֥ר H3722 עֲלֵיכֶֽם H5921 ",
  "35": "וּפֶתַח֩ H6607 אֹ֨הֶל H168 מוֹעֵ֜ד H4150 תֵּשְׁב֨וּ H3427 יוֹמָ֤ם H3119 וָלַ֨יְלָה֙ H3915 שִׁבְעַ֣ת H7651 יָמִ֔ים H3117 וּשְׁמַרְתֶּ֛ם H8104 אֶת H853 מִשְׁמֶ֥רֶת H4931 יְהוָ֖ה H3068 וְלֹ֣א H3808 תָמ֑וּתוּ H4191 כִּי H3588 כֵ֖ן H3651 צֻוֵּֽיתִי H6680 ",
  "36": "וַיַּ֥עַשׂ H6213 אַהֲרֹ֖ן H175 וּבָנָ֑י H1121 אֵ֚ת H853 כָּל H3605 הַדְּבָרִ֔ים H1697 אֲשֶׁר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 בְּיַד H3027 מֹשֶֽׁה H4872 "
}
