{
  "1": "וַיְהִי֙ H1961 בַּיּ֣וֹם H3117 הַשְּׁמִינִ֔י H8066 קָרָ֣א H7121 מֹשֶׁ֔ה H4872 לְאַהֲרֹ֖ן H175 וּלְ H1121 וּלְ H2205 יִשְׂרָאֵֽל H3478 ",
  "2": "וַיֹּ֣אמֶר H559 אֶֽל H413 אַהֲרֹ֗ן H175 קַח H3947 לְ֠ךָ Hl עֵ֣גֶל H5695 בֶּן H1121 בָּקָ֧ר H1241 לְחַטָּ֛את H2403 וְאַ֥יִל H352 לְעֹלָ֖ה H5930 תְּמִימִ֑ם H8549 וְהַקְרֵ֖ב H7126 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "3": "וְאֶל H413 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 תְּדַבֵּ֣ר H1696 לֵאמֹ֑ר H559 קְח֤וּ H3947 שְׂעִיר H8163 עִזִּים֙ H5795 לְחַטָּ֔את H2403 וְעֵ֨גֶל H5695 וָכֶ֧בֶשׂ H3532 בְּנֵי H1121 שָׁנָ֛ה H8141 תְּמִימִ֖ם H8549 לְעֹלָֽה H5930 ",
  "4": "וְשׁ֨וֹר H7794 וָאַ֜יִל H352 לִשְׁלָמִ֗ים H8002 לִזְבֹּ֨חַ֙ H2076 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 וּמִנְחָ֖ה H4503 בְּלוּלָ֣ה H1101 בַשָּׁ֑מֶן H8081 כִּ֣י H3588 הַיּ֔וֹם H3117 יְהוָ֖ה H3068 נִרְאָ֥ה H7200 אֲלֵיכֶֽם H413 ",
  "5": "וַיִּקְח֗וּ H3947 אֵ֚ת H853 אֲשֶׁ֣ר H834 צִוָּ֣ה H6680 מֹשֶׁ֔ה H4872 אֶל H413 פְּנֵ֖י H6440 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וַֽיִּקְרְבוּ֙ H7126 כָּל H3605 הָ֣עֵדָ֔ה H5712 וַיַּֽעַמְד֖וּ H5975 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "6": "וַיֹּ֣אמֶר H559 מֹשֶׁ֔ה H4872 זֶ֧ה H2088 הַדָּבָ֛ר H1697 אֲשֶׁר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 תַּעֲשׂ֑וּ H6213 וְיֵרָ֥א H7200 אֲלֵיכֶ֖ם H413 כְּב֥וֹד H3519 יְהוָֽה H3068 ",
  "7": "וַיֹּ֨אמֶר H559 מֹשֶׁ֜ה H4872 אֶֽל H413 אַהֲרֹ֗ן H175 קְרַ֤ב H7126 אֶל H413 הַמִּזְבֵּ֨חַ֙ H4196 וַעֲשֵׂ֞ה H6213 אֶת H853 חַטָּֽאתְךָ֙ H2403 וְאֶת H853 עֹ֣לָתֶ֔ךָ H5930 וְכַפֵּ֥ר H3722 בַּֽעַדְךָ֖ H1157 וּבְעַ֣ד H1157 הָעָ֑ם H5971 וַעֲשֵׂ֞ה H6213 אֶת H853 קָרְבַּ֤ן H7133 הָעָם֙ H5971 וְכַפֵּ֣ר H3722 בַּֽעֲדָ֔ם H1157 כַּאֲשֶׁ֖ר H834 צִוָּ֥ה H6680 יְהוָֽה H3068 ",
  "8": "וַיִּקְרַ֥ב H7126 אַהֲרֹ֖ן H175 אֶל H413 הַמִּזְבֵּ֑חַ H4196 וַיִּשְׁחַ֛ט H7819 אֶת H853 עֵ֥גֶל H5695 הַחַטָּ֖את H2403 אֲשֶׁר H834 לֽוֹ Hl ",
  "9": "וַ֠יַּקְרִבוּ H7126 בְּנֵ֨י H1121 אַהֲרֹ֣ן H175 אֶת H853 הַדָּם֮ H1818 אֵלָיו֒ H413 וַיִּטְבֹּ֤ל H2881 אֶצְבָּעוֹ֙ H676 בַּדָּ֔ם H1818 וַיִּתֵּ֖ן H5414 עַל H5921 קַרְנ֣וֹת H7161 הַמִּזְבֵּ֑חַ H4196 וְאֶת H853 הַדָּ֣ם H1818 יָצַ֔ק H3332 אֶל H413 יְס֖וֹד H3247 הַמִּזְבֵּֽחַ H4196 ",
  "10": "וְאֶת H853 הַחֵ֨לֶב H2459 וְאֶת H853 הַכְּלָיֹ֜ת H3629 וְאֶת H853 הַיֹּתֶ֤רֶת H3508 מִן H4480 הַכָּבֵד֙ H3516 מִן H4480 הַ֣חַטָּ֔את H2403 הִקְטִ֖יר H6999 הַמִּזְבֵּ֑חָ H4196 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
  "11": "וְאֶת H853 הַבָּשָׂ֖ר H1320 וְאֶת H853 הָע֑וֹר H5785 שָׂרַ֣ף H8313 בָּאֵ֔שׁ H784 מִח֖וּץ H2351 לַֽמַּחֲנֶֽה H4264 ",
  "12": "וַיִּשְׁחַ֖ט H7819 אֶת H853 הָעֹלָ֑ה H5930 וַ֠יַּמְצִאוּ H4672 בְּנֵ֨י H1121 אַהֲרֹ֤ן H175 אֵלָיו֙ H413 אֶת H853 הַדָּ֔ם H1818 וַיִּזְרְקֵ֥ H2236 עַל H5921 הַמִּזְבֵּ֖חַ H4196 סָבִֽיב H5439 ",
  "13": "וְאֶת H853 הָעֹלָ֗ה H5930 הִמְצִ֧יאוּ H4672 אֵלָ֛יו H413 לִנְתָחֶ֖י H5409 וְאֶת H853 הָרֹ֑אשׁ H7218 וַיַּקְטֵ֖ר H6999 עַל H5921 הַמִּזְבֵּֽחַ H4196 ",
  "14": "וַיִּרְחַ֥ץ H7364 אֶת H853 הַקֶּ֖רֶב H7130 וְאֶת H853 הַכְּרָעָ֑יִם H3767 וַיַּקְטֵ֥ר H6999 עַל H5921 הָעֹלָ֖ה H5930 הַמִּזְבֵּֽחָ H4196 ",
  "15": "וַיַּקְרֵ֕ב H7126 אֵ֖ת H853 קָרְבַּ֣ן H7133 הָעָ֑ם H5971 וַיִּקַּ֞ח H3947 אֶת H853 שְׂעִ֤יר H8163 הַֽחַטָּאת֙ H2403 אֲשֶׁ֣ר H834 לָעָ֔ם H5971 וַיִּשְׁחָטֵ֥ H7819 וַֽיְחַטְּאֵ֖ H2398 כָּרִאשֽׁוֹן H7223 ",
  "16": "וַיַּקְרֵ֖ב H7126 אֶת H853 הָעֹלָ֑ה H5930 וַֽיַּעֲשֶׂ֖ H6213 כַּמִּשְׁפָּֽט H4941 ",
  "17": "וַיַּקְרֵב֮ H7126 אֶת H853 הַמִּנְחָה֒ H4503 וַיְמַלֵּ֤א H4390 כַפּוֹ֙ H3709 מִמֶּ֔נָּה H4480 וַיַּקְטֵ֖ר H6999 עַל H5921 הַמִּזְבֵּ֑חַ H4196 מִלְּ H905 עֹלַ֥ת H5930 הַבֹּֽקֶר H1242 ",
  "18": "וַיִּשְׁחַ֤ט H7819 אֶת H853 הַשּׁוֹר֙ H7794 וְאֶת H853 הָאַ֔יִל H352 זֶ֥בַח H2077 הַשְּׁלָמִ֖ים H8002 אֲשֶׁ֣ר H834 לָעָ֑ם H5971 וַ֠יַּמְצִאוּ H4672 בְּנֵ֨י H1121 אַהֲרֹ֤ן H175 אֶת H853 הַדָּם֙ H1818 אֵלָ֔יו H413 וַיִּזְרְקֵ֥ H2236 עַל H5921 הַמִּזְבֵּ֖חַ H4196 סָבִֽיב H5439 ",
  "19": "וְאֶת H853 הַחֲלָבִ֖ים H2459 מִן H4480 הַשּׁ֑וֹר H7794 וּמִן H4480 הָאַ֔יִל H352 הָֽאַלְיָ֤ה H451 וְהַֽ H4374 וְהַ H3629 וְיֹתֶ֖רֶת H3508 הַכָּבֵֽד H3516 ",
  "20": "וַיָּשִׂ֥ימוּ H7760 אֶת H853 הַחֲלָבִ֖ים H2459 עַל H5921 הֶחָז֑וֹת H2373 וַיַּקְטֵ֥ר H6999 הַחֲלָבִ֖ים H2459 הַמִּזְבֵּֽחָ H4196 ",
  "21": "וְאֵ֣ת H853 הֶחָז֗וֹת H2373 וְאֵת֙ H853 שׁ֣וֹק H7785 הַיָּמִ֔ין H3225 הֵנִ֧יף H5130 אַהֲרֹ֛ן H175 תְּנוּפָ֖ה H8573 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 כַּאֲשֶׁ֖ר H834 צִוָּ֥ה H6680 מֹשֶֽׁה H4872 ",
  "22": "וַיִּשָּׂ֨א H5375 אַהֲרֹ֧ן H175 אֶת H853 ידו H3027 אֶל H413 הָעָ֖ם H5971 וַֽיְבָרְכֵ֑ H1288 וַיֵּ֗רֶד H3381 מֵעֲשֹׂ֧ת H6213 הַֽחַטָּ֛את H2403 וְהָ H5930 וְהַ H8002 ",
  "23": "וַיָּבֹ֨א H935 מֹשֶׁ֤ה H4872 וְאַהֲרֹן֙ H175 אֶל H413 אֹ֣הֶל H168 מוֹעֵ֔ד H4150 וַיֵּ֣צְא֔וּ H3318 וַֽיְבָרֲכ֖וּ H1288 אֶת H853 הָעָ֑ם H5971 וַיֵּרָ֥א H7200 כְבוֹד H3519 יְהוָ֖ה H3068 אֶל H413 כָּל H3605 הָעָֽם H5971 ",
  "24": "וַתֵּ֤צֵא H3318 אֵשׁ֙ H784 מִלִּ H6440 יְהוָ֔ה H3068 וַתֹּ֨אכַל֙ H398 עַל H5921 הַמִּזְבֵּ֔חַ H4196 אֶת H853 הָעֹלָ֖ה H5930 וְאֶת H853 הַחֲלָבִ֑ים H2459 וַיַּ֤רְא H7200 כָּל H3605 הָעָם֙ H5971 וַיָּרֹ֔נּוּ H7442 וַֽיִּפְּל֖וּ H5307 עַל H5921 פְּנֵיהֶֽם H6440 "
}
