{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened in the days when the judges ruled that there was a famine in the land, and a certain man of Bethlehem of Judah went to the country of Moab with his wife and his two sons.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The name of the man was Elimelek, and the name of his wife was Naomi. The names of his two sons were Mahlon and Kilion, who were Ephrathites of Bethlehem of Judah. They arrived at the country of Moab and lived there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elimelek, Naomi's husband, died, and she was left with her two sons.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These sons took wives from the women of Moab; the name of one was Orpah, and the name of the other was Ruth. They lived there for about ten years.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then both Mahlon and Kilion died, leaving Naomi without her husband and without her two children.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Naomi decided to leave Moab with her daughters-in-law and return to Judah because she had heard in the region of Moab that Yahweh had helped his people in need and had given them food.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So she left the place where she had been with her two daughters-in-law, and they walked down the road to return to the land of Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Naomi said to her two daughters-in-law, \"Go, return, each of you, to your mother's house. May Yahweh show kindness toward you, as you have shown kindness toward the dead and toward me.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May the Lord grant you that you find rest, each of you in the house of another husband.\" Then she kissed them, and they raised their voices and cried.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to her, \"No! We will return with you to your people.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Naomi said, \"Turn back, my daughters! Why will you go with me? Do I still have sons in my womb for you, so that they may become your husbands?\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Turn back, my daughters, go your own way, for I am too old to have a husband. If I said, 'I hope I get a husband tonight,' and then give birth to sons,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "would you therefore wait until they were grown? Would you choose not to marry a husband? No, my daughters! It is exceedingly bitter to me for your sake that the hand of Yahweh has gone out against me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then her daughters-in-law lifted up their voices and cried again. Orpah kissed her mother-in-law farewell, but Ruth held on to her.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Naomi said, \"Listen, your sister-in-law has gone back to her people and to her gods. Go back with your sister-in-law.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Ruth said, \"Do not make me go away from you, for where you go, I will go; where you stay, I will stay; your people will be my people, and your God will be my God.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Where you die, I will die, and there I will be buried. May Yahweh punish me, and even more, if anything but death ever separates us.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Naomi saw that Ruth was determined to go with her, she stopped arguing with her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the two traveled until they came to the town of Bethlehem. It happened that when they arrived in Bethlehem, the entire town was very excited about them. The women said, \"Is this Naomi?\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But she said to them, \"Do not call me Naomi. Call me Bitter, for the Almighty has dealt very bitterly with me.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I went out full, but Yahweh has brought me home again empty. So why do you call me Naomi, seeing Yahweh has condemned me, that the Almighty has afflicted me?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Naomi and Ruth the Moabite woman, her daughter-in-law, returned from the country of Moab. They came to Bethlehem at the beginning of the barley harvest.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}