{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Naomi had a relative of her husband, a worthy man of the clan of Elimelech,  whose name was Boaz.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ruth, the Moabite woman, said to Naomi, \"Now let me go and glean what remains among the ears of grain in the fields. I will follow anyone in whose eyes I will find favor.\" So Naomi said to her, \"Go, my daughter.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ruth went and gleaned what remained in the fields after they had harvested it. She happened to come to the portion of the fields belonging to Boaz, who was of the clan of Elimelek.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold, Boaz came from Bethlehem and said to the reapers, \"May Yahweh be with you.\" They answered him, \"May Yahweh bless you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Boaz said to his servant who was supervising the reapers, \"What man does this young woman belong to?\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The servant supervising the reapers answered and said, \"It is the young Moabite woman who came back with Naomi from the land of Moab.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said to me, 'Please let me glean what remains in the field after the workers harvest the crop.' So she came here and has continued from the morning until now, except that she rested a little in the house.\"\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some modern versions read, \\fqa Please let me glean and gather among the bundle of grain after the reapers \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Boaz said to Ruth, \"Are you listening to me, my daughter? Do not go and glean in another field; do not leave my field. Instead, stay here and work with my young female workers.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Keep your eyes only on the field where the men are reaping and follow behind the other women. Have I not instructed the men not to touch you? Whenever you are thirsty, you may go to the waterpots and drink the water that the men have drawn.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then she bowed down before Boaz, touching her face to the ground. She said to him, \"Why have I found such favor in your eyes that you should be concerned about me, a foreigner?\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Boaz answered and said to her, \"It has been reported to me, all that you have done since the death of your husband. You have left your father, mother, and the land of your birth to follow your mother-in-law and to come to a people you do not know.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May Yahweh reward you for your deed. May you receive full payment from Yahweh, the God of Israel, under whose wings you have found refuge.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then she said, \"Let me find favor in your eyes, my master, for you have comforted me, and you have spoken kindly to me, though I am not one of your female servants.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At mealtime Boaz said to Ruth, \"Come here, and eat some of the bread, and dip your morsel in the wine vinegar.\" She sat beside the reapers, and he offered her some roasted grain. She ate until she was satisfied and left the rest of it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As she got up to gather up grain, Boaz commanded his young men, saying, \"Let her gather up the grain even among the bundles, and do not tell her not to.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also pull out for her some ears of grain from the bundles, and leave them for her to gather up, and do not rebuke her.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So she gleaned in the field until evening. Then she beat out the ears of grain that she had gathered, and the grain was about an ephah of barley.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She lifted it up and went into the city. Then her mother-in-law saw what she had gathered. Ruth also brought out the roasted grain left from her meal and gave it to her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Her mother-in-law said to her, \"Where have you gleaned today? Where did you go to work? May the man who helped you be blessed.\" Then Ruth told her mother-in-law about the man who owned the field where she had worked. She said, \"The name of the man who owns the field where I worked today is Boaz.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Naomi said to her daughter-in-law, \"May he be blessed by Yahweh, who has not left off his loyalty to the living and to the dead.\" Naomi said to her, \"That man is near of kin to us, one of our kinsman-redeemers.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ruth the Moabite woman said, \"Indeed, he said to me, 'You should keep close to my young men until they have finished all my harvest.'\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Naomi said to Ruth her daughter-in-law, \"It is good, my daughter, that you go out with his young female workers, so that you do not come to harm in any other field.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So she stayed close to Boaz's female workers in order to glean to the end of the barley harvest and the wheat harvest. She lived with her mother-in-law.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}