{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Naomi, her mother-in-law, said to her, \"My daughter, should I not seek a place for you to rest, so that things may go well for you?\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Boaz, the man whose young female workers you have been with, is he not our kinsman? Look, he will be winnowing barley tonight at the threshing floor.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, wash yourself, anoint yourself, put on your best clothes, and go down to the threshing floor. But do not make yourself known to the man until he finishes eating and drinking.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft The Hebrew text has, \\fqa Put on your best piece of clothing \\fqa* . However, a marginal note instructs readers to read, \\fqa Put on your best clothes. \\fqa* Translators are free to choose for themselves. ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when he lies down, take notice of the place where he lies down so that later you can go to him, uncover his feet, and lie down there. Then he will tell you what to do.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ruth said to Naomi, \"I will do everything you say.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So she went down to the threshing floor, and she followed the instructions her mother-in-law had given her.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Boaz had eaten and drunk and his heart was merry, he went to lie down at the end of the pile of grain. Then she came softly, uncovered his feet, and lay down.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about at midnight that the man was startled. He turned over, and right there a woman was lying at his feet!\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Who are you?\" She answered, \"I am Ruth, your female servant. Spread your cloak over your female servant, for you are a near kinsman.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Boaz said, \"My daughter, may you be blessed by Yahweh. You have showed more kindness in the latter end than at the beginning, because you have not gone after any of the young men, whether poor or rich.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, my daughter, do not be afraid! I will do for you all that you say, because all the city of my people knows that you are a worthy woman.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is true that I am a kinsman, but there is a kinsman nearer than I.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Stay here tonight, and in the morning, if he will perform for you the duty of a kinsman, good, let him do the kinsman's duty. But if he will not do the duty of a kinsman for you, then I will do it, by the life of Yahweh. Lie down until the morning.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So she lay at his feet until the morning. But she rose up before anyone could recognize another person. For Boaz had said, \"Let it not be known that the woman came to the threshing floor.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Boaz said, \"Bring your shawl and hold it out.\" When she did so, he measured six large measures of barley into it and put the load on her. Then he went into the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Ruth came to her mother-in-law, she said, \"How did you do, my daughter?\" Then Ruth told her all that the man had done for her.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said, \"These six measures of barley are what he gave me, for he said, 'Do not go empty to your mother-in-law.'\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Naomi said, \"Stay here, my daughter, until you know how the matter will turn out, for the man will not rest until he has finished this thing today.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}