{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Boaz went up to the gate and sat down there. Soon, the near kinsman of whom Boaz had spoken came by. Boaz said to him, \"My friend, come over and sit down here.\" The man came over and sat down.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Boaz took ten men of the elders of the city and said, \"Sit down here.\" So they sat down.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Boaz said to the near kinsman, \"Naomi, who has returned from the country of Moab, is selling the parcel of land that was our brother Elimelek's.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I thought to inform you and say to you, 'Buy it in the presence of those who are sitting here, and in the presence of the elders of my people.' If you wish to redeem it, redeem it. But if you do not wish to redeem it, then tell me, so that I may know, for there is no one to redeem it besides you, and I am after you.\" Then the other man said, \"I will redeem it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Boaz said, \"On the day that you buy the field from the hand of Naomi, you must also take Ruth the Moabite woman, the widow of a dead man, in order to raise up the name of the dead on his inheritance.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the near kinsman said, \"I cannot redeem it for myself without damaging my own inheritance. You take my right of redemption for yourself, for I cannot redeem it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now this was the custom in former times in Israel concerning the redemption and exchange of goods. To confirm all things, a man took off his shoe and gave it to his neighbor; this was the manner of making legal agreements in Israel.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the near kinsman said to Boaz, \"Buy it for yourself,\" and he took off his sandal.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Boaz said to the elders and to all the people, \"You are witnesses today that I have bought all that was Elimelek's and all that was Kilion's and Mahlon's from the hand of Naomi.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also Ruth the Moabite woman, the wife of Mahlon, I have acquired to be my wife, in order that I might raise up the name of the dead man on his inheritance, so that his name will not be cut off from among his brothers and from the gate of his place. Today you are witnesses!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people who were in the gate and the elders said, \"We are witnesses. May Yahweh make the woman who has come into your house like Rachel and Leah, the two who built up the house of Israel; and may you prosper in Ephrathah and be renowned in Bethlehem.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May your house be like the house of Perez, whom Tamar bore to Judah, through the offspring that Yahweh will give you with this young woman.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Boaz took Ruth, and she became his wife. He slept with her, and Yahweh allowed her to become pregnant, and she bore a son.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The women said to Naomi, \"May Yahweh be blessed, who has not left you today without a near kinsman, this baby. May his name be famous in Israel.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May he be for you a restorer of life and a nourisher of your old age, for your daughter-in-law, who loves you, who is better to you than seven sons, has borne him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Naomi took the child, laid him in her bosom, and took care of him.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The women of the neighborhood gave him a name, saying, \"A son has been born to Naomi.\" They named him Obed. He became the father of Jesse, who became the father of David.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now these were the descendants of Perez: Perez became the father of Hezron,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezron became the father of Ram, Ram became the father of Amminadab,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Amminadab became the father of Nahshon, Nahshon became the father of Salmon,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Salmon became the father of Boaz, Boaz became the father of Obed,\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Obed became the father of Jesse, and Jesse became the father of David.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}