{
  "1": "Why, Yahweh, do you stand far off?\n\\q Why do you hide yourself in times of trouble?\n\\q",
  "2": "Because of their arrogance, wicked people chase the oppressed;\n\\q but please let the wicked be trapped by their own schemes that they have devised.\n\\q",
  "3": "For the wicked person boasts of his deepest desires;\n\\q he blesses the greedy and insults Yahweh.",
  "4": "The wicked man has a raised face; he does not seek God.\n\\q He never thinks about God because he does not care at all about him.\n\\q",
  "5": "He is secure at all times,\n\\q but your righteous decrees are too high for him;\n\\q he snorts at all his enemies.",
  "6": "He says in his heart,\" I will never fail;\n\\q throughout all generations I will not meet adversity.\"\n\\q",
  "7": "His mouth is full of cursing and deceptive, harmful words;\n\\q his tongue injures and destroys.",
  "8": "He waits in ambush near the villages;\n\\q in the secret places he murders the innocent;\n\\q his eyes look for some helpless victim.\n\\q",
  "9": "He lurks in secret like a lion in the thicket;\n\\q he lies in wait to catch the oppressed.\n\\q He catches the oppressed when he pulls in his net.\n\\q",
  "10": "His victims are crushed and beaten down;\n\\q they fall into his strong nets.",
  "11": "He says in his heart, \"God has forgotten;\n\\q he covers his face; he will not bother to look.\"\n\\q",
  "12": "Arise, Yahweh! Lift up your hand, God!\n\\q Do not forget the oppressed.",
  "13": "Why does the wicked man reject God\n\\q and say in his heart, \"You will not hold me accountable\"?\n\\q",
  "14": "You have taken notice, for you always see the one who inflicts the misery and sorrow.\n\\q The helpless entrusts himself to you;\n\\q you rescue the fatherless.",
  "15": "Break the arm of the wicked and evil man.\n\\q Make him account for his evil deeds,\n\\q which he thought you would not discover.\n\\q",
  "16": "Yahweh is King forever and ever;\n\\q the nations are driven out of his land.",
  "17": "Yahweh, you have heard the needs of the oppressed;\n\\q you strengthen their heart, you listen to their prayer;\n\\q",
  "18": "You defend the fatherless and the oppressed\n\\q so that no man on the earth will cause terror again.",
  "21": "\\q",
  "24": "\\q"
}
