{
  "1": "Give thanks to Yahweh, call on his name;\n\\q make known his deeds among the nations.\n\\q",
  "2": "Sing to him, sing praises to him;\n\\q speak of all his marvelous deeds.\n\\q",
  "3": "Boast in his holy name;\n\\q let the heart of those who seek Yahweh rejoice.",
  "4": "Seek Yahweh and his strength;\n\\q seek his presence continually.\n\\q",
  "5": "Recall the marvelous things he has done,\n\\q his miracles and the decrees from his mouth,\n\\q",
  "6": "you descendants of Abraham his servant,\n\\q you people of Jacob, his chosen ones.",
  "7": "He is Yahweh, our God.\n\\q His decrees are on all the earth.\n\\q",
  "8": "He keeps in mind his covenant forever,\n\\q the word that he commanded for a thousand generations.",
  "9": "He calls to mind the covenant that he made with Abraham\n\\q and his oath to Isaac.\n\\q",
  "10": "This is what he confirmed to Jacob as a statute\n\\q and to Israel as an everlasting covenant.\n\\q",
  "11": "He said, \"I will give you the land of Canaan\n\\q as your share of your inheritance.\"",
  "12": "He said this when they were only few in number,\n\\q so very few, and were strangers in the land.\n\\q",
  "13": "They went from nation to nation\n\\q and from one kingdom to another.",
  "14": "He did not allow anyone to oppress them;\n\\q he rebuked kings for their sakes.\n\\q",
  "15": "He said, \"Do not touch my anointed ones,\n\\q and do not harm my prophets.\"",
  "16": "He called for a famine on the land;\n\\q he cut off the whole supply of bread.\n\\q",
  "17": "He sent a man ahead of them;\n\\q Joseph was sold as a servant.",
  "18": "His feet were bound by shackles;\n\\q on his neck was put an iron collar,\n\\q",
  "19": "until the time his words came true,\n\\q and the word of Yahweh tested him.",
  "20": "The king sent servants to release him;\n\\q the ruler of the people set him free.\n\\q",
  "21": "He put him in charge of his house\n\\q as ruler of all his possessions\n\\q",
  "22": "to instruct his princes as he wished\n\\q and to teach his elders wisdom.\n\\q",
  "23": "Then Israel came into Egypt,\n\\q and Jacob lived for a time in the land of Ham.",
  "24": "Yahweh made his people fruitful,\n\\q and made them stronger than their enemies.\n\\q",
  "25": "He caused their enemies to hate his people,\n\\q to mistreat his servants.\n\\q",
  "26": "He sent Moses, his servant,\n\\q and Aaron, whom he had chosen.\n\\q",
  "27": "They performed his signs among the Egyptians,\n\\q his wonders in the land of Ham.",
  "28": "He sent darkness and made that land dark,\n\\q but its people did not obey his commands.\n\\q",
  "29": "He turned their water into blood\n\\q and killed their fish.\n\\q",
  "30": "Their land swarmed with frogs,\n\\q even in the rooms of their rulers.",
  "31": "He spoke, and swarms of flies and gnats came\n\\q throughout their country.\n\\q",
  "32": "He turned their rain into hail,\n\\q with fire flaming on their land.\n\\q",
  "33": "He destroyed their vines and fig trees;\n\\q he broke the trees of their country.",
  "34": "He spoke, and the locusts came,\n\\q so many locusts.\n\\q",
  "35": "The locusts ate up all of the vegetation in their land;\n\\q They ate up all the crops of the ground.\n\\q",
  "36": "He killed every firstborn in their land,\n\\q the firstfruits of all their strength.",
  "37": "He brought the Israelites out with silver and gold;\n\\q none of his tribes stumbled on the way.\n\\q",
  "38": "Egypt was glad when they went away,\n\\q for the Egyptians were afraid of them.\n\\q",
  "39": "He spread a cloud for a covering\n\\q and made a fire to light up the night.",
  "40": "The Israelites asked for food, and he brought quail\n\\q and satisfied them with bread from heaven.\n\\q",
  "41": "He split the rock, and waters gushed from it;\n\\q they flowed in the wilderness like a river.\n\\q",
  "42": "For he called to mind his holy promise\n\\q that he made to Abraham his servant.",
  "43": "He led his people out with joy,\n\\q his chosen with shouts of triumph.\n\\q",
  "44": "He gave them the lands of the nations;\n\\q they took possession of the wealth of the peoples\n\\q",
  "45": "so that they might keep his statutes\n\\q and obey his laws.\n\\q Praise Yahweh.",
  "46": "\\q",
  "50": "\\q",
  "54": "\\q",
  "58": "\\q",
  "105": "\\m\n\\q"
}
