{
  "1": "\\ms Book Five",
  "2": "\\q",
  "4": "They wandered in the wilderness on a desert road\n\\q and found no city in which to live.\n\\q",
  "5": "Because they were hungry and thirsty,\n\\q they fainted from exhaustion.\n\\q",
  "6": "Then they called out to Yahweh in their trouble,\n\\q and he rescued them out of their distress.\n\\q",
  "7": "\\q",
  "8": "Oh that people would praise Yahweh for his covenant faithfulness\n\\q and for the amazing things he has done for humanity!\n\\q",
  "9": "For he satisfies the longings of those who are thirsty,\n\\q and the desires of those who are hungry he fills up with good things.\n\\q",
  "10": "Some sat in darkness and in gloom,\n\\q prisoners in affliction and chains.",
  "11": "This was because they had rebelled against God's word\n\\q and rejected the instruction of the Most High.\n\\q",
  "12": "He humbled their hearts through hardship;\n\\q they stumbled and there was no one to help them up.\n\\q",
  "13": "Then they called out to Yahweh in their trouble,\n\\q and he brought them out of their distress.",
  "14": "He brought them out of darkness and gloom\n\\q and broke their bonds.\n\\q",
  "15": "Oh that people would praise Yahweh for his covenant faithfulness\n\\q and for the amazing things he has done for humanity!\n\\q",
  "16": "For he has broken the gates of bronze\n\\q and cut through the bars of iron.",
  "17": "They were foolish in their rebellious ways\n\\q and afflicted because of their sins.\n\\q",
  "18": "They lost their desire to eat any food,\n\\q and they came close to the gates of death.\n\\q",
  "19": "Then they called out to Yahweh in their trouble,\n\\q and he brought them out of their distress.",
  "20": "He sent his word and healed them,\n\\q and he rescued them from their destruction.\n\\q",
  "21": "Oh that people would praise Yahweh for his covenant faithfulness\n\\q and for the amazing things he has done for humanity!\n\\q",
  "22": "Let them offer the sacrifices of thanksgiving\n\\q and proclaim his deeds in singing.",
  "23": "Some travel on the sea in ships\n\\q and do business overseas.\n\\q",
  "24": "These saw the deeds of Yahweh\n\\q and his wonders on the seas.",
  "25": "For he commanded and aroused the windstorm\n\\q that stirs up the seas.\n\\q",
  "26": "They reached up to the sky; they went down to the depths.\n\\q Their lives melted away in distress.\n\\q",
  "27": "They swayed and staggered like drunkards\n\\q and were at their wits' end.",
  "28": "Then they called out to Yahweh in their trouble,\n\\q and he brought them out of their distress.\n\\q",
  "29": "He calmed the storm,\n\\q and the waves were stilled.\n\\q",
  "30": "Then they rejoiced because the sea was calm,\n\\q and he brought them to their desired harbor.",
  "31": "Oh that people would praise Yahweh for his covenant faithfulness\n\\q and for the amazing things he has done for humanity!\n\\q",
  "32": "Let them exalt him in the assembly of the people\n\\q and praise him in the council of the elders.",
  "33": "He turns rivers into a wilderness,\n\\q springs of water into dry land,\n\\q",
  "34": "and a fruitful land into a barren place\n\\q because of the wickedness of its people.\n\\q",
  "35": "He turns the wilderness into a pool of water\n\\q and dry land into springs of water.",
  "36": "He settles the hungry there,\n\\q and they build a city to live in.\n\\q",
  "37": "They build a city to plant fields in, to plant vineyards,\n\\q and to bring in an abundant harvest.\n\\q",
  "38": "He blesses them so they are very numerous.\n\\q He does not let their cattle decrease in number.",
  "39": "They were diminished and brought low\n\\q by painful distress and suffering.\n\\q",
  "40": "He pours contempt on the leaders\n\\q and causes them to wander in the wilderness, where there are no roads.",
  "41": "But he protects the needy from affliction\n\\q and cares for his families like a flock.\n\\q",
  "42": "The upright will see this and rejoice,\n\\q and all wickedness shuts its mouth.\n\\q",
  "43": "Whoever is wise should take note of these things\n\\q and meditate on Yahweh's acts of covenant faithfulness.",
  "45": "\\q",
  "49": "\\q",
  "52": "\\q"
}
