{
  "1": "God whom I praise, do not be silent,\n\\q",
  "2": "For the wicked and deceitful attack me;\n\\q they speak lies against me.\n\\q",
  "3": "They surround me and say hateful things,\n\\q and they attack me without cause.",
  "4": "In return for my love they slander me,\n\\q but I pray for them.\n\\q",
  "5": "They repay me evil for good,\n\\q and they hate my love.",
  "6": "Appoint a wicked man over such an enemy as these people;\n\\q appoint an accuser to stand at his right hand.\n\\q",
  "7": "When he is judged, may he be found guilty;\n\\q may his prayer be considered sinful.",
  "8": "May his days be few;\n\\q may another take his office.\n\\q",
  "9": "May his children be fatherless,\n\\q and may his wife be a widow.\n\\q",
  "10": "May his children wander about and beg,\n\\q asking for handouts as they leave their ruined home.",
  "11": "May the creditor take all he owns;\n\\q may strangers plunder what he earns.\n\\q",
  "12": "May no one extend any kindness to him;\n\\q may no one have pity on his fatherless children.\n\\q",
  "13": "May his children be cut off;\n\\q may their name be blotted out in the next generation.",
  "14": "May his ancestors' sins be mentioned to Yahweh;\n\\q and may the sin of his mother not be forgotten.\n\\q",
  "15": "May their guilt always be before Yahweh;\n\\q may Yahweh cut off their memory from the earth.\n\\q",
  "16": "May Yahweh do this because this man never bothered to show any covenant faithfulness,\n\\q but instead harassed the oppressed, the needy,\n\\q and the disheartened to death.",
  "17": "He loved cursing; may it come back upon him.\n\\q He hated blessing; may no blessing come to him.\n\\q",
  "18": "He clothed himself with cursing as his garment,\n\\q and his curse came into his inner being like water,\n\\q like oil into his bones.",
  "19": "May his curses be to him like the clothes he wears to cover himself,\n\\q like the belt he always wears.\n\\q",
  "20": "May this be the reward of my accusers from Yahweh,\n\\q of those who say evil things about me.",
  "21": "Yahweh my Lord, deal kindly with me for your name's sake.\n\\q Because your covenant faithfulness is good, save me.\n\\q",
  "22": "For I am oppressed and needy,\n\\q and my heart is wounded within me.\n\\q",
  "23": "I am fading away like the shadow of the evening;\n\\q I am shaken off like a locust.",
  "24": "My knees are weak from fasting;\n\\q I am turning to skin and bones.\n\\q",
  "25": "I am disdained by my accusers;\n\\q when they see me, they shake their heads.",
  "26": "Help me, Yahweh my God;\n\\q save me by your covenant faithfulness.\n\\q",
  "27": "May they know that this is your doing,\n\\q that you, Yahweh, have done this.",
  "28": "Though they curse me, please bless me;\n\\q when they attack, may they be put to shame,\n\\q but may your servant rejoice.\n\\q",
  "29": "May my adversaries be clothed with shame;\n\\q may they wear their shame like a robe.",
  "30": "With my mouth I give great thanks to Yahweh;\n\\q I will praise him in the midst of a crowd.\n\\q",
  "31": "For he will stand at the right hand of the one who is needy,\n\\q to save him from those who judge him.",
  "33": "\\q",
  "36": "\\q",
  "39": "\\q",
  "42": "\\q",
  "109": "\\m\n\\d For the chief musician. A psalm of David.\n\\q"
}
