{
  "1": "Have mercy on me, God, because of your covenant faithfulness;\n\\q for the sake of the multitude of your merciful actions, blot out my transgressions.\n\\q",
  "2": "Wash me thoroughly from my iniquity\n\\q and cleanse me from my sin.",
  "3": "For I know my transgressions,\n\\q and my sin is always before me.\n\\q",
  "4": "Against you, you only, I have sinned\n\\q and done what is evil in your sight;\n\\q you are right when you speak;\n\\q you are correct when you judge.",
  "5": "See, I was born in iniquity;\n\\q as soon as my mother conceived me, I was in sin.\n\\q",
  "6": "See, you desire trustworthiness in my heart;\n\\q in my heart you will make me know wisdom.",
  "7": "Purify me with hyssop, and I will be clean;\n\\q wash me, and I will be whiter than snow.\n\\q",
  "8": "Make me hear joy and gladness\n\\q so that the bones that you have broken may rejoice.\n\\q",
  "9": "Hide your face from my sins\n\\q and blot out all my iniquities.",
  "10": "Create in me a clean heart, God,\n\\q and renew a right spirit within me.\n\\q",
  "11": "Do not drive me away from your presence,\n\\q and do not take your holy Spirit from me.",
  "12": "Restore to me the joy of your salvation,\n\\q and sustain me with a willing spirit.\n\\q",
  "13": "Then will I teach transgressors your ways,\n\\q and sinners will be converted to you.",
  "14": "Forgive me for shedding blood, God of my salvation,\n\\q and I will shout for the joy of your righteousness.\n\\q",
  "15": "Lord, open my lips,\n\\q and my mouth will express your praise.\n\\q",
  "16": "For you do not delight in sacrifice, or I would give it;\n\\q you have no pleasure in burnt offerings.",
  "17": "The sacrifices of God are a broken spirit.\n\\q You, God, will not despise a broken and a contrite heart.\n\\q",
  "18": "Do good in your good pleasure to Zion;\n\\q rebuild the walls of Jerusalem.\n\\q",
  "19": "Then will you delight in the sacrifices of righteousness,\n\\q in burnt offerings and whole burnt offerings;\n\\q then our people will offer bulls on your altar.",
  "20": "\\q",
  "24": "\\q",
  "51": "\\m\n\\d For the chief musician. A psalm of David; when Nathan the prophet came to him after he had slept with Bathsheba.\n\\q"
}
