{
  "1": "Rescue me from my enemies, my God;\n\\q set me on high away from those who rise up against me.\n\\q",
  "2": "Keep me safe from the workers of iniquity,\n\\q and save me from the bloodthirsty men.",
  "3": "For, see, they wait in ambush to take my life.\n\\q The mighty evildoers gather themselves together against me,\n\\q but not because of my transgression or my sin, Yahweh.\n\\q",
  "4": "They prepare to run at me although I am without fault;\n\\q awake and help me and see.",
  "5": "You, Yahweh God of hosts, the God of Israel,\n\\q arise and punish all the nations;\n\\q do not be merciful to any wicked transgressors.\n\\qs Selah\\qs*",
  "6": "They return at evening, they howl like dogs\n\\q and go around the city.\n\\q",
  "7": "See, they belch out with their mouths;\n\\q swords are in their lips,\n\\q for they say, \"Who hears us?\"",
  "8": "But you, Yahweh, laugh at them;\n\\q you hold all the nations in derision.\n\\q",
  "9": "God, my strength, I will pay attention to you;\n\\q you are my high tower.",
  "10": "My God will meet me with his covenant faithfulness;\n\\q God will let me see my desire on my enemies.\n\\q",
  "11": "Do not kill them, or my people will forget.\n\\q Scatter them by your power and make them fall, Lord our shield.",
  "12": "For the sins of their mouths and the words of their lips,\n\\q let them be captured in their pride,\n\\q and for the curses and lies that they express.\n\\q",
  "13": "Consume them in wrath, consume them so that they will be no more;\n\\q let them know that God rules in Jacob\n\\q and to the ends of the earth.\n\\qs Selah\\qs*",
  "14": "At evening they return,\n\\q howling like dogs going around the city.\n\\q",
  "15": "They wander about looking for food\n\\q and they growl like a dog if they are not satisfied.",
  "16": "But I will sing about your strength,\n\\q and in the morning I will sing about your steadfast love!\n\\q For you have been my high tower\n\\q and a refuge in the day of my distress.\n\\q",
  "17": "To you, my strength, I will sing praises;\n\\q for God is my high tower, the God of covenant faithfulness.",
  "18": "\\q",
  "21": "\\q",
  "24": "\\q",
  "59": "\\m\n\\d For the chief musician; set to Al Tashheth. A psalm\nof David. A michtam; when Saul sent, and they watched the house to kill him.\n\\q"
}
