{
  "1": "Make a joyful noise to God, all the earth;\n\\q",
  "2": "Sing out the glory of his name;\n\\q make his praise glorious.",
  "3": "Say to God, \"How terrifying are your deeds!\n\\q By the greatness of your power your enemies will submit to you.\n\\q",
  "4": "All the earth will worship you\n\\q and will sing to you;\n\\q they will sing to your name.\"\n\\qs Selah\\qs*",
  "5": "Come and see the works of God;\n\\q he is fearsome in his deeds toward the sons of mankind.\n\\q",
  "6": "He turned the sea into dry land;\n\\q they went through the river on foot;\n\\q there we rejoiced in him.\n\\q",
  "7": "He rules forever by his might;\n\\q his eyes observe the nations;\n\\q let not the rebellious exalt themselves.\n\\qs Selah\\qs*",
  "8": "Give blessing to God, you people,\n\\q let the sound of his praise be heard.\n\\q",
  "9": "He keeps us among the living,\n\\q and he does not permit our feet to slip.",
  "10": "For you, God, have tested us;\n\\q you have tested us as silver is tested.\n\\q",
  "11": "You brought us into a net;\n\\q you laid a severe burden on our waists.\n\\q",
  "12": "You made people ride over our heads;\n\\q we went through fire and water,\n\\q but you brought us out into a spacious place.",
  "13": "I will come into your house with burnt offerings;\n\\q I will pay you my vows\n\\q",
  "14": "which my lips promised\n\\q and my mouth spoke when I was in distress.\n\\q",
  "15": "I will offer to you burnt offerings of fat animals\n\\q with the sweet aroma of rams;\n\\q I will offer bulls and goats.\n\\qs Selah\\qs*",
  "16": "Come and listen, all you who fear God,\n\\q and I will declare what he has done for my soul.\n\\q",
  "17": "I cried to him with my mouth,\n\\q and he was praised with my tongue.\n\\q",
  "18": "If I had seen sin within my heart,\n\\q the Lord would not have listened to me.",
  "19": "But God has truly heard;\n\\q he has paid attention to the voice of my prayer.\n\\q",
  "20": "Blessed be God,\n\\q who has not turned away my prayer\n\\q or his covenant faithfulness from me.",
  "22": "\\q",
  "26": "\\q",
  "66": "\\m\n\\d For the chief musician. A song, a psalm.\n\\q"
}
