{
  "1": "Save me, God;\n\\q for the waters have put my life in danger.\n\\q",
  "2": "I sink in deep mire, where there is no place to stand;\n\\q I have come into deep waters, where the floods flow over me.",
  "3": "I am weary with my crying; my throat is dry;\n\\q my eyes fail while I wait for my God.\n\\q",
  "4": "Those who hate me without a cause are more than the hairs on my head;\n\\q those who would cut me off, being my enemies for wrong reasons, are mighty;\n\\q what I did not steal, I have to give back.",
  "5": "God, you know my foolishness,\n\\q and my sins are not hidden from you.\n\\q",
  "6": "Let not those who wait for you be put to shame because of me, Lord Yahweh of hosts;\n\\q let not those who seek you be brought to dishonor because of me, God of Israel.",
  "7": "For your sake I have borne rebuke;\n\\q shame has covered my face.\n\\q",
  "8": "I have become a stranger to my brothers,\n\\q an alien to my mother's children.\n\\q",
  "9": "For the zeal of your house has eaten me up,\n\\q and the rebukes of those who rebuke you have fallen on me.",
  "10": "When I wept and did not eat food,\n\\q they insulted me.\n\\q",
  "11": "When I made sackcloth my clothing,\n\\q I became the object of a proverb to them.\n\\q",
  "12": "Those who sit in the city gate talk about me;\n\\q I am a song of drunkards.",
  "13": "But as for me, my prayer is to you, Yahweh, at a time that you will accept;\n\\q answer me in the trustworthiness of your salvation.\n\\q",
  "14": "Pull me out of the mire, and do not let me sink;\n\\q let me be taken away from those who hate me and rescued out of the deep waters.\n\\q",
  "15": "Do not let the floods of water overwhelm me,\n\\q neither let the deep swallow me up.\n\\q Do not let the pit shut its mouth on me.",
  "16": "Answer me, Yahweh, for your covenant faithfulness is good;\n\\q because your mercies for me are many, turn to me.\n\\q",
  "17": "Do not hide your face from your servant,\n\\q for I am in distress; answer me quickly.",
  "18": "Come to me and redeem me.\n\\q Because of my enemies, ransom me.\n\\q",
  "19": "You know my rebuke, my shame, and my dishonor;\n\\q my adversaries are all before you.",
  "20": "Rebuke has broken my heart; I am full of heaviness;\n\\q I looked for someone to take pity, but there was none;\n\\q I looked for comforters, but I found none.\n\\q",
  "21": "They gave me poison for my food;\n\\q in my thirst they gave me vinegar to drink.",
  "22": "Let their table before them become a snare;\n\\q when they think they are in safety, let it become a trap.\n\\q",
  "23": "Let their eyes be darkened so that they cannot see;\n\\q and always make their loins shake.",
  "24": "Pour out your indignation on them,\n\\q and let the fierceness of your anger overtake them.\n\\q",
  "25": "Let their place be a desolation;\n\\q let no one live in their tents.",
  "26": "For they persecuted the one you struck down.\n\\q They repeated the account of the pain of those you have wounded.\n\\q",
  "27": "Accuse them of having committed iniquity after iniquity;\n\\q do not let them come into your righteous victory.",
  "28": "Let them be blotted out of The Book of Life\n\\q and not be written down along with the righteous.\n\\q",
  "29": "But I am poor and sorrowful;\n\\q let your salvation, God, set me up on high.",
  "30": "I will praise the name of God with a song\n\\q and will exalt him with thanksgiving.\n\\q",
  "31": "That will please Yahweh better than an ox\n\\q or a bull that has horns and hooves.",
  "32": "The meek have seen it and are glad;\n\\q you who seek after God, let your hearts live.\n\\q",
  "33": "For Yahweh hears the needy\n\\q and does not despise his prisoners.",
  "34": "Let heaven and earth praise him,\n\\q the seas and everything that moves in them.\n\\q",
  "35": "For God will save Zion and will rebuild the cities of Judah;\n\\q the people will live there and have it as a possession.\n\\q",
  "36": "His servants' descendants will inherit it;\n\\q and those who love his name will live there.",
  "37": "\\q",
  "40": "\\q",
  "43": "\\q",
  "46": "\\q",
  "49": "\\q",
  "69": "\\m\n\\d For the chief musician; set to Shoshannim. A psalm of David.\n\\q"
}
