{
  "1": "Pay attention, Shepherd of Israel,\n\\q you who lead Joseph like a flock;\n\\q you who sit above the cherubim, shine on us!\n\\q",
  "2": "In the sight of Ephraim and Benjamin and Manasseh, stir up your power;\n\\q come and save us.\n\\q",
  "3": "God, restore us;\n\\q make your face shine on us, and we will be saved.",
  "4": "Yahweh God of hosts,\n\\q how long will you be angry at your people when they pray?\n\\q",
  "5": "You have fed them with the bread of tears\n\\q and given them tears to drink in great quantities.\n\\q",
  "6": "You make us something for our neighbors to argue over,\n\\q and our enemies laugh about us among themselves.",
  "7": "God of hosts, restore us;\n\\q make your face shine on us, and we will be saved.\n\\q",
  "8": "You brought a vine out of Egypt;\n\\q you drove out nations and transplanted it.",
  "9": "You cleared the land for it;\n\\q it took root and filled the land.\n\\q",
  "10": "The mountains were covered with its shade,\n\\q the cedars of God by its branches.\n\\q",
  "11": "It sent out its branches as far as the sea\n\\q and its shoots to the Euphrates River.",
  "12": "Why have you broken down its walls\n\\q so that all they who pass by pluck its fruit.\n\\q",
  "13": "The boars out of the forest ruin it,\n\\q and the beasts of the field feed on it.",
  "14": "Turn back, God of hosts;\n\\q look down from heaven and take notice and take care of this vine.\n\\q",
  "15": "This is the root that your right hand planted,\n\\q the shoot that you made to grow.\n\\q",
  "16": "It has been burned and cut down;\n\\q they perish because of your rebuke.",
  "17": "May your hand be on the man of your right hand,\n\\q on the son of man whom you made strong for yourself.\n\\q",
  "18": "Then we will not turn away from you;\n\\q revive us, and we will call on your name.",
  "19": "Yahweh, God of hosts, restore us;\n\\q make your face shine on us, and we will be saved.",
  "23": "\\q",
  "26": "\\q",
  "80": "\\m\n\\d For the chief musician, set to the Shoshannim Eduth style. A psalm of Asaph.\n\\q"
}
