{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Solomon, David's son, was able to gain complete control over his kingdom, because Yahweh his God was with him and enabled him to become a very strong king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Solomon went up to the bronze altar in front of the sacred tent, and he offered one thousand animals to be killed and completely burned on the altar.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That night God appeared to Solomon in a dream and said to him, \"Request whatever you want me to give to you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon replied to God, \"You were very kind to David my father, and now you have appointed me to be the next king.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh my God, you have caused me to become the king to rule people who are as many as the dust of the earth. So do what you promised to my father David.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Please enable me to be wise and to know what I should do, in order that I may rule these people well, because there is no one who can rule all this great nation of yours without your help.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God replied to Solomon, \"You have not requested a huge amount of money or to be honored or that your enemies be killed. And you have not requested that you be enabled to live for a long time. Instead, you have requested that I enable you to be wise and to know what you should do in order that you may govern well my people whom I have appointed you to rule.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I will enable you to be wise and to know what you should do to rule my people well. But I will also enable you to have a huge amount of money and for people everywhere to honor you, more any king before you, and more than any king who will come after you.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Solomon and the people who were with him all left the sacred tent at Gibeon, and they returned to Jerusalem. There he ruled the Israelite people.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon acquired 1,400 chariots and twelve thousand men who rode on horses. He put some of the chariots and horses in Jerusalem, and put some of them in various other cities.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the years that Solomon was king, silver and gold were as common in Jerusalem as stones, and lumber from cedar trees were as plentiful as lumber from ordinary sycamore trees in the foothills.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon's horses were imported from Egypt and from the region of Kue.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In Egypt his men paid seven kilograms of silver for each chariot and one and seven-tenths kilograms of silver for each horse. They also sold many of them to the kings of the Heth and Aram people groups.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2-5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David had been king, he arranged for a new sacred tent to be made in Jerusalem. Then David and the Israelite leaders brought God's sacred chest from the city of Kiriath Jearim to the new sacred tent. But when Solomon became the king, the first sacred tent was still in the city of Gibeon. There was a bronze altar there that Bezalel son of Uri and grandson of Hur, had made was also still at Gibeon, in front of the first sacred tent.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Solomon called together the army commanders who directed thousands of soldiers, and the commanders who directed hundreds of soldiers, with the judges and all the other leaders in Israel. He told them to go with him to Gibeon. So they all went to the place on the hill where idols were worshiped at Gibeon. That was the same place where God had met with his people in the tent which Moses had made. There Solomon and all the others with him prayed to Yahweh.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}