{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Rehoboam had obtained complete control of his kingdom, he and all the other people in Judah stopped obeying the laws of Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As a result, after Rehoboam had been king for almost five years, Yahweh sent Shishak, the king of Egypt, with his army to attack Jerusalem.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He brought with his army twelve hundred chariots and sixty thousand soldiers who rode horses and a very large number of troops from two regions in Libya, and from Ethiopia.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They captured many of the cities in Judah that had walls around them, and they came as far as Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the prophet Shemaiah came to Rehoboam and the other leaders of Judah who had gathered in Jerusalem because they were afraid of the army of Shishak. Shemaiah said to them, \"Yahweh says this: 'You have abandoned me; so now I am abandoning you, to allow you to be captured by the army of Shishak.'\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king and the other Israelite leaders humbled themselves and said, \"What Yahweh is doing to us is just.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Yahweh realized that they had humbled themselves, he gave this message to Shemaiah: \"Because they have humbled themselves, I will not allow them to be destroyed. Instead, I will soon rescue them. I will not use Shishak's army to completely destroy the people of Jerusalem,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but they will conquer Jerusalem and force the people there to do what Shishak wants them to do. As a result, the people of Jerusalem will learn that it is better to serve me than to serve the kings of other countries.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Shishak's army attacked Jerusalem, they took away the valuable things that were in the temple of Yahweh and in the king's palace. They took everything that was valuable, including the gold shields that Solomon's workers had made.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So King Rehoboam's workers made bronze shields to be used instead of the gold ones, and gave the bronze shields to the commanders of the men who guarded the entrance to the his palace.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that, whenever the king went to the temple, the guards went with him, carrying those bronze shields. Then when the king left, they would return the shields to the guards' room.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because Rehoboam humbled himself, Yahweh stopped being angry with him, and did not get rid of him. Instead, he caused good things to happen in Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Rehoboam again obtained complete control in Jerusalem, and continued to be the king of Judah. He was forty-one years old when he became the king. He ruled for seventeen years in Jerusalem, which is the city that Yahweh had chosen from all the tribes in Israel to be the place in which people were to worship him.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rehoboam's mother's name was Naamah. She was from the Ammon people group. Rehoboam did evil things because he did not try to find out what Yahweh wanted him to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "An account of all the things that Rehoboam did while he was the king, and lists of the members of his family, are in the scrolls written by the prophets Shemaiah and Iddo. The armies of Rehoboam and Jeroboam were constantly fighting each other.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Rehoboam died, he was buried in the part of Jerusalem called the city of David. Then his son Abijah became the king.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}