{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jeroboam had been ruling Israel for almost eighteen years, Abijah became the king of Judah.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He ruled in Jerusalem for three years. His mother was Micaiah, the daughter of Uriel from the city of Gibeah.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "There was a war between the armies of Abijah and Jeroboam.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abijah went into the battle, taking 400,000 of his capable soldiers, and Jeroboam prepared to fight them, taking 800,000 of his capable troops.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abijah stood on the top of Mount Zemaraim, which is in the hill country that belonged to the tribe of Ephraim, and he shouted, \"Jeroboam and all you other people of Israel, listen to me!\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You certainly know that Yahweh, whom we Israelites are to worship, made a covenant with David by which he promised that his descendants would always rule over Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jeroboam, who was only an official of David's son King Solomon, rebelled against his king.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And when Solomon's son Rehoboam became king and was still young and inexperienced, a group of worthless scoundrels gathered around you and rebelled against him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And now you are planning to fight against the kingdom that Yahweh established to be governed by David's descendants. It is true that you have a huge army, and you and your soldiers have brought with you the golden statues of calves that Jeroboam's workers made to be your gods.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you drove out the priests that Yahweh appointed, men who are descendants of Aaron the first high priest. You also drove out the descendants of Levi, and you appointed the priests that you wanted, like the people of other countries do. And so one may even come to set himself apart for the work of a priest, even sacrificing a young bull and seven rams as a sign of his ordination and his dedication to become a priest. But what kind of priest is he? He is consecrated to serve idols that are not gods at all!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for us, Yahweh is our God, and we have not abandoned him. Our priests who serve Yahweh are descendants of Aaron, and the descendants of Levi assist them.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every morning and every evening they present to Yahweh offerings to be completely burned on the altar, and they burn fragrant incense. Each week they place on the sacred table the bread to display before Yahweh, and each morning they light the lamps that are on the gold lampstand. We are obeying what Yahweh our God requires us to do. But you have abandoned him; you no longer worship him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh is with us; he is our leader. The priests whom he has appointed will blow their trumpets to signal that we are ready to fight a battle against you. You Israelite men, do not fight against Yahweh, the God to whom your ancestors belonged, because you will not be successful against him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While he was speaking, Jeroboam sent some of his troops around the army of Judah. So while the soldiers who were with Jeroboam were in front of the army of Judah, the other soldiers of Israel were behind the army of Judah.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the soldiers of Judah turned and saw that they were going to be attacked from the front and from the rear, they cried out to Yahweh. The priests blew their trumpets,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and the men of Judah shouted a loud battle cry. Then Yahweh enabled Abijah and the army of Judah to defeat Jeroboam and the army of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The soldiers of Israel fled from the soldiers of Judah, and God enabled the army of Judah to defeat them.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abijah and his troops struck the capable soldiers of Israel and killed 500,000 of them, the best soldiers there were in Israel.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the soldiers of Israel were defeated, and the soldiers of Judah won the battle because they trusted in Yahweh, the God to whom their ancestors belonged.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abijah's army pursued the army of Jeroboam, and they captured from the people of Israel the cities of Bethel, Jeshanah, and Ephron, and the surrounding villages.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the remaining time that Abijah ruled, Jeroboam did not become powerful again. Then Yahweh caused him to become very ill, and he died.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Abijah became more powerful. He married fourteen wives and had twenty-two sons and sixteen daughters.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "An account of the other things that Abijah did while he was the was king, including what he said and what he did, is in the scroll written by the prophet Iddo.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}