{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Abijah died, he was buried in the part of Jerusalem called the city of David. His son Asa became the king. While Asa was ruling, there was peace in Judah for ten years.\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Asa did things that Yahweh his God considers to be right and good.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His workers got rid of the altars to worship foreign gods that were at the hilltops where the idols were worshiped. They smashed the stone pillars and cut down the poles that were there for the goddess Asherah.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Asa commanded the people of Judah to worship only Yahweh, the God whom their ancestors worshiped, and to seek his will and obey his commands.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His workers destroyed all the places where idols were worshiped on the hilltops, and the altars for burning incense to idols, in every town in Judah. As a result, there was peace while Asa ruled the kingdom of Judah.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His workers built cities and constructed walls around them. No army attacked Judah during those years, because Yahweh enabled them to have peace.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Asa said to the people of Judah, \"We should protect these towns by building walls around them, with watchtowers and gates that have bars. This country still belongs to us because we have requested Yahweh our God to help us. We requested him for his help, and he has given us peace in our entire country.\" So they built buildings and succeeded in what they did.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Asa had an army of 300,000 men from Judah. They all carried large shields and spears. He also had 280,000 men from the tribe of Benjamin in his army. They also carried shields, and also bows and arrows. They were all brave soldiers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zerah, a man from Ethiopia, attacked Judah with an army of one million men and three hundred chariots. He came to Mareshah, southwest of Jerusalem.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Asa went with his army to fight against them, and both armies took their positions in the Zephathah Valley.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Asa cried out to Yahweh his God, saying, \"Yahweh, there is no one like you who can help those who have very little power to resist large armies. We have come to fight against this huge army. Yahweh, you are our God; do not allow anyone to defeat you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh enabled Asa and the army of Judah to defeat the army from Ethiopia. They fled,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and Asa and his army pursued them to the southwest as far as Gerar. A huge number of the soldiers from Ethiopia were killed, with the result that those who were not killed were unable to fight anymore. They were completely defeated by Yahweh and his army, and the men of Judah carried away a great amount of their possessions.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of Judah were able to destroy the villages near to the city of Gerar because Yahweh had caused the people there to become terrified and unable to fight. The army of Judah took away all the valuable things from those villages.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also attacked the places where the local people who took care of domestic animals had set up their tents, and they took away large flocks and herds of sheep and goats and camels. Then they returned to Jerusalem.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}