{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Spirit of God came on Azariah son of Oded.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Azariah went to talk with Asa and said to him, \"Asa and all you men of the tribes of Judah and Benjamin, listen to me. Yahweh is with you whenever you are with him. If you request him to help you, he will help you, but if you abandon him, he will abandon you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For many years the Israelite people did not have the true God, and they did not have priests or God's laws.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when they experienced trouble, they turned to Yahweh, our God, and requested him to help them. And he helped them.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, people were not safe when they traveled, because all the people who lived in those countries were experiencing many difficulties.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of various nations were crushed by armies of other nations, and people in some cities were crushed by armies from other cities, because God was allowing them to experience many difficulties.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you people, you must be strong and do not become discouraged, because God will reward you for what you do to please him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Asa was encouraged when he heard what Azariah son of Oded, prophesied. Asa commanded his workers to remove all the detestable idols from everywhere in the tribes of Judah and Benjamin, and from the towns that his soldiers had captured in the hills of the tribe of Ephraim. Asa's workers repaired the altar where people offered sacrifices to Yahweh that was in front of the entrance to the temple in Jerusalem.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He gathered together all the people of the tribes of Judah and Benjamin and many people had come from the tribes of Ephraim, Manasseh, and Simeon who were living among them. He was able to do that because many people had left those tribes in Israel, when they realized that Yahweh was helping him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Asa had been ruling for almost fifteen years, in the third month of that year, those people gathered in Jerusalem.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time they sacrificed to Yahweh seven hundred bulls and seven thousand sheep and goats, from the animals that they had captured when they defeated the army of Ethiopia.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They solemnly made an agreement to worship very sincerely Yahweh, the God whom our ancestors worshiped.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They promised to execute all those who would not worship Yahweh, including those who were important and who were not important, both men and women.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They shouted and blew trumpets and other horns while they solemnly promised to do that.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people who were living in Judah were happy to promise to do that because they had solemnly promised to do it very sincerely. They eagerly asked Yahweh to guide them, and he helped them. So he enabled them to have peace throughout their country.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Asa's grandmother Maacah had made a disgusting pole for worshiping the goddess Asherah. So Asa commanded his workers to cut down that pole, chop it into pieces, and burn it in the Kidron Valley. He did not allow Maacah to continue to influence the people because she was the mother of the previous king.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although Asa's workers did not get rid of places where people worshiped idols, and those high places remained on the hills throughout Asa's reign. But still, Asa was determined to do what pleased Yahweh all during the years that he was alive.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He ordered his workers to bring into God's temple all the silver and gold and other valuable items that he and his father had dedicated to God.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were no more wars in Judah until Asa had been ruling Judah almost thirty-five years.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}