{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Asa had been ruling Judah for almost thirty-six years, King Baasha of Israel went with his army to attack Judah. They captured the town of Ramah north of Jerusalem and started to build a wall around it, in order to prevent any people from entering or leaving the area in Judah that King Asa ruled.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Asa told his workers to take all the silver and gold that was in the storerooms of the temple and in his own palace, and take and give it to Ben Hadad, the king of Aram, who was ruling in Damascus. He sent him a message, saying,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I want there to be a peace treaty between me and you, like there was between my father and your father. Look, I am sending you much silver and gold. So please cancel the treaty that you have made with Baasha, the king of Israel, in order that he will take his soldiers away from attacking mine, because he will be afraid of your army.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ben Hadad agreed to do what King Asa suggested. He sent the commanders of his armies with their soldiers to attack some of the towns in Israel. They captured Ijon, Dan, Abel Maim, and all the cities in the tribe of Naphtali where supplies were kept.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Baasha heard about that, he commanded his troops to stop fortifying Ramah.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King Asa gathered all the men of Judah, and they took away from Ramah all the stones and timber that Baasha's men had been using to build the wall around that town. They took those materials to the cities of Geba and Mizpah north of Jerusalem and built walls around them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time the prophet Hanani went to King Asa and said to him, \"Because you relied on the king of Aram and not on Yahweh our God, the army of the king of Aram has escaped from you.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Remember that the huge armies from Ethiopia were very powerful. But when you relied on Yahweh, he enabled your army to defeat them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That happened because Yahweh sees what is happening all over the earth, and he strengthens those who completely trust him. You have done a very foolish thing, so from now on other armies will be fighting your army.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Asa was very angry with the prophet because of what the prophet had said. So he commanded his officials to put Hanani in prison. At that same time, he started to treat some of his people very cruelly.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the things that Asa did while he was ruling, from the time he started to rule until he died, are written in the book of the kings of Judah and Israel.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Asa had been ruling for almost thirty-nine years, he was afflicted with a disease in his feet. The disease was very severe, but in spite of that, he did not request help from Yahweh. Instead he sought help only from doctors.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Asa had been ruling for about forty-one years when he died. \n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People buried him in the tomb that his workers had made for him in the part of Jerusalem called \"the city of David.\" They laid his corpse on a bed covered with spices and various perfumes that had been mixed together. They also lit a huge fire to honor him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}