{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Asa's son Jehoshaphat became the king of Judah, and he enabled his army to become very strong, with the result that they could resist attacks from the army of Israel.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He put soldiers in all the cities in Judah around which they had built walls, and he put soldiers in other places in Judah and in the towns in the tribe of Ephraim that soldiers of his father Asa had captured.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh helped Jehoshaphat because in his earlier years, when he first began his rule, he did the things that pleased Yahweh just as his ancestor King David had done. Jehoshaphat did not worship Baal.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, he sought advice from the God whom his father had worshiped, and he obeyed God's commands and he did not do the evil things that the kings of Israel kept doing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh enabled him to completely control his kingdom. All the people of Judah brought gifts to him, with the result that he became very rich and was greatly honored.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was completely devoted to doing what pleased Yahweh. His workers got rid of the places on hilltops were idols were worshiped and the places where poles were set up and used to worship the goddess Asherah all throughout Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he had been ruling Judah for almost three years, he sent some of his officials—Ben-Hail, Obadiah, Zechariah, Nethanel, and Micaiah—to teach the people in various cities in Judah.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "With them he sent several descendants of Levi—Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tob-Adonijah, along with two priests, Elishama and Jehoram.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took with them a scroll on which was written the laws of Yahweh and they taught them to the people in all the towns throughout Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people in all the kingdoms surrounding Judah became very afraid of what Yahweh might do to punish them if they fought against Judah, so they did not try to fight Jehoshaphat's army.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some people from Philistia brought gifts to Jehoshaphat, and they also brought to him the silver that he demanded that they pay to him. Some Arabs brought to him 7,700 rams and 7,700 goats.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoshaphat continued to become more powerful. His workers built forts and places to store supplies in various towns in Judah.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they put large amounts of supplies in those storehouses.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Jehoshaphat also placed in Jerusalem soldiers who were experienced.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The leaders and numbers from each tribe were as follows:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "From the tribe of Judah, Adnah was the leader of the soldiers, and he commanded 300,000 soldiers.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His assistant was Jehohanan, who commanded 280,000 soldiers.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next was Zicri's son Amasiah, who volunteered to serve Yahweh in this way; he commanded 200,000 courageous soldiers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the tribe of Benjamin, Eliada, who was a brave soldier, was the leader of the soldiers; he commanded 200,000 men who had bows, arrows, and shields.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next was Jehozabad, who commanded 180,000 men who had weapons for fighting battles.\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those were the soldiers who served the king in Jerusalem, in addition to the men whom the king had placed in the other cities in Judah that had walls around them.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}