{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoshaphat became very wealthy and was greatly honored. But then he arranged for one of his family to marry someone from the family of King Ahab of Israel.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Several years later, he went down from Jerusalem to Samaria to visit Ahab. Ahab welcomed him, and the people who had come with him by slaughtering many sheep and cattle for a feast.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he asked Jehoshaphat, \"Will you and your army go with my army to attack the city of Ramoth in the region of Gilead?\" Jehoshaphat replied, \"My soldiers and I are at your orders. We will go to war when you tell us to go.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he added, \"But we should ask Yahweh first, to find out what he wants us to do.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king of Israel gathered all his four hundred prophets and asked them, \"Should we go to fight the people of Ramoth, or should we not?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "They replied, \"Yes, go and attack them because God will enable your army to defeat them.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jehoshaphat asked, \"Is there no prophet of Yahweh here whom we can ask?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Israel replied, \"There is still one man here, whom we can ask to find out what Yahweh wants, His name is Micaiah son of Imlah. But I hate him because he never says that anything good about me. He always predicts that bad things will happen to me.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Jehoshaphat replied, \"King Ahab, you should not say that!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king of Israel told one of his officials to summon Micaiah immediately.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the king of Israel and the king of Judah were sitting there on thrones, wearing their royal robes. They were sitting by the gate of Samaria, and all the prophets were busy saying words of prophecy to them.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of them whose name was Zedekiah son of Kenaanah, had made from iron something that resembled the horns of a bull. He proclaimed to Ahab, \"This is what Yahweh says: 'With horns like these, your army will keep attacking the army of Aram like a bull attacks another animal, until you completely destroy them.'\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the other prophets of Ahab agreed. They said, \"Yes! If you attack Ramoth in Gilead, you will be successful, because Yahweh will enable you to defeat them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The messenger who went to summon Micaiah said to him, \"Listen to me! All the other prophets are predicting the same thing. You had better do as they are doing!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Micaiah said, \"As surely as Yahweh lives, I will tell him only what he tells me to say.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Micaiah arrived, the king of Israel asked him, \"Should we go to attack Ramoth, or not?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Micaiah replied, \"Sure, go! Yahweh will enable your army to defeat them!\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But King Ahab wished to appear reverent toward Yahweh in front of Jehoshaphat. He said to Miciaiah, \"I keep telling you to say only what Yahweh tells you to say!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Micaiah replied, \"The truth is that in a vision I saw all the troops of Israel scattered on the mountains. They seemed to be like sheep that did not have a shepherd. And Yahweh said, 'Their master has been killed. So tell them all to go home peacefully.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahab turned to Jehoshaphat and said, \"I told you that Micaiah never says anything good will happen to me! He only predicts bad things for me.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Micaiah continued, saying, \"Listen to what Yahweh showed to me! In a vision I saw Yahweh sitting on his throne, with all the armies of heaven standing around him, on his right side and on his left side.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And Yahweh said, 'Who can persuade Ahab, the king of Israel, to go to fight against the people of Ramoth, in order that he may be killed there?'\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Some suggested one thing, and others suggested something else.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Finally one spirit forward and said, 'I can do it!'\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Yahweh asked him, 'How will you do it?'\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The spirit replied, 'I will go and inspire all of Ahab's prophets to tell lies.' Yahweh said, 'You will be successful; go and do it!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now I tell you that Yahweh has caused your prophets to lie to you. Yahweh has decided that something terrible will happen to you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Zedekiah walked over to Micaiah and slapped him on his face. He said, \"Do you think that Yahweh's spirit left me in order to speak to you?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Micaiah replied, \"You will find out for yourself to which of us Yahweh's spirit has truly spoken on the day when you go into a room of some house to hide from the Aramean soldiers!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Ahab commanded his soldiers, \"Arrest Micaiah and take him to Amon, the governor of this city, and to my son Joash.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them that I have commanded that they should put this man in prison and give him only bread and water. Do not give him anything else to eat until I return safely from the battle!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Micaiah replied, \"If you return safely, it will be clear that it was not Yahweh who told me what to say to you!\" Then he said to all those who were standing there, \"Do not forget what I have said to King Ahab!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king of Israel and the king of Judah led their armies to Ramoth in Gilead.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Ahab said to Jehoshaphat, \"I will put on different clothes, in order that no one will recognize that I am the king. But you should wear your royal robe.\" So the king of Israel disguised himself, and they both went into the battle.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Aram had told his soldiers who were driving the chariots, \"Attack only the king of Israel! Do not attack anyone else.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when the soldiers who were driving the Aramean chariots saw Jehoshaphat wearing the royal robes, they thought, \"He must be the king of Israel!\"\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they turned to attack him. But when Jehoshaphat cried out, Yahweh helped him, and they realized that he was not the king of Israel. And God caused them to stop pursuing him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But one Aramean soldier shot an arrow at Ahab, without knowing who he was. The arrow struck Ahab between the places where the parts of his armor joined together. Ahab told the driver of his chariot, \"Turn the chariot around and take me out of here! I have been severely wounded!\"\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The battle continued all the day. Ahab was sitting propped up in his chariot, facing the Aramean soldiers. And late in the afternoon, when the sun was setting, he died.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}