{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When King Jehoshaphat returned safely to his palace in Jerusalem,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the prophet Jehu son of the prophet Hanani, went out of the city to meet the king, and said to him, \"It was not right for you to help a wicked man and to love those who hate Yahweh. Because of what you have done, Yahweh is angry with you.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you have done some good things; you got rid of the poles in this country for worshiping the goddess Asherah, and you have been determined to do what pleases God.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoshaphat lived in Jerusalem. But one time, like he had done once previously, he went out among all the people in the country, from the city of Beersheba in the far south to the hill country of the tribe of Ephraim in the far north, and he convinced them to return to worshiping Yahweh, the God whom their ancestors worshiped.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He appointed judges throughout Judah, in each of the cities that had walls around them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He told them, \"Make your decisions carefully, because you are judging cases not in order to please people, but to please Yahweh. And he will be watching you whenever you make a decision.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now revere Yahweh and judge cases carefully and do not forget that Yahweh our God never acts unjustly, and that he never does what people want because they offer him money.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In Jerusalem, Jehoshaphat also appointed some priests and other descendants of Levi and some leaders of Israelite families to be judges. He told them to do what Yahweh's laws said was right when they settled disputes. Those men lived in Jerusalem.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He told them this: \"You must always do your work faithfully, honoring Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In every dispute that your fellow Israelites who live in the cities want you to settle, you must warn them to not sin against Yahweh by telling lies during the trial—regardless of whether the trial is about murder, or about various laws, or about various royal decress. If you do not warn them, God will punish you. Do this so that he does not become angry with you or your fellow Israelites.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Amariah, the high priest, will supervise you in any matter that Yahweh is concerned about, and Zebadiah son of Ishmael, the leader of the tribe of Judah, will supervise you in any matter that I am concerned about. And the descendants of Levi will assist you. Act courageously, and I pray that Yahweh will help those who do their work well.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}