{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon decided that a temple should be built where Yahweh would be worshiped, and also that he would build a palace for himself.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He commanded seventy thousand men to carry the building supplies and eighty thousand men to cut stones from quarries in the hills. He also chose 3,600 men to supervise them.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon sent this message to King Hiram of the city of Tyre:\n"
      },
      {
        "tag": "pi",
        "type": "paragraph",
        "text": "\"Many years ago when my father David was building his palace, you sent him cedar logs. Will you send me cedar logs, too?\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are about to build a temple to set it apart for Yahweh, to burn for him incense made from fragrant spices, to always display before him the bread, and to burn animal offerings every morning and evening and day of rest, as well as at every new moon and on the other special festivals to honor Yahweh our God. We want to do these things forever, as Yahweh has commanded.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We want this temple to be a great temple, because our God is greater than all other gods.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But no one can build a place for God to live in, since even the heavens and the earth are not big enough for him. I myself an not worthy to build him a house, except as a place to offer sacrifices to him.\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, please send me someone who is very good at making things from gold and silver and bronze and iron, and at making things from purple and red and blue cloth. He should also know well how to engrave designs. I want him to work in Jerusalem and in other places in Judah with my skilled craftsmen, the ones whom my father David appointed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know that your workers are skilled in cutting timber, so also please send me cedar logs, pine logs, and algum from the Lebanon mountains. My workers will work with your workers.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that way, they will provide me with plenty of lumber. We will need plenty, because I want the temple that we will build to be large and beautiful.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will pay to your workers, the men who cut the logs, 4,400 kiloliters of bushels of ground wheat, 4,400 kiloliters of barley, and 440 kiloliters of wine, and 440 kiloliters of olive oil.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Hiram received this message, he replied by sending a message back to Solomon:\n"
      },
      {
        "tag": "pi",
        "type": "paragraph",
        "text": "\"Because Yahweh loves his people, he has appointed you to be their king.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let everyone praise Yahweh, the God to whom the Israelite people belong, the one who created the sky and the earth! He has given King David a wise son, one who is very intelligent and who has good skill and understanding. He wants to build a temple for Yahweh and a palace for himself.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will send to you Huram-Abi, one of my skilled craftsmen.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His mother was from the tribe of Dan, and his father was from here in Tyre. He is able to make things from gold and silver and bronze and iron and stone and wood, but he also makes nice things from purple and blue and red cloth, and he does all kinds of engraving. He can make things using any design that you give to him. He will work with your craftsmen, and the craftsmen who did work for your father, King David.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now please send us the wheat, barley, olive oil, and wine that you promised to send to us.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you do that, my workers will cut in the Lebanon mountains all the logs that you need and bring them down to the sea. Then we will tie the logs together to form rafts with them, and float them in the sea to the city of Joppa. From there, you can arrange for men to take them up to Jerusalem.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon told his workers to count all the people from other countries who were living in Israel, similar to what his father David had done. There were 153,600 of them.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon assigned seventy thousand of them to carry materials, and eighty thousand to cut stone from quarries in the hills, and 3,600 of them to supervise the others and be sure that they worked steadily.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}