{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later armies from Moab and Ammon and some soldiers from region of Meun, near Edom, came to fight against Jehoshaphat's army.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some men came and told Jehoshaphat, \"A huge army is coming to attack your army. They are coming from the region of Edom, from the other side of the Dead Sea. They have already come to Hazezon Tamar!\" Another name for that place is Engedi.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoshaphat became very afraid, so he decided to ask Yahweh what he should do. He also proclaimed that all the people of Judah should fast.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Judah gathered together to request Yahweh to help them. They came to Jerusalem from every town in Judah to seek help from Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jehoshaphat stood up in front of the people of Judah in front of the new courtyard of the temple,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and he prayed this:\n"
      },
      {
        "tag": "pi",
        "type": "paragraph",
        "text": "\"Yahweh, the God whom our ancestors belonged to, you rule from heaven. You rule over all the kings and nations on earth. You can do anything; no one can successfully oppose you.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our God, you drove out the people who lived in this land while your Israelite people advanced into it, and you certainly gave it to us who are descendants of Abraham, so that the land would belong to us forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our ancestors lived here and built a temple at which to worship you. At that time they prayed:\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'If we experience disasters, either from our enemies attacking us, or from disease or hunger, we will assemble at this temple in your presence, for you agreed to be present here. We will plead with you because of the things we are suffering, and you will hear us and will rescue us.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You would not allow our Israelite ancestors to enter the countries of Ammon, Moab, or Edom when they were traveling from Egypt to Canaan. So our ancestors turned away from those areas and did not attack the people there and did not destroy them. But now they are coming here to attack us.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We did good things for them. But now look at how they are repaying us by trying to drive out us from the land that you gave to our ancestors to belong to them and their descendants forever!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, our God, please punish them. We cannot defeat the enormous army that is coming to attack us. We do not know what to do, but we are depending on you to help us.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the men of Judah and their wives, children, and babies were standing there in the presence of Yahweh while Jehoshaphat prayed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Spirit of Yahweh came upon Jahaziel son of Zechariah, who was son of Benaiah, who was son of Jeiel, who was son of Mattaniah. He was a descendant of Levi and a descendant of Asaph. He stood up in front of the whole group that was gathered there,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and said, \"King Jehoshaphat and all you who live in Jerusalem and in other places in Judah, listen! This is what Yahweh says to you: 'Do not be afraid or discouraged because of this huge army that is coming to attack you, because it is not you who will win this battle. It is God who will win it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tomorrow march down toward them. They will be climbing up through the pass of Ziz north of En Gedi. You will meet them at the end of the gorge near wilderness of Jeruel.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you will not need to fight this battle. You soldiers from Jerusalem and other places in Judah, just take your positions, and then stand still and watch what will happen. You will see Yahweh rescue you. Do not be afraid or discouraged. March toward them tomorrow, and Yahweh will be with you.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoshaphat prostrated himself with his face touching the ground, and all the people of Jerusalem and other places in Judah who were there knelt down to worship Yahweh.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then some descendants of Levi who were descendants of Kohath and Korah stood up and loudly praised Yahweh, the God whom the Israelites belonged to.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Early the next morning the army left to go to the desert near the town of Tekoa. While they were leaving, Jehoshaphat stood up and said to them, \"You people of Jerusalem and other places in Judah, listen to me! Trust in Yahweh our God; if you do that, you will be strong. Trust in what his prophets have said; if you do that, you will be successful.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, after consulting with the people's leaders, Jehoshaphat assigned some persons to sign praise ot Yahweh for his greatness, and for these individuals to lead the entire army to the enemy. They were singing,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "\"Thank Yahweh,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "because he faithfully loves us forever.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they began to sing and praise Yahweh, Yahweh caused some enemy soldiers to unexpectedly attack the others from Ammon and Moab and Edom. They defeated the others in their army.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the soldiers from Ammon and Moab attacked the soldiers from Edom and completely annihilated them. After they finished slaughtering the men from Edom, they slaughtered each other.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the soldiers from Judah came to the place where they could look down over the wilderness, they looked toward that huge army of their enemies, and they saw only corpses lying on the ground. No one had survived.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jehoshaphat and his soldiers went to take the possessions of their enemies, and they saw that there was a lot of equipment and clothing and other valuable things; there was more than they could carry away. There were very many things, with the result that it took three days for them to collect them all.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The following day they gathered in Berakah Valley and praised Yahweh there. That is why that valley is still called Berakah, which means praise.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then while Jehoshaphat led them, all the soldiers who were from Jerusalem and other places in Judah returned to Jerusalem. They were happy because Yahweh had enabled them to defeat their enemies.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they arrived at Jerusalem, they went to the temple, playing harps, lutes, and trumpets.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People in the kingdoms of the nearby countries became very afraid when they heard how Yahweh had fought against the enemies of the Israelites.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then there was peace in the kingdom that Jehoshaphat ruled, because God had enabled him to have peace throughout the country.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoshaphat continued to rule Judah. He was thirty-five years old when he became king of Judah, and he ruled in Jerusalem for twenty-five years. His mother's name was Azubah, the daughter of Shilhi.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did things that were pleasing to Yahweh, like his father Asa had done, and he did not stop doing those things.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he did not get rid of the places where idols were worshiped on the hills in the countryside, and most of the people still not erious about obeying the God whom their ancestors had worshiped.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A record of the other things that Jehoshaphat did while he ruled, from the beginning until he died, is in the scrolls written by the prophet Jehu son of Hanani. They are also in the scroll on which was written a record of the activities of the kings of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later, Jehoshaphat made a treaty with Ahaziah, the king of Israel, who was a very wicked king.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They agreed that their workers would build a fleet of ships to use to buy and sell things with other countries. After those ships were built at Ezion Geber,\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eliezer son of Dodavahu of the city of Mareshah, prophesied against Jehoshaphat. He said, \"You have made an alliance with Ahaziah, who is a wicked king. Therefore, Yahweh will destroy the ships that your workers have made.\" And the ships were wrecked, and were never able to sail to other countries.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}