{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jehoshaphat died and was buried where his ancestors were buried in the part of Jerusalem called the city of David. His son Jehoram became the next king of Judah.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoram's younger brothers were Azariah, Jehiel, Zechariah, Azariah, Michael, and Shephatiah.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before Jehoshaphat died, he had given them large gifts of silver and gold and other valuable things. He also appointed them to rule various cities in Judah that had walls around them. But he appointed Jehoram to be the king of Judah, because Jehoram was his oldest son.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jehoram was completely in control of his father's kingdom, he caused all of his younger brothers to be killed, along with some of the leaders of the nation.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoram was thirty-two years old when he became the king, and he ruled in Jerusalem for eight years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he did many of the evil things that the kings of Israel had done. He did many things that Yahweh said were evil, things that the family of Ahab had done, because he married one of Ahab's daughters.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, because of the covenant that Yahweh had made with King David, Yahweh did not want to get rid of the descendants Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Jehoram was ruling, the people in the region of Edom rebelled against the king of Judah and appointed their own king.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jehoram and his officers and his men in chariots went to Edom. There, the army of Edom surrounded them. However, Jerhoram and his army attacked them and broke free from them; then they escaped during the night.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the king of Judah was never able to regain control of Edom, and Edom is still not controlled by Judah. The people in the city of Libnah between Judah and Philistia also rebelled against Judah. Those things happened because Jehoram stopped obeying Yahweh, the God whom his ancestors belonged to.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the hilltops in Judah he had also built high places, where they worshiped idols. He caused the people of Judah to stray away from Yahweh by worshiping foreign gods.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day, Jehoram received a letter from the prophet Elijah. Elijah had written this:\n"
      },
      {
        "tag": "li",
        "text": "\"This is what Yahweh, the God whom your ancestor King David worshiped, says: 'You have not done things that please me like your father Jehoshaphat did or what King Asa did.\n",
        "children": [],
        "endTag": ""
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, you have continually done the evil things that the kings of Israel have done. You have encouraged the people in Jerusalem and other places in Judah to stop worshiping Yahweh and to be unfaithful to him. And you have killed your brothers, men who were better than you are.'\n"
      },
      {
        "tag": "li",
        "nextChar": "\n",
        "children": [],
        "endTag": ""
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now Yahweh is about to cause disasters to strike very severely the people in your kingdom and even your own children and your wives, and everything that you own.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And you yourself will have an intestinal disease that will continue to become worse, and you will suffer from it until you die.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh stirred up some men from the Philistia people group and some Arabs who lived near the coast of the Mediterranean Sea, where people from Ethiopia had settled, to come against Jehoram.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their army invaded Judah and took away from Jerusalem all the valuable things that they found in the king's palace; they also took away his sons and wives. His youngest son, Jehoahaz, was the only one of his sons whom they did not take away.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that happened, Yahweh caused Jehoram to be afflicted with an intestinal disease that no doctor could cure.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "About two years later, while he had great pain, he died because of that disease. The people of Judah had made bonfires to honor his ancestors when they died, but they did not make a bonfire for Jehoram.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoram was thirty-two years old when he became the king, and he ruled in Jerusalem for eight years. No one regretted it when he died. His corpse was buried in the part of Jerusalem called the city of David, but he was not buried where the other kings of Judah had been buried.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}