{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Jerusalem appointed Jehoram's youngest son Ahaziah to be their king, because the men from Philistia who had invaded Judah with some Arabs had killed all of Jehoram's other sons. So Ahaziah started to rule Judah.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahaziah was twenty-two years old when he became king. He ruled in Jerusalem for one year. His mother's name was Athaliah, a granddaughter of King Omri of Israel.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Ahab conducted his life just like the members of Ahab's family had done, because his mother encouraged him to do things that are wrong.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did many things that Yahweh said were evil, like the descendants of Ahab had done, because after Ahaziah's father died, they became his advisors. And Ahaziah died as a result of heeding their bad advice.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before he died, he did what they encourage him to do by going with Joram son of King Ahab of Israel, to fight against the army of Hazael, the king of Aram, at Ramoth Gilead. Joram was wounded there by the Arameans.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he was wounded, Joram went back to the city of Jezreel to recover from his battle wounds. Then King Ahaziah went down to Jezreel to see Joram son of King Ahab, because he had been wounded.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God caused Ahaziah to die as a result of his going to visit Joram. When Ahaziah arrived, he went with Joram to meet Jehu son of Nimshi, whom Yahweh had appointed to kill all the descendants of Ahab.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Jehu and the men who were with him were killing Ahab's descendants, they found the leaders of Judah and the sons of Ahaziah's relatives who had been working for Ahaziah, and they killed all of them also.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jehu went to find Ahaziah, and his soldiers found Ahaziah while he was hiding in the city of Samaria. They brought him to Jehu and executed him. Then they buried his corpse, because they said, \"He deserves to be buried, because he was a descendant of Jehoshaphat, who tried hard to please Yahweh.\" After that, there were no descendants of Ahaziah who were powerful enough to become the kings of Judah.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Athaliah, the mother of Ahaziah, saw that her son had been killed, she commanded that all the members of Ahaziah's family who might become king must be executed.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jehosheba, the daughter of King Jehoram, took Joash, Ahaziah's very young son, away from the other sons of the king who were about to be murdered, and she hid him and his nursemaid in a bedroom in the temple. Because Jehosheba, who was the daughter of King Jehoram and the wife of the high priest Jehoiada, was Ahaziah's sister, she was able to hide the child, with the result that Athaliah could not kill him.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He remained hidden there for six years while Athaliah ruled Judah.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}