{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next year, Jehoiada decided that it was necessary to do something. So he made an agreement with the army commanders of groups of one hundred soldiers: Azariah son of Jeroham, Ishmael son of Jehohanan, Azariah son of Obed, Maaseiah son of Adaiah, and Elishaphat son of Zicri.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went throughout Judah and gathered the descendants of Levi and the leaders of Israelite families from all the cities. When they came to Jerusalem,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the whole group went to the temple and made an agreement with the young king there. Jehoiada said to them, \"This is the son of the previous king of Judah. So he is the one who must rule, like Yahweh promised that the descendants of King David must do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So this is what you must do: One-third of you priests and other descendants of Levi who are starting to work on the Sabbath day must guard the temple doors.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One-third of you must guard the king's palace, and one-third of you must guard the Foundation Gate. All the other people will be in the courtyard outside the temple.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Only the priests and the descendants of Levi who work there are allowed to enter the temple, because they are set apart for that work. All the others must remain in the courtyard, obeying what Yahweh has commanded.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You descendants of Levi must stand around the young king, each of you with your weapon in your hand. You must kill anyone else who tries to enter the temple. And stay close to the king, wherever he goes.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the descendants of Levi and all the men of Judah did what Jehoiada had told them. He did not allow anyone to go home after he finished his work on that day. Each commander took his men, the ones who were finishing their work on that Sabbath day and those who were starting their work on that day.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jehoiada gave each of the commanders the spears and the large and small shields that had been put there in the temple by King David.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He commanded all the guards to stand in their positions, each with his sword in his hand, all around the king—near the altar and near the temple, from the north side to the south side.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jehoiada and his sons brought Joash out. They put a crown on his head and gave him a scroll on which were written the rules that the kings needed to obey, and they proclaimed that he was now the king. They anointed him with olive oil and shouted, \"We desire that the king will live for many years!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Athaliah heard the noise being made by the people running toward the king and cheering, she ran to the temple.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She saw the young king there standing alongside the pillar at the entrance of the temple, which is the place at the temple where the kings usually stood. The army commanders and trumpet players were standing beside the king, and all the people of Judah were rejoicing and blowing trumpets, and singers with their musical instruments were leading the people while they praised God. Then Athaliah tore her robes and started screaming, \"You are committing treason!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoiada the high priest said to the army commanders, \"Kill her, but do not kill her at the temple of Yahweh!\" Then he said to them, \"Bring Athaliah out between your ranks and kill anyone who tries to follow her!\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She tried to flee, but they seized her as she reached the Horse Gate, before the palace, and they killed her there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jehoiada made an agreement that he and the king and all the other people would be Yahweh's people.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the people who were there went to the temple of Baal and tore it down. They smashed the altars of Baal. They also killed Mattan, the priest of Baal, in front of those altars.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jehoiada appointed the priests, who were also descended from Levi, to take care of the temple. They were part of the group to whom King David had given various work at the temple, to sacrifice the animals that were to be completely burned on the altar, doing what was written in the laws that Moses had given to them. He also told them to rejoice and sing, which was also what David had commanded.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also put gatekeepers at the gates of the temple in order that anyone who was unacceptable to God would not be allowed to enter.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoiada took with him the army commanders, the important men, the leaders and many others, and brought the king down from the temple. They went into the palace through the Upper Gate, and put the king on his throne.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the people of Judah rejoiced. And there was quiet throughout the city, because Athaliah had been killed.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}