{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joash was seven years old when he became the king of Judah, and he ruled in Jerusalem for forty years. His mother's name was Zibiah; she was from the city of Beersheba.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joash did what pleased Yahweh all during the years that Jehoiada was the high priest.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoiada chose two women to be Joash's wives. And they bore Joash sons and daughters.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some years later, Joash decided that the temple should be repaired.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He summoned the priests and other descendants of Levi and said to them, \"Go to the cities of Judah and collect from the people the tax money that they are required to pay each year, and use that money to pay for repairing the temple. Do it immediately.\" But the descendants of Levi did not do it immediately.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king summoned Jehoiada and said to him, \"Why have you not required the descendants of Levi to bring to Jerusalem from various places in Judah the annual tax that Moses said that the people of Judah must pay, for taking care of the sacred tent?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The temple needed to be repaired because the sons of that wicked woman Athaliah had entered into the temple and had wrecked some of the things, and had also used some of the sacred items that were in it for the worship of Baal.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, obeying what the king commanded, the descendants of Levi made a chest and placed it outside the temple, at one of the entrances.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king sent letters everywhere in Judah, requesting everyone to bring their tax money to the temple, as Moses had required the Israelite people to do when they were in the wilderness.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the officials and the other people agreed, and they brought their contributions gladly. They put the money into the chest until it was full.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever the descendants of Levi brought the chest to the king's officials, and they saw that there was a lot of money in it, the king's secretary and the assistant to the high priest would take all the money from the chest and then put the chest back in its place. They did this frequently, and they collected a huge amount of money.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king and Jehoiada gave the money to the men who were supervising the work of repairing the temple. Those men hired stoneworkers and carpenters to repair the temple. They also hired men who worked with iron and bronze to repair the things in the temple that were broken.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men who did the repair work worked hard, and the work of repairing the temple progressed. They rebuilt the temple to make it as it was originally, and they made it stronger.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had finished the repair work, they brought to the king and to Jehoiada the money that they had not used for the repairs. That money was used to make things to use for performing the sacrifices that were to be completely burned on the altar, and to make bowls and other gold and silver things for the temple. As long as Joash lived, the people continually brought to the temple sacrifices that were to be completely burned on the altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoiada became very old. He died when he was 130 years old.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was buried where the kings had been buried, in the part of Jerusalem called the city of David. He was buried there because of the good things that he had done in Judah for God and for God's temple.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jehoiada died, the leaders of Judah went to Joash, bowed in front of him, and persuaded him to do what they wanted.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they and the other people stopped worshiping at the temple, and they started worshiping the poles dedicated to the goddess Asherah and other idols. Because they were doing those sinful things, God was very angry with the people of Jerusalem and with the people in other places in Judah.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although Yahweh sent prophets to persuade them to return to him, and although the prophets testified about the evil things that they had done, the people would not pay attention.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God's Spirit came upon Zechariah son of Jehoiada the high priest. He stood up front of the people and said, \"This is what God says: Why are you violating Yahweh's commandments? You will not be able prosper if you do that. Since you have stopped obeying Yahweh, he will stop taking care of you.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the people planned to kill Zechariah. And the king permitted them to kill him. They killed him by throwing stones at him in the temple courtyard.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Joash forgot about how Zechariah's father Jehoiada had been kind to him. So he commanded them to kill Jehoiada's son Zechariah, who said as he was dying, \"I hope that Yahweh will see what you are doing to me and punish you for doing it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Near the end of that year , the army of Aram marched to attack the army of Joash. They invaded Judah and attacked Jerusalem and killed all the leaders of the people. They seized many valuable things and sent them to their king in Damascus, their capital city.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The army of Aram that came to Judah was very small, but Yahweh allowed them to defeat the large army of Judah, because he was punishing Joash and the other people of Judah for having abandoned him, the God whom their ancestors worshiped.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before the battle ended, Joash was severely wounded. Then his officials decided to kill him for murdering Zechariah son of Jehoiada the high priest. They killed him while he was in his bed. They buried him in the part of Jerusalem called the city of David, but they did not bury him in the place where the other kings had been buried.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who conspired to kill him were Zabad son of Shimeath, who was a woman from the Ammon people group, and Jehozabad son of Shimrith, who was a woman from the Moab people group.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "An account of the things that were done by the sons of Joash and the many prophecies about Joash and what he did to repair the temple are written in the commentary on the book of the kings of Judah and Israel. Then after Joash died, Amaziah his son became the king.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}