{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Amaziah was twenty-five years old when he became the king of Judah, and he ruled from Jerusalem for twenty-nine years. His mother was Jehoaddan. She was from Jerusalem.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Amaziah did many things that pleased Yahweh, but he did not want to do them very much.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as he was in complete control of his kingdom, he caused others to execute the officials who had murdered his father.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he did not order their sons to be executed; he obeyed what was in the laws that Moses had written. In those laws Yahweh had commanded, \"People must not be executed because of what their children have done, and children must not be executed for what their parents have done. People must be executed only for the sins that they themselves have committed.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Amaziah summoned the men of the tribes of Judah and Benjamin to come to Jerusalem, and there he put them into groups, each clan in a group by themselves. Then he appointed officers to command each group. Some officers commanded one hundred men, and some commanded one thousand men. They counted the men who were at least twenty years old; altogether there were 300,000 men. They were all men who were ready to be in the army, and able to fight well, using spears and shields.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Amaziah also hired 100,000 capable soldiers from Israel; he paid paid almost 3,300 kilograms (or about three and one-third metric tons) of silver for them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But a prophet came to him and said, \"Your Majesty, you must not allow those soldiers from Israel to march with your soldiers, because Yahweh does not help the people of the tribe of Ephraim or from anywhere else in Israel.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even if your soldiers go and fight courageously in battles, God will cause your enemies to defeat you; do not forget that God has the power to help armies or to cause them to be defeated.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Amaziah asked that prophet, \"If I do that, what about 3,300 kilograms of silver that I paid to hire those soldiers from Israel?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "The prophet replied, \"Yahweh is able to pay you back more money than you paid to hire those soldiers.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Amaziah told those soldiers from Israel to return home. They left to go home, but they were very angry with the king of Judah for not allowing them to stay and fight.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Amaziah became brave, and he led his army to the Valley of Salt. There they killed ten thousand soldiers from the Edom people group.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The army of Judah also captured ten thousand other soldiers, took them to the top of a cliff, and threw them all down over the cliff, with the result that their bodies were all smashed to pieces.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While that was happening, the soldiers from Israel whom Amaziah had sent home raided cities and towns in Judea, from the city of Samaria to the city of Beth Horon. They killed three thousand people and took away a great amount of valuable things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Amaziah returned to Jerusalem after his army had slaughtered the soldiers from Edom, he brought the idols that his enemies had worshiped. He set them up to be his own gods. Then he bowed down to worship them and offered sacrifices to them.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of that, Yahweh was very angry with Amaziah. He sent a prophet to him, who said, \"Why do you worship these foreign gods who were not even able to save their own people when your army attacked them?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While he was still speaking, the king said to him, \"We certainly did not appoint you to be one of my advisors. So stop talking! If you say anything more, I will tell my soldiers to kill you!\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "So the prophet said, \"I know that God has determined to get rid of you, because you have begun to worship idols, and have not heeded my advice.\" Then the prophet said nothing more.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some time later Amaziah, the king of Judah, consulted his advisors. Then he sent a message to Jehoash, the king of Israel. He wrote, \"Come and meet me face to face in battle.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jehoash replied this to King Amaziah: \"One time a thistle growing in the mountains in Lebanon sent a message to a cedar tree, saying, 'Give your daughter to my son in order that he can marry her.' But a wild animal in Lebanon came along and trampled the thistle under his feet.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What I mean is that you are saying to yourself that your army has defeated the army of Edom, so you have become very proud. You can be proud of your victory, but you should not fight me. If you do, you will only make trouble for yourself. I will defeat you, and Judah with you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Amaziah paid no attention to Jehoash's message. This happened because God wanted Jehoash's army to defeat them, because they were worshiping the gods of Edom.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jehoash's army attacked. Their two armies faced each other at the city of Beth Shemesh in Judah.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The army of Judah was badly defeated by the army of Israel, and all the soldiers of Judah fled to their homes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Jehoash's army also captured King Amaziah there. Then he brought Amaziah to Jerusalem, and his soldiers tore down the wall that was around the city, from the Ephraim Gate to the Corner Gate. That was a section that was one-hundred and eighty meters long.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His soldiers also carried away the gold, silver, and other valuable objects from the temple that the descendants of Obed Edom had been guarding. They also took away the valuable things in the palace, and they took to Samaria some prisoners whom they had captured.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Jehoash of Israel died, and King Amaziah of Judah lived for fifteen years after that.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "An account of all the other things that Amaziah did while he was the king of Judah is written in the book of the kings of Judah and Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the time that Amaziah started to disobey Yahweh, some men in Jerusalem planned to kill him. He was able to escape to the city of Lachish, but those who wanted to kill him sent another group of people to Lachish and killed him there.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They put his corpse on a horse and brought it back to Jerusalem and buried it where his ancestors had been buried in what is called the city of Judah.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}