{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people took Uzziah and made him their king, in the place of his father Amaziah. Uzziah was sixteen years old at that time. \n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While he was the king, after his father King Amaziah had died, he had his workers rebuild the city of Elath and brought that city under the protection of Judah. \n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Uzziah ruled in Jerusalem for fifty-two years. His mother was Jecoliah; she was from Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Uzziah did the things that Yahweh said were good, like his father Amaziah had done.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He set himself to seek God in the days of Zechariah. Zechariah is the one who taught him to give honor to God. For as long as he sought Yahweh, God made him successful.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Uzziah and his army went to attack the army of Philistia. They tore down the walls of the cities of Gath, Jabneh, and Ashdod. Then they rebuilt the cities near Ashdod and in other places in Philistia.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God helped them to fight the army of Philistia and the Arabs who lived in the city of Gur Baal, and the descendants of Meun who had come to that area from Edom.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even the Ammon people group paid taxes to Uzziah each year. So Uzziah became famous as far as the border of Egypt, because he had become very powerful.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Uzziah's workers built watchtowers in Jerusalem at the Corner Gate, at the Valley Gate, and at the place where the wall turns, and they placed weapons in those towers.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also built watchtowers in the wilderness and dug many wells. They did that to provide water for a lot of the king's cattle that were in the foothills and in the plains. Uzziah was very interested in farming, so he also stationed workers to take care of his fields, vineyards in the hills, and in the fertile areas.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Uzziah's army was trained for fighting battles. They were in groups that were always ready to go into battles. Jeiel, the king's secretary, and Maaseiah, one of the army officers, counted the men and placed them in groups. Hananiah, one of the king's officials, was their commander.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The total number of the family leaders who led the strongest soldiers in battle was 2,600 in number.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the groups that those leaders commanded there was a total of 307,500 well-trained soldiers. It was a very powerful army, ready to fight the king's enemies.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Uzziah gave to each soldier a shield, a spear, a helmet, a vest made of iron plates, a bow and arrows, and a sling for throwing stones.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In Jerusalem his skilled workers made machines to put on the watchtowers and on the corners of the walls, to shoot arrows and to hurl large stones. He became very famous even in distant places, because God helped him very much and enabled him to become very powerful.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But because Uzziah was very powerful, he became very proud, and that caused him to be punished. He disobeyed what Yahweh his God had commanded. He went into the temple to burn incense on the altar where God had said that only the priests should burn incense.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Azariah, the high priest, and eighty other brave priests followed him into the temple.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They rebuked him and said to him, \"Uzziah, it is not right for you to burn incense to Yahweh because you are not set apart to serve as a priest, and only a priest can burn incense to Yahweh. The priests are the descendants of Aaron our first high priest, and you are not one of them! You must leave immediately, because you have disobeyed Yahweh our God, and he will not honor you for what you have done!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Uzziah was holding in his hand a pan for burning incense, and he became very angry with the priests. While he was expressing his anger, while he stood beside the altar of incense in front of the priests, suddenly spots of leprosy appeared on his forehead.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Azariah the high priest and all the other priests who were there looked at him, they saw the leprosy on his forehead, so they quickly took him outside. And truly the king was eager to leave the temple, because he knew that it was Yahweh who had caused him to have that leprosy, and he did not want it to become worse.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Uzziah had leprosy until he died. Because he had leprosy, he lived in a house that was not near other houses, and he was not allowed to enter the courtyard of the temple. His son Jotham supervised the palace and ruled the people of Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A record of all the other things that Uzziah did while he was the king of Judah was written by the prophet Isaiah son of Amoz.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because Uzziah was a leper, when he died they would not bury him in the royal tombs. Instead, they buried him in a nearby cemetery that the kings owned. Then his son Jotham became the king of Judah.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}