{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jotham was twenty-five years old when he became the king of Judah. He ruled from Jerusalem for sixteen years. His mother was Jerushah, the daughter of the priest Zadok.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jotham obeyed Yahweh and did what Yahweh approved. He followed the example of his father Uzziah in everything he did. (He did not, however, go into the Temple of Yahweh to burn incense as his father had done.) Yet the people of Judah continued to do the things that showed how sinful they had become. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jotham's workers rebuilt the Upper Gate of the temple, and they did a lot of work to repair the wall near the hill of Ophel.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They built cities in the hills of Judah, and they built forts and towers for defense in the forests.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the time that he was the king of Judah, his army attacked and defeated the army of the Ammon people group. Then, every year during the next three years, he required them to pay to him about three and one-third metric tons of silver, 2,200 kiloliters of wheat, and 2,200 kiloliters of barley.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jotham faithfully obeyed Yahweh his God, and as a result he became a very powerful king.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A record of everything else that Jotham did during the time that he was the king, including the wars that his army fought, is written in the book of the kings of Judah and Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he had ruled Judah for sixteen years, he died when he was forty-one years old.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was buried in Jerusalem, and his son Ahaz became the next king of Judah.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}