{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahaz was twenty years old when he became the king of Judah. He ruled from Jerusalem for sixteen years. His ancestor King David had been a good king, but Ahaz was not like David. He constantly disobeyed Yahweh\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and was as sinful as the kings of Israel had been. He made idols of the god Baal by having craftsmen cast them in metal.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He burned incense in the Valley of Ben Hinnom. He even killed some of his own sons in fires as sacrifices. That imitated the disgusting customs that the people groups who previously lived there had done, people whom Yahweh had drive out when the Israelites were advancing through the land.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He offered sacrifices to idols at the houses built upon hilltops and under every big green tree.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore Yahweh his God allowed his army to be defeated by the army of the king of Aram. They captured many soldiers of Judah and took them as prisoners to Damascus. The army of the king of Israel also defeated the army of Judah and killed very many of their soldiers.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In one day the army of Remaliah's son, King Pekah of Israel, killed 120,000 fine soldiers in Judah. That happened because the people of Judah had abandoned Yahweh, the God whom their ancestors worshiped.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zicri, a warrior from the tribe of Ephraim, killed King Ahaz's son Maaseiah, Azrikam, who was in charge of the palace, and Elkanah, the king's assistant.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The soldiers of Israel captured 200,000 of the people of Judah, including many wives and sons and daughters of the soldiers of Judah. They also seized and took back to Samaria many valuable things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But a prophet of Yahweh, whose name was Oded, was in Samaria. He went out of the city to meet the army as it was returning. He said to them, \"Yahweh, the God to whom your ancestors belonged, was angry with the people of Judah, so he has handed them over to you, and you have slaughtered so many in a towering rage.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And now you want to sin by causing men and women from Judah to become your slaves, but you have certainly offended Yahweh, our God, in this matter.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So listen to me! Send back to Judah your fellow countrymen whom you have captured, because Yahweh is extremely angry with you for what you did to them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then some of the leaders of the tribe of Ephraim—Azariah son of Johanan, Berekiah son of Meshillemoth, Jehizkiah son of Shallum, and Amasa son of Hadlai—rebuked those who were returning from the battle.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to them, \"You must not bring those prisoners here! If you do that, Yahweh will consider that we are guilty of sinning. We are already guilty of committing many sins; do you want to cause us to be even more guilty by committing another sin? God is already very angry with us people of Israel!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, while their leaders and others were watching, the soldiers released the prisoners, and also gave back to them the valuable things that they had captured.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The leaders assigned some men to take care of the prisoners. These men took some of the clothes that the soldiers had taken from the people of Judah and gave those clothes to the people who were naked. They also gave to the prisoners sandals and other clothes, as well as things to eat and drink, and they gave them olive oil to rub on their wounds. They gave donkeys to those who were very weak, in order that they could ride on them. Then they led them all to Jericho, the city that had many palm trees. Finally those men returned to Samaria.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "About that time, King Ahaz sent a message to the king of Assyria requesting help.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did that because the army from the Edom people group had come again and attacked Judah and taken away many of the people of Judah as prisoners.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the same time, men from Philistia raided towns in the foothills and in the southern Judean wilderness. They captured the cities of Beth Shemesh, Aijalon, and Gederoth, as well as those of Soko, Timnah, and Gimzo with its nearby villages.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh allowed those things to happen in order to humble King Ahaz, because he had encouraged the people of Judah to do wicked things and had disobeyed Yahweh very much.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tiglath-Pileser, the king of Assyria, sent his army saying that they would help Ahaz, but instead of helping him, they caused him trouble.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahaz's soldiers took some of the valuable things from the temple and from the king's palace and from other leaders of Judah, and sent them to the king of Assyria to pay him to help them, but the king of Assyria refused to help Ahaz.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While King Ahaz was experiencing those troubles, he disobeyed Yahweh even more.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He offered sacrifices to the gods that were worshiped in Damascus, whose army had defeated his army. He thought, \"The gods that are worshiped by the kings of Aram have helped them, so I will offer sacrifices to those gods in order that they will help me.\" But worshiping those gods caused Ahaz and all of Israel to be ruined.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahaz gathered all the furnishings that were used in the temple and broke them into pieces. He locked the doors of the temple and set up altars for worshiping idols at every street corner in Jerusalem.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In every city in Judah, his workers built houses on the hilltops, and there they burned sacrifices to other gods, and that caused Yahweh, the God whom their ancestors worshiped, to be very angry with them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A record of the other things that Ahaz did while he was the king, from when he started to rule until he died, is written in the book of the kings ofJudah and Israel.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahaz died and was buried in Jerusalem, but he was not buried in the tombs where the other kings of Israel had been buried. Then his son Hezekiah became the king.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}