{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezekiah was twenty-five years old when he became the king of Judah. He ruled from Jerusalem for twenty-nine years. His mother was Abijah, the daughter of a man whose name was Zechariah.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezekiah did things that Yahweh considered to be right, like his ancestor King David had done.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the first month of the first year that Hezekiah was ruling Judah, he unlocked the doors of the temple, and his workers repaired them.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he gathered the priests and other descendants of Levi in the courtyard on the east side of the temple,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and he said to them, \"You descendants of Levi, listen to me! Set yourselves apart, and prepare the house of Yahweh so it is a place that honors Yahweh, whom your ancestors worshiped; carry out all the filthiness that is in the holy place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our ancestors disobeyed God; they did many things that he says are evil, and they did things that are not pleasing to him. They abandoned this place where Yahweh lives, and they have stopped worshiping him.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They locked the doors of the temple and extinguished the lamps. They did not burn any incense, and they did not offer any sacrifices that were to be completely burned on the altar in the holy place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, Yahweh has become very angry with us people of Jerusalem and other places in Judah, and he has caused other people to become frightened and horrified of us. And they ridicule us. You know this very well.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is why our fathers have been killed in battles, and our sons and daughters and our wives have been captured and taken to other countries.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now I intend to make a covenant with Yahweh, our God, in order that he will no longer be angry with us.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You who are like my sons, do not waste any time. Do immediately what Yahweh wants you to do. Yahweh has chosen you to stand in his presence and offer sacrifices and burn incense.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then these descendants of Levi started to work in the temple.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "From the descendants of Kohath there were Mahath the son of Amasai, and Joel the son of Azariah.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "From the descendants of Merari there were Kish the son of Abdi, and Azariah the son of Jehallelel.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "From the descendants of Gershon there were Joah the son of Zimmah, and Eden the son of Joah.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the descendants of Elizaphan there were Shimri and Jeiel.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "From the descendants of Asaph there were Zechariah and Mattaniah.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the descendants of Heman there were Jehiel and Shimei.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "From the descendants of Jeduthun there were Shemaiah and Uzziel.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those men gathered their fellow descendants of Levi and together they prepared themselves for the work of the priesthood. They took all the steps to prepare themselves so they could serve the king in Yahweh's house, because the king was following Yahweh's commands. And the Levites entered the temple to clean it up.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The worked within the temple to purify it. They brought out into the courtyard of the temple everything that they had found in the temple that was not pleasing to Yahweh. Then the descendants of Levi took those things down to the Kidron Valley and burned them there.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests and other descendants of Levi started this work on the first day of the first month and finished setting apart for the honor of Yahweh, the courtyard of the temple on the eighth day of that month, and they finished the work of setting the temple apart for the honor of Yahweh, one week later.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they went to King Hezekiah and reported this: \"We have purified all parts of the temple, and the altar where sacrifices are completely burned, and all the items used at the altar, the table on which the priests display the bread before Yahweh, and the things used at that table.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahaz ruled over us, he disobeyed what Yahweh had commanded, and he threw away many of the tools and implements from the temple many things that should be there, but now we have brought them back, we dedicated them to Yahweh's service, and then we placed them in front of the altar of Yahweh, where they can be seen.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Early the next morning, King Hezekiah gathered together the city officials, and they went to the courtyard of the temple.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took with them seven bulls, seven rams, seven male lambs, and seven male goats to be an offering in order that Yahweh would forgive the sins of all the people in the kingdom of Judah, and in order to purify the temple. The king commanded that the priests, who were descendants of Aaron, should offer those animals to be sacrifices to Yahweh on the altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So first the priests slaughtered those bulls, and took the blood and sprinkled it on the altar. Then they slaughtered the rams and sprinkled their blood on the altar. Then they slaughtered the lambs and sprinkled their blood on the altar.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The goats that were slaughtered to be an offering in order that Yahweh would forgive the sins of the people were brought to the king and the others who were there. Then the king and those who were present laid their hands on those goats.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priests slaughtered those goats and splashed their blood on the altar, to atone for the sins of Israel. The priests did that because the king had commanded that offerings that would be completely burned on the altar and other sacrifices should be made for all the people of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king then told the descendants of Levi to stand in the temple with their cymbals, harps, and lyres, obeying what David and his prophets Gad and Nathan had commanded. Those were things that Yahweh had told his prophets that the descendants of Levi should do.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the descendants of Levi went and stood in the temple, and began to play the musical instruments that King David had given to them. And the priests began to blow their trumpets.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Hezekiah told some of the priests to slaughter the animals that would be completely burned on the altar. When they started to slaughter the animals, the people started to sing to praise Yahweh, while the other descendants of Levi were playing their instruments.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people who were there bowed to worship Yahweh, while the singers sang and the trumpeters played. They continued to do this until they had finished slaughtering all the animals that would be completely burned.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they finished making those offerings, the king and all those who were there knelt down and worshiped Yahweh.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King Hezekiah and his officials commanded the descendants of Levi to praise Yahweh, singing the songs composed by David and Asaph the prophet. So they sang songs joyfully, and bowed their heads to worship.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Hezekiah said, \"You have now set yourselves apart for the honor of Yahweh. So come close to the temple and bring animals to be sacrificed, and also bring the other offerings to thank Yahweh for what he has done for you.\" Then those who wanted to bring animals to be completely burned on the altar brought them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Altogether they brought seventy bulls, one hundred rams, and two\nhundred male lambs to be completely burned on the altar.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The other animals that they brought were six hundred bulls and three thousand sheep and goats that were set apart for the honor of Yahweh, to be sacrifices.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were not enough priests to remove the skins from the animals that would be completely burned on the altar. So the descendants of Levi stepped in to helped the priests until the work was finished. The Levites were more hard-working and dedicated that the priests were.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In addition to the all the offerings that were completely burned on the altar, the priests burned the fat of the accompanying animals that were sacrificed to maintain good fellowship with Yahweh; there were also offerings of wine.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "In this way the worship at the temple began again.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And Hezekiah and all the other people of Judah celebrated, because God had enabled them to do all the repair work very quickly.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}