{
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king and all the other people who had gathered thought that this was a good plan.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they decided to send messages to all the cities and villages in Judah and in Israel, from Beersheba in the far south to Dan in the far north, including places in the tribes of Ephraim and Manasseh, to invite people to come to the temple in Jerusalem to celebrate the Passover to honor Yahweh, the God whom the Israelite people worshiped. Many of the people had not previously celebrated that festival, even though it had been written in the law of Moses that they should do that.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Obeying what the king commanded, messengers went throughout Judah and Israel, taking messages that had been written by the king and his officials. This is what they wrote:\n"
      },
      {
        "tag": "li",
        "text": "\"You Israelite people, you who survived after being slaves of the kings of Assyria, return to Yahweh, the God whom our great ancestors Abraham, Isaac, and Jacob worshiped, in order that he may return to you. Your fathers and your fellow countrymen did not faithfully obey Yahweh, the God whom our ancestors worshiped.\n",
        "children": [
          {
            "type": "text",
            "text": "\n"
          },
          {
            "tag": "s5",
            "nextChar": "\n",
            "type": "section"
          }
        ],
        "endTag": ""
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not act like they did, because what they did caused Yahweh to punish them so severely that other people were horrified when they heard of what he had done.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not be stubborn as our ancestors were. Do what Yahweh desires. Come to Jerusalem to the temple, which he has set apart for his honor forever. Do what pleases Yahweh our God, in order that he will no longer be angry with you.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you return to Yahweh, the people who have captured our brothers and sisters and our children will act kindly toward them, and allow them to return to this land. Do not forget that Yahweh our God is kind and merciful. If you return to him, he will no longer reject you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The messengers went to all the cities in the tribes of Ephraim and Manasseh, as far north as the tribe of Zebulun, and gave them this message, but most of the people there scorned them and ridiculed them.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But some of the people of the tribes of Asher, Manasseh, and Zebulun acknowledged their sin and went to Jerusalem.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also in Judah God made the people want together to obey Yahweh, which is what the king and his officials had told them to do in the message that they sent.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So a huge crowd of people gathered in Jerusalem in the second month of the year, to celebrate the Festival of Unleavened Bread.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They removed the altars of Baal in Jerusalem and took away the altars for burning incense to honor other gods; they burned them all in the Kidron Valley.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They slaughtered the Passover lambs on the fourteenth day of that month. The priests and the other descendants of Levi who had not performed the rituals to purify themselves, they were ashamed; and they set about to make themselves qualified for the service to Yahweh, and they brought to the temple animals to be completely burned on the altar in the house of Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they stood in the places that Moses had written in his law that they should stand in. Then the descendants of Levi gave to the priests bowls containing blood of the animals that were being sacrificed, and the priests sprinkled the altar with some of the blood.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many people in the crowd had not purified themselves, and therefore they were not able to kill the lambs and dedicate them to Yahweh. So it was necessary for the descendants of Levi to kill the lambs for them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although most of the people who had come from the tribes of Ephraim, Manasseh, and Issachar had not purified themselves, they ate the food of the Passover Festival anyway, ignoring the rules written by Moses. But Hezekiah prayed for them, saying \"Yahweh, you always do what is good; I pray that you will forgive everyone\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "who sincerely wants to honor you, the God whom our ancestors worshiped, even if they have not purified themselves by obeying the sacred laws that you gave to us.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And Yahweh heard what Hezekiah prayed; he forgave the people, and did not punish them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite people who were there in Jerusalem celebrated the Festival of Unleavened Bread for seven days. They rejoiced greatly as they celebrated, while the priests and other descendants of Levi sang to Yahweh every day and played musical instruments to praise God.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezekiah thanked all the descendants of Levi for doing this work for Yahweh, and for very skillfully leading the people who were worshiping. For those seven days the people ate the Passover food and brought offerings to maintain fellowship with Yahweh and praised Yahweh, the God whom their ancestors had worshiped.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the whole group decided to celebrate for seven more days; so they celebrated joyfully for seven more days.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Hezekiah provided one thousand bulls and seven thousand sheep to be slaughtered for the people to eat during the festival, and the officials also gave them one thousand bulls and ten thousand sheep and goats. Many priests set themselves apart for serving Yahweh and to honor him, at this festival.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people of Judah rejoiced, including the priests and other descendants of Levi and all the people from Israel who had come, and including some from other countries who were living in Israel and some from other countries who were living in Judah.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone in Jerusalem was very joyful, because nothing like this had happened in Jerusalem since the time when David's son Solomon was the king of Israel.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests and the other descendants of Levi stood up to bless the people, and God heard them, because their prayers reached up to heaven, the holy place where God lives.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "1-3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Hezekiah, his officials, and all the other people who had gathered in Jerusalem wanted to celebrate the Passover festival. But they were not able to celebrate it at the usual time, because many of the priests had still not been able to perform all the rites of purity for themselves, so they were not allowed to do the work of that festival. Also, not everyone had come to Jerusalem to celebrate it. So they decided to celebrate the festival the following month.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}