{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the festival ended, the Israelites who were there went to all the cities in Judah and smashed the stones for worshiping idols, and cut down the poles for worshiping the goddess Asherah. They destroyed the high places where idols were worshiped, and the altars of Baal throughout the tribes of Judah and Benjamin, and also in the tribes of Ephraim and Manasseh. After destroying all of them, they returned to their own cities and towns.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezekiah divided the priests and other descendants of Levi into groups. He appointed some of the groups to offer sacrifices that would be completely burned on the altar and offerings to maintain fellowship with Yahweh. He appointed some groups to do other work at the temple: Some to lead the people in their worship, some to thank Yahweh, and some to sing songs to praise Yahweh at the gates of the temple.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king contributed some of his own funds to buy animals that would be sacrificed in the morning and in the evening of each day, and on the Sabbath days, to celebrate the new moons, and during the other feasts, according to what was written in the laws that Yahweh gave to Moses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezekiah told the people living in Jerusalem to give to the priests and the other descendants of Levi the portions of meat that should be given to them, in order that they could devote all their time to obeying the laws of Yahweh.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as he told that to them, they generously gave the first part of their harvest of grain, and the first part of the new wine that they produced, and olive oil and honey, and of the crops that grew in their fields. They brought to the temple a tenth of all their crops.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of Israel and Judah who were living in various cities in Judah also brought a tenth of their cattle and sheep and goats, and a tenth of other things that they had set them apart for the honor of Yahweh their God, and they piled up all those things in heaps.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They started to do that in the third month and finished doing it in the seventh month.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Hezekiah and his officials saw the heaps, they praised Yahweh and requested God to bless the people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Hezekiah asked the priests and other descendants of Levi, \"What are these heaps of things?\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Azariah the high priest, a descendant of Zadok, replied, \"Since the time that the people started to bring their offerings to the temple, we have had even more food than we need. This has happened because Yahweh has greatly blessed our fellow Israelites, with the result that all this is left over after we priests and other descendants of Levi took all that we need!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Hezekiah ordered that they should prepare storerooms at the temple to hold these supplies.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they brought into the storerooms all the tithes and offerings and things and the things dedicated to Yahweh which the people had brought. One of the descendants of Levi whose name was Konaniah was in charge of those things, and his younger brother Shimei was his assistant.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those two men supervised Jehiel, Azaziah, Nahath, Asahel, Jerimoth, Jozabad, Eliel, Ismakiah, Mahath and Benaiah while they did the work. They were appointed by King Hezekiah; Azariah was in charge of everything that was done in the temple.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Kore son of Imnah, another descendant of Levi, who guarded the east gate of the temple, was in charge of the offerings to God that were made voluntarily. He distributed to the priests and other descendants of Levi the offerings and other things that were dedicated to Yahweh.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eden, Miniamin, Jeshua, Shemaiah, Amariah and Shecaniah faithfully assisted him in the towns where the priests lived. They distributed those things to the groups of their fellow priests; they distributed them to everyone, including those who were young and those who were old.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also distributed things to the males who were at least three years old, those whose names were on the scrolls where lists of family names were written. They were males who were allowed to enter the temple to perform their tasks each day, the tasks that each group had been assigned to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The names of the priests were on the scrolls where their families'' names were written. They also distributed things to groups of descendants of Levi, those who were at least twenty years old.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They included all their little children and wives and other sons and daughters whose names were on the scrolls where the family names were written, because they also faithfully had set themselves apart for the honor of Yahweh and his requirements for holiness.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezekiah also appointed other men to distribute portions of those offerings to the priests and other descendants of Levi who were living in the pasturelands around the towns of Judah. But they gave things only to those who were descendants of Aaron the first high priest, whose names were on the scrolls containing the names of their families.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is what Hezekiah did throughout Judah. He always faithfully did things that Yahweh his God says are right and good.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In everything that he did for the worship in the temple, and as he obeyed God's laws and commands, he tried to find out what his God wanted, and he worked energetically. So he was successful.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}