{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After King Hezekiah had obeyed Yahweh's instructions and had done all those things, King Sennacherib of Assyria came with his army and invaded Judah. He commanded his soldiers to surround the cities that had walls around them, thinking that they would break through those walls and conquer those cities.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Hezekiah saw that Sennacherib had come with his army and that they intended to attack Jerusalem,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they worked hard to repair all the sections of the city wall that had been broken, and they built watchtowers on the walls higher. They strengthened the Millo, a massive supporting wall on the east side of the city of David. They also made a large number of weapons and shields.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezekiah appointed army commanders, and he gathered them in front of him in the square at one of the city gates, and he encouraged them by saying this to them:\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Be strong and courageous. Do not be afraid or discouraged because of the king of Assyria and the huge army that is with him, because Yahweh is with us, and his power is greater than their power.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They have to rely on the power of humans , but we have Yahweh our God to help us and to fight battles for us.\" So the people became more confident because of what Hezekiah, the king of Judah, said.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later, when Sennacherib and all his soldiers were surrounding the city of Lachish, he sent some officers to Jerusalem to give this message to King Hezekiah and to all the people of Judah who were there:\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I am Sennacherib, the great king of Assyria, and this is what I say: While you are staying in Jerusalem, my soldiers are surrounding the city. So what are you depending on to keep you safe?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezekiah says to you, 'Yahweh our God will save us from being defeated by the army of you.' He wants you to die from having no food or water.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezekiah is the one who told his men to get rid of that god's high places on the hills, and his altars in the countryside, saying to you people of Jerusalem and other places in Judah, 'You must worship at only one altar and burn sacrifices on only that altar.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So do not allow Hezekiah to deceive you like this. Do not believe what he says, because no god of any nation or kingdom has ever been able to rescue his people from being conquered by my army and the armies of my ancestors. So certainly your god will not be able to rescue you from my power.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sennacherib's officers said more things to insult Yahweh their God and Hezekiah, who served God well.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Sennacherib wrote more letters insulting Yahweh, the God whom the Israelites belonged to. He wrote, \"No god of any of these nations I have conquered could save his people from me. Similarly, the god of Hezekiah will not save his people from my power.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the officers shouted in the Hebrew language to the people who were on the wall, in order to cause them to be very terrified , thinking that as a result the army of Assyria could capture the city without a battle.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They belittled the God worshiped by the people of Jerusalem like they belittled the gods of the other people groups of the world, gods which indeed were only idols fashioned by craftsmen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King Hezekiah and the prophet Isaiah cried out to God, praying very earnestly about this.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And that night Yahweh sent an angel who killed all the soldiers of Assyria and their leaders and their officers in the place where the king of Assyria and his army had set up their tents. So the king of Assyria left, and returned to his own country, very disgraced. And one day when he went into the temple of his god, some of his sons struck him with their swords and killed him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is how Yahweh guided and rescued Hezekiah and the people of Jerusalem from the power of Sennacherib, the king of Assyria, and from the power of all their other enemies. That is how he gave them peace with all the countries near them.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many people brought offerings for Yahweh to Jerusalem, and also brought valuable gifts for King Hezekiah. And from that time, Hezekiah was highly respected by the people of all the other nations.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "About that time, Hezekiah became very ill. He thought that he was about to die. But he prayed to Yahweh, and Yahweh answered him. He performed a miracle and healed Hezekiah.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Hezekiah was very proud, and he did not thank Yahweh for acting kindly toward him. Therefore Yahweh was angry with him and punished him and the people of Jerusalem and other places in Judah.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Hezekiah said that he was sorry about being proud, and the people of Jerusalem also said that they were sorry for their sins. So Yahweh did not punish\n them during the remaining years that Hezekiah was their king.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezekiah became very rich and was greatly honored. His workers made storerooms for his silver and gold, for his very valuable stones, and for spices and shields and other valuable things.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His workers also built buildings to store the grain and wine and olive oil that people produced and brought to him. They also made stalls for various kinds of cattle, and pens for his flocks of sheep and goats.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They built cities and acquired for the king great many flocks of sheep and goats and herds of cattle, because God had enabled him to become very rich.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezekiah was the one who told his workers to block the place where the water flows out of the spring of Gihon, and to build a tunnel through which the water flowed to the west side of the area called the city of David. He was able to do everything that he wanted to do.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when messengers who were sent by the rulers of Babylon came and asked about the miracle that God had performed in the land, it was then that God left Hezekiah alone in order to test him. God tested him so that he would know everything that was in Hezekiah's heart. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A record of the other things that happened while Hezekiah was ruling, and the things that he did to please God, is written on the scroll of the vision of Isaiah the prophet. It is also written in the book of the kings of Judah and Israel.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Hezekiah died, he was buried in the tombs where the most respected kings of Judah were buried. Everyone in Jerusalem and other places in Judah honored him. Then his son Manasseh became the king.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3-4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he consulted with his officials and army leaders. They said to themselves, \"Why should allow the king of Assyria and his army to come and find plenty of water to drink?\" So they decided to stop the water from flowing outside the city. A large group of men gathered together and blocked all the springs and the stream that flowed through that area.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13-14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you people not know what I and my ancestors have done to all the people groups in other countries? We destroyed them all, and their gods could not save them from me.\n"
      }
    ]
  }
}