{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Manasseh was twelve years old when he became the king of Judah, and he ruled from Jerusalem for fifty-five years.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did many things that Yahweh said were evil. He imitated the disgusting things that were formerly done by the people groups that Yahweh had expelled from Israel as his people advanced into the land.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He commanded his workers to rebuild the high places upon the hills for worshiping idols, the same ones that his father Hezekiah had destroyed. He told them to set up poles to honor the god Baal, and to make poles to honor the goddess Asherah. He also bowed down to worship all the stars.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He directed his workers to build altars for foreign gods in the temple itself, about which Yahweh had said, \"It is here in Jerusalem that I want people to worship me, forever.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He directed that altars for worshiping all the stars be built in both of the courtyards outside the temple\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He even sacrificed some of his own sons by burning them in a fire in the Valley of Ben Hinnom. He performed rituals to practice sorcery. He asked fortune tellers for advice. He performed witchcraft. He talked to people who consulted the spirits of people who had died to find out what would happen in the future. He did many things that Yahweh says are very evil, things that caused Yahweh to become very angry.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Manasseh took the carved idol that his workers had made and put it in the temple. That is the temple concerning which God had said to David and to his son Solomon, \"My temple will be here in Jerusalem, the city that I have chosen where I want people to worship me, forever.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If they will obey all the laws and decrees and regulations that I told Moses to give to them, I will not again force the Israelite people to leave this land that I gave to their ancestors.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Manasseh led the people of Jerusalem and other places in Judah to do things that are wrong, with the result that they did more evil than had been done by the people in the people groups that Yahweh had driven out as the Israelite people advanced through the land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Manasseh and the people of Judah, but they paid no attention.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh caused the army commanders of Assyria and their soldiers to come to Jerusalem, and they captured Manasseh. They put a hook in his nose, put bronze chains on his feet, and took him to Babylon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There, while he was suffering, he humbled himself greatly in the presence of Yahweh, the God whom his ancestors worshiped, and pleaded with Yahweh to help him.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he prayed, Yahweh heard him and pitied him. So he allowed him to return to Jerusalem and to rule his kingdom again. Then Manasseh realized that Yahweh is God, who can do anything.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later, Manasseh's workers rebuilt the eastern section of the outer wall around Jerusalem, and they made it higher. That section extended from spring of Gihon north to the Fish Gate, and around the part of the city that they called Ophel Hill. Manasseh also appointed army officers to guard each of the cities in Judah that had walls around them.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Manasseh's workers removed from the temple the idols and the figures of gods of other nations. He also told them to remove the altars that they had previously built on Mount Zion and in other places in Jerusalem. He had all those things thrown out of the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he told them to repair the altar of Yahweh, and he offered sacrifices to restore fellowship with Yahweh and to thank him. And he told the people of Judah that they must worship only Yahweh.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people continued to offer sacrifices at the high places on the hills, but only to Yahweh their God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The other things that happened while Manasseh was ruling, including his prayer to God and the messages from Yahweh that the prophets spoke to him, are written in the book of the kings of Israel.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What Manasseh prayed and how God pitied him because of what he pleaded to God for—also his sins and ways in which he disobeyed God—also the list of places where he built the houses on the hills for idol worship and set up poles to honor the goddess Asherah and other idols before he humbled himself—these are all written in what the prophets wrote.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Manasseh died and was buried in his palace. Then his son Amon became the king of Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Amon was twenty-two years old when he became king, and he ruled in Jerusalem for two years.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did many things that Yahweh said were evil, as his father Manasseh had done. Amon worshiped all the idols that Manasseh's workers had made.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he did not humble himself and turn to Yahweh like his father did. So he became more sinful than his father had been.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Amon's officials made plans to kill him. They assassinated him in his palace.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But then the people of Judah killed all those who had assassinated Amon, and they appointed his son Josiah to be their king.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}