{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Josiah was eight years old when he became the king of Judah. He ruled from Jerusalem for thirty-one years.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did things that were pleasing to Yahweh, and conducted his life like his ancestor King David had done. He fully obeyed all the laws of God.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he had been ruling for almost eight years, while he was still a boy, he began to worship God as his ancestor King David had done. Four years later, he began to get rid of all the houses that were built on the hills for idol worship, and they were all around Jerusalem and in other places in Judah. They also took down the poles that were to give honor the goddess Asherah and the carved idols and metal statues of gods.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While he directed them, his workers tore down the altars where people worshiped Baal. They smashed the altars that were near those altars, where people burned incense. They smashed the poles to honor the goddess Asherah and the idols carved from wood or stone and metal statues. They smashed them to bits and scattered the bits over the graves of those who had offered sacrifices to them.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They burned the bones of the priests who had offered sacrifices; they burned them on their own altars. In that way Josiah caused Jerusalem and other places in Judah to be acceptable places to worship Yahweh again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the towns in the tribes of Manasseh, Ephraim, and Simeon, and as far north as the tribe of Naphtali and in the ruins around all those towns,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Josiah's workers tore down the pagan altars and the poles to honor the goddess Asherah, and crushed the idols to powder, idols that craftsmen had carved. They also smashed to pieces all the altars for burning incense throughout Israel. Then Josiah returned to Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Josiah had been ruling for almost eighteen years, he decided to do something else to cause the land and the temple to be acceptable places to worship Yahweh. So he sent Shaphan son of Azaliah and Maaseiah the governor of the city and Joah son of Joahaz, the secretary, to repair the temple of Yahweh.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went to Hilkiah the high priest and gave him the money that had been brought to the temple. That was the money that the descendants of Levi who guarded the doors of the temple had collected from the people of the tribes of Manasseh and Ephraim and other places in Israel, and also from all the people in Jerusalem and other places in the tribes of Judah and Benjamin—all the people of the land who survived.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Hilkiah gave some of the money to the men who had been appointed to supervise the work of repairing the temple. The supervisors paid the men who did the repair work.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also gave some of the money to the carpenters and builders to buy the cut stones and the timber for the joists and the beams for the buildings that the kings of Judah had allowed to decay.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The workers did their work faithfully. Their supervisors were Jahath and Obadiah, who were descendants of Levi's son Merari, and Zechariah and Meshullam, who were descendants of Levi's son Kohath. All the descendants of Levi, who played musical instruments well,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "supervised all the workers as they did their various jobs. Some of the descendants of Levi were secretaries; some kept records, and some guarded the temple gates.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were giving to the supervisors the money that had been taken to the temple, Hilkiah the high priest found a scroll on which was written the laws that Yahweh had given to Moses to give to the people.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Hilkiah said to Shaphan, \"I have found in the temple a scroll on which is written the laws that God gave to Moses!\" Then Hilkiah gave the scroll to Shaphan.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shaphan took the scroll to the king and said to him, \"Your officials are doing everything that you told them to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They have taken the money that was in the temple, and they have given it to the men who will supervise the men who will repair the temple.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Shaphan said to the king, \"I have also brought to you a scroll that Hilkiah gave to me.\" And Shaphan started to read it to the king.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the king heard the laws that were written in the scroll, he tore his clothes because he was very upset.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he gave these instructions to Hilkiah, to Shaphan's son Ahikam, to Micah's son Abdon, to Shaphan, and to Asaiah, the king's special advisor:\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Go and ask Yahweh for me, and for all his people who are still alive in Judah and Israel, about what is written in this scroll that has been found. Because it is clear that Yahweh is very angry with us because our ancestors disobeyed what Yahweh said; they did not obey the laws that are written on this scroll.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Hilkiah and the others went to consult a woman whose name was Huldah, who was a prophetess who lived in the Second District of Jerusalem. Her husband Shallum son of Tikvah, took care of the robes that were worn in the temple.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they told her what the king had said, she said to them, \"This is what Yahweh, the God whom we Israelites say we worship, says: 'Go back and tell the king who sent you\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "that this is what Yahweh says: \"Listen to this carefully. I am going to bring a disaster on Jerusalem and all the people who live here. I will send on them the curses that were written in the scroll that was read to the king of Judah.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will do that because they have abandoned me, and they burn incense to honor other gods. They have caused me to become very angry because of all the idols that they have made.\"'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Judah sent you to inquire what I, Yahweh, want. Go and tell him that this is what I, Yahweh, the God whom you Israelites worship, say about what you read:\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Because you heeded what was written in the scroll, and you humbled yourself when you heard what I said to warn about what would happen to this city and the people who live here, and because you tore your robes and wept in my presence, I have listened to you.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I will allow you to die in peace, without seeing me punish this place and the people living in it.'\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "So they took her reply back to the king.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king summoned all the elders of Jerusalem and other places in Judea.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went up together to the temple with the leaders of Judah and many other people of Jerusalem and the priests and other descendants of Levi, from the least important to the most important ones. And while they listened, the king read to them everything that was in the scroll containing God's laws that had been found in the temple.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king stood next to the pillar at the entrance to the temple, where kings stood when they announced something important, and while Yahweh was listening, he repeated his promise to sincerely obey, with his entire inner being, Yahweh and all his commands and regulations and decrees that were written on the scroll.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king said that everyone who lived in Jerusalem and from the tribe of Benjamin should promise that they also would obey those laws. And they did that, agreeing that they would obey the agreement that God, whom their ancestors had worshiped, had made with them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Josiah instructed his workers to remove all the disgusting idols from all the land of the Israelite people, and he commanded that all those from Israel who were there should worship only Yahweh their God. As long as Josiah was alive, the people did what was pleasing to Yahweh, the God whom their ancestors worshiped.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}