{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people of Judah chose Josiah's son Jehoahaz and appointed him to be the king in Jerusalem.\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoahaz was twenty-three years old when he became the king, but he ruled from Jerusalem for only three months.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Egypt captured him and prevented him from ruling any longer. He also forced the people of Judah to pay to him a tax of three and one-third metric tons of silver and thirty-three kilograms of gold.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Egypt appointed Jehoahaz's younger brother Eliakim to be the king of Judah. He changed Eliakim's name to Jehoiakim. But Necho seized Jehoahaz and took him to Egypt.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoiakim was twenty-five years old when he became the king of Judah, and he ruled from Jerusalem for eleven years. He did many things that Yahweh said were evil.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the army of King Nebuchadnezzar of Babylon attacked Jehoiakim's army. They captured Jehoiakim, fastened him with bronze chains, and took him to Babylon.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nebuchadnezzar's soldiers also took valuable things from the temple. They took them to Babylon and put them in King Nebuchadnezzar's palace there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A record of the other things that happened while Jehoiakim was ruling, the disgusting things that he did and the evil things that people said that he did, is written in the book of the kings of Judah and Israel. After he was taken to Babylon, his son Jehoiachin became the king of Judah.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoiachin was eighteen years old when he became the king of Judah, and he ruled from Jerusalem for only three months and ten days. He did many things that Yahweh said were evil.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the spring of the next year, King Nebuchadnezzar sent soldiers to bring him to Babylon. They also took to Babylon many valuable things from the temple of Yahweh. Then Nebuchadnezzar appointed Jehoiachin's uncle, Zedekiah, to be the king of Judah.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zedekiah was twenty-one years old when he became the king, and he ruled in Jerusalem for eleven years.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did many things that Yahweh said were evil. He did not humble himself when the prophet Jeremiah spoke to him a message from Yahweh to warn him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He would not return to Yahweh, the God that the people of Israel said that they worshiped. Zedekiah also rebelled against King Nebuchadnezzar, who had forced him to solemnly promise using God's name to be loyal to him. Zedekiah became very stubborn.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Furthermore, all the leaders of the priests and also the people of Judah became more wicked again, doing all the disgusting things that the people of the other nations did, and causing the temple in Jerusalem that Yahweh had caused to be holy to become an unacceptable place to worship him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, the God whom the ancestors of the people of Judah worshiped, gave messages to his prophets many times, and the prophets gave those messages to the people of Judah. Yahweh did that because he pitied his people and did not want his temple to be destroyed.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the people continually made fun of God's messengers. They despised God's messages. They ridiculed his prophets, until finally God became extremely angry with his people, with the result that nothing could stop him from destroying Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He incited the king of Babylonia to attack Judah with his army. They killed the young men with their swords, even in the temple. They did not spare anyone, either young men or young women or old people. God enabled the army of Nebuchadnezzar to defeat all of them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His soldiers took to Babylon all the things that were used in God's temple, big things and little things, all the valuable things, and the valuable things that belonged to the king and his officials.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They burned the temple, and they broke down the wall surrounding Jerusalem. They burned all the palaces in Jerusalem and destroyed all the remaining valuable things there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nebuchadnezzar's soldiers took to Babylon the remaining people who had not been killed with their swords, Those people became the king's slaves and his son's slaves, until the army of Persia conquered Babylonia.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses had said that every seventh year the people must not plant their fields; they must allow the soil to rest. But the people had not done that. So after the army of Babylonia destroyed Judah, the soil was allowed to rest. That continued for seventy years, fulfilling what Yahweh had told Jeremiah would happen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the first year that Cyrus was the king of Persia, in order that what Yahweh told Jeremiah would happen would occur, Yahweh motivated Cyrus to write this and proclaim it throughout his kingdom:\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I, Cyrus, the king of Persia, declare that Yahweh, the God who rules in heaven, has enabled me to become the ruler of all the kingdoms of this world. And he has appointed me to command that my workers build a temple for him in Jerusalem, which is in Judah. I am allowing any of his people among you to go to Jerusalem. And I will pray that Yahweh will be with them.\"\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}