{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Solomon's workers had finished building the temple, Solomon put in the temple storerooms everything that his father David had dedicated to Yahweh—all the silver and gold and all the other things that were used at the temple.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King Solomon summoned to Jerusalem all the elders of Israel, all the leaders of the tribes and of the families. He wanted them to join in bringing to the temple Yahweh's sacred chest from Mount Zion, where it was in the part of the city called the city of David.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So all the leaders of Israel gathered together with the king, during the Festival of Shelters, in the seventh month.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had all arrived, the descendants of Levi lifted up the sacred chest,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and they carried it and the sacred tent and the sacred things that were inside it. The priests, who were also descended from Levi, carried them.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Solomon and many of the other people of Israel who had gathered there walked in front of the sacred chest. And they sacrificed a huge amount of sheep and bulls. No one was able to count them because there were very many.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests then brought the sacred chest into the very holy place, into the inner room of the temple, and they placed it under the wings of the figures of winged creatures.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The wings of those figures spread out over the sacred chest and over the poles by which it was carried.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The poles were very long, with the result that they could be seen by people who were standing in the entrance to the very holy place, but they could not be seen by anyone standing outside the temple. Those poles are still there.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The only things that were inside the sacred chest were the two stone tablets that Moses had put there at Mount Sinai, where Yahweh had made a covenant with the Israelites after they came out of Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priests left the holy place in the temple. All the priests who were there set themselves apart to serve the priestly duties, without concern for which group they were from.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the descendants of Levi who were musicians—Asaph, Heman, Jeduthun, their sons and their other relatives—stood on the east side of the altar. They were wearing linen clothes, and they were playing cymbals, harps, and lyres. There were 120 other priests who were blowing trumpets.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men blowing trumpets, those playing the cymbals and other musical instruments, and the singers, made music together, praising Yahweh and singing this song:\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "\"Yahweh is good to us;\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "he faithfully loves us forever.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Then suddenly the temple was filled with a cloud.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The glory of Yahweh filled the temple, with the result that the priests were not able to continue doing their work.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}