{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Solomon prayed, \"Yahweh, you said that you would live in a dark cloud.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now I have built a glorious temple for you to live in forever!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then while all the people stood there, Solomon turned toward the people and asked God to bless them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them,\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\"Let us praise Yahweh, the God to whom we Israelites belong, who has caused to happen what he promised to my father David. What he said to David was this:\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'From the time that I brought my people out of Egypt, I have never chosen a city in Israel in which a temple should be built for people to worship me there. Nor did I choose anyone to be the leader of my Israelite people.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now I have chosen Jerusalem to be the place for people to worship me, and I have chosen you, David, to rule my Israelite people.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Solomon said further, \"My father David wanted to build a temple for Yahweh, the God to whom we Israelites belong.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh said to him, 'It is good that you wanted to build a house for me.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, you are not the one who I want to build the temple, It is one of your own sons who will build it.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And Yahweh has done what he promised to do. I have become the king of Israel to rule after my father, and I am ruling the people, as Yahweh promised, and I have arranged for this temple to be built for us to worship Yahweh, the God to whom we Israelites belong.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have put the sacred chest in the temple, in which are the stone tablets showing the covenant that Yahweh made with us Israelite people.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Solomon stood in front of the altar that was in front of the people of Israel who had gathered there. He spread out his hands as he began to pray.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now His workers had built a bronze platform there for him to stand on, which was two and one-third meters square and one and one-half meters high. They had put it in the outer courtyard. Solomon mounted that platform and then knelt down in front of all the people of Israel who had gathered there, and he spread out his arms toward heaven.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he prayed,\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\"Yahweh, the God to whom we Israelite people belong, there is no God like you in heaven or on the earth. You solemnly promised in your covenant that you would faithfully love us, and that is what you have done for us who earnestly do what you want us to do.\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have done the things that you promised my father David, who served you very well, that you would do. Truly, you promised to do those things for him, and today we see that by your power you have caused it all to happen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now, Yahweh, the God we Israelites worship Israel, as you promised your servant David, my father, please make sure that he will always have a descendant who will be king of Israel. For you promise you would do this if his descendants were faithful to you.\n\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now, God of us Israelite people, cause what you promised David, who served you well, to become true.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But, my God, will you really live on earth among us? This temple I have built cannot contain you; not even the universe and heaven itself can contain you.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh, my God, please listen to my prayer, while I am pleading with this day and do what I am requesting.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Always protect this temple, this place where you said you would be present, in order that you might always hear me when I pray, for I am your servant.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Listen to me when I pray, and listen to your Israelite people when they pray, whether we are here, or even if we just face in this direction. Listen from heaven, where you live; and when you hear us pray, forgive us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If people accuse someone of doing something wrong to another person, and if they bring him in front of your altar outside this holy temple, and if he says, 'I did not do that; may God punish me if I am not telling the truth,'\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then please listen from heaven and decide who is telling the truth. Then punish the person who is guilty as he deserves to be punished, and do good to the other person as a reward for his innocence.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And suppose that your Israelite people are defeated by their enemies because they sinned against you, and forced to go to some distant country. Suppose further that they turn away from their sinful behavior and face in the direction of this temple and acknowledge that you have justly punished them; and suppose that they beg you to forgive them.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then please listen to them from heaven and forgive your them for the sins that they have committed, and bring them back to this land that you gave to our ancestors.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you do not allow any rain to fall because the people have sinned against you—then, if they stop acting sinfully and humbly pray to you, you who are present in this place,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then listen from heaven and forgive the sins of your people. Teach them the right way to conduct their lives. Then send rain on the land that you gave to your people forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And when the people of this land experience famines, or if there is a plague or mildew or locusts or grasshoppers, or when their enemies surround any of their cities in order to attack them—if any of these disaster happens to them—\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and then if your Israelite people earnestly plead, or if even just one person does so—if they stretch out their hands toward this temple and pray to you because they know the weakness and sorrow in their own hearts—\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then listen from your home in heaven and forgive them. You alone know what each person is thinking, so reward each person according to everything that he does.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do this in order that they might honor you and conduct their lives as you want them to, all the time that they live in this land that you gave to our ancestors.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There will be some foreigners who do not belong to your Israelite people who have come here from countries far away because they have heard that you are very great and powerful. If they turn toward this temple and pray,\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then from your home in heaven please listen to their prayer and do for them what they request you to do. Do that in order that all the people groups in the world will honor and obey you, as your people of Israel do. And do this so that they will know that you are present in this temple that I have built.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you send your people to go and attack their enemies, if they pray to you, no matter where they are, and if they turn toward this city that you have chosen and toward this temple that I have caused to be built to honor you,\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then will you please listen from heaven to their prayers. Listen to what they plead for you to do, and give them help.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is true that everyone sins. So when your people sin against you, and you become angry with them, you might allow their enemies to capture them and take them to their countries, even to countries that are far away.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When that happens, while they are in those distant countries, if they say 'We have sinned; we have done things that are wrong and have done things that are very wicked,'\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "suppose that they repent very sincerely and pray facing this land that you gave their ancestors, and facing this city that you chose, and facing this temple that I have built for you to be present in.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then from your home in heaven listen to their prayer, and listen to them while they plead for your help, and do what they ask you to do, and forgive your people who have sinned against you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, my God, look at us as we pray to you in this place, and please listen to us.\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh our God, come and stay in this place with the sacred chest,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "the chest that shows that you are powerful.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "Yahweh God, cause your priests to know clearly that you have rescued them.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "Cause us your people to rejoice because of all the good things that you do for us.\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh God, do not reject me, the king whom you have appointed to be the king of Israel;\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "do not forget how faithfuly were to David, your servant, because of your covenant with him.\"\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}