{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Solomon finished praying, fire came down from the sky and burned up the animals that the people had sacrificed, as well as the other offerings. And the power and light of Yahweh filled the temple.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The light was extremely bright, with the result that the priests could not enter the temple of Yahweh.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When all the Israelite people who were there saw the fire coming down and the light of Yahweh above the temple, they prostrated themselves with their faces touching the stone pavement. They worshiped and thanked Yahweh, saying,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "'Yahweh is always good to us;\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "he will love us forever, as he promised to do.'\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests stood in their positions, and the other descendants of Levi stood in their positions holding the musical instruments to praise Yahweh, instruments that King David had ordered to be made for praising Yahweh and thanking him. They sang, \"He faithfully loves us forever.\" Opposite the other descendants of Levi the priests stood, blowing their trumpets, while all the Israelite people were standing and listening.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon dedicated the middle part of the courtyard in front of the temple. Then he presented offerings to be completely burned there along with the fat of the animals to be sacrificed to maintain fellowship with Yahweh. The priests burned them there in the courtyard because in addition to those things there were offerings of flour, with the result that there was not enough space on the bronze altar to burn all those sacrifices.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon and the other people celebrated the Festival of Shelters for seven days. There was a huge group of people who celebrated with him. Some of them came from as far away as Lebohamath in the far north and from the border of Egypt in the far south.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the eighth day they gathered again to worship Yahweh. They had celebrated the dedication of the altar for seven days and the Festival of Shelters for seven days.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then on the next day Solomon sent them to their homes. They were very joyful because of all the good things that Yahweh had done for David and Solomon and for all his Israelite people.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way, Solomon's workers finished building the temple and Solomon's palace. And Solomon finished doing everything else that he had planned to do.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh appeared to him one night in a dream and said to him, \"I have heard your prayer, and I have chosen this temple to be the place where my people will offer sacrifices to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I prevent any rain from falling, or when I command locusts to eat all the crops, or when I send a plague among my people,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then if the people who belong to me, are sorry for their sins and stop doing them, and if they plead with me for me to forgive, then I will indeed listen from heaven. I will forgive them for having sinned, and I will cause them to prosper again.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will listen to them when they pray to me in this place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have decided to be present in this temple, and I have set apart it for myself. I will protect it for all time.\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And as for you, if you obey me as David, your father, did, and if you do all that I command you to do, and if you obey all my laws and decrees,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will make sure that your descendants will always be kings, which is what I promised to David your father, when I told him, 'Persons from your descendants will always be the kings of Israel.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What will I do to you Israelites when you stop worshiping me? What will I do when you disobey the decrees and commands I have given to you? And what will I do when you start worsshiping other gods?\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what I will do: I will cause you to be driven away from this land that I have given to you, and I will reject the temple that I have set apart for myself. I will make people from all the other people groups laugh about what happened to house where Yahweh was worshiped.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although this temple is now so magnificent, when that happens, all the people who pass by will be appalled, and they will say, 'Why has Yahweh done terrible things like this to this country and to this temple?'\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And others will reply, 'It happened because they rejected Yahweh, the God to whom their ancestors belonged, the one who brought their ancestors out of Egypt, and they have chosen to worship other gods and try to please them. And that is why Yahweh has caused them to experience all these disasters.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4-5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king and all the people who were there dedicated the temple to Yahweh by offering more sacrifices to him. King Solomon offered twenty-two thousand cattle and 120,000 sheep and goats to be sacrificed.\n"
      }
    ]
  }
}