{
  "1": "וְאָ֣הַבְתָּ֔ H157 אֵ֖ת H853 יְהוָ֣ה H3068 אֱלֹהֶ֑יךָ H430 וְשָׁמַרְתָּ֣ H8104 מִשְׁמַרְתּ֗וֹ H4931 וְחֻקֹּתָ֧י H2708 וּמִשְׁפָּטָ֛י H4941 וּמִצְוֺתָ֖י H4687 כָּל H3605 הַיָּמִֽים H3117 ",
  "2": "וִֽידַעְתֶּם֮ H3045 הַיּוֹם֒ H3117 כִּ֣י H3588 לֹ֣א H3808 אֶת H854 בְּנֵיכֶ֗ם H1121 אֲשֶׁ֤ר H834 לֹֽא H3808 יָדְעוּ֙ H3045 וַאֲשֶׁ֣ר H834 לֹא H3808 רָא֔וּ H7200 אֶת H853 מוּסַ֖ר H4148 יְהוָ֣ה H3068 אֱלֹהֵיכֶ֑ם H430 אֶת H853 גָּדְל֕וֹ H1433 אֶת H853 יָדוֹ֙ H3027 הַחֲזָקָ֔ה H2389 וּזְרֹע֖ H2220 הַנְּטוּיָֽה H5186 ",
  "3": "וְאֶת H853 אֹֽתֹתָיו֙ H226 וְאֶֽת H853 מַעֲשָׂ֔יו H4639 אֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 בְּת֣וֹךְ H8432 מִצְרָ֑יִם H4714 לְפַרְעֹ֥ה H6547 מֶֽלֶךְ H4428 מִצְרַ֖יִם H4714 וּלְ H3605 אַרְצֽוֹ H776 ",
  "4": "וַאֲשֶׁ֣ר H834 עָשָׂה֩ H6213 לְחֵ֨יל H2428 מִצְרַ֜יִם H4714 לְסוּסָ֣י H5483 וּלְ H7393 אֲשֶׁ֨ר H834 הֵצִ֜יף H6687 אֶת H853 מֵ֤י H4325 יַם H3220 סוּף֙ H5488 עַל H5921 פְּנֵיהֶ֔ם H6440 בְּרָדְפָ֖ H7291 אַחֲרֵיכֶ֑ם H310 וַיְאַבְּדֵ֣ H6 יְהוָ֔ה H3068 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "5": "וַאֲשֶׁ֥ר H834 עָשָׂ֛ה H6213 לָכֶ֖ם Hl בַּמִּדְבָּ֑ר H4057 עַד H5704 בֹּאֲכֶ֖ם H935 עַד H5704 הַמָּק֥וֹם H4725 הַזֶּֽה H2088 ",
  "6": "וַאֲשֶׁ֨ר H834 עָשָׂ֜ה H6213 לְדָתָ֣ן H1885 וְלַ H48 בְּנֵ֣י H1121 אֱלִיאָב֮ H446 בֶּן H1121 רְאוּבֵן֒ H7205 אֲשֶׁ֨ר H834 פָּצְתָ֤ה H6475 הָאָ֨רֶץ֙ H776 אֶת H853 פִּ֔יהָ H6310 וַתִּבְלָעֵ֥ H1104 וְאֶת H853 בָּתֵּיהֶ֖ם H1004 וְאֶת H853 אָהֳלֵיהֶ֑ם H168 וְאֵ֤ת H853 כָּל H3605 הַיְקוּם֙ H3351 אֲשֶׁ֣ר H834 בְּרַגְלֵי H7272 בְּקֶ֖רֶב H7130 כָּל H3605 יִשְׂרָאֵֽל H3478 ",
  "7": "כִּ֤י H3588 עֵֽינֵיכֶם֙ H5869 הָֽרֹאֹ֔ת H7200 אֶת H853 כָּל H3605 מַעֲשֵׂ֥ה H4639 יְהוָ֖ה H3068 הַגָּדֹ֑ל H1419 אֲשֶׁ֖ר H834 עָשָֽׂה H6213 ",
  "8": "וּשְׁמַרְתֶּם֙ H8104 אֶת H853 כָּל H3605 הַמִּצְוָ֔ה H4687 אֲשֶׁ֛ר H834 אָנֹכִ֥י H595 מְצַוְּךָ֖ H6680 הַיּ֑וֹם H3117 לְמַ֣עַן H4616 תֶּחֶזְק֗וּ H2388 וּבָאתֶם֙ H935 וִֽירִשְׁתֶּ֣ם H3423 אֶת H853 הָאָ֔רֶץ H776 אֲשֶׁ֥ר H834 אַתֶּ֛ם H859 עֹבְרִ֥ים H5674 שָׁ֖מָּה H8033 לְרִשְׁתָּֽ H3423 ",
  "9": "וּלְמַ֨עַן H4616 תַּאֲרִ֤יכוּ H748 יָמִים֙ H3117 עַל H5921 הָ֣אֲדָמָ֔ה H127 אֲשֶׁר֩ H834 נִשְׁבַּ֨ע H7650 יְהוָ֧ה H3068 לַאֲבֹתֵי H1 לָתֵ֥ת H5414 לָהֶ֖ם Hl וּלְ H2233 אֶ֛רֶץ H776 זָבַ֥ת H2100 חָלָ֖ב H2461 וּדְבָֽשׁ H1706 ",
  "10": "כִּ֣י H3588 הָאָ֗רֶץ H776 אֲשֶׁ֨ר H834 אַתָּ֤ה H859 בָא H935 שָׁ֨מָּה֙ H8033 לְרִשְׁתָּ֔ H3423 לֹ֣א H3808 כְאֶ֤רֶץ H776 מִצְרַ֨יִם֙ H4714 הִ֔וא H1931 אֲשֶׁ֥ר H834 יְצָאתֶ֖ם H3318 מִשָּׁ֑ם H8033 אֲשֶׁ֤ר H834 תִּזְרַע֙ H2232 אֶֽת H853 זַרְעֲךָ֔ H2233 וְהִשְׁקִ֥יתָ H8248 בְרַגְלְ H7272 כְּגַ֥ן H1588 הַיָּרָֽק H3419 ",
  "11": "וְהָ H776 אֲשֶׁ֨ר H834 אַתֶּ֜ם H859 עֹבְרִ֥ים H935 שָׁ֨מָּה֙ H8033 לְרִשְׁתָּ֔ H3423 אֶ֥רֶץ H776 הָרִ֖ים H2022 וּבְקָעֹ֑ת H1237 לִמְטַ֥ר H4306 הַשָּׁמַ֖יִם H8064 תִּשְׁתֶּה H8354 מָּֽיִם H4325 ",
  "12": "אֶ֕רֶץ H776 אֲשֶׁר H834 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 דֹּרֵ֣שׁ H1875 אֹתָ֑הּ H853 תָּמִ֗יד H8548 עֵינֵ֨י H5869 יְהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 בָּ֔הּ Hb מֵֽרֵשִׁית֙ H7225 הַשָּׁנָ֔ה H8141 וְעַ֖ד H5704 אַחֲרִ֥ית H319 שָׁנָֽה H8141 ",
  "13": "וְהָיָ֗ה H1961 אִם H518 שָׁמֹ֤עַ H8085 תִּשְׁמְעוּ֙ H8085 אֶל H413 מִצְוֺתַ֔י H4687 אֲשֶׁ֧ר H834 אָנֹכִ֛י H595 מְצַוֶּ֥ה H6680 אֶתְכֶ֖ם H853 הַיּ֑וֹם H3117 לְאַהֲבָ֞ה H157 אֶת H853 יְהוָ֤ה H3068 אֱלֹֽהֵיכֶם֙ H430 וּלְ H5647 בְּכָל H3605 לְבַבְכֶ֖ם H3824 וּבְ H3605 נַפְשְׁכֶֽם H5315 ",
  "14": "וְנָתַתִּ֧י H5414 מְטַֽר H4306 אַרְצְכֶ֛ם H776 בְּעִתּ֖ H6256 יוֹרֶ֣ה H3138 וּמַלְק֑וֹשׁ H4456 וְאָסַפְתָּ֣ H622 דְגָנֶ֔ךָ H1715 וְתִֽירֹשְׁ H8492 וְיִצְהָרֶֽ H3323 ",
  "15": "וְנָתַתִּ֛י H5414 עֵ֥שֶׂב H6212 בְּשָׂדְ H7704 לִבְהֶמְתֶּ֑ H929 וְאָכַלְתָּ֖ H398 וְשָׂבָֽעְתָּ H7646 ",
  "16": "הִשָּֽׁמְר֣וּ H8104 לָכֶ֔ם Hl פֶּ֥ן H6435 יִפְתֶּ֖ה H6601 לְבַבְכֶ֑ם H3824 וְסַרְתֶּ֗ם H5493 וַעֲבַדְתֶּם֙ H5647 אֱלֹהִ֣ים H430 אֲחֵרִ֔ים H312 וְהִשְׁתַּחֲוִיתֶ֖ם H7812 לָהֶֽם Hl ",
  "17": "וְחָרָ֨ה H2734 אַף H639 יְהוָ֜ה H3068 בָּכֶ֗ם Hb וְעָצַ֤ר H6113 אֶת H853 הַשָּׁמַ֨יִם֙ H8064 וְלֹֽא H3808 יִהְיֶ֣ה H1961 מָטָ֔ר H4306 וְהָ֣ H127 לֹ֥א H3808 תִתֵּ֖ן H5414 אֶת H853 יְבוּלָ֑הּ H2981 וַאֲבַדְתֶּ֣ם H6 מְהֵרָ֗ה H4120 מֵעַל֙ H5921 הָאָ֣רֶץ H776 הַטֹּבָ֔ה H2896 אֲשֶׁ֥ר H834 יְהוָ֖ה H3068 נֹתֵ֥ן H5414 לָכֶֽם Hl ",
  "18": "וְשַׂמְתֶּם֙ H7760 אֶת H853 דְּבָרַ֣י H1697 אֵ֔לֶּה H428 עַל H5921 לְבַבְכֶ֖ם H3824 וְעַֽל H5921 נַפְשְׁכֶ֑ם H5315 וּקְשַׁרְתֶּ֨ם H7194 אֹתָ֤ם H853 לְאוֹת֙ H226 עַל H5921 יֶדְכֶ֔ם H3027 וְהָי֥וּ H1961 לְטוֹטָפֹ֖ת H2903 בֵּ֥ין H996 עֵינֵיכֶֽם H5869 ",
  "19": "וְלִמַּדְתֶּ֥ם H3925 אֹתָ֛ם H853 אֶת H853 בְּנֵיכֶ֖ם H1121 לְדַבֵּ֣ר H1696 בָּ֑ם Hb בְּשִׁבְתְּ H3427 בְּבֵיתֶ֨ H1004 וּבְ H3212 בַדֶּ֔רֶךְ H1870 וּֽבְ H7901 וּבְ H6965 ",
  "20": "וּכְתַבְתָּ֛ H3789 עַל H5921 מְזוּז֥וֹת H4201 בֵּיתֶ֖ךָ H1004 וּבִ H8179 ",
  "21": "לְמַ֨עַן H4616 יִרְבּ֤וּ H7235 יְמֵיכֶם֙ H3117 וִימֵ֣י H3117 בְנֵיכֶ֔ם H1121 עַ֚ל H5921 הָֽאֲדָמָ֔ה H127 אֲשֶׁ֨ר H834 נִשְׁבַּ֧ע H7650 יְהוָ֛ה H3068 לַאֲבֹתֵי H1 לָתֵ֣ת H5414 לָהֶ֑ם Hl כִּימֵ֥י H3117 הַשָּׁמַ֖יִם H8064 עַל H5921 הָאָֽרֶץ H776 ",
  "22": "כִּי֩ H3588 אִם H518 שָׁמֹ֨ר H8104 תִּשְׁמְר֜וּן H8104 אֶת H853 כָּל H3605 הַמִּצְוָ֣ה H4687 הַזֹּ֗את H2063 אֲשֶׁ֧ר H834 אָנֹכִ֛י H595 מְצַוֶּ֥ה H6680 אֶתְכֶ֖ם H853 לַעֲשֹׂתָ֑ H6213 לְאַהֲבָ֞ה H157 אֶת H853 יְהוָ֧ה H3068 אֱלֹהֵיכֶ֛ם H430 לָלֶ֥כֶת H3212 בְּכָל H3605 דְּרָכָ֖יו H1870 וּלְ H1692 בֽוֹ Hb ",
  "23": "וְהוֹרִ֧ישׁ H3423 יְהוָ֛ה H3068 אֶת H853 כָּל H3605 הַגּוֹיִ֥ם H1471 הָאֵ֖לֶּה H428 מִלִּ H6440 וִֽירִשְׁתֶּ֣ם H3423 גּוֹיִ֔ם H1471 גְּדֹלִ֥ים H1419 וַעֲצֻמִ֖ים H6099 מִכֶּֽם H4480 ",
  "24": "כָּל H3605 הַמָּק֗וֹם H4725 אֲשֶׁ֨ר H834 תִּדְרֹ֧ךְ H1869 כַּֽף H3709 רַגְלְכֶ֛ם H7272 בּ֖וֹ Hb לָכֶ֣ם Hl יִהְיֶ֑ה H1961 מִן H4480 הַמִּדְבָּ֨ר H4057 וְהַ H3844 מִן H4480 הַנָּהָ֣ר H5104 נְהַר H5104 פְּרָ֗ת H6578 וְעַד֙ H5704 הַיָּ֣ם H3220 הָֽאַחֲר֔וֹן H314 יִהְיֶ֖ה H1961 גְּבֻלְכֶֽם H1366 ",
  "25": "לֹא H3808 יִתְיַצֵּ֥ב H3320 אִ֖ישׁ H376 בִּפְנֵי H6440 פַּחְדְּכֶ֨ם H6343 וּמֽוֹרַאֲ H4172 יִתֵּ֣ן H5414 יְהוָ֣ה H3068 אֱלֹֽהֵיכֶ֗ם H430 עַל H5921 פְּנֵ֤י H6440 כָל H3605 הָאָ֨רֶץ֙ H776 אֲשֶׁ֣ר H834 תִּדְרְכוּ H1869 בָ֔הּ Hb כַּאֲשֶׁ֖ר H834 דִּבֶּ֥ר H1696 לָכֶֽם Hl ",
  "26": "רְאֵ֗ה H7200 אָנֹכִ֛י H595 נֹתֵ֥ן H5414 לִפְנֵי H6440 הַיּ֑וֹם H3117 בְּרָכָ֖ה H1293 וּקְלָלָֽה H7045 ",
  "27": "אֶֽת H853 הַבְּרָכָ֑ה H1293 אֲשֶׁ֣ר H834 תִּשְׁמְע֗וּ H8085 אֶל H413 מִצְוֺת֙ H4687 יְהוָ֣ה H3068 אֱלֹֽהֵיכֶ֔ם H430 אֲשֶׁ֧ר H834 אָנֹכִ֛י H595 מְצַוֶּ֥ה H6680 אֶתְכֶ֖ם H853 הַיּֽוֹם H3117 ",
  "28": "וְהַ H7045 אִם H518 לֹ֤א H3808 תִשְׁמְעוּ֙ H8085 אֶל H413 מִצְוֺת֙ H4687 יְהוָ֣ה H3068 אֱלֹֽהֵיכֶ֔ם H430 וְסַרְתֶּ֣ם H5493 מִן H4480 הַדֶּ֔רֶךְ H1870 אֲשֶׁ֧ר H834 אָנֹכִ֛י H595 מְצַוֶּ֥ה H6680 אֶתְכֶ֖ם H853 הַיּ֑וֹם H3117 לָלֶ֗כֶת H3212 אַחֲרֵ֛י H310 אֱלֹהִ֥ים H430 אֲחֵרִ֖ים H312 אֲשֶׁ֥ר H834 לֹֽא H3808 יְדַעְתֶּֽם H3045 ",
  "29": "וְהָיָ֗ה H1961 כִּ֤י H3588 יְבִֽיאֲךָ֙ H935 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 אֶל H413 הָאָ֕רֶץ H776 אֲשֶׁר H834 אַתָּ֥ה H859 בָא H935 שָׁ֖מָּה H8033 לְרִשְׁתָּ֑ H3423 וְנָתַתָּ֤ה H5414 אֶת H853 הַבְּרָכָה֙ H1293 עַל H5921 הַ֣ר H2022 גְּרִזִ֔ים H1630 וְאֶת H853 הַקְּלָלָ֖ה H7045 עַל H5921 הַ֥ר H2022 עֵיבָֽל H5858 ",
  "30": "הֲלֹא H3808 הֵ֜מָּה H1992 בְּעֵ֣בֶר H5676 הַיַּרְדֵּ֗ן H3383 אַֽחֲרֵי֙ H310 דֶּ֚רֶךְ H1870 מְב֣וֹא H3996 הַשֶּׁ֔מֶשׁ H8121 בְּאֶ֨רֶץ֙ H776 הַֽכְּנַעֲנִ֔י H3669 הַיֹּשֵׁ֖ב H3427 בָּעֲרָבָ֑ה H6160 מ֚וּל H4136 הַגִּלְגָּ֔ל H1537 אֵ֖צֶל H681 אֵלוֹנֵ֥י H436 מֹרֶֽה H4176 ",
  "31": "כִּ֤י H3588 אַתֶּם֙ H859 עֹבְרִ֣ים H5674 אֶת H853 הַיַּרְדֵּ֔ן H3383 לָבֹא֙ H935 לָרֶ֣שֶׁת H3423 אֶת H853 הָאָ֔רֶץ H776 אֲשֶׁר H834 יְהוָ֥ה H3068 אֱלֹהֵיכֶ֖ם H430 נֹתֵ֣ן H5414 לָכֶ֑ם Hl וִֽירִשְׁתֶּ֥ם H3423 אֹתָ֖הּ H853 וִֽישַׁבְתֶּם H3427 בָּֽהּ Hb ",
  "32": "וּשְׁמַרְתֶּ֣ם H8104 לַעֲשׂ֔וֹת H6213 אֵ֥ת H853 כָּל H3605 הַֽחֻקִּ֖ים H2706 וְאֶת H853 הַמִּשְׁפָּטִ֑ים H4941 אֲשֶׁ֧ר H834 אָנֹכִ֛י H595 נֹתֵ֥ן H5414 לִפְנֵי H6440 הַיּֽוֹם H3117 "
}
