{
  "1": "מִקֵּ֥ץ H7093 שֶֽׁבַע H7651 שָׁנִ֖ים H8141 תַּעֲשֶׂ֥ה H6213 שְׁמִטָּֽה H8059 ",
  "2": "וְזֶה֮ H2088 דְּבַ֣ר H1697 הַשְּׁמִטָּה֒ H8059 שָׁמ֗וֹט H8058 כָּל H3605 בַּ֨עַל֙ H1167 מַשֵּׁ֣ה H4874 יָד֔וֹ H3027 אֲשֶׁ֥ר H834 יַשֶּׁ֖ה H5383 בְּרֵעֵ֑ H7453 לֹֽא H3808 יִגֹּ֤שׂ H5065 אֶת H853 רֵעֵ֨הוּ֙ H7453 וְאֶת H853 אָחִ֔יו H251 כִּֽי H3588 קָרָ֥א H7121 שְׁמִטָּ֖ה H8059 לַֽיהוָֽה H3068 ",
  "3": "אֶת H853 הַנָּכְרִ֖י H5237 תִּגֹּ֑שׂ H5065 וַאֲשֶׁ֨ר H834 יִהְיֶ֥ה H1961 לְךָ֛ Hl אֶת H854 אָחִ֖יךָ H251 תַּשְׁמֵ֥ט H8058 יָדֶֽךָ H3027 ",
  "4": "אֶ֕פֶס H657 כִּ֛י H3588 לֹ֥א H3808 יִֽהְיֶה H1961 בְּךָ֖ Hb אֶבְי֑וֹן H34 כִּֽי H3588 בָרֵ֤ךְ H1288 יְבָֽרֶכְךָ֙ H1288 יְהוָ֔ה H3068 בָּאָ֕רֶץ H776 אֲשֶׁר֙ H834 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 נֹֽתֵן H5414 לְךָ֥ Hl נַחֲלָ֖ה H5159 לְרִשְׁתָּֽ H3423 ",
  "5": "רַ֚ק H7535 אִם H518 שָׁמ֣וֹעַ H8085 תִּשְׁמַ֔ע H8085 בְּק֖וֹל H6963 יְהוָ֣ה H3068 אֱלֹהֶ֑יךָ H430 לִשְׁמֹ֤ר H8104 לַעֲשׂוֹת֙ H6213 אֶת H853 כָּל H3605 הַמִּצְוָ֣ה H4687 הַזֹּ֔את H2063 אֲשֶׁ֛ר H834 אָנֹכִ֥י H595 מְצַוְּךָ֖ H6680 הַיּֽוֹם H3117 ",
  "6": "כִּֽי H3588 יְהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 בֵּֽרַכְךָ֔ H1288 כַּאֲשֶׁ֖ר H834 דִּבֶּר H1696 לָ֑ךְ Hl וְהַֽעֲבַטְתָּ֞ H5670 גּוֹיִ֣ם H1471 רַבִּ֗ים H7227 וְאַתָּה֙ H859 לֹ֣א H3808 תַעֲבֹ֔ט H5670 וּמָֽשַׁלְתָּ֙ H4910 בְּגוֹיִ֣ם H1471 רַבִּ֔ים H7227 וּבְ Hc/Hb לֹ֥א H3808 יִמְשֹֽׁלוּ H4910 ",
  "7": "כִּֽי H3588 יִהְיֶה֩ H1961 בְךָ֨ Hb אֶבְי֜וֹן H34 מֵאַחַ֤ד H259 אַחֶ֨יךָ֙ H251 בְּאַחַ֣ד H259 שְׁעָרֶ֔יךָ H8179 בְּאַ֨רְצְ H776 אֲשֶׁר H834 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 נֹתֵ֣ן H5414 לָ֑ךְ Hl לֹ֧א H3808 תְאַמֵּ֣ץ H553 אֶת H853 לְבָבְךָ֗ H3824 וְלֹ֤א H3808 תִקְפֹּץ֙ H7092 אֶת H853 יָ֣דְךָ֔ H3027 מֵאָחִ֖י H251 הָאֶבְיֽוֹן H34 ",
  "8": "כִּֽי H3588 פָתֹ֧חַ H6605 תִּפְתַּ֛ח H6605 אֶת H853 יָדְךָ֖ H3027 ל֑וֹ Hl וְהַעֲבֵט֙ H5670 תַּעֲבִיטֶ֔נּוּ H5670 דֵּ֚י H1767 מַחְסֹר֔וֹ H4270 אֲשֶׁ֥ר H834 יֶחְסַ֖ר H2637 לֽוֹ Hl ",
  "9": "הִשָּׁ֣מֶר H8104 לְךָ֡ Hl פֶּן H6435 יִהְיֶ֣ה H1961 דָבָר֩ H1697 עִם H5973 לְבָבְךָ֨ H3824 בְלִיַּ֜עַל H1100 לֵאמֹ֗ר H559 קָֽרְבָ֣ה H7126 שְׁנַֽת H8141 הַשֶּׁבַע֮ H7651 שְׁנַ֣ת H8141 הַשְּׁמִטָּה֒ H8059 וְרָעָ֣ה H7489 עֵֽינְךָ֗ H5869 בְּאָחִ֨י H251 הָֽאֶבְי֔וֹן H34 וְלֹ֥א H3808 תִתֵּ֖ן H5414 ל֑וֹ Hl וְקָרָ֤א H7121 עָלֶ֨יךָ֙ H5921 אֶל H413 יְהוָ֔ה H3068 וְהָיָ֥ה H1961 בְךָ֖ Hb חֵֽטְא H2399 ",
  "10": "נָת֤וֹן H5414 תִּתֵּן֙ H5414 ל֔וֹ Hl וְלֹא H3808 יֵרַ֥ע H7489 לְבָבְךָ֖ H3824 בְּתִתְּ H5414 ל֑וֹ Hl כִּ֞י H3588 בִּגְלַ֣ל H1558 הַדָּבָ֣ר H1697 הַזֶּ֗ה H2088 יְבָרֶכְךָ֙ H1288 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 בְּכָֽל H3605 מַעֲשֶׂ֔ךָ H4639 וּבְ H3605 מִשְׁלַ֥ח H4916 יָדֶֽךָ H3027 ",
  "11": "כִּ֛י H3588 לֹא H3808 יֶחְדַּ֥ל H2308 אֶבְי֖וֹן H34 מִקֶּ֣רֶב H7130 הָאָ֑רֶץ H776 עַל H5921 כֵּ֞ן H3651 אָנֹכִ֤י H595 מְצַוְּךָ֙ H6680 לֵאמֹ֔ר H559 פָּ֠תֹחַ H6605 תִּפְתַּ֨ח H6605 אֶת H853 יָדְךָ֜ H3027 לְאָחִ֧י H251 לַעֲנִיֶּ֛ H6041 וּלְ H34 בְּאַרְצֶֽ H776 ",
  "12": "כִּֽי H3588 יִמָּכֵ֨ר H4376 לְךָ֜ Hl אָחִ֣יךָ H251 הָֽעִבְרִ֗י H5680 א֚וֹ H176 הָֽעִבְרִיָּ֔ה H5680 וַעֲבָֽדְ H5647 שֵׁ֣שׁ H8337 שָׁנִ֑ים H8141 וּבַ H8141 הַשְּׁבִיעִ֔ת H7637 תְּשַׁלְּחֶ֥נּוּ H7971 חָפְשִׁ֖י H2670 מֵעִמָּֽ H5973 ",
  "13": "וְכִֽי H3588 תְשַׁלְּחֶ֥נּוּ H7971 חָפְשִׁ֖י H2670 מֵֽעִמָּ֑ H5973 לֹ֥א H3808 תְשַׁלְּחֶ֖נּוּ H7971 רֵיקָֽם H7387 ",
  "14": "הַעֲנֵ֤יק H6059 תַּעֲנִיק֙ H6059 ל֔וֹ Hl מִצֹּ֣אנְ H6629 וּמִֽ H1637 וּמִ H3342 אֲשֶׁ֧ר H834 בֵּרַכְךָ֛ H1288 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 תִּתֶּן H5414 לֽוֹ Hl ",
  "15": "וְזָכַרְתָּ֗ H2142 כִּ֣י H3588 עֶ֤בֶד H5650 הָיִ֨יתָ֙ H1961 בְּאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 וַֽיִּפְדְּ H6299 יְהוָ֣ה H3068 אֱלֹהֶ֑יךָ H430 עַל H5921 כֵּ֞ן H3651 אָנֹכִ֧י H595 מְצַוְּךָ֛ H6680 אֶת H853 הַדָּבָ֥ר H1697 הַזֶּ֖ה H2088 הַיּֽוֹם H3117 ",
  "16": "וְהָיָה֙ H1961 כִּֽי H3588 יֹאמַ֣ר H559 אֵלֶ֔יךָ H413 לֹ֥א H3808 אֵצֵ֖א H3318 מֵעִמָּ֑ H5973 כִּ֤י H3588 אֲהֵֽבְךָ֙ H157 וְאֶת H853 בֵּיתֶ֔ךָ H1004 כִּי H3588 ט֥וֹב H2895 ל֖וֹ Hl עִמָּֽךְ H5973 ",
  "17": "וְלָקַחְתָּ֣ H3947 אֶת H853 הַמַּרְצֵ֗עַ H4836 וְנָתַתָּ֤ה H5414 בְאָזְנ H241 וּבַ H1817 וְהָיָ֥ה H1961 לְךָ֖ Hl עֶ֣בֶד H5650 עוֹלָ֑ם H5769 וְאַ֥ף H637 לַאֲמָתְ H519 תַּעֲשֶׂה H6213 כֵּֽן H3651 ",
  "18": "לֹא H3808 יִקְשֶׁ֣ה H7185 בְעֵינֶ֗ H5869 בְּשַׁלֵּֽחֲ H7971 אֹת֤וֹ H853 חָפְשִׁי֙ H2670 מֵֽעִמָּ֔ H5973 כִּ֗י H3588 מִשְׁנֶה֙ H4932 שְׂכַ֣ר H7939 שָׂכִ֔יר H7916 עֲבָֽדְךָ֖ H5647 שֵׁ֣שׁ H8337 שָׁנִ֑ים H8141 וּבֵֽרַכְ H1288 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 בְּכֹ֖ל H3605 אֲשֶׁ֥ר H834 תַּעֲשֶֽׂה H6213 ",
  "19": "כָּֽל H3605 הַבְּכ֡וֹר H1060 אֲשֶׁר֩ H834 יִוָּלֵ֨ד H3205 בִּבְקָרְ H1241 וּבְ H6629 הַזָּכָ֔ר H2145 תַּקְדִּ֖ישׁ H6942 לַיהוָ֣ה H3068 אֱלֹהֶ֑יךָ H430 לֹ֤א H3808 תַעֲבֹד֙ H5647 בִּבְכֹ֣ר H1060 שׁוֹרֶ֔ךָ H7794 וְלֹ֥א H3808 תָגֹ֖ז H1494 בְּכ֥וֹר H1060 צֹאנֶֽךָ H6629 ",
  "20": "לִפְנֵי֩ H6440 יְהוָ֨ה H3068 אֱלֹהֶ֤יךָ H430 תֹאכֲלֶ֨נּוּ֙ H398 שָׁנָ֣ה H8141 בְשָׁנָ֔ה H8141 בַּמָּק֖וֹם H4725 אֲשֶׁר H834 יִבְחַ֣ר H977 יְהוָ֑ה H3068 אַתָּ֖ה H859 וּבֵיתֶֽ H1004 ",
  "21": "וְכִֽי H3588 יִהְיֶ֨ה H1961 ב֜וֹ Hb מ֗וּם H3971 פִּסֵּ֨חַ֙ H6455 א֣וֹ H176 עִוֵּ֔ר H5787 כֹּ֖ל H3605 מ֣וּם H3971 רָ֑ע H7451 לֹ֣א H3808 תִזְבָּחֶ֔נּוּ H2076 לַיהוָ֖ה H3068 אֱלֹהֶֽיךָ H430 ",
  "22": "בִּשְׁעָרֶ֖י H8179 תֹּאכֲלֶ֑נּוּ H398 הַטָּמֵ֤א H2931 וְהַ H2889 יַחְדָּ֔ו H3162 כַּצְּבִ֖י H6643 וְכָ H354 ",
  "23": "רַ֥ק H7535 אֶת H853 דָּמ֖וֹ H1818 לֹ֣א H3808 תֹאכֵ֑ל H398 עַל H5921 הָאָ֥רֶץ H776 תִּשְׁפְּכֶ֖נּוּ H8210 כַּמָּֽיִם H4325 "
}
