{
  "1": "לֹֽא H3808 יָבֹ֧א H935 פְצֽוּעַ H6481 דַּכָּ֛א H1795 וּכְר֥וּת H3772 שָׁפְכָ֖ה H8212 בִּקְהַ֥ל H6951 יְהוָֽה H3068 ",
  "2": "לֹא H3808 יָבֹ֥א H935 מַמְזֵ֖ר H4464 בִּקְהַ֣ל H6951 יְהוָ֑ה H3068 גַּ֚ם H1571 דּ֣וֹר H1755 עֲשִׂירִ֔י H6224 לֹא H3808 יָ֥בֹא H935 ל֖וֹ Hl בִּקְהַ֥ל H6951 יְהוָֽה H3068 ",
  "3": "לֹֽא H3808 יָבֹ֧א H935 עַמּוֹנִ֛י H5984 וּמוֹאָבִ֖י H4125 בִּקְהַ֣ל H6951 יְהוָ֑ה H3068 גַּ֚ם H1571 דּ֣וֹר H1755 עֲשִׂירִ֔י H6224 לֹא H3808 יָבֹ֥א H935 לָהֶ֛ם H1992 בִּקְהַ֥ל H6951 יְהוָ֖ה H3068 עַד H5704 עוֹלָֽם H5769 ",
  "4": "עַל H5921 דְּבַ֞ר H1697 אֲשֶׁ֨ר H834 לֹא H3808 קִדְּמ֤וּ H6923 אֶתְכֶם֙ H853 בַּלֶּ֣חֶם H3899 וּבַ H4325 בַּדֶּ֖רֶךְ H1870 בְּצֵאתְ H3318 מִמִּצְרָ֑יִם H4714 וַאֲשֶׁר֩ H834 שָׂכַ֨ר H7936 עָלֶ֜יךָ H5921 אֶת H853 בִּלְעָ֣ם H1109 בֶּן H1121 בְּע֗וֹר H1160 מִפְּת֛וֹר H6604 אֲרַ֥ם H763 נַהֲרַ֖יִם H763 לְקַֽלְלֶֽ H7043 ",
  "5": "וְלֹֽא H3808 אָבָ֞ה H14 יְהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 לִשְׁמֹ֣עַ H8085 אֶל H413 בִּלְעָ֔ם H1109 וַיַּהֲפֹךְ֩ H2015 יְהוָ֨ה H3068 אֱלֹהֶ֧יךָ H430 לְּךָ֛ Hl אֶת H853 הַקְּלָלָ֖ה H7045 לִבְרָכָ֑ה H1293 כִּ֥י H3588 אֲהֵֽבְךָ֖ H157 יְהוָ֥ה H3068 אֱלֹהֶֽיךָ H430 ",
  "6": "לֹא H3808 תִדְרֹ֥שׁ H1875 שְׁלֹמָ֖ם H7965 וְטֹבָתָ֑ H2896 כָּל H3605 יָמֶ֖יךָ H3117 לְעוֹלָֽם H5769 ",
  "7": "לֹֽא H3808 תְתַעֵ֣ב H8581 אֲדֹמִ֔י H130 כִּ֥י H3588 אָחִ֖יךָ H251 ה֑וּא H1931 לֹא H3808 תְתַעֵ֣ב H8581 מִצְרִ֔י H4713 כִּי H3588 גֵ֖ר H1616 הָיִ֥יתָ H1961 בְאַרְצֽ H776 ",
  "8": "בָּנִ֛ים H1121 אֲשֶׁר H834 יִוָּלְד֥וּ H3205 לָהֶ֖ם Hl דּ֣וֹר H1755 שְׁלִישִׁ֑י H7992 יָבֹ֥א H935 לָהֶ֖ם Hl בִּקְהַ֥ל H6951 יְהוָֽה H3068 ",
  "9": "כִּֽי H3588 תֵצֵ֥א H3318 מַחֲנֶ֖ה H4264 עַל H5921 אֹיְבֶ֑יךָ H341 וְנִ֨שְׁמַרְתָּ֔ H8104 מִכֹּ֖ל H3605 דָּבָ֥ר H1697 רָֽע H7451 ",
  "10": "כִּֽי H3588 יִהְיֶ֤ה H1961 בְךָ֙ Hb אִ֔ישׁ H376 אֲשֶׁ֛ר H834 לֹא H3808 יִהְיֶ֥ה H1961 טָה֖וֹר H2889 מִקְּרֵה H7137 לָ֑יְלָה H3915 וְיָצָא֙ H3318 אֶל H413 מִח֣וּץ H2351 לַֽמַּחֲנֶ֔ה H4264 לֹ֥א H3808 יָבֹ֖א H935 אֶל H413 תּ֥וֹךְ H8432 הַֽמַּחֲנֶֽה H4264 ",
  "11": "וְהָיָ֥ה H1961 לִפְנֽוֹת H6437 עֶ֖רֶב H6153 יִרְחַ֣ץ H7364 בַּמָּ֑יִם H4325 וּכְ H935 הַשֶּׁ֔מֶשׁ H8121 יָבֹ֖א H935 אֶל H413 תּ֥וֹךְ H8432 הַֽמַּחֲנֶה H4264 ",
  "12": "וְיָד֙ H3027 תִּהְיֶ֣ה H1961 לְךָ֔ Hl מִח֖וּץ H2351 לַֽמַּחֲנֶ֑ה H4264 וְיָצָ֥אתָ H3318 שָׁ֖מָּה H8033 חֽוּץ H2351 ",
  "13": "וְיָתֵ֛ד H3489 תִּהְיֶ֥ה H1961 לְךָ֖ Hl עַל H5921 אֲזֵנֶ֑ךָ H240 וְהָיָה֙ H1961 בְּשִׁבְתְּ H3427 ח֔וּץ H2351 וְחָפַרְתָּ֣ה H2658 בָ֔הּ Hb וְשַׁבְתָּ֖ H7725 וְכִסִּ֥יתָ H3680 אֶת H853 צֵאָתֶֽךָ H6627 ",
  "14": "כִּי֩ H3588 יְהוָ֨ה H3068 אֱלֹהֶ֜יךָ H430 מִתְהַלֵּ֣ךְ H1980 בְּקֶ֣רֶב H7130 מַחֲנֶ֗ךָ H4264 לְהַצִּֽילְ H5337 וְלָ H5414 אֹיְבֶ֨יךָ֙ H341 לְפָנֶ֔י H6440 וְהָיָ֥ה H1961 מַחֲנֶ֖יךָ H4264 קָד֑וֹשׁ H6918 וְלֹֽא H3808 יִרְאֶ֤ה H7200 בְךָ֙ Hb עֶרְוַ֣ת H6172 דָּבָ֔ר H1697 וְשָׁ֖ב H7725 מֵאַחֲרֶֽי H310 ",
  "15": "לֹא H3808 תַסְגִּ֥יר H5462 עֶ֖בֶד H5650 אֶל H413 אֲדֹנָ֑יו H113 אֲשֶׁר H834 יִנָּצֵ֥ל H5337 אֵלֶ֖יךָ H413 מֵעִ֥ם H5973 אֲדֹנָֽיו H113 ",
  "16": "עִמְּךָ֞ H5973 יֵשֵׁ֣ב H3427 בְּקִרְבְּ H7130 בַּמָּק֧וֹם H4725 אֲשֶׁר H834 יִבְחַ֛ר H977 בְּאַחַ֥ד H259 שְׁעָרֶ֖יךָ H8179 בַּטּ֣וֹב H2896 ל֑וֹ Hl לֹ֖א H3808 תּוֹנֶֽנּוּ H3238 ",
  "17": "לֹא H3808 תִהְיֶ֥ה H1961 קְדֵשָׁ֖ה H6948 מִבְּנ֣וֹת H1323 יִשְׂרָאֵ֑ל H3478 וְלֹֽא H3808 יִהְיֶ֥ה H1961 קָדֵ֖שׁ H6945 מִבְּנֵ֥י H1121 יִשְׂרָאֵל H3478 ",
  "18": "לֹא H3808 תָבִיא֩ H935 אֶתְנַ֨ן H868 זוֹנָ֜ה H2181 וּמְחִ֣יר H4242 כֶּ֗לֶב H3611 בֵּ֛ית H1004 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 לְכָל H3605 נֶ֑דֶר H5088 כִּ֧י H3588 תוֹעֲבַ֛ת H8441 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 גַּם H1571 שְׁנֵיהֶֽם H8147 ",
  "19": "לֹא H3808 תַשִּׁ֣יךְ H5391 לְאָחִ֔י H251 נֶ֥שֶׁךְ H5392 כֶּ֖סֶף H3701 נֶ֣שֶׁךְ H5392 אֹ֑כֶל H400 נֶ֕שֶׁךְ H5392 כָּל H3605 דָּבָ֖ר H1697 אֲשֶׁ֥ר H834 יִשָּֽׁךְ H5391 ",
  "20": "לַנָּכְרִ֣י H5237 תַשִּׁ֔יךְ H5391 וּלְ H251 לֹ֣א H3808 תַשִּׁ֑יךְ H5391 לְמַ֨עַן H4616 יְבָרֶכְךָ֜ H1288 יְהוָ֣ה H3068 אֱלֹהֶ֗יךָ H430 בְּכֹל֙ H3605 מִשְׁלַ֣ח H4916 יָדֶ֔ךָ H3027 עַל H5921 הָאָ֕רֶץ H776 אֲשֶׁר H834 אַתָּ֥ה H859 בָא H935 שָׁ֖מָּה H8033 לְרִשְׁתָּֽ H3423 ",
  "21": "כִּֽי H3588 תִדֹּ֥ר H5087 נֶ֨דֶר֙ H5088 לַיהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 לֹ֥א H3808 תְאַחֵ֖ר H309 לְשַׁלְּמ֑ H7999 כִּֽי H3588 דָּרֹ֨שׁ H1875 יִדְרְשֶׁ֜נּוּ H1875 יְהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 מֵֽעִמָּ֔ H5973 וְהָיָ֥ה H1961 בְךָ֖ Hb חֵֽטְא H2399 ",
  "22": "וְכִ֥י H3588 תֶחְדַּ֖ל H2308 לִנְדֹּ֑ר H5087 לֹֽא H3808 יִהְיֶ֥ה H1961 בְךָ֖ Hb חֵֽטְא H2399 ",
  "23": "מוֹצָ֥א H4161 שְׂפָתֶ֖יךָ H8193 תִּשְׁמֹ֣ר H8104 וְעָשִׂ֑יתָ H6213 כַּאֲשֶׁ֨ר H834 נָדַ֜רְתָּ H5087 לַיהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 נְדָבָ֔ה H5071 אֲשֶׁ֥ר H834 דִּבַּ֖רְתָּ H1696 בְּפִֽי H6310 ",
  "24": "כִּ֤י H3588 תָבֹא֙ H935 בְּכֶ֣רֶם H3754 רֵעֶ֔ךָ H7453 וְאָכַלְתָּ֧ H398 עֲנָבִ֛ים H6025 כְּנַפְשְׁ H5315 שָׂבְעֶ֑ךָ H7648 וְאֶֽל H413 כֶּלְיְךָ֖ H3627 לֹ֥א H3808 תִתֵּֽן H5414 ",
  "25": "כִּ֤י H3588 תָבֹא֙ H935 בְּקָמַ֣ת H7054 רֵעֶ֔ךָ H7453 וְקָטַפְתָּ֥ H6998 מְלִילֹ֖ת H4425 בְּיָדֶ֑ H3027 וְחֶרְמֵשׁ֙ H2770 לֹ֣א H3808 תָנִ֔יף H5130 עַ֖ל H5921 קָמַ֥ת H7054 רֵעֶֽךָ H7453 ",
  "26": "כִּ֤י H3588 תָבֹא֙ H935 בְּקָמַ֣ת H7054 רֵעֶ֔ךָ H7453 וְקָטַפְתָּ֥ H6998 מְלִילֹ֖ת H4425 בְּיָדֶ֑ H3027 וְחֶרְמֵשׁ֙ H2770 לֹ֣א H3808 תָנִ֔יף H5130 עַ֖ל H5921 קָמַ֥ת H7054 רֵעֶֽךָ H7453 "
}
