{
  "1": "וְהָיָה֙ H1961 כִּֽי H3588 תָב֣וֹא H935 אֶל H413 הָאָ֔רֶץ H776 אֲשֶׁר֙ H834 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 נֹתֵ֥ן H5414 לְךָ֖ Hl נַחֲלָ֑ה H5159 וִֽירִשְׁתָּ֖ H3423 וְיָשַׁ֥בְתָּ H3427 בָּֽהּ Hb ",
  "2": "וְלָקַחְתָּ֞ H3947 מֵרֵאשִׁ֣ית H7225 כָּל H3605 פְּרִ֣י H6529 הָאֲדָמָ֗ה H127 אֲשֶׁ֨ר H834 תָּבִ֧יא H935 מֵֽאַרְצְ H776 אֲשֶׁ֨ר H834 יְהוָ֧ה H3068 אֱלֹהֶ֛יךָ H430 נֹתֵ֥ן H5414 לָ֖ךְ Hl וְשַׂמְתָּ֣ H7760 בַטֶּ֑נֶא H2935 וְהָֽלַכְתָּ֙ H1980 אֶל H413 הַמָּק֔וֹם H4725 אֲשֶׁ֤ר H834 יִבְחַר֙ H977 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 לְשַׁכֵּ֥ן H7931 שְׁמ֖וֹ H8034 שָֽׁם H8033 ",
  "3": "וּבָאתָ֙ H935 אֶל H413 הַכֹּהֵ֔ן H3548 אֲשֶׁ֥ר H834 יִהְיֶ֖ה H1961 בַּיָּמִ֣ים H3117 הָהֵ֑ם H1992 וְאָמַרְתָּ֣ H559 אֵלָ֗יו H413 הִגַּ֤דְתִּי H5046 הַיּוֹם֙ H3117 לַיהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 כִּי H3588 בָ֨אתִי֙ H935 אֶל H413 הָאָ֔רֶץ H776 אֲשֶׁ֨ר H834 נִשְׁבַּ֧ע H7650 יְהוָ֛ה H3068 לַאֲבֹתֵ֖י H1 לָ֥תֶת H5414 לָֽנוּ Hl ",
  "4": "וְלָקַ֧ח H3947 הַכֹּהֵ֛ן H3548 הַטֶּ֖נֶא H2935 מִיָּדֶ֑ H3027 וְהִ֨נִּיח֔ H3240 לִפְנֵ֕י H6440 מִזְבַּ֖ח H4196 יְהוָ֥ה H3068 אֱלֹהֶֽיךָ H430 ",
  "5": "וְעָנִ֨יתָ H6030 וְאָמַרְתָּ֜ H559 לִפְנֵ֣י H6440 יְהוָ֣ה H3068 אֱלֹהֶ֗יךָ H430 אֲרַמִּי֙ H761 אֹבֵ֣ד H6 אָבִ֔י H1 וַיֵּ֣רֶד H3381 מִצְרַ֔יְמָה H4714 וַיָּ֥גָר H1481 שָׁ֖ם H8033 בִּמְתֵ֣י H4962 מְעָ֑ט H4592 וַֽיְהִי H1961 שָׁ֕ם H8033 לְג֥וֹי H1471 גָּד֖וֹל H1419 עָצ֥וּם H6099 וָרָֽב H7227 ",
  "6": "וַיָּרֵ֧עוּ H7489 אֹתָ֛נוּ H854 הַמִּצְרִ֖ים H4713 וַיְעַנּ֑וּ H6031 וַיִּתְּנ֥וּ H5414 עָלֵ֖ינוּ H5921 עֲבֹדָ֥ה H5656 קָשָֽׁה H7186 ",
  "7": "וַנִּצְעַ֕ק H6817 אֶל H413 יְהוָ֖ה H3068 אֱלֹהֵ֣י H430 אֲבֹתֵ֑ינוּ H1 וַיִּשְׁמַ֤ע H8085 יְהוָה֙ H3068 אֶת H853 קֹלֵ֔נוּ H6963 וַיַּ֧רְא H7200 אֶת H853 עָנְיֵ֛נוּ H6040 וְאֶת H853 עֲמָלֵ֖נוּ H5999 וְאֶת H853 לַחֲצֵֽנוּ H3906 ",
  "8": "וַיּוֹצִאֵ֤ H3318 יְהוָה֙ H3068 מִמִּצְרַ֔יִם H4714 בְּיָ֤ד H3027 חֲזָקָה֙ H2389 וּבִ H2220 נְטוּיָ֔ה H5186 וּבְ H4172 גָּדֹ֑ל H1419 וּבְ H226 וּבְ H4159 ",
  "9": "וַיְבִאֵ֖ H935 אֶל H413 הַמָּק֣וֹם H4725 הַזֶּ֑ה H2088 וַיִּתֶּן H5414 לָ֨נוּ֙ Hl אֶת H853 הָאָ֣רֶץ H776 הַזֹּ֔את H2063 אֶ֛רֶץ H776 זָבַ֥ת H2100 חָלָ֖ב H2461 וּדְבָֽשׁ H1706 ",
  "10": "וְעַתָּ֗ה H6258 הִנֵּ֤ה H2009 הֵבֵ֨אתִי֙ H935 אֶת H853 רֵאשִׁית֙ H7225 פְּרִ֣י H6529 הָאֲדָמָ֔ה H127 אֲשֶׁר H834 נָתַ֥תָּה H5414 לִּ֖י Hl יְהוָ֑ה H3068 וְהִנַּחְתּ֗ H3240 לִפְנֵי֙ H6440 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 וְהִֽשְׁתַּחֲוִ֔יתָ H7812 לִפְנֵ֖י H6440 יְהוָ֥ה H3068 אֱלֹהֶֽיךָ H430 ",
  "11": "וְשָׂמַחְתָּ֣ H8055 בְכָל H3605 הַטּ֗וֹב H2896 אֲשֶׁ֧ר H834 נָֽתַן H5414 לְךָ֛ Hl יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 וּלְ H1004 אַתָּה֙ H859 וְהַ H3881 וְהַ H1616 אֲשֶׁ֥ר H834 בְּקִרְבֶּֽ H7130 ",
  "12": "כִּ֣י H3588 תְכַלֶּ֞ה H3615 לַ֠עְשֵׂר H6237 אֶת H853 כָּל H3605 מַעְשַׂ֧ר H4643 תְּבוּאָתְךָ֛ H8393 בַּשָּׁנָ֥ה H8141 הַשְּׁלִישִׁ֖ת H7992 שְׁנַ֣ת H8141 הַֽמַּעֲשֵׂ֑ר H4643 וְנָתַתָּ֣ה H5414 לַלֵּוִ֗י H3881 לַגֵּר֙ H1616 לַיָּת֣וֹם H3490 וְלָֽ H490 וְאָכְל֥וּ H398 בִשְׁעָרֶ֖י H8179 וְשָׂבֵֽעוּ H7646 ",
  "13": "וְאָמַרְתָּ֡ H559 לִפְנֵי֩ H6440 יְהוָ֨ה H3068 אֱלֹהֶ֜יךָ H430 בִּעַ֧רְתִּי H1197 הַקֹּ֣דֶשׁ H6944 מִן H4480 הַבַּ֗יִת H1004 וְגַ֨ם H1571 נְתַתִּ֤יו H5414 לַלֵּוִי֙ H3881 וְלַ H1616 לַיָּת֣וֹם H3490 וְלָ H490 כְּכָל H3605 מִצְוָתְךָ֖ H4687 אֲשֶׁ֣ר H834 צִוִּיתָ֑נִי H6680 לֹֽא H3808 עָבַ֥רְתִּי H5674 מִמִּצְוֺתֶ֖י H4687 וְלֹ֥א H3808 שָׁכָֽחְתִּי H7911 ",
  "14": "לֹא H3808 אָכַ֨לְתִּי H398 בְאֹנִ֜י H205 מִמֶּ֗נּוּ H4480 וְלֹא H3808 בִעַ֤רְתִּי H1197 מִמֶּ֨נּוּ֙ H4480 בְּטָמֵ֔א H2931 וְלֹא H3808 נָתַ֥תִּי H5414 מִמֶּ֖נּוּ H4480 לְמֵ֑ת H4191 שָׁמַ֗עְתִּי H8085 בְּקוֹל֙ H6963 יְהוָ֣ה H3068 אֱלֹהָ֔י H430 עָשִׂ֕יתִי H6213 כְּכֹ֖ל H3605 אֲשֶׁ֥ר H834 צִוִּיתָֽנִי H6680 ",
  "15": "הַשְׁקִיפָה֩ H8259 מִמְּע֨וֹן H4583 קָדְשְׁךָ֜ H6944 מִן H4480 הַשָּׁמַ֗יִם H8064 וּבָרֵ֤ךְ H1288 אֶֽת H853 עַמְּךָ֙ H5971 אֶת H853 יִשְׂרָאֵ֔ל H3478 וְאֵת֙ H853 הָאֲדָמָ֔ה H127 אֲשֶׁ֥ר H834 נָתַ֖תָּה H5414 לָ֑נוּ Hl כַּאֲשֶׁ֤ר H834 נִשְׁבַּ֨עְתָּ֙ H7650 לַאֲבֹתֵ֔י H1 אֶ֛רֶץ H776 זָבַ֥ת H2100 חָלָ֖ב H2461 וּדְבָֽשׁ H1706 ",
  "16": "הַיּ֣וֹם H3117 הַזֶּ֗ה H2088 יְהוָ֨ה H3068 אֱלֹהֶ֜יךָ H430 מְצַוְּךָ֧ H6680 לַעֲשׂ֛וֹת H6213 אֶת H853 הַחֻקִּ֥ים H2706 הָאֵ֖לֶּה H428 וְאֶת H853 הַמִּשְׁפָּטִ֑ים H4941 וְשָׁמַרְתָּ֤ H8104 וְעָשִׂ֨יתָ֙ H6213 אוֹתָ֔ם H853 בְּכָל H3605 לְבָבְךָ֖ H3824 וּבְ H3605 נַפְשֶֽׁךָ H5315 ",
  "17": "אֶת H853 יְהוָ֥ה H3068 הֶאֱמַ֖רְתָּ H559 הַיּ֑וֹם H3117 לִהְיוֹת֩ H1961 לְךָ֨ Hl לֵֽאלֹהִ֜ים H430 וְלָ H3212 בִּדְרָכָ֗י H1870 וְלִ H8104 חֻקָּ֧יו H2706 וּמִצְוֺתָ֛י H4687 וּמִשְׁפָּטָ֖י H4941 וְלִ H8085 בְּקֹלֽ H6963 ",
  "18": "וַֽיהוָ֞ה H3068 הֶאֱמִֽירְךָ֣ H559 הַיּ֗וֹם H3117 לִהְי֥וֹת H1961 לוֹ֙ Hl לְעַ֣ם H5971 סְגֻלָּ֔ה H5459 כַּאֲשֶׁ֖ר H834 דִּבֶּר H1696 לָ֑ךְ Hl וְלִ H8104 כָּל H3605 מִצְוֺתָֽיו H4687 ",
  "19": "וּֽלְ H5414 עֶלְי֗וֹן H5945 עַ֤ל H5921 כָּל H3605 הַגּוֹיִם֙ H1471 אֲשֶׁ֣ר H834 עָשָׂ֔ה H6213 לִתְהִלָּ֖ה H8416 וּלְ H8034 וּלְ H8597 וְלִֽ H1961 עַם H5971 קָדֹ֛שׁ H6918 לַיהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 כַּאֲשֶׁ֥ר H834 דִּבֵּֽר H1696 "
}
