{
  "1": "וַיֵּ֖לֶךְ H3212 מֹשֶׁ֑ה H4872 וַיְדַבֵּ֛ר H1696 אֶת H853 הַדְּבָרִ֥ים H1697 הָאֵ֖לֶּה H428 אֶל H413 כָּל H3605 יִשְׂרָאֵֽל H3478 ",
  "2": "וַיֹּ֣אמֶר H559 אֲלֵהֶ֗ם H413 בֶּן H1121 מֵאָה֩ H3967 וְעֶשְׂרִ֨ים H6242 שָׁנָ֤ה H8141 אָנֹכִי֙ H595 הַיּ֔וֹם H3117 לֹא H3808 אוּכַ֥ל H3201 ע֖וֹד H5750 לָצֵ֣את H3318 וְלָ H935 וַֽיהוָה֙ H3068 אָמַ֣ר H559 אֵלַ֔י H413 לֹ֥א H3808 תַעֲבֹ֖ר H5674 אֶת H853 הַיַּרְדֵּ֥ן H3383 הַזֶּֽה H2088 ",
  "3": "יְהוָ֨ה H3068 אֱלֹהֶ֜יךָ H430 ה֣וּא H1931 עֹבֵ֣ר H5674 לְפָנֶ֗י H6440 הֽוּא H1931 יַשְׁמִ֞יד H8045 אֶת H853 הַגּוֹיִ֥ם H1471 הָאֵ֛לֶּה H428 מִלְּ H6440 וִֽירִשְׁתָּ֑ H3423 יְהוֹשֻׁ֗עַ H3091 ה֚וּא H1931 עֹבֵ֣ר H5674 לְפָנֶ֔י H6440 כַּאֲשֶׁ֖ר H834 דִּבֶּ֥ר H1696 יְהוָֽה H3068 ",
  "4": "וְעָשָׂ֤ה H6213 יְהוָה֙ H3068 לָהֶ֔ם Hl כַּאֲשֶׁ֣ר H834 עָשָׂ֗ה H6213 לְסִיח֥וֹן H5511 וּלְ H5747 מַלְכֵ֥י H4428 הָאֱמֹרִ֖י H567 וּלְ H776 אֲשֶׁ֥ר H834 הִשְׁמִ֖יד H8045 אֹתָֽם H853 ",
  "5": "וּנְתָנָ֥ H5414 יְהוָ֖ה H3068 לִפְנֵי H6440 וַעֲשִׂיתֶ֣ם H6213 לָהֶ֔ם Hl כְּכָל H3605 הַמִּצְוָ֔ה H4687 אֲשֶׁ֥ר H834 צִוִּ֖יתִי H6680 אֶתְכֶֽם H853 ",
  "6": "חִזְק֣וּ H2388 וְאִמְצ֔וּ H553 אַל H408 תִּֽירְא֥וּ H3372 וְאַל H408 תַּעַרְצ֖וּ H6206 מִפְּנֵי H6440 כִּ֣י H3588 יְהוָ֣ה H3068 אֱלֹהֶ֗יךָ H430 ה֚וּא H1931 הַהֹלֵ֣ךְ H1980 עִמָּ֔ךְ H5973 לֹ֥א H3808 יַרְפְּךָ֖ H7503 וְלֹ֥א H3808 יַעַזְבֶֽךָּ H5800 ",
  "7": "וַיִּקְרָ֨א H7121 מֹשֶׁ֜ה H4872 לִֽיהוֹשֻׁ֗עַ H3091 וַיֹּ֨אמֶר H559 אֵלָ֜יו H413 לְעֵינֵ֣י H5869 כָל H3605 יִשְׂרָאֵ֘ל H3478 חֲזַ֣ק H2388 וֶאֱמָץ֒ H553 כִּ֣י H3588 אַתָּ֗ה H859 תָּבוֹא֙ H935 אֶת H854 הָעָ֣ם H5971 הַזֶּ֔ה H2088 אֶל H413 הָאָ֕רֶץ H776 אֲשֶׁ֨ר H834 נִשְׁבַּ֧ע H7650 יְהוָ֛ה H3068 לַאֲבֹתָ֖ H1 לָתֵ֣ת H5414 לָהֶ֑ם Hl וְאַתָּ֖ה H859 תַּנְחִילֶ֥נָּה H5157 אוֹתָֽם H853 ",
  "8": "וַֽיהוָ֞ה H3068 ה֣וּא H1931 הַהֹלֵ֣ךְ H1980 לְפָנֶ֗י H6440 ה֚וּא H1931 יִהְיֶ֣ה H1961 עִמָּ֔ךְ H5973 לֹ֥א H3808 יַרְפְּךָ֖ H7503 וְלֹ֣א H3808 יַֽעַזְבֶ֑ךָּ H5800 לֹ֥א H3808 תִירָ֖א H3372 וְלֹ֥א H3808 תֵחָֽת H2865 ",
  "9": "וַיִּכְתֹּ֣ב H3789 מֹשֶׁה֮ H4872 אֶת H853 הַתּוֹרָ֣ה H8451 הַזֹּאת֒ H2063 וַֽיִּתְּנָ֗ H5414 אֶל H413 הַכֹּהֲנִים֙ H3548 בְּנֵ֣י H1121 לֵוִ֔י H3878 הַנֹּ֣שְׂאִ֔ים H5375 אֶת H853 אֲר֖וֹן H727 בְּרִ֣ית H1285 יְהוָ֑ה H3068 וְאֶל H413 כָּל H3605 זִקְנֵ֖י H2205 יִשְׂרָאֵֽל H3478 ",
  "10": "וַיְצַ֥ו H6680 מֹשֶׁ֖ה H4872 אוֹתָ֣ם H853 לֵאמֹ֑ר H559 מִקֵּ֣ץ H7093 שֶׁ֣בַע H7651 שָׁנִ֗ים H8141 בְּמֹעֵ֛ד H4150 שְׁנַ֥ת H8141 הַשְּׁמִטָּ֖ה H8059 בְּחַ֥ג H2282 הַסֻּכּֽוֹת H5521 ",
  "11": "בְּב֣וֹא H935 כָל H3605 יִשְׂרָאֵ֗ל H3478 לֵרָאוֹת֙ H7200 אֶת H853 פְּנֵי֙ H6440 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 בַּמָּק֖וֹם H4725 אֲשֶׁ֣ר H834 יִבְחָ֑ר H977 תִּקְרָ֞א H7121 אֶת H853 הַתּוֹרָ֥ה H8451 הַזֹּ֛את H2063 נֶ֥גֶד H5048 כָּל H3605 יִשְׂרָאֵ֖ל H3478 בְּאָזְנֵי H241 ",
  "12": "הַקְהֵ֣ל H6950 אֶת H853 הָעָ֗ם H5971 הָֽאֲנָשִׁ֤ים H376 וְהַ H802 וְהַ H2945 וְגֵרְ H1616 אֲשֶׁ֣ר H834 בִּשְׁעָרֶ֑י H8179 לְמַ֨עַן H4616 יִשְׁמְע֜וּ H8085 וּלְמַ֣עַן H4616 יִלְמְד֗וּ H3925 וְיָֽרְאוּ֙ H3372 אֶת H853 יְהוָ֣ה H3068 אֱלֹֽהֵיכֶ֔ם H430 וְשָֽׁמְר֣וּ H8104 לַעֲשׂ֔וֹת H6213 אֶת H853 כָּל H3605 דִּבְרֵ֖י H1697 הַתּוֹרָ֥ה H8451 הַזֹּֽאת H2063 ",
  "13": "וּבְנֵי H1121 אֲשֶׁ֣ר H834 לֹֽא H3808 יָדְע֗וּ H3045 יִשְׁמְעוּ֙ H8085 וְלָ֣מְד֔וּ H3925 לְיִרְאָ֖ה H3372 אֶת H853 יְהוָ֣ה H3068 אֱלֹהֵיכֶ֑ם H430 כָּל H3605 הַיָּמִ֗ים H3117 אֲשֶׁ֨ר H834 אַתֶּ֤ם H859 חַיִּים֙ H2416 עַל H5921 הָ֣אֲדָמָ֔ה H127 אֲשֶׁ֨ר H834 אַתֶּ֜ם H859 עֹבְרִ֧ים H5674 אֶת H853 הַיַּרְדֵּ֛ן H3383 שָׁ֖מָּה H8033 לְרִשְׁתָּֽ H3423 ",
  "14": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 הֵ֣ן H2005 קָרְב֣וּ H7126 יָמֶיךָ֮ H3117 לָמוּת֒ H4191 קְרָ֣א H7121 אֶת H853 יְהוֹשֻׁ֗עַ H3091 וְהִֽתְיַצְּב֛וּ H3320 בְּאֹ֥הֶל H168 מוֹעֵ֖ד H4150 וַאֲצַוֶּ֑ H6680 וַיֵּ֤לֶךְ H3212 מֹשֶׁה֙ H4872 וִֽיהוֹשֻׁ֔עַ H3091 וַיִּֽתְיַצְּב֖וּ H3320 בְּאֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "15": "וַיֵּרָ֧א H7200 יְהוָ֛ה H3068 בָּאֹ֖הֶל H168 בְּעַמּ֣וּד H5982 עָנָ֑ן H6051 וַיַּעֲמֹ֛ד H5975 עַמּ֥וּד H5982 הֶעָנָ֖ן H6051 עַל H5921 פֶּ֥תַח H6607 הָאֹֽהֶל H168 ",
  "16": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 הִנְּךָ֥ H2009 שֹׁכֵ֖ב H7901 עִם H5973 אֲבֹתֶ֑יךָ H1 וְקָם֩ H6965 הָעָ֨ם H5971 הַזֶּ֜ה H2088 וְזָנָ֣ה H2181 אַחֲרֵ֣י H310 אֱלֹהֵ֣י H430 נֵֽכַר H5236 הָאָ֗רֶץ H776 אֲשֶׁ֨ר H834 ה֤וּא H1931 בָא H935 שָׁ֨מָּה֙ H8033 בְּקִרְבּ֔ H7130 וַעֲזָבַ֕ H5800 וְהֵפֵר֙ H6565 אֶת H853 בְּרִיתִ֔י H1285 אֲשֶׁ֥ר H834 כָּרַ֖תִּי H3772 אִתּֽוֹ H854 ",
  "17": "וְחָרָ֣ה H2734 אַפִּ֣י H639 ב֣וֹ Hb בַיּוֹם H3117 הַ֠הוּא H1931 וַעֲזַבְתִּ֞י H5800 וְהִסְתַּרְתִּ֨י H5641 פָנַ֤י H6440 מֵהֶם֙ H1992 וְהָיָ֣ה H1961 לֶֽאֱכֹ֔ל H398 וּמְצָאֻ֛ H4672 רָע֥וֹת H7451 רַבּ֖וֹת H7227 וְצָר֑וֹת H6869 וְאָמַר֙ H559 בַּיּ֣וֹם H3117 הַה֔וּא H1931 הֲלֹ֗א H3808 עַ֣ל H5921 כִּֽי H3588 אֵ֤ין H369 אֱלֹהַי֙ H430 בְּקִרְבִּ֔ H7130 מְצָא֖וּנִי H4672 הָרָע֥וֹת H7451 הָאֵֽלֶּה H428 ",
  "18": "וְאָנֹכִ֗י H595 הַסְתֵּ֨ר H5641 אַסְתִּ֤יר H5641 פָּנַי֙ H6440 בַּיּ֣וֹם H3117 הַה֔וּא H1931 עַ֥ל H5921 כָּל H3605 הָרָעָ֖ה H7451 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 כִּ֣י H3588 פָנָ֔ה H6437 אֶל H413 אֱלֹהִ֖ים H430 אֲחֵרִֽים H312 ",
  "19": "וְעַתָּ֗ה H6258 כִּתְב֤וּ H3789 לָכֶם֙ Hl אֶת H853 הַשִּׁירָ֣ה H7892 הַזֹּ֔את H2063 וְלַמְּדָ֥ H3925 אֶת H853 בְּנֵי H1121 יִשְׂרָאֵ֖ל H3478 שִׂימָ֣הּ H7760 בְּפִי H6310 לְמַ֨עַן H4616 תִּהְיֶה H1961 לִּ֜י Hl הַשִּׁירָ֥ה H7892 הַזֹּ֛את H2063 לְעֵ֖ד H5707 בִּבְנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "20": "כִּֽי H3588 אֲבִיאֶ֜נּוּ H935 אֶֽל H413 הָאֲדָמָ֣ה H127 אֲשֶׁר H834 נִשְׁבַּ֣עְתִּי H7650 לַאֲבֹתָ֗י H1 זָבַ֤ת H2100 חָלָב֙ H2461 וּדְבַ֔שׁ H1706 וְאָכַ֥ל H398 וְשָׂבַ֖ע H7646 וְדָשֵׁ֑ן H1878 וּפָנָ֞ה H6437 אֶל H413 אֱלֹהִ֤ים H430 אֲחֵרִים֙ H312 וַעֲבָד֔וּ H5647 וְנִ֣אֲצ֔וּ H5006 וְהֵפֵ֖ר H6565 אֶת H853 בְּרִיתִֽי H1285 ",
  "21": "וְ֠הָיָה H1961 כִּֽי H3588 תִמְצֶ֨אןָ H4672 אֹת֜וֹ H853 רָע֣וֹת H7451 רַבּוֹת֮ H7227 וְצָרוֹת֒ H6869 וְ֠עָנְתָה H6030 הַשִּׁירָ֨ה H7892 הַזֹּ֤את H2063 לְפָנָי H6440 לְעֵ֔ד H5707 כִּ֛י H3588 לֹ֥א H3808 תִשָּׁכַ֖ח H7911 מִפִּ֣י H6310 זַרְע֑וֹ H2233 כִּ֧י H3588 יָדַ֣עְתִּי H3045 אֶת H853 יִצְר֗וֹ H3336 אֲשֶׁ֨ר H834 ה֤וּא H1931 עֹשֶׂה֙ H6213 הַיּ֔וֹם H3117 בְּטֶ֣רֶם H2962 אֲבִיאֶ֔נּוּ H935 אֶל H413 הָאָ֖רֶץ H776 אֲשֶׁ֥ר H834 נִשְׁבָּֽעְתִּי H7650 ",
  "22": "וַיִּכְתֹּ֥ב H3789 מֹשֶׁ֛ה H4872 אֶת H853 הַשִּׁירָ֥ה H7892 הַזֹּ֖את H2063 בַּיּ֣וֹם H3117 הַה֑וּא H1931 וַֽיְלַמְּדָ֖ H3925 אֶת H853 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "23": "וַיְצַ֞ו H6680 אֶת H853 יְהוֹשֻׁ֣עַ H3091 בִּן H1121 נ֗וּן H5126 וַיֹּאמֶר֮ H559 חֲזַ֣ק H2388 וֶֽאֱמָץ֒ H553 כִּ֣י H3588 אַתָּ֗ה H859 תָּבִיא֙ H935 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֶל H413 הָאָ֖רֶץ H776 אֲשֶׁר H834 נִשְׁבַּ֣עְתִּי H7650 לָהֶ֑ם Hl וְאָנֹכִ֖י H595 אֶֽהְיֶ֥ה H1961 עִמָּֽךְ H5973 ",
  "24": "וַיְהִ֣י H1961 כְּכַלּ֣וֹת H3615 מֹשֶׁ֗ה H4872 לִכְתֹּ֛ב H3789 אֶת H853 דִּבְרֵ֥י H1697 הַתּוֹרָֽה H8451 הַזֹּ֖את H2063 עַל H5921 סֵ֑פֶר H5612 עַ֖ד H5704 תֻּמָּֽם H8552 ",
  "25": "וַיְצַ֤ו H6680 מֹשֶׁה֙ H4872 אֶת H853 הַלְוִיִּ֔ם H3881 נֹ֥שְׂאֵ֛י H5375 אֲר֥וֹן H727 בְּרִית H1285 יְהוָ֖ה H3068 לֵאמֹֽר H559 ",
  "26": "לָקֹ֗חַ H3947 אֵ֣ת H853 סֵ֤פֶר H5612 הַתּוֹרָה֙ H8451 הַזֶּ֔ה H2088 וְשַׂמְתֶּ֣ם H7760 אֹת֔וֹ H853 מִצַּ֛ד H6654 אֲר֥וֹן H727 בְּרִית H1285 יְהוָ֖ה H3068 אֱלֹהֵיכֶ֑ם H430 וְהָֽיָה H1961 שָׁ֥ם H8033 בְּךָ֖ Hb לְעֵֽד H5707 ",
  "27": "כִּ֣י H3588 אָנֹכִ֤י H595 יָדַ֨עְתִּי֙ H3045 אֶֽת H853 מֶרְיְךָ֔ H4805 וְאֶֽת H853 עָרְפְּךָ֖ H6203 הַקָּשֶׁ֑ה H7186 הֵ֣ן H2005 בְּעוֹדֶ H5750 חַ֨י H2416 עִמָּכֶ֜ם H5973 הַיּ֗וֹם H3117 מַמְרִ֤ים H4784 הֱיִתֶם֙ H1961 עִם H5973 יְהֹוָ֔ה H3068 וְאַ֖ף H637 כִּי H3588 אַחֲרֵ֥י H310 מוֹתִֽי H4194 ",
  "28": "הַקְהִ֧ילוּ H6950 אֵלַ֛י H413 אֶת H853 כָּל H3605 זִקְנֵ֥י H2205 שִׁבְטֵיכֶ֖ם H7626 וְשֹׁטְרֵי H7860 וַאֲדַבְּרָ֣ה H1696 בְאָזְנֵי H241 אֵ֚ת H853 הַדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 וְאָעִ֣ידָה H5749 בָּ֔ם Hb אֶת H853 הַשָּׁמַ֖יִם H8064 וְאֶת H853 הָאָֽרֶץ H776 ",
  "29": "כִּ֣י H3588 יָדַ֗עְתִּי H3045 אַחֲרֵ֤י H310 מוֹתִי֙ H4194 כִּֽי H3588 הַשְׁחֵ֣ת H7843 תַּשְׁחִת֔וּן H7843 וְסַרְתֶּ֣ם H5493 מִן H4480 הַדֶּ֔רֶךְ H1870 אֲשֶׁ֥ר H834 צִוִּ֖יתִי H6680 אֶתְכֶ֑ם H853 וְקָרָ֨את H7122 אֶתְכֶ֤ם H853 הָֽרָעָה֙ H7451 בְּאַחֲרִ֣ית H319 הַיָּמִ֔ים H3117 כִּֽי H3588 תַעֲשׂ֤וּ H6213 אֶת H853 הָרַע֙ H7451 בְּעֵינֵ֣י H5869 יְהוָ֔ה H3068 לְהַכְעִיס֖ H3707 בְּמַעֲשֵׂ֥ה H4639 יְדֵיכֶֽם H3027 ",
  "30": "וַיְדַבֵּ֣ר H1696 מֹשֶׁ֗ה H4872 בְּאָזְנֵי֙ H241 כָּל H3605 קְהַ֣ל H6951 יִשְׂרָאֵ֔ל H3478 אֶת H853 דִּבְרֵ֥י H1697 הַשִּׁירָ֖ה H7892 הַזֹּ֑את H2063 עַ֖ד H5704 תֻּמָּֽם H8552 "
}
