{
  "1": "וַיַּ֨עַל H5927 מֹשֶׁ֜ה H4872 מֵֽעַרְבֹ֤ת H6160 מוֹאָב֙ H4124 אֶל H413 הַ֣ר H2022 נְב֔וֹ H5015 רֹ֚אשׁ H7218 הַפִּסְגָּ֔ה H6449 אֲשֶׁ֖ר H834 עַל H5921 פְּנֵ֣י H6440 יְרֵח֑וֹ H3405 וַיַּרְאֵ֨ H7200 יְהוָ֧ה H3068 אֶת H853 כָּל H3605 הָאָ֛רֶץ H776 אֶת H853 הַגִּלְעָ֖ד H1568 עַד H5704 דָּֽן H1835 ",
  "2": "וְאֵת֙ H853 כָּל H3605 נַפְתָּלִ֔י H5321 וְאֶת H853 אֶ֥רֶץ H776 אֶפְרַ֖יִם H669 וּמְנַשֶּׁ֑ה H4519 וְאֵת֙ H853 כָּל H3605 אֶ֣רֶץ H776 יְהוּדָ֔ה H3063 עַ֖ד H5704 הַיָּ֥ם H3220 הָאַחֲרֽוֹן H314 ",
  "3": "וְאֶת H853 הַנֶּ֗גֶב H5045 וְֽאֶת H853 הַכִּכָּ֞ר H3603 בִּקְעַ֧ת H1237 יְרֵח֛וֹ H3405 עִ֥יר H5892 הַתְּמָרִ֖ים H8558 עַד H5704 צֹֽעַר H6820 ",
  "4": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֵלָ֗יו H413 זֹ֤את H2063 הָאָ֨רֶץ֙ H776 אֲשֶׁ֣ר H834 נִ֠שְׁבַּעְתִּי H7650 לְאַבְרָהָ֨ם H85 לְיִצְחָ֤ק H3327 וּֽלְ H3290 לֵאמֹ֔ר H559 לְזַרְעֲ H2233 אֶתְּנֶ֑נָּה H5414 הֶרְאִיתִ֣יךָ H7200 בְעֵינֶ֔י H5869 וְשָׁ֖מָּ H8033 לֹ֥א H3808 תַעֲבֹֽר H5674 ",
  "5": "וַיָּ֨מָת H4191 שָׁ֜ם H8033 מֹשֶׁ֧ה H4872 עֶֽבֶד H5650 יְהוָ֛ה H3068 בְּאֶ֥רֶץ H776 מוֹאָ֖ב H4124 עַל H5921 פִּ֥י H6310 יְהוָֽה H3068 ",
  "6": "וַיִּקְבֹּ֨ר H6912 אֹת֤וֹ H853 בַגַּיְ֙ H1516 בְּאֶ֣רֶץ H776 מוֹאָ֔ב H4124 מ֖וּל H4136 בֵּ֣ית H1047 פְּע֑וֹר H1047 וְלֹֽא H3808 יָדַ֥ע H3045 אִישׁ֙ H376 אֶת H853 קְבֻ֣רָת֔וֹ H6900 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "7": "וּמֹשֶׁ֗ה H4872 בֶּן H1121 מֵאָ֧ה H3967 וְעֶשְׂרִ֛ים H6242 שָׁנָ֖ה H8141 בְּמֹת֑ H4194 לֹֽא H3808 כָהֲתָ֥ה H3543 עֵינ֖וֹ H5869 וְלֹא H3808 נָ֥ס H5127 לֵחֹֽה H3893 ",
  "8": "וַיִּבְכּוּ֩ H1058 בְנֵ֨י H1121 יִשְׂרָאֵ֧ל H3478 אֶת H853 מֹשֶׁ֛ה H4872 בְּעַֽרְבֹ֥ת H6160 מוֹאָ֖ב H4124 שְׁלֹשִׁ֣ים H7970 י֑וֹם H3117 וַֽיִּתְּמ֔וּ H8552 יְמֵ֥י H3117 בְכִ֖י H1065 אֵ֥בֶל H60 מֹשֶֽׁה H4872 ",
  "9": "וִֽיהוֹשֻׁ֣עַ H3091 בִּן H1121 נ֗וּן H5126 מָלֵא֙ H4392 ר֣וּחַ H7307 חָכְמָ֔ה H2451 כִּֽי H3588 סָמַ֥ךְ H5564 מֹשֶׁ֛ה H4872 אֶת H853 יָדָ֖יו H3027 עָלָ֑יו H5921 וַיִּשְׁמְע֨וּ H8085 אֵלָ֤יו H413 בְּנֵֽי H1121 יִשְׂרָאֵל֙ H3478 וַֽיַּעֲשׂ֔וּ H6213 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
  "10": "וְלֹֽא H3808 קָ֨ם H6965 נָבִ֥יא H5030 ע֛וֹד H5750 בְּיִשְׂרָאֵ֖ל H3478 כְּמֹשֶׁ֑ה H4872 אֲשֶׁר֙ H834 יְדָע֣וֹ H3045 יְהוָ֔ה H3068 פָּנִ֖ים H6440 אֶל H413 פָּנִֽים H6440 ",
  "11": "לְכָל H3605 הָ֨אֹת֜וֹת H226 וְהַ H4159 אֲשֶׁ֤ר H834 שְׁלָחוֹ֙ H7971 יְהוָ֔ה H3068 לַעֲשׂ֖וֹת H6213 בְּאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 לְפַרְעֹ֥ה H6547 וּלְ H3605 עֲבָדָ֖יו H5650 וּלְ H3605 אַרְצֽוֹ H776 ",
  "12": "וּלְ H3605 הַיָּ֣ד H3027 הַחֲזָקָ֔ה H2389 וּלְ H3605 הַמּוֹרָ֣א H4172 הַגָּד֑וֹל H1419 אֲשֶׁר֙ H834 עָשָׂ֣ה H6213 מֹשֶׁ֔ה H4872 לְעֵינֵ֖י H5869 כָּל H3605 יִשְׂרָאֵֽל H3478 "
}
