{
  "1": "שְׁמַ֣ע H8085 יִשְׂרָאֵ֗ל H3478 אַתָּ֨ה H859 עֹבֵ֤ר H5674 הַיּוֹם֙ H3117 אֶת H853 הַיַּרְדֵּ֔ן H3383 לָבֹא֙ H935 לָרֶ֣שֶׁת H3423 גּוֹיִ֔ם H1471 גְּדֹלִ֥ים H1419 וַעֲצֻמִ֖ים H6099 מִמֶּ֑ךָּ H4480 עָרִ֛ים H5892 גְּדֹלֹ֥ת H1419 וּבְצֻרֹ֖ת H1219 בַּשָּׁמָֽיִם H8064 ",
  "2": "עַֽם H5971 גָּד֥וֹל H1419 וָרָ֖ם H7311 בְּנֵ֣י H1121 עֲנָקִ֑ים H6062 אֲשֶׁ֨ר H834 אַתָּ֤ה H859 יָדַ֨עְתָּ֙ H3045 וְאַתָּ֣ה H859 שָׁמַ֔עְתָּ H8085 מִ֣י H4310 יִתְיַצֵּ֔ב H3320 לִפְנֵ֖י H6440 בְּנֵ֥י H1121 עֲנָֽק H6061 ",
  "3": "וְיָדַעְתָּ֣ H3045 הַיּ֗וֹם H3117 כִּי֩ H3588 יְהוָ֨ה H3068 אֱלֹהֶ֜יךָ H430 הֽוּא H1931 הָעֹבֵ֤ר H5674 לְפָנֶ֨י H6440 אֵ֣שׁ H784 אֹֽכְלָ֔ה H398 ה֧וּא H1931 יַשְׁמִידֵ֛ם H8045 וְה֥וּא H1931 יַכְנִיעֵ֖ם H3665 לְפָנֶ֑י H6440 וְהֽוֹרַשְׁתָּ֤ H3423 וְהַֽאַבַדְתָּ H6 מַהֵ֔ר H4118 כַּאֲשֶׁ֛ר H834 דִּבֶּ֥ר H1696 יְהוָ֖ה H3068 לָֽךְ Hl ",
  "4": "אַל H408 תֹּאמַ֣ר H559 בִּלְבָבְ H3824 בַּהֲדֹ֣ף H1920 יְהוָה֩ H3068 אֱלֹהֶ֨יךָ H430 אֹתָ֥ם H853 מִלְּ H6440 לֵאמֹר֒ H559 בְּצִדְקָתִ H6666 הֱבִיאַ֣נִי H935 יְהוָ֔ה H3068 לָרֶ֖שֶׁת H3423 אֶת H853 הָאָ֣רֶץ H776 הַזֹּ֑את H2063 וּבְ H7564 הַגּוֹיִ֣ם H1471 הָאֵ֔לֶּה H428 יְהוָ֖ה H3068 מוֹרִישָׁ֥ם H3423 מִפָּנֶֽי H6440 ",
  "5": "לֹ֣א H3808 בְצִדְקָתְ H6666 וּבְ H3476 לְבָ֣בְךָ֔ H3824 אַתָּ֥ה H859 בָ֖א H935 לָרֶ֣שֶׁת H3423 אֶת H853 אַרְצָ֑ם H776 כִּ֞י H3588 בְּרִשְׁעַ֣ת H7564 הַגּוֹיִ֣ם H1471 הָאֵ֗לֶּה H428 יְהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 מוֹרִישָׁ֣ם H3423 מִפָּנֶ֔י H6440 וּלְמַ֜עַן H4616 הָקִ֣ים H6965 אֶת H853 הַדָּבָ֗ר H1697 אֲשֶׁ֨ר H834 נִשְׁבַּ֤ע H7650 יְהוָה֙ H3068 לַאֲבֹתֶ֔י H1 לְאַבְרָהָ֥ם H85 לְיִצְחָ֖ק H3327 וּֽלְ H3290 ",
  "6": "וְיָדַעְתָּ֗ H3045 כִּ֠י H3588 לֹ֤א H3808 בְצִדְקָֽתְ H6666 יְהוָ֣ה H3068 אֱ֠לֹהֶיךָ H430 נֹתֵ֨ן H5414 לְךָ֜ Hl אֶת H853 הָאָ֧רֶץ H776 הַטּוֹבָ֛ה H2896 הַזֹּ֖את H2063 לְרִשְׁתָּ֑ H3423 כִּ֥י H3588 עַם H5971 קְשֵׁה H7186 עֹ֖רֶף H6203 אָֽתָּה H859 ",
  "7": "זְכֹר֙ H2142 אַל H408 תִּשְׁכַּ֔ח H7911 אֵ֧ת H853 אֲשֶׁר H834 הִקְצַ֛פְתָּ H7107 אֶת H853 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 בַּמִּדְבָּ֑ר H4057 לְמִן H4480 הַיּ֞וֹם H3117 אֲשֶׁר H834 יָצָ֣אתָ H3318 מֵאֶ֣רֶץ H776 מִצְרַ֗יִם H4714 עַד H5704 בֹּֽאֲכֶם֙ H935 עַד H5704 הַמָּק֣וֹם H4725 הַזֶּ֔ה H2088 מַמְרִ֥ים H4784 הֱיִיתֶ֖ם H1961 עִם H5973 יְהוָֽה H3068 ",
  "8": "וּבְ H2722 הִקְצַפְתֶּ֖ם H7107 אֶת H853 יְהוָ֑ה H3068 וַיִּתְאַנַּ֧ף H599 יְהוָ֛ה H3068 בָּכֶ֖ם Hb לְהַשְׁמִ֥יד H8045 אֶתְכֶֽם H853 ",
  "9": "בַּעֲלֹתִ֣ H5927 הָהָ֗רָ H2022 לָקַ֜חַת H3947 לוּחֹ֤ת H3871 הָֽאֲבָנִים֙ H68 לוּחֹ֣ת H3871 הַבְּרִ֔ית H1285 אֲשֶׁר H834 כָּרַ֥ת H3772 יְהוָ֖ה H3068 עִמָּכֶ֑ם H5973 וָאֵשֵׁ֣ב H3427 בָּהָ֗ר H2022 אַרְבָּעִ֥ים H705 יוֹם֙ H3117 וְאַרְבָּעִ֣ים H705 לַ֔יְלָה H3915 לֶ֚חֶם H3899 לֹ֣א H3808 אָכַ֔לְתִּי H398 וּמַ֖יִם H4325 לֹ֥א H3808 שָׁתִֽיתִי H8354 ",
  "10": "וַיִּתֵּ֨ן H5414 יְהוָ֜ה H3068 אֵלַ֗י H413 אֶת H853 שְׁנֵי֙ H8147 לוּחֹ֣ת H3871 הָֽאֲבָנִ֔ים H68 כְּתֻבִ֖ים H3789 בְּאֶצְבַּ֣ע H676 אֱלֹהִ֑ים H430 וַעֲלֵי H5921 כְּֽכָל H3605 הַדְּבָרִ֡ים H1697 אֲשֶׁ֣ר H834 דִּבֶּר֩ H1696 יְהוָ֨ה H3068 עִמָּכֶ֥ם H5973 בָּהָ֛ר H2022 מִתּ֥וֹךְ H8432 הָאֵ֖שׁ H784 בְּי֥וֹם H3117 הַקָּהָֽל H6951 ",
  "11": "וַיְהִ֗י H1961 מִקֵּץ֙ H7093 אַרְבָּעִ֣ים H705 י֔וֹם H3117 וְאַרְבָּעִ֖ים H705 לָ֑יְלָה H3915 נָתַ֨ן H5414 יְהוָ֜ה H3068 אֵלַ֗י H413 אֶת H853 שְׁנֵ֛י H8147 לֻחֹ֥ת H3871 הָאֲבָנִ֖ים H68 לֻח֥וֹת H3871 הַבְּרִֽית H1285 ",
  "12": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֵלַ֗י H413 ק֣וּם H6965 רֵ֤ד H3381 מַהֵר֙ H4118 מִזֶּ֔ה H2088 כִּ֚י H3588 שִׁחֵ֣ת H7843 עַמְּךָ֔ H5971 אֲשֶׁ֥ר H834 הוֹצֵ֖אתָ H3318 מִמִּצְרָ֑יִם H4714 סָ֣רוּ H5493 מַהֵ֗ר H4118 מִן H4480 הַדֶּ֨רֶךְ֙ H1870 אֲשֶׁ֣ר H834 צִוִּיתִ֔ם H6680 עָשׂ֥וּ H6213 לָהֶ֖ם Hl מַסֵּכָֽה H4541 ",
  "13": "וַיֹּ֥אמֶר H559 יְהוָ֖ה H3068 אֵלַ֣י H413 לֵאמֹ֑ר H559 רָאִ֨יתִי֙ H7200 אֶת H853 הָעָ֣ם H5971 הַזֶּ֔ה H2088 וְהִנֵּ֥ה H2009 עַם H5971 קְשֵׁה H7186 עֹ֖רֶף H6203 הֽוּא H1931 ",
  "14": "הֶ֤רֶף H7503 מִמֶּ֨נִּי֙ H4480 וְאַשְׁמִידֵ֔ H8045 וְאֶמְחֶ֣ה H4229 אֶת H853 שְׁמָ֔ם H8034 מִתַּ֖חַת H8478 הַשָּׁמָ֑יִם H8064 וְאֶֽעֱשֶׂה֙ H6213 אֽוֹתְךָ֔ H854 לְגוֹי H1471 עָצ֥וּם H6099 וָרָ֖ב H7227 מִמֶּֽנּוּ H4480 ",
  "15": "וָאֵ֗פֶן H6437 וָֽאֵרֵד֙ H3381 מִן H4480 הָהָ֔ר H2022 וְהָ H2022 בֹּעֵ֣ר H1197 בָּאֵ֑שׁ H784 וּשְׁנֵי֙ H8147 לֻחֹ֣ת H3871 הַבְּרִ֔ית H1285 עַ֖ל H5921 שְׁתֵּ֥י H8147 יָדָֽי H3027 ",
  "16": "וָאֵ֗רֶא H7200 וְהִנֵּ֤ה H2009 חֲטָאתֶם֙ H2398 לַיהוָ֣ה H3068 אֱלֹֽהֵיכֶ֔ם H430 עֲשִׂיתֶ֣ם H6213 לָכֶ֔ם Hl עֵ֖גֶל H5695 מַסֵּכָ֑ה H4541 סַרְתֶּ֣ם H5493 מַהֵ֔ר H4118 מִן H4480 הַדֶּ֕רֶךְ H1870 אֲשֶׁר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶתְכֶֽם H853 ",
  "17": "וָאֶתְפֹּשׂ֙ H8610 בִּשְׁנֵ֣י H8147 הַלֻּחֹ֔ת H3871 וָֽאַשְׁלִכֵ֔ H7993 מֵעַ֖ל H5921 שְׁתֵּ֣י H8147 יָדָ֑י H3027 וָאֲשַׁבְּרֵ֖ H7665 לְעֵינֵי H5869 ",
  "18": "וָֽאֶתְנַפַּל֩ H5307 לִפְנֵ֨י H6440 יְהוָ֜ה H3068 כָּרִאשֹׁנָ֗ה H7223 אַרְבָּעִ֥ים H705 יוֹם֙ H3117 וְאַרְבָּעִ֣ים H705 לַ֔יְלָה H3915 לֶ֚חֶם H3899 לֹ֣א H3808 אָכַ֔לְתִּי H398 וּמַ֖יִם H4325 לֹ֣א H3808 שָׁתִ֑יתִי H8354 עַ֤ל H5921 כָּל H3605 חַטַּאתְכֶם֙ H2403 אֲשֶׁ֣ר H834 חֲטָאתֶ֔ם H2398 לַעֲשׂ֥וֹת H6213 הָרַ֛ע H7451 בְּעֵינֵ֥י H5869 יְהוָ֖ה H3068 לְהַכְעִיסֽ H3707 ",
  "19": "כִּ֣י H3588 יָגֹ֗רְתִּי H3025 מִפְּנֵ֤י H6440 הָאַף֙ H639 וְהַ֣ H2534 אֲשֶׁ֨ר H834 קָצַ֧ף H7107 יְהוָ֛ה H3068 עֲלֵיכֶ֖ם H5921 לְהַשְׁמִ֣יד H8045 אֶתְכֶ֑ם H853 וַיִּשְׁמַ֤ע H8085 יְהוָה֙ H3068 אֵלַ֔י H413 גַּ֖ם H1571 בַּפַּ֥עַם H6471 הַהִֽוא H1931 ",
  "20": "וּֽבְ H175 הִתְאַנַּ֧ף H599 יְהוָ֛ה H3068 מְאֹ֖ד H3966 לְהַשְׁמִיד֑ H8045 וָֽאֶתְפַּלֵּ֛ל H6419 גַּם H1571 בְּעַ֥ד H1157 אַהֲרֹ֖ן H175 בָּעֵ֥ת H6256 הַהִֽוא H1931 ",
  "21": "וְֽאֶת H853 חַטַּאתְכֶ֞ם H2403 אֲשֶׁר H834 עֲשִׂיתֶ֣ם H6213 אֶת H853 הָעֵ֗גֶל H5695 לָקַחְתִּי֮ H3947 וָאֶשְׂרֹ֣ף H8313 אֹת֣וֹ H853 בָּאֵשׁ֒ H784 וָאֶכֹּ֨ת H3807 אֹת֤וֹ H853 טָחוֹן֙ H2912 הֵיטֵ֔ב H3190 עַ֥ד H5704 אֲשֶׁר H834 דַּ֖ק H1854 לְעָפָ֑ר H6083 וָֽאַשְׁלִךְ֙ H7993 אֶת H853 עֲפָר֔וֹ H6083 אֶל H413 הַנַּ֖חַל H5158 הַיֹּרֵ֥ד H3381 מִן H4480 הָהָֽר H2022 ",
  "22": "וּבְ H8404 וּבְ H4532 וּבְ H6914 הַֽתַּאֲוָ֑ה H6914 מַקְצִפִ֥ים H7107 הֱיִיתֶ֖ם H1961 אֶת H853 יְהוָֽה H3068 ",
  "23": "וּבִ H7971 יְהוָ֜ה H3068 אֶתְכֶ֗ם H853 מִקָּדֵ֤שׁ H6947 בַּרְנֵ֨עַ֙ H6947 לֵאמֹ֔ר H559 עֲלוּ֙ H5927 וּרְשׁ֣וּ H3423 אֶת H853 הָאָ֔רֶץ H776 אֲשֶׁ֥ר H834 נָתַ֖תִּי H5414 לָכֶ֑ם Hl וַתַּמְר֗וּ H4784 אֶת H853 פִּ֤י H6310 יְהוָה֙ H3068 אֱלֹ֣הֵיכֶ֔ם H430 וְלֹ֤א H3808 הֶֽאֱמַנְתֶּם֙ H539 ל֔וֹ Hl וְלֹ֥א H3808 שְׁמַעְתֶּ֖ם H8085 בְּקֹלֽ H6963 ",
  "24": "מַמְרִ֥ים H4784 הֱיִיתֶ֖ם H1961 עִם H5973 יְהוָ֑ה H3068 מִיּ֖וֹם H3117 דַּעְתִּ֥י H3045 אֶתְכֶֽם H853 ",
  "25": "וָֽאֶתְנַפַּ֞ל H5307 לִפְנֵ֣י H6440 יְהוָ֗ה H3068 אֵ֣ת H853 אַרְבָּעִ֥ים H705 הַיּ֛וֹם H3117 וְאֶת H853 אַרְבָּעִ֥ים H705 הַלַּ֖יְלָה H3915 אֲשֶׁ֣ר H834 הִתְנַפָּ֑לְתִּי H5307 כִּֽי H3588 אָמַ֥ר H559 יְהוָ֖ה H3068 לְהַשְׁמִ֥יד H8045 אֶתְכֶֽם H853 ",
  "26": "וָאֶתְפַּלֵּ֣ל H6419 אֶל H413 יְהוָה֮ H3068 וָאֹמַר֒ H559 אֲדֹנָ֣י H136 יְהוִ֗ה H3069 אַל H408 תַּשְׁחֵ֤ת H7843 עַמְּךָ֙ H5971 וְנַחֲלָ֣תְ H5159 אֲשֶׁ֥ר H834 פָּדִ֖יתָ H6299 בְּגָדְלֶ֑ H1433 אֲשֶׁר H834 הוֹצֵ֥אתָ H3318 מִמִּצְרַ֖יִם H4714 בְּיָ֥ד H3027 חֲזָקָֽה H2389 ",
  "27": "זְכֹר֙ H2142 לַעֲבָדֶ֔י H5650 לְאַבְרָהָ֥ם H85 לְיִצְחָ֖ק H3327 וּֽלְ H3290 אַל H408 תֵּ֗פֶן H6437 אֶל H413 קְשִׁי֙ H7190 הָעָ֣ם H5971 הַזֶּ֔ה H2088 וְאֶל H413 רִשְׁע֖וֹ H7562 וְאֶל H413 חַטָּאתֽוֹ H2403 ",
  "28": "פֶּן H6435 יֹאמְר֗וּ H559 הָאָרֶץ֮ H776 אֲשֶׁ֣ר H834 הוֹצֵאתָ֣נוּ H3318 מִשָּׁם֒ H8033 מִבְּלִי֙ H1097 יְכֹ֣לֶת H3201 יְהוָ֔ה H3068 לַהֲבִיאָ֕ H935 אֶל H413 הָאָ֖רֶץ H776 אֲשֶׁר H834 דִּבֶּ֣ר H1696 לָהֶ֑ם Hl וּמִ H8135 אוֹתָ֔ם H853 הוֹצִיאָ֖ם H3318 לַהֲמִתָ֥ H4191 בַּמִּדְבָּֽר H4057 ",
  "29": "וְהֵ֥ם H1992 עַמְּךָ֖ H5971 וְנַחֲלָתֶ֑ H5159 אֲשֶׁ֤ר H834 הוֹצֵ֨אתָ֙ H3318 בְּכֹחֲ H3581 הַגָּדֹ֔ל H1419 וּבִֽ H2220 הַנְּטוּיָֽה H5186 "
}
