{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, Paul, write this to the dear fellow believers in the city of Colossae. This is from Paul, whom God chose to send to you as an apostle of Christ Jesus, and this letter is also from Timothy, our fellow believer joined to Christ. We are sending this letter to all of you.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We send this letter to those God has set apart for himself—those who are faithful believers who belong to Christ. We pray that God our Father will give you his kindness and peace.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We often thank God, the Father of our Lord Jesus Christ, while we are praying for you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We give God thanks because we have heard that you trust in Christ Jesus and that you love all those whom God has set apart for himself.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You love our fellow believers because you confidently are waiting for the things God is reserving for you in heaven. You first heard about these things when you heard the true message, the good news about Christ.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Believers are proclaiming this good news that you heard in Colossae to everyone in the world. It is just as it has worked in you also, from the first day you heard it and understood how truly kind God is. The good news is like a field planted with crops that are growing and will give a very large harvest.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Epaphras taught you the good news. We love him because he serves Christ together with us and works for Christ faithfully in our place.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He told us that you love all God's people because God's Spirit has empowered you to love God and others.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since the time we heard about how you love, we have always been praying for you. We ask God to show you everything he wants you to do, and to make you wise so that you will understand what God's Spirit is teaching you.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We pray that you will live in a way that will help others honor the Lord also, so that he will approve of you. We pray that you will grow to understand God more and do every good thing that he tells you to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We pray that God will strengthen you with all his mighty power, so that you will patiently endure every difficulty.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We pray that you will be rejoicing and thanking God our Father, because he has declared you worthy to be with the others whom he has set apart for himself; this is so he can give you all the things that he is keeping for you when you are with him in the light of his presence.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God our Father has rescued us from the evil that controlled us; he has made his Son, whom he loves, to rule over us now.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By means of his Son he has set us free from that evil; that is, he has forgiven our sins.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When we know the Son, we know what God is like, even though we cannot see him. The Son has first place over everything that he has created.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the Son created all things, as the Father desired him to do: Everything in the sky and everything on earth, everything that we can see and everything that we cannot see, such as angelic beings of all kinds and powers and authorities, all things exist because the Son created them because the Father wanted him to. And they exist for him.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Son himself existed before anything else, and he holds everything together.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He rules all believers—the church—like a person's head rules his body. He rules over the church because he started it. He was the first person to come back to life with a perfect body. So he is greater than every thing.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God the Father was pleased to make everything he is to live in Christ.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It also pleased God to bring everything back to himself in peace through Jesus. God offered peace to all people and all things everywhere on earth and in heaven. He did this by causing the Son to die on the cross as a sacrifice, shedding his blood as he died.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before you believed in Christ, God considered you his enemies, and you were unfriendly to God because you thought evil thoughts and because you did evil deeds.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now God has offered peace between yourselves and himself and has made you his friends. He did this when Jesus gave up his body and life for us by dying. This made it possible for us to belong to God; he finds nothing wrong in us now, nothing to blame us for.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you must continue to trust Christ completely; then you will be like a house that they built on solid rock. Do not for any reason stop believing in what God has promised to do for you in the good news that people all over the world have heard. This is the same good news that I, Paul, am serving God by proclaiming to people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I rejoice that I am suffering for your benefit. Yes, in order to help the church, which is like Christ's body, I suffer things that must still happen.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God made me his servant and gave to me special work to do, which is to proclaim the full message of God to non-Jewish people like you.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From ancient times, for generations, God did not tell this good news, but now he has revealed this mystery to those whom he has set apart for himself.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is to these people—Jews and non-Jews like yourselves just as much—that God planned to tell this wonderful secret. It is this: Christ will live in you and make you confidently expect to share in God's glory!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are wisely warning and teaching every person about Christ so that we might bring into God's presence each one as knowing God completely, joined to Christ.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is to do this that I work my hardest, because Christ is giving me strength.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}