{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I want you to realize that I am doing my best to help you and those in Laodicea, and also the believers who have never seen me personally.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I do this so that I might encourage them and you yourselves to love each other and unite yourselves together. I desire that you all confidently and completely understand this secret truth about God and that this truth is Christ!\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is only by means of Christ that we can know what God is thinking and how wise he is.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am telling you this in order that no one may deceive you.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even though I am absent from you physically, I am very much concerned about you, just as if I were indeed with you. Yet I am rejoicing because I know that you follow Christ in a way that no one can stop you, that you trust in Christ without giving up.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You began to believe in Christ Jesus the Lord by trusting in him, so also live by trusting him.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You should rely completely on Christ Jesus the Lord, just like a tree spreads its roots deep into the ground. You learned to trust Christ very much in this way, like men build a house on a good foundation. And you should always give thanks to God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not believe anyone who says that you must obey what people have taught about how to honor God or that you must obey what they worship in this world. Instead, obey Christ,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because the man Jesus Christ is fully God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now God has given you everything you need because he has joined you to Christ, and he rules over every other person, spirit, and angel.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is as if God has also circumcised you. But this was not as though a piece of human being cut flesh from your body. Instead, Jesus took away the power of sin that was within you, and this \"circumcision\" is the one that Christ does when he conquered your sinful nature and took it away from you.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because they have baptized you, God considers that when men buried Christ, they buried you along with him. He considers that when he made Christ come alive again, he made you come alive also, because you trusted that he could make you live again.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God viewed you as being dead, because you were sinning against him, and because you were not Jews, so you did not worship him. But he made you come alive together with Christ; he forgave us of all our sins.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have all sinned so much, but God has forgiven our sins. It is like a man might forgive people who owe him money, so he tears up the papers they signed when he loaned them the money. But as for God, it is as if he had nailed those papers on which he had written all our sins and all the laws that we had broken to the cross on which Christ died.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moreover, God defeated the evil spirit beings who rule people in this world, and he let everybody know that he had defeated them. It was just as if he had paraded them around in the streets as prisoners.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So disregard anyone who says that God will punish you because you eat certain foods and drink certain drinks or because you do not celebrate special yearly festivals or when the new moon appears or weekly Sabbaths.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These kinds of rules and events only picture what is truly coming. What is truly coming is Christ himself.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those same people pretend to be humble, and they love to worship angels. Do not let them convince you to do the same. If you do, you will lose what Christ has promised you. These people are always talking about visions they say God has made them see. They boast about these things because they think like people everywhere think who do not honor God.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Such persons are not joined to Christ. Christ is the head of the body, and that body is all those who believe in him. The whole body depends upon the head. The head takes care of each part and puts together all the bones and ligaments so they work together, and it is God who makes it grow.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God considers that you died with Christ when he died. So now the spirits and all the rules that people make for how to please God—none of these things rule you anymore. So why are you still living as if these things were real? Why do you still obey those things?\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These rules are such as: \"Do not handle certain things. Do not taste certain things. Do not touch certain things.\" Do not think you still have to obey such regulations.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These rules are all about things that perish in this world as people use them, and they were made up and taught by men, not by God.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These rules may seem to be good. But people made them because they were trying to honor God in their own way. That is why those people often look so humble; that is why they often hurt their own bodies. But if we obey these rules, we do not really stop wanting to sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}