{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God considers that he made you alive again when he made Christ alive after he died. And Christ is in heaven and is sitting at God's right side, the place for the person of greatest honor and power. You also should try to live here as if you were already there.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Desire what Jesus is keeping in heaven to give you; do not desire the things here on earth.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For God considers that you have died and no longer belong to this world. He considers that he has hidden you with Christ to keep you safe.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When God reveals Christ to everyone on earth in his shining light, then he will also reveal you in that same light, because Christ makes you live!\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, think of the desires you have to do evil things in this world as enemies that must die. You must execute them: Do not try to do sexually immoral or impure acts. Do not think in lustful or evil ways. And do not be greedy, because that is the same as worshiping idols.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is because people do things like these that God is angry with them and will punish them, for they do not obey him.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You yourselves also formerly lived like that when you were participating with those who behaved like that.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now you must stop doing these things. Do not be angry at each other; do not try to make trouble for each other. Do not insult each other or talk in shameful, disgusting ways.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And do not lie to one another. Do not do any of these things, because you have become a new person now, a person who does not do these evil things any more.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are a new person, and God is always making you to know him better and better and to be like him, as he created you to be.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God has made us into new persons joined to Christ, and he is always making us new. So it is no longer important whether anyone is a non-Jew or a Jew, or whether anyone is circumcised or is not circumcised, or whether anyone is a foreigner, or even uncivilized, or whether anyone is a slave or not a slave. But instead what is important is Christ, who is all things in all of you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because God has chosen you and set you apart as his people, and because he loves you, serve others compassionately and mercifully and with kindness. Humbly and gently care for one another with patience\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and bear with each other. If anyone complains against someone else, forgive one another. Just as the Lord Jesus has forgiven you, so also you must forgive each other.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And what is most important is to love one another, because by doing that you will tie yourselves together perfectly.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Christ is the one who makes you to live in peace with God and one another, so always behave so as to remain at peace. This is why he has called you to be together. And always thank God for everything.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As you live and serve God, always obey together what Christ has taught you. Teach and instruct each other with wisdom; praise and thank God sincerely as you sing psalms, hymns, and songs that honor him.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whatever you say, and whatever you do, do it all to honor the Lord Jesus, and do it while you give thanks to God for what Christ has done for you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Wives, obey your husbands; this is right and according to what the Lord Jesus has commanded.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Husbands, love your wives and do not be harsh with them.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Children, obey your parents in every way, because the Lord God is pleased when you do that.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Fathers, do not cause anger in your children, so they do not become discouraged.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Slaves, obey your masters in this world in every way. Do not obey your masters only when they are watching you, like those who merely want their masters to think they always obey. Instead, obey your masters sincerely from the heart because you honor the Lord Jesus.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whatever work you do, work wholeheartedly for the Lord Jesus rather than for people. Do not work like those who are working merely for their human masters,\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because you know the Lord will repay you; you will receive your share of what the Lord has promised you. Jesus Christ is the real master whom you are serving.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God will judge each person in the same way; he will punish those who do wrong as they deserve.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}