{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Masters, treat your slaves justly and fairly supply what they need, because you know that you also have a master who is in heaven.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Keep praying without stopping. Do not be lazy, but instead keep praying and thanking God.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pray together for us too, so that God will make it possible for us to freely explain the good news, the secret about Christ that God is now revealing everywhere. It is because we proclaimed this good news that I am now in prison.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pray that I might be able to fully explain the good news.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Live wisely around those who are not believers, and make each moment valuable by using it wisely.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Always speak graciously and in a pleasant and interesting way to those who do not believe in the Lord Jesus. Then you will know how to speak to each person about the Lord.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tychicus will tell you everything that has been happening to me. He is a fellow believer whom I love, who helps me faithfully, and who serves the Lord Jesus together with me.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The reason that I am sending Tychicus to you with this letter is that you might know about us and that he might encourage you.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am sending him to you with Onesimus, who is a faithful fellow believer, whom I love and who is your fellow townsman. They will tell you all about what has been happening here.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aristarchus, who is in prison with me, and Mark, who is Barnabas' cousin, greet you. I have instructed you about Mark, so if he comes to you, welcome him.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus, who is also named Justus, greets you, too. These three men are the only Jewish believers working with me to proclaim God as king through Christ Jesus. They have greatly helped and encouraged me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Epaphras, who is your fellow townsman and a servant of Christ Jesus, greets you. He prays earnestly for you very often, that you might be strong and believe everything that God teaches us and promises us.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I can say that he has worked very hard for you, for those who live in the city of Laodicea, and for those who live in the city of Hierapolis.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Luke the doctor, whom I love, and Demas greet you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Greet the fellow believers who live in Laodicea, and greet Nympha and the group of believers that meets in her house.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After someone reads this letter among you, have someone also read it to the assembly in Laodicea. And read the letter from Laodicea, too.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell Archippus to make sure that he completes the task that God gave him to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, Paul, greet you now in my own handwriting. Remember me and pray for me in prison. I pray that our Lord Jesus Christ would continue to act graciously toward you all.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}