{
  "1": "אָדָ֥ם H121 שֵׁ֖ת H8352 אֱנֽוֹשׁ H583 ",
  "2": "קֵינָ֥ן H7018 מַהֲלַלְאֵ֖ל H4111 יָֽרֶד H3382 ",
  "3": "חֲנ֥וֹךְ H2585 מְתוּשֶׁ֖לַח H4968 לָֽמֶךְ H3929 ",
  "4": "נֹ֥חַ H5146 שֵׁ֖ם H8035 חָ֥ם H2526 וָיָֽפֶת H3315 ",
  "5": "בְּנֵ֣י H1121 יֶ֔פֶת H3315 גֹּ֣מֶר H1586 וּמָג֔וֹג H4031 וּמָדַ֖י H4074 וְיָוָ֣ן H3120 וְתֻבָ֑ל H8422 וּמֶ֖שֶׁךְ H4902 וְתִירָֽס H8494 ",
  "6": "וּבְנֵ֖י H1121 גֹּ֑מֶר H1586 אַשְׁכֲּנַ֥ז H813 וְדִיפַ֖ת H7384 וְתוֹגַרְמָֽה H8425 ",
  "7": "וּבְנֵ֥י H1121 יָוָ֖ן H3120 אֱלִישָׁ֣ה H473 וְתַרְשִׁ֑ישָׁ H8659 כִּתִּ֖ים H3794 וְרוֹדָנִֽים H1721 ",
  "8": "בְּנֵ֖י H1121 חָ֑ם H2526 כּ֥וּשׁ H3568 וּמִצְרַ֖יִם H4714 פּ֥וּט H6316 וּכְנָֽעַן H3667 ",
  "9": "וּבְנֵ֣י H1121 כ֔וּשׁ H3568 סְבָא֙ H5434 וַחֲוִילָ֔ה H2341 וְסַבְתָּ֥א H5454 וְרַעְמָ֖א H7484 וְסַבְתְּכָ֑א H5455 וּבְנֵ֥י H1121 רַעְמָ֖א H7484 שְׁבָ֥א H7614 וּדְדָֽן H1719 ",
  "10": "וְכ֖וּשׁ H3568 יָלַ֣ד H3205 אֶת H853 נִמְר֑וֹד H5248 ה֣וּא H1931 הֵחֵ֔ל H2490 לִהְי֥וֹת H1961 גִּבּ֖וֹר H1368 בָּאָֽרֶץ H776 ",
  "11": "וּמִצְרַ֡יִם H4714 יָלַ֞ד H3205 אֶת H853 לודיים H3866 וְאֶת H853 עֲנָמִ֛ים H6047 וְאֶת H853 לְהָבִ֖ים H3853 וְאֶת H853 נַפְתֻּחִֽים H5320 ",
  "12": "וְֽאֶת H853 פַּתְרֻסִ֞ים H6625 וְאֶת H853 כַּסְלֻחִ֗ים H3695 אֲשֶׁ֨ר H834 יָצְא֥וּ H3318 מִשָּׁ֛ם H8033 פְּלִשְׁתִּ֖ים H6430 וְאֶת H853 כַּפְתֹּרִֽים H3732 ",
  "13": "וּכְנַ֗עַן H3667 יָלַ֛ד H3205 אֶת H853 צִיד֥וֹן H6721 בְּכֹר֖וֹ H1060 וְאֶת H853 חֵֽת H2845 ",
  "14": "וְאֶת H853 הַיְבוּסִי֙ H2983 וְאֶת H853 הָ֣אֱמֹרִ֔י H567 וְאֵ֖ת H853 הַגִּרְגָּשִֽׁי H1622 ",
  "15": "וְאֶת H853 הַחִוִּ֥י H2340 וְאֶת H853 הַֽעַרְקִ֖י H6208 וְאֶת H853 הַסִּינִֽי H5513 ",
  "16": "וְאֶת H853 הָאַרְוָדִ֥י H721 וְאֶת H853 הַצְּמָרִ֖י H6786 וְאֶת H853 הַֽחֲמָתִֽי H2577 ",
  "17": "בְּנֵ֣י H1121 שֵׁ֔ם H8035 עֵילָ֣ם H5867 וְאַשּׁ֔וּר H804 וְאַרְפַּכְשַׁ֖ד H775 וְל֣וּד H3865 וַאֲרָ֑ם H758 וְע֥וּץ H5780 וְח֖וּל H2343 וְגֶ֥תֶר H1666 וָמֶֽשֶׁךְ H4902 ",
  "18": "וְאַרְפַּכְשַׁ֖ד H775 יָלַ֣ד H3205 אֶת H853 שָׁ֑לַח H7974 וְשֶׁ֖לַח H7974 יָלַ֥ד H3205 אֶת H853 עֵֽבֶר H5677 ",
  "19": "וּלְ H5677 יֻלַּ֖ד H3205 שְׁנֵ֣י H8147 בָנִ֑ים H1121 שֵׁ֣ם H8034 הָאֶחָ֞ד H259 פֶּ֗לֶג H6389 כִּ֤י H3588 בְיָמָי H3117 נִפְלְגָ֣ה H6385 הָאָ֔רֶץ H776 וְשֵׁ֥ם H8034 אָחִ֖יו H251 יָקְטָֽן H3355 ",
  "20": "וְיָקְטָ֣ן H3355 יָלַ֔ד H3205 אֶת H853 אַלְמוֹדָ֖ד H486 וְאֶת H853 שָׁ֑לֶף H8026 וְאֶת H853 חֲצַרְמָ֖וֶת H2700 וְאֶת H853 יָֽרַח H3392 ",
  "21": "וְאֶת H853 הֲדוֹרָ֥ם H1913 וְאֶת H853 אוּזָ֖ל H187 וְאֶת H853 דִּקְלָֽה H1853 ",
  "22": "וְאֶת H853 עֵיבָ֥ל H5858 וְאֶת H853 אֲבִימָאֵ֖ל H39 וְאֶת H853 שְׁבָֽא H7614 ",
  "23": "וְאֶת H853 אוֹפִ֥יר H211 וְאֶת H853 חֲוִילָ֖ה H2341 וְאֶת H853 יוֹבָ֑ב H3103 כָּל H3605 אֵ֖לֶּה H428 בְּנֵ֥י H1121 יָקְטָֽן H3355 ",
  "24": "שֵׁ֥ם H8035 אַרְפַּכְשַׁ֖ד H775 שָֽׁלַח H7974 ",
  "25": "עֵ֥בֶר H5677 פֶּ֖לֶג H6389 רְעֽוּ H7466 ",
  "26": "שְׂר֥וּג H8286 נָח֖וֹר H5152 תָּֽרַח H8646 ",
  "27": "אַבְרָ֖ם H87 ה֥וּא H1931 אַבְרָהָֽם H85 ",
  "28": "בְּנֵי֙ H1121 אַבְרָהָ֔ם H85 יִצְחָ֖ק H3327 וְיִשְׁמָעֵֽאל H3458 ",
  "29": "אֵ֖לֶּה H428 תֹּלְדוֹתָ֑ם H8435 בְּכ֤וֹר H1060 יִשְׁמָעֵאל֙ H3458 נְבָי֔וֹת H5032 וְקֵדָ֥ר H6938 וְאַדְבְּאֵ֖ל H110 וּמִבְשָֽׂם H4017 ",
  "30": "מִשְׁמָ֣ע H4927 וְדוּמָ֔ה H1746 מַשָּׂ֖א H4854 חֲדַ֥ד H2301 וְתֵימָֽא H8485 ",
  "31": "יְט֥וּר H3195 נָפִ֖ישׁ H5305 וָקֵ֑דְמָה H6929 אֵ֥לֶּה H428 הֵ֖ם H1992 בְּנֵ֥י H1121 יִשְׁמָעֵֽאל H3458 ",
  "32": "וּבְנֵ֨י H1121 קְטוּרָ֜ה H6989 פִּילֶ֣גֶשׁ H6370 אַבְרָהָ֗ם H85 יָלְדָ֞ה H3205 אֶת H853 זִמְרָ֧ן H2175 וְיָקְשָׁ֛ן H3370 וּמְדָ֥ן H4091 וּמִדְיָ֖ן H4080 וְיִשְׁבָּ֣ק H3435 וְשׁ֑וּחַ H7744 וּבְנֵ֥י H1121 יָקְשָׁ֖ן H3370 שְׁבָ֥א H7614 וּדְדָֽן H1719 ",
  "33": "וּבְנֵ֣י H1121 מִדְיָ֗ן H4080 עֵיפָ֤ה H5891 וָעֵ֨פֶר֙ H6081 וַחֲנ֔וֹךְ H2585 וַאֲבִידָ֖ע H28 וְאֶלְדָּעָ֑ה H420 כָּל H3605 אֵ֖לֶּה H428 בְּנֵ֥י H1121 קְטוּרָֽה H6989 ",
  "34": "וַיּ֥וֹלֶד H3205 אַבְרָהָ֖ם H85 אֶת H853 יִצְחָ֑ק H3327 בְּנֵ֣י H1121 יִצְחָ֔ק H3327 עֵשָׂ֖ו H6215 וְיִשְׂרָאֵֽל H3478 ",
  "35": "בְּנֵ֖י H1121 עֵשָׂ֑ו H6215 אֱלִיפַ֛ז H464 רְעוּאֵ֥ל H7467 וִיע֖וּשׁ H3266 וְיַעְלָ֥ם H3281 וְקֹֽרַח H7141 ",
  "36": "בְּנֵ֖י H1121 אֱלִיפָ֑ז H464 תֵּימָ֤ן H8487 וְאוֹמָר֙ H201 צְפִ֣י H6825 וְגַעְתָּ֔ם H1609 קְנַ֖ז H7073 וְתִמְנָ֥ע H8555 וַעֲמָלֵֽק H6002 ",
  "37": "בְּנֵ֖י H1121 רְעוּאֵ֑ל H7467 נַ֥חַת H5184 זֶ֖רַח H2226 שַׁמָּ֥ה H8048 וּמִזָּֽה H4199 ",
  "38": "וּבְנֵ֣י H1121 שֵׂעִ֔יר H8165 לוֹטָ֥ן H3877 וְשׁוֹבָ֖ל H7732 וְצִבְע֣וֹן H6649 וַֽעֲנָ֑ה H6034 וְדִישֹׁ֥ן H1787 וְאֵ֖צֶר H687 וְדִישָֽׁן H1789 ",
  "39": "וּבְנֵ֥י H1121 לוֹטָ֖ן H3877 חֹרִ֣י H2753 וְהוֹמָ֑ם H1950 וַאֲח֥וֹת H269 לוֹטָ֖ן H3877 תִּמְנָֽע H8555 ",
  "40": "בְּנֵ֣י H1121 שׁוֹבָ֔ל H7732 עַלְיָ֧ן H5935 וּמָנַ֛חַת H4506 וְעֵיבָ֖ל H5858 שְׁפִ֣י H8195 וְאוֹנָ֑ם H208 וּבְנֵ֥י H1121 צִבְע֖וֹן H6649 אַיָּ֥ה H345 וַעֲנָֽה H6034 ",
  "41": "בְּנֵ֥י H1121 עֲנָ֖ה H6034 דִּישׁ֑וֹן H1787 וּבְנֵ֣י H1121 דִישׁ֔וֹן H1787 חַמְרָ֥ן H2566 וְאֶשְׁבָּ֖ן H790 וְיִתְרָ֥ן H3506 וּכְרָֽן H3763 ",
  "42": "בְּֽנֵי H1121 אֵ֔צֶר H687 בִּלְהָ֥ן H1092 וְזַעֲוָ֖ן H2190 יַעֲקָ֑ן H3292 בְּנֵ֥י H1121 דִישׁ֖וֹן H1787 ע֥וּץ H5780 וַאֲרָֽן H765 ",
  "43": "וְאֵ֣לֶּה H428 הַמְּלָכִ֗ים H4428 אֲשֶׁ֤ר H834 מָלְכוּ֙ H4427 בְּאֶ֣רֶץ H776 אֱד֔וֹם H123 לִפְנֵ֥י H6440 מְלָךְ H4427 מֶ֖לֶךְ H4428 לִבְנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 בֶּ֚לַע H1106 בֶּן H1121 בְּע֔וֹר H1160 וְשֵׁ֥ם H8034 עִיר֖וֹ H5892 דִּנְהָֽבָה H1838 ",
  "44": "וַיָּ֖מָת H4191 בָּ֑לַע H1106 וַיִּמְלֹ֣ךְ H4427 תַּחְתָּ֔יו H8478 יוֹבָ֥ב H3103 בֶּן H1121 זֶ֖רַח H2226 מִבָּצְרָֽה H1224 ",
  "45": "וַיָּ֖מָת H4191 יוֹבָ֑ב H3103 וַיִּמְלֹ֣ךְ H4427 תַּחְתָּ֔יו H8478 חוּשָׁ֖ם H2367 מֵאֶ֥רֶץ H776 הַתֵּימָנִֽי H8489 ",
  "46": "וַיָּ֖מָת H4191 חוּשָׁ֑ם H2367 וַיִּמְלֹ֨ךְ H4427 תַּחְתָּ֜יו H8478 הֲדַ֣ד H1908 בֶּן H1121 בְּדַ֗ד H911 הַמַּכֶּ֤ה H5221 אֶת H853 מִדְיָן֙ H4080 בִּשְׂדֵ֣ה H7704 מוֹאָ֔ב H4124 וְשֵׁ֥ם H8034 עִיר֖וֹ H5892 עיות H5762 ",
  "47": "וַיָּ֖מָת H4191 הֲדָ֑ד H1908 וַיִּמְלֹ֣ךְ H4427 תַּחְתָּ֔יו H8478 שַׂמְלָ֖ה H8072 מִמַּשְׂרֵקָֽה H4957 ",
  "48": "וַיָּ֖מָת H4191 שַׂמְלָ֑ה H8072 וַיִּמְלֹ֣ךְ H4427 תַּחְתָּ֔יו H8478 שָׁא֖וּל H7586 מֵרְחֹב֥וֹת H7344 הַנָּהָֽר H5104 ",
  "49": "וַיָּ֖מָת H4191 שָׁא֑וּל H7586 וַיִּמְלֹ֣ךְ H4427 תַּחְתָּ֔יו H8478 בַּ֥עַל H1177 חָנָ֖ן H1177 בֶּן H1121 עַכְבּֽוֹר H5907 ",
  "50": "וַיָּ֨מָת֙ H4191 בַּ֣עַל H1177 חָנָ֔ן H1177 וַיִּמְלֹ֤ךְ H4427 תַּחְתָּיו֙ H8478 הֲדַ֔ד H1908 וְשֵׁ֥ם H8034 עִיר֖וֹ H5892 פָּ֑עִי H6464 וְשֵׁ֨ם H8034 אִשְׁתּ֤וֹ H802 מְהֵיטַבְאֵל֙ H4105 בַּת H1323 מַטְרֵ֔ד H4308 בַּ֖ת H1323 מֵ֥י H4314 זָהָֽב H4314 ",
  "51": "וַיָּ֖מָת H4191 הֲדָ֑ד H1908 וַיִּהְיוּ֙ H1961 אַלּוּפֵ֣י H441 אֱד֔וֹם H123 אַלּ֥וּף H441 תִּמְנָ֛ע H8555 אַלּ֥וּף H441 עליה H5933 אַלּ֥וּף H441 יְתֵֽת H3509 ",
  "52": "אַלּ֧וּף H441 אָהֳלִיבָמָ֛ה H173 אַלּ֥וּף H441 אֵלָ֖ה H425 אַלּ֥וּף H441 פִּינֹֽן H6373 ",
  "53": "אַלּ֥וּף H441 קְנַ֛ז H7073 אַלּ֥וּף H441 תֵּימָ֖ן H8487 אַלּ֣וּף H441 מִבְצָֽר H4014 ",
  "54": "אַלּ֥וּף H441 מַגְדִּיאֵ֖ל H4025 אַלּ֣וּף H441 עִירָ֑ם H5902 אֵ֖לֶּה H428 אַלּוּפֵ֥י H441 אֱדֽוֹם H123 "
}
