{
  "1": "וּפְלִשְׁתִּ֖ים H6430 נִלְחֲמ֣וּ H3898 בְיִשְׂרָאֵ֑ל H3478 וַיָּ֑נָס H5127 אִֽישׁ H376 יִשְׂרָאֵל֙ H3478 מִפְּנֵ֣י H6440 פְלִשְׁתִּ֔ים H6430 וַיִּפְּל֥וּ H5307 חֲלָלִ֖ים H2491 בְּהַ֥ר H2022 גִּלְבֹּֽעַ H1533 ",
  "2": "וַיַּדְבְּק֣וּ H1692 פְלִשְׁתִּ֔ים H6430 אַחֲרֵ֥י H310 שָׁא֖וּל H7586 וְאַחֲרֵ֣י H310 בָנָ֑יו H1121 וַיַּכּ֣וּ H5221 פְלִשְׁתִּ֗ים H6430 אֶת H853 יוֹנָתָ֧ן H3129 וְאֶת H853 אֲבִינָדָ֛ב H41 וְאֶת H853 מַלְכִּי H4444 שׁ֖וּעַ H4444 בְּנֵ֥י H1121 שָׁאֽוּל H7586 ",
  "3": "וַתִּכְבַּ֤ד H3513 הַמִּלְחָמָה֙ H4421 עַל H5921 שָׁא֔וּל H7586 וַיִּמְצָאֻ֖ H4672 הַמּוֹרִ֣ים H3384 בַּקָּ֑שֶׁת H7198 וַיָּ֖חֶל H2342 מִן H4480 הַיּוֹרִֽים H3384 ",
  "4": "וַיֹּ֣אמֶר H559 שָׁאוּל֩ H7586 אֶל H413 נֹשֵׂ֨א H5375 כֵלָ֜יו H3627 שְׁלֹ֥ף H8025 חַרְבְּךָ֣ H2719 וְדָקְרֵ֣ H1856 בָ֗הּ Hb פֶּן H6435 יָבֹ֜אוּ H935 הָעֲרֵלִ֤ים H6189 הָאֵ֨לֶּה֙ H428 וְהִתְעַלְּלוּ H5953 בִ֔י Hb וְלֹ֤א H3808 אָבָה֙ H14 נֹשֵׂ֣א H5375 כֵלָ֔יו H3627 כִּ֥י H3588 יָרֵ֖א H3372 מְאֹ֑ד H3966 וַיִּקַּ֤ח H3947 שָׁאוּל֙ H7586 אֶת H853 הַחֶ֔רֶב H2719 וַיִּפֹּ֖ל H5307 עָלֶֽיהָ H5921 ",
  "5": "וַיַּ֥רְא H7200 נֹשֵֽׂא H5375 כֵלָ֖יו H3627 כִּ֣י H3588 מֵ֣ת H4191 שָׁא֑וּל H7586 וַיִּפֹּ֥ל H5307 גַּם H1571 ה֛וּא H1931 עַל H5921 הַחֶ֖רֶב H2719 וַיָּמֹֽת H4191 ",
  "6": "וַיָּ֤מָת H4191 שָׁאוּל֙ H7586 וּשְׁלֹ֣שֶׁת H7969 בָּנָ֔יו H1121 וְכָל H3605 בֵּית֖וֹ H1004 יַחְדָּ֥ו H3162 מֵֽתוּ H4191 ",
  "7": "וַ֠יִּרְאוּ H7200 כָּל H3605 אִ֨ישׁ H376 יִשְׂרָאֵ֤ל H3478 אֲשֶׁר H834 בָּעֵ֨מֶק֙ H6010 כִּ֣י H3588 נָ֔סוּ H5127 וְכִי H3588 מֵ֖תוּ H4191 שָׁא֣וּל H7586 וּבָנָ֑י H1121 וַיַּעַזְב֤וּ H5800 עָרֵיהֶם֙ H5892 וַיָּנֻ֔סוּ H5127 וַיָּבֹ֣אוּ H935 פְלִשְׁתִּ֔ים H6430 וַיֵּשְׁב֖וּ H3427 בָּהֶֽם Hb ",
  "8": "וַיְהִי֙ H1961 מִֽמָּחֳרָ֔ת H4283 וַיָּבֹ֣אוּ H935 פְלִשְׁתִּ֔ים H6430 לְפַשֵּׁ֖ט H6584 אֶת H853 הַֽחֲלָלִ֑ים H2491 וַֽיִּמְצְא֤וּ H4672 אֶת H853 שָׁאוּל֙ H7586 וְאֶת H853 בָּנָ֔יו H1121 נֹפְלִ֖ים H5307 בְּהַ֥ר H2022 גִּלְבֹּֽעַ H1533 ",
  "9": "וַיַּ֨פְשִׁיטֻ֔ H6584 וַיִּשְׂא֥וּ H5375 אֶת H853 רֹאשׁ֖וֹ H7218 וְאֶת H853 כֵּלָ֑יו H3627 וַיְשַׁלְּח֨וּ H7971 בְאֶֽרֶץ H776 פְלִשְׁתִּ֜ים H6430 סָבִ֗יב H5439 לְבַשֵּׂ֛ר H1319 אֶת H853 עֲצַבֵּיהֶ֖ם H6091 וְאֶת H853 הָעָֽם H5971 ",
  "10": "וַיָּשִׂ֨ימוּ֙ H7760 אֶת H853 כֵּלָ֔יו H3627 בֵּ֖ית H1004 אֱלֹהֵיהֶ֑ם H430 וְאֶת H853 גֻּלְגָּלְתּ֥וֹ H1538 תָקְע֖וּ H8628 בֵּ֥ית H1004 דָּגֽוֹן H1712 ",
  "11": "וַֽיִּשְׁמְע֔וּ H8085 כֹּ֖ל H3605 יָבֵ֣ישׁ H3003 גִּלְעָ֑ד H1568 אֵ֛ת H853 כָּל H3605 אֲשֶׁר H834 עָשׂ֥וּ H6213 פְלִשְׁתִּ֖ים H6430 לְשָׁאֽוּל H7586 ",
  "12": "וַיָּקוּמוּ֮ H6965 כָּל H3605 אִ֣ישׁ H376 חַיִל֒ H2428 וַיִּשְׂא֞וּ H5375 אֶת H853 גּוּפַ֣ת H1480 שָׁא֗וּל H7586 וְאֵת֙ H853 גּוּפֹ֣ת H1480 בָּנָ֔יו H1121 וַיְבִיא֖וּ H935 יָבֵ֑ישָׁה H3003 וַיִּקְבְּר֨וּ H6912 אֶת H853 עַצְמוֹתֵיהֶ֜ם H6106 תַּ֤חַת H8478 הָאֵלָה֙ H424 בְּיָבֵ֔שׁ H3003 וַיָּצ֖וּמוּ H6684 שִׁבְעַ֥ת H7651 יָמִֽים H3117 ",
  "13": "וַיָּ֣מָת H4191 שָׁא֗וּל H7586 בְּמַֽעֲל H4604 אֲשֶׁ֣ר H834 מָעַ֣ל H4603 בַּֽיהוָ֔ה H3068 עַל H5921 דְּבַ֥ר H1697 יְהוָ֖ה H3068 אֲשֶׁ֣ר H834 לֹא H3808 שָׁמָ֑ר H8104 וְגַם H1571 לִשְׁא֥וֹל H7592 בָּא֖וֹב H178 לִדְרֽוֹשׁ H1875 ",
  "14": "וְלֹֽא H3808 דָרַ֥שׁ H1875 בַּֽיהוָ֖ה H3068 וַיְמִיתֵ֑ H4191 וַיַּסֵּב֙ H5437 אֶת H853 הַמְּלוּכָ֔ה H4410 לְדָוִ֖יד H1732 בֶּן H1121 יִשָֽׁי H3448 "
}
