{
  "1": "וַיִּוָּעַ֣ץ H3289 דָּוִ֗יד H1732 עִם H5973 שָׂרֵ֧י H8269 הָאֲלָפִ֛ים H505 וְהַ H3967 לְכָל H3605 נָגִֽיד H5057 ",
  "2": "וַיֹּ֨אמֶר H559 דָּוִ֜יד H1732 לְכֹ֣ל H3605 קְהַ֣ל H6951 יִשְׂרָאֵ֗ל H3478 אִם H518 עֲלֵיכֶ֨ם H5921 ט֜וֹב H2895 וּמִן H4480 יְהוָ֣ה H3068 אֱלֹהֵ֗ינוּ H430 נִפְרְצָה֙ H6555 נִשְׁלְחָ֞ה H7971 עַל H5921 אַחֵ֣ינוּ H251 הַנִּשְׁאָרִ֗ים H7604 בְּכֹל֙ H3605 אַרְצ֣וֹת H776 יִשְׂרָאֵ֔ל H3478 וְעִמָּ H5973 הַכֹּהֲנִ֥ים H3548 וְהַ H3881 בְּעָרֵ֣י H5892 מִגְרְשֵׁיהֶ֑ם H4054 וְיִקָּבְצ֖וּ H6908 אֵלֵֽינוּ H413 ",
  "3": "וְנָסֵ֛בָּה H5437 אֶת H853 אֲר֥וֹן H727 אֱלֹהֵ֖ינוּ H430 אֵלֵ֑ינוּ H413 כִּי H3588 לֹ֥א H3808 דְרַשְׁנֻ֖הוּ H1875 בִּימֵ֥י H3117 שָׁאֽוּל H7586 ",
  "4": "וַיֹּאמְר֥וּ H559 כָֽל H3605 הַקָּהָ֖ל H6951 לַעֲשׂ֣וֹת H6213 כֵּ֑ן H3651 כִּֽי H3588 יָשַׁ֥ר H3474 הַדָּבָ֖ר H1697 בְּעֵינֵ֥י H5869 כָל H3605 הָעָֽם H5971 ",
  "5": "וַיַּקְהֵ֤ל H6950 דָּוִיד֙ H1732 אֶת H853 כָּל H3605 יִשְׂרָאֵ֔ל H3478 מִן H4480 שִׁיח֥וֹר H7883 מִצְרַ֖יִם H4714 וְעַד H5704 לְב֣וֹא H935 חֲמָ֑ת H2574 לְהָבִיא֙ H935 אֶת H853 אֲר֣וֹן H727 הָאֱלֹהִ֔ים H430 מִקִּרְיַ֖ת H7157 יְעָרִֽים H7157 ",
  "6": "וַיַּ֨עַל H5927 דָּוִ֤יד H1732 וְכָל H3605 יִשְׂרָאֵל֙ H3478 בַּעֲלָ֔תָה H1173 אֶל H413 קִרְיַ֥ת H7157 יְעָרִ֖ים H7157 אֲשֶׁ֣ר H834 לִיהוּדָ֑ה H3063 לְהַעֲל֣וֹת H5927 מִשָּׁ֗ם H8033 אֵת֩ H853 אֲר֨וֹן H727 הָאֱלֹהִ֧ים H430 יְהוָ֛ה H3068 יוֹשֵׁ֥ב H3427 הַכְּרוּבִ֖ים H3742 אֲשֶׁר H834 נִקְרָ֥א H7121 שֵֽׁם H8034 ",
  "7": "וַיַּרְכִּ֜יבוּ H7392 אֶת H853 אֲר֤וֹן H727 הָאֱלֹהִים֙ H430 עַל H5921 עֲגָלָ֣ה H5699 חֲדָשָׁ֔ה H2319 מִבֵּ֖ית H1004 אֲבִינָדָ֑ב H41 וְעֻזָּ֣א H5798 וְאַחְי֔וֹ H283 נֹהֲגִ֖ים H5090 בָּעֲגָלָֽה H5699 ",
  "8": "וְדָוִ֣יד H1732 וְכָל H3605 יִשְׂרָאֵ֗ל H3478 מְשַׂחֲקִ֛ים H7832 לִפְנֵ֥י H6440 הָאֱלֹהִ֖ים H430 בְּכָל H3605 עֹ֑ז H5797 וּבְ H7892 וּבְ H3658 וּבִ H5035 וּבְ H8596 וּבִ H4700 וּבַ H2689 ",
  "9": "וַיָּבֹ֖אוּ H935 עַד H5704 גֹּ֣רֶן H1637 כִּידֹ֑ן H3592 וַיִּשְׁלַ֨ח H7971 עֻזָּ֜א H5798 אֶת H853 יָד֗וֹ H3027 לֶאֱחֹז֙ H270 אֶת H853 הָ֣אָר֔וֹן H727 כִּ֥י H3588 שָֽׁמְט֖וּ H8058 הַבָּקָֽר H1241 ",
  "10": "וַיִּֽחַר H2734 אַ֤ף H639 יְהוָה֙ H3068 בְּעֻזָּ֔א H5798 וַיַּכֵּ֕ H5221 עַ֛ל H5921 אֲשֶׁר H834 שָׁלַ֥ח H7971 יָד֖וֹ H3027 עַל H5921 הָאָר֑וֹן H727 וַיָּ֥מָת H4191 שָׁ֖ם H8033 לִפְנֵ֥י H6440 אֱלֹהִֽים H430 ",
  "11": "וַיִּ֣חַר H2734 לְדָוִ֔יד H1732 כִּֽי H3588 פָרַ֧ץ H6555 יְהוָ֛ה H3068 פֶּ֖רֶץ H6556 בְּעֻזָּ֑א H5798 וַיִּקְרָ֞א H7121 לַמָּק֤וֹם H4725 הַהוּא֙ H1931 פֶּ֣רֶץ H6560 עֻזָּ֔א H6560 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "12": "וַיִּירָ֤א H3372 דָוִיד֙ H1732 אֶת H853 הָ֣אֱלֹהִ֔ים H430 בַּיּ֥וֹם H3117 הַה֖וּא H1931 לֵאמֹ֑ר H559 הֵ֚יךְ H1963 אָבִ֣יא H935 אֵלַ֔י H413 אֵ֖ת H854 אֲר֥וֹן H727 הָאֱלֹהִֽים H430 ",
  "13": "וְלֹֽא H3808 הֵסִ֨יר H5493 דָּוִ֧יד H1732 אֶת H853 הָאָר֛וֹן H727 אֵלָ֖יו H413 אֶל H413 עִ֣יר H5892 דָּוִ֑יד H1732 וַיַּטֵּ֕ H5186 אֶל H413 בֵּ֥ית H1004 עֹבֵֽד H5654 אֱדֹ֖ם H5654 הַגִּתִּֽי H1663 ",
  "14": "וַיֵּשֶׁב֩ H3427 אֲר֨וֹן H727 הָאֱלֹהִ֜ים H430 עִם H5973 בֵּ֨ית H1004 עֹבֵ֥ד H5654 אֱדֹ֛ם H5654 בְּבֵית֖ H1004 שְׁלֹשָׁ֣ה H7969 חֳדָשִׁ֑ים H2320 וַיְבָ֧רֶךְ H1288 יְהוָ֛ה H3068 אֶת H853 בֵּ֥ית H1004 עֹבֵֽד H5654 אֱדֹ֖ם H5654 וְאֶת H853 כָּל H3605 אֲשֶׁר H834 לֽוֹ Hl "
}
