{
  "1": "וַיְהִי֙ H1961 אַחֲרֵי H310 כֵ֔ן H3651 וַיָּ֕מָת H4191 נָחָ֖שׁ H5176 מֶ֣לֶךְ H4428 בְּנֵי H1121 עַמּ֑וֹן H5983 וַיִּמְלֹ֥ךְ H4427 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
  "2": "וַיֹּ֨אמֶר H559 דָּוִ֜יד H1732 אֶֽעֱשֶׂה H6213 חֶ֣סֶד H2617 עִם H5973 חָנ֣וּן H2586 בֶּן H1121 נָחָ֗שׁ H5176 כִּֽי H3588 עָשָׂ֨ה H6213 אָבִ֤יו H1 עִמִּי֙ H5973 חֶ֔סֶד H2617 וַיִּשְׁלַ֥ח H7971 דָּוִ֛יד H1732 מַלְאָכִ֖ים H4397 לְנַחֲמ֣ H5162 עַל H5921 אָבִ֑יו H1 וַיָּבֹאוּ֩ H935 עַבְדֵ֨י H5650 דָוִ֜יד H1732 אֶל H413 אֶ֧רֶץ H776 בְּנֵי H1121 עַמּ֛וֹן H5983 אֶל H413 חָנ֖וּן H2586 לְנַחֲמֽ H5162 ",
  "3": "וַיֹּאמְרוּ֩ H559 שָׂרֵ֨י H8269 בְנֵי H1121 עַמּ֜וֹן H5983 לְחָנ֗וּן H2586 הַֽמְכַבֵּ֨ד H3513 דָּוִ֤יד H1732 אֶת H853 אָבִ֨יךָ֙ H1 בְּעֵינֶ֔י H5869 כִּֽי H3588 שָׁלַ֥ח H7971 לְךָ֖ Hl מְנַחֲמִ֑ים H5162 הֲלֹ֡א H3808 בַּ֠עֲבוּר H5668 לַחְקֹ֨ר H2713 וְלַ H2015 וּלְ H7270 הָאָ֔רֶץ H776 בָּ֥אוּ H935 עֲבָדָ֖יו H5650 אֵלֶֽיךָ H413 ",
  "4": "וַיִּקַּ֨ח H3947 חָנ֜וּן H2586 אֶת H853 עַבְדֵ֤י H5650 דָוִיד֙ H1732 וַֽיְגַלְּחֵ֔ H1548 וַיִּכְרֹ֧ת H3772 אֶת H853 מַדְוֵיהֶ֛ם H4063 בַּחֵ֖צִי H2677 עַד H5704 הַמִּפְשָׂעָ֑ה H4667 וַֽיְשַׁלְּחֵֽ H7971 ",
  "5": "וַיֵּלְכוּ֩ H3212 וַיַּגִּ֨ידוּ H5046 לְדָוִ֤יד H1732 עַל H5921 הָֽאֲנָשִׁים֙ H376 וַיִּשְׁלַ֣ח H7971 לִקְרָאתָ֔ H7125 כִּי H3588 הָי֥וּ H1961 הָאֲנָשִׁ֖ים H376 נִכְלָמִ֣ים H3637 מְאֹ֑ד H3966 וַיֹּ֤אמֶר H559 הַמֶּ֨לֶךְ֙ H4428 שְׁב֣וּ H3427 בִֽירֵח֔וֹ H3405 עַ֛ד H5704 אֲשֶׁר H834 יְצַמַּ֥ח H6779 זְקַנְכֶ֖ם H2206 וְשַׁבְתֶּֽם H7725 ",
  "6": "וַיִּרְאוּ֙ H7200 בְּנֵ֣י H1121 עַמּ֔וֹן H5983 כִּ֥י H3588 הִֽתְבָּאֲשׁ֖וּ H887 עִם H5973 דָּוִ֑יד H1732 וַיִּשְׁלַ֣ח H7971 חָ֠נוּן H2586 וּבְנֵ֨י H1121 עַמּ֜וֹן H5983 אֶ֣לֶף H505 כִּכַּר H3603 כֶּ֗סֶף H3701 לִשְׂכֹּ֣ר H7936 לָ֠הֶם Hl מִן H4480 אֲרַ֨ם H763 נַהֲרַ֜יִם H763 וּמִן H4480 אֲרַ֤ם H758 מַעֲכָה֙ H4601 וּמִ H6678 רֶ֖כֶב H7393 וּפָרָשִֽׁים H6571 ",
  "7": "וַיִּשְׂכְּר֣וּ H7936 לָהֶ֡ם Hl שְׁנַיִם֩ H8147 וּשְׁלֹשִׁ֨ים H7970 אֶ֜לֶף H505 רֶ֗כֶב H7393 וְאֶת H853 מֶ֤לֶךְ H4428 מַעֲכָה֙ H4601 וְאֶת H853 עַמּ֔וֹ H5971 וַיָּבֹ֕אוּ H935 וַֽיַּחֲנ֖וּ H2583 לִפְנֵ֣י H6440 מֵידְבָ֑א H4311 וּבְנֵ֣י H1121 עַמּ֗וֹן H5983 נֶאֶסְפוּ֙ H622 מֵעָ֣רֵי H5892 וַיָּבֹ֖אוּ H935 לַמִּלְחָמָֽה H4421 ",
  "8": "וַיִּשְׁמַ֖ע H8085 דָּוִ֑יד H1732 וַיִּשְׁלַח֙ H7971 אֶת H853 יוֹאָ֔ב H3097 וְאֵ֥ת H853 כָּל H3605 צָבָ֖א H6635 הַגִּבּוֹרִֽים H1368 ",
  "9": "וַיֵּצְאוּ֙ H3318 בְּנֵ֣י H1121 עַמּ֔וֹן H5983 וַיַּֽעַרְכ֥וּ H6186 מִלְחָמָ֖ה H4421 פֶּ֣תַח H6607 הָעִ֑יר H5892 וְהַ H4428 אֲשֶׁר H834 בָּ֔אוּ H935 לְבַדָּ֖ H905 בַּשָּׂדֶֽה H7704 ",
  "10": "וַיַּ֣רְא H7200 יוֹאָ֗ב H3097 כִּֽי H3588 הָיְתָ֧ה H1961 פְנֵי H6440 הַמִּלְחָמָ֛ה H4421 אֵלָ֖יו H413 פָּנִ֣ים H6440 וְאָח֑וֹר H268 וַיִּבְחַ֗ר H977 מִכָּל H3605 בָּחוּר֙ H977 בְּיִשְׂרָאֵ֔ל H3478 וַֽיַּעֲרֹ֖ךְ H6186 לִקְרַ֥את H7125 אֲרָֽם H758 ",
  "11": "וְאֵת֙ H853 יֶ֣תֶר H3499 הָעָ֔ם H5971 נָתַ֕ן H5414 בְּיַ֖ד H3027 אַבְשַׁ֣י H52 אָחִ֑יו H251 וַיַּ֣עַרְכ֔וּ H6186 לִקְרַ֖את H7125 בְּנֵ֥י H1121 עַמּֽוֹן H5983 ",
  "12": "וַיֹּ֗אמֶר H559 אִם H518 תֶּחֱזַ֤ק H2388 מִמֶּ֨נִּי֙ H4480 אֲרָ֔ם H758 וְהָיִ֥יתָ H1961 לִּ֖י Hl לִתְשׁוּעָ֑ה H8668 וְאִם H518 בְּנֵ֥י H1121 עַמּ֛וֹן H5983 יֶֽחֶזְק֥וּ H2388 מִמְּךָ֖ H4480 וְהוֹשַׁעְתִּֽי H3467 ",
  "13": "חֲזַ֤ק H2388 וְנִֽתְחַזְּקָה֙ H2388 בְּעַד H1157 עַמֵּ֔נוּ H5971 וּבְעַ֖ד H1157 עָרֵ֣י H5892 אֱלֹהֵ֑ינוּ H430 וַֽיהוָ֔ה H3068 הַטּ֥וֹב H2896 בְּעֵינָ֖י H5869 יַעֲשֶֽׂה H6213 ",
  "14": "וַיִּגַּ֨שׁ H5066 יוֹאָ֜ב H3097 וְהָ H5971 אֲשֶׁר H834 עִמּ֛וֹ H5973 לִפְנֵ֥י H6440 אֲרָ֖ם H758 לַמִּלְחָמָ֑ה H4421 וַיָּנ֖וּסוּ H5127 מִפָּנָֽי H6440 ",
  "15": "וּבְנֵ֨י H1121 עַמּ֤וֹן H5983 רָאוּ֙ H7200 כִּי H3588 נָ֣ס H5127 אֲרָ֔ם H758 וַיָּנ֣וּסוּ H5127 גַם H1571 הֵ֗ם H1992 מִפְּנֵי֙ H6440 אַבְשַׁ֣י H52 אָחִ֔יו H251 וַיָּבֹ֖אוּ H935 הָעִ֑ירָ H5892 וַיָּבֹ֥א H935 יוֹאָ֖ב H3097 יְרוּשָׁלִָֽם H3389 ",
  "16": "וַיַּ֣רְא H7200 אֲרָ֗ם H758 כִּ֣י H3588 נִגְּפוּ֮ H5062 לִפְנֵ֣י H6440 יִשְׂרָאֵל֒ H3478 וַֽיִּשְׁלְחוּ֙ H7971 מַלְאָכִ֔ים H4397 וַיּוֹצִ֣יאוּ H3318 אֶת H853 אֲרָ֔ם H758 אֲשֶׁ֖ר H834 מֵעֵ֣בֶר H5676 הַנָּהָ֑ר H5104 וְשׁוֹפַ֛ךְ H7780 שַׂר H8269 צְבָ֥א H6635 הֲדַדְעֶ֖זֶר H1909 לִפְנֵי H6440 ",
  "17": "וַיֻּגַּ֣ד H5046 לְדָוִ֗יד H1732 וַיֶּאֱסֹ֤ף H622 אֶת H853 כָּל H3605 יִשְׂרָאֵל֙ H3478 וַיַּעֲבֹ֣ר H5674 הַיַּרְדֵּ֔ן H3383 וַיָּבֹ֣א H935 אֲלֵהֶ֔ם H413 וַֽיַּעֲרֹ֖ךְ H6186 אֲלֵהֶ֑ם H413 וַיַּעֲרֹ֨ךְ H6186 דָּוִ֜יד H1732 לִקְרַ֤את H7125 אֲרָם֙ H758 מִלְחָמָ֔ה H4421 וַיִּֽלָּחֲמ֖וּ H3898 עִמּֽוֹ H5973 ",
  "18": "וַיָּ֣נָס H5127 אֲרָם֮ H758 מִלִּ H6440 יִשְׂרָאֵל֒ H3478 וַיַּהֲרֹ֨ג H2026 דָּוִ֜יד H1732 מֵאֲרָ֗ם H758 שִׁבְעַ֤ת H7651 אֲלָפִים֙ H505 רֶ֔כֶב H7393 וְאַרְבָּעִ֥ים H705 אֶ֖לֶף H505 אִ֣ישׁ H376 רַגְלִ֑י H7273 וְאֵ֛ת H853 שׁוֹפַ֥ךְ H7780 שַֽׂר H8269 הַצָּבָ֖א H6635 הֵמִֽית H4191 ",
  "19": "וַיִּרְא֞וּ H7200 עַבְדֵ֣י H5650 הֲדַדְעֶ֗זֶר H1909 כִּ֤י H3588 נִגְּפוּ֙ H5062 לִפְנֵ֣י H6440 יִשְׂרָאֵ֔ל H3478 וַיַּשְׁלִ֥ימוּ H7999 עִם H5973 דָּוִ֖יד H1732 וַיַּֽעַבְדֻ֑ H5647 וְלֹא H3808 אָבָ֣ה H14 אֲרָ֔ם H758 לְהוֹשִׁ֥יעַ H3467 אֶת H853 בְּנֵי H1121 עַמּ֖וֹן H5983 עֽוֹד H5750 "
}
