{
  "1": "וַיַּֽעֲמֹ֥ד H5975 שָׂטָ֖ן H7854 עַל H5921 יִשְׂרָאֵ֑ל H3478 וַיָּ֨סֶת֙ H5496 אֶת H853 דָּוִ֔יד H1732 לִמְנ֖וֹת H4487 אֶת H853 יִשְׂרָאֵֽל H3478 ",
  "2": "וַיֹּ֨אמֶר H559 דָּוִ֤יד H1732 אֶל H413 יוֹאָב֙ H3097 וְאֶל H413 שָׂרֵ֣י H8269 הָעָ֔ם H5971 לְכ֗וּ H3212 סִפְרוּ֙ H5608 אֶת H853 יִשְׂרָאֵ֔ל H3478 מִבְּאֵ֥ר H884 שֶׁ֖בַע H884 וְעַד H5704 דָּ֑ן H1835 וְהָבִ֣יאוּ H935 אֵלַ֔י H413 וְאֵדְעָ֖ה H3045 אֶת H853 מִסְפָּרָֽם H4557 ",
  "3": "וַיֹּ֣אמֶר H559 יוֹאָ֗ב H3097 יוֹסֵף֩ H3254 יְהוָ֨ה H3068 עַל H5921 עַמּ֤וֹ H5971 כָּהֵם֙ H1992 מֵאָ֣ה H3967 פְעָמִ֔ים H6471 הֲלֹא֙ H3808 אֲדֹנִ֣י H113 הַמֶּ֔לֶךְ H4428 כֻּלָּ֥ם H3605 לַאדֹנִ֖ H113 לַעֲבָדִ֑ים H5650 לָ֣מָּה H4100 יְבַקֵּ֥שׁ H1245 זֹאת֙ H2063 אֲדֹנִ֔י H113 לָ֛מָּה H4100 יִהְיֶ֥ה H1961 לְאַשְׁמָ֖ה H819 לְיִשְׂרָאֵֽל H3478 ",
  "4": "וּדְבַר H1697 הַמֶּ֖לֶךְ H4428 חָזַ֣ק H2388 עַל H5921 יוֹאָ֑ב H3097 וַיֵּצֵ֣א H3318 יוֹאָ֗ב H3097 וַיִּתְהַלֵּךְ֙ H1980 בְּכָל H3605 יִשְׂרָאֵ֔ל H3478 וַיָּבֹ֖א H935 יְרוּשָׁלִָֽם H3389 ",
  "5": "וַיִּתֵּ֥ן H5414 יוֹאָ֛ב H3097 אֶת H853 מִסְפַּ֥ר H4557 מִפְקַד H4662 הָעָ֖ם H5971 אֶל H413 דָּוִ֑יד H1732 וַיְהִ֣י H1961 כָֽל H3605 יִשְׂרָאֵ֡ל H3478 אֶ֣לֶף H505 אֲלָפִים֩ H505 וּמֵאָ֨ה H3967 אֶ֤לֶף H505 אִישׁ֙ H376 שֹׁ֣לֵֽף H8025 חֶ֔רֶב H2719 וִֽיהוּדָ֕ה H3063 אַרְבַּע֩ H702 מֵא֨וֹת H3967 וְשִׁבְעִ֥ים H7657 אֶ֛לֶף H505 אִ֖ישׁ H376 שֹׁ֥לֵֽף H8025 חָֽרֶב H2719 ",
  "6": "וְלֵוִי֙ H3878 וּבִנְיָמִ֔ן H1144 לֹ֥א H3808 פָקַ֖ד H6485 בְּתוֹכָ֑ H8432 כִּֽי H3588 נִתְעַ֥ב H8581 דְּבַר H1697 הַמֶּ֖לֶךְ H4428 אֶת H854 יוֹאָֽב H3097 ",
  "7": "וַיֵּ֨רַע֙ H7489 בְּעֵינֵ֣י H5869 הָאֱלֹהִ֔ים H430 עַל H5921 הַדָּבָ֖ר H1697 הַזֶּ֑ה H2088 וַיַּ֖ךְ H5221 אֶת H853 יִשְׂרָאֵֽל H3478 ",
  "8": "וַיֹּ֤אמֶר H559 דָּוִיד֙ H1732 אֶל H413 הָ֣אֱלֹהִ֔ים H430 חָטָ֣אתִֽי H2398 מְאֹ֔ד H3966 אֲשֶׁ֥ר H834 עָשִׂ֖יתִי H6213 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֑ה H2088 וְעַתָּ֗ה H6258 הַֽעֲבֶר H5674 נָא֙ H4994 אֶת H853 עֲו֣וֹן H5771 עַבְדְּךָ֔ H5650 כִּ֥י H3588 נִסְכַּ֖לְתִּי H5528 מְאֹֽד H3966 ",
  "9": "וַיְדַבֵּ֤ר H1696 יְהוָה֙ H3068 אֶל H413 גָּ֔ד H1410 חֹזֵ֥ה H2374 דָוִ֖יד H1732 לֵאמֹֽר H559 ",
  "10": "לֵךְ֩ H3212 וְדִבַּרְתָּ֨ H1696 אֶל H413 דָּוִ֜יד H1732 לֵאמֹ֗ר H559 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 שָׁל֕וֹשׁ H7969 אֲנִ֖י H589 נֹטֶ֣ה H5186 עָלֶ֑יךָ H5921 בְּחַר H977 לְךָ֛ Hl אַחַ֥ת H259 מֵהֵ֖נָּה H2007 וְאֶֽעֱשֶׂה H6213 לָּֽךְ Hl ",
  "11": "וַיָּ֥בֹא H935 גָ֖ד H1410 אֶל H413 דָּוִ֑יד H1732 וַיֹּ֥אמֶר H559 ל֛וֹ Hl כֹּֽה H3541 אָמַ֥ר H559 יְהוָ֖ה H3068 קַבֶּל H6901 לָֽךְ Hl ",
  "12": "אִם H518 שָׁל֨וֹשׁ H7969 שָׁנִ֜ים H8141 רָעָ֗ב H7458 וְאִם H518 שְׁלֹשָׁ֨ה H7969 חֳדָשִׁ֜ים H2320 נִסְפֶּ֥ה H5595 מִפְּנֵי H6440 צָרֶיךָ֮ H6862 וְחֶ֣רֶב H2719 אוֹיְבֶ֣ךָ H341 לְמַשֶּׂגֶת֒ H5381 וְאִם H518 שְׁלֹ֣שֶׁת H7969 יָ֠מִים H3117 חֶ֣רֶב H2719 יְהוָ֤ה H3068 וְדֶ֨בֶר֙ H1698 בָּאָ֔רֶץ H776 וּמַלְאַ֣ךְ H4397 יְהוָ֔ה H3068 מַשְׁחִ֖ית H7843 בְּכָל H3605 גְּב֣וּל H1366 יִשְׂרָאֵ֑ל H3478 וְעַתָּ֣ה H6258 רְאֵ֔ה H7200 מָֽה H4100 אָשִׁ֥יב H7725 אֶת H854 שֹׁלְחִ֖י H7971 דָּבָֽר H1697 ",
  "13": "וַיֹּ֧אמֶר H559 דָּוִ֛יד H1732 אֶל H413 גָּ֖ד H1410 צַר H6862 לִ֣י Hl מְאֹ֑ד H3966 אֶפְּלָה H5307 נָּ֣א H4994 בְיַד H3027 יְהוָ֗ה H3068 כִּֽי H3588 רַבִּ֤ים H7227 רַחֲמָיו֙ H7356 מְאֹ֔ד H3966 וּבְ H3027 אָדָ֖ם H120 אַל H408 אֶפֹּֽל H5307 ",
  "14": "וַיִּתֵּ֧ן H5414 יְהוָ֛ה H3068 דֶּ֖בֶר H1698 בְּיִשְׂרָאֵ֑ל H3478 וַיִּפֹּל֙ H5307 מִיִּשְׂרָאֵ֔ל H3478 שִׁבְעִ֥ים H7657 אֶ֖לֶף H505 אִֽישׁ H376 ",
  "15": "וַיִּשְׁלַח֩ H7971 הָאֱלֹהִ֨ים H430 מַלְאָ֥ךְ H4397 לִֽירוּשָׁלִַם֮ H3389 לְהַשְׁחִיתָ H7843 וּכְ H7843 רָאָ֤ה H7200 יְהוָה֙ H3068 וַיִּנָּ֣חֶם H5162 עַל H5921 הָֽרָעָ֔ה H7451 וַיֹּ֨אמֶר H559 לַמַּלְאָ֤ךְ H4397 הַמַּשְׁחִית֙ H7843 רַ֔ב H7227 עַתָּ֖ה H6258 הֶ֣רֶף H7503 יָדֶ֑ךָ H3027 וּמַלְאַ֤ךְ H4397 יְהוָה֙ H3068 עֹמֵ֔ד H5975 עִם H5973 גֹּ֖רֶן H1637 אָרְנָ֥ן H771 הַיְבוּסִֽי H2983 ",
  "16": "וַיִּשָּׂ֨א H5375 דָוִ֜יד H1732 אֶת H853 עֵינָ֗יו H5869 וַיַּ֞רְא H7200 אֶת H853 מַלְאַ֤ךְ H4397 יְהוָה֙ H3068 עֹמֵ֗ד H5975 בֵּ֤ין H996 הָאָ֨רֶץ֙ H776 וּבֵ֣ין H996 הַשָּׁמַ֔יִם H8064 וְחַרְבּ֤ H2719 שְׁלוּפָה֙ H8025 בְּיָד֔ H3027 נְטוּיָ֖ה H5186 עַל H5921 יְרוּשָׁלִָ֑ם H3389 וַיִּפֹּ֨ל H5307 דָּוִ֧יד H1732 וְהַ H2205 מְכֻסִּ֥ים H3680 בַּשַּׂקִּ֖ים H8242 עַל H5921 פְּנֵיהֶֽם H6440 ",
  "17": "וַיֹּ֣אמֶר H559 דָּוִ֣יד H1732 אֶֽל H413 הָאֱלֹהִ֡ים H430 הֲלֹא֩ H3808 אֲנִ֨י H589 אָמַ֜רְתִּי H559 לִמְנ֣וֹת H4487 בָּעָ֗ם H5971 וַאֲנִי H589 ה֤וּא H1931 אֲשֶׁר H834 חָטָ֨אתִי֙ H2398 וְהָרֵ֣עַ H7489 הֲרֵע֔וֹתִי H7489 וְאֵ֥לֶּה H428 הַצֹּ֖אן H6629 מֶ֣ה H4100 עָשׂ֑וּ H6213 יְהוָ֣ה H3068 אֱלֹהַ֗י H430 תְּהִ֨י H1961 נָ֤א H4994 יָֽדְךָ֙ H3027 בִּ֚י Hb וּבְ H1004 אָבִ֔י H1 וּֽבְ H5971 לֹ֥א H3808 לְמַגֵּפָֽה H4046 ",
  "18": "וּמַלְאַ֧ךְ H4397 יְהוָ֛ה H3068 אָמַ֥ר H559 אֶל H413 גָּ֖ד H1410 לֵאמֹ֣ר H559 לְדָוִ֑יד H1732 כִּ֣י H3588 יַעֲלֶ֣ה H5927 דָוִ֗יד H1732 לְהָקִ֤ים H6965 מִזְבֵּ֨חַ֙ H4196 לַיהוָ֔ה H3068 בְּגֹ֖רֶן H1637 אָרְנָ֥ן H771 הַיְבֻסִֽי H2983 ",
  "19": "וַיַּ֤עַל H5927 דָּוִיד֙ H1732 בִּדְבַר H1697 גָּ֔ד H1410 אֲשֶׁ֥ר H834 דִּבֶּ֖ר H1696 בְּשֵׁ֥ם H8034 יְהוָֽה H3068 ",
  "20": "וַיָּ֣שָׁב H7725 אָרְנָ֗ן H771 וַיַּרְא֙ H7200 אֶת H853 הַמַּלְאָ֔ךְ H4397 וְאַרְבַּ֧עַת H702 בָּנָ֛יו H1121 עִמּ֖וֹ H5973 מִֽתְחַבְּאִ֑ים H2244 וְאָרְנָ֖ן H771 דָּ֥שׁ H1758 חִטִּֽים H2406 ",
  "21": "וַיָּבֹ֥א H935 דָוִ֖יד H1732 עַד H5704 אָרְנָ֑ן H771 וַיַּבֵּ֤ט H5027 אָרְנָן֙ H771 וַיַּ֣רְא H7200 אֶת H853 דָּוִ֔יד H1732 וַיֵּצֵא֙ H3318 מִן H4480 הַגֹּ֔רֶן H1637 וַיִּשְׁתַּ֧חוּ H7812 לְדָוִ֛יד H1732 אַפַּ֖יִם H639 אָֽרְצָה H776 ",
  "22": "וַיֹּ֨אמֶר H559 דָּוִ֜יד H1732 אֶל H413 אָרְנָ֗ן H771 תְּנָה H5414 לִּי֙ Hl מְק֣וֹם H4725 הַגֹּ֔רֶן H1637 וְאֶבְנֶה H1129 בּ֥וֹ Hb מִזְבֵּ֖חַ H4196 לַיהוָ֑ה H3068 בְּכֶ֤סֶף H3701 מָלֵא֙ H4392 תְּנֵ֣הוּ H5414 לִ֔י Hl וְתֵעָצַ֥ר H6113 הַמַּגֵּפָ֖ה H4046 מֵעַ֥ל H5921 הָעָֽם H5971 ",
  "23": "וַיֹּ֨אמֶר H559 אָרְנָ֤ן H771 אֶל H413 דָּוִיד֙ H1732 קַֽח H3947 לָ֔ךְ Hl וְיַ֛עַשׂ H6213 אֲדֹנִ֥י H113 הַמֶּ֖לֶךְ H4428 הַטּ֣וֹב H2896 בְּעֵינָ֑י H5869 רְאֵה֩ H7200 נָתַ֨תִּי H5414 הַבָּקָ֜ר H1241 לָֽעֹל֗וֹת H5930 וְהַ H4173 לָעֵצִ֛ים H6086 וְהַ H2406 לַמִּנְחָ֖ה H4503 הַכֹּ֥ל H3605 נָתָֽתִּי H5414 ",
  "24": "וַיֹּ֨אמֶר H559 הַמֶּ֤לֶךְ H4428 דָּוִיד֙ H1732 לְאָרְנָ֔ן H771 לֹ֕א H3808 כִּֽי H3588 קָנֹ֥ה H7069 אֶקְנֶ֖ה H7069 בְּכֶ֣סֶף H3701 מָלֵ֑א H4392 כִּ֠י H3588 לֹא H3808 אֶשָּׂ֤א H5375 אֲשֶׁר H834 לְךָ֙ Hl לַיהוָ֔ה H3068 וְהַעֲל֥וֹת H5927 עוֹלָ֖ה H5930 חִנָּֽם H2600 ",
  "25": "וַיִּתֵּ֥ן H5414 דָּוִ֛יד H1732 לְאָרְנָ֖ן H771 בַּמָּק֑וֹם H4725 שִׁקְלֵ֣י H8255 זָהָ֔ב H2091 מִשְׁקָ֖ל H4948 שֵׁ֥שׁ H8337 מֵאֽוֹת H3967 ",
  "26": "וַיִּבֶן֩ H1129 שָׁ֨ם H8033 דָּוִ֤יד H1732 מִזְבֵּ֨חַ֙ H4196 לַיהוָ֔ה H3068 וַיַּ֥עַל H5927 עֹל֖וֹת H5930 וּשְׁלָמִ֑ים H8002 וַיִּקְרָא֙ H7121 אֶל H413 יְהוָ֔ה H3068 וַיַּֽעֲנֵ֤ H6030 בָאֵשׁ֙ H784 מִן H4480 הַשָּׁמַ֔יִם H8064 עַ֖ל H5921 מִזְבַּ֥ח H4196 הָעֹלָֽה H5930 ",
  "27": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 לַמַּלְאָ֔ךְ H4397 וַיָּ֥שֶׁב H7725 חַרְבּ֖וֹ H2719 אֶל H413 נְדָנָֽהּ H5084 ",
  "28": "בָּעֵ֣ת H6256 הַהִ֔יא H1931 בִּרְא֤וֹת H7200 דָּוִיד֙ H1732 כִּי H3588 עָנָ֣הוּ H6030 יְהוָ֔ה H3068 בְּגֹ֖רֶן H1637 אָרְנָ֣ן H771 הַיְבוּסִ֑י H2983 וַיִּזְבַּ֖ח H2076 שָֽׁם H8033 ",
  "29": "וּמִשְׁכַּ֣ן H4908 יְ֠הוָה H3068 אֲשֶׁר H834 עָשָׂ֨ה H6213 מֹשֶׁ֧ה H4872 בַמִּדְבָּ֛ר H4057 וּמִזְבַּ֥ח H4196 הָעוֹלָ֖ה H5930 בָּעֵ֣ת H6256 הַהִ֑יא H1931 בַּבָּמָ֖ה H1116 בְּגִבְעֽוֹן H1391 ",
  "30": "וְלֹא H3808 יָכֹ֥ל H3201 דָּוִ֛יד H1732 לָלֶ֥כֶת H3212 לְפָנָ֖י H6440 לִדְרֹ֣שׁ H1875 אֱלֹהִ֑ים H430 כִּ֣י H3588 נִבְעַ֔ת H1204 מִפְּנֵ֕י H6440 חֶ֖רֶב H2719 מַלְאַ֥ךְ H4397 יְהוָֽה H3068 "
}
