{
  "1": "וְלִ H1121 אַהֲרֹ֖ן H175 מַחְלְקוֹתָ֑ם H4256 בְּנֵ֣י H1121 אַהֲרֹ֔ן H175 נָדָב֙ H5070 וַאֲבִיה֔וּא H30 אֶלְעָזָ֖ר H499 וְאִיתָמָֽר H385 ",
  "2": "וַיָּ֨מָת H4191 נָדָ֤ב H5070 וַאֲבִיהוּא֙ H30 לִפְנֵ֣י H6440 אֲבִיהֶ֔ם H1 וּבָנִ֖ים H1121 לֹא H3808 הָי֣וּ H1961 לָהֶ֑ם H1992 וַֽיְכַהֲנ֔וּ H3547 אֶלְעָזָ֖ר H499 וְאִיתָמָֽר H385 ",
  "3": "וַיֶּֽחָלְקֵ֣ H2505 דָּוִ֔יד H1732 וְצָדוֹק֙ H6659 מִן H4480 בְּנֵ֣י H1121 אֶלְעָזָ֔ר H499 וַאֲחִימֶ֖לֶךְ H288 מִן H4480 בְּנֵ֣י H1121 אִיתָמָ֑ר H385 לִפְקֻדָּתָ֖ H6486 בַּעֲבֹדָתָֽ H5656 ",
  "4": "וַיִּמָּצְא֣וּ H4672 בְֽנֵי H1121 אֶלְעָזָ֡ר H499 רַבִּ֞ים H7227 לְרָאשֵׁ֧י H7218 הַגְּבָרִ֛ים H1397 מִן H4480 בְּנֵ֥י H1121 אִיתָמָ֖ר H385 וַֽיַּחְלְק֑וּ H2505 לִבְנֵ֨י H1121 אֶלְעָזָ֜ר H499 רָאשִׁ֤ים H7218 לְבֵית H1004 אָבוֹת֙ H1 שִׁשָּׁ֣ה H8337 עָשָׂ֔ר H6240 וְלִ H1121 אִיתָמָ֛ר H385 לְבֵ֥ית H1004 אֲבוֹתָ֖ם H1 שְׁמוֹנָֽה H8083 ",
  "5": "וַיַּחְלְק֥וּ H2505 בְּגוֹרָל֖וֹת H1486 אֵ֣לֶּה H428 עִם H5973 אֵ֑לֶּה H428 כִּי H3588 הָי֤וּ H1961 שָֽׂרֵי H8269 קֹ֨דֶשׁ֙ H6944 וְשָׂרֵ֣י H8269 הָאֱלֹהִ֔ים H430 מִבְּנֵ֥י H1121 אֶלְעָזָ֖ר H499 וּבִ H1121 אִיתָמָֽר H385 ",
  "6": "וַֽיִּכְתְּבֵ֡ H3789 שְֽׁמַֽעְיָה֩ H8098 בֶן H1121 נְתַנְאֵ֨ל H5417 הַסּוֹפֵ֜ר H5608 מִן H4480 הַלֵּוִ֗י H3881 לִפְנֵ֨י H6440 הַמֶּ֤לֶךְ H4428 וְהַ H8269 וְצָד֣וֹק H6659 הַכֹּהֵ֗ן H3548 וַאֲחִימֶ֨לֶךְ֙ H288 בֶּן H1121 אֶבְיָתָ֔ר H54 וְרָאשֵׁי֙ H7218 הָֽאָב֔וֹת H1 לַכֹּהֲנִ֖ים H3548 וְלַ H3881 בֵּֽית H1004 אָ֣ב H1 אֶחָ֗ד H259 אָחֻז֙ H270 לְאֶלְעָזָ֔ר H499 וְאָחֻ֥ז H270 אָחֻ֖ז H270 לְאִיתָמָֽר H385 ",
  "7": "וַיֵּצֵ֞א H3318 הַגּוֹרָ֤ל H1486 הָרִאשׁוֹן֙ H7223 לִיה֣וֹיָרִ֔יב H3080 לִֽידַעְיָ֖ה H3048 הַשֵּׁנִֽי H8145 ",
  "8": "לְחָרִם֙ H2766 הַשְּׁלִישִׁ֔י H7992 לִשְׂעֹרִ֖ים H8188 הָרְבִעִֽי H7243 ",
  "9": "לְמַלְכִּיָּה֙ H4441 הַחֲמִישִׁ֔י H2549 לְמִיָּמִ֖ן H4326 הַשִּׁשִּֽׁי H8345 ",
  "10": "לְהַקּוֹץ֙ H6976 הַשְּׁבִעִ֔י H7637 לַאֲבִיָּ֖ה H29 הַשְּׁמִינִֽי H8066 ",
  "11": "לְיֵשׁ֨וּעַ֙ H3442 הַתְּשִׁעִ֔י H8671 לִשְׁכַנְיָ֖הוּ H7935 הָעֲשִׂרִֽי H6224 ",
  "12": "לְאֶלְיָשִׁיב֙ H475 עַשְׁתֵּ֣י H6249 עָשָׂ֔ר H6240 לְיָקִ֖ים H3356 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
  "13": "לְחֻפָּה֙ H2647 שְׁלֹשָׁ֣ה H7969 עָשָׂ֔ר H6240 לְיֶֽשֶׁבְאָ֖ב H3428 אַרְבָּעָ֥ה H702 עָשָֽׂר H6240 ",
  "14": "לְבִלְגָּה֙ H1083 חֲמִשָּׁ֣ה H2568 עָשָׂ֔ר H6240 לְאִמֵּ֖ר H564 שִׁשָּׁ֥ה H8337 עָשָֽׂר H6240 ",
  "15": "לְחֵזִיר֙ H2387 שִׁבְעָ֣ה H7651 עָשָׂ֔ר H6240 לְהַ H6483 שְׁמוֹנָ֥ה H8083 עָשָֽׂר H6240 ",
  "16": "לִֽפְתַחְיָה֙ H6611 תִּשְׁעָ֣ה H8672 עָשָׂ֔ר H6240 לִֽיחֶזְקֵ֖אל H3168 הָעֶשְׂרִֽים H6242 ",
  "17": "לְיָכִין֙ H3199 אֶחָ֣ד H259 וְעֶשְׂרִ֔ים H6242 לְגָמ֖וּל H1577 שְׁנַ֥יִם H8147 וְעֶשְׂרִֽים H6242 ",
  "18": "לִדְלָיָ֨הוּ֙ H1806 שְׁלֹשָׁ֣ה H7969 וְעֶשְׂרִ֔ים H6242 לְמַֽעַזְיָ֖הוּ H4590 אַרְבָּעָ֥ה H702 וְעֶשְׂרִֽים H6242 ",
  "19": "אֵ֣לֶּה H428 פְקֻדָּתָ֞ם H6486 לַעֲבֹדָתָ֗ H5656 לָב֤וֹא H935 לְבֵית H1004 יְהוָה֙ H3068 כְּמִשְׁפָּטָ֔ H4941 בְּיַ֖ד H3027 אַהֲרֹ֣ן H175 אֲבִיהֶ֑ם H1 כַּאֲשֶׁ֣ר H834 צִוָּ֔הוּ H6680 יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
  "20": "וְלִ H1121 לֵוִ֖י H3878 הַנּוֹתָרִ֑ים H3498 לִבְנֵ֤י H1121 עַמְרָם֙ H6019 שֽׁוּבָאֵ֔ל H7619 לִבְנֵ֥י H1121 שׁוּבָאֵ֖ל H7619 יֶחְדְּיָֽהוּ H3165 ",
  "21": "לִרְחַבְיָ֑הוּ H7345 לִבְנֵ֣י H1121 רְחַבְיָ֔הוּ H7345 הָרֹ֖אשׁ H7218 יִשִּׁיָּֽה H3449 ",
  "22": "לַיִּצְהָרִ֣י H3325 שְׁלֹמ֔וֹת H8013 לִבְנֵ֥י H1121 שְׁלֹמ֖וֹת H8013 יָֽחַת H3189 ",
  "23": "וּבְנָ֖י H1121 יְרִיָּ֑הוּ H3404 אֲמַרְיָ֨הוּ֙ H568 הַשֵּׁנִ֔י H8145 יַחֲזִיאֵל֙ H3166 הַשְּׁלִישִׁ֔י H7992 יְקַמְעָ֖ם H3360 הָרְבִיעִֽי H7243 ",
  "24": "בְּנֵ֤י H1121 עֻזִּיאֵל֙ H5816 מִיכָ֔ה H4318 לִבְנֵ֥י H1121 מִיכָ֖ה H4318 שמור H8053 ",
  "25": "אֲחִ֤י H251 מִיכָה֙ H4318 יִשִּׁיָּ֔ה H3449 לִבְנֵ֥י H1121 יִשִּׁיָּ֖ה H3449 זְכַרְיָֽהוּ H2148 ",
  "26": "בְּנֵ֤י H1121 מְרָרִי֙ H4847 מַחְלִ֣י H4249 וּמוּשִׁ֔י H4187 בְּנֵ֖י H1121 יַעֲזִיָּ֥הֽוּ H3269 בְנֽוֹ H1121 ",
  "27": "בְּנֵ֖י H1121 מְרָרִ֑י H4847 לְיַֽעֲזִיָּ֣הֽוּ H3269 בְנ֔וֹ H1121 וְשֹׁ֥הַם H7719 וְזַכּ֖וּר H2139 וְעִבְרִֽי H5681 ",
  "28": "לְמַחְלִי֙ H4249 אֶלְעָזָ֔ר H499 וְלֹא H3808 הָ֥יָה H1961 ל֖וֹ Hl בָּנִֽים H1121 ",
  "29": "לְקִ֖ישׁ H7027 בְּנֵי H1121 קִ֥ישׁ H7027 יְרַחְמְאֵֽל H3396 ",
  "30": "וּבְנֵ֣י H1121 מוּשִׁ֔י H4187 מַחְלִ֥י H4249 וְעֵ֖דֶר H5740 וִירִימ֑וֹת H3406 אֵ֛לֶּה H428 בְּנֵ֥י H1121 הַלְוִיִּ֖ם H3881 לְבֵ֥ית H1004 אֲבֹתֵיהֶֽם H1 ",
  "31": "וַיַּפִּילוּ֩ H5307 גַם H1571 הֵ֨ם H1992 גּוֹרָל֜וֹת H1486 לְעֻמַּ֣ת H5980 אֲחֵיהֶ֣ם H251 בְּנֵֽי H1121 אַהֲרֹ֗ן H175 לִפְנֵ֨י H6440 דָוִ֤יד H1732 הַמֶּ֨לֶךְ֙ H4428 וְצָד֣וֹק H6659 וַאֲחִימֶ֔לֶךְ H288 וְרָאשֵׁי֙ H7218 הָֽאָב֔וֹת H1 לַכֹּהֲנִ֖ים H3548 וְלַ H3881 אָב֣וֹת H1 הָרֹ֔אשׁ H7218 לְעֻמַּ֖ת H5980 אָחִ֥יו H251 הַקָּטָֽן H6996 "
}
