{
  "1": "וַיַּבְדֵּ֣ל H914 דָּוִיד֩ H1732 וְשָׂרֵ֨י H8269 הַצָּבָ֜א H6635 לַעֲבֹדָ֗ה H5656 לִבְנֵ֤י H1121 אָסָף֙ H623 וְהֵימָ֣ן H1968 וִֽידוּת֔וּן H3038 הנביאים H5030 בְּכִנֹּר֥וֹת H3658 בִּנְבָלִ֖ים H5035 וּבִ H4700 וַֽיְהִי֙ H1961 מִסְפָּרָ֔ם H4557 אַנְשֵׁ֥י H376 מְלָאכָ֖ה H4399 לַעֲבֹדָתָֽ H5656 ",
  "2": "לִבְנֵ֣י H1121 אָסָ֗ף H623 זַכּ֧וּר H2139 וְיוֹסֵ֛ף H3130 וּנְתַנְיָ֥ה H5418 וַאֲשַׂרְאֵ֖לָה H841 בְּנֵ֣י H1121 אָסָ֑ף H623 עַ֚ל H5921 יַד H3027 אָסָ֔ף H623 הַנִּבָּ֖א H5012 עַל H5921 יְדֵ֥י H3027 הַמֶּֽלֶךְ H4428 ",
  "3": "לִידוּת֑וּן H3038 בְּנֵ֣י H1121 יְדוּת֡וּן H3038 גְּדַלְיָ֡הוּ H1436 וּצְרִ֡י H6874 וִֽ֠ישַׁעְיָהוּ H3470 חֲשַׁבְיָ֨הוּ H2811 וּמַתִּתְיָ֜הוּ H4993 שִׁשָּׁ֗ה H8337 עַל֩ H5921 יְדֵ֨י H3027 אֲבִיהֶ֤ם H1 יְדוּתוּן֙ H3038 בַּכִּנּ֔וֹר H3658 הַנִּבָּ֕א H5012 עַל H5921 הֹד֥וֹת H3034 וְהַלֵּ֖ל H1984 לַיהוָֽה H3068 ",
  "4": "לְהֵימָ֑ן H1968 בְּנֵ֣י H1121 הֵימָ֡ן H1968 בֻּקִּיָּ֡הוּ H1232 מַתַּנְיָ֡הוּ H4983 עֻ֠זִּיאֵל H5816 שְׁבוּאֵ֨ל H7619 וִֽירִימ֜וֹת H3406 חֲנַנְיָ֣ה H2608 חֲנָ֗נִי H2607 אֱלִיאָ֤תָה H448 גִדַּ֨לְתִּי֙ H1437 וְרֹמַ֣מְתִּי H7320 עֶ֔זֶר H7320 יָשְׁבְּקָ֣שָׁה H3436 מַלּ֔וֹתִי H4413 הוֹתִ֖יר H1956 מַחֲזִיאֽוֹת H4238 ",
  "5": "כָּל H3605 אֵ֨לֶּה H428 בָנִ֜ים H1121 לְהֵימָ֗ן H1968 חֹזֵ֥ה H2374 הַמֶּ֛לֶךְ H4428 בְּדִבְרֵ֥י H1697 הָאֱלֹהִ֖ים H430 לְהָרִ֣ים H7311 קָ֑רֶן H7161 וַיִּתֵּ֨ן H5414 הָאֱלֹהִ֜ים H430 לְהֵימָ֗ן H1968 בָּנִ֛ים H1121 אַרְבָּעָ֥ה H702 עָשָׂ֖ר H6240 וּבָנ֥וֹת H1323 שָׁלֽוֹשׁ H7969 ",
  "6": "כָּל H3605 אֵ֣לֶּה H428 עַל H5921 יְדֵי֩ H3027 אֲבִיהֶ֨ם H1 בַּשִּׁ֜יר H7892 בֵּ֣ית H1004 יְהוָ֗ה H3068 בִּמְצִלְתַּ֨יִם֙ H4700 נְבָלִ֣ים H5035 וְכִנֹּר֔וֹת H3658 לַעֲבֹדַ֖ת H5656 בֵּ֣ית H1004 הָאֱלֹהִ֑ים H430 עַ֚ל H5921 יְדֵ֣י H3027 הַמֶּ֔לֶךְ H4428 אָסָ֥ף H623 וִידוּת֖וּן H3038 וְהֵימָֽן H1968 ",
  "7": "וַיְהִ֤י H1961 מִסְפָּרָם֙ H4557 עִם H5973 אֲחֵיהֶ֔ם H251 מְלֻמְּדֵי H3925 שִׁ֖יר H7892 לַיהוָ֑ה H3068 כָּל H3605 הַ֨מֵּבִ֔ין H995 מָאתַ֖יִם H3967 שְׁמוֹנִ֥ים H8084 וּשְׁמוֹנָֽה H8083 ",
  "8": "וַיַּפִּ֜ילוּ H5307 גּוֹרָל֣וֹת H1486 מִשְׁמֶ֗רֶת H4931 לְעֻמַּת֙ H5980 כַּקָּטֹ֣ן H6996 כַּגָּד֔וֹל H1419 מֵבִ֖ין H995 עִם H5973 תַּלְמִֽיד H8527 ",
  "9": "וַיֵּצֵ֞א H3318 הַגּוֹרָ֧ל H1486 הָרִאשׁ֛וֹן H7223 לְאָסָ֖ף H623 לְיוֹסֵ֑ף H3130 גְּדַלְיָ֨הוּ֙ H1436 הַשֵּׁנִ֔י H8145 הֽוּא H1931 וְאֶחָ֥י H251 וּבָנָ֖י H1121 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
  "10": "הַשְּׁלִשִׁ֣י H7992 זַכּ֔וּר H2139 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
  "11": "הָרְבִיעִי֙ H7243 לַיִּצְרִ֔י H3339 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
  "12": "הַחֲמִישִׁ֣י H2549 נְתַנְיָ֔הוּ H5418 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
  "13": "הַשִּׁשִּׁ֣י H8345 בֻקִּיָּ֔הוּ H1232 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
  "14": "הַשְּׁבִעִ֣י H7637 יְשַׂרְאֵ֔לָה H3480 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
  "15": "הַשְּׁמִינִ֣י H8066 יְשַֽׁעְיָ֔הוּ H3470 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
  "16": "הַתְּשִׁיעִ֣י H8671 מַתַּנְיָ֔הוּ H4983 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
  "17": "הָעֲשִׂירִ֣י H6224 שִׁמְעִ֔י H8096 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
  "18": "עַשְׁתֵּֽי H6249 עָשָׂ֣ר H6240 עֲזַרְאֵ֔ל H5832 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
  "19": "הַשְּׁנֵ֤ים H8147 עָשָׂר֙ H6240 לַחֲשַׁבְיָ֔ה H2811 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
  "20": "לִשְׁלֹשָׁ֤ה H7969 עָשָׂר֙ H6240 שֽׁוּבָאֵ֔ל H7619 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
  "21": "לְאַרְבָּעָ֤ה H702 עָשָׂר֙ H6240 מַתִּתְיָ֔הוּ H4993 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
  "22": "לַחֲמִשָּׁ֤ה H2568 עָשָׂר֙ H6240 לִֽירֵמ֔וֹת H3406 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
  "23": "לְשִׁשָּׁ֤ה H8337 עָשָׂר֙ H6240 לַחֲנַנְיָ֔הוּ H2608 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
  "24": "לְשִׁבְעָ֤ה H7651 עָשָׂר֙ H6240 לְיָשְׁבְּקָ֔שָׁה H3436 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
  "25": "לִשְׁמוֹנָ֤ה H8083 עָשָׂר֙ H6240 לַחֲנָ֔נִי H2607 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
  "26": "לְתִשְׁעָ֤ה H8672 עָשָׂר֙ H6240 לְמַלּ֔וֹתִי H4413 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
  "27": "לְעֶשְׂרִים֙ H6242 לֶֽאֱלִיָּ֔תָה H448 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
  "28": "לְאֶחָ֤ד H259 וְעֶשְׂרִים֙ H6242 לְהוֹתִ֔יר H1956 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
  "29": "לִשְׁנַ֤יִם H8147 וְעֶשְׂרִים֙ H6242 לְגִדַּ֔לְתִּי H1437 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
  "30": "לִשְׁלֹשָׁ֤ה H7969 וְעֶשְׂרִים֙ H6242 לְמַ֣חֲזִיא֔וֹת H4238 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
  "31": "לְאַרְבָּעָ֤ה H702 וְעֶשְׂרִים֙ H6242 לְרוֹמַ֣מְתִּי H7320 עָ֔זֶר H7320 בָּנָ֥יו H1121 וְאֶחָ֖י H251 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 "
}
