{
  "1": "לְמַחְלְק֖וֹת H4256 לְשֹׁעֲרִ֑ים H7778 לַקָּרְחִ֕ים H7145 מְשֶֽׁלֶמְיָ֥הוּ H4920 בֶן H1121 קֹרֵ֖א H6981 מִן H4480 בְּנֵ֥י H1121 אָסָֽף H623 ",
  "2": "וְלִ H4920 בָּנִ֑ים H1121 זְכַרְיָ֤הוּ H2148 הַבְּכוֹר֙ H1060 יְדִֽיעֲאֵ֣ל H3043 הַשֵּׁנִ֔י H8145 זְבַדְיָ֨הוּ֙ H2069 הַשְּׁלִישִׁ֔י H7992 יַתְנִיאֵ֖ל H3496 הָרְבִיעִֽי H7243 ",
  "3": "עֵילָ֤ם H5867 הַחֲמִישִׁי֙ H2549 יְהוֹחָנָ֣ן H3076 הַשִּׁשִּׁ֔י H8345 אֶלְיְהוֹעֵינַ֖י H454 הַשְּׁבִיעִֽי H7637 ",
  "4": "וּלְ H5654 אֱדֹ֖ם H5654 בָּנִ֑ים H1121 שְׁמַֽעְיָ֤ה H8098 הַבְּכוֹר֙ H1060 יְהוֹזָבָ֣ד H3075 הַשֵּׁנִ֔י H8145 יוֹאָ֤ח H3098 הַשְּׁלִשִׁי֙ H7992 וְשָׂכָ֣ר H7940 הָרְבִיעִ֔י H7243 וּנְתַנְאֵ֖ל H5417 הַחֲמִישִֽׁי H2549 ",
  "5": "עַמִּיאֵ֤ל H5988 הַשִּׁשִּׁי֙ H8345 יִשָׂשכָ֣ר H3485 הַשְּׁבִיעִ֔י H7637 פְּעֻלְּתַ֖י H6469 הַשְּׁמִינִ֑י H8066 כִּ֥י H3588 בֵרֲכ֖וֹ H1288 אֱלֹהִֽים H430 ",
  "6": "וְלִֽ H8098 בְנוֹ֙ H1121 נוֹלַ֣ד H3205 בָּנִ֔ים H1121 הַמִּמְשָׁלִ֖ים H4474 לְבֵ֣ית H1004 אֲבִיהֶ֑ם H1 כִּֽי H3588 גִבּ֥וֹרֵי H1368 חַ֖יִל H2428 הֵֽמָּה H1992 ",
  "7": "בְּנֵ֣י H1121 שְׁמַֽעְיָ֗ה H8098 עָ֠תְנִי H6273 וּרְפָאֵ֨ל H7501 וְעוֹבֵ֧ד H5744 אֶלְזָבָ֛ד H443 אֶחָ֖יו H251 בְּנֵי H1121 חָ֑יִל H2428 אֱלִיה֖וּ H453 וּסְמַכְיָֽהוּ H5565 ",
  "8": "כָּל H3605 אֵ֜לֶּה H428 מִבְּנֵ֣י H1121 עֹבֵ֣ד H5654 אֱדֹ֗ם H5654 הֵ֤מָּה H1992 וּבְנֵי H1121 וַאֲחֵי H251 אִֽישׁ H376 חַ֥יִל H2428 בַּכֹּ֖חַ H3581 לַעֲבֹדָ֑ה H5656 שִׁשִּׁ֥ים H8346 וּשְׁנַ֖יִם H8147 לְעֹבֵ֥ד H5654 אֱדֹֽם H5654 ",
  "9": "וְלִ H4920 בָּנִ֧ים H1121 וְאַחִ֛ים H251 בְּנֵי H1121 חָ֖יִל H2428 שְׁמוֹנָ֥ה H8083 עָשָֽׂר H6240 ",
  "10": "וּלְ H2621 מִן H4480 בְּנֵי H1121 מְרָרִ֖י H4847 בָּנִ֑ים H1121 שִׁמְרִ֤י H8113 הָרֹאשׁ֙ H7218 כִּ֣י H3588 לֹא H3808 הָיָ֣ה H1961 בְכ֔וֹר H1060 וַיְשִׂימֵ֥ H7760 אָבִ֖יהוּ H1 לְרֹֽאשׁ H7218 ",
  "11": "חִלְקִיָּ֤הוּ H2518 הַשֵּׁנִי֙ H8145 טְבַלְיָ֣הוּ H2882 הַשְּׁלִשִׁ֔י H7992 זְכַרְיָ֖הוּ H2148 הָרְבִעִ֑י H7243 כָּל H3605 בָּנִ֧ים H1121 וְאַחִ֛ים H251 לְחֹסָ֖ה H2621 שְׁלֹשָׁ֥ה H7969 עָשָֽׂר H6240 ",
  "12": "לְ֠אֵלֶּה H428 מַחְלְק֨וֹת H4256 הַשֹּֽׁעֲרִ֜ים H7778 לְרָאשֵׁ֧י H7218 הַגְּבָרִ֛ים H1397 מִשְׁמָר֖וֹת H4931 לְעֻמַּ֣ת H5980 אֲחֵיהֶ֑ם H251 לְשָׁרֵ֖ת H8334 בְּבֵ֥ית H1004 יְהוָֽה H3068 ",
  "13": "וַיַּפִּ֨ילוּ H5307 גוֹרָל֜וֹת H1486 כַּקָּטֹ֧ן H6996 כַּגָּד֛וֹל H1419 לְבֵ֥ית H1004 אֲבוֹתָ֖ם H1 לְשַׁ֥עַר H8179 וָשָֽׁעַר H8179 ",
  "14": "וַיִּפֹּ֧ל H5307 הַגּוֹרָ֛ל H1486 מִזְרָ֖חָה H4217 לְשֶֽׁלֶמְיָ֑הוּ H8018 וּזְכַרְיָ֨הוּ H2148 בְנ֜וֹ H1121 יוֹעֵ֣ץ H3289 בְּשֶׂ֗כֶל H7922 הִפִּ֨ילוּ֙ H5307 גּֽוֹרָל֔וֹת H1486 וַיֵּצֵ֥א H3318 גוֹרָל֖וֹ H1486 צָפֽוֹנָה H6828 ",
  "15": "לְעֹבֵ֥ד H5654 אֱדֹ֖ם H5654 נֶ֑גְבָּה H5045 וּלְ H1121 בֵּ֥ית H1004 הָאֲסֻפִּֽים H624 ",
  "16": "לְשֻׁפִּ֤ים H8206 וּלְ H2621 לַֽמַּעֲרָ֔ב H4628 עִ֚ם H5973 שַׁ֣עַר H8179 שַׁלֶּ֔כֶת H7996 בַּֽמְסִלָּ֖ה H4546 הָעוֹלָ֑ה H5927 מִשְׁמָ֖ר H4929 לְעֻמַּ֥ת H5980 מִשְׁמָֽר H4929 ",
  "17": "לַמִּזְרָח֮ H4217 הַלְוִיִּ֣ם H3881 שִׁשָּׁה֒ H8337 לַצָּפ֤וֹנָ H6828 לַיּוֹם֙ H3117 אַרְבָּעָ֔ה H702 לַנֶּ֥גְבָּ H5045 לַיּ֖וֹם H3117 אַרְבָּעָ֑ה H702 וְלָ H624 שְׁנַ֥יִם H8147 שְׁנָֽיִם H8147 ",
  "18": "לַפַּרְבָּ֖ר H6503 לַֽמַּעֲרָ֑ב H4628 אַרְבָּעָה֙ H702 לַֽמְסִלָּ֔ה H4546 שְׁנַ֖יִם H8147 לַפַּרְבָּֽר H6503 ",
  "19": "אֵ֗לֶּה H428 מַחְלְקוֹת֙ H4256 הַשֹּׁ֣עֲרִ֔ים H7778 לִבְנֵ֥י H1121 הַקָּרְחִ֖י H7145 וְלִ H1121 מְרָרִֽי H4847 ",
  "20": "וְֽהַ H3881 אֲחִיָּ֗ה H281 עַל H5921 אֽוֹצְרוֹת֙ H214 בֵּ֣ית H1004 הָאֱלֹהִ֔ים H430 וּלְ H214 הַקֳּדָשִֽׁים H6944 ",
  "21": "בְּנֵ֣י H1121 לַ֠עְדָּן H3936 בְּנֵ֨י H1121 הַגֵּרְשֻׁנִּ֜י H1649 לְלַעְדָּ֗ן H3936 רָאשֵׁ֧י H7218 הָאָב֛וֹת H1 לְלַעְדָּ֥ן H3936 הַגֵּרְשֻׁנִּ֖י H1649 יְחִיאֵלִֽי H3172 ",
  "22": "בְּנֵ֖י H1121 יְחִֽיאֵלִ֑י H3172 זֵתָם֙ H2241 וְיוֹאֵ֣ל H3100 אָחִ֔יו H251 עַל H5921 אֹצְר֖וֹת H214 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "23": "לַֽעַמְרָמִי֙ H6020 לַיִּצְהָרִ֔י H3325 לַֽחֶבְרוֹנִ֖י H2276 לָֽעָזִּיאֵלִֽי H5817 ",
  "24": "וּשְׁבֻאֵל֙ H7619 בֶּן H1121 גֵּרְשׁ֣וֹם H1647 בֶּן H1121 מֹשֶׁ֔ה H4872 נָגִ֖יד H5057 עַל H5921 הָאֹצָרֽוֹת H214 ",
  "25": "וְאֶחָ֖י H251 לֶֽאֱלִיעֶ֑זֶר H461 רְחַבְיָ֨הוּ H7345 בְנ֜וֹ H1121 וִֽישַׁעְיָ֤הוּ H3470 בְנוֹ֙ H1121 וְיֹרָ֣ם H3141 בְּנ֔וֹ H1121 וְזִכְרִ֥י H2147 בְנ֖וֹ H1121 ושלמות H8013 בְּנֽוֹ H1121 ",
  "26": "ה֧וּא H1931 שְׁלֹמ֣וֹת H8013 וְאֶחָ֗י H251 עַ֣ל H5921 כָּל H3605 אֹצְר֤וֹת H214 הַקֳּדָשִׁים֙ H6944 אֲשֶׁ֨ר H834 הִקְדִּ֜ישׁ H6942 דָּוִ֣יד H1732 הַמֶּ֗לֶךְ H4428 וְרָאשֵׁ֧י H7218 הָאָב֛וֹת H1 לְשָׂרֵֽי H8269 הָאֲלָפִ֥ים H505 וְהַ H3967 וְשָׂרֵ֥י H8269 הַצָּבָֽא H6635 ",
  "27": "מִן H4480 הַמִּלְחָמ֥וֹת H4421 וּמִן H4480 הַשָּׁלָ֖ל H7998 הִקְדִּ֑ישׁוּ H6942 לְחַזֵּ֖ק H2388 לְבֵ֥ית H1004 יְהוָֽה H3068 ",
  "28": "וְכֹ֨ל H3605 הַֽהִקְדִּ֜ישׁ H6942 שְׁמוּאֵ֤ל H8050 הָרֹאֶה֙ H7200 וְשָׁא֣וּל H7586 בֶּן H1121 קִ֔ישׁ H7027 וְאַבְנֵ֣ר H74 בֶּן H1121 נֵ֔ר H5369 וְיוֹאָ֖ב H3097 בֶּן H1121 צְרוּיָ֑ה H6870 כֹּ֚ל H3605 הַמַּקְדִּ֔ישׁ H6942 עַ֥ל H5921 יַד H3027 שְׁלֹמִ֖ית H8019 וְאֶחָֽי H251 ",
  "29": "לַיִּצְהָרִ֞י H3325 כְּנַנְיָ֣הוּ H3663 וּבָנָ֗י H1121 לַמְּלָאכָ֤ה H4399 הַחִֽיצוֹנָה֙ H2435 עַל H5921 יִשְׂרָאֵ֔ל H3478 לְשֹׁטְרִ֖ים H7860 וּלְ H8199 ",
  "30": "לַֽחֶבְרוֹנִ֡י H2276 חֲשַׁבְיָהוּ֩ H2811 וְאֶחָ֨י H251 בְּנֵי H1121 חַ֜יִל H2428 אֶ֣לֶף H505 וּשְׁבַע H7651 מֵא֗וֹת H3967 עַ֚ל H5921 פְּקֻדַּ֣ת H6486 יִשְׂרָאֵ֔ל H3478 מֵעֵ֥בֶר H5676 לַיַּרְדֵּ֖ן H3383 מַעְרָ֑בָה H4628 לְכֹל֙ H3605 מְלֶ֣אכֶת H4399 יְהוָ֔ה H3068 וְלַ H5656 הַמֶּֽלֶךְ H4428 ",
  "31": "לַֽחֶבְרוֹנִי֙ H2276 יְרִיָּ֣ה H3404 הָרֹ֔אשׁ H7218 לַֽחֶבְרוֹנִ֥י H2276 לְתֹלְדֹתָ֖י H8435 לְאָב֑וֹת H1 בִּשְׁנַ֨ת H8141 הָֽאַרְבָּעִ֜ים H705 לְמַלְכ֤וּת H4438 דָּוִיד֙ H1732 נִדְרָ֔שׁוּ H1875 וַיִּמָּצֵ֥א H4672 בָהֶ֛ם Hb גִּבּ֥וֹרֵי H1368 חַ֖יִל H2428 בְּיַעְזֵ֥יר H3270 גִּלְעָֽד H1568 ",
  "32": "וְאֶחָ֣י H251 בְּנֵי H1121 חַ֗יִל H2428 אַלְפַּ֛יִם H505 וּשְׁבַ֥ע H7651 מֵא֖וֹת H3967 רָאשֵׁ֣י H7218 הָאָב֑וֹת H1 וַיַּפְקִידֵ֞ H6485 דָּוִ֣יד H1732 הַמֶּ֗לֶךְ H4428 עַל H5921 הָראוּבֵנִ֤י H7206 וְהַ H1425 וַחֲצִי֙ H2677 שֵׁ֣בֶט H7626 הַֽמְנַשִּׁ֔י H4520 לְכָל H3605 דְּבַ֥ר H1697 הָאֱלֹהִ֖ים H430 וּדְבַ֥ר H1697 הַמֶּֽלֶךְ H4428 "
}
