{
  "1": "וּבְנֵ֣י H1121 יִשְׂרָאֵ֣ל H3478 לְֽמִסְפָּרָ֡ H4557 רָאשֵׁ֣י H7218 הָאָב֣וֹת H1 וְשָׂרֵ֣י H8269 הָֽאֲלָפִ֣ים H505 וְהַ H3967 וְשֹׁטְרֵי H7860 הַמְשָׁרְתִ֨ים H8334 אֶת H853 הַמֶּ֜לֶךְ H4428 לְכֹ֣ל H3605 דְּבַ֣ר H1697 הַֽמַּחְלְק֗וֹת H4256 הַבָּאָ֤ה H935 וְהַ H3318 חֹ֣דֶשׁ H2320 בְּחֹ֔דֶשׁ H2320 לְכֹ֖ל H3605 חָדְשֵׁ֣י H2320 הַשָּׁנָ֑ה H8141 הַֽמַּחֲלֹ֨קֶת֙ H4256 הָֽאַחַ֔ת H259 עֶשְׂרִ֥ים H6242 וְאַרְבָּעָ֖ה H702 אָֽלֶף H505 ",
  "2": "עַ֞ל H5921 הַמַּחֲלֹ֤קֶת H4256 הָרִֽאשׁוֹנָה֙ H7223 לַחֹ֣דֶשׁ H2320 הָרִאשׁ֔וֹן H7223 יָֽשָׁבְעָ֖ם H3434 בֶּן H1121 זַבְדִּיאֵ֑ל H2068 וְעַל֙ H5921 מַֽחֲלֻקְתּ֔וֹ H4256 עֶשְׂרִ֥ים H6242 וְאַרְבָּעָ֖ה H702 אָֽלֶף H505 ",
  "3": "מִן H4480 בְּנֵי H1121 פֶ֗רֶץ H6557 הָרֹ֛אשׁ H7218 לְכָל H3605 שָׂרֵ֥י H8269 הַצְּבָא֖וֹת H6635 לַחֹ֥דֶשׁ H2320 הָרִאשֽׁוֹן H7223 ",
  "4": "וְעַ֞ל H5921 מַחֲלֹ֣קֶת H4256 הַחֹ֣דֶשׁ H2320 הַשֵּׁנִ֗י H8145 דּוֹדַ֤י H1737 הָאֲחוֹחִי֙ H266 וּמַ֣חֲלֻקְתּ֔ H4256 וּמִקְל֖וֹת H4732 הַנָּגִ֑יד H5057 וְעַל֙ H5921 מַחֲלֻקְתּ֔וֹ H4256 עֶשְׂרִ֥ים H6242 וְאַרְבָּעָ֖ה H702 אָֽלֶף H505 ",
  "5": "שַׂ֣ר H8269 הַצָּבָ֤א H6635 הַשְּׁלִישִׁי֙ H7992 לַחֹ֣דֶשׁ H2320 הַשְּׁלִישִׁ֔י H7992 בְּנָיָ֧הוּ H1141 בֶן H1121 יְהוֹיָדָ֛ע H3077 הַכֹּהֵ֖ן H3548 רֹ֑אשׁ H7218 וְעַל֙ H5921 מַחֲלֻקְתּ֔וֹ H4256 עֶשְׂרִ֥ים H6242 וְאַרְבָּעָ֖ה H702 אָֽלֶף H505 ",
  "6": "ה֧וּא H1931 בְנָיָ֛הוּ H1141 גִּבּ֥וֹר H1368 הַשְּׁלֹשִׁ֖ים H7970 וְעַל H5921 הַשְּׁלֹשִׁ֑ים H7970 וּמַ֣חֲלֻקְתּ֔ H4256 עַמִּיזָבָ֖ד H5990 בְּנֽוֹ H1121 ",
  "7": "הָֽרְבִיעִ֞י H7243 לַחֹ֣דֶשׁ H2320 הָרְבִיעִ֗י H7243 עֲשָׂה H6214 אֵל֙ H6214 אֲחִ֣י H251 יוֹאָ֔ב H3097 וּזְבַדְיָ֥ה H2069 בְנ֖וֹ H1121 אַחֲרָ֑יו H310 וְעַל֙ H5921 מַחֲלֻקְתּ֔וֹ H4256 עֶשְׂרִ֥ים H6242 וְאַרְבָּעָ֖ה H702 אָֽלֶף H505 ",
  "8": "הַחַמִישִׁי֙ H2549 לַחֹ֣דֶשׁ H2320 הַחֲמִישִׁ֔י H2549 הַשַּׂ֖ר H8269 שַׁמְה֣וּת H8049 הַיִּזְרָ֑ח H3155 וְעַל֙ H5921 מַחֲלֻקְתּ֔וֹ H4256 עֶשְׂרִ֥ים H6242 וְאַרְבָּעָ֖ה H702 אָֽלֶף H505 ",
  "9": "הַשִּׁשִּׁי֙ H8345 לַחֹ֣דֶשׁ H2320 הַשִּׁשִּׁ֔י H8345 עִירָ֥א H5896 בֶן H1121 עִקֵּ֖שׁ H6142 הַתְּקוֹעִ֑י H8621 וְעַל֙ H5921 מַחֲלֻקְתּ֔וֹ H4256 עֶשְׂרִ֥ים H6242 וְאַרְבָּעָ֖ה H702 אָֽלֶף H505 ",
  "10": "הַשְּׁבִיעִי֙ H7637 לַחֹ֣דֶשׁ H2320 הַשְּׁבִיעִ֔י H7637 חֶ֥לֶץ H2503 הַפְּלוֹנִ֖י H6397 מִן H4480 בְּנֵ֣י H1121 אֶפְרָ֑יִם H669 וְעַל֙ H5921 מַחֲלֻקְתּ֔וֹ H4256 עֶשְׂרִ֥ים H6242 וְאַרְבָּעָ֖ה H702 אָֽלֶף H505 ",
  "11": "הַשְּׁמִינִי֙ H8066 לַחֹ֣דֶשׁ H2320 הַשְּׁמִינִ֔י H8066 סִבְּכַ֥י H5444 הַחֻשָׁתִ֖י H2843 לַזַּרְחִ֑י H2227 וְעַל֙ H5921 מַחֲלֻקְתּ֔וֹ H4256 עֶשְׂרִ֥ים H6242 וְאַרְבָּעָ֖ה H702 אָֽלֶף H505 ",
  "12": "הַתְּשִׁיעִי֙ H8671 לַחֹ֣דֶשׁ H2320 הַתְּשִׁיעִ֔י H8671 אֲבִיעֶ֥זֶר H44 הָעַנְּתֹתִ֖י H6069 לבנימיני H1145 וְעַל֙ H5921 מַחֲלֻקְתּ֔וֹ H4256 עֶשְׂרִ֥ים H6242 וְאַרְבָּעָ֖ה H702 אָֽלֶף H505 ",
  "13": "הָעֲשִׂירִי֙ H6224 לַחֹ֣דֶשׁ H2320 הָעֲשִׂירִ֔י H6224 מַהְרַ֥י H4121 הַנְּטֽוֹפָתִ֖י H5200 לַזַּרְחִ֑י H2227 וְעַל֙ H5921 מַֽחֲלֻקְתּ֔וֹ H4256 עֶשְׂרִ֥ים H6242 וְאַרְבָּעָ֖ה H702 אָֽלֶף H505 ",
  "14": "עַשְׁתֵּֽי H6249 עָשָׂר֙ H6240 לְעַשְׁתֵּ֣י H6249 עָשָׂ֣ר H6240 הַחֹ֔דֶשׁ H2320 בְּנָיָ֥ה H1141 הַפִּרְעָתוֹנִ֖י H6553 מִן H4480 בְּנֵ֣י H1121 אֶפְרָ֑יִם H669 וְעַל֙ H5921 מַחֲלֻקְתּ֔וֹ H4256 עֶשְׂרִ֥ים H6242 וְאַרְבָּעָ֖ה H702 אָֽלֶף H505 ",
  "15": "הַשְּׁנֵ֤ים H8147 עָשָׂר֙ H6240 לִשְׁנֵ֣ים H8147 עָשָׂ֣ר H6240 הַחֹ֔דֶשׁ H2320 חֶלְדַּ֥י H2469 הַנְּטוֹפָתִ֖י H5200 לְעָתְנִיאֵ֑ל H6274 וְעַל֙ H5921 מַחֲלֻקְתּ֔וֹ H4256 עֶשְׂרִ֥ים H6242 וְאַרְבָּעָ֖ה H702 אָֽלֶף H505 ",
  "16": "וְעַל֙ H5921 שִׁבְטֵ֣י H7626 יִשְׂרָאֵ֔ל H3478 לָרֽאוּבֵנִ֣י H7206 נָגִ֔יד H5057 אֱלִיעֶ֖זֶר H461 בֶּן H1121 זִכְרִ֑י H2147 לַשִּׁ֨מְעוֹנִ֔י H8099 שְׁפַטְיָ֖הוּ H8203 בֶּֽן H1121 מַעֲכָֽה H4601 ",
  "17": "לְלֵוִ֛י H3881 חֲשַׁבְיָ֥ה H2811 בֶן H1121 קְמוּאֵ֖ל H7055 לְאַהֲרֹ֥ן H175 צָדֽוֹק H6659 ",
  "18": "לִֽיהוּדָ֕ה H3063 אֱלִיה֖וּ H453 מֵאֲחֵ֣י H251 דָוִ֑יד H1732 לְיִ֨שָׂשכָ֔ר H3485 עָמְרִ֖י H6018 בֶּן H1121 מִיכָאֵֽל H4317 ",
  "19": "לִזְבוּלֻ֕ן H2074 יִֽשְׁמַֽעְיָ֖הוּ H3460 בֶּן H1121 עֹבַדְיָ֑הוּ H5662 לְנַ֨פְתָּלִ֔י H5321 יְרִימ֖וֹת H3406 בֶּן H1121 עַזְרִיאֵֽל H5837 ",
  "20": "לִבְנֵ֣י H1121 אֶפְרַ֔יִם H669 הוֹשֵׁ֖עַ H1954 בֶּן H1121 עֲזַזְיָ֑הוּ H5812 לַחֲצִי֙ H2677 שֵׁ֣בֶט H7626 מְנַשֶּׁ֔ה H4519 יוֹאֵ֖ל H3100 בֶּן H1121 פְּדָיָֽהוּ H6305 ",
  "21": "לַחֲצִ֤י H2677 הַֽמְנַשֶּׁה֙ H4519 גִּלְעָ֔דָה H1568 יִדּ֖וֹ H3035 בֶּן H1121 זְכַרְיָ֑הוּ H2148 לְבִנְיָמִ֔ן H1144 יַעֲשִׂיאֵ֖ל H3300 בֶּן H1121 אַבְנֵֽר H74 ",
  "22": "לְדָ֕ן H1835 עֲזַרְאֵ֖ל H5832 בֶּן H1121 יְרֹחָ֑ם H3395 אֵ֕לֶּה H428 שָׂרֵ֖י H8269 שִׁבְטֵ֥י H7626 יִשְׂרָאֵֽל H3478 ",
  "23": "וְלֹא H3808 נָשָׂ֤א H5375 דָוִיד֙ H1732 מִסְפָּרָ֔ם H4557 לְמִ H1121 עֶשְׂרִ֥ים H6242 שָׁנָ֖ה H8141 וּלְ H4295 כִּ֚י H3588 אָמַ֣ר H559 יְהוָ֔ה H3068 לְהַרְבּ֥וֹת H7235 אֶת H853 יִשְׂרָאֵ֖ל H3478 כְּכוֹכְבֵ֥י H3556 הַשָּׁמָֽיִם H8064 ",
  "24": "יוֹאָ֨ב H3097 בֶּן H1121 צְרוּיָ֜ה H6870 הֵחֵ֤ל H2490 לִמְנוֹת֙ H4487 וְלֹ֣א H3808 כִלָּ֔ה H3615 וַיְהִ֥י H1961 בָזֹ֛את H2063 קֶ֖צֶף H7110 עַל H5921 יִשְׂרָאֵ֑ל H3478 וְלֹ֤א H3808 עָלָה֙ H5927 הַמִּסְפָּ֔ר H4557 בְּמִסְפַּ֥ר H4557 דִּבְרֵֽי H1697 הַיָּמִ֖ים H3117 לַמֶּ֥לֶךְ H4428 דָּוִֽיד H1732 ",
  "25": "וְעַל֙ H5921 אֹצְר֣וֹת H214 הַמֶּ֔לֶךְ H4428 עַזְמָ֖וֶת H5820 בֶּן H1121 עֲדִיאֵ֑ל H5717 וְעַ֣ל H5921 הָֽאֹצָר֡וֹת H214 בַּשָּׂדֶ֞ה H7704 בֶּעָרִ֤ים H5892 וּבַ H3723 וּבַ H4026 יְהוֹנָתָ֖ן H3083 בֶּן H1121 עֻזִּיָּֽהוּ H5818 ",
  "26": "וְעַ֗ל H5921 עֹשֵׂי֙ H6213 מְלֶ֣אכֶת H4399 הַשָּׂדֶ֔ה H7704 לַעֲבֹדַ֖ת H5656 הָאֲדָמָ֑ה H127 עֶזְרִ֖י H5836 בֶּן H1121 כְּלֽוּב H3620 ",
  "27": "וְעַל H5921 הַ֨כְּרָמִ֔ים H3754 שִׁמְעִ֖י H8096 הָרָֽמָתִ֑י H7435 וְעַ֤ל H5921 שֶׁבַּ H3754 לְאֹצְר֣וֹת H214 הַיַּ֔יִן H3196 זַבְדִּ֖י H2067 הַשִּׁפְמִֽי H8225 ",
  "28": "וְעַל H5921 הַזֵּיתִ֤ים H2132 וְהַ H8256 אֲשֶׁ֣ר H834 בַּשְּׁפֵלָ֔ה H8219 בַּ֥עַל H1177 חָנָ֖ן H1177 הַגְּדֵרִ֑י H1451 וְעַל H5921 אֹצְר֥וֹת H214 הַשֶּׁ֖מֶן H8081 יוֹעָֽשׁ H3135 ",
  "29": "וְעַל H5921 הַבָּקָר֙ H1241 הָרֹעִ֣ים H7462 בַּשָּׁר֔וֹן H8289 שטרי H7861 הַשָּׁרוֹנִ֑י H8290 וְעַל H5921 הַבָּקָר֙ H1241 בָּֽעֲמָקִ֔ים H6010 שָׁפָ֖ט H8202 בֶּן H1121 עַדְלָֽי H5724 ",
  "30": "וְעַל H5921 הַ֨גְּמַלִּ֔ים H1581 אוֹבִ֖יל H179 הַיִּשְׁמְעֵלִ֑י H3459 וְעַל H5921 הָ֣אֲתֹנ֔וֹת H860 יֶחְדְּיָ֖הוּ H3165 הַמֵּרֹנֹתִֽי H4824 ",
  "31": "וְעַל H5921 הַצֹּ֖אן H6629 יָזִ֣יז H3151 הַֽהַגְרִ֑י H1905 כָּל H3605 אֵ֨לֶּה֙ H428 שָׂרֵ֣י H8269 הָרְכ֔וּשׁ H7399 אֲשֶׁ֖ר H834 לַמֶּ֥לֶךְ H4428 דָּוִֽיד H1732 ",
  "32": "וִֽיהוֹנָתָ֤ן H3083 דּוֹד H1730 דָּוִיד֙ H1732 יוֹעֵ֔ץ H3289 אִישׁ H376 מֵבִ֥ין H995 וְסוֹפֵ֖ר H5608 ה֑וּא H1931 וִֽיחִיאֵ֥ל H3171 בֶּן H1121 חַכְמוֹנִ֖י H2453 עִם H5973 בְּנֵ֥י H1121 הַמֶּֽלֶךְ H4428 ",
  "33": "וַאֲחִיתֹ֖פֶל H302 יוֹעֵ֣ץ H3289 לַמֶּ֑לֶךְ H4428 וְחוּשַׁ֥י H2365 הָאַרְכִּ֖י H757 רֵ֥עַ H7453 הַמֶּֽלֶךְ H4428 ",
  "34": "וְאַחֲרֵ֣י H310 אֲחִיתֹ֗פֶל H302 יְהוֹיָדָ֤ע H3077 בֶּן H1121 בְּנָיָ֨הוּ֙ H1141 וְאֶבְיָתָ֔ר H54 וְשַׂר H8269 צָבָ֥א H6635 לַמֶּ֖לֶךְ H4428 יוֹאָֽב H3097 "
}
