{
  "1": "וַיֹּ֨אמֶר H559 דָּוִ֤יד H1732 הַמֶּ֨לֶךְ֙ H4428 לְכָל H3605 הַקָּהָ֔ל H6951 שְׁלֹמֹ֨ה H8010 בְנִ֥י H1121 אֶחָ֛ד H259 בָּֽחַר H977 בּ֥וֹ Hb אֱלֹהִ֖ים H430 נַ֣עַר H5288 וָרָ֑ךְ H7390 וְהַ H4399 גְדוֹלָ֔ה H1419 כִּ֣י H3588 לֹ֤א H3808 לְאָדָם֙ H120 הַבִּירָ֔ה H1002 כִּ֖י H3588 לַיהוָ֥ה H3068 אֱלֹהִֽים H430 ",
  "2": "וּֽכְ H3605 כֹּחִ֞י H3581 הֲכִינ֣וֹתִי H3559 לְבֵית H1004 אֱלֹהַ֗י H430 הַזָּהָ֣ב H2091 לַ֠זָּהָב H2091 וְהַ H3701 לַכֶּ֜סֶף H3701 וְהַ H5178 לַנְּחֹ֗שֶׁת H5178 הַבַּרְזֶל֙ H1270 לַבַּרְזֶ֔ל H1270 וְהָ H6086 לָעֵצִ֑ים H6086 אַבְנֵי H68 שֹׁ֨הַם H7718 וּמִלּוּאִ֜ים H4394 אַבְנֵי H68 פ֣וּךְ H6320 וְרִקְמָ֗ה H7553 וְכֹ֨ל H3605 אֶ֧בֶן H68 יְקָרָ֛ה H3368 וְאַבְנֵי H68 שַׁ֖יִשׁ H7893 לָרֹֽב H7230 ",
  "3": "וְע֗וֹד H5750 בִּרְצוֹתִ H7521 בְּבֵ֣ית H1004 אֱלֹהַ֔י H430 יֶשׁ H3426 לִ֥י Hl סְגֻלָּ֖ה H5459 זָהָ֣ב H2091 וָכָ֑סֶף H3701 נָתַ֤תִּי H5414 לְבֵית H1004 אֱלֹהַי֙ H430 לְמַ֔עְלָ H4605 מִכָּל H3605 הֲכִינ֖וֹתִי H3559 לְבֵ֥ית H1004 הַקֹּֽדֶשׁ H6944 ",
  "4": "שְׁלֹ֧שֶׁת H7969 אֲלָפִ֛ים H505 כִּכְּרֵ֥י H3603 זָהָ֖ב H2091 מִזְּהַ֣ב H2091 אוֹפִ֑יר H211 וְשִׁבְעַ֨ת H7651 אֲלָפִ֤ים H505 כִּכַּר H3603 כֶּ֨סֶף֙ H3701 מְזֻקָּ֔ק H2212 לָט֖וּחַ H2902 קִיר֥וֹת H7023 הַבָּתִּֽים H1004 ",
  "5": "לַזָּהָ֤ב H2091 לַזָּהָב֙ H2091 וְלַ H3701 לַכֶּ֔סֶף H3701 וּלְ H3605 מְלָאכָ֖ה H4399 בְּיַ֣ד H3027 חָרָשִׁ֑ים H2796 וּמִ֣י H4310 מִתְנַדֵּ֔ב H5068 לְמַלֹּ֥אות H4390 יָד֛וֹ H3027 הַיּ֖וֹם H3117 לַיהוָֽה H3068 ",
  "6": "וַיִּֽתְנַדְּבוּ֩ H5068 שָׂרֵ֨י H8269 הָאָב֜וֹת H1 וְשָׂרֵ֣י H8269 שִׁבְטֵ֣י H7626 יִשְׂרָאֵ֗ל H3478 וְשָׂרֵ֤י H8269 הָאֲלָפִים֙ H505 וְהַ H3967 וּלְ H8269 מְלֶ֥אכֶת H4399 הַמֶּֽלֶךְ H4428 ",
  "7": "וַֽיִּתְּנ֞וּ H5414 לַעֲבוֹדַ֣ת H5656 בֵּית H1004 הָאֱלֹהִ֗ים H430 זָהָ֞ב H2091 כִּכָּרִ֣ים H3603 חֲמֵֽשֶׁת H2568 אֲלָפִים֮ H505 וַאֲדַרְכֹנִ֣ים H150 רִבּוֹ֒ H7239 וְכֶ֗סֶף H3701 כִּכָּרִים֙ H3603 עֲשֶׂ֣רֶת H6235 אֲלָפִ֔ים H505 וּנְחֹ֕שֶׁת H5178 רִבּ֛וֹ H7239 וּשְׁמוֹנַ֥ת H8083 אֲלָפִ֖ים H505 כִּכָּרִ֑ים H3603 וּבַרְזֶ֖ל H1270 מֵֽאָה H3967 אֶ֥לֶף H505 כִּכָּרִֽים H3603 ",
  "8": "וְהַ H4672 אִתּוֹ֙ H854 אֲבָנִ֔ים H68 נָתְנ֖וּ H5414 לְאוֹצַ֣ר H214 בֵּית H1004 יְהוָ֑ה H3068 עַ֥ל H5921 יַד H3027 יְחִיאֵ֖ל H3171 הַגֵּרְשֻׁנִּֽי H1649 ",
  "9": "וַיִּשְׂמְח֤וּ H8055 הָעָם֙ H5971 עַל H5921 הִֽתְנַדְּבָ֔ם H5068 כִּ֚י H3588 בְּלֵ֣ב H3820 שָׁלֵ֔ם H8003 הִֽתְנַדְּב֖וּ H5068 לַיהוָ֑ה H3068 וְגַם֙ H1571 דָּוִ֣יד H1732 הַמֶּ֔לֶךְ H4428 שָׂמַ֖ח H8055 שִׂמְחָ֥ה H8057 גְדוֹלָֽה H1419 ",
  "10": "וַיְבָ֤רֶךְ H1288 דָּוִיד֙ H1732 אֶת H853 יְהוָ֔ה H3068 לְעֵינֵ֖י H5869 כָּל H3605 הַקָּהָ֑ל H6951 וַיֹּ֣אמֶר H559 דָּוִ֗יד H1732 בָּר֨וּךְ H1288 אַתָּ֤ה H859 יְהוָה֙ H3068 אֱלֹהֵי֙ H430 יִשְׂרָאֵ֣ל H3478 אָבִ֔ינוּ H1 מֵעוֹלָ֖ם H5769 וְעַד H5704 עוֹלָֽם H5769 ",
  "11": "לְךָ֣ Hl יְ֠הוָה H3068 הַגְּדֻלָּ֨ה H1420 וְהַ H1369 וְהַ H8597 וְהַ H5331 וְהַ H1935 כִּי H3588 כֹ֖ל H3605 בַּשָּׁמַ֣יִם H8064 וּבָ H776 לְךָ֤ Hl יְהוָה֙ H3068 הַמַּמְלָכָ֔ה H4467 וְהַ H4984 לְכֹ֥ל H3605 לְרֹֽאשׁ H7218 ",
  "12": "וְהָ H6239 וְהַ H3519 מִלְּ H6440 וְאַתָּה֙ H859 מוֹשֵׁ֣ל H4910 בַּכֹּ֔ל H3605 וּבְ H3027 כֹּ֣חַ H3581 וּגְבוּרָ֑ה H1369 וּבְ H3027 לְגַדֵּ֥ל H1431 וּלְ H2388 לַכֹּֽל H3605 ",
  "13": "וְעַתָּ֣ה H6258 אֱלֹהֵ֔ינוּ H430 מוֹדִ֥ים H3034 אֲנַ֖חְנוּ H587 לָ֑ךְ Hl וּֽמְהַֽלְלִ֖ים H1984 לְשֵׁ֥ם H8034 תִּפְאַרְתֶּֽךָ H8597 ",
  "14": "וְכִ֨י H3588 מִ֤י H4310 אֲנִי֙ H589 וּמִ֣י H4310 עַמִּ֔י H5971 כִּֽי H3588 נַעְצֹ֣ר H6113 כֹּ֔חַ H3581 לְהִתְנַדֵּ֖ב H5068 כָּזֹ֑את H2063 כִּֽי H3588 מִמְּךָ֣ H4480 הַכֹּ֔ל H3605 וּמִ H3027 נָתַ֥נּוּ H5414 לָֽךְ Hl ",
  "15": "כִּֽי H3588 גֵרִ֨ים H1616 אֲנַ֧חְנוּ H587 לְפָנֶ֛י H6440 וְתוֹשָׁבִ֖ים H8453 כְּכָל H3605 אֲבֹתֵ֑ינוּ H1 כַּצֵּ֧ל H6738 יָמֵ֛ינוּ H3117 עַל H5921 הָאָ֖רֶץ H776 וְאֵ֥ין H369 מִקְוֶֽה H4723 ",
  "16": "יְהוָ֣ה H3068 אֱלֹהֵ֔ינוּ H430 כֹ֣ל H3605 הֶהָמ֤וֹן H1995 הַזֶּה֙ H2088 אֲשֶׁ֣ר H834 הֲכִינֹ֔נוּ H3559 לִבְנֽוֹת H1129 לְךָ֥ Hl בַ֖יִת H1004 לְשֵׁ֣ם H8034 קָדְשֶׁ֑ךָ H6944 מִיָּדְ H3027 היא H1931 וּלְ Hc/Hl הַכֹּֽל H3605 ",
  "17": "וְיָדַ֣עְתִּי H3045 אֱלֹהַ֔י H430 כִּ֤י H3588 אַתָּה֙ H859 בֹּחֵ֣ן H974 לֵבָ֔ב H3824 וּמֵישָׁרִ֖ים H4339 תִּרְצֶ֑ה H7521 אֲנִ֗י H589 בְּיֹ֤שֶׁר H3476 לְבָבִי֙ H3824 הִתְנַדַּ֣בְתִּי H5068 כָל H3605 אֵ֔לֶּה H428 וְעַתָּ֗ה H6258 עַמְּךָ֙ H5971 הַנִּמְצְאוּ H4672 פֹ֔ה H6311 רָאִ֥יתִי H7200 בְשִׂמְחָ֖ה H8057 לְהִֽתְנַדֶּב H5068 לָֽךְ Hl ",
  "18": "יְהוָ֗ה H3068 אֱ֠לֹהֵי H430 אַבְרָהָ֞ם H85 יִצְחָ֤ק H3327 וְיִשְׂרָאֵל֙ H3478 אֲבֹתֵ֔ינוּ H1 שֳׁמְרָה H8104 זֹּ֣את H2063 לְעוֹלָ֔ם H5769 לְיֵ֥צֶר H3336 מַחְשְׁב֖וֹת H4284 לְבַ֣ב H3824 עַמֶּ֑ךָ H5971 וְהָכֵ֥ן H3559 לְבָבָ֖ם H3824 אֵלֶֽיךָ H413 ",
  "19": "וְלִ H8010 בְנִ֗י H1121 תֵּ֚ן H5414 לֵבָ֣ב H3824 שָׁלֵ֔ם H8003 לִשְׁמוֹר֙ H8104 מִצְוֺתֶ֔יךָ H4687 עֵדְוֺתֶ֖יךָ H5715 וְחֻקֶּ֑י H2708 וְלַ H6213 הַכֹּ֔ל H3605 וְלִ H1129 הַבִּירָ֥ה H1002 אֲשֶׁר H834 הֲכִינֽוֹתִי H3559 ",
  "20": "וַיֹּ֤אמֶר H559 דָּוִיד֙ H1732 לְכָל H3605 הַקָּהָ֔ל H6951 בָּֽרְכוּ H1288 נָ֖א H4994 אֶת H853 יְהוָ֣ה H3068 אֱלֹהֵיכֶ֑ם H430 וַיְבָרֲכ֣וּ H1288 כָֽל H3605 הַקָּהָ֗ל H6951 לַיהוָה֙ H3068 אֱלֹהֵ֣י H430 אֲבֹֽתֵיהֶ֔ם H1 וַיִּקְּד֧וּ H6915 וַיִּֽשְׁתַּחֲו֛וּ H7812 לַיהוָ֖ה H3068 וְלַ H4428 ",
  "21": "וַיִּזְבְּח֣וּ H2076 לַיהוָ֣ה H3068 זְ֠בָחִים H2077 וַיַּעֲל֨וּ H5927 עֹל֜וֹת H5930 לַיהוָ֗ה H3068 לְֽמָחֳרַת֮ H4283 הַיּ֣וֹם H3117 הַהוּא֒ H1931 פָּרִ֨ים H6499 אֶ֜לֶף H505 אֵילִ֥ים H352 אֶ֛לֶף H505 כְּבָשִׂ֥ים H3532 אֶ֖לֶף H505 וְנִסְכֵּי H5262 וּזְבָחִ֥ים H2077 לָרֹ֖ב H7230 לְכָל H3605 יִשְׂרָאֵֽל H3478 ",
  "22": "וַיֹּאכְל֨וּ H398 וַיִּשְׁתּ֜וּ H8354 לִפְנֵ֧י H6440 יְהוָ֛ה H3068 בַּיּ֥וֹם H3117 הַה֖וּא H1931 בְּשִׂמְחָ֣ה H8057 גְדוֹלָ֑ה H1419 וַיַּמְלִ֤יכוּ H4427 שֵׁנִית֙ H8145 לִשְׁלֹמֹ֣ה H8010 בֶן H1121 דָּוִ֔יד H1732 וַיִּמְשְׁח֧וּ H4886 לַיהוָ֛ה H3068 לְנָגִ֥יד H5057 וּלְ H6659 לְכֹהֵֽן H3548 ",
  "23": "וַיֵּ֣שֶׁב H3427 שְׁ֠לֹמֹה H8010 עַל H5921 כִּסֵּ֨א H3678 יְהוָ֧ה H3068 לְמֶ֛לֶךְ H4428 תַּֽחַת H8478 דָּוִ֥יד H1732 אָבִ֖יו H1 וַיַּצְלַ֑ח H6743 וַיִּשְׁמְע֥וּ H8085 אֵלָ֖יו H413 כָּל H3605 יִשְׂרָאֵֽל H3478 ",
  "24": "וְכָל H3605 הַשָּׂרִים֙ H8269 וְהַ H1368 וְגַ֕ם H1571 כָּל H3605 בְּנֵ֖י H1121 הַמֶּ֣לֶךְ H4428 דָּוִ֑יד H1732 נָ֣תְנוּ H5414 יָ֔ד H3027 תַּ֖חַת H8478 שְׁלֹמֹ֥ה H8010 הַמֶּֽלֶךְ H4428 ",
  "25": "וַיְגַדֵּ֨ל H1431 יְהוָ֤ה H3068 אֶת H853 שְׁלֹמֹה֙ H8010 לְמַ֔עְלָ H4605 לְעֵינֵ֖י H5869 כָּל H3605 יִשְׂרָאֵ֑ל H3478 וַיִּתֵּ֤ן H5414 עָלָיו֙ H5921 ה֣וֹד H1935 מַלְכ֔וּת H4438 אֲ֠שֶׁר H834 לֹֽא H3808 הָיָ֧ה H1961 עַל H5921 כָּל H3605 מֶ֛לֶךְ H4428 לְפָנָ֖י H6440 עַל H5921 יִשְׂרָאֵֽל H3478 ",
  "26": "וְדָוִיד֙ H1732 בֶּן H1121 יִשָׁ֔י H3448 מָלַ֖ךְ H4427 עַל H5921 כָּל H3605 יִשְׂרָאֵֽל H3478 ",
  "27": "וְהַ H3117 אֲשֶׁ֤ר H834 מָלַךְ֙ H4427 עַל H5921 יִשְׂרָאֵ֔ל H3478 אַרְבָּעִ֖ים H705 שָׁנָ֑ה H8141 בְּחֶבְר֤וֹן H2275 מָלַךְ֙ H4427 שֶׁ֣בַע H7651 שָׁנִ֔ים H8141 וּבִ H3389 מָלַ֖ךְ H4427 שְׁלֹשִׁ֥ים H7970 וְשָׁלֽוֹשׁ H7969 ",
  "28": "וַיָּ֨מָת֙ H4191 בְּשֵׂיבָ֣ה H7872 טוֹבָ֔ה H2896 שְׂבַ֥ע H7649 יָמִ֖ים H3117 עֹ֣שֶׁר H6239 וְכָב֑וֹד H3519 וַיִּמְלֹ֛ךְ H4427 שְׁלֹמֹ֥ה H8010 בְנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
  "29": "וְדִבְרֵי֙ H1697 דָּוִ֣יד H1732 הַמֶּ֔לֶךְ H4428 הָרִאשֹׁנִ֖ים H7223 וְהָ H314 הִנָּ֣ם H2009 כְּתוּבִ֗ים H3789 עַל H5921 דִּבְרֵי֙ H1697 שְׁמוּאֵ֣ל H8050 הָרֹאֶ֔ה H7200 וְעַל H5921 דִּבְרֵי֙ H1697 נָתָ֣ן H5416 הַנָּבִ֔יא H5030 וְעַל H5921 דִּבְרֵ֖י H1697 גָּ֥ד H1410 הַחֹזֶֽה H2374 ",
  "30": "עִ֥ם H5973 כָּל H3605 מַלְכוּת֖וֹ H4438 וּגְבוּרָת֑ H1369 וְהָ H6256 אֲשֶׁ֨ר H834 עָבְר֤וּ H5674 עָלָיו֙ H5921 וְעַל H5921 יִשְׂרָאֵ֔ל H3478 וְעַ֖ל H5921 כָּל H3605 מַמְלְכ֥וֹת H4467 הָאֲרָצֽוֹת H776 "
}
