{
  "1": "וְאֵ֤לֶּה H428 הָיוּ֙ H1961 בְּנֵ֣י H1121 דָויִ֔ד H1732 אֲשֶׁ֥ר H834 נֽוֹלַד H3205 ל֖וֹ Hl בְּחֶבְר֑וֹן H2275 הַבְּכ֣וֹר H1060 אַמְנֹ֗ן H550 לַאֲחִינֹ֨עַם֙ H293 הַיִּזְרְעֵאלִ֔ית H3159 שֵׁנִי֙ H8145 דָּנִיֵּ֔אל H1840 לַאֲבִיגַ֖יִל H26 הַֽכַּרְמְלִֽית H3762 ",
  "2": "הַשְּׁלִשִׁי֙ H7992 לְאַבְשָׁל֣וֹם H53 בֶּֽן H1121 מַעֲכָ֔ה H4601 בַּת H1323 תַּלְמַ֖י H8526 מֶ֣לֶךְ H4428 גְּשׁ֑וּר H1650 הָרְבִיעִ֖י H7243 אֲדֹנִיָּ֥ה H138 בֶן H1121 חַגִּֽית H2294 ",
  "3": "הַחֲמִישִׁ֥י H2549 שְׁפַטְיָ֖ה H8203 לַאֲבִיטָ֑ל H37 הַשִּׁשִּׁ֥י H8345 יִתְרְעָ֖ם H3507 לְעֶגְלָ֥ה H5698 אִשְׁתּֽוֹ H802 ",
  "4": "שִׁשָּׁה֙ H8337 נֽוֹלַד H3205 ל֣וֹ Hl בְחֶבְר֔וֹן H2275 וַיִּ֨מְלָךְ H4427 שָׁ֔ם H8033 שֶׁ֥בַע H7651 שָׁנִ֖ים H8141 וְשִׁשָּׁ֣ה H8337 חֳדָשִׁ֑ים H2320 וּשְׁלֹשִׁ֤ים H7970 וְשָׁלוֹשׁ֙ H7969 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָֽם H3389 ",
  "5": "וְאֵ֥לֶּה H428 נוּלְּדוּ H3205 ל֖וֹ Hl בִּירוּשָׁלָ֑יִם H3389 שִׁ֠מְעָא H8092 וְשׁוֹבָ֞ב H7727 וְנָתָ֤ן H5416 וּשְׁלֹמֹה֙ H8010 אַרְבָּעָ֔ה H702 לְבַת H1340 שׁ֖וּעַ H1340 בַּת H1323 עַמִּיאֵֽל H5988 ",
  "6": "וְיִבְחָ֥ר H2984 וֶאֱלִישָׁמָ֖ע H476 וֶאֱלִיפָֽלֶט H467 ",
  "7": "וְנֹ֥גַהּ H5052 וְנֶ֖פֶג H5298 וְיָפִֽיעַ H3309 ",
  "8": "וֶאֱלִישָׁמָ֧ע H476 וְאֶלְיָדָ֛ע H450 וֶאֱלִיפֶ֖לֶט H467 תִּשְׁעָֽה H8672 ",
  "9": "כֹּ֖ל H3605 בְּנֵ֣י H1121 דָוִ֑יד H1732 מִלְּ H905 בְּֽנֵי H1121 פִֽילַגְשִׁ֖ים H6370 וְתָמָ֥ר H8559 אֲחוֹתָֽם H269 ",
  "10": "וּבֶן H1121 שְׁלֹמֹ֖ה H8010 רְחַבְעָ֑ם H7346 אֲבִיָּ֥ה H29 בְנ֛וֹ H1121 אָסָ֥א H609 בְנ֖וֹ H1121 יְהוֹשָׁפָ֥ט H3092 בְּנֽוֹ H1121 ",
  "11": "יוֹרָ֥ם H3141 בְּנ֛וֹ H1121 אֲחַזְיָ֥הוּ H274 בְנ֖וֹ H1121 יוֹאָ֥שׁ H3101 בְּנֽוֹ H1121 ",
  "12": "אֲמַצְיָ֧הוּ H558 בְנ֛וֹ H1121 עֲזַרְיָ֥ה H5838 בְנ֖וֹ H1121 יוֹתָ֥ם H3147 בְּנֽוֹ H1121 ",
  "13": "אָחָ֥ז H271 בְּנ֛וֹ H1121 חִזְקִיָּ֥הוּ H2396 בְנ֖וֹ H1121 מְנַשֶּׁ֥ה H4519 בְנֽוֹ H1121 ",
  "14": "אָמ֥וֹן H526 בְּנ֖וֹ H1121 יֹאשִׁיָּ֥הוּ H2977 בְנֽוֹ H1121 ",
  "15": "וּבְנֵי֙ H1121 יֹאשִׁיָּ֔הוּ H2977 הַבְּכוֹר֙ H1060 יוֹחָנָ֔ן H3110 הַשֵּׁנִ֖י H8145 יְהוֹיָקִ֑ים H3079 הַשְּׁלִשִׁי֙ H7992 צִדְקִיָּ֔הוּ H6667 הָרְבִיעִ֖י H7243 שַׁלּֽוּם H7967 ",
  "16": "וּבְנֵ֖י H1121 יְהוֹיָקִ֑ים H3079 יְכָנְיָ֥ה H3204 בְנ֖וֹ H1121 צִדְקִיָּ֥ה H6667 בְנֽוֹ H1121 ",
  "17": "וּבְנֵי֙ H1121 יְכָנְיָ֣ה H3204 אַסִּ֔ר H617 שְׁאַלְתִּיאֵ֖ל H7597 בְּנֽוֹ H1121 ",
  "18": "וּמַלְכִּירָ֥ם H4443 וּפְדָיָ֖ה H6305 וְשֶׁנְאַצַּ֑ר H8137 יְקַמְיָ֥ה H3359 הוֹשָׁמָ֖ע H1953 וּנְדַבְיָֽה H5072 ",
  "19": "וּבְנֵ֣י H1121 פְדָיָ֔ה H6305 זְרֻבָּבֶ֖ל H2216 וְשִׁמְעִ֑י H8096 וּבֶן H1121 זְרֻבָּבֶל֙ H2216 מְשֻׁלָּ֣ם H4918 וַחֲנַנְיָ֔ה H2608 וּשְׁלֹמִ֖ית H8019 אֲחוֹתָֽם H269 ",
  "20": "וַחֲשֻׁבָ֡ה H2807 וָ֠אֹהֶל H169 וּבֶרֶכְיָ֧ה H1296 וַֽחֲסַדְיָ֛ה H2619 י֥וּשַׁב H3142 חֶ֖סֶד H3142 חָמֵֽשׁ H2568 ",
  "21": "וּבֶן H1121 חֲנַנְיָ֖ה H2608 פְּלַטְיָ֣ה H6410 וִישַֽׁעְיָ֑ה H3470 בְּנֵ֤י H1121 רְפָיָה֙ H7509 בְּנֵ֣י H1121 אַרְנָ֔ן H770 בְּנֵ֥י H1121 עֹבַדְיָ֖ה H5662 בְּנֵ֥י H1121 שְׁכַנְיָֽה H7935 ",
  "22": "וּבְנֵ֥י H1121 שְׁכַנְיָ֖ה H7935 שְׁמַעְיָ֑ה H8098 וּבְנֵ֣י H1121 שְׁמַעְיָ֗ה H8098 חַטּ֡וּשׁ H2407 וְ֠יִגְאָל H3008 וּבָרִ֧יחַ H1282 וּנְעַרְיָ֛ה H5294 וְשָׁפָ֖ט H8202 שִׁשָּֽׁה H8337 ",
  "23": "וּבֶן H1121 נְעַרְיָ֗ה H5294 אֶלְיוֹעֵינַ֧י H454 וְחִזְקִיָּ֛ה H2396 וְעַזְרִיקָ֖ם H5840 שְׁלֹשָֽׁה H7969 ",
  "24": "וּבְנֵ֣י H1121 אֶלְיוֹעֵינַ֗י H454 הדיוהו H1939 וְאֶלְיָשִׁ֡יב H475 וּפְלָיָ֡ה H6411 וְ֠עַקּוּב H6126 וְיוֹחָנָ֧ן H3110 וּדְלָיָ֛ה H1806 וַעֲנָ֖נִי H6054 שִׁבְעָֽה H7651 "
}
