{
  "1": "בְּנֵ֖י H1121 יְהוּדָ֑ה H3063 פֶּ֧רֶץ H6557 חֶצְר֛וֹן H2696 וְכַרְמִ֖י H3756 וְח֥וּר H2354 וְשׁוֹבָֽל H7732 ",
  "2": "וּרְאָיָ֤ה H7211 בֶן H1121 שׁוֹבָל֙ H7732 הוֹלִ֣יד H3205 אֶת H853 יַ֔חַת H3189 וְיַ֣חַת H3189 הֹלִ֔יד H3205 אֶת H853 אֲחוּמַ֖י H267 וְאֶת H853 לָ֑הַד H3855 אֵ֖לֶּה H428 מִשְׁפְּח֥וֹת H4940 הַצָּֽרְעָתִֽי H6882 ",
  "3": "וְאֵ֨לֶּה֙ H428 אֲבִ֣י H1 עֵיטָ֔ם H5862 יִזְרְעֶ֥אל H3157 וְיִשְׁמָ֖א H3457 וְיִדְבָּ֑שׁ H3031 וְשֵׁ֥ם H8034 אֲחוֹתָ֖ם H269 הַצְלֶלְפּֽוֹנִי H6753 ",
  "4": "וּפְנוּאֵל֙ H6439 אֲבִ֣י H1 גְדֹ֔ר H1446 וְעֵ֖זֶר H5829 אֲבִ֣י H1 חוּשָׁ֑ה H2364 אֵ֤לֶּה H428 בְנֵי H1121 חוּר֙ H2354 בְּכ֣וֹר H1060 אֶפְרָ֔תָה H672 אֲבִ֖י H1 בֵּ֥ית H1035 לָֽחֶם H1035 ",
  "5": "וּלְ H806 אֲבִ֣י H1 תְק֔וֹעַ H8620 הָי֖וּ H1961 שְׁתֵּ֣י H8147 נָשִׁ֑ים H802 חֶלְאָ֖ה H2458 וְנַעֲרָֽה H5292 ",
  "6": "וַתֵּ֨לֶד H3205 ל֤וֹ Hl נַעֲרָה֙ H5292 אֶת H853 אֲחֻזָּ֣ם H275 וְאֶת H853 חֵ֔פֶר H2660 וְאֶת H853 תֵּימְנִ֖י H8488 וְאֶת H853 הָאֲחַשְׁתָּרִ֑י H326 אֵ֖לֶּה H428 בְּנֵ֥י H1121 נַעֲרָֽה H5292 ",
  "7": "וּבְנֵ֖י H1121 חֶלְאָ֑ה H2458 צֶ֥רֶת H6889 יצחר H3328 וְאֶתְנָֽן H869 ",
  "8": "וְק֣וֹץ H6976 הוֹלִ֔יד H3205 אֶת H853 עָנ֖וּב H6036 וְאֶת H853 הַצֹּבֵבָ֑ה H6637 וּמִשְׁפְּח֥וֹת H4940 אֲחַרְחֵ֖ל H316 בֶּן H1121 הָרֽוּם H2037 ",
  "9": "וַיְהִ֣י H1961 יַעְבֵּ֔ץ H3258 נִכְבָּ֖ד H3513 מֵאֶחָ֑י H251 וְאִמּ֗ H517 קָרְאָ֨ה H7121 שְׁמ֤וֹ H8034 יַעְבֵּץ֙ H3258 לֵאמֹ֔ר H559 כִּ֥י H3588 יָלַ֖דְתִּי H3205 בְּעֹֽצֶב H6090 ",
  "10": "וַיִּקְרָ֣א H7121 יַ֠עְבֵּץ H3258 לֵאלֹהֵ֨י H430 יִשְׂרָאֵ֜ל H3478 לֵאמֹ֗ר H559 אִם H518 בָּרֵ֨ךְ H1288 תְּבָרֲכֵ֜נִי H1288 וְהִרְבִּ֤יתָ H7235 אֶת H853 גְּבוּלִי֙ H1366 וְהָיְתָ֤ה H1961 יָדְךָ֙ H3027 עִמִּ֔י H5973 וְעָשִׂ֥יתָ H6213 מֵּרָעָ֖ה H7451 לְבִלְתִּ֣י H1115 עָצְבִּ֑י H6087 וַיָּבֵ֥א H935 אֱלֹהִ֖ים H430 אֵ֥ת H853 אֲשֶׁר H834 שָׁאָֽל H7592 ",
  "11": "וּכְל֥וּב H3620 אֲחִֽי H251 שׁוּחָ֖ה H7746 הוֹלִ֣יד H3205 אֶת H853 מְחִ֑יר H4243 ה֖וּא H1931 אֲבִ֥י H1 אֶשְׁתּֽוֹן H850 ",
  "12": "וְאֶשְׁתּ֗וֹן H850 הוֹלִ֞יד H3205 אֶת H853 בֵּ֤ית H1051 רָפָא֙ H1051 וְאֶת H853 פָּסֵ֔חַ H6454 וְאֶת H853 תְּחִנָּ֖ה H8468 אֲבִ֣י H1 עִ֣יר H5904 נָחָ֑שׁ H5904 אֵ֖לֶּה H428 אַנְשֵׁ֥י H376 רֵכָֽה H7397 ",
  "13": "וּבְנֵ֣י H1121 קְנַ֔ז H7073 עָתְנִיאֵ֖ל H6274 וּשְׂרָיָ֑ה H8304 וּבְנֵ֥י H1121 עָתְנִיאֵ֖ל H6274 חֲתַֽת H2867 ",
  "14": "וּמְעוֹנֹתַ֖י H4587 הוֹלִ֣יד H3205 אֶת H853 עָפְרָ֑ה H6084 וּשְׂרָיָ֗ה H8304 הוֹלִ֤יד H3205 אֶת H853 יוֹאָב֙ H3097 אֲבִי֙ H1 גֵּ֣יא H1516 חֲרָשִׁ֔ים H2798 כִּ֥י H3588 חֲרָשִׁ֖ים H2796 הָיֽוּ H1961 ",
  "15": "וּבְנֵי֙ H1121 כָּלֵ֣ב H3612 בֶּן H1121 יְפֻנֶּ֔ה H3312 עִ֥ירוּ H5900 אֵלָ֖ה H425 וָנָ֑עַם H5277 וּבְנֵ֥י H1121 אֵלָ֖ה H425 וּקְנַֽז H7073 ",
  "16": "וּבְנֵ֖י H1121 יְהַלֶּלְאֵ֑ל H3094 זִ֣יף H2128 וְזִיפָ֔ה H2129 תִּירְיָ֖א H8493 וַאֲשַׂרְאֵֽל H840 ",
  "17": "וּבֶן H1121 עֶזְרָ֔ה H5834 יֶ֥תֶר H3500 וּמֶ֖רֶד H4778 וְעֵ֣פֶר H6081 וְיָל֑וֹן H3210 וַתַּ֨הַר֙ H2029 אֶת H853 מִרְיָ֣ם H4813 וְאֶת H853 שַׁמַּ֔י H8060 וְאֶת H853 יִשְׁבָּ֖ח H3431 אֲבִ֥י H1 אֶשְׁתְּמֹֽעַ H851 ",
  "18": "וְאִשְׁתּ֣ H802 הַיְהֻדִיָּ֗ה H3057 יָלְדָ֞ה H3205 אֶת H853 יֶ֨רֶד H3382 אֲבִ֤י H1 גְדוֹר֙ H1446 וְאֶת H853 חֶ֨בֶר֙ H2268 אֲבִ֣י H1 שׂוֹכ֔וֹ H7755 וְאֶת H853 יְקֽוּתִיאֵ֖ל H3354 אֲבִ֣י H1 זָנ֑וֹחַ H2182 וְאֵ֗לֶּה H428 בְּנֵי֙ H1121 בִּתְיָ֣ה H1332 בַת H1323 פַּרְעֹ֔ה H6547 אֲשֶׁ֥ר H834 לָקַ֖ח H3947 מָֽרֶד H4778 ",
  "19": "וּבְנֵי֙ H1121 אֵ֣שֶׁת H802 הֽוֹדִיָּ֔ה H1940 אֲח֣וֹת H269 נַ֔חַם H5163 אֲבִ֥י H1 קְעִילָ֖ה H7084 הַגַּרְמִ֑י H1636 וְאֶשְׁתְּמֹ֖עַ H851 הַמַּעֲכָתִֽי H4602 ",
  "20": "וּבְנֵ֣י H1121 שִׁימ֔וֹן H7889 אַמְנ֣וֹן H550 וְרִנָּ֔ה H7441 בֶּן H1135 חָנָ֖ן H1135 ותולון H8436 וּבְנֵ֣י H1121 יִשְׁעִ֔י H3469 זוֹחֵ֖ת H2105 וּבֶן H1132 זוֹחֵֽת H1132 ",
  "21": "בְּנֵי֙ H1121 שֵׁלָ֣ה H7956 בֶן H1121 יְהוּדָ֔ה H3063 עֵ֚ר H6147 אֲבִ֣י H1 לֵכָ֔ה H3922 וְלַעְדָּ֖ה H3935 אֲבִ֣י H1 מָרֵשָׁ֑ה H4762 וּמִשְׁפְּח֛וֹת H4940 בֵּית H1004 עֲבֹדַ֥ת H5656 הַבֻּ֖ץ H948 לְבֵ֥ית H1004 אַשְׁבֵּֽעַ H791 ",
  "22": "וְיוֹקִ֞ים H3137 וְאַנְשֵׁ֣י H376 כֹזֵבָ֗א H3578 וְיוֹאָ֧שׁ H3101 וְשָׂרָ֛ף H8315 אֲשֶׁר H834 בָּעֲל֥וּ H1166 לְמוֹאָ֖ב H4124 וְיָשֻׁ֣בִי H3433 לָ֑חֶם H3433 וְהַ H1697 עַתִּיקִֽים H6267 ",
  "23": "הֵ֚מָּה H1992 הַיּ֣וֹצְרִ֔ים H3335 וְיֹשְׁבֵ֥י H3427 נְטָעִ֖ים H5196 וּגְדֵרָ֑ה H1448 עִם H5973 הַמֶּ֥לֶךְ H4428 בִּמְלַאכְתּ֖ H4399 יָ֥שְׁבוּ H3427 שָֽׁם H8033 ",
  "24": "בְּנֵ֖י H1121 שִׁמְע֑וֹן H8095 נְמוּאֵ֣ל H5241 וְיָמִ֔ין H3226 יָרִ֖יב H3402 זֶ֥רַח H2226 שָׁאֽוּל H7586 ",
  "25": "שַׁלֻּ֥ם H7967 בְּנ֛וֹ H1121 מִבְשָׂ֥ם H4017 בְּנ֖וֹ H1121 מִשְׁמָ֥ע H4927 בְּנֽוֹ H1121 ",
  "26": "וּבְנֵ֖י H1121 מִשְׁמָ֑ע H4927 חַמּוּאֵ֥ל H2536 בְּנ֛וֹ H1121 זַכּ֥וּר H2139 בְּנ֖וֹ H1121 שִׁמְעִ֥י H8096 בְנֽוֹ H1121 ",
  "27": "וּלְ H8096 בָּנִ֨ים H1121 שִׁשָּׁ֤ה H8337 עָשָׂר֙ H6240 וּבָנ֣וֹת H1323 שֵׁ֔שׁ H8337 וּלְ H251 אֵ֖ין H369 בָּנִ֣ים H1121 רַבִּ֑ים H7227 וְכֹל֙ H3605 מִשְׁפַּחְתָּ֔ם H4940 לֹ֥א H3808 הִרְבּ֖וּ H7235 עַד H5704 בְּנֵ֥י H1121 יְהוּדָֽה H3063 ",
  "28": "וַיֵּֽשְׁב֛וּ H3427 בִּבְאֵֽר H884 שֶׁ֥בַע H884 וּמוֹלָדָ֖ה H4137 וַחֲצַ֥ר H2705 שׁוּעָֽל H2705 ",
  "29": "וּבְ H1090 וּבְ H6107 וּבְ H8434 ",
  "30": "וּבִ H1328 וּבְ H2767 וּבְ H6860 ",
  "31": "וּבְ H1024 מַרְכָּבוֹת֙ H1024 וּבַ H2702 סוּסִ֔ים H2702 וּבְ H1011 בִּרְאִ֖י H1011 וּֽבְ H8189 אֵ֥לֶּה H428 עָרֵיהֶ֖ם H5892 עַד H5704 מְלֹ֥ךְ H4427 דָּוִֽיד H1732 ",
  "32": "וְחַצְרֵי H2691 עֵיטָ֣ם H5862 וָעַ֔יִן H5871 רִמּ֥וֹן H7417 וְתֹ֖כֶן H8507 וְעָשָׁ֑ן H6228 עָרִ֖ים H5892 חָמֵֽשׁ H2568 ",
  "33": "וְכָל H3605 חַצְרֵיהֶ֗ם H2691 אֲשֶׁ֧ר H834 סְבִיב֛וֹת H5439 הֶעָרִ֥ים H5892 הָאֵ֖לֶּה H428 עַד H5704 בָּ֑עַל H1168 זֹ֚את H2063 מוֹשְׁבֹתָ֔ם H4186 וְהִתְיַחְשָׂ֖ H3187 לָהֶֽם Hl ",
  "34": "וּמְשׁוֹבָ֣ב H4877 וְיַמְלֵ֔ךְ H3230 וְיוֹשָׁ֖ה H3144 בֶּן H1121 אֲמַצְיָֽה H558 ",
  "35": "וְיוֹאֵ֑ל H3100 וְיֵהוּא֙ H3058 בֶּן H1121 י֣וֹשִׁבְיָ֔ה H3143 בֶּן H1121 שְׂרָיָ֖ה H8304 בֶּן H1121 עֲשִׂיאֵֽל H6221 ",
  "36": "וְאֶלְיוֹעֵינַ֡י H454 וְֽיַעֲקֹ֡בָה H3291 וִ֠ישׁוֹחָיָה H3439 וַעֲשָׂיָ֧ה H6222 וַעֲדִיאֵ֛ל H5717 וִישִׂימִאֵ֖ל H3450 וּבְנָיָֽה H1141 ",
  "37": "וְזִיזָ֨א H2124 בֶן H1121 שִׁפְעִ֧י H8230 בֶן H1121 אַלּ֛וֹן H438 בֶּן H1121 יְדָיָ֥ה H3042 בֶן H1121 שִׁמְרִ֖י H8113 בֶּן H1121 שְׁמַֽעְיָֽה H8098 ",
  "38": "אֵ֚לֶּה H428 הַבָּאִ֣ים H935 בְּשֵׁמ֔וֹת H8034 נְשִׂיאִ֖ים H5387 בְּמִשְׁפְּחוֹתָ֑ H4940 וּבֵית֙ H1004 אֲב֣וֹתֵיהֶ֔ם H1 פָּרְצ֖וּ H6555 לָרֽוֹב H7230 ",
  "39": "וַיֵּלְכוּ֙ H3212 לִמְב֣וֹא H3996 גְדֹ֔ר H1446 עַ֖ד H5704 לְמִזְרַ֣ח H4217 הַגָּ֑יְא H1516 לְבַקֵּ֥שׁ H1245 מִרְעֶ֖ה H4829 לְצֹאנָֽ H6629 ",
  "40": "וַֽיִּמְצְא֤וּ H4672 מִרְעֶה֙ H4829 שָׁמֵ֣ן H8082 וָט֔וֹב H2896 וְהָ H776 רַחֲבַ֣ת H7342 יָדַ֔יִם H3027 וְשֹׁקֶ֖טֶת H8252 וּשְׁלֵוָ֑ה H7961 כִּ֣י H3588 מִן H4480 חָ֔ם H2526 הַיֹּשְׁבִ֥ים H3427 שָׁ֖ם H8033 לְפָנִֽים H6440 ",
  "41": "וַיָּבֹ֡אוּ H935 אֵלֶּה֩ H428 הַכְּתוּבִ֨ים H3789 בְּשֵׁמ֜וֹת H8034 בִּימֵ֣י H3117 יְחִזְקִיָּ֣הוּ H2396 מֶֽלֶךְ H4428 יְהוּדָ֗ה H3063 וַיַּכּ֨וּ H5221 אֶת H853 אָהֳלֵיהֶ֜ם H168 וְאֶת H853 המעינים H4586 אֲשֶׁ֤ר H834 נִמְצְאוּ H4672 שָׁ֨מָּה֙ H8033 וַיַּחֲרִימֻ H2763 עַד H5704 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 וַיֵּשְׁב֖וּ H3427 תַּחְתֵּיהֶ֑ם H8478 כִּֽי H3588 מִרְעֶ֥ה H4829 לְצֹאנָ֖ H6629 שָֽׁם H8033 ",
  "42": "וּמֵ H1992 מִן H4480 בְּנֵ֣י H1121 שִׁמְע֗וֹן H8095 הָלְכוּ֙ H1980 לְהַ֣ר H2022 שֵׂעִ֔יר H8165 אֲנָשִׁ֖ים H376 חֲמֵ֣שׁ H2568 מֵא֑וֹת H3967 וּפְלַטְיָ֡ה H6410 וּ֠נְעַרְיָה H5294 וּרְפָיָ֧ה H7509 וְעֻזִּיאֵ֛ל H5816 בְּנֵ֥י H1121 יִשְׁעִ֖י H3469 בְּרֹאשָֽׁ H7218 ",
  "43": "וַיַּכּ֕וּ H5221 אֶת H853 שְׁאֵרִ֥ית H7611 הַפְּלֵטָ֖ה H6413 לַעֲמָלֵ֑ק H6002 וַיֵּ֣שְׁבוּ H3427 שָׁ֔ם H8033 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 "
}
