{
  "1": "וּבְנֵ֨י H1121 רְאוּבֵ֥ן H7205 בְּכֽוֹר H1060 יִשְׂרָאֵל֮ H3478 כִּ֣י H3588 ה֣וּא H1931 הַבְּכוֹר֒ H1060 וּֽבְ H2490 יְצוּעֵ֣י H3326 אָבִ֔יו H1 נִתְּנָה֙ H5414 בְּכֹ֣רָת֔וֹ H1062 לִבְנֵ֥י H1121 יוֹסֵ֖ף H3130 בֶּן H1121 יִשְׂרָאֵ֑ל H3478 וְלֹ֥א H3808 לְהִתְיַחֵ֖שׂ H3187 לַבְּכֹרָֽה H1062 ",
  "2": "כִּ֤י H3588 יְהוּדָה֙ H3063 גָּבַ֣ר H1396 בְּאֶחָ֔י H251 וּלְ H5057 מִמֶּ֑נּוּ H4480 וְהַ H1062 לְיוֹסֵֽף H3130 ",
  "3": "בְּנֵ֥י H1121 רְאוּבֵ֖ן H7205 בְּכ֣וֹר H1060 יִשְׂרָאֵ֑ל H3478 חֲנ֥וֹךְ H2585 וּפַלּ֖וּא H6396 חֶצְר֥וֹן H2696 וְכַרְמִֽי H3756 ",
  "4": "בְּנֵ֖י H1121 יוֹאֵ֑ל H3100 שְׁמַֽעְיָ֥ה H8098 בְנ֛וֹ H1121 גּ֥וֹג H1463 בְּנ֖וֹ H1121 שִׁמְעִ֥י H8096 בְנֽוֹ H1121 ",
  "5": "מִיכָ֥ה H4318 בְנ֛וֹ H1121 רְאָיָ֥ה H7211 בְנ֖וֹ H1121 בַּ֥עַל H1168 בְּנֽוֹ H1121 ",
  "6": "בְּאֵרָ֣ה H880 בְנ֔וֹ H1121 אֲשֶׁ֣ר H834 הֶגְלָ֔ה H1540 תִּלְּגַ֥ת H8407 פִּלְנְאֶ֖סֶר H8407 מֶ֣לֶךְ H4428 אַשֻּׁ֑ר H804 ה֥וּא H1931 נָשִׂ֖יא H5387 לָרֽאוּבֵנִֽי H7206 ",
  "7": "וְאֶחָי H251 לְמִשְׁפְּחֹתָ֔י H4940 בְּהִתְיַחֵ֖שׂ H3187 לְתֹלְדוֹתָ֑ H8435 הָרֹ֥אשׁ H7218 יְעִיאֵ֖ל H3273 וּזְכַרְיָֽהוּ H2148 ",
  "8": "וּבֶ֨לַע֙ H1106 בֶּן H1121 עָזָ֔ז H5811 בֶּן H1121 שֶׁ֖מַע H8087 בֶּן H1121 יוֹאֵ֑ל H3100 ה֚וּא H1931 יוֹשֵׁ֣ב H3427 בַּעֲרֹעֵ֔ר H6177 וְעַד H5704 נְב֖וֹ H5015 וּבַ֥עַל H1186 מְעֽוֹן H1186 ",
  "9": "וְלַ H4217 יָשַׁב֙ H3427 עַד H5704 לְב֣וֹא H935 מִדְבָּ֔רָה H4057 לְמִן H4480 הַנָּהָ֖ר H5104 פְּרָ֑ת H6578 כִּ֧י H3588 מִקְנֵיהֶ֛ם H4735 רָב֖וּ H7235 בְּאֶ֥רֶץ H776 גִּלְעָֽד H1568 ",
  "10": "וּבִ H3117 שָׁא֗וּל H7586 עָשׂ֤וּ H6213 מִלְחָמָה֙ H4421 עִם H5973 הַֽהַגְרִאִ֔ים H1905 וַֽיִּפְּל֖וּ H5307 בְּיָדָ֑ H3027 וַיֵּשְׁבוּ֙ H3427 בְּאָ֣הֳלֵי H168 עַֽל H5921 כָּל H3605 פְּנֵ֖י H6440 מִזְרָ֥ח H4217 לַגִּלְעָֽד H1568 ",
  "11": "וּבְנֵי H1121 גָ֣ד H1410 לְנֶגְדָּ֗ H5048 יָֽשְׁב֛וּ H3427 בְּאֶ֥רֶץ H776 הַבָּשָׁ֖ן H1316 עַד H5704 סַלְכָֽה H5548 ",
  "12": "יוֹאֵ֣ל H3100 הָרֹ֔אשׁ H7218 וְשָׁפָ֖ם H8223 הַמִּשְׁנֶ֑ה H4932 וְיַעְנַ֥י H3285 וְשָׁפָ֖ט H8202 בַּבָּשָֽׁן H1316 ",
  "13": "וַאֲחֵי H251 לְבֵ֣ית H1004 אֲבוֹתֵיהֶ֗ם H1 מִֽיכָאֵ֡ל H4317 וּמְשֻׁלָּ֡ם H4918 וְ֠שֶׁבַע H7652 וְיוֹרַ֧י H3140 וְיַעְכָּ֛ן H3275 וְזִ֥יעַ H2127 וָעֵ֖בֶר H5677 שִׁבְעָֽה H7651 ",
  "14": "אֵ֣לֶּה H428 בְּנֵ֣י H1121 אֲבִיחַ֗יִל H32 בֶּן H1121 חוּרִ֡י H2359 בֶּן H1121 יָ֠רוֹחַ H3386 בֶּן H1121 גִּלְעָ֧ד H1568 בֶּן H1121 מִיכָאֵ֛ל H4317 בֶּן H1121 יְשִׁישַׁ֥י H3454 בֶּן H1121 יַחְדּ֖וֹ H3163 בֶּן H1121 בּֽוּז H938 ",
  "15": "אֲחִי֙ H277 בֶּן H1121 עַבְדִּיאֵ֣ל H5661 בֶּן H1121 גּוּנִ֔י H1476 רֹ֖אשׁ H7218 לְבֵ֥ית H1004 אֲבוֹתָֽם H1 ",
  "16": "וַיֵּֽשְׁב֛וּ H3427 בַּגִּלְעָ֥ד H1568 בַּבָּשָׁ֖ן H1316 וּבִ H1323 וּבְ H3605 מִגְרְשֵׁ֥י H4054 שָׁר֖וֹן H8289 עַל H5921 תּוֹצְאוֹתָֽם H8444 ",
  "17": "כֻּלָּם֙ H3605 הִתְיַחְשׂ֔וּ H3187 בִּימֵ֖י H3117 יוֹתָ֣ם H3147 מֶֽלֶךְ H4428 יְהוּדָ֑ה H3063 וּבִ H3117 יָרָבְעָ֥ם H3379 מֶֽלֶךְ H4428 יִשְׂרָאֵֽל H3478 ",
  "18": "בְּנֵֽי H1121 רְאוּבֵ֨ן H7205 וְגָדִ֜י H1425 וַחֲצִ֥י H2677 שֵֽׁבֶט H7626 מְנַשֶּׁה֮ H4519 מִן H4480 בְּנֵי H1121 חַיִל֒ H2428 אֲ֠נָשִׁים H376 נֹשְׂאֵ֨י H5375 מָגֵ֤ן H4043 וְחֶ֨רֶב֙ H2719 וְדֹ֣רְכֵי H1869 קֶ֔שֶׁת H7198 וּלְמוּדֵ֖י H3925 מִלְחָמָ֑ה H4421 אַרְבָּעִ֨ים H705 וְאַרְבָּעָ֥ה H702 אֶ֛לֶף H505 וּשְׁבַע H7651 מֵא֥וֹת H3967 וְשִׁשִּׁ֖ים H8346 יֹצְאֵ֥י H3318 צָבָֽא H6635 ",
  "19": "וַיַּעֲשׂ֥וּ H6213 מִלְחָמָ֖ה H4421 עִם H5973 הַֽהַגְרִיאִ֑ים H1905 וִיט֥וּר H3195 וְנָפִ֖ישׁ H5305 וְנוֹדָֽב H5114 ",
  "20": "וַיֵּעָזְר֣וּ H5826 עֲלֵיהֶ֔ם H5921 וַיִּנָּתְנ֤וּ H5414 בְיָדָ H3027 הַֽהַגְרִיאִ֔ים H1905 וְכֹ֖ל H3605 שֶׁ֣עִמָּ H5973 כִּ֠י H3588 לֵאלֹהִ֤ים H430 זָעֲקוּ֙ H2199 בַּמִּלְחָמָ֔ה H4421 וְנַעְתּ֥וֹר H6279 לָהֶ֖ם Hl כִּי H3588 בָ֥טְחוּ H982 בֽוֹ Hb ",
  "21": "וַיִּשְׁבּ֣וּ H7617 מִקְנֵיהֶ֗ם H4735 גְּֽמַלֵּיהֶ֞ם H1581 חֲמִשִּׁ֥ים H2572 אֶ֨לֶף֙ H505 וְצֹ֗אן H6629 מָאתַ֤יִם H3967 וַחֲמִשִּׁים֙ H2572 אֶ֔לֶף H505 וַחֲמוֹרִ֖ים H2543 אַלְפָּ֑יִם H505 וְנֶ֥פֶשׁ H5315 אָדָ֖ם H120 מֵ֥אָה H3967 אָֽלֶף H505 ",
  "22": "כִּֽי H3588 חֲלָלִ֤ים H2491 רַבִּים֙ H7227 נָפָ֔לוּ H5307 כִּ֥י H3588 מֵהָ H430 הַמִּלְחָמָ֑ה H4421 וַיֵּשְׁב֥וּ H3427 תַחְתֵּיהֶ֖ם H8478 עַד H5704 הַגֹּלָֽה H1473 ",
  "23": "וּבְנֵ֗י H1121 חֲצִי֙ H2677 שֵׁ֣בֶט H7626 מְנַשֶּׁ֔ה H4519 יָשְׁב֖וּ H3427 בָּאָ֑רֶץ H776 מִבָּשָׁ֞ן H1316 עַד H5704 בַּ֧עַל H1179 חֶרְמ֛וֹן H1179 וּשְׂנִ֥יר H8149 וְהַר H2022 חֶרְמ֖וֹן H2768 הֵ֥מָּה H1992 רָבֽוּ H7235 ",
  "24": "וְאֵ֖לֶּה H428 רָאשֵׁ֣י H7218 בֵית H1004 אֲבוֹתָ֑ם H1 וְעֵ֡פֶר H6081 וְיִשְׁעִ֡י H3469 וֶאֱלִיאֵ֡ל H447 וְ֠עַזְרִיאֵל H5837 וְיִרְמְיָ֨ה H3414 וְהוֹדַוְיָ֜ה H1938 וְיַחְדִּיאֵ֗ל H3164 אֲנָשִׁים֙ H376 גִּבּ֣וֹרֵי H1368 חַ֔יִל H2428 אַנְשֵׁ֣י H376 שֵׁמ֔וֹת H8034 רָאשִׁ֖ים H7218 לְבֵ֥ית H1004 אֲבוֹתָֽם H1 ",
  "25": "וַיִּֽמְעֲל֔וּ H4603 בֵּאלֹהֵ֖י H430 אֲבוֹתֵיהֶ֑ם H1 וַיִּזְנ֗וּ H2181 אַחֲרֵי֙ H310 אֱלֹהֵ֣י H430 עַמֵּי H5971 הָאָ֔רֶץ H776 אֲשֶׁר H834 הִשְׁמִ֥יד H8045 אֱלֹהִ֖ים H430 מִפְּנֵי H6440 ",
  "26": "וַיָּעַר֩ H5782 אֱלֹהֵ֨י H430 יִשְׂרָאֵ֜ל H3478 אֶת H853 ר֣וּחַ H7307 פּ֣וּל H6322 מֶֽלֶךְ H4428 אַשּׁ֗וּר H804 וְאֶת H853 ר֨וּחַ֙ H7307 תִּלְּגַ֤ת H8407 פִּלְנֶ֨סֶר֙ H8407 מֶ֣לֶךְ H4428 אַשּׁ֔וּר H804 וַיַּגְלֵ H1540 לָראוּבֵנִ֣י H7206 וְלַ H1425 וְלַ H2677 שֵׁ֣בֶט H7626 מְנַשֶּׁ֑ה H4519 וַ֠יְבִיאֵ H935 לַחְלַ֨ח H2477 וְחָב֤וֹר H2249 וְהָרָא֙ H2024 וּנְהַ֣ר H5104 גּוֹזָ֔ן H1470 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "27": "",
  "28": "",
  "29": "",
  "30": "",
  "31": "",
  "32": "",
  "33": "",
  "34": "",
  "35": "",
  "36": "",
  "37": "",
  "38": "",
  "39": "",
  "40": "",
  "41": ""
}
