{
  "1": "וְלִ H1121 יִשָׂשכָ֗ר H3485 תּוֹלָ֧ע H8439 וּפוּאָ֛ה H6312 ישיב H3437 וְשִׁמְר֖וֹן H8110 אַרְבָּעָֽה H702 ",
  "2": "וּבְנֵ֣י H1121 תוֹלָ֗ע H8439 עֻזִּ֡י H5813 וּרְפָיָ֡ה H7509 וִֽ֠ירִיאֵל H3400 וְיַחְמַ֨י H3181 וְיִבְשָׂ֜ם H3005 וּשְׁמוּאֵ֗ל H8050 רָאשִׁ֤ים H7218 לְבֵית H1004 אֲבוֹתָם֙ H1 לְתוֹלָ֔ע H8439 גִּבּ֥וֹרֵי H1368 חַ֖יִל H2428 לְתֹלְדוֹתָ֑ H8435 מִסְפָּרָם֙ H4557 בִּימֵ֣י H3117 דָוִ֔יד H1732 עֶשְׂרִֽים H6242 וּשְׁנַ֥יִם H8147 אֶ֖לֶף H505 וְשֵׁ֥שׁ H8337 מֵאֽוֹת H3967 ",
  "3": "וּבְנֵ֥י H1121 עֻזִּ֖י H5813 יִֽזְרַֽחְיָ֑ה H3156 וּבְנֵ֣י H1121 יִֽזְרַֽחְיָ֗ה H3156 מִֽיכָאֵ֡ל H4317 וְ֠עֹבַדְיָה H5662 וְיוֹאֵ֧ל H3100 יִשִּׁיָּ֛ה H3449 חֲמִשָּׁ֖ה H2568 רָאשִׁ֥ים H7218 כֻּלָּֽם H3605 ",
  "4": "וַעֲלֵי H5921 לְתֹלְדוֹתָ֜ H8435 לְבֵ֣ית H1004 אֲבוֹתָ֗ם H1 גְּדוּדֵי֙ H1416 צְבָ֣א H6635 מִלְחָמָ֔ה H4421 שְׁלֹשִׁ֥ים H7970 וְשִׁשָּׁ֖ה H8337 אָ֑לֶף H505 כִּֽי H3588 הִרְבּ֥וּ H7235 נָשִׁ֖ים H802 וּבָנִֽים H1121 ",
  "5": "וַאֲחֵי H251 לְכֹל֙ H3605 מִשְׁפְּח֣וֹת H4940 יִשָׂשכָ֔ר H3485 גִּבּוֹרֵ֖י H1368 חֲיָלִ֑ים H2428 שְׁמוֹנִ֤ים H8084 וְשִׁבְעָה֙ H7651 אֶ֔לֶף H505 הִתְיַחְשָׂ֖ם H3187 לַכֹּֽל H3605 ",
  "6": "בִּנְיָמִ֗ן H1144 בֶּ֧לַע H1106 וָבֶ֛כֶר H1071 וִידִֽיעֲאֵ֖ל H3043 שְׁלֹשָֽׁה H7969 ",
  "7": "וּבְנֵ֣י H1121 בֶ֗לַע H1106 אֶצְבּ֡וֹן H675 וְעֻזִּ֡י H5813 וְ֠עֻזִּיאֵל H5816 וִירִימ֨וֹת H3406 וְעִירִ֜י H5901 חֲמִשָּׁ֗ה H2568 רָאשֵׁי֙ H7218 בֵּ֣ית H1004 אָב֔וֹת H1 גִּבּוֹרֵ֖י H1368 חֲיָלִ֑ים H2428 וְהִתְיַחְשָׂ֗ H3187 עֶשְׂרִ֤ים H6242 וּשְׁנַ֨יִם֙ H8147 אֶ֔לֶף H505 וּשְׁלֹשִׁ֖ים H7970 וְאַרְבָּעָֽה H702 ",
  "8": "וּבְנֵ֣י H1121 בֶ֗כֶר H1071 זְמִירָ֡ה H2160 וְיוֹעָ֡שׁ H3135 וֶ֠אֱלִיעֶזֶר H461 וְאֶלְיוֹעֵינַ֤י H454 וְעָמְרִי֙ H6018 וִירֵמ֣וֹת H3406 וַאֲבִיָּ֔ה H29 וַעֲנָת֖וֹת H6068 וְעָלָ֑מֶת H5964 כָּל H3605 אֵ֖לֶּה H428 בְּנֵי H1121 בָֽכֶר H1071 ",
  "9": "וְהִתְיַחְשָׂ֣ H3187 לְתֹלְדוֹתָ֗ H8435 רָאשֵׁי֙ H7218 בֵּ֣ית H1004 אֲבוֹתָ֔ם H1 גִּבּוֹרֵ֖י H1368 חָ֑יִל H2428 עֶשְׂרִ֥ים H6242 אֶ֖לֶף H505 וּמָאתָֽיִם H3967 ",
  "10": "וּבְנֵ֥י H1121 יְדִיעֲאֵ֖ל H3043 בִּלְהָ֑ן H1092 וּבְנֵ֣י H1121 בִלְהָ֗ן H1092 יעיש H3266 וּ֠בִנְיָמִן H1144 וְאֵה֤וּד H164 וּֽכְנַעֲנָה֙ H3668 וְזֵיתָ֔ן H2133 וְתַרְשִׁ֖ישׁ H8659 וַאֲחִישָֽׁחַר H300 ",
  "11": "כָּל H3605 אֵ֜לֶּה H428 בְּנֵ֤י H1121 יְדִֽיעֲאֵל֙ H3043 לְרָאשֵׁ֣י H7218 הָאָב֔וֹת H1 גִּבּוֹרֵ֖י H1368 חֲיָלִ֑ים H2428 שִׁבְעָֽה H7651 עָשָׂ֥ר H6240 אֶ֨לֶף֙ H505 וּמָאתַ֔יִם H3967 יֹצְאֵ֥י H3318 צָבָ֖א H6635 לַמִּלְחָמָֽה H4421 ",
  "12": "וְשֻׁפִּ֤ם H8206 וְחֻפִּם֙ H2650 בְּנֵ֣י H1121 עִ֔יר H5893 חֻשִׁ֖ם H2366 בְּנֵ֥י H1121 אַחֵֽר H313 ",
  "13": "בְּנֵ֣י H1121 נַפְתָּלִ֗י H5321 יַחֲצִיאֵ֧ל H3185 וְגוּנִ֛י H1476 וְיֵ֥צֶר H3337 וְשַׁלּ֖וּם H7967 בְּנֵ֥י H1121 בִלְהָֽה H1090 ",
  "14": "בְּנֵ֣י H1121 מְנַשֶּׁ֔ה H4519 אַשְׂרִיאֵ֖ל H844 אֲשֶׁ֣ר H834 יָלָ֑דָה H3205 פִּֽילַגְשׁוֹ֙ H6370 הָֽאֲרַמִּיָּ֔ה H761 יָלְדָ֕ה H3205 אֶת H853 מָכִ֖יר H4353 אֲבִ֥י H1 גִלְעָֽד H1568 ",
  "15": "וּמָכִ֞יר H4353 לָקַ֤ח H3947 אִשָּׁה֙ H802 לְחֻפִּ֣ים H2650 וּלְ H8206 וְשֵׁ֤ם H8034 אֲחֹתוֹ֙ H269 מַעֲכָ֔ה H4601 וְשֵׁ֥ם H8034 הַשֵּׁנִ֖י H8145 צְלָפְחָ֑ד H6765 וַתִּהְיֶ֥נָה H1961 לִצְלָפְחָ֖ד H6765 בָּנֽוֹת H1323 ",
  "16": "וַתֵּ֨לֶד H3205 מַעֲכָ֤ה H4601 אֵֽשֶׁת H802 מָכִיר֙ H4353 בֵּ֔ן H1121 וַתִּקְרָ֤א H7121 שְׁמוֹ֙ H8034 פֶּ֔רֶשׁ H6570 וְשֵׁ֥ם H8034 אָחִ֖יו H251 שָׁ֑רֶשׁ H8329 וּבָנָ֖י H1121 אוּלָ֥ם H198 וָרָֽקֶם H7552 ",
  "17": "וּבְנֵ֥י H1121 אוּלָ֖ם H198 בְּדָ֑ן H917 אֵ֚לֶּה H428 בְּנֵ֣י H1121 גִלְעָ֔ד H1568 בֶּן H1121 מָכִ֖יר H4353 בֶּן H1121 מְנַשֶּֽׁה H4519 ",
  "18": "וַאֲחֹת֖ H269 הַמֹּלֶ֑כֶת H4447 יָלְדָה֙ H3205 אֶת H853 אִישְׁה֔וֹד H379 וְאֶת H853 אֲבִיעֶ֖זֶר H44 וְאֶת H853 מַחְלָֽה H4244 ",
  "19": "וַיִּהְי֖וּ H1961 בְּנֵ֣י H1121 שְׁמִידָ֑ע H8061 אַחְיָ֣ן H291 וָשֶׁ֔כֶם H7928 וְלִקְחִ֖י H3949 וַאֲנִיעָֽם H593 ",
  "20": "וּבְנֵ֥י H1121 אֶפְרַ֖יִם H669 שׁוּתָ֑לַח H7803 וּבֶ֤רֶד H1260 בְּנוֹ֙ H1121 וְתַ֣חַת H8480 בְּנ֔וֹ H1121 וְאֶלְעָדָ֥ה H497 בְנ֖וֹ H1121 וְתַ֥חַת H8480 בְּנֽוֹ H1121 ",
  "21": "וְזָבָ֥ד H2066 בְּנ֛וֹ H1121 וְשׁוּתֶ֥לַח H7803 בְּנ֖וֹ H1121 וְעֵ֣זֶר H5827 וְאֶלְעָ֑ד H496 וַהֲרָג֗וּ H2026 אַנְשֵׁי H376 גַת֙ H1661 הַנּוֹלָדִ֣ים H3205 בָּאָ֔רֶץ H776 כִּ֣י H3588 יָרְד֔וּ H3381 לָקַ֖חַת H3947 אֶת H853 מִקְנֵיהֶֽם H4735 ",
  "22": "וַיִּתְאַבֵּ֛ל H56 אֶפְרַ֥יִם H669 אֲבִיהֶ֖ם H1 יָמִ֣ים H3117 רַבִּ֑ים H7227 וַיָּבֹ֥אוּ H935 אֶחָ֖יו H251 לְנַחֲמֽ H5162 ",
  "23": "וַיָּבֹא֙ H935 אֶל H413 אִשְׁתּ֔וֹ H802 וַתַּ֖הַר H2029 וַתֵּ֣לֶד H3205 בֵּ֑ן H1121 וַיִּקְרָ֤א H7121 אֶת H853 שְׁמוֹ֙ H8034 בְּרִיעָ֔ה H1283 כִּ֥י H3588 בְרָעָ֖ה H7451 הָיְתָ֥ה H1961 בְּבֵיתֽ H1004 ",
  "24": "וּבִתּ֣ H1323 שֶׁאֱרָ֔ה H7609 וַתִּ֧בֶן H1129 אֶת H853 בֵּית H1032 חוֹר֛וֹן H1032 הַתַּחְתּ֖וֹן H8481 וְאֶת H853 הָעֶלְי֑וֹן H5945 וְאֵ֖ת H853 אֻזֵּ֥ן H242 שֶׁאֱרָֽה H242 ",
  "25": "וְרֶ֣פַח H7506 בְּנ֗וֹ H1121 וְרֶ֧שֶׁף H7566 וְתֶ֛לַח H8520 בְּנ֖וֹ H1121 וְתַ֥חַן H8465 בְּנֽוֹ H1121 ",
  "26": "לַעְדָּ֥ן H3936 בְּנ֛וֹ H1121 עַמִּיה֥וּד H5989 בְּנ֖וֹ H1121 אֱלִישָׁמָ֥ע H476 בְּנֽוֹ H1121 ",
  "27": "נ֥וֹן H5126 בְּנ֖וֹ H1121 יְהוֹשֻׁ֥עַ H3091 בְּנֽוֹ H1121 ",
  "28": "וַאֲחֻזָּתָ H272 וּמֹ֣שְׁבוֹתָ֔ H4186 בֵּֽית H1008 אֵ֖ל H1008 וּבְנֹתֶ֑י H1323 וְלַ H4217 נַעֲרָ֔ן H5295 וְלַֽ H4628 גֶּ֤זֶר H1507 וּבְנֹתֶ֨י H1323 וּשְׁכֶ֣ם H7927 וּבְנֹתֶ֔י H1323 עַד H5704 עַיָּ֖ה H5804 וּבְנֹתֶֽי H1323 ",
  "29": "וְעַל H5921 יְדֵ֣י H3027 בְנֵי H1121 מְנַשֶּׁ֗ה H4519 בֵּית H1052 שְׁאָ֤ן H1052 וּבְנֹתֶ֨י H1323 תַּעְנַ֣ךְ H8590 וּבְנֹתֶ֔י H1323 מְגִדּ֥וֹ H4023 וּבְנוֹתֶ֖י H1323 דּ֣וֹר H1756 וּבְנוֹתֶ֑י H1323 בְּאֵ֨לֶּה֙ H428 יָשְׁב֔וּ H3427 בְּנֵ֥י H1121 יוֹסֵ֖ף H3130 בֶּן H1121 יִשְׂרָאֵֽל H3478 ",
  "30": "בְּנֵ֣י H1121 אָשֵׁ֗ר H836 יִמְנָ֧ה H3232 וְיִשְׁוָ֛ה H3438 וְיִשְׁוִ֥י H3440 וּבְרִיעָ֖ה H1283 וְשֶׂ֥רַח H8294 אֲחוֹתָֽם H269 ",
  "31": "וּבְנֵ֣י H1121 בְרִיעָ֔ה H1283 חֶ֖בֶר H2268 וּמַלְכִּיאֵ֑ל H4439 ה֖וּא H1931 אֲבִ֥י H1 ברזות H1269 ",
  "32": "וְחֶ֨בֶר֙ H2268 הוֹלִ֣יד H3205 אֶת H853 יַפְלֵ֔ט H3310 וְאֶת H853 שׁוֹמֵ֖ר H7763 וְאֶת H853 חוֹתָ֑ם H2369 וְאֵ֖ת H853 שׁוּעָ֥א H7774 אֲחוֹתָֽם H269 ",
  "33": "וּבְנֵ֣י H1121 יַפְלֵ֔ט H3310 פָּסַ֥ךְ H6457 וּבִמְהָ֖ל H1118 וְעַשְׁוָ֑ת H6220 אֵ֖לֶּה H428 בְּנֵ֥י H1121 יַפְלֵֽט H3310 ",
  "34": "וּבְנֵ֖י H1121 שָׁ֑מֶר H8106 אֲחִ֥י H277 ורוהגה H7303 יחבה H3160 וַאֲרָֽם H758 ",
  "35": "וּבֶן H1121 הֵ֖לֶם H1987 אָחִ֑יו H251 צוֹפַ֥ח H6690 וְיִמְנָ֖ע H3234 וְשֵׁ֥לֶשׁ H8028 וְעָמָֽל H6000 ",
  "36": "בְּנֵ֖י H1121 צוֹפָ֑ח H6690 ס֧וּחַ H5477 וְחַרְנֶ֛פֶר H2774 וְשׁוּעָ֖ל H7777 וּבֵרִ֥י H1275 וְיִמְרָֽה H3236 ",
  "37": "בֶּ֣צֶר H1221 וָה֗וֹד H1936 וְשַׁמָּ֧א H8037 וְשִׁלְשָׁ֛ה H8030 וְיִתְרָ֖ן H3506 וּבְאֵרָֽא H878 ",
  "38": "וּבְנֵ֖י H1121 יֶ֑תֶר H3500 יְפֻנֶּ֥ה H3312 וּפִסְפָּ֖ה H6462 וַאְרָֽא H690 ",
  "39": "וּבְנֵ֖י H1121 עֻלָּ֑א H5925 אָרַ֥ח H733 וְחַנִּיאֵ֖ל H2592 וְרִצְיָֽא H7525 ",
  "40": "כָּל H3605 אֵ֣לֶּה H428 בְנֵי H1121 אָ֠שֵׁר H836 רָאשֵׁ֨י H7218 בֵית H1004 הָאָב֤וֹת H1 בְּרוּרִים֙ H1305 גִּבּוֹרֵ֣י H1368 חֲיָלִ֔ים H2428 רָאשֵׁ֖י H7218 הַנְּשִׂיאִ֑ים H5387 וְהִתְיַחְשָׂ֤ H3187 בַּצָּבָא֙ H6635 בַּמִּלְחָמָ֔ה H4421 מִסְפָּרָ֣ם H4557 אֲנָשִׁ֔ים H376 עֶשְׂרִ֥ים H6242 וְשִׁשָּׁ֖ה H8337 אָֽלֶף H505 "
}
