{
  "1": "וּבִ֨נְיָמִ֔ן H1144 הוֹלִ֖יד H3205 אֶת H853 בֶּ֣לַע H1106 בְּכֹר֑וֹ H1060 אַשְׁבֵּל֙ H788 הַשֵּׁנִ֔י H8145 וְאַחְרַ֖ח H315 הַשְּׁלִישִֽׁי H7992 ",
  "2": "נוֹחָה֙ H5119 הָֽרְבִיעִ֔י H7243 וְרָפָ֖א H7498 הַחֲמִישִֽׁי H2549 ",
  "3": "וַיִּהְי֥וּ H1961 בָנִ֖ים H1121 לְבָ֑לַע H1106 אַדָּ֥ר H146 וְגֵרָ֖א H1617 וַאֲבִיהֽוּד H31 ",
  "4": "וַאֲבִישׁ֥וּעַ H50 וְנַעֲמָ֖ן H5283 וַאֲחֽוֹחַ H265 ",
  "5": "וְגֵרָ֥א H1617 וּשְׁפוּפָ֖ן H8197 וְחוּרָֽם H2361 ",
  "6": "וְאֵ֖לֶּה H428 בְּנֵ֣י H1121 אֵח֑וּד H261 אֵ֣לֶּה H428 הֵ֞ם H1992 רָאשֵׁ֤י H7218 אָבוֹת֙ H1 לְי֣וֹשְׁבֵי H3427 גֶ֔בַע H1387 וַיַּגְל֖וּ H1540 אֶל H413 מָנָֽחַת H4506 ",
  "7": "וְנַעֲמָ֧ן H5283 וַאֲחִיָּ֛ה H281 וְגֵרָ֖א H1617 ה֣וּא H1931 הֶגְלָ֑ם H1540 וְהוֹלִ֥יד H3205 אֶת H853 עֻזָּ֖א H5798 וְאֶת H853 אֲחִיחֻֽד H284 ",
  "8": "וְשַׁחֲרַ֗יִם H7842 הוֹלִיד֙ H3205 בִּשְׂדֵ֣ה H7704 מוֹאָ֔ב H4124 מִן H4480 שִׁלְח֖וֹ H7971 אֹתָ֑ם H853 חוּשִׁ֥ים H2366 וְאֶֽת H853 בַּעֲרָ֖א H1199 נָשָֽׁיו H802 ",
  "9": "וַיּ֖וֹלֶד H3205 מִן H4480 חֹ֣דֶשׁ H2321 אִשְׁתּ֑וֹ H802 אֶת H853 יוֹבָב֙ H3103 וְאֶת H853 צִבְיָ֔א H6644 וְאֶת H853 מֵישָׁ֖א H4331 וְאֶת H853 מַלְכָּֽם H4445 ",
  "10": "וְאֶת H853 יְע֥וּץ H3263 וְאֶת H853 שָֽׂכְיָ֖ה H7634 וְאֶת H853 מִרְמָ֑ה H4821 אֵ֥לֶּה H428 בָנָ֖יו H1121 רָאשֵׁ֥י H7218 אָבֽוֹת H1 ",
  "11": "וּמֵ H2366 הוֹלִ֥יד H3205 אֶת H853 אֲבִיט֖וּב H36 וְאֶת H853 אֶלְפָּֽעַל H508 ",
  "12": "וּבְנֵ֣י H1121 אֶלְפַּ֔עַל H508 עֵ֥בֶר H5677 וּמִשְׁעָ֖ם H4936 וָשָׁ֑מֶד H8106 ה֚וּא H1931 בָּנָ֣ה H1129 אֶת H853 אוֹנ֔וֹ H207 וְאֶת H853 לֹ֖ד H3850 וּבְנֹתֶֽי H1323 ",
  "13": "וּבְרִעָ֣ה H1283 וָשֶׁ֔מַע H8087 הֵ֚מָּה H1992 רָאשֵׁ֣י H7218 הָאָב֔וֹת H1 לְיוֹשְׁבֵ֖י H3427 אַיָּל֑וֹן H357 הֵ֥מָּה H1992 הִבְרִ֖יחוּ H1272 אֶת H853 י֥וֹשְׁבֵי H3427 גַֽת H1661 ",
  "14": "וְאַחְי֥וֹ H283 שָׁשָׁ֖ק H8349 וִירֵמֽוֹת H3406 ",
  "15": "וּזְבַדְיָ֥ה H2069 וַעֲרָ֖ד H6166 וָעָֽדֶר H5738 ",
  "16": "וּמִיכָאֵ֧ל H4317 וְיִשְׁפָּ֛ה H3472 וְיוֹחָ֖א H3109 בְּנֵ֥י H1121 בְרִיעָֽה H1283 ",
  "17": "וּזְבַדְיָ֥ה H2069 וּמְשֻׁלָּ֖ם H4918 וְחִזְקִ֥י H2395 וָחָֽבֶר H2268 ",
  "18": "וְיִשְׁמְרַ֧י H3461 וְיִזְלִיאָ֛ה H3152 וְיוֹבָ֖ב H3103 בְּנֵ֥י H1121 אֶלְפָּֽעַל H508 ",
  "19": "וְיָקִ֥ים H3356 וְזִכְרִ֖י H2147 וְזַבְדִּֽי H2067 ",
  "20": "וֶאֱלִיעֵנַ֥י H462 וְצִלְּתַ֖י H6769 וֶאֱלִיאֵֽל H447 ",
  "21": "וַעֲדָיָ֧ה H5718 וּבְרָאיָ֛ה H1256 וְשִׁמְרָ֖ת H8119 בְּנֵ֥י H1121 שִׁמְעִֽי H8096 ",
  "22": "וְיִשְׁפָּ֥ן H3473 וָעֵ֖בֶר H5677 וֶאֱלִיאֵֽל H447 ",
  "23": "וְעַבְדּ֥וֹן H5658 וְזִכְרִ֖י H2147 וְחָנָֽן H2605 ",
  "24": "וַחֲנַנְיָ֥ה H2608 וְעֵילָ֖ם H5867 וְעַנְתֹתִיָּֽה H6070 ",
  "25": "וְיִפְדְיָ֥ה H3301 ופניאל H6439 בְּנֵ֥י H1121 שָׁשָֽׁק H8349 ",
  "26": "וְשַׁמְשְׁרַ֥י H8125 וּשְׁחַרְיָ֖ה H7841 וַעֲתַלְיָֽה H6271 ",
  "27": "וְיַעֲרֶשְׁיָ֧ה H3298 וְאֵלִיָּ֛ה H452 וְזִכְרִ֖י H2147 בְּנֵ֥י H1121 יְרֹחָֽם H3395 ",
  "28": "אֵ֣לֶּה H428 רָאשֵׁ֥י H7218 אָב֛וֹת H1 לְתֹלְדוֹתָ֖ H8435 רָאשִׁ֑ים H7218 אֵ֖לֶּה H428 יָשְׁב֥וּ H3427 בִירוּשָׁלִָֽם H3389 ",
  "29": "וּבְ H1391 יָשְׁב֖וּ H3427 אֲבִ֣י H1 גִבְע֑וֹן H1391 וְשֵׁ֥ם H8034 אִשְׁתּ֖וֹ H802 מַעֲכָֽה H4601 ",
  "30": "וּבְנ֥ H1121 הַבְּכ֖וֹר H1060 עַבְדּ֑וֹן H5658 וְצ֥וּר H6698 וְקִ֖ישׁ H7027 וּבַ֥עַל H1168 וְנָדָֽב H5070 ",
  "31": "וּגְד֥וֹר H1446 וְאַחְי֖וֹ H283 וָזָֽכֶר H2144 ",
  "32": "וּמִקְל֖וֹת H4732 הוֹלִ֣יד H3205 אֶת H853 שִׁמְאָ֑ה H8039 וְאַף H637 הֵ֗מָּה H1992 נֶ֧גֶד H5048 אֲחֵיהֶ֛ם H251 יָשְׁב֥וּ H3427 בִירוּשָׁלִַ֖ם H3389 עִם H5973 אֲחֵיהֶֽם H251 ",
  "33": "וְנֵר֙ H5369 הוֹלִ֣יד H3205 אֶת H853 קִ֔ישׁ H7027 וְקִ֖ישׁ H7027 הוֹלִ֣יד H3205 אֶת H853 שָׁא֑וּל H7586 וְשָׁא֗וּל H7586 הוֹלִ֤יד H3205 אֶת H853 יְהֽוֹנָתָן֙ H3083 וְאֶת H853 מַלְכִּי H4444 שׁ֔וּעַ H4444 וְאֶת H853 אֲבִֽינָדָ֖ב H41 וְאֶת H853 אֶשְׁבָּֽעַל H792 ",
  "34": "וּבֶן H1121 יְהוֹנָתָ֖ן H3083 מְרִ֣יב H4807 בָּ֑עַל H4807 וּמְרִ֥יב H4807 בַּ֖עַל H4807 הוֹלִ֥יד H3205 אֶת H853 מִיכָֽה H4318 ",
  "35": "וּבְנֵ֖י H1121 מִיכָ֑ה H4318 פִּית֥וֹן H6377 וָמֶ֖לֶךְ H4429 וְתַאְרֵ֥עַ H8390 וְאָחָֽז H271 ",
  "36": "וְאָחָז֙ H271 הוֹלִ֣יד H3205 אֶת H853 יְהוֹעַדָּ֔ה H3085 וִיהֽוֹעַדָּ֗ה H3085 הוֹלִ֛יד H3205 אֶת H853 עָלֶ֥מֶת H5964 וְאֶת H853 עַזְמָ֖וֶת H5820 וְאֶת H853 זִמְרִ֑י H2174 וְזִמְרִ֖י H2174 הוֹלִ֥יד H3205 אֶת H853 מוֹצָֽא H4162 ",
  "37": "וּמוֹצָ֖א H4162 הוֹלִ֣יד H3205 אֶת H853 בִּנְעָ֑א H1150 רָפָ֥ה H7498 בְנ֛וֹ H1121 אֶלְעָשָׂ֥ה H501 בְנ֖וֹ H1121 אָצֵ֥ל H682 בְּנֽוֹ H1121 ",
  "38": "וּלְ H682 שִׁשָּׁ֣ה H8337 בָנִים֒ H1121 וְאֵ֣לֶּה H428 שְׁמוֹתָ֗ם H8034 עַזְרִיקָ֥ם H5840 בֹּ֨כְרוּ֙ H1074 וְיִשְׁמָעֵ֣אל H3458 וּשְׁעַרְיָ֔ה H8187 וְעֹבַדְיָ֖ה H5662 וְחָנָ֑ן H2605 כָּל H3605 אֵ֖לֶּה H428 בְּנֵ֥י H1121 אָצַֽל H682 ",
  "39": "וּבְנֵ֖י H1121 עֵ֣שֶׁק H6232 אָחִ֑יו H251 אוּלָ֣ם H198 בְּכֹר֔וֹ H1060 יְעוּשׁ֙ H3266 הַשֵּׁנִ֔י H8145 וֶֽאֱלִיפֶ֖לֶט H467 הַשְּׁלִשִֽׁי H7992 ",
  "40": "וַֽיִּהְי֣וּ H1961 בְנֵי H1121 א֠וּלָם H198 אֲנָשִׁ֨ים H376 גִּבֹּרֵי H1368 חַ֜יִל H2428 דֹּ֣רְכֵי H1869 קֶ֗שֶׁת H7198 וּמַרְבִּ֤ים H7235 בָּנִים֙ H1121 וּבְנֵ֣י H1121 בָנִ֔ים H1121 מֵאָ֖ה H3967 וַחֲמִשִּׁ֑ים H2572 כָּל H3605 אֵ֖לֶּה H428 מִבְּנֵ֥י H1121 בִנְיָמִֽן H1144 "
}
