{
  "1": "וְכָל H3605 יִשְׂרָאֵל֙ H3478 הִתְיַחְשׂ֔וּ H3187 וְהִנָּ֣ H2009 כְּתוּבִ֔ים H3789 עַל H5921 סֵ֖פֶר H5612 מַלְכֵ֣י H4428 יִשְׂרָאֵ֑ל H3478 וִיהוּדָ֛ה H3063 הָגְל֥וּ H1540 לְבָבֶ֖ל H894 בְּמַעֲלָֽ H4604 ",
  "2": "וְהַ H3427 הָרִ֣אשֹׁנִ֔ים H7223 אֲשֶׁ֥ר H834 בַּאֲחֻזָּתָ֖ H272 בְּעָרֵי H5892 יִשְׂרָאֵל֙ H3478 הַכֹּ֣הֲנִ֔ים H3548 הַלְוִיִּ֖ם H3881 וְהַ H5411 ",
  "3": "וּבִ H3389 יָשְׁב֔וּ H3427 מִן H4480 בְּנֵ֥י H1121 יְהוּדָ֖ה H3063 וּמִן H4480 בְּנֵ֣י H1121 בִנְיָמִ֑ן H1144 וּמִן H4480 בְּנֵ֥י H1121 אֶפְרַ֖יִם H669 וּמְנַשֶּֽׁה H4519 ",
  "4": "עוּתַ֨י H5793 בֶּן H1121 עַמִּיה֤וּד H5989 בֶּן H1121 עָמְרִי֙ H6018 בֶּן H1121 אִמְרִ֣י H566 בֶן H1121 בנימן H1144 בְּנֵי H1121 פֶ֖רֶץ H6557 בֶּן H1121 יְהוּדָֽה H3063 ",
  "5": "וּמִן H4480 הַשִּׁ֣ילוֹנִ֔י H7888 עֲשָׂיָ֥ה H6222 הַבְּכ֖וֹר H1060 וּבָנָֽי H1121 ",
  "6": "וּמִן H4480 בְּנֵי H1121 זֶ֖רַח H2226 יְעוּאֵ֑ל H3262 וַאֲחֵי H251 שֵׁשׁ H8337 מֵא֥וֹת H3967 וְתִשְׁעִֽים H8673 ",
  "7": "וּמִן H4480 בְּנֵ֖י H1121 בִּנְיָמִ֑ן H1144 סַלּוּא֙ H5543 בֶּן H1121 מְשֻׁלָּ֔ם H4918 בֶּן H1121 הוֹדַוְיָ֖ה H1938 בֶּן H1121 הַסְּנֻאָֽה H5574 ",
  "8": "וְיִבְנְיָה֙ H2997 בֶּן H1121 יְרֹחָ֔ם H3395 וְאֵלָ֥ה H425 בֶן H1121 עֻזִּ֖י H5813 בֶּן H1121 מִכְרִ֑י H4381 וּמְשֻׁלָּם֙ H4918 בֶּן H1121 שְׁפַטְיָ֔ה H8203 בֶּן H1121 רְעוּאֵ֖ל H7467 בֶּן H1121 יִבְנִיָּֽה H2998 ",
  "9": "וַאֲחֵי H251 לְתֹ֣לְדוֹתָ֔ H8435 תְּשַׁ֥ע H8672 מֵא֖וֹת H3967 וַחֲמִשִּׁ֣ים H2572 וְשִׁשָּׁ֑ה H8337 כָּל H3605 אֵ֣לֶּה H428 אֲנָשִׁ֔ים H376 רָאשֵׁ֥י H7218 אָב֖וֹת H1 לְבֵ֥ית H1004 אֲבֹתֵיהֶֽם H1 ",
  "10": "וּמִן H4480 הַֽכֹּהֲנִ֑ים H3548 יְדַֽעְיָ֥ה H3048 וִיהוֹיָרִ֖יב H3080 וְיָכִֽין H3199 ",
  "11": "וַעֲזַרְיָ֨ה H5838 בֶן H1121 חִלְקִיָּ֜ה H2518 בֶּן H1121 מְשֻׁלָּ֣ם H4918 בֶּן H1121 צָד֗וֹק H6659 בֶּן H1121 מְרָיוֹת֙ H4812 בֶּן H1121 אֲחִיט֔וּב H285 נְגִ֖יד H5057 בֵּ֥ית H1004 הָאֱלֹהִֽים H430 ",
  "12": "וַעֲדָיָה֙ H5718 בֶּן H1121 יְרֹחָ֔ם H3395 בֶּן H1121 פַּשְׁח֖וּר H6583 בֶּן H1121 מַלְכִּיָּ֑ה H4441 וּמַעְשַׂ֨י H4640 בֶּן H1121 עֲדִיאֵ֧ל H5717 בֶּן H1121 יַחְזֵ֛רָה H3170 בֶּן H1121 מְשֻׁלָּ֥ם H4918 בֶּן H1121 מְשִׁלֵּמִ֖ית H4921 בֶּן H1121 אִמֵּֽר H564 ",
  "13": "וַאֲחֵי H251 רָאשִׁים֙ H7218 לְבֵ֣ית H1004 אֲבוֹתָ֔ם H1 אֶ֕לֶף H505 וּשְׁבַ֥ע H7651 מֵא֖וֹת H3967 וְשִׁשִּׁ֑ים H8346 גִּבּ֣וֹרֵי H1368 חֵ֔יל H2428 מְלֶ֖אכֶת H4399 עֲבוֹדַ֥ת H5656 בֵּית H1004 הָאֱלֹהִֽים H430 ",
  "14": "וּמִֽן H4480 הַלְוִיִּ֑ם H3881 שְׁמַֽעְיָ֧ה H8098 בֶן H1121 חַשּׁ֛וּב H2815 בֶּן H1121 עַזְרִיקָ֥ם H5840 בֶּן H1121 חֲשַׁבְיָ֖ה H2811 מִן H4480 בְּנֵ֥י H1121 מְרָרִֽי H4847 ",
  "15": "וּבַקְבַּקַּ֥ר H1230 חֶ֖רֶשׁ H2792 וְגָלָ֑ל H1559 וּמַתַּנְיָה֙ H4983 בֶּן H1121 מִיכָ֔א H4316 בֶּן H1121 זִכְרִ֖י H2147 בֶּן H1121 אָסָֽף H623 ",
  "16": "וְעֹבַדְיָה֙ H5662 בֶּֽן H1121 שְׁמַֽעְיָ֔ה H8098 בֶּן H1121 גָּלָ֖ל H1559 בֶּן H1121 יְדוּת֑וּן H3038 וּבֶרֶכְיָ֤ה H1296 בֶן H1121 אָסָא֙ H609 בֶּן H1121 אֶלְקָנָ֔ה H511 הַיּוֹשֵׁ֖ב H3427 בְּחַצְרֵ֥י H2691 נְטוֹפָתִֽי H5200 ",
  "17": "וְהַ H7778 שַׁלּ֣וּם H7967 וְעַקּ֔וּב H6126 וְטַלְמֹ֖ן H2929 וַאֲחִימָ֑ן H289 וַאֲחִי H251 שַׁלּ֖וּם H7967 הָרֹֽאשׁ H7218 ",
  "18": "וְֽעַד H5704 הֵ֔נָּה H2008 בְּשַׁ֥עַר H8179 הַמֶּ֖לֶךְ H4428 מִזְרָ֑חָה H4217 הֵ֚מָּה H1992 הַשֹּׁ֣עֲרִ֔ים H7778 לְמַחֲנ֖וֹת H4264 בְּנֵ֥י H1121 לֵוִֽי H3878 ",
  "19": "וְשַׁלּ֣וּם H7967 בֶּן H1121 ק֠וֹרֵא H6981 בֶּן H1121 אֶבְיָסָ֨ף H43 בֶּן H1121 קֹ֜רַח H7141 וְֽאֶחָ֧י H251 לְבֵית H1004 אָבִ֣יו H1 הַקָּרְחִ֗ים H7145 עַ֚ל H5921 מְלֶ֣אכֶת H4399 הָעֲבוֹדָ֔ה H5656 שֹׁמְרֵ֥י H8104 הַסִּפִּ֖ים H5592 לָאֹ֑הֶל H168 וַאֲבֹֽתֵי H1 עַל H5921 מַחֲנֵ֣ה H4264 יְהוָ֔ה H3068 שֹׁמְרֵ֖י H8104 הַמָּבֽוֹא H3996 ",
  "20": "וּפִֽינְחָ֣ס H6372 בֶּן H1121 אֶלְעָזָ֗ר H499 נָגִ֨יד H5057 הָיָ֧ה H1961 עֲלֵיהֶ֛ם H5921 לְפָנִ֖ים H6440 יְהוָ֥ה H3068 עִמּֽוֹ H5973 ",
  "21": "זְכַרְיָה֙ H2148 בֶּ֣ן H1121 מְשֶֽׁלֶמְיָ֔ה H4920 שֹׁעֵ֥ר H7778 פֶּ֖תַח H6607 לְאֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "22": "כֻּלָּ֤ם H3605 הַבְּרוּרִים֙ H1305 לְשֹׁעֲרִ֣ים H7778 בַּסִּפִּ֔ים H5592 מָאתַ֖יִם H3967 וּשְׁנֵ֣ים H8147 עָשָׂ֑ר H6240 הֵ֤מָּה H1992 בְחַצְרֵי H2691 הִתְיַחְשָׂ֔ם H3187 הֵ֣מָּה H1992 יִסַּ֥ד H3245 דָּוִ֛יד H1732 וּשְׁמוּאֵ֥ל H8050 הָרֹאֶ֖ה H7200 בֶּאֱמוּנָתָֽ H530 ",
  "23": "וְהֵ֨ם H1992 וּבְנֵי H1121 עַל H5921 הַשְּׁעָרִ֧ים H8179 לְבֵית H1004 יְהוָ֛ה H3068 לְבֵ֥ית H1004 הָאֹ֖הֶל H168 לְמִשְׁמָרֽוֹת H4931 ",
  "24": "לְאַרְבַּ֣ע H702 רוּח֔וֹת H7307 יִהְי֖וּ H1961 הַשֹּׁעֲרִ֑ים H7778 מִזְרָ֥ח H4217 יָ֖מָּה H3220 צָפ֥וֹנָה H6828 וָנֶֽגְבָּ H5045 ",
  "25": "וַאֲחֵי H251 בְּחַצְרֵי H2691 לָב֨וֹא H935 לְשִׁבְעַ֧ת H7651 הַיָּמִ֛ים H3117 מֵעֵ֥ת H6256 אֶל H413 עֵ֖ת H6256 עִם H5973 אֵֽלֶּה H428 ",
  "26": "כִּ֣י H3588 בֶאֱמוּנָ֞ה H530 הֵ֗מָּה H1992 אַרְבַּ֨עַת֙ H702 גִּבֹּרֵ֣י H1368 הַשֹּׁעֲרִ֔ים H7778 הֵ֖ם H1992 הַלְוִיִּ֑ם H3881 וְהָיוּ֙ H1961 עַל H5921 הַלְּשָׁכ֔וֹת H3957 וְעַ֥ל H5921 הָאֹצְר֖וֹת H214 בֵּ֥ית H1004 הָאֱלֹהִֽים H430 ",
  "27": "וּסְבִיב֥וֹת H5439 בֵּית H1004 הָאֱלֹהִ֖ים H430 יָלִ֑ינוּ H3885 כִּֽי H3588 עֲלֵיהֶ֣ם H5921 מִשְׁמֶ֔רֶת H4931 וְהֵ֥ם H1992 עַל H5921 הַמַּפְתֵּ֖חַ H4669 וְלַ H1242 לַבֹּֽקֶר H1242 ",
  "28": "וּמֵ H1992 עַל H5921 כְּלֵ֣י H3627 הָעֲבוֹדָ֑ה H5656 כִּֽי H3588 בְמִסְפָּ֣ר H4557 יְבִיא֔וּם H935 וּבְ H4557 יוֹצִיאֽוּם H3318 ",
  "29": "וּמֵ H1992 מְמֻנִּים֙ H4487 עַל H5921 הַכֵּלִ֔ים H3627 וְעַ֖ל H5921 כָּל H3605 כְּלֵ֣י H3627 הַקֹּ֑דֶשׁ H6944 וְעַל H5921 הַסֹּ֨לֶת֙ H5560 וְהַ H3196 וְהַ H8081 וְהַ H3828 וְהַ H1314 ",
  "30": "וּמִן H4480 בְּנֵי֙ H1121 הַכֹּ֣הֲנִ֔ים H3548 רֹקְחֵ֥י H7543 הַמִּרְקַ֖חַת H4842 לַבְּשָׂמִֽים H1314 ",
  "31": "וּמַתִּתְיָה֙ H4993 מִן H4480 הַלְוִיִּ֔ם H3881 ה֥וּא H1931 הַבְּכ֖וֹר H1060 לְשַׁלֻּ֣ם H7967 הַקָּרְחִ֑י H7145 בֶּאֱמוּנָ֕ה H530 עַ֖ל H5921 מַעֲשֵׂ֥ה H4639 הַחֲבִתִּֽים H2281 ",
  "32": "וּמִן H4480 בְּנֵ֧י H1121 הַקְּהָתִ֛י H6956 מִן H4480 אֲחֵיהֶ֖ם H251 עַל H5921 לֶ֣חֶם H3899 הַֽמַּעֲרָ֑כֶת H4635 לְהָכִ֖ין H3559 שַׁבַּ֥ת H7676 שַׁבָּֽת H7676 ",
  "33": "וְאֵ֣לֶּה H428 הַ֠מְשֹׁרְרִים H7891 רָאשֵׁ֨י H7218 אָב֧וֹת H1 לַלְוִיִּ֛ם H3881 בַּלְּשָׁכֹ֖ת H3957 פטירים H6359 כִּֽי H3588 יוֹמָ֥ם H3119 וָלַ֛יְלָה H3915 עֲלֵיהֶ֖ם H5921 בַּמְּלָאכָֽה H4399 ",
  "34": "אֵלֶּה֩ H428 רָאשֵׁ֨י H7218 הָאָב֧וֹת H1 לַלְוִיִּ֛ם H3881 לְתֹלְדוֹתָ֖ H8435 רָאשִׁ֑ים H7218 אֵ֖לֶּה H428 יָשְׁב֥וּ H3427 בִירוּשָׁלִָֽם H3389 ",
  "35": "וּבְ H1391 יָשְׁב֥וּ H3427 אֲבִֽי H1 גִבְע֖וֹן H1391 יעואל H3273 וְשֵׁ֥ם H8034 אִשְׁתּ֖וֹ H802 מַעֲכָֽה H4601 ",
  "36": "וּבְנ֥ H1121 הַבְּכ֖וֹר H1060 עַבְדּ֑וֹן H5658 וְצ֣וּר H6698 וְקִ֔ישׁ H7027 וּבַ֥עַל H1168 וְנֵ֖ר H5369 וְנָדָֽב H5070 ",
  "37": "וּגְד֣וֹר H1446 וְאַחְי֔וֹ H283 וּזְכַרְיָ֖ה H2148 וּמִקְלֽוֹת H4732 ",
  "38": "וּמִקְל֖וֹת H4732 הוֹלִ֣יד H3205 אֶת H853 שִׁמְאָ֑ם H8043 וְאַף H637 הֵ֗ם H1992 נֶ֧גֶד H5048 אֲחֵיהֶ֛ם H251 יָשְׁב֥וּ H3427 בִירֽוּשָׁלִַ֖ם H3389 עִם H5973 אֲחֵיהֶֽם H251 ",
  "39": "וְנֵר֙ H5369 הוֹלִ֣יד H3205 אֶת H853 קִ֔ישׁ H7027 וְקִ֖ישׁ H7027 הוֹלִ֣יד H3205 אֶת H853 שָׁא֑וּל H7586 וְשָׁא֗וּל H7586 הוֹלִ֤יד H3205 אֶת H853 יְהֽוֹנָתָן֙ H3083 וְאֶת H853 מַלְכִּי H4444 שׁ֔וּעַ H4444 וְאֶת H853 אֲבִינָדָ֖ב H41 וְאֶת H853 אֶשְׁבָּֽעַל H792 ",
  "40": "וּבֶן H1121 יְהוֹנָתָ֖ן H3083 מְרִ֣יב H4807 בָּ֑עַל H4807 וּמְרִי H4810 בַ֖עַל H4810 הוֹלִ֥יד H3205 אֶת H853 מִיכָֽה H4318 ",
  "41": "וּבְנֵ֖י H1121 מִיכָ֑ה H4318 פִּית֥וֹן H6377 וָמֶ֖לֶךְ H4429 וְתַחְרֵֽעַ H8475 ",
  "42": "וְאָחָז֙ H271 הוֹלִ֣יד H3205 אֶת H853 יַעְרָ֔ה H3294 וְיַעְרָ֗ה H3294 הוֹלִ֛יד H3205 אֶת H853 עָלֶ֥מֶת H5964 וְאֶת H853 עַזְמָ֖וֶת H5820 וְאֶת H853 זִמְרִ֑י H2174 וְזִמְרִ֖י H2174 הוֹלִ֥יד H3205 אֶת H853 מוֹצָֽא H4162 ",
  "43": "וּמוֹצָ֖א H4162 הוֹלִ֣יד H3205 אֶת H853 בִּנְעָ֑א H1150 וּרְפָיָ֥ה H7509 בְנ֛וֹ H1121 אֶלְעָשָׂ֥ה H501 בְנ֖וֹ H1121 אָצֵ֥ל H682 בְּנֽוֹ H1121 ",
  "44": "וּלְ H682 שִׁשָּׁ֣ה H8337 בָנִים֒ H1121 וְאֵ֣לֶּה H428 שְׁמוֹתָ֗ם H8034 עַזְרִיקָ֥ם H5840 בֹּ֨כְרוּ֙ H1074 וְיִשְׁמָעֵ֣אל H3458 וּשְׁעַרְיָ֔ה H8187 וְעֹבַדְיָ֖ה H5662 וְחָנָ֑ן H2605 אֵ֖לֶּה H428 בְּנֵ֥י H1121 אָצַֽל H682 "
}
