{
  "1": "Find safety, people of Benjamin, by leaving Jerusalem. Blow a trumpet in Tekoa.\n\\q Raise up over Beth Hakerem a signal, since wickedness is appearing from the north; a great crushing is coming.\n\\q",
  "2": "The daughter of Zion, the beautiful and delicate woman, will be destroyed.\n\\q",
  "3": "The shepherds and their flocks will go to them;\n\\q they will set up tents against her all around; each man will shepherd with his own hand.",
  "4": "\"Dedicate yourselves to the gods for the battle. Arise, let us attack at noon.\n\\q It is too bad that the daylight is fading away, that the evening shadows are falling.\n\\q",
  "5": "But let us attack at night and destroy her fortresses.\"",
  "6": "For Yahweh of hosts says this: Cut her trees, and heap up siegeworks against Jerusalem.\n\\q This is the right city to attack, because it is filled with oppression.\n\\q",
  "7": "Just as a well keeps giving water, so this city keeps producing wickedness.\n\\q Violence and disorder are heard in her. Suffering and plague are continually before me.\n\\q",
  "8": "Accept discipline, Jerusalem, or I will turn away from you\n\\q and make you into a ruin, an uninhabited land.'\"",
  "9": "Yahweh of hosts says this, \"They will certainly glean those who are left in Israel like a vineyard.\n\\q Reach out again with your hand to pick grapes from the vines.\n\\q",
  "10": "To whom should I declare and warn so they will listen?\n\\q Look! Their ears are uncircumcised; they are not able to pay attention!\n\\q Look! The word of Yahweh has come to them to correct them, but they do not want it.\"",
  "11": "But I am filled with Yahweh's fury. I am tired of holding it in. He said, to me, \"Pour it out on the children in the streets\n\\q and on the groups of young men. For every man will be taken away with his wife;\n\\q and every old person heavy with years.\n\\q",
  "12": "Their houses will be turned over to others, both their fields and their wives together.\n\\q For I will attack the inhabitants of the land with my hand—this is Yahweh's declaration.",
  "13": "Yahweh declares that from their smallest to their greatest, each of them is greedy for dishonest gain.\n\\q Prophets to priest, everyone practices deceit.\n\\q",
  "14": "But they have healed the wounds of my people lightly. They say, 'Peace! Peace!' when there is no peace.\n\\q",
  "15": "Were they ashamed when they committed abominations? They were not ashamed at all. They had no shame.\n\\q So they will fall with those who fall at the time that I punish them. They will be overthrown,\" says Yahweh.",
  "16": "Yahweh says this, \"Stand at the road crossing and look; ask for the ancient pathways.\n\\q 'Where is this good way?' Then go on it and find a resting place for yourselves.\n\\q But the people say, 'We will not go.'\n\\q",
  "17": "I appointed for you watchmen to listen for the trumpet.\n\\q But they said, 'We will not listen.'\n\\q",
  "18": "Therefore, nations, listen! See, you witnesses, what will happen to them.\n\\q",
  "19": "Hear, earth! See, I am about to bring disaster to this people—the fruit of their thoughts.\n\\q They paid no attention to my word or law, but they instead rejected it.\"",
  "20": "\"What does this frankincense going up from Sheba mean to me? Or these sweet smells from a distant land?\n\\q Your burnt offerings are not acceptable to me, nor are your sacrifices.\n\\q",
  "21": "So Yahweh says this, 'See, I am about to place a stumbling block against this people.\n\\q They will stumble over it—fathers and sons together. Inhabitants and their neighbors will also perish.'\n\\q",
  "22": "Yahweh says this, 'See, a people is coming from a northern land.\n\\q For a great nation has been stirred up to come from a distant land.",
  "23": "They will pick up bows and spears. They are cruel and have no compassion. Their sound is like the sea roar,\n\\q and they are riding on horses in formation as fighting men, daughter of Zion.'\"\n\\q",
  "24": "We have heard the news about them. Our hands fall limp in distress. Anguish seizes us as a woman bearing a child.\n\\q",
  "25": "Do not go out to the fields, and do not walk on the roads,\n\\q for the swords of the enemy and terror are all around.\n\\q",
  "26": "Daughter of my people, fasten on sackcloth and roll about in the dust of a funeral for an only child.\n\\q Perform a bitter funeral for yourself, for the destroyer will come suddenly upon us.",
  "27": "\"I have made you, Jeremiah, one who tests my people like one would test metal, so you will inspect and test their ways.\n\\q",
  "28": "They are all the most stubborn of people, who go about slandering others.\n\\q All of them are bronze and iron, acting corruptly.\n\\q",
  "29": "The bellows are scorched by the fire that is burning them; the lead is consumed in the flames.\n\\q The refining continues among them, but it is uselss, because the evil is not removed.\n\\q",
  "30": "They will be called rejected silver, for Yahweh has rejected them.\"",
  "33": "\\q",
  "36": "\\q"
}
