{
  "1": "I am Joel son of Pethuel. This is a message that Yahweh gave to me.\n\\q1",
  "2": "You leaders of Israel, and everyone else who lives in this country, listen to this message!\\q2 Nothing like this has ever happened during the time that we have lived\n\\q2 or during the time when our ancestors lived.\n\\q1",
  "3": "Tell your children about it,\\q2 and tell your children to tell it to their children,\n\\q2 and tell your grandchildren to tell it to their children.\n\n\n\\q1",
  "4": "I am talking about the locusts that have eaten our crops.\\q2 The first swarm of locusts came and cut many of the leaves of the crops;\n\\q1 then another swarm came and ate the rest of the leaves,\n\\q2 then another swarm came hopping along,\n\\q1 and finally another swarm came\n\\q2 and they destroyed everything else.\n\n\n\\q1",
  "5": "You people who are drunk, wake up!\\q2 Wake up and wail loudly,\n\\q1 because all the grapes are ruined,\n\\q2 and so there will be no new wine!\n\\q1",
  "6": "Huge swarms of locusts have entered our country.\\q2 They are like a powerful army\n\\q1 that has very many soldiers;\n\\q2 no one can count them.\n\\q1 The locusts have teeth that are as sharp as the teeth of lions!\n\\q1",
  "7": "They have destroyed our grapevines and our fig trees\\q2 by stripping off and eating all the bark,\n\\q2 with the result that the branches are white and bare.\n\n\n\\q1",
  "8": "Cry and wail as a young woman does\\q2 when the young man to whom she was engaged has died.\n\\q1",
  "9": "There is no more flour or wine for us to offer to be sacrifices at the temple,\\q2 so the priests who serve Yahweh are mourning.\n\\q1",
  "10": "The crops in the fields have been ruined;\\q2 it is as though the ground itself had died.\n\\q1 The grain has been destroyed,\n\\q2 there are no grapes to make wine,\n\\q2 and there is no more olive oil.\n\n\n\\q1",
  "11": "You farmers, grieve!\\q2 You who take care of grapevines, wail,\n\\q1 because the grain has been destroyed;\n\\q2 there is no wheat or barley growing.\n\\q1",
  "12": "The grapevines and the fig trees have withered,\\q2 and the pomegranate trees, palm trees, and apricot trees have also dried up.\n\\q1 The people are no longer joyful.\n\n\n\\q1",
  "13": "You priests, put on rough sack clothes and wail.\\q2 You who serve God by offering sacrifices on the altar,\n\\q1 wear those sack clothes all night to show that you are mourning,\n\\q2 because there is no flour or wine to be offered at the temple of your God.\n\\q1",
  "14": "Set apart a day for when the people should go without food.\\q1 Tell the leaders and the other people to gather at the temple\n\\q2 and to cry out to Yahweh there.\n\n\n\\q1",
  "15": "Terrible things are happening to us!\\q2 It will soon be the time when Yahweh, who is the Almighty God, will punish us,\n\\q2 when he will cause us to experience more disasters.\n\\q1",
  "16": "Our crops are already gone,\\q2 and no one is rejoicing at all at the temple of our God.\n\\q1",
  "17": "When we plant seeds, they do not grow;\\q1 they dry up in the ground,\n\\q2 so there are no crops to harvest.\n\\q1 Our barns are empty;\n\\q2 there is no grain to store in them.\n\n\n\\q1",
  "18": "Our cattle groan, searching for a pasture with some grass to eat,\\q2 and the sheep bleat because they are suffering.\n\\q1",
  "19": "Yahweh, I cry out to you,\\q2 because our pastures and our forests have dried up in the hot sunshine.\n\\q1",
  "20": "It is as though even the wild animals cry out to you\\q2 because all the streams have dried up.\n\\q2 The dryness is like a fire burning up the wilderness pastures."
}
