{
  "1": "Blow trumpets on Mount Zion,\\q2 God's sacred hill in Jerusalem!\n\\q1 Tell the people of Judah that they should be afraid and tremble,\n\\q2 because it will soon be the time for Yahweh to punish us further.\n\\q1",
  "2": "That will be a very dark and gloomy day;\\q2 there will be black clouds and it will be very dark.\n\\q1 A huge swarm of locusts has covered the mountains like a black cloud.\n\\q1 Nothing like this has ever happened before,\n\\q2 and nothing like this will ever happen again.\n\n\n\\q1",
  "3": "It is as though they bring flames of fire\\q2 from which no one can escape.\n\\q1 In front of them, the land was as beautiful as the garden of Eden,\n\\q2 but behind them the land is like a desert,\n\\q2 and nothing survives.\n\n\n\\q1",
  "4": "The locusts resemble horses,\\q2 and they run like soldiers on horses.\n\\q1",
  "5": "Leaping over the mountaintops,\\q2 they make a noise like rumbling chariots,\n\\q1 like a mighty army that is preparing for a battle,\n\\q2 or like the roar of a fire that burns up stubble in a field.\n\n\n\\q1",
  "6": "When people see them coming,\\q2 they become very pale and frightened.\n\\q1",
  "7": "The locusts climb over walls like soldiers do;\\q2 they march along in columns\n\\q1 and never turn aside from their lines.\n\n\n\\q1",
  "8": "They rush straight ahead\\q2 without pushing each other.\n\\q1 Even though people throw spears and javelins at them,\n\\q2 that will not cause them to stop.\n\\q1",
  "9": "They swarm over the city walls and enter our houses;\\q2 they enter through our windows as thieves do.\n\n\n\\q1",
  "10": "It is as though they cause the earth to shake and the sky to tremble.\\q2 The sun and the moon become dark,\n\\q1 and the stars do not shine\n\\q2 because there are so many locusts in the sky.\n\\q1",
  "11": "Yahweh leads this army of countless locusts,\\q2 and they obey his commands.\n\\q1 This time when he is judging and punishing us is very terrible,\n\\q2 with the result that it seems that no one can survive it.",
  "12": "But Yahweh says,\\q1 \"In spite of these disasters that you have experienced,\n\\q2 you can return to me with all your inner being.\n\\q1 Weep, and mourn, and fast to show that you are sorry that you have abandoned me.\n\\q1",
  "13": "Do not tear only your clothes\\q2 to show that you are sorry;\n\\q2 more importantly, show in your inner being that you are sorry.\"\n\\q1 Yahweh is merciful and kind;\n\\q2 he does not quickly become angry;\n\\q1 he faithfully loves people.\n\\q1 He does not quickly become angry;\n\\q2 instead, he greatly and faithfully loves you,\n\\q2 and he does not like to punish us.\n\n\n\\q1",
  "14": "No one knows if he will change his mind about punishing you\\q2 and instead act mercifully toward you.\n\\q1 If he does that, he will bless you\n\\q2 by giving you plenty of grain and wine\n\\q2 in order that you can offer some of those things for sacrifices to him.\n\n\n\\q1",
  "15": "Blow the trumpets on Mount Zion!\\q2 Gather the people together!\n\\q1 Set apart time to fast, to show that you are sorry for your sins.\n\\q1",
  "16": "Perform the rituals to cause yourselves to be acceptable to Yahweh.\\q2 Come apart and join together as a group with a purpose—\n\\q1 the old people and the children, even the babies,\n\\q2 and summon brides and bridegrooms from their rooms.\n\n\n\\q1",
  "17": "Tell the priests who serve Yahweh to cry between the altar and the entrance to the temple\\q2 and to pray this:\n\\q1 \"Yahweh, rescue us, your people;\n\\q2 do not allow people from other nations to despise us;\n\\q1 do not allow them to ridicule us and say,\n\\q2 'Why has their God abandoned them?'\"\n\n\n\n\\q1",
  "18": "But Yahweh showed that he was concerned about his people\\q2 and that he would act mercifully toward them.",
  "19": "When the people prayed,\\q1 Yahweh answered and said,\n\\q1 \"I will give you plenty of grain and wine and olive oil,\n\\q2 and you will be satisfied.\n\\q1 I will no longer allow other nations to insult you.\n\n\n\\q1",
  "20": "Another army of locusts will come from the north to attack you,\\q2 but I will force them to continue past Jerusalem\n\\q2 into the desert.\n\\q1 Some will go into the Dead Sea in the east,\n\\q2 and some will go into the Mediterranean Sea in the west.\n\\q1 There they will all die, and their bodies will stink.\"\n\\q2 God will certainly do wonderful things.\n\n\n\n\\q2",
  "21": "Yahweh will indeed do wonderful things!\\q2 So even the ground should rejoice!\n\\q1",
  "22": "And the wild animals should not be afraid,\\q2 because the meadows will soon become green again;\n\\q1 the fig trees and other trees will be full of fruit,\n\\q2 and the grapevines will be covered with grapes.\n\\q1",
  "23": "You people of Jerusalem,\\q2 rejoice about what Yahweh, your God, will do for you.\n\\q1 He will send abundant rain at the right time—\n\\q2 in the spring and in the autumn,\n\\q2 as he did previously.\n\n\n\\q1",
  "24": "The ground where you thresh the grain will be covered with grain,\\q2 and your vats where you store the fresh grape juice and olive oil will overflow.\n\\q1",
  "25": "Yahweh said, \"I will repay you for everything that was destroyed by those great swarms of locusts,\\q2 that enormous army that I sent to attack you.\n\n\n\\q1",
  "26": "You, my people, will eat until your stomachs are full.\\q2 Then you will praise me, Yahweh, your God,\n\\q2 for the wonderful things that I have done for you.\n\\q1 And never again will I let others shame you.\n\\q1",
  "27": "When that happens, you will know that I am always among you,\\q2 that I am Yahweh, your God,\n\\q2 and that there is no other God.\n\\q1 Never again will I let others shame you.\"\n\n\n\n\\q1",
  "28": "\"Some time later, I will give my Spirit to many people.\\q2 You sons and daughters will proclaim messages that come directly from me.\n\\q1 Your old men will have dreams that come from me,\n\\q2 and your young men will have visions that come from me.\n\\q1",
  "29": "At that time, I will give my Spirit even to servants, both men and women.\n\n\\q1",
  "30": "I will do unusual things on the earth and in the sky.\\q2 On the earth, there will be much blood shed,\n\\q2 and there will be very large fires and smoke that resembles huge clouds.\n\\q1",
  "31": "In the sky, the sun will become dark, and the moon will become as red as blood.\\q2 Those things will happen before that great and terrible day when I, Yahweh, come to judge all people.\n\n\n\\q1",
  "32": "But at that time I will save everyone who worships me.\\q2 I promise that some people in Jerusalem will escape those disasters;\n\\q2 those whom I have chosen will survive.\""
}
