{
  "1": "הִנְנִ֤י H2005 שֹׁלֵחַ֙ H7971 מַלְאָכִ֔י H4397 וּפִנָּה H6437 דֶ֖רֶךְ H1870 לְפָנָ֑ H6440 וּפִתְאֹם֩ H6597 יָב֨וֹא H935 אֶל H413 הֵיכָל֜וֹ H1964 הָאָד֣וֹן H113 אֲשֶׁר H834 אַתֶּ֣ם H859 מְבַקְשִׁ֗ים H1245 וּמַלְאַ֨ךְ H4397 הַבְּרִ֜ית H1285 אֲשֶׁר H834 אַתֶּ֤ם H859 חֲפֵצִים֙ H2655 הִנֵּה H2009 בָ֔א H935 אָמַ֖ר H559 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
  "2": "וּמִ֤י H4310 מְכַלְכֵּל֙ H3557 אֶת H853 י֣וֹם H3117 בּוֹא֔וֹ H935 וּמִ֥י H4310 הָעֹמֵ֖ד H5975 בְּהֵרָֽאוֹת֑ H7200 כִּֽי H3588 הוּא֙ H1931 כְּאֵ֣שׁ H784 מְצָרֵ֔ף H6884 וּכְ H1287 מְכַבְּסִֽים H3526 ",
  "3": "וְיָשַׁ֨ב H3427 מְצָרֵ֤ף H6884 וּמְטַהֵר֙ H2891 כֶּ֔סֶף H3701 וְטִהַ֤ר H2891 אֶת H853 בְּנֵֽי H1121 לֵוִי֙ H3878 וְזִקַּ֣ק H2212 אֹתָ֔ם H853 כַּזָּהָ֖ב H2091 וְכַ H3701 וְהָיוּ֙ H1961 לַֽיהוָ֔ה H3068 מַגִּישֵׁ֥י H5066 מִנְחָ֖ה H4503 בִּצְדָקָֽה H6666 ",
  "4": "וְעָֽרְבָה֙ H6149 לַֽיהוָ֔ה H3068 מִנְחַ֥ת H4503 יְהוּדָ֖ה H3063 וִירֽוּשָׁלִָ֑ם H3389 כִּימֵ֣י H3117 עוֹלָ֔ם H5769 וּכְ H8141 קַדְמֹנִיּֽוֹת H6931 ",
  "5": "וְקָרַבְתִּ֣י H7126 אֲלֵיכֶם֮ H413 לַמִּשְׁפָּט֒ H4941 וְהָיִ֣יתִי H1961 עֵ֣ד H5707 מְמַהֵ֗ר H4116 בַּֽמְכַשְּׁפִים֙ H3784 וּבַ H5003 וּבַ H7650 לַשָּׁ֑קֶר H8267 וּבְ H6231 שְׂכַר H7939 שָׂ֠כִיר H7916 אַלְמָנָ֨ה H490 וְיָת֤וֹם H3490 וּמַטֵּי H5186 גֵר֙ H1616 וְלֹ֣א H3808 יְרֵא֔וּנִי H3372 אָמַ֖ר H559 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
  "6": "כִּ֛י H3588 אֲנִ֥י H589 יְהוָ֖ה H3068 לֹ֣א H3808 שָׁנִ֑יתִי H8138 וְאַתֶּ֥ם H859 בְּנֵֽי H1121 יַעֲקֹ֖ב H3290 לֹ֥א H3808 כְלִיתֶֽם H3615 ",
  "7": "לְמִ H3117 אֲבֹתֵיכֶ֜ם H1 סַרְתֶּ֤ם H5493 מֵֽחֻקַּ H2706 וְלֹ֣א H3808 שְׁמַרְתֶּ֔ם H8104 שׁ֤וּבוּ H7725 אֵלַי֙ H413 וְאָשׁ֣וּבָה H7725 אֲלֵיכֶ֔ם H413 אָמַ֖ר H559 יְהוָ֣ה H3068 צְבָא֑וֹת H6635 וַאֲמַרְתֶּ֖ם H559 בַּמֶּ֥ה H4100 נָשֽׁוּב H7725 ",
  "8": "הֲיִקְבַּ֨ע H6906 אָדָ֜ם H120 אֱלֹהִ֗ים H430 כִּ֤י H3588 אַתֶּם֙ H859 קֹבְעִ֣ים H6906 אֹתִ֔י H853 וַאֲמַרְתֶּ֖ם H559 בַּמֶּ֣ה H4100 קְבַעֲנ֑וּךָ H6906 הַֽמַּעֲשֵׂ֖ר H4643 וְהַ H8641 ",
  "9": "בַּמְּאֵרָה֙ H3994 אַתֶּ֣ם H859 נֵֽאָרִ֔ים H779 וְאֹתִ֖ H853 אַתֶּ֣ם H859 קֹבְעִ֑ים H6906 הַגּ֖וֹי H1471 כֻּלּֽוֹ H3605 ",
  "10": "הָבִ֨יאוּ H935 אֶת H853 כָּל H3605 הַֽמַּעֲשֵׂ֜ר H4643 אֶל H413 בֵּ֣ית H1004 הָאוֹצָ֗ר H214 וִיהִ֥י H1961 טֶ֨רֶף֙ H2964 בְּבֵיתִ֔ H1004 וּבְחָנ֤וּ H974 נָא֙ H4994 בָּזֹ֔את H2063 אָמַ֖ר H559 יְהוָ֣ה H3068 צְבָא֑וֹת H6635 אִם H518 לֹ֧א H3808 אֶפְתַּ֣ח H6605 לָכֶ֗ם Hl אֵ֚ת H853 אֲרֻבּ֣וֹת H699 הַשָּׁמַ֔יִם H8064 וַהֲרִיקֹתִ֥י H7324 לָכֶ֛ם Hl בְּרָכָ֖ה H1293 עַד H5704 בְּלִי H1097 דָֽי H1767 ",
  "11": "וְגָעַרְתִּ֤י H1605 לָכֶם֙ Hl בָּֽאֹכֵ֔ל H398 וְלֹֽא H3808 יַשְׁחִ֥ת H7843 לָכֶ֖ם Hl אֶת H853 פְּרִ֣י H6529 הָאֲדָמָ֑ה H127 וְלֹא H3808 תְשַׁכֵּ֨ל H7921 לָכֶ֤ם Hl הַגֶּ֨פֶן֙ H1612 בַּשָּׂדֶ֔ה H7704 אָמַ֖ר H559 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
  "12": "וְאִשְּׁר֥וּ H833 אֶתְכֶ֖ם H853 כָּל H3605 הַגּוֹיִ֑ם H1471 כִּֽי H3588 תִהְי֤וּ H1961 אַתֶּם֙ H859 אֶ֣רֶץ H776 חֵ֔פֶץ H2656 אָמַ֖ר H559 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
  "13": "חָזְק֥וּ H2388 עָלַ֛י H5921 דִּבְרֵיכֶ֖ם H1697 אָמַ֣ר H559 יְהוָ֑ה H3068 וַאֲמַרְתֶּ֕ם H559 מַה H4100 נִּדְבַּ֖רְנוּ H1696 עָלֶֽיךָ H5921 ",
  "14": "אֲמַרְתֶּ֕ם H559 שָׁ֖וְא H7723 עֲבֹ֣ד H5647 אֱלֹהִ֑ים H430 וּמַה H4100 בֶּ֗צַע H1215 כִּ֤י H3588 שָׁמַ֨רְנוּ֙ H8104 מִשְׁמַרְתּ֔וֹ H4931 וְכִ֤י H3588 הָלַ֨כְנוּ֙ H1980 קְדֹ֣רַנִּ֔ית H6941 מִפְּנֵ֖י H6440 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
  "15": "וְעַתָּ֕ה H6258 אֲנַ֖חְנוּ H587 מְאַשְּׁרִ֣ים H833 זֵדִ֑ים H2086 גַּם H1571 נִבְנוּ֙ H1129 עֹשֵׂ֣י H6213 רִשְׁעָ֔ה H7564 גַּ֧ם H1571 בָּחֲנ֛וּ H974 אֱלֹהִ֖ים H430 וַיִּמָּלֵֽטוּ H4422 ",
  "16": "אָ֧ז H227 נִדְבְּר֛וּ H1696 יִרְאֵ֥י H3372 יְהוָ֖ה H3068 אִ֣ישׁ H376 אֶת H854 רֵעֵ֑הוּ H7453 וַיַּקְשֵׁ֤ב H7181 יְהוָה֙ H3068 וַיִּשְׁמָ֔ע H8085 וַ֠יִּכָּתֵב H3789 סֵ֣פֶר H5612 זִכָּר֤וֹן H2146 לְפָנָי H6440 לְיִרְאֵ֣י H3372 יְהוָ֔ה H3068 וּלְ H2803 שְׁמֽוֹ H8034 ",
  "17": "וְהָ֣יוּ H1961 לִ֗י Hl אָמַר֙ H559 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 לַיּ֕וֹם H3117 אֲשֶׁ֥ר H834 אֲנִ֖י H589 עֹשֶׂ֣ה H6213 סְגֻלָּ֑ה H5459 וְחָמַלְתִּ֣י H2550 עֲלֵיהֶ֔ם H5921 כַּֽאֲשֶׁר֙ H834 יַחְמֹ֣ל H2550 אִ֔ישׁ H376 עַל H5921 בְּנ֖וֹ H1121 הָעֹבֵ֥ד H5647 אֹתֽוֹ H853 ",
  "18": "וְשַׁבְתֶּם֙ H7725 וּרְאִיתֶ֔ם H7200 בֵּ֥ין H996 צַדִּ֖יק H6662 לְרָשָׁ֑ע H7563 בֵּ֚ין H996 עֹבֵ֣ד H5647 אֱלֹהִ֔ים H430 לַאֲשֶׁ֖ר H834 לֹ֥א H3808 עֲבָדֽוֹ H5647 ",
  "19": "",
  "20": "",
  "21": "",
  "22": "",
  "23": "",
  "24": ""
}
