{
  "1": "וַתִּשָּׂ֨א H5375 אֹתִ֜י H853 ר֗וּחַ H7307 וַתָּבֵ֣א H935 אֹ֠תִי H853 אֶל H413 שַׁ֨עַר H8179 בֵּית H1004 יְהוָ֤ה H3068 הַקַּדְמוֹנִי֙ H6931 הַפּוֹנֶ֣ה H6437 קָדִ֔ימָה H6921 וְהִנֵּה֙ H2009 בְּפֶ֣תַח H6607 הַשַּׁ֔עַר H8179 עֶשְׂרִ֥ים H6242 וַחֲמִשָּׁ֖ה H2568 אִ֑ישׁ H376 וָאֶרְאֶ֨ה H7200 בְתוֹכָ֜ H8432 אֶת H853 יַאֲזַנְיָ֧ה H2970 בֶן H1121 עַזֻּ֛ר H5809 וְאֶת H853 פְּלַטְיָ֥הוּ H6410 בֶן H1121 בְּנָיָ֖הוּ H1141 שָׂרֵ֖י H8269 הָעָֽם H5971 ",
  "2": "וַיֹּ֖אמֶר H559 אֵלָ֑י H413 בֶּן H1121 אָדָ֕ם H120 אֵ֣לֶּה H428 הָאֲנָשִׁ֞ים H376 הַחֹשְׁבִ֥ים H2803 אָ֛וֶן H205 וְהַ H3289 עֲצַת H6098 רָ֖ע H7451 בָּעִ֥יר H5892 הַזֹּֽאת H2063 ",
  "3": "הָאֹ֣מְרִ֔ים H559 לֹ֥א H3808 בְקָר֖וֹב H7138 בְּנ֣וֹת H1129 בָּתִּ֑ים H1004 הִ֣יא H1931 הַסִּ֔יר H5518 וַאֲנַ֖חְנוּ H587 הַבָּשָֽׂר H1320 ",
  "4": "לָכֵ֖ן H3651 הִנָּבֵ֣א H5012 עֲלֵיהֶ֑ם H5921 הִנָּבֵ֖א H5012 בֶּן H1121 אָדָֽם H120 ",
  "5": "וַתִּפֹּ֣ל H5307 עָלַי֮ H5921 ר֣וּחַ H7307 יְהוָה֒ H3068 וַיֹּ֣אמֶר H559 אֵלַ֗י H413 אֱמֹר֙ H559 כֹּה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 כֵּ֥ן H3651 אֲמַרְתֶּ֖ם H559 בֵּ֣ית H1004 יִשְׂרָאֵ֑ל H3478 וּמַעֲל֥וֹת H4609 רֽוּחֲכֶ֖ם H7307 אֲנִ֥י H589 יְדַעְתִּֽיהָ H3045 ",
  "6": "הִרְבֵּיתֶ֥ם H7235 חַלְלֵיכֶ֖ם H2491 בָּעִ֣יר H5892 הַזֹּ֑את H2063 וּמִלֵּאתֶ֥ם H4390 חוּצֹתֶ֖יהָ H2351 חָלָֽל H2491 ",
  "7": "לָכֵ֗ן H3651 כֹּֽה H3541 אָמַר֮ H559 אֲדֹנָ֣י H136 יְהוִה֒ H3069 חַלְלֵיכֶם֙ H2491 אֲשֶׁ֣ר H834 שַׂמְתֶּ֣ם H7760 בְּתוֹכָ֔ H8432 הֵ֥מָּה H1992 הַבָּשָׂ֖ר H1320 וְהִ֣יא H1931 הַסִּ֑יר H5518 וְאֶתְ H853 הוֹצִ֥יא H3318 מִתּוֹכָֽ H8432 ",
  "8": "חֶ֖רֶב H2719 יְרֵאתֶ֑ם H3372 וְחֶ֨רֶב֙ H2719 אָבִ֣יא H935 עֲלֵיכֶ֔ם H5921 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "9": "וְהוֹצֵאתִ֤י H3318 אֶתְכֶם֙ H853 מִתּוֹכָ֔ H8432 וְנָתַתִּ֥י H5414 אֶתְכֶ֖ם H853 בְּיַד H3027 זָרִ֑ים H2114 וְעָשִׂ֛יתִי H6213 בָכֶ֖ם Hb שְׁפָטִֽים H8201 ",
  "10": "בַּחֶ֣רֶב H2719 תִּפֹּ֔לוּ H5307 עַל H5921 גְּב֥וּל H1366 יִשְׂרָאֵ֖ל H3478 אֶשְׁפּ֣וֹט H8199 אֶתְכֶ֑ם H853 וִֽידַעְתֶּ֖ם H3045 כִּֽי H3588 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "11": "הִ֗יא H1931 לֹֽא H3808 תִהְיֶ֤ה H1961 לָכֶם֙ Hl לְסִ֔יר H5518 וְאַתֶּ֛ם H859 תִּהְי֥וּ H1961 בְתוֹכָ֖ H8432 לְבָשָׂ֑ר H1320 אֶל H413 גְּב֥וּל H1366 יִשְׂרָאֵ֖ל H3478 אֶשְׁפֹּ֥ט H8199 אֶתְכֶֽם H853 ",
  "12": "וִֽידַעְתֶּם֙ H3045 כִּֽי H3588 אֲנִ֣י H589 יְהוָ֔ה H3068 אֲשֶׁ֤ר H834 בְּחֻקַּ H2706 לֹ֣א H3808 הֲלַכְתֶּ֔ם H1980 וּמִשְׁפָּטַ֖ H4941 לֹ֣א H3808 עֲשִׂיתֶ֑ם H6213 וּֽכְ H4941 הַגּוֹיִ֛ם H1471 אֲשֶׁ֥ר H834 סְבִיבוֹתֵיכֶ֖ם H5439 עֲשִׂיתֶֽם H6213 ",
  "13": "וַֽיְהִי֙ H1961 כְּהִנָּ֣בְאִ֔ H5012 וּפְלַטְיָ֥הוּ H6410 בֶן H1121 בְּנָיָ֖ה H1141 מֵ֑ת H4191 וָאֶפֹּ֨ל H5307 עַל H5921 פָּנַ֜י H6440 וָאֶזְעַ֣ק H2199 קוֹל H6963 גָּד֗וֹל H1419 וָאֹמַר֙ H559 אֲהָהּ֙ H162 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 כָּלָה֙ H3617 אַתָּ֣ה H859 עֹשֶׂ֔ה H6213 אֵ֖ת H853 שְׁאֵרִ֥ית H7611 יִשְׂרָאֵֽל H3478 ",
  "14": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "15": "בֶּן H1121 אָדָ֗ם H120 אַחֶ֤יךָ H251 אַחֶ֨יךָ֙ H251 אַנְשֵׁ֣י H376 גְאֻלָּתֶ֔ךָ H1353 וְכָל H3605 בֵּ֥ית H1004 יִשְׂרָאֵ֖ל H3478 כֻּלֹּ֑ה H3605 אֲשֶׁר֩ H834 אָמְר֨וּ H559 לָהֶ֜ם Hl יֹשְׁבֵ֣י H3427 יְרוּשָׁלִַ֗ם H3389 רַֽחֲקוּ֙ H7368 מֵעַ֣ל H5921 יְהוָ֔ה H3068 לָ֥נוּ Hl הִ֛יא H1931 נִתְּנָ֥ה H5414 הָאָ֖רֶץ H776 לְמוֹרָשָֽׁה H4181 ",
  "16": "לָכֵ֣ן H3651 אֱמֹ֗ר H559 כֹּֽה H3541 אָמַר֮ H559 אֲדֹנָ֣י H136 יְהוִה֒ H3069 כִּ֤י H3588 הִרְחַקְתִּים֙ H7368 בַּגּוֹיִ֔ם H1471 וְכִ֥י H3588 הֲפִֽיצוֹתִ֖ים H6327 בָּאֲרָצ֑וֹת H776 וָאֱהִ֤י H1961 לָהֶם֙ Hl לְמִקְדָּ֣שׁ H4720 מְעַ֔ט H4592 בָּאֲרָצ֖וֹת H776 אֲשֶׁר H834 בָּ֥אוּ H935 שָֽׁם H8033 ",
  "17": "לָכֵ֣ן H3651 אֱמֹ֗ר H559 כֹּֽה H3541 אָמַר֮ H559 אֲדֹנָ֣י H136 יְהוִה֒ H3069 וְקִבַּצְתִּ֤י H6908 אֶתְכֶם֙ H853 מִן H4480 הָ֣עַמִּ֔ים H5971 וְאָסַפְתִּ֣י H622 אֶתְכֶ֔ם H853 מִן H4480 הָ֣אֲרָצ֔וֹת H776 אֲשֶׁ֥ר H834 נְפֹצוֹתֶ֖ם H6327 בָּהֶ֑ם Hb וְנָתַתִּ֥י H5414 לָכֶ֖ם Hl אֶת H853 אַדְמַ֥ת H127 יִשְׂרָאֵֽל H3478 ",
  "18": "וּבָ֖אוּ H935 שָׁ֑מָּה H8033 וְהֵסִ֜ירוּ H5493 אֶת H853 כָּל H3605 שִׁקּוּצֶ֛יהָ H8251 וְאֶת H853 כָּל H3605 תּוֹעֲבוֹתֶ֖יהָ H8441 מִמֶּֽנָּה H4480 ",
  "19": "וְנָתַתִּ֤י H5414 לָהֶם֙ Hl לֵ֣ב H3820 אֶחָ֔ד H259 וְר֥וּחַ H7307 חֲדָשָׁ֖ה H2319 אֶתֵּ֣ן H5414 בְּקִרְבְּ H7130 וַהֲסִ֨רֹתִ֜י H5493 לֵ֤ב H3820 הָאֶ֨בֶן֙ H68 מִבְּשָׂרָ֔ H1320 וְנָתַתִּ֥י H5414 לָהֶ֖ם Hl לֵ֥ב H3820 בָּשָֽׂר H1320 ",
  "20": "לְמַ֨עַן֙ H4616 בְּחֻקֹּתַ֣ H2708 יֵלֵ֔כוּ H3212 וְאֶת H853 מִשְׁפָּטַ֥י H4941 יִשְׁמְר֖וּ H8104 וְעָשׂ֣וּ H6213 אֹתָ֑ם H853 וְהָיוּ H1961 לִ֣י Hl לְעָ֔ם H5971 וַאֲנִ֕י H589 אֶהְיֶ֥ה H1961 לָהֶ֖ם Hl לֵאלֹהִֽים H430 ",
  "21": "וְאֶל H413 לֵ֧ב H3820 שִׁקּוּצֵיהֶ֛ם H8251 וְתוֹעֲבוֹתֵי H8441 לִבָּ֣ם H3820 הֹלֵ֑ךְ H1980 דַּרְכָּם֙ H1870 בְּרֹאשָׁ֣ H7218 נָתַ֔תִּי H5414 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "22": "וַיִּשְׂא֤וּ H5375 הַכְּרוּבִים֙ H3742 אֶת H853 כַּנְפֵיהֶ֔ם H3671 וְהָ H212 לְעֻמָּתָ֑ H5980 וּכְב֧וֹד H3519 אֱלֹהֵֽי H430 יִשְׂרָאֵ֛ל H3478 עֲלֵיהֶ֖ם H5921 מִלְ H4605 ",
  "23": "וַיַּ֨עַל֙ H5927 כְּב֣וֹד H3519 יְהוָ֔ה H3068 מֵעַ֖ל H5921 תּ֣וֹךְ H8432 הָעִ֑יר H5892 וַֽיַּעֲמֹד֙ H5975 עַל H5921 הָהָ֔ר H2022 אֲשֶׁ֖ר H834 מִקֶּ֥דֶם H6924 לָעִֽיר H5892 ",
  "24": "וְר֣וּחַ H7307 נְשָׂאַ֗תְנִי H5375 וַתְּבִיאֵ֤ H935 כַשְׂדִּ֨ימָה֙ H3778 אֶל H413 הַגּוֹלָ֔ה H1473 בַּמַּרְאֶ֖ה H4758 בְּר֣וּחַ H7307 אֱלֹהִ֑ים H430 וַיַּ֨עַל֙ H5927 מֵֽעָלַ֔ H5921 הַמַּרְאֶ֖ה H4758 אֲשֶׁ֥ר H834 רָאִֽיתִי H7200 ",
  "25": "וָאֲדַבֵּ֖ר H1696 אֶל H413 הַגּוֹלָ֑ה H1473 אֵ֛ת H853 כָּל H3605 דִּבְרֵ֥י H1697 יְהוָ֖ה H3068 אֲשֶׁ֥ר H834 הֶרְאָֽנִי H7200 "
}
