{
  "1": "וַיָּב֤וֹא H935 אֵלַי֙ H413 אֲנָשִׁ֔ים H376 מִזִּקְנֵ֖י H2205 יִשְׂרָאֵ֑ל H3478 וַיֵּשְׁב֖וּ H3427 לְפָנָֽ H6440 ",
  "2": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "3": "בֶּן H1121 אָדָ֗ם H120 הָאֲנָשִׁ֤ים H376 הָאֵ֨לֶּה֙ H428 הֶעֱל֤וּ H5927 גִלּֽוּלֵיהֶם֙ H1544 עַל H5921 לִבָּ֔ם H3820 וּמִכְשׁ֣וֹל H4383 עֲוֺנָ֔ם H5771 נָתְנ֖וּ H5414 נֹ֣כַח H5227 פְּנֵיהֶ֑ם H6440 הַאִדָּרֹ֥שׁ H1875 אִדָּרֵ֖שׁ H1875 לָהֶֽם Hl ",
  "4": "לָכֵ֣ן H3651 דַּבֵּר H1696 א֠וֹתָם H854 וְאָמַרְתָּ֨ H559 אֲלֵיהֶ֜ם H413 כֹּה H3541 אָמַ֣ר H559 אֲדֹנָ֣י H136 יְהוִ֗ה H3069 אִ֣ישׁ H376 אִ֣ישׁ H376 מִבֵּ֣ית H1004 יִשְׂרָאֵ֡ל H3478 אֲשֶׁר֩ H834 יַעֲלֶ֨ה H5927 אֶת H853 גִּלּוּלָ֜יו H1544 אֶל H413 לִבּ֗וֹ H3820 וּמִכְשׁ֤וֹל H4383 עֲוֺנוֹ֙ H5771 יָשִׂים֙ H7760 נֹ֣כַח H5227 פָּנָ֔יו H6440 וּבָ֖א H935 אֶל H413 הַנָּבִ֑יא H5030 אֲנִ֣י H589 יְהוָ֗ה H3068 נַעֲנֵ֧יתִי H6030 ל֦וֹ Hl בה Hb בְּרֹ֥ב H7230 גִּלּוּלָֽיו H1544 ",
  "5": "לְמַ֛עַן H4616 תְּפֹ֥שׂ H8610 אֶת H853 בֵּֽית H1004 יִשְׂרָאֵ֖ל H3478 בְּלִבָּ֑ H3820 אֲשֶׁ֤ר H834 נָזֹ֨רוּ֙ H2114 מֵֽעָלַ֔ H5921 בְּגִלּֽוּלֵי H1544 כֻּלָּֽם H3605 ",
  "6": "לָכֵ֞ן H3651 אֱמֹ֣ר H559 אֶל H413 בֵּ֣ית H1004 יִשְׂרָאֵ֗ל H3478 כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 שׁ֣וּבוּ H7725 וְהָשִׁ֔יבוּ H7725 מֵעַ֖ל H5921 גִּלּֽוּלֵיכֶ֑ם H1544 וּמֵ H5921 כָּל H3605 תּוֹעֲבֹתֵיכֶ֖ם H8441 הָשִׁ֥יבוּ H7725 פְנֵיכֶֽם H6440 ",
  "7": "כִּי֩ H3588 אִ֨ישׁ H376 אִ֜ישׁ H376 מִבֵּ֣ית H1004 יִשְׂרָאֵ֗ל H3478 וּמֵ H1616 אֲשֶׁר H834 יָג֣וּר H1481 בְּיִשְׂרָאֵל֒ H3478 וְיִנָּזֵ֣ר H5144 מֵֽאַחֲרַ֗ H310 וְיַ֤עַל H5927 גִּלּוּלָיו֙ H1544 אֶל H413 לִבּ֔וֹ H3820 וּמִכְשׁ֣וֹל H4383 עֲוֺנ֔וֹ H5771 יָשִׂ֖ים H7760 נֹ֣כַח H5227 פָּנָ֑יו H6440 וּבָ֤א H935 אֶל H413 הַנָּבִיא֙ H5030 לִדְרָשׁ H1875 ל֣וֹ Hl בִ֔י Hb אֲנִ֣י H589 יְהוָ֔ה H3068 נַֽעֲנֶה H6030 לּ֖וֹ Hl בִּֽי Hb ",
  "8": "וְנָתַתִּ֨י H5414 פָנַ֜י H6440 בָּאִ֣ישׁ H376 הַה֗וּא H1931 וַהֲשִֽׂמֹתִ֨י H8074 לְא֣וֹת H226 וְלִ H4912 וְהִכְרַתִּ֖י H3772 מִתּ֣וֹךְ H8432 עַמִּ֑י H5971 וִֽידַעְתֶּ֖ם H3045 כִּֽי H3588 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "9": "וְהַ H5030 כִֽי H3588 יְפֻתֶּה֙ H6601 וְדִבֶּ֣ר H1696 דָּבָ֔ר H1697 אֲנִ֤י H589 יְהוָה֙ H3068 פִּתֵּ֔יתִי H6601 אֵ֖ת H853 הַנָּבִ֣יא H5030 הַה֑וּא H1931 וְנָטִ֤יתִי H5186 אֶת H853 יָדִי֙ H3027 עָלָ֔יו H5921 וְהִ֨שְׁמַדְתִּ֔י H8045 מִתּ֖וֹךְ H8432 עַמִּ֥י H5971 יִשְׂרָאֵֽל H3478 ",
  "10": "וְנָשְׂא֖וּ H5375 עֲוֺנָ֑ם H5771 כַּֽעֲוֺן֙ H5771 הַדֹּרֵ֔שׁ H1875 כַּעֲוֺ֥ן H5771 הַנָּבִ֖יא H5030 יִֽהְיֶֽה H1961 ",
  "11": "לְ֠מַעַן H4616 לֹֽא H3808 יִתְע֨וּ H8582 ע֤וֹד H5750 בֵּֽית H1004 יִשְׂרָאֵל֙ H3478 מֵאַֽחֲרַ֔ H310 וְלֹֽא H3808 יִטַּמְּא֥וּ H2930 ע֖וֹד H5750 בְּכָל H3605 פִּשְׁעֵיהֶ֑ם H6588 וְהָ֥יוּ H1961 לִ֣י Hl לְעָ֗ם H5971 וַֽאֲנִי֙ H589 אֶהְיֶ֤ה H1961 לָהֶם֙ Hl לֵֽאלֹהִ֔ים H430 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "12": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "13": "בֶּן H1121 אָדָ֗ם H120 אֶ֚רֶץ H776 כִּ֤י H3588 תֶחֱטָא H2398 לִי֙ Hl לִמְעָל H4603 מַ֔עַל H4604 וְנָטִ֤יתִי H5186 יָדִי֙ H3027 עָלֶ֔יהָ H5921 וְשָׁבַ֥רְתִּי H7665 לָ֖הּ Hl מַטֵּה H4294 לָ֑חֶם H3899 וְהִשְׁלַחְתִּי H7971 בָ֣הּ Hb רָעָ֔ב H7458 וְהִכְרַתִּ֥י H3772 מִמֶּ֖נָּה H4480 אָדָ֥ם H120 וּבְהֵמָֽה H929 ",
  "14": "וְ֠הָיוּ H1961 שְׁלֹ֨שֶׁת H7969 הָאֲנָשִׁ֤ים H376 הָאֵ֨לֶּה֙ H428 בְּתוֹכָ֔ H8432 נֹ֖חַ H5146 דנאל H1840 וְאִיּ֑וֹב H347 הֵ֤מָּה H1992 בְצִדְקָתָ H6666 יְנַצְּל֣וּ H5337 נַפְשָׁ֔ם H5315 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "15": "לֽוּ H3863 חַיָּ֥ה H2416 רָעָ֛ה H7451 אַעֲבִ֥יר H5674 בָּאָ֖רֶץ H776 וְשִׁכְּלָ֑תָּ H7921 וְהָיְתָ֤ה H1961 שְׁמָמָה֙ H8077 מִבְּלִ֣י H1097 עוֹבֵ֔ר H5674 מִפְּנֵ֖י H6440 הַחַיָּֽה H2416 ",
  "16": "שְׁלֹ֨שֶׁת H7969 הָאֲנָשִׁ֣ים H376 הָאֵלֶּה֮ H428 בְּתוֹכָ H8432 חַי H2416 אָ֗נִי H589 נְאֻם֙ H5002 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 אִם H518 בָּנִ֥ים H1121 וְאִם H518 בָּנ֖וֹת H1323 יַצִּ֑ילוּ H5337 הֵ֤מָּה H1992 לְבַדָּ H905 יִנָּצֵ֔לוּ H5337 וְהָ H776 תִּהְיֶ֥ה H1961 שְׁמָמָֽה H8077 ",
  "17": "א֛וֹ H176 חֶ֥רֶב H2719 אָבִ֖יא H935 עַל H5921 הָאָ֣רֶץ H776 הַהִ֑יא H1931 וְאָמַרְתִּ֗י H559 חֶ֚רֶב H2719 תַּעֲבֹ֣ר H5674 בָּאָ֔רֶץ H776 וְהִכְרַתִּ֥י H3772 מִמֶּ֖נָּה H4480 אָדָ֥ם H120 וּבְהֵמָֽה H929 ",
  "18": "וּשְׁלֹ֨שֶׁת H7969 הָאֲנָשִׁ֣ים H376 הָאֵלֶּה֮ H428 בְּתוֹכָ H8432 חַי H2416 אָ֗נִי H589 נְאֻם֙ H5002 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 לֹ֥א H3808 יַצִּ֖ילוּ H5337 בָּנִ֣ים H1121 וּבָנ֑וֹת H1323 כִּ֛י H3588 הֵ֥ם H1992 לְבַדָּ֖ H905 יִנָּצֵֽלוּ H5337 ",
  "19": "א֛וֹ H176 דֶּ֥בֶר H1698 אֲשַׁלַּ֖ח H7971 אֶל H413 הָאָ֣רֶץ H776 הַהִ֑יא H1931 וְשָׁפַכְתִּ֨י H8210 חֲמָתִ֤י H2534 עָלֶ֨יהָ֙ H5921 בְּדָ֔ם H1818 לְהַכְרִ֥ית H3772 מִמֶּ֖נָּה H4480 אָדָ֥ם H120 וּבְהֵמָֽה H929 ",
  "20": "וְנֹ֨חַ H5146 דנאל H1840 וְאִיּוֹב֮ H347 בְּתוֹכָ H8432 חַי H2416 אָ֗נִי H589 נְאֻם֙ H5002 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 אִם H518 בֵּ֥ן H1121 אִם H518 בַּ֖ת H1323 יַצִּ֑ילוּ H5337 הֵ֥מָּה H1992 בְצִדְקָתָ֖ H6666 יַצִּ֥ילוּ H5337 נַפְשָֽׁם H5315 ",
  "21": "כִּי֩ H3588 כֹ֨ה H3541 אָמַ֜ר H559 אֲדֹנָ֣י H136 יְהֹוִ֗ה H3069 אַ֣ף H637 כִּֽי H3588 אַרְבַּ֣עַת H702 שְׁפָטַ֣י H8201 הָרָעִ֡ים H7451 חֶ֠רֶב H2719 וְרָעָ֞ב H7458 וְחַיָּ֤ה H2416 רָעָה֙ H7451 וָדֶ֔בֶר H1698 שִׁלַּ֖חְתִּי H7971 אֶל H413 יְרוּשָׁלִָ֑ם H3389 לְהַכְרִ֥ית H3772 מִמֶּ֖נָּה H4480 אָדָ֥ם H120 וּבְהֵמָֽה H929 ",
  "22": "וְהִנֵּ֨ה H2009 נֽוֹתְרָה H3498 בָּ֜הּ Hb פְּלֵטָ֗ה H6413 הַֽמּוּצָאִים֮ H3318 בָּנִ֣ים H1121 וּבָנוֹת֒ H1323 הִנָּם֙ H2005 יוֹצְאִ֣ים H3318 אֲלֵיכֶ֔ם H413 וּרְאִיתֶ֥ם H7200 אֶת H853 דַּרְכָּ֖ם H1870 וְאֶת H853 עֲלִֽילוֹתָ֑ם H5949 וְנִחַמְתֶּ֗ם H5162 עַל H5921 הָֽרָעָה֙ H7451 אֲשֶׁ֤ר H834 הֵבֵ֨אתִי֙ H935 עַל H5921 יְר֣וּשָׁלִַ֔ם H3389 אֵ֛ת H853 כָּל H3605 אֲשֶׁ֥ר H834 הֵבֵ֖אתִי H935 עָלֶֽיהָ H5921 ",
  "23": "וְנִחֲמ֣וּ H5162 אֶתְכֶ֔ם H853 כִּֽי H3588 תִרְא֥וּ H7200 אֶת H853 דַּרְכָּ֖ם H1870 וְאֶת H853 עֲלִֽילוֹתָ֑ם H5949 וִֽידַעְתֶּ֗ם H3045 כִּי֩ H3588 לֹ֨א H3808 חִנָּ֤ם H2600 עָשִׂ֨יתִי֙ H6213 אֵ֣ת H853 כָּל H3605 אֲשֶׁר H834 עָשִׂ֣יתִי H6213 בָ֔הּ Hb נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהֹוִֽה H3069 "
}
