{
  "1": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "2": "בֶּן H1121 אָדָ֕ם H120 הוֹדַ֥ע H3045 אֶת H853 יְרוּשָׁלִַ֖ם H3389 אֶת H853 תּוֹעֲבֹתֶֽיהָ H8441 ",
  "3": "וְאָמַרְתָּ֞ H559 כֹּה H3541 אָמַ֨ר H559 אֲדֹנָ֤י H136 יְהוִה֙ H3069 לִיר֣וּשָׁלִַ֔ם H3389 מְכֹרֹתַ֨יִךְ֙ H4351 וּמֹ֣לְדֹתַ֔יִ H4138 מֵאֶ֖רֶץ H776 הַֽכְּנַעֲנִ֑י H3669 אָבִ֥יךְ H1 הָאֱמֹרִ֖י H567 וְאִמֵּ֥ H517 חִתִּֽית H2850 ",
  "4": "וּמוֹלְדוֹתַ֗יִ H4138 בְּי֨וֹם H3117 הוּלֶּ֤דֶת H3205 אֹתָךְ֙ H853 לֹֽא H3808 כָרַּ֣ת H3772 שָׁרֵּ֔ךְ H8270 וּבְ H4325 לֹֽא H3808 רֻחַ֖צְתְּ H7364 לְמִשְׁעִ֑י H4935 וְהָמְלֵ֨חַ֙ H4414 לֹ֣א H3808 הֻמְלַ֔חַתְּ H4414 וְהָחְתֵּ֖ל H2853 לֹ֥א H3808 חֻתָּֽלְתְּ H2853 ",
  "5": "לֹא H3808 חָ֨סָה H2347 עָלַ֜יִךְ H5921 עַ֗יִן H5869 לַעֲשׂ֥וֹת H6213 לָ֛ךְ Hl אַחַ֥ת H259 מֵאֵ֖לֶּה H428 לְחֻמְלָ֣ה H2550 עָלָ֑יִךְ H5921 וַֽתֻּשְׁלְכִ֞י H7993 אֶל H413 פְּנֵ֤י H6440 הַשָּׂדֶה֙ H7704 בְּגֹ֣עַל H1604 נַפְשֵׁ֔ךְ H5315 בְּי֖וֹם H3117 הֻלֶּ֥דֶת H3205 אֹתָֽךְ H853 ",
  "6": "וָאֶעֱבֹ֤ר H5674 עָלַ֨יִךְ֙ H5921 וָֽאֶרְאֵ֔ H7200 מִתְבּוֹסֶ֖סֶת H947 בְּדָמָ֑יִ H1818 וָאֹ֤מַר H559 לָךְ֙ Hl בְּדָמַ֣יִ H1818 חֲיִ֔י H2421 וָאֹ֥מַר H559 לָ֖ךְ Hl בְּדָמַ֥יִ H1818 חֲיִֽי H2421 ",
  "7": "רְבָבָ֗ה H7233 כְּצֶ֤מַח H6780 הַשָּׂדֶה֙ H7704 נְתַתִּ֔יךְ H5414 וַתִּרְבִּי֙ H7235 וַֽתִּגְדְּלִ֔י H1431 וַתָּבֹ֖אִי H935 בַּעֲדִ֣י H1157 עֲדָיִ֑ים H5716 שָׁדַ֤יִם H7699 נָכֹ֨נוּ֙ H3559 וּשְׂעָרֵ֣ H8181 צִמֵּ֔חַ H6779 וְאַ֖תְּ H859 עֵרֹ֥ם H5903 וְעֶרְיָֽה H6181 ",
  "8": "וָאֶעֱבֹ֨ר H5674 עָלַ֜יִךְ H5921 וָאֶרְאֵ֗ H7200 וְהִנֵּ֤ה H2009 עִתֵּךְ֙ H6256 עֵ֣ת H6256 דֹּדִ֔ים H1730 וָאֶפְרֹ֤שׂ H6566 כְּנָפִי֙ H3671 עָלַ֔יִךְ H5921 וָאֲכַסֶּ֖ה H3680 עֶרְוָתֵ֑ךְ H6172 וָאֶשָּׁ֣בַֽע H7650 לָ֠ךְ Hl וָאָב֨וֹא H935 בִבְרִ֜ית H1285 אֹתָ֗ךְ H854 נְאֻ֛ם H5002 אֲדֹנָ֥י H136 יְהוִ֖ה H3069 וַתִּ֥הְיִי H1961 לִֽי Hl ",
  "9": "וָאֶרְחָצֵ֣ H7364 בַּמַּ֔יִם H4325 וָאֶשְׁטֹ֥ף H7857 דָּמַ֖יִךְ H1818 מֵֽעָלָ֑יִ H5921 וָאֲסֻכֵ֖ H5480 בַּשָּֽׁמֶן H8081 ",
  "10": "וָאַלְבִּישֵׁ֣ H3847 רִקְמָ֔ה H7553 וָאֶנְעֲלֵ֖ H5274 תָּ֑חַשׁ H8476 וָאֶחְבְּשֵׁ֣ H2280 בַּשֵּׁ֔שׁ H8336 וַאֲכַסֵּ֖ H3680 מֶֽשִׁי H4897 ",
  "11": "וָאֶעְדֵּ֖ H5710 עֶ֑דִי H5716 וָאֶתְּנָ֤ H5414 צְמִידִים֙ H6781 עַל H5921 יָדַ֔יִךְ H3027 וְרָבִ֖יד H7242 עַל H5921 גְּרוֹנֵֽךְ H1627 ",
  "12": "וָאֶתֵּ֥ן H5414 נֶ֨זֶם֙ H5141 עַל H5921 אַפֵּ֔ךְ H639 וַעֲגִילִ֖ים H5694 עַל H5921 אָזְנָ֑יִךְ H241 וַעֲטֶ֥רֶת H5850 תִּפְאֶ֖רֶת H8597 בְּרֹאשֵֽׁ H7218 ",
  "13": "וַתַּעְדִּ֞י H5710 זָהָ֣ב H2091 וָכֶ֗סֶף H3701 וּמַלְבּוּשֵׁ H4403 ששי H8336 וָמֶ֨שִׁי֙ H4897 וְרִקְמָ֔ה H7553 סֹ֧לֶת H5560 וּדְבַ֛שׁ H1706 וָשֶׁ֖מֶן H8081 אכלתי H398 וַתִּ֨יפִי֙ H3302 בִּמְאֹ֣ד H3966 מְאֹ֔ד H3966 וַֽתִּצְלְחִ֖י H6743 לִמְלוּכָֽה H4410 ",
  "14": "וַיֵּ֨צֵא H3318 לָ֥ךְ Hl שֵׁ֛ם H8034 בַּגּוֹיִ֖ם H1471 בְּיָפְיֵ֑ H3308 כִּ֣י H3588 כָּלִ֣יל H3632 ה֗וּא H1931 בַּֽהֲדָרִ H1926 אֲשֶׁר H834 שַׂ֣מְתִּי H7760 עָלַ֔יִךְ H5921 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "15": "וַתִּבְטְחִ֣י H982 בְיָפְיֵ֔ H3308 וַתִּזְנִ֖י H2181 עַל H5921 שְׁמֵ֑ךְ H8034 וַתִּשְׁפְּכִ֧י H8210 אֶת H853 תַּזְנוּתַ֛יִךְ H8457 עַל H5921 כָּל H3605 עוֹבֵ֖ר H5674 לוֹ Hl יֶֽהִי H1961 ",
  "16": "וַתִּקְחִ֣י H3947 מִבְּגָדַ֗יִ H899 וַתַּֽעֲשִׂי H6213 לָךְ֙ Hl בָּמ֣וֹת H1116 טְלֻא֔וֹת H2921 וַתִּזְנִ֖י H2181 עֲלֵיהֶ֑ם H5921 לֹ֥א H3808 בָא֖וֹת H935 וְלֹ֥א H3808 יִהְיֶֽה H1961 ",
  "17": "וַתִּקְחִ֞י H3947 כְּלֵ֣י H3627 תִפְאַרְתֵּ֗ךְ H8597 מִזְּהָבִ֤ H2091 וּמִ H3701 אֲשֶׁ֣ר H834 נָתַ֣תִּי H5414 לָ֔ךְ Hl וַתַּעֲשִׂי H6213 לָ֖ךְ Hl צַלְמֵ֣י H6754 זָכָ֑ר H2145 וַתִּזְנִי H2181 בָֽם Hb ",
  "18": "וַתִּקְחִ֛י H3947 אֶת H853 בִּגְדֵ֥י H899 רִקְמָתֵ֖ךְ H7553 וַתְּכַסִּ֑י H3680 וְשַׁמְנִ H8081 וּקְטָרְתִּ֔ H7004 נתתי H5414 לִפְנֵי H6440 ",
  "19": "וְלַחְמִ H3899 אֲשֶׁר H834 נָתַ֨תִּי H5414 לָ֜ךְ Hl סֹ֣לֶת H5560 וָשֶׁ֤מֶן H8081 וּדְבַשׁ֙ H1706 הֶֽאֱכַלְתִּ֔יךְ H398 וּנְתַתִּ֧י H5414 לִפְנֵי H6440 לְרֵ֥יחַ H7381 נִיחֹ֖חַ H5207 וַיֶּ֑הִי H1961 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "20": "וַתִּקְחִ֞י H3947 אֶת H853 בָּנַ֤יִךְ H1121 וְאֶת H853 בְּנוֹתַ֨יִךְ֙ H1323 אֲשֶׁ֣ר H834 יָלַ֣דְתְּ H3205 לִ֔י Hl וַתִּזְבָּחִ֥י H2076 לָהֶ֖ם Hl לֶאֱכ֑וֹל H398 הַמְעַ֖ט H4592 מתזנת H8457 ",
  "21": "וַֽתִּשְׁחֲטִ֖י H7819 אֶת H853 בָּנָ֑י H1121 וַֽתִּתְּנִ֔י H5414 בְּהַעֲבִ֥יר H5674 אוֹתָ֖ם H853 לָהֶֽם Hl ",
  "22": "וְאֵ֤ת H853 כָּל H3605 תּוֹעֲבֹתַ֨יִךְ֙ H8441 וְתַזְנֻתַ֔יִ H8457 לֹ֥א H3808 זכרתי H2142 אֶת H853 יְמֵ֣י H3117 נְעוּרָ֑יִךְ H5271 בִּֽהְיוֹתֵ H1961 עֵרֹ֣ם H5903 וְעֶרְיָ֔ה H6181 מִתְבּוֹסֶ֥סֶת H947 בְּדָמֵ֖ H1818 הָיִֽית H1961 ",
  "23": "וַיְהִ֕י H1961 אַחֲרֵ֖י H310 כָּל H3605 רָעָתֵ֑ךְ H7451 א֣וֹי H188 א֣וֹי H188 לָ֔ךְ Hl נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "24": "וַתִּבְנִי H1129 לָ֖ךְ Hl גֶּ֑ב H1354 וַתַּעֲשִׂי H6213 לָ֥ךְ Hl רָמָ֖ה H7413 בְּכָל H3605 רְחֽוֹב H7339 ",
  "25": "אֶל H413 כָּל H3605 רֹ֣אשׁ H7218 דֶּ֗רֶךְ H1870 בָּנִית֙ H1129 רָֽמָתֵ֔ךְ H7413 וַתְּתַֽעֲבִי֙ H8581 אֶת H853 יָפְיֵ֔ךְ H3308 וַתְּפַשְּׂקִ֥י H6589 אֶת H853 רַגְלַ֖יִךְ H7272 לְכָל H3605 עוֹבֵ֑ר H5674 וַתַּרְבִּ֖י H7235 אֶת H853 תזנתך H8457 ",
  "26": "וַתִּזְנִ֧י H2181 אֶל H413 בְּנֵֽי H1121 מִצְרַ֛יִם H4714 שְׁכֵנַ֖יִךְ H7934 גִּדְלֵ֣י H1432 בָשָׂ֑ר H1320 וַתַּרְבִּ֥י H7235 אֶת H853 תַּזְנֻתֵ֖ךְ H8457 לְהַכְעִיסֵֽ H3707 ",
  "27": "וְהִנֵּ֨ה H2009 נָטִ֤יתִי H5186 יָדִי֙ H3027 עָלַ֔יִךְ H5921 וָאֶגְרַ֖ע H1639 חֻקֵּ֑ךְ H2706 וָאֶתְּנֵ֞ H5414 בְּנֶ֤פֶשׁ H5315 שֹׂנְאוֹתַ֨יִךְ֙ H8130 בְּנ֣וֹת H1323 פְּלִשְׁתִּ֔ים H6430 הַנִּכְלָמ֖וֹת H3637 מִדַּרְכֵּ֥ H1870 זִמָּֽה H2154 ",
  "28": "וַתִּזְנִי֙ H2181 אֶל H413 בְּנֵ֣י H1121 אַשּׁ֔וּר H804 מִבִּלְתִּ֖י H1115 שָׂבְעָתֵ֑ךְ H7646 וַתִּזְנִ֕י H2181 וְגַ֖ם H1571 לֹ֥א H3808 שָׂבָֽעַתְּ H7654 ",
  "29": "וַתַּרְבִּ֧י H7235 אֶת H853 תַּזְנוּתֵ֛ךְ H8457 אֶל H413 אֶ֥רֶץ H776 כְּנַ֖עַן H3667 כַּשְׂדִּ֑ימָה H3778 וְגַם H1571 בְּזֹ֖את H2063 לֹ֥א H3808 שָׂבָֽעַתְּ H7646 ",
  "30": "מָ֤ה H4100 אֲמֻלָה֙ H535 לִבָּתֵ֔ךְ H3826 נְאֻ֖ם H5002 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 בַּעֲשׂוֹתֵ H6213 אֶת H853 כָּל H3605 אֵ֔לֶּה H428 מַעֲשֵׂ֥ה H4639 אִשָּֽׁה H802 זוֹנָ֖ה H2181 שַׁלָּֽטֶת H7986 ",
  "31": "בִּבְנוֹתַ֤יִ H1129 גַּבֵּךְ֙ H1354 בְּרֹ֣אשׁ H7218 כָּל H3605 דֶּ֔רֶךְ H1870 וְרָמָתֵ֥ H7413 עשיתי H6213 בְּכָל H3605 רְח֑וֹב H7339 וְלֹא H3808 הייתי H1961 כַּזּוֹנָ֖ה H2181 לְקַלֵּ֥ס H7046 אֶתְנָֽן H868 ",
  "32": "הָאִשָּׁ֖ה H802 הַמְּנָאָ֑פֶת H5003 תַּ֣חַת H8478 אִישָׁ֔הּ H376 תִּקַּ֖ח H3947 אֶת H853 זָרִֽים H2114 ",
  "33": "לְכָל H3605 זֹנ֖וֹת H2181 יִתְּנוּ H5414 נֵ֑דֶה H5078 וְאַ֨תְּ H859 נָתַ֤תְּ H5414 אֶת H853 נְדָנַ֨יִךְ֙ H5083 לְכָל H3605 מְאַֽהֲבַ֔יִךְ H157 וַתִּשְׁחֳדִ֣י H7809 אוֹתָ֗ם H853 לָב֥וֹא H935 אֵלַ֛יִךְ H413 מִסָּבִ֖יב H5439 בְּתַזְנוּתָֽיִ H8457 ",
  "34": "וַיְהִי H1961 בָ֨ךְ Hb הֵ֤פֶךְ H2016 מִן H4480 הַנָּשִׁים֙ H802 בְּתַזְנוּתַ֔יִ H8457 וְאַחֲרַ֖יִ H310 לֹ֣א H3808 זוּנָּ֑ה H2181 וּבְ H5414 אֶתְנָ֗ן H868 וְאֶתְנַ֛ן H868 לֹ֥א H3808 נִתַּן H5414 לָ֖ךְ Hl וַתְּהִ֥י H1961 לְהֶֽפֶךְ H2016 ",
  "35": "לָכֵ֣ן H3651 זוֹנָ֔ה H2181 שִׁמְעִ֖י H8085 דְּבַר H1697 יְהוָֽה H3068 ",
  "36": "כֹּֽה H3541 אָמַ֞ר H559 אֲדֹנָ֣י H136 יְהֹוִ֗ה H3069 יַ֣עַן H3282 הִשָּׁפֵ֤ךְ H8210 נְחֻשְׁתֵּךְ֙ H5178 וַתִּגָּלֶ֣ה H1540 עֶרְוָתֵ֔ךְ H6172 בְּתַזְנוּתַ֖יִ H8457 עַל H5921 מְאַהֲבָ֑יִךְ H157 וְעַל֙ H5921 כָּל H3605 גִּלּוּלֵ֣י H1544 תוֹעֲבוֹתַ֔יִךְ H8441 וְכִ H1818 בָנַ֔יִךְ H1121 אֲשֶׁ֥ר H834 נָתַ֖תְּ H5414 לָהֶֽם Hl ",
  "37": "לָ֠כֵן H3651 הִנְנִ֨י H2005 מְקַבֵּ֤ץ H6908 אֶת H853 כָּל H3605 מְאַהֲבַ֨יִךְ֙ H157 אֲשֶׁ֣ר H834 עָרַ֣בְתְּ H6149 עֲלֵיהֶ֔ם H5921 וְאֵת֙ H853 כָּל H3605 אֲשֶׁ֣ר H834 אָהַ֔בְתְּ H157 עַ֖ל H5921 כָּל H3605 אֲשֶׁ֣ר H834 שָׂנֵ֑את H8130 וְקִבַּצְתִּי֩ H6908 אֹתָ֨ם H853 עָלַ֜יִךְ H5921 מִסָּבִ֗יב H5439 וְגִלֵּיתִ֤י H1540 עֶרְוָתֵךְ֙ H6172 אֲלֵהֶ֔ם H413 וְרָא֖וּ H7200 אֶת H853 כָּל H3605 עֶרְוָתֵֽךְ H6172 ",
  "38": "וּשְׁפַטְתִּי H8199 מִשְׁפְּטֵ֣י H4941 נֹאֲפ֔וֹת H5003 וְשֹׁפְכֹ֖ת H8210 דָּ֑ם H1818 וּנְתַתִּ֕י H5414 דַּ֥ם H1818 חֵמָ֖ה H2534 וְקִנְאָֽה H7068 ",
  "39": "וְנָתַתִּ֨י H5414 אוֹתָ֜ךְ H853 בְּיָדָ֗ H3027 וְהָרְס֤וּ H2040 גַבֵּךְ֙ H1354 וְנִתְּצ֣וּ H5422 רָמֹתַ֔יִךְ H7413 וְהִפְשִׁ֤יטוּ H6584 אוֹתָךְ֙ H853 בְּגָדַ֔יִךְ H899 וְלָקְח֖וּ H3947 כְּלֵ֣י H3627 תִפְאַרְתֵּ֑ךְ H8597 וְהִנִּיח֖וּ H3240 עֵירֹ֥ם H5903 וְעֶרְיָֽה H6181 ",
  "40": "וְהֶעֱל֤וּ H5927 עָלַ֨יִךְ֙ H5921 קָהָ֔ל H6951 וְרָגְמ֥וּ H7275 אוֹתָ֖ךְ H853 בָּאָ֑בֶן H68 וּבִתְּק֖וּ H1333 בְּחַרְבוֹתָֽ H2719 ",
  "41": "וְשָׂרְפ֤וּ H8313 בָתַּ֨יִךְ֙ H1004 בָּאֵ֔שׁ H784 וְעָשׂוּ H6213 בָ֣ךְ Hb שְׁפָטִ֔ים H8201 לְעֵינֵ֖י H5869 נָשִׁ֣ים H802 רַבּ֑וֹת H7227 וְהִשְׁבַּתִּי H7673 מִזּוֹנָ֔ה H2181 וְגַם H1571 אֶתְנַ֖ן H868 לֹ֥א H3808 תִתְּנִי H5414 עֽוֹד H5750 ",
  "42": "וַהֲנִחֹתִ֤י H5117 חֲמָתִי֙ H2534 בָּ֔ךְ Hb וְסָ֥רָה H5493 קִנְאָתִ֖י H7068 מִמֵּ֑ךְ H4480 וְשָׁ֣קַטְתִּ֔י H8252 וְלֹ֥א H3808 אֶכְעַ֖ס H3707 עֽוֹד H5750 ",
  "43": "יַ֗עַן H3282 אֲשֶׁ֤ר H834 לֹֽא H3808 זכרתי H2142 אֶת H853 יְמֵ֣י H3117 נְעוּרַ֔יִךְ H5271 וַתִּרְגְּזִי H7264 לִ֖י Hl בְּכָל H3605 אֵ֑לֶּה H428 וְגַם H1571 אֲנִ֨י H589 הֵ֜א H1887 דַּרְכֵּ֣ךְ H1870 בְּרֹ֣אשׁ H7218 נָתַ֗תִּי H5414 נְאֻם֙ H5002 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 וְלֹ֤א H3808 עשיתי H6213 אֶת H853 הַזִּמָּ֔ה H2154 עַ֖ל H5921 כָּל H3605 תּוֹעֲבֹתָֽיִךְ H8441 ",
  "44": "הִנֵּה֙ H2009 כָּל H3605 הַמֹּשֵׁ֔ל H4911 עָלַ֥יִךְ H5921 יִמְשֹׁ֖ל H4911 לֵאמֹ֑ר H559 כְּאִמָּ֖ H517 בִּתָּֽהּ H1323 ",
  "45": "בַּת H1323 אִמֵּ֣ךְ H517 אַ֔תְּ H859 גֹּעֶ֥לֶת H1602 אִישָׁ֖הּ H376 וּבָנֶ֑י H1121 וַאֲח֨וֹת H269 אֲחוֹתֵ֜ךְ H269 אַ֗תְּ H859 אֲשֶׁ֤ר H834 גָּֽעֲ֨לוּ֙ H1602 אַנְשֵׁיהֶ֣ן H376 וּבְנֵי H1121 אִמְּכֶ֣ן H517 חִתִּ֔ית H2850 וַאֲבִי H1 אֱמֹרִֽי H567 ",
  "46": "וַאֲחוֹתֵ֨ H269 הַגְּדוֹלָ֤ה H1419 שֹֽׁמְרוֹן֙ H8111 הִ֣יא H1931 וּבְנוֹתֶ֔י H1323 הַיּוֹשֶׁ֖בֶת H3427 עַל H5921 שְׂמֹאולֵ֑ךְ H8040 וַאֲחוֹתֵ֞ H269 הַקְּטַנָּ֣ה H6996 מִמֵּ֗ךְ H4480 הַיּוֹשֶׁ֨בֶת֙ H3427 מִֽימִינֵ֔ H3225 סְדֹ֖ם H5467 וּבְנוֹתֶֽי H1323 ",
  "47": "וְלֹ֤א H3808 בְדַרְכֵי H1870 הָלַ֔כְתְּ H1980 וּבְ H8441 עשיתי H6213 כִּמְעַ֣ט H4592 קָ֔ט H6985 וַתַּשְׁחִ֥תִי H7843 מֵהֵ֖ן H2004 בְּכָל H3605 דְּרָכָֽיִךְ H1870 ",
  "48": "חַי H2416 אָ֗נִי H589 נְאֻם֙ H5002 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 אִם H518 עָֽשְׂתָה֙ H6213 סְדֹ֣ם H5467 אֲחוֹתֵ֔ךְ H269 הִ֖יא H1931 וּבְנוֹתֶ֑י H1323 כַּאֲשֶׁ֣ר H834 עָשִׂ֔ית H6213 אַ֖תְּ H859 וּבְנוֹתָֽיִ H1323 ",
  "49": "הִנֵּה H2009 זֶ֣ה H2088 הָיָ֔ה H1961 עֲוֺ֖ן H5771 סְדֹ֣ם H5467 אֲחוֹתֵ֑ךְ H269 גָּא֨וֹן H1347 שִׂבְעַת H7653 לֶ֜חֶם H3899 וְשַׁלְוַ֣ת H7962 הַשְׁקֵ֗ט H8252 הָ֤יָה H1961 לָהּ֙ Hl וְלִ H1323 וְיַד H3027 עָנִ֥י H6041 וְאֶבְי֖וֹן H34 לֹ֥א H3808 הֶחֱזִֽיקָה H2388 ",
  "50": "וַֽתִּגְבְּהֶ֔ינָה H1361 וַתַּעֲשֶׂ֥ינָה H6213 תוֹעֵבָ֖ה H8441 לְפָנָ֑ H6440 וָאָסִ֥יר H5493 אֶתְהֶ֖ן H853 כַּאֲשֶׁ֥ר H834 רָאִֽיתִי H7200 ",
  "51": "וְשֹׁ֣מְר֔וֹן H8111 כַּחֲצִ֥י H2677 חַטֹּאתַ֖יִךְ H2403 לֹ֣א H3808 חָטָ֑אָה H2398 וַתַּרְבִּ֤י H7235 אֶת H853 תּוֹעֲבוֹתַ֨יִךְ֙ H8441 מֵהֵ֔נָּה H2007 וַתְּצַדְּקִי֙ H6663 אֶת H853 אחותך H269 בְּכָל H3605 תּוֹעֲבוֹתַ֖יִךְ H8441 אֲשֶׁ֥ר H834 עשיתי H6213 ",
  "52": "גַּם H1571 אַ֣תְּ H859 שְׂאִ֣י H5375 כְלִמָּתֵ֗ךְ H3639 אֲשֶׁ֤ר H834 פִּלַּלְתְּ֙ H6419 לַֽאֲחוֹתֵ֔ H269 בְּחַטֹּאתַ֛יִ H2403 אֲשֶׁר H834 הִתְעַ֥בְתְּ H8581 מֵהֵ֖ן H2004 תִּצְדַּ֣קְנָה H6663 מִמֵּ֑ךְ H4480 וְגַם H1571 אַ֥תְּ H859 בּ֨וֹשִׁי֙ H954 וּשְׂאִ֣י H5375 כְלִמָּתֵ֔ךְ H3639 בְּצַדֶּקְתֵּ֖ H6663 אַחְיוֹתֵֽךְ H269 ",
  "53": "וְשַׁבְתִּי֙ H7725 אֶת H853 שְׁבִ֣יתְהֶ֔ן H7622 אֶת H853 שבית H7622 סְדֹם֙ H5467 וּבְנוֹתֶ֔י H1323 וְאֶת H853 שבית H7622 שֹׁמְר֖וֹן H8111 וּבְנוֹתֶ֑י H1323 ושבית H7622 שְׁבִיתַ֖יִךְ H7628 בְּתוֹכָֽ H8432 ",
  "54": "לְמַ֨עַן֙ H4616 תִּשְׂאִ֣י H5375 כְלִמָּתֵ֔ךְ H3639 וְנִכְלַ֕מְתְּ H3637 מִכֹּ֖ל H3605 אֲשֶׁ֣ר H834 עָשִׂ֑ית H6213 בְּנַחֲמֵ֖ H5162 אֹתָֽן H854 ",
  "55": "וַאֲחוֹתַ֗יִ H269 סְדֹ֤ם H5467 וּבְנוֹתֶ֨י H1323 תָּשֹׁ֣בְןָ H7725 לְקַדְמָתָ֔ H6927 וְשֹֽׁמְרוֹן֙ H8111 וּבְנוֹתֶ֔י H1323 תָּשֹׁ֖בְןָ H7725 לְקַדְמָתָ֑ H6927 וְאַתְּ֙ H859 וּבְנוֹתַ֔יִ H1323 תְּשֻׁבֶ֖ינָה H7725 לְקַדְמַתְ H6927 ",
  "56": "וְל֤וֹא H3808 הָֽיְתָה֙ H1961 סְדֹ֣ם H5467 אֲחוֹתֵ֔ךְ H269 לִשְׁמוּעָ֖ה H8052 בְּפִ֑י H6310 בְּי֖וֹם H3117 גְּאוֹנָֽיִךְ H1347 ",
  "57": "בְּטֶרֶם֮ H2962 תִּגָּלֶ֣ה H1540 רָעָתֵךְ֒ H7451 כְּמ֗וֹ H3644 עֵ֚ת H6256 חֶרְפַּ֣ת H2781 בְּנוֹת H1323 אֲרָ֔ם H758 וְכָל H3605 סְבִיבוֹתֶ֖יהָ H5439 בְּנ֣וֹת H1323 פְּלִשְׁתִּ֑ים H6430 הַשָּׁאט֥וֹת H7590 אוֹתָ֖ךְ H853 מִסָּבִֽיב H5439 ",
  "58": "אֶת H853 זִמָּתֵ֥ךְ H2154 וְאֶת H853 תּוֹעֲבוֹתַ֖יִךְ H8441 אַ֣תְּ H859 נְשָׂאתִ֑ים H5375 נְאֻ֖ם H5002 יְהוָֽה H3068 ",
  "59": "כִּ֣י H3588 כֹ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 ועשית H6213 אוֹתָ֖ךְ H854 כַּאֲשֶׁ֣ר H834 עָשִׂ֑ית H6213 אֲשֶׁר H834 בָּזִ֥ית H959 אָלָ֖ה H423 לְהָפֵ֥ר H6565 בְּרִֽית H1285 ",
  "60": "וְזָכַרְתִּ֨י H2142 אֲנִ֧י H589 אֶת H853 בְּרִיתִ֛י H1285 אוֹתָ֖ךְ H854 בִּימֵ֣י H3117 נְעוּרָ֑יִךְ H5271 וַהֲקִמוֹתִ֥י H6965 לָ֖ךְ Hl בְּרִ֥ית H1285 עוֹלָֽם H5769 ",
  "61": "וְזָכַ֣רְתְּ H2142 אֶת H853 דְּרָכַיִךְ֮ H1870 וְנִכְלַמְתְּ֒ H3637 בְּקַחְתֵּ֗ H3947 אֶת H853 אֲחוֹתַ֨יִךְ֙ H269 הַגְּדֹל֣וֹת H1419 מִמֵּ֔ךְ H4480 אֶל H413 הַקְּטַנּ֖וֹת H6996 מִמֵּ֑ךְ H4480 וְנָתַתִּ֨י H5414 אֶתְהֶ֥ן H853 לָ֛ךְ Hl לְבָנ֖וֹת H1323 וְלֹ֥א H3808 מִבְּרִיתֵֽ H1285 ",
  "62": "וַהֲקִימוֹתִ֥י H6965 אֲנִ֛י H589 אֶת H853 בְּרִיתִ֖י H1285 אִתָּ֑ךְ H854 וְיָדַ֖עַתְּ H3045 כִּֽי H3588 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "63": "לְמַ֤עַן H4616 תִּזְכְּרִי֙ H2142 וָבֹ֔שְׁתְּ H954 וְלֹ֨א H3808 יִֽהְיֶה H1961 לָּ֥ךְ Hl עוֹד֙ H5750 פִּתְח֣וֹן H6610 פֶּ֔ה H6310 מִפְּנֵ֖י H6440 כְּלִמָּתֵ֑ךְ H3639 בְּכַפְּרִ H3722 לָךְ֙ Hl לְכָל H3605 אֲשֶׁ֣ר H834 עָשִׂ֔ית H6213 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 "
}
