{
  "1": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "2": "מַה H4100 לָּכֶ֗ם Hl אַתֶּם֙ H859 מֹֽשְׁלִים֙ H4911 אֶת H853 הַמָּשָׁ֣ל H4912 הַזֶּ֔ה H2088 עַל H5921 אַדְמַ֥ת H127 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 אָבוֹת֙ H1 יֹ֣אכְלוּ H398 בֹ֔סֶר H1155 וְשִׁנֵּ֥י H8127 הַבָּנִ֖ים H1121 תִּקְהֶֽינָה H6949 ",
  "3": "חַי H2416 אָ֕נִי H589 נְאֻ֖ם H5002 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 אִם H518 יִֽהְיֶ֨ה H1961 לָכֶ֜ם Hl ע֗וֹד H5750 מְשֹׁ֛ל H4911 הַמָּשָׁ֥ל H4912 הַזֶּ֖ה H2088 בְּיִשְׂרָאֵֽל H3478 ",
  "4": "הֵ֤ן H2005 כָּל H3605 הַנְּפָשׁוֹת֙ H5315 לִ֣י Hl הֵ֔נָּה H2007 כְּנֶ֧פֶשׁ H5315 הָאָ֛ב H1 וּכְ H5315 הַבֵּ֖ן H1121 לִי Hl הֵ֑נָּה H2007 הַנֶּ֥פֶשׁ H5315 הַחֹטֵ֖את H2398 הִ֥יא H1931 תָמֽוּת H4191 ",
  "5": "וְאִ֖ישׁ H376 כִּי H3588 יִהְיֶ֣ה H1961 צַדִּ֑יק H6662 וְעָשָׂ֥ה H6213 מִשְׁפָּ֖ט H4941 וּצְדָקָֽה H6666 ",
  "6": "אֶל H413 הֶֽהָרִים֙ H2022 לֹ֣א H3808 אָכָ֔ל H398 וְעֵינָי H5869 לֹ֣א H3808 נָשָׂ֔א H5375 אֶל H413 גִּלּוּלֵ֖י H1544 בֵּ֣ית H1004 יִשְׂרָאֵ֑ל H3478 וְאֶת H853 אֵ֤שֶׁת H802 רֵעֵ֨הוּ֙ H7453 לֹ֣א H3808 טִמֵּ֔א H2930 וְאֶל H413 אִשָּׁ֥ה H802 נִדָּ֖ה H5079 לֹ֥א H3808 יִקְרָֽב H7126 ",
  "7": "וְאִישׁ֙ H376 לֹ֣א H3808 יוֹנֶ֔ה H3238 חֲבֹלָת֥וֹ H2258 חוֹב֙ H2326 יָשִׁ֔יב H7725 גְּזֵלָ֖ה H1500 לֹ֣א H3808 יִגְזֹ֑ל H1497 לַחְמוֹ֙ H3899 לְרָעֵ֣ב H7457 יִתֵּ֔ן H5414 וְעֵירֹ֖ם H5903 יְכַסֶּה H3680 בָּֽגֶד H899 ",
  "8": "בַּנֶּ֣שֶׁךְ H5392 לֹֽא H3808 יִתֵּ֗ן H5414 וְתַרְבִּית֙ H8636 לֹ֣א H3808 יִקָּ֔ח H3947 מֵעָ֖וֶל H5766 יָשִׁ֣יב H7725 יָד֑וֹ H3027 מִשְׁפַּ֤ט H4941 אֱמֶת֙ H571 יַֽעֲשֶׂ֔ה H6213 בֵּ֥ין H996 אִ֖ישׁ H376 לְאִֽישׁ H376 ",
  "9": "בְּחֻקּוֹתַ֧ H2708 יְהַלֵּ֛ךְ H1980 וּמִשְׁפָּטַ֥ H4941 שָׁמַ֖ר H8104 לַעֲשׂ֣וֹת H6213 אֱמֶ֑ת H571 צַדִּ֥יק H6662 הוּא֙ H1931 חָיֹ֣ה H2421 יִֽחְיֶ֔ה H2421 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "10": "וְהוֹלִ֥יד H3205 בֵּן H1121 פָּרִ֖יץ H6530 שֹׁפֵ֣ךְ H8210 דָּ֑ם H1818 וְעָ֣שָׂה H6213 אָ֔ח H251 מֵאַחַ֖ד H259 מֵאֵֽלֶּה H428 ",
  "11": "וְה֕וּא H1931 אֶת H853 כָּל H3605 אֵ֖לֶּה H428 לֹ֣א H3808 עָשָׂ֑ה H6213 כִּ֣י H3588 גַ֤ם H1571 אֶל H413 הֶֽהָרִים֙ H2022 אָכַ֔ל H398 וְאֶת H853 אֵ֥שֶׁת H802 רֵעֵ֖הוּ H7453 טִמֵּֽא H2930 ",
  "12": "עָנִ֤י H6041 וְאֶבְיוֹן֙ H34 הוֹנָ֔ה H3238 גְּזֵל֣וֹת H1500 גָּזָ֔ל H1497 חֲבֹ֖ל H2258 לֹ֣א H3808 יָשִׁ֑יב H7725 וְאֶל H413 הַגִּלּוּלִים֙ H1544 נָשָׂ֣א H5375 עֵינָ֔יו H5869 תּוֹעֵבָ֖ה H8441 עָשָֽׂה H6213 ",
  "13": "בַּנֶּ֧שֶׁךְ H5392 נָתַ֛ן H5414 וְתַרְבִּ֥ית H8636 לָקַ֖ח H3947 וָחָ֑י H2425 לֹ֣א H3808 יִֽחְיֶ֗ה H2421 אֵ֣ת H853 כָּל H3605 הַתּוֹעֵב֤וֹת H8441 הָאֵ֨לֶּה֙ H428 עָשָׂ֔ה H6213 מ֣וֹת H4191 יוּמָ֔ת H4191 דָּמָ֖יו H1818 בּ֥וֹ Hb יִהְיֶֽה H1961 ",
  "14": "וְהִנֵּה֙ H2009 הוֹלִ֣יד H3205 בֵּ֔ן H1121 וַיַּ֕רְא H7200 אֶת H853 כָּל H3605 חַטֹּ֥את H2403 אָבִ֖יו H1 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 וַיִּרְאֶ֕ה H7200 וְלֹ֥א H3808 יַעֲשֶׂ֖ה H6213 כָּהֵֽן H2004 ",
  "15": "עַל H5921 הֶֽהָרִים֙ H2022 לֹ֣א H3808 אָכָ֔ל H398 וְעֵינָי H5869 לֹ֣א H3808 נָשָׂ֔א H5375 אֶל H413 גִּלּוּלֵ֖י H1544 בֵּ֣ית H1004 יִשְׂרָאֵ֑ל H3478 אֶת H853 אֵ֥שֶׁת H802 רֵעֵ֖הוּ H7453 לֹ֥א H3808 טִמֵּֽא H2930 ",
  "16": "וְאִישׁ֙ H376 לֹ֣א H3808 הוֹנָ֔ה H3238 חֲבֹל֙ H2258 לֹ֣א H3808 חָבָ֔ל H2254 וּגְזֵלָ֖ה H1500 לֹ֣א H3808 גָזָ֑ל H1497 לַחְמוֹ֙ H3899 לְרָעֵ֣ב H7457 נָתָ֔ן H5414 וְעֵר֖וֹם H5903 כִּסָּה H3680 בָֽגֶד H899 ",
  "17": "מֵעָנִ֞י H6041 הֵשִׁ֣יב H7725 יָד֗וֹ H3027 נֶ֤שֶׁךְ H5392 וְתַרְבִּית֙ H8636 לֹ֣א H3808 לָקָ֔ח H3947 מִשְׁפָּטַ֣י H4941 עָשָׂ֔ה H6213 בְּחֻקּוֹתַ֖ H2708 הָלָ֑ךְ H1980 ה֗וּא H1931 לֹ֥א H3808 יָמ֛וּת H4191 בַּעֲוֺ֥ן H5771 אָבִ֖יו H1 חָיֹ֥ה H2421 יִחְיֶֽה H2421 ",
  "18": "אָבִ֞יו H1 כִּֽי H3588 עָ֣שַׁק H6231 עֹ֗שֶׁק H6233 גָּזַל֙ H1497 גֵּ֣זֶל H1499 אָ֔ח H251 וַאֲשֶׁ֥ר H834 לֹא H3808 ט֛וֹב H2896 עָשָׂ֖ה H6213 בְּת֣וֹךְ H8432 עַמָּ֑יו H5971 וְהִנֵּה H2009 מֵ֖ת H4191 בַּעֲוֺנֽ H5771 ",
  "19": "וַאֲמַרְתֶּ֕ם H559 מַדֻּ֛עַ H4069 לֹא H3808 נָשָׂ֥א H5375 הַבֵּ֖ן H1121 בַּעֲוֺ֣ן H5771 הָאָ֑ב H1 וְהַ H1121 מִשְׁפָּ֧ט H4941 וּצְדָקָ֣ה H6666 עָשָׂ֗ה H6213 אֵ֣ת H853 כָּל H3605 חֻקּוֹתַ֥י H2708 שָׁמַ֛ר H8104 וַיַּעֲשֶׂ֥ה H6213 אֹתָ֖ם H853 חָיֹ֥ה H2421 יִחְיֶֽה H2421 ",
  "20": "הַנֶּ֥פֶשׁ H5315 הַחֹטֵ֖את H2398 הִ֣יא H1931 תָמ֑וּת H4191 בֵּ֞ן H1121 לֹא H3808 יִשָּׂ֣א H5375 בַּעֲוֺ֣ן H5771 הָאָ֗ב H1 וְאָב֙ H1 לֹ֤א H3808 יִשָּׂא֙ H5375 בַּעֲוֺ֣ן H5771 הַבֵּ֔ן H1121 צִדְקַ֤ת H6666 הַצַּדִּיק֙ H6662 עָלָ֣יו H5921 תִּֽהְיֶ֔ה H1961 וְרִשְׁעַ֥ת H7564 רשע H7563 עָלָ֥יו H5921 תִּֽהְיֶֽה H1961 ",
  "21": "וְהָ H7563 כִּ֤י H3588 יָשׁוּב֙ H7725 מִכָּל H3605 חטאתו H2403 אֲשֶׁ֣ר H834 עָשָׂ֔ה H6213 וְשָׁמַר֙ H8104 אֶת H853 כָּל H3605 חֻקּוֹתַ֔י H2708 וְעָשָׂ֥ה H6213 מִשְׁפָּ֖ט H4941 וּצְדָקָ֑ה H6666 חָיֹ֥ה H2421 יִחְיֶ֖ה H2421 לֹ֥א H3808 יָמֽוּת H4191 ",
  "22": "כָּל H3605 פְּשָׁעָיו֙ H6588 אֲשֶׁ֣ר H834 עָשָׂ֔ה H6213 לֹ֥א H3808 יִזָּכְר֖וּ H2142 ל֑וֹ Hl בְּצִדְקָת֥ H6666 אֲשֶׁר H834 עָשָׂ֖ה H6213 יִֽחְיֶֽה H2421 ",
  "23": "הֶחָפֹ֤ץ H2654 אֶחְפֹּץ֙ H2654 מ֣וֹת H4194 רָשָׁ֔ע H7563 נְאֻ֖ם H5002 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 הֲל֛וֹא H3808 בְּשׁוּב֥ H7725 מִדְּרָכָ֖י H1870 וְחָיָֽה H2421 ",
  "24": "וּבְ H7725 צַדִּ֤יק H6662 מִצִּדְקָת H6666 וְעָ֣שָׂה H6213 עָ֔וֶל H5766 כְּכֹ֨ל H3605 הַתּוֹעֵב֜וֹת H8441 אֲשֶׁר H834 עָשָׂ֧ה H6213 הָרָשָׁ֛ע H7563 יַעֲשֶׂ֖ה H6213 וָחָ֑י H2425 כָּל H3605 צדקתו H6666 אֲשֶׁר H834 עָשָׂה֙ H6213 לֹ֣א H3808 תִזָּכַ֔רְנָה H2142 בְּמַעֲל֧ H4604 אֲשֶׁר H834 מָעַ֛ל H4603 וּבְ H2403 אֲשֶׁר H834 חָטָ֖א H2398 בָּ֥ם Hb יָמֽוּת H4191 ",
  "25": "וַאֲמַרְתֶּ֕ם H559 לֹ֥א H3808 יִתָּכֵ֖ן H8505 דֶּ֣רֶךְ H1870 אֲדֹנָ֑י H136 שִׁמְעוּ H8085 נָא֙ H4994 בֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 הֲדַרְכִּ H1870 לֹ֣א H3808 יִתָּכֵ֔ן H8505 הֲלֹ֥א H3808 דַרְכֵיכֶ֖ם H1870 לֹ֥א H3808 יִתָּכֵֽנוּ H8505 ",
  "26": "בְּשׁוּב H7725 צַדִּ֧יק H6662 מִצִּדְקָת֛ H6666 וְעָ֥שָׂה H6213 עָ֖וֶל H5766 וּמֵ֣ת H4191 עֲלֵיהֶ֑ם H5921 בְּעַוְל֥ H5766 אֲשֶׁר H834 עָשָׂ֖ה H6213 יָמֽוּת H4191 ",
  "27": "וּבְ H7725 רָשָׁ֗ע H7563 מֵֽרִשְׁעָת H7564 אֲשֶׁ֣ר H834 עָשָׂ֔ה H6213 וַיַּ֥עַשׂ H6213 מִשְׁפָּ֖ט H4941 וּצְדָקָ֑ה H6666 ה֖וּא H1931 אֶת H853 נַפְשׁ֥וֹ H5315 יְחַיֶּֽה H2421 ",
  "28": "וַיִּרְאֶ֣ה H7200 וישוב H7725 מִכָּל H3605 פְּשָׁעָ֖יו H6588 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 חָי֥וֹ H2421 יִחְיֶ֖ה H2421 לֹ֥א H3808 יָמֽוּת H4191 ",
  "29": "וְאָֽמְרוּ֙ H559 בֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 לֹ֥א H3808 יִתָּכֵ֖ן H8505 דֶּ֣רֶךְ H1870 אֲדֹנָ֑י H136 הַדְּרָכַ֞ H1870 לֹ֤א H3808 יִתָּֽכְנּוּ֙ H8505 בֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 הֲלֹ֥א H3808 דַרְכֵיכֶ֖ם H1870 לֹ֥א H3808 יִתָּכֵֽן H8505 ",
  "30": "לָכֵן֩ H3651 אִ֨ישׁ H376 כִּדְרָכָ֜י H1870 אֶשְׁפֹּ֤ט H8199 אֶתְכֶם֙ H853 בֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 נְאֻ֖ם H5002 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 שׁ֤וּבוּ H7725 וְהָשִׁ֨יבוּ֙ H7725 מִכָּל H3605 פִּשְׁעֵיכֶ֔ם H6588 וְלֹֽא H3808 יִהְיֶ֥ה H1961 לָכֶ֛ם Hl לְמִכְשׁ֖וֹל H4383 עָוֺֽן H5771 ",
  "31": "הַשְׁלִ֣יכוּ H7993 מֵעֲלֵי H5921 אֶת H853 כָּל H3605 פִּשְׁעֵיכֶם֙ H6588 אֲשֶׁ֣ר H834 פְּשַׁעְתֶּ֣ם H6586 בָּ֔ם Hb וַעֲשׂ֥וּ H6213 לָכֶ֛ם Hl לֵ֥ב H3820 חָדָ֖שׁ H2319 וְר֣וּחַ H7307 חֲדָשָׁ֑ה H2319 וְלָ֥ H4100 תָמֻ֖תוּ H4191 בֵּ֥ית H1004 יִשְׂרָאֵֽל H3478 ",
  "32": "כִּ֣י H3588 לֹ֤א H3808 אֶחְפֹּץ֙ H2654 בְּמ֣וֹת H4194 הַמֵּ֔ת H4191 נְאֻ֖ם H5002 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 וְהָשִׁ֖יבוּ H7725 וִֽחְיֽוּ H2421 "
}
