{
  "1": "וַיְהִי֩ H1961 דְבַר H1697 יְהוָ֨ה H3068 אֵלַ֜י H413 בַּשָּׁנָ֤ה H8141 הַתְּשִׁיעִית֙ H8671 בַּחֹ֣דֶשׁ H2320 הָעֲשִׂירִ֔י H6224 בֶּעָשׂ֥וֹר H6218 לַחֹ֖דֶשׁ H2320 לֵאמֹֽר H559 ",
  "2": "בֶּן H1121 אָדָ֗ם H120 כתוב H3789 לְךָ֙ H3789 אֶת H853 שֵׁ֣ם H8034 הַיּ֔וֹם H3117 אֶת H853 עֶ֖צֶם H6106 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 סָמַ֤ךְ H5564 מֶֽלֶךְ H4428 בָּבֶל֙ H894 אֶל H413 יְר֣וּשָׁלִַ֔ם H3389 בְּעֶ֖צֶם H6106 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "3": "וּמְשֹׁ֤ל H4911 אֶל H413 בֵּית H1004 הַמֶּ֨רִי֙ H4805 מָשָׁ֔ל H4912 וְאָמַרְתָּ֣ H559 אֲלֵיהֶ֔ם H413 כֹּ֥ה H3541 אָמַ֖ר H559 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 שְׁפֹ֤ת H8239 הַסִּיר֙ H5518 שְׁפֹ֔ת H8239 וְגַם H1571 יְצֹ֥ק H3332 בּ֖וֹ Hb מָֽיִם H4325 ",
  "4": "אֱסֹ֤ף H622 נְתָחֶ֨יהָ֙ H5409 אֵלֶ֔יהָ H413 כָּל H3605 נֵ֥תַח H5409 ט֖וֹב H2896 יָרֵ֣ךְ H3409 וְכָתֵ֑ף H3802 מִבְחַ֥ר H4005 עֲצָמִ֖ים H6106 מַלֵּֽא H4390 ",
  "5": "מִבְחַ֤ר H4005 הַצֹּאן֙ H6629 לָק֔וֹחַ H3947 וְגַ֛ם H1571 דּ֥וּר H1754 הָעֲצָמִ֖ים H6106 תַּחְתֶּ֑יהָ H8478 רַתַּ֣ח H7570 רְתָחֶ֔יהָ H7571 גַּם H1571 בָּשְׁל֥וּ H1310 עֲצָמֶ֖יהָ H6106 בְּתוֹכָֽ H8432 ",
  "6": "לָכֵ֞ן H3651 כֹּה H3541 אָמַ֣ר H559 אֲדֹנָ֣י H136 יְהֹוִ֗ה H3069 אוֹי֮ H188 עִ֣יר H5892 הַדָּמִים֒ H1818 סִ֚יר H5518 אֲשֶׁ֣ר H834 חֶלְאָתָ֣ה H2457 בָ֔הּ Hb וְחֶ֨לְאָתָ֔ H2457 לֹ֥א H3808 יָצְאָ֖ה H3318 מִמֶּ֑נָּה H4480 לִנְתָחֶ֤י H5409 לִנְתָחֶ֨י H5409 הוֹצִיאָ֔הּ H3318 לֹא H3808 נָפַ֥ל H5307 עָלֶ֖יהָ H5921 גּוֹרָֽל H1486 ",
  "7": "כִּ֤י H3588 דָמָהּ֙ H1818 בְּתוֹכָ֣ H8432 הָיָ֔ה H1961 עַל H5921 צְחִ֥יחַ H6706 סֶ֖לַע H5553 שָׂמָ֑תְהוּ H7760 לֹ֤א H3808 שְׁפָכַ֨תְהוּ֙ H8210 עַל H5921 הָאָ֔רֶץ H776 לְכַסּ֥וֹת H3680 עָלָ֖יו H5921 עָפָֽר H6083 ",
  "8": "לְהַעֲל֤וֹת H5927 חֵמָה֙ H2534 לִנְקֹ֣ם H5358 נָקָ֔ם H5359 נָתַ֥תִּי H5414 אֶת H853 דָּמָ֖הּ H1818 עַל H5921 צְחִ֣יחַ H6706 סָ֑לַע H5553 לְבִלְתִּ֖י H1115 הִכָּסֽוֹת H3680 ",
  "9": "לָכֵ֗ן H3651 כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 א֖וֹי H188 עִ֣יר H5892 הַדָּמִ֑ים H1818 גַּם H1571 אֲנִ֖י H589 אַגְדִּ֥יל H1431 הַמְּדוּרָֽה H4071 ",
  "10": "הַרְבֵּ֤ה H7235 הָעֵצִים֙ H6086 הַדְלֵ֣ק H1814 הָאֵ֔שׁ H784 הָתֵ֖ם H8552 הַבָּשָׂ֑ר H1320 וְהַרְקַח֙ H7543 הַמֶּרְקָחָ֔ה H4841 וְהָ H6106 יֵחָֽרוּ H2787 ",
  "11": "וְהַעֲמִידֶ֥ H5975 עַל H5921 גֶּחָלֶ֖יהָ H1513 רֵקָ֑ה H7386 לְמַ֨עַן H4616 תֵּחַ֜ם H3179 וְחָ֣רָה H2787 נְחֻשְׁתָּ֗הּ H5178 וְנִתְּכָ֤ה H5413 בְתוֹכָ H8432 טֻמְאָתָ֔הּ H2932 תִּתֻּ֖ם H8552 חֶלְאָתָֽהּ H2457 ",
  "12": "תְּאֻנִ֖ים H8383 הֶלְאָ֑ת H3811 וְלֹֽא H3808 תֵצֵ֤א H3318 מִמֶּ֨נָּה֙ H4480 רַבַּ֣ת H7227 חֶלְאָתָ֔הּ H2457 בְּאֵ֖שׁ H784 חֶלְאָתָֽהּ H2457 ",
  "13": "בְּטֻמְאָתֵ֖ H2932 זִמָּ֑ה H2154 יַ֤עַן H3282 טִֽהַרְתִּיךְ֙ H2891 וְלֹ֣א H3808 טָהַ֔רְתְּ H2891 מִטֻּמְאָתֵ H2932 לֹ֣א H3808 תִטְהֲרִי H2891 ע֔וֹד H5750 עַד H5704 הֲנִיחִ֥י H5117 אֶת H853 חֲמָתִ֖י H2534 בָּֽךְ Hb ",
  "14": "אֲנִ֨י H589 יְהוָ֤ה H3068 דִּבַּ֨רְתִּי֙ H1696 בָּאָ֣ה H935 וְעָשִׂ֔יתִי H6213 לֹֽא H3808 אֶפְרַ֥ע H6544 וְלֹא H3808 אָח֖וּס H2347 וְלֹ֣א H3808 אֶנָּחֵ֑ם H5162 כִּדְרָכַ֤יִ H1870 וְכַ H5949 שְׁפָט֔וּךְ H8199 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהֹוִֽה H3069 ",
  "15": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "16": "בֶּן H1121 אָדָ֕ם H120 הִנְנִ֨י H2005 לֹקֵ֧חַ H3947 מִמְּךָ֛ H4480 אֶת H853 מַחְמַ֥ד H4261 עֵינֶ֖יךָ H5869 בְּמַגֵּפָ֑ה H4046 וְלֹ֤א H3808 תִסְפֹּד֙ H5594 וְלֹ֣א H3808 תִבְכֶּ֔ה H1058 וְל֥וֹא H3808 תָב֖וֹא H935 דִּמְעָתֶֽךָ H1832 ",
  "17": "הֵאָנֵ֣ק H602 דֹּ֗ם H1826 מֵתִים֙ H4191 אֵ֣בֶל H60 לֹֽא H3808 תַֽעֲשֶׂ֔ה H6213 פְאֵֽרְךָ֙ H6287 חֲב֣וֹשׁ H2280 עָלֶ֔יךָ H5921 וּנְעָלֶ֖י H5275 תָּשִׂ֣ים H7760 בְּרַגְלֶ֑י H7272 וְלֹ֤א H3808 תַעְטֶה֙ H5844 עַל H5921 שָׂפָ֔ם H8222 וְלֶ֥חֶם H3899 אֲנָשִׁ֖ים H376 לֹ֥א H3808 תֹאכֵֽל H398 ",
  "18": "וָאֲדַבֵּ֤ר H1696 אֶל H413 הָעָם֙ H5971 בַּבֹּ֔קֶר H1242 וַתָּ֥מָת H4191 אִשְׁתִּ֖י H802 בָּעָ֑רֶב H6153 וָאַ֥עַשׂ H6213 בַּבֹּ֖קֶר H1242 כַּאֲשֶׁ֥ר H834 צֻוֵּֽיתִי H6680 ",
  "19": "וַיֹּאמְר֥וּ H559 אֵלַ֖י H413 הָעָ֑ם H5971 הֲלֹֽא H3808 תַגִּ֥יד H5046 לָ֨נוּ֙ Hl מָה H4100 אֵ֣לֶּה H428 לָּ֔נוּ Hl כִּ֥י H3588 אַתָּ֖ה H859 עֹשֶֽׂה H6213 ",
  "20": "וָאֹמַ֖ר H559 אֲלֵיהֶ֑ם H413 דְּבַ֨ר H1697 יְהוָ֔ה H3068 הָיָ֥ה H1961 אֵלַ֖י H413 לֵאמֹֽר H559 ",
  "21": "אֱמֹ֣ר H559 לְבֵ֣ית H1004 יִשְׂרָאֵ֗ל H3478 כֹּֽה H3541 אָמַר֮ H559 אֲדֹנָ֣י H136 יְהוִה֒ H3069 הִנְנִ֨י H2005 מְחַלֵּ֤ל H2490 אֶת H853 מִקְדָּשִׁי֙ H4720 גְּא֣וֹן H1347 עֻזְּכֶ֔ם H5797 מַחְמַ֥ד H4261 עֵֽינֵיכֶ֖ם H5869 וּמַחְמַ֣ל H4263 נַפְשְׁכֶ֑ם H5315 וּבְנֵי H1121 וּבְנֽוֹתֵי H1323 אֲשֶׁ֥ר H834 עֲזַבְתֶּ֖ם H5800 בַּחֶ֥רֶב H2719 יִפֹּֽלוּ H5307 ",
  "22": "וַעֲשִׂיתֶ֖ם H6213 כַּאֲשֶׁ֣ר H834 עָשִׂ֑יתִי H6213 עַל H5921 שָׂפָם֙ H8222 לֹ֣א H3808 תַעְט֔וּ H5844 וְלֶ֥חֶם H3899 אֲנָשִׁ֖ים H376 לֹ֥א H3808 תֹאכֵֽלוּ H398 ",
  "23": "וּפְאֵרֵ H6287 עַל H5921 רָאשֵׁיכֶ֗ם H7218 וְנַֽעֲלֵי H5275 בְּרַגְלֵי H7272 לֹ֥א H3808 תִסְפְּד֖וּ H5594 וְלֹ֣א H3808 תִבְכּ֑וּ H1058 וּנְמַקֹּתֶם֙ H4743 בַּעֲוֺנֹ֣תֵי H5771 וּנְהַמְתֶּ֖ם H5098 אִ֥ישׁ H376 אֶל H413 אָחִֽיו H251 ",
  "24": "וְהָיָ֨ה H1961 יְחֶזְקֵ֤אל H3168 לָכֶם֙ Hl לְמוֹפֵ֔ת H4159 כְּכֹ֥ל H3605 אֲשֶׁר H834 עָשָׂ֖ה H6213 תַּעֲשׂ֑וּ H6213 בְּבֹאָ֕ H935 וִֽידַעְתֶּ֕ם H3045 כִּ֥י H3588 אֲנִ֖י H589 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "25": "וְאַתָּ֣ה H859 בֶן H1121 אָדָ֔ם H120 הֲל֗וֹא H3808 בְּי֨וֹם H3117 קַחְתִּ֤י H3947 מֵהֶם֙ H1992 אֶת H853 מָ֣עוּזָּ֔ם H4581 מְשׂ֖וֹשׂ H4885 תִּפְאַרְתָּ֑ם H8597 אֶת H853 מַחְמַ֤ד H4261 עֵֽינֵיהֶם֙ H5869 וְאֶת H853 מַשָּׂ֣א H4853 נַפְשָׁ֔ם H5315 בְּנֵיהֶ֖ם H1121 וּבְנוֹתֵי H1323 ",
  "26": "בַּיּ֣וֹם H3117 הַה֔וּא H1931 יָב֥וֹא H935 הַפָּלִ֖יט H6412 אֵלֶ֑יךָ H413 לְהַשְׁמָע֖וּת H2045 אָזְנָֽיִם H241 ",
  "27": "בַּיּ֣וֹם H3117 הַה֗וּא H1931 יִפָּ֤תַח H6605 פִּ֨יךָ֙ H6310 אֶת H853 הַפָּלִ֔יט H6412 וּתְדַבֵּ֕ר H1696 וְלֹ֥א H3808 תֵֽאָלֵ֖ם H481 ע֑וֹד H5750 וְהָיִ֤יתָ H1961 לָהֶם֙ Hl לְמוֹפֵ֔ת H4159 וְיָדְע֖וּ H3045 כִּֽי H3588 אֲנִ֥י H589 יְהוָֽה H3068 "
}
