{
  "1": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "2": "וְאַתָּ֣ה H859 בֶן H1121 אָדָ֔ם H120 שָׂ֥א H5375 עַל H5921 צֹ֖ר H6865 קִינָֽה H7015 ",
  "3": "וְאָמַרְתָּ֣ H559 לְצ֗וֹר H6865 הישבתי H3427 עַל H5921 מְבוֹאֹ֣ת H3997 יָ֔ם H3220 רֹכֶ֨לֶת֙ H7402 הָֽעַמִּ֔ים H5971 אֶל H413 אִיִּ֖ים H339 רַבִּ֑ים H7227 כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 צ֕וֹר H6865 אַ֣תְּ H859 אָמַ֔רְתְּ H559 אֲנִ֖י H589 כְּלִ֥ילַת H3632 יֹֽפִי H3308 ",
  "4": "בְּלֵ֥ב H3820 יַמִּ֖ים H3220 גְּבוּלָ֑יִךְ H1366 בֹּנַ֕יִךְ H1129 כָּלְל֖וּ H3634 יָפְיֵֽךְ H3308 ",
  "5": "בְּרוֹשִׁ֤ים H1265 מִשְּׂנִיר֙ H8149 בָּ֣נוּ H1129 לָ֔ךְ Hl אֵ֖ת H853 כָּל H3605 לֻֽחֹתָ֑יִם H3871 אֶ֤רֶז H730 מִלְּבָנוֹן֙ H3844 לָקָ֔חוּ H3947 לַעֲשׂ֥וֹת H6213 תֹּ֖רֶן H8650 עָלָֽיִךְ H5921 ",
  "6": "אַלּוֹנִים֙ H437 מִבָּ֔שָׁן H1316 עָשׂ֖וּ H6213 מִשּׁוֹטָ֑יִךְ H4880 קַרְשֵׁ֤ךְ H7175 עָֽשׂוּ H6213 שֵׁן֙ H8127 בַּת H1323 אֲשֻׁרִ֔ים H839 מֵאִיֵּ֖י H339 כתים H3794 ",
  "7": "שֵׁשׁ H8336 בְּרִקְמָ֤ה H7553 מִמִּצְרַ֨יִם֙ H4714 הָיָ֣ה H1961 מִפְרָשֵׂ֔ךְ H4666 לִהְי֥וֹת H1961 לָ֖ךְ Hl לְנֵ֑ס H5251 תְּכֵ֧לֶת H8504 וְאַרְגָּמָ֛ן H713 מֵאִיֵּ֥י H339 אֱלִישָׁ֖ה H473 הָיָ֥ה H1961 מְכַסֵּֽךְ H4374 ",
  "8": "יֹשְׁבֵ֤י H3427 צִידוֹן֙ H6721 וְאַרְוַ֔ד H719 הָי֥וּ H1961 שָׁטִ֖ים H7751 לָ֑ךְ Hl חֲכָמַ֤יִךְ H2450 צוֹר֙ H6865 הָ֣יוּ H1961 בָ֔ךְ Hb הֵ֖מָּה H1992 חֹבְלָֽיִךְ H2259 ",
  "9": "זִקְנֵ֨י H2205 גְבַ֤ל H1380 וַחֲכָמֶ֨י H2450 הָ֣יוּ H1961 בָ֔ךְ Hb מַחֲזִיקֵ֖י H2388 בִּדְקֵ֑ךְ H919 כָּל H3605 אֳנִיּ֨וֹת H591 הַיָּ֤ם H3220 וּמַלָּֽחֵי H4419 הָ֣יוּ H1961 בָ֔ךְ Hb לַעֲרֹ֖ב H6148 מַעֲרָבֵֽךְ H4627 ",
  "10": "פָּרַ֨ס H6539 וְל֤וּד H3865 וּפוּט֙ H6316 הָי֣וּ H1961 בְחֵילֵ֔ H2428 אַנְשֵׁ֖י H376 מִלְחַמְתֵּ֑ךְ H4421 מָגֵ֤ן H4043 וְכוֹבַע֙ H3553 תִּלּוּ H8518 בָ֔ךְ Hb הֵ֖מָּה H1992 נָתְנ֥וּ H5414 הֲדָרֵֽךְ H1926 ",
  "11": "בְּנֵ֧י H1121 אַרְוַ֣ד H719 וְחֵילֵ֗ךְ H2428 עַל H5921 חוֹמוֹתַ֨יִךְ֙ H2346 סָבִ֔יב H5439 וְגַ֨מָּדִ֔ים H1575 בְּמִגְדְּלוֹתַ֖יִ H4026 הָי֑וּ H1961 שִׁלְטֵיהֶ֞ם H7982 תִּלּ֤וּ H8518 עַל H5921 חוֹמוֹתַ֨יִךְ֙ H2346 סָבִ֔יב H5439 הֵ֖מָּה H1992 כָּלְל֥וּ H3634 יָפְיֵֽךְ H3308 ",
  "12": "תַּרְשִׁ֥ישׁ H8659 סֹחַרְתֵּ֖ךְ H5503 מֵרֹ֣ב H7230 כָּל H3605 ה֑וֹן H1952 בְּכֶ֤סֶף H3701 בַּרְזֶל֙ H1270 בְּדִ֣יל H913 וְעוֹפֶ֔רֶת H5777 נָתְנ֖וּ H5414 עִזְבוֹנָֽיִךְ H5801 ",
  "13": "יָוָ֤ן H3120 תֻּבַל֙ H8422 וָמֶ֔שֶׁךְ H4902 הֵ֖מָּה H1992 רֹֽכְלָ֑יִךְ H7402 בְּנֶ֤פֶשׁ H5315 אָדָם֙ H120 וּכְלֵ֣י H3627 נְחֹ֔שֶׁת H5178 נָתְנ֖וּ H5414 מַעֲרָבֵֽךְ H4627 ",
  "14": "מִבֵּ֖ית H1004 תּוֹגַרְמָ֑ה H8425 סוּסִ֤ים H5483 וּפָֽרָשִׁים֙ H6571 וּפְרָדִ֔ים H6505 נָתְנ֖וּ H5414 עִזְבוֹנָֽיִךְ H5801 ",
  "15": "בְּנֵ֤י H1121 דְדָן֙ H1719 רֹֽכְלַ֔יִךְ H7402 אִיִּ֥ים H339 רַבִּ֖ים H7227 סְחֹרַ֣ת H5506 יָדֵ֑ךְ H3027 קַרְנ֥וֹת H7161 שֵׁן֙ H8127 והובנים H1894 הֵשִׁ֖יבוּ H7725 אֶשְׁכָּרֵֽךְ H814 ",
  "16": "אֲרָ֥ם H758 סֹחַרְתֵּ֖ךְ H5503 מֵרֹ֣ב H7230 מַעֲשָׂ֑יִךְ H4639 בְּ֠נֹפֶךְ H5306 אַרְגָּמָ֨ן H713 וְרִקְמָ֤ה H7553 וּבוּץ֙ H948 וְרָאמֹ֣ת H7215 וְכַדְכֹּ֔ד H3539 נָתְנ֖וּ H5414 בְּעִזְבוֹנָֽיִ H5801 ",
  "17": "יְהוּדָה֙ H3063 וְאֶ֣רֶץ H776 יִשְׂרָאֵ֔ל H3478 הֵ֖מָּה H1992 רֹכְלָ֑יִךְ H7402 בְּחִטֵּ֣י H2406 מִ֠נִּית H4511 וּפַנַּ֨ג H6436 וּדְבַ֤שׁ H1706 וָשֶׁ֨מֶן֙ H8081 וָצֹ֔רִי H6875 נָתְנ֖וּ H5414 מַעֲרָבֵֽךְ H4627 ",
  "18": "דַּמֶּ֧שֶׂק H1834 סֹחַרְתֵּ֛ךְ H5503 בְּרֹ֥ב H7230 מַעֲשַׂ֖יִךְ H4639 מֵרֹ֣ב H7230 כָּל H3605 ה֑וֹן H1952 בְּיֵ֥ין H3196 חֶלְבּ֖וֹן H2463 וְצֶ֥מֶר H6785 צָֽחַר H6713 ",
  "19": "וְדָ֤ן H2051 וְיָוָן֙ H3120 מְאוּזָּ֔ל H235 בְּעִזְבוֹנַ֖יִ H5801 נָתָ֑נּוּ H5414 בַּרְזֶ֤ל H1270 עָשׁוֹת֙ H6219 קִדָּ֣ה H6916 וְקָנֶ֔ה H7070 בְּמַעֲרָבֵ֖ H4627 הָיָֽה H1961 ",
  "20": "דְּדָן֙ H1719 רֹֽכַלְתֵּ֔ךְ H7402 בְבִגְדֵי H899 חֹ֖פֶשׁ H2667 לְרִכְבָּֽה H7396 ",
  "21": "עֲרַב֙ H6152 וְכָל H3605 נְשִׂיאֵ֣י H5387 קֵדָ֔ר H6938 הֵ֖מָּה H1992 סֹחֲרֵ֣י H5503 יָדֵ֑ךְ H3027 בְּכָרִ֤ים H3733 וְאֵילִים֙ H352 וְעַתּוּדִ֔ים H6260 בָּ֖ם Hb סֹחֲרָֽיִךְ H5503 ",
  "22": "רֹכְלֵ֤י H7402 שְׁבָא֙ H7614 וְרַעְמָ֔ה H7484 הֵ֖מָּה H1992 רֹכְלָ֑יִךְ H7402 בְּרֹ֨אשׁ H7218 כָּל H3605 בֹּ֜שֶׂם H1314 וּבְ H3605 אֶ֤בֶן H68 יְקָרָה֙ H3368 וְזָהָ֔ב H2091 נָתְנ֖וּ H5414 עִזְבוֹנָֽיִךְ H5801 ",
  "23": "חָרָ֤ן H2771 וְכַנֵּה֙ H3656 וָעֶ֔דֶן H5729 רֹכְלֵ֖י H7402 שְׁבָ֑א H7614 אַשּׁ֖וּר H804 כִּלְמַ֥ד H3638 רֹכַלְתֵּֽךְ H7402 ",
  "24": "הֵ֤מָּה H1992 רֹכְלַ֨יִךְ֙ H7402 בְּמַכְלֻלִ֔ים H4360 בִּגְלוֹמֵי֙ H1545 תְּכֵ֣לֶת H8504 וְרִקְמָ֔ה H7553 וּבְ H1595 בְּרֹמִ֑ים H1264 בַּחֲבָלִ֧ים H2256 חֲבֻשִׁ֛ים H2280 וַאֲרֻזִ֖ים H729 בְּמַרְכֻלְתֵּֽ H4819 ",
  "25": "אֳנִיּ֣וֹת H591 תַּרְשִׁ֔ישׁ H8659 שָׁרוֹתַ֖יִךְ H7788 מַעֲרָבֵ֑ךְ H4627 וַתִּמָּלְאִ֧י H4390 וַֽתִּכְבְּדִ֛י H3513 מְאֹ֖ד H3966 בְּלֵ֥ב H3820 יַמִּֽים H3220 ",
  "26": "בְּמַ֤יִם H4325 רַבִּים֙ H7227 הֱבִיא֔וּךְ H935 הַשָּׁטִ֖ים H7751 אֹתָ֑ךְ H853 ר֚וּחַ H7307 הַקָּדִ֔ים H6921 שְׁבָרֵ֖ךְ H7665 בְּלֵ֥ב H3820 יַמִּֽים H3220 ",
  "27": "הוֹנֵךְ֙ H1952 וְעִזְבוֹנַ֔יִ H5801 מַעֲרָבֵ֕ךְ H4627 מַלָּחַ֖יִךְ H4419 וְחֹבְלָ֑יִ H2259 מַחֲזִיקֵ֣י H2388 בִדְקֵ֣ך H919 וְֽעֹרְבֵ֣י H6148 מַ֠עֲרָבֵךְ H4627 וְכָל H3605 אַנְשֵׁ֨י H376 מִלְחַמְתֵּ֜ךְ H4421 אֲשֶׁר H834 בָּ֗ךְ Hb וּבְ H3605 קְהָלֵךְ֙ H6951 אֲשֶׁ֣ר H834 בְּתוֹכֵ֔ H8432 יִפְּלוּ֙ H5307 בְּלֵ֣ב H3820 יַמִּ֔ים H3220 בְּי֖וֹם H3117 מַפַּלְתֵּֽךְ H4658 ",
  "28": "לְק֖וֹל H6963 זַעֲקַ֣ת H2201 חֹבְלָ֑יִךְ H2259 יִרְעֲשׁ֖וּ H7493 מִגְרֹשֽׁוֹת H4054 ",
  "29": "וְֽיָרְד֞וּ H3381 מֵאָנִיּֽוֹתֵי H591 כֹּ֚ל H3605 תֹּפְשֵׂ֣י H8610 מָשׁ֔וֹט H4880 מַלָּחִ֕ים H4419 כֹּ֖ל H3605 חֹבְלֵ֣י H2259 הַיָּ֑ם H3220 אֶל H413 הָאָ֖רֶץ H776 יַעֲמֹֽדוּ H5975 ",
  "30": "וְהִשְׁמִ֤יעוּ H8085 עָלַ֨יִךְ֙ H5921 בְּקוֹלָ֔ H6963 וְיִזְעֲק֖וּ H2199 מָרָ֑ה H4751 וְיַעֲל֤וּ H5927 עָֽפָר֙ H6083 עַל H5921 רָ֣אשֵׁיהֶ֔ם H7218 בָּאֵ֖פֶר H665 יִתְפַּלָּֽשׁוּ H6428 ",
  "31": "וְהִקְרִ֤יחוּ H7139 אֵלַ֨יִךְ֙ H413 קָרְחָ֔ה H7144 וְחָגְר֖וּ H2296 שַׂקִּ֑ים H8242 וּבָכ֥וּ H1058 אֵלַ֛יִךְ H413 בְּמַר H4751 נֶ֖פֶשׁ H5315 מִסְפֵּ֥ד H4553 מָֽר H4751 ",
  "32": "וְנָשְׂא֨וּ H5375 אֵלַ֤יִךְ H413 בְּנִי H5204 קִינָ֔ה H7015 וְקוֹנְנ֖וּ H6969 עָלָ֑יִךְ H5921 מִ֣י H4310 כְצ֔וֹר H6865 כְּדֻמָ֖ה H1822 בְּת֥וֹךְ H8432 הַיָּֽם H3220 ",
  "33": "בְּצֵ֤את H3318 עִזְבוֹנַ֨יִךְ֙ H5801 מִיַּמִּ֔ים H3220 הִשְׂבַּ֖עַתְּ H7646 עַמִּ֣ים H5971 רַבִּ֑ים H7227 בְּרֹ֤ב H7230 הוֹנַ֨יִךְ֙ H1952 וּמַ֣עֲרָבַ֔יִ H4627 הֶעֱשַׁ֖רְתְּ H6238 מַלְכֵי H4428 אָֽרֶץ H776 ",
  "34": "עֵ֛ת H6256 נִשְׁבֶּ֥רֶת H7665 מִיַּמִּ֖ים H3220 בְּמַֽעֲמַקֵּי H4615 מָ֑יִם H4325 מַעֲרָבֵ֥ךְ H4627 וְכָל H3605 קְהָלֵ֖ךְ H6951 בְּתוֹכֵ֥ H8432 נָפָֽלוּ H5307 ",
  "35": "כֹּ֚ל H3605 יֹשְׁבֵ֣י H3427 הָאִיִּ֔ים H339 שָׁמְמ֖וּ H8074 עָלָ֑יִךְ H5921 וּמַלְכֵי H4428 שָׂ֣עֲרוּ H8175 שַׂ֔עַר H8178 רָעֲמ֖וּ H7481 פָּנִֽים H6440 ",
  "36": "סֹֽחֲרִים֙ H5503 בָּ֣עַמִּ֔ים H5971 שָׁרְק֖וּ H8319 עָלָ֑יִךְ H5921 בַּלָּה֣וֹת H1091 הָיִ֔ית H1961 וְאֵינֵ֖ H369 עַד H5704 עוֹלָֽם H5769 "
}
