{
  "1": "בַּשָּׁנָה֙ H8141 הָעֲשִׂירִ֔ית H6224 בָּעֲשִׂרִ֕י H6224 בִּשְׁנֵ֥ים H8147 עָשָׂ֖ר H6240 לַחֹ֑דֶשׁ H2320 הָיָ֥ה H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "2": "בֶּן H1121 אָדָ֕ם H120 שִׂ֣ים H7760 פָּנֶ֔יךָ H6440 עַל H5921 פַּרְעֹ֖ה H6547 מֶ֣לֶךְ H4428 מִצְרָ֑יִם H4714 וְהִנָּבֵ֣א H5012 עָלָ֔יו H5921 וְעַל H5921 מִצְרַ֖יִם H4714 כֻּלָּֽהּ H3605 ",
  "3": "דַּבֵּ֨ר H1696 וְאָמַרְתָּ֜ H559 כֹּֽה H3541 אָמַ֣ר H559 אֲדֹנָ֣י H136 יְהוִ֗ה H3069 הִנְנִ֤י H2005 עָלֶ֨יךָ֙ H5921 פַּרְעֹ֣ה H6547 מֶֽלֶךְ H4428 מִצְרַ֔יִם H4714 הַתַּנִּים֙ H8577 הַגָּד֔וֹל H1419 הָרֹבֵ֖ץ H7257 בְּת֣וֹךְ H8432 יְאֹרָ֑יו H2975 אֲשֶׁ֥ר H834 אָמַ֛ר H559 לִ֥י Hl יְאֹרִ֖י H2975 וַאֲנִ֥י H589 עֲשִׂיתִֽנִי H6213 ",
  "4": "וְנָתַתִּ֤י H5414 חחיים H2397 בִּלְחָיֶ֔י H3895 וְהִדְבַּקְתִּ֥י H1692 דְגַת H1710 יְאֹרֶ֖יךָ H2975 בְּקַשְׂקְשֹׂתֶ֑י H7193 וְהַעֲלִיתִ֨י H5927 מִתּ֣וֹךְ H8432 יְאֹרֶ֔יךָ H2975 וְאֵת֙ H853 כָּל H3605 דְּגַ֣ת H1710 יְאֹרֶ֔יךָ H2975 בְּקַשְׂקְשֹׂתֶ֖י H7193 תִּדְבָּֽק H1692 ",
  "5": "וּנְטַשְׁתִּ֣י H5203 הַמִּדְבָּ֗רָ H4057 אוֹתְךָ֙ H853 וְאֵת֙ H853 כָּל H3605 דְּגַ֣ת H1710 יְאֹרֶ֔יךָ H2975 עַל H5921 פְּנֵ֤י H6440 הַשָּׂדֶה֙ H7704 תִּפּ֔וֹל H5307 לֹ֥א H3808 תֵאָסֵ֖ף H622 וְלֹ֣א H3808 תִקָּבֵ֑ץ H6908 לְחַיַּ֥ת H2416 הָאָ֛רֶץ H776 וּלְ H5775 הַשָּׁמַ֖יִם H8064 נְתַתִּ֥יךָ H5414 לְאָכְלָֽה H402 ",
  "6": "וְיָֽדְעוּ֙ H3045 כָּל H3605 יֹשְׁבֵ֣י H3427 מִצְרַ֔יִם H4714 כִּ֖י H3588 אֲנִ֣י H589 יְהוָ֑ה H3068 יַ֧עַן H3282 הֱיוֹתָ֛ם H1961 מִשְׁעֶ֥נֶת H4938 קָנֶ֖ה H7070 לְבֵ֥ית H1004 יִשְׂרָאֵֽל H3478 ",
  "7": "בְּתָפְשָׂ֨ H8610 בְּךָ֤ Hb בכפ H3709 תֵּר֔וֹץ H7533 וּבָקַעְתָּ֥ H1234 לָהֶ֖ם Hl כָּל H3605 כָּתֵ֑ף H3802 וּבְ H8172 עָלֶ֨יךָ֙ H5921 תִּשָּׁבֵ֔ר H7665 וְהַעֲמַדְתָּ֥ H5976 לָהֶ֖ם Hl כָּל H3605 מָתְנָֽיִם H4975 ",
  "8": "לָכֵ֗ן H3651 כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 הִנְנִ֛י H2005 מֵבִ֥יא H935 עָלַ֖יִךְ H5921 חָ֑רֶב H2719 וְהִכְרַתִּ֥י H3772 מִמֵּ֖ךְ H4480 אָדָ֥ם H120 וּבְהֵמָֽה H929 ",
  "9": "וְהָיְתָ֤ה H1961 אֶֽרֶץ H776 מִצְרַ֨יִם֙ H4714 לִשְׁמָמָ֣ה H8077 וְחָרְבָּ֔ה H2723 וְיָדְע֖וּ H3045 כִּֽי H3588 אֲנִ֣י H589 יְהוָ֑ה H3068 יַ֧עַן H3282 אָמַ֛ר H559 יְאֹ֥ר H2975 לִ֖י Hl וַאֲנִ֥י H589 עָשִֽׂיתִי H6213 ",
  "10": "לָכֵ֛ן H3651 הִנְנִ֥י H2005 אֵלֶ֖יךָ H413 וְאֶל H413 יְאֹרֶ֑יךָ H2975 וְנָתַתִּ֞י H5414 אֶת H853 אֶ֣רֶץ H776 מִצְרַ֗יִם H4714 לְחָרְבוֹת֙ H2723 חֹ֣רֶב H2721 שְׁמָמָ֔ה H8077 מִמִּגְדֹּ֥ל H4024 סְוֵנֵ֖ה H5482 וְעַד H5704 גְּב֥וּל H1366 כּֽוּשׁ H3568 ",
  "11": "לֹ֤א H3808 תַעֲבָר H5674 בָּהּ֙ Hb רֶ֣גֶל H7272 אָדָ֔ם H120 וְרֶ֥גֶל H7272 בְּהֵמָ֖ה H929 לֹ֣א H3808 תַעֲבָר H5674 בָּ֑הּ Hb וְלֹ֥א H3808 תֵשֵׁ֖ב H3427 אַרְבָּעִ֥ים H705 שָׁנָֽה H8141 ",
  "12": "וְנָתַתִּ֣י H5414 אֶת H853 אֶרֶץ֩ H776 מִצְרַ֨יִם H4714 שְׁמָמָ֜ה H8077 בְּת֣וֹךְ H8432 אֲרָצ֣וֹת H776 נְשַׁמּ֗וֹת H8074 וְעָרֶ֨י H5892 בְּת֨וֹךְ H8432 עָרִ֤ים H5892 מָֽחֳרָבוֹת֙ H2717 תִּֽהְיֶ֣יןָ H1961 שְׁמָמָ֔ה H8077 אַרְבָּעִ֖ים H705 שָׁנָ֑ה H8141 וַהֲפִצֹתִ֤י H6327 אֶת H853 מִצְרַ֨יִם֙ H4714 בַּגּוֹיִ֔ם H1471 וְֽזֵרִיתִ֖י H2219 בָּאֲרָצֽוֹת H776 ",
  "13": "כִּ֛י H3588 כֹּ֥ה H3541 אָמַ֖ר H559 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 מִקֵּ֞ץ H7093 אַרְבָּעִ֤ים H705 שָׁנָה֙ H8141 אֲקַבֵּ֣ץ H6908 אֶת H853 מִצְרַ֔יִם H4714 מִן H4480 הָעַמִּ֖ים H5971 אֲשֶׁר H834 נָפֹ֥צוּ H6327 שָֽׁמָּה H8033 ",
  "14": "וְשַׁבְתִּי֙ H7725 אֶת H853 שְׁב֣וּת H7622 מִצְרַ֔יִם H4714 וַהֲשִׁבֹתִ֤י H7725 אֹתָם֙ H853 אֶ֣רֶץ H776 פַּתְר֔וֹס H6624 עַל H5921 אֶ֖רֶץ H776 מְכֽוּרָתָ֑ם H4351 וְהָ֥יוּ H1961 שָׁ֖ם H8033 מַמְלָכָ֥ה H4467 שְׁפָלָֽה H8217 ",
  "15": "מִן H4480 הַמַּמְלָכוֹת֙ H4467 תִּהְיֶ֣ה H1961 שְׁפָלָ֔ה H8217 וְלֹֽא H3808 תִתְנַשֵּׂ֥א H5375 ע֖וֹד H5750 עַל H5921 הַגּוֹיִ֑ם H1471 וְהִ֨מְעַטְתִּ֔י H4591 לְבִלְתִּ֖י H1115 רְד֥וֹת H7287 בַּגּוֹיִֽם H1471 ",
  "16": "וְלֹ֣א H3808 יִֽהְיֶה H1961 עוֹד֩ H5750 לְבֵ֨ית H1004 יִשְׂרָאֵ֤ל H3478 לְמִבְטָח֙ H4009 מַזְכִּ֣יר H2142 עָוֺ֔ן H5771 בִּפְנוֹתָ֖ H6437 אַחֲרֵיהֶ֑ם H310 וְיָ֣דְע֔וּ H3045 כִּ֥י H3588 אֲנִ֖י H589 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "17": "וַיְהִ֗י H1961 בְּעֶשְׂרִ֤ים H6242 וָשֶׁ֨בַע֙ H7651 שָׁנָ֔ה H8141 בָּֽרִאשׁ֖וֹן H7223 בְּאֶחָ֣ד H259 לַחֹ֑דֶשׁ H2320 הָיָ֥ה H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "18": "בֶּן H1121 אָדָ֗ם H120 נְבוּכַדְרֶאצַּ֣ר H5019 מֶֽלֶךְ H4428 בָּ֠בֶל H894 הֶעֱבִ֨יד H5647 אֶת H853 חֵיל֜וֹ H2428 עֲבֹדָ֤ה H5656 גְדֹלָה֙ H1419 אֶל H413 צֹ֔ר H6865 כָּל H3605 רֹ֣אשׁ H7218 מֻקְרָ֔ח H7139 וְכָל H3605 כָּתֵ֖ף H3802 מְרוּטָ֑ה H4803 וְ֠שָׂכָר H7939 לֹא H3808 הָ֨יָה H1961 ל֤וֹ Hl וּלְ H2428 מִצֹּ֔ר H6865 עַל H5921 הָעֲבֹדָ֖ה H5656 אֲשֶׁר H834 עָבַ֥ד H5647 עָלֶֽיהָ H5921 ",
  "19": "לָכֵ֗ן H3651 כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 הִנְנִ֥י H2005 נֹתֵ֛ן H5414 לִנְבוּכַדְרֶאצַּ֥ר H5019 מֶֽלֶךְ H4428 בָּבֶ֖ל H894 אֶת H853 אֶ֣רֶץ H776 מִצְרָ֑יִם H4714 וְנָשָׂ֨א H5375 הֲמֹנָ֜הּ H1995 וְשָׁלַ֤ל H7997 שְׁלָלָהּ֙ H7998 וּבָזַ֣ז H962 בִּזָּ֔הּ H957 וְהָיְתָ֥ה H1961 שָׂכָ֖ר H7939 לְחֵילֽ H2426 ",
  "20": "פְּעֻלָּתוֹ֙ H6468 אֲשֶׁר H834 עָ֣בַד H5647 בָּ֔הּ Hb נָתַ֥תִּי H5414 ל֖וֹ Hl אֶת H853 אֶ֣רֶץ H776 מִצְרָ֑יִם H4714 אֲשֶׁר֙ H834 עָ֣שׂוּ H6213 לִ֔י Hl נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "21": "בַּיּ֣וֹם H3117 הַה֗וּא H1931 אַצְמִ֤יחַ H6779 קֶ֨רֶן֙ H7161 לְבֵ֣ית H1004 יִשְׂרָאֵ֔ל H3478 וּלְ Hc/Hl אֶתֵּ֥ן H5414 פִּתְחֽוֹן H6610 פֶּ֖ה H6310 בְּתוֹכָ֑ H8432 וְיָדְע֖וּ H3045 כִּי H3588 אֲנִ֥י H589 יְהוָֽה H3068 "
}
