{
  "1": "וְאַתָּ֤ה H859 בֶן H1121 אָדָם֙ H120 הִנָּבֵ֣א H5012 עַל H5921 גּ֔וֹג H1463 וְאָ֣מַרְתָּ֔ H559 כֹּ֥ה H3541 אָמַ֖ר H559 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 הִנְנִ֤י H2005 אֵלֶ֨יךָ֙ H413 גּ֔וֹג H1463 נְשִׂ֕יא H5387 רֹ֖אשׁ H7218 מֶ֥שֶׁךְ H4902 וְתֻבָֽל H8422 ",
  "2": "וְשֹׁבַבְתִּ֨י H7725 וְשִׁשֵּׁאתִ֔י H8338 וְהַעֲלִיתִ֖י H5927 מִיַּרְכְּתֵ֣י H3411 צָפ֑וֹן H6828 וַהֲבִאוֹתִ֖ H935 עַל H5921 הָרֵ֥י H2022 יִשְׂרָאֵֽל H3478 ",
  "3": "וְהִכֵּיתִ֥י H5221 קַשְׁתְּךָ֖ H7198 מִיַּ֣ד H3027 שְׂמֹאולֶ֑ךָ H8040 וְחִצֶּ֕י H2671 מִיַּ֥ד H3027 יְמִינְךָ֖ H3225 אַפִּֽיל H5307 ",
  "4": "עַל H5921 הָרֵ֨י H2022 יִשְׂרָאֵ֜ל H3478 תִּפּ֗וֹל H5307 אַתָּה֙ H859 וְכָל H3605 אֲגַפֶּ֔יךָ H102 וְעַמִּ֖ים H5971 אֲשֶׁ֣ר H834 אִתָּ֑ךְ H854 לְעֵ֨יט H5861 צִפּ֧וֹר H6833 כָּל H3605 כָּנָ֛ף H3671 וְחַיַּ֥ת H2416 הַשָּׂדֶ֖ה H7704 נְתַתִּ֥יךָ H5414 לְאָכְלָֽה H402 ",
  "5": "עַל H5921 פְּנֵ֥י H6440 הַשָּׂדֶ֖ה H7704 תִּפּ֑וֹל H5307 כִּ֚י H3588 אֲנִ֣י H589 דִבַּ֔רְתִּי H1696 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "6": "וְשִׁלַּחְתִּי H7971 אֵ֣שׁ H784 בְּמָג֔וֹג H4031 וּבְ H3427 הָאִיִּ֖ים H339 לָבֶ֑טַח H983 וְיָדְע֖וּ H3045 כִּי H3588 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "7": "וְאֶת H853 שֵׁ֨ם H8034 קָדְשִׁ֜י H6944 אוֹדִ֗יעַ H3045 בְּתוֹךְ֙ H8432 עַמִּ֣י H5971 יִשְׂרָאֵ֔ל H3478 וְלֹֽא H3808 אַחֵ֥ל H2490 אֶת H853 שֵׁם H8034 קָדְשִׁ֖י H6944 ע֑וֹד H5750 וְיָדְע֤וּ H3045 הַגּוֹיִם֙ H1471 כִּי H3588 אֲנִ֣י H589 יְהוָ֔ה H3068 קָד֖וֹשׁ H6918 בְּיִשְׂרָאֵֽל H3478 ",
  "8": "הִנֵּ֤ה H2009 בָאָה֙ H935 וְנִֽהְיָ֔תָה H1961 נְאֻ֖ם H5002 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 ה֥וּא H1931 הַיּ֖וֹם H3117 אֲשֶׁ֥ר H834 דִּבַּֽרְתִּי H1696 ",
  "9": "וְֽיָצְא֞וּ H3318 יֹשְׁבֵ֣י H3427 עָרֵ֣י H5892 יִשְׂרָאֵ֗ל H3478 וּבִעֲר֡וּ H1197 וְ֠הִשִּׂיקוּ H5400 בְּנֶ֨שֶׁק H5402 וּמָגֵ֤ן H4043 וְצִנָּה֙ H6793 בְּקֶ֣שֶׁת H7198 וּבְ H2671 וּבְ H4731 יָ֖ד H3027 וּבְ H7420 וּבִעֲר֥וּ H1197 בָהֶ֛ם Hb אֵ֖שׁ H784 שֶׁ֥בַע H7651 שָׁנִֽים H8141 ",
  "10": "וְלֹֽא H3808 יִשְׂא֨וּ H5375 עֵצִ֜ים H6086 מִן H4480 הַשָּׂדֶ֗ה H7704 וְלֹ֤א H3808 יַחְטְבוּ֙ H2404 מִן H4480 הַיְּעָרִ֔ים H3293 כִּ֥י H3588 בַנֶּ֖שֶׁק H5402 יְבַֽעֲרוּ H1197 אֵ֑שׁ H784 וְשָׁלְל֣וּ H7997 אֶת H853 שֹׁלְלֵיהֶ֗ם H7997 וּבָֽזְזוּ֙ H962 אֶת H853 בֹּ֣זְזֵיהֶ֔ם H962 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "11": "וְהָיָ֣ה H1961 בַיּ֣וֹם H3117 הַה֡וּא H1931 אֶתֵּ֣ן H5414 לְגוֹג֩ H1463 מְקֽוֹם H4725 שָׁ֨ם H8033 קֶ֜בֶר H6913 בְּיִשְׂרָאֵ֗ל H3478 גֵּ֤י H1516 הָעֹֽבְרִים֙ H5674 קִדְמַ֣ת H6926 הַיָּ֔ם H3220 וְחֹסֶ֥מֶת H2629 הִ֖יא H1931 אֶת H853 הָעֹֽבְרִ֑ים H5674 וְקָ֣בְרוּ H6912 שָׁ֗ם H8033 אֶת H853 גּוֹג֙ H1463 וְאֶת H853 כָּל H3605 הֲמוֹנֹ֔ה H1995 וְקָ֣רְא֔וּ H7121 גֵּ֖יא H1516 הֲמ֥וֹן H1996 גּֽוֹג H1996 ",
  "12": "וּקְבָרוּ H6912 בֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 לְמַ֖עַן H4616 טַהֵ֣ר H2891 אֶת H853 הָאָ֑רֶץ H776 שִׁבְעָ֖ה H7651 חֳדָשִֽׁים H2320 ",
  "13": "וְקָֽבְרוּ֙ H6912 כָּל H3605 עַ֣ם H5971 הָאָ֔רֶץ H776 וְהָיָ֥ה H1961 לָהֶ֖ם Hl לְשֵׁ֑ם H8034 י֚וֹם H3117 הִכָּ֣בְדִ֔י H3513 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "14": "וְאַנְשֵׁ֨י H376 תָמִ֤יד H8548 יַבְדִּ֨ילוּ֙ H914 עֹבְרִ֣ים H5674 בָּאָ֔רֶץ H776 מְקַבְּרִ֣ים H6912 אֶת H853 הָעֹבְרִ֗ים H5674 אֶת H853 הַנּוֹתָרִ֛ים H3498 עַל H5921 פְּנֵ֥י H6440 הָאָ֖רֶץ H776 לְטַֽהֲרָ֑ H2891 מִקְצֵ֥ה H7097 שִׁבְעָֽה H7651 חֳדָשִׁ֖ים H2320 יַחְקֹֽרוּ H2713 ",
  "15": "וְעָבְר֤וּ H5674 הָעֹֽבְרִים֙ H5674 בָּאָ֔רֶץ H776 וְרָאָה֙ H7200 עֶ֣צֶם H6106 אָדָ֔ם H120 וּבָנָ֥ה H1129 אֶצְל֖וֹ H681 צִיּ֑וּן H6725 עַ֣ד H5704 קָבְר֤וּ H6912 אֹתוֹ֙ H853 הַֽמְקַבְּרִ֔ים H6912 אֶל H413 גֵּ֖יא H1516 הֲמ֥וֹן H1996 גּֽוֹג H1996 ",
  "16": "וְגַ֥ם H1571 שֶׁם H8034 עִ֛יר H5892 הֲמוֹנָ֖ה H1997 וְטִהֲר֥וּ H2891 הָאָֽרֶץ H776 ",
  "17": "וְאַתָּ֨ה H859 בֶן H1121 אָדָ֜ם H120 כֹּֽה H3541 אָמַ֣ר H559 אֲדֹנָ֣י H136 יְהֹוִ֗ה H3069 אֱמֹר֩ H559 לְצִפּ֨וֹר H6833 כָּל H3605 כָּנָ֜ף H3671 וּלְ H3605 חַיַּ֣ת H2416 הַשָּׂדֶ֗ה H7704 הִקָּבְצ֤וּ H6908 וָבֹ֨אוּ֙ H935 הֵאָסְפ֣וּ H622 מִסָּבִ֔יב H5439 עַל H5921 זִבְחִ֗י H2077 אֲשֶׁ֨ר H834 אֲנִ֜י H589 זֹבֵ֤חַ H2076 לָכֶם֙ Hl זֶ֣בַח H2077 גָּד֔וֹל H1419 עַ֖ל H5921 הָרֵ֣י H2022 יִשְׂרָאֵ֑ל H3478 וַאֲכַלְתֶּ֥ם H398 בָּשָׂ֖ר H1320 וּשְׁתִ֥יתֶם H8354 דָּֽם H1818 ",
  "18": "בְּשַׂ֤ר H1320 גִּבּוֹרִים֙ H1368 תֹּאכֵ֔לוּ H398 וְדַם H1818 נְשִׂיאֵ֥י H5387 הָאָ֖רֶץ H776 תִּשְׁתּ֑וּ H8354 אֵילִ֨ים H352 כָּרִ֤ים H3733 וְעַתּוּדִים֙ H6260 פָּרִ֔ים H6499 מְרִיאֵ֥י H4806 בָשָׁ֖ן H1316 כֻּלָּֽם H3605 ",
  "19": "וַאֲכַלְתֶּם H398 חֵ֣לֶב H2459 לְשָׂבְעָ֔ה H7654 וּשְׁתִ֥יתֶם H8354 דָּ֖ם H1818 לְשִׁכָּר֑וֹן H7943 מִזִּבְחִ֖ H2077 אֲשֶׁר H834 זָבַ֥חְתִּי H2076 לָכֶֽם Hl ",
  "20": "וּשְׂבַעְתֶּ֤ם H7646 עַל H5921 שֻׁלְחָנִי֙ H7979 ס֣וּס H5483 וָרֶ֔כֶב H7393 גִּבּ֖וֹר H1368 וְכָל H3605 אִ֣ישׁ H376 מִלְחָמָ֑ה H4421 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "21": "וְנָתַתִּ֥י H5414 אֶת H853 כְּבוֹדִ֖י H3519 בַּגּוֹיִ֑ם H1471 וְרָא֣וּ H7200 כָל H3605 הַגּוֹיִ֗ם H1471 אֶת H853 מִשְׁפָּטִי֙ H4941 אֲשֶׁ֣ר H834 עָשִׂ֔יתִי H6213 וְאֶת H853 יָדִ֖י H3027 אֲשֶׁר H834 שַׂ֥מְתִּי H7760 בָהֶֽם Hb ",
  "22": "וְיָֽדְעוּ֙ H3045 בֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 כִּ֛י H3588 אֲנִ֥י H589 יְהוָ֖ה H3068 אֱלֹֽהֵיהֶ֑ם H430 מִן H4480 הַיּ֥וֹם H3117 הַה֖וּא H1931 וָהָֽלְאָה H1973 ",
  "23": "וְיָדְע֣וּ H3045 הַ֠גּוֹיִם H1471 כִּ֣י H3588 בַעֲוֺנָ֞ H5771 גָּל֣וּ H1540 בֵֽית H1004 יִשְׂרָאֵ֗ל H3478 עַ֚ל H5921 אֲשֶׁ֣ר H834 מָֽעֲלוּ H4603 בִ֔י Hb וָאַסְתִּ֥ר H5641 פָּנַ֖י H6440 מֵהֶ֑ם H1992 וָֽאֶתְּנֵ H5414 בְּיַ֣ד H3027 צָרֵיהֶ֔ם H6862 וַיִּפְּל֥וּ H5307 בַחֶ֖רֶב H2719 כֻּלָּֽם H3605 ",
  "24": "כְּטֻמְאָתָ֥ H2932 וּכְ H6588 עָשִׂ֣יתִי H6213 אֹתָ֑ם H853 וָאַסְתִּ֥ר H5641 פָּנַ֖י H6440 מֵהֶֽם H1992 ",
  "25": "לָכֵ֗ן H3651 כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 עַתָּ֗ה H6258 אָשִׁיב֙ H7725 אֶת H853 שבית H7622 יַֽעֲקֹ֔ב H3290 וְרִֽחַמְתִּ֖י H7355 כָּל H3605 בֵּ֣ית H1004 יִשְׂרָאֵ֑ל H3478 וְקִנֵּאתִ֖י H7065 לְשֵׁ֥ם H8034 קָדְשִֽׁי H6944 ",
  "26": "וְנָשׂוּ֙ H5375 אֶת H853 כְּלִמָּתָ֔ם H3639 וְאֶת H853 כָּל H3605 מַעֲלָ֖ם H4604 אֲשֶׁ֣ר H834 מָעֲלוּ H4603 בִ֑י Hb בְּשִׁבְתָּ֧ H3427 עַל H5921 אַדְמָתָ֛ם H127 לָבֶ֖טַח H983 וְאֵ֥ין H369 מַחֲרִֽיד H2729 ",
  "27": "בְּשׁוֹבְבִ֤ H7725 אוֹתָם֙ H853 מִן H4480 הָ֣עַמִּ֔ים H5971 וְקִבַּצְתִּ֣י H6908 אֹתָ֔ם H853 מֵֽאַרְצ֖וֹת H776 אֹֽיְבֵיהֶ֑ם H341 וְנִקְדַּ֣שְׁתִּי H6942 בָ֔ם Hb לְעֵינֵ֖י H5869 הַגּוֹיִ֥ם H1471 רַבִּֽים H7227 ",
  "28": "וְיָדְע֗וּ H3045 כִּ֣י H3588 אֲנִ֤י H589 יְהוָה֙ H3068 אֱלֹ֣הֵיהֶ֔ם H430 בְּהַגְלוֹתִ֤ H1540 אֹתָם֙ H853 אֶל H413 הַגּוֹיִ֔ם H1471 וְכִנַּסְתִּ֖י H3664 עַל H5921 אַדְמָתָ֑ם H127 וְלֹֽא H3808 אוֹתִ֥יר H3498 ע֛וֹד H5750 מֵהֶ֖ם H1992 שָֽׁם H8033 ",
  "29": "וְלֹֽא H3808 אַסְתִּ֥יר H5641 ע֛וֹד H5750 פָּנַ֖י H6440 מֵהֶ֑ם H1992 אֲשֶׁ֨ר H834 שָׁפַ֤כְתִּי H8210 אֶת H853 רוּחִי֙ H7307 עַל H5921 בֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 "
}
