{
  "1": "בְּעֶשְׂרִ֣ים H6242 וְחָמֵ֣שׁ H2568 שָׁנָ֣ה H8141 לְ֠גָלוּתֵ H1546 בְּרֹ֨אשׁ H7218 הַשָּׁנָ֜ה H8141 בֶּעָשׂ֣וֹר H6218 לַחֹ֗דֶשׁ H2320 בְּאַרְבַּ֤ע H702 עֶשְׂרֵה֙ H6240 שָׁנָ֔ה H8141 אַחַ֕ר H310 אֲשֶׁ֥ר H834 הֻכְּתָ֖ה H5221 הָעִ֑יר H5892 בְּעֶ֣צֶם H6106 הַיּ֣וֹם H3117 הַזֶּ֗ה H2088 הָיְתָ֤ה H1961 עָלַי֙ H5921 יַד H3027 יְהוָ֔ה H3068 וַיָּבֵ֥א H935 אֹתִ֖י H853 שָֽׁמָּה H8033 ",
  "2": "בְּמַרְא֣וֹת H4759 אֱלֹהִ֔ים H430 הֱבִיאַ֖נִי H935 אֶל H413 אֶ֣רֶץ H776 יִשְׂרָאֵ֑ל H3478 וַיְנִיחֵ֗ H5117 אֶל H413 הַ֤ר H2022 גָּבֹ֨הַּ֙ H1364 מְאֹ֔ד H3966 וְעָלָ֥י H5921 כְּמִבְנֵה H4011 עִ֖יר H5892 מִנֶּֽגֶב H5045 ",
  "3": "וַיָּבֵ֨יא H935 אוֹתִ֜י H853 שָׁ֗מָּה H8033 וְהִנֵּה H2009 אִישׁ֙ H376 מַרְאֵ֨הוּ֙ H4758 כְּמַרְאֵ֣ה H4758 נְחֹ֔שֶׁת H5178 וּפְתִיל H6616 פִּשְׁתִּ֥ים H6593 בְּיָד֖ H3027 וּקְנֵ֣ה H7070 הַמִּדָּ֑ה H4060 וְה֥וּא H1931 עֹמֵ֖ד H5975 בַּשָּֽׁעַר H8179 ",
  "4": "וַיְדַבֵּ֨ר H1696 אֵלַ֜י H413 הָאִ֗ישׁ H376 בֶּן H1121 אָדָ֡ם H120 רְאֵ֣ה H7200 בְעֵינֶי H5869 וּבְ H241 שְּׁמָ֜ע H8085 וְשִׂ֣ים H7760 לִבְּךָ֗ H3820 לְכֹ֤ל H3605 אֲשֶׁר H834 אֲנִי֙ H589 מַרְאֶ֣ה H7200 אוֹתָ֔ךְ H853 כִּ֛י H3588 לְמַ֥עַן H4616 הַרְאוֹתְכָ֖ה H7200 הֻבָ֣אתָה H935 הֵ֑נָּה H2008 הַגֵּ֛ד H5046 אֶת H853 כָּל H3605 אֲשֶׁר H834 אַתָּ֥ה H859 רֹאֶ֖ה H7200 לְבֵ֥ית H1004 יִשְׂרָאֵֽל H3478 ",
  "5": "וְהִנֵּ֥ה H2009 חוֹמָ֛ה H2346 מִח֥וּץ H2351 לַבַּ֖יִת H1004 סָבִ֣יב H5439 סָבִ֑יב H5439 וּבְ H3027 הָאִ֜ישׁ H376 קְנֵ֣ה H7070 הַמִּדָּ֗ה H4060 שֵׁשׁ H8337 אַמּ֤וֹת H520 בָּֽאַמָּה֙ H520 וָטֹ֔פַח H2948 וַיָּ֜מָד H4058 אֶת H853 רֹ֤חַב H7341 הַבִּנְיָן֙ H1146 קָנֶ֣ה H7070 אֶחָ֔ד H259 וְקוֹמָ֖ה H6967 קָנֶ֥ה H7070 אֶחָֽד H259 ",
  "6": "וַיָּב֗וֹא H935 אֶל H413 שַׁ֨עַר֙ H8179 אֲשֶׁ֤ר H834 פָּנָיו֙ H6440 דֶּ֣רֶךְ H1870 הַקָּדִ֔ימָ H6921 וַיַּ֖עַל H5927 במעלות H4609 וַיָּ֣מָד H4058 אֶת H853 סַ֣ף H5592 הַשַּׁ֗עַר H8179 קָנֶ֤ה H7070 אֶחָד֙ H259 רֹ֔חַב H7341 וְאֵת֙ H853 סַ֣ף H5592 אֶחָ֔ד H259 קָנֶ֥ה H7070 אֶחָ֖ד H259 רֹֽחַב H7341 ",
  "7": "וְהַ H8372 קָנֶ֨ה H7070 אֶחָ֥ד H259 אֹ֨רֶךְ֙ H753 וְקָנֶ֤ה H7070 אֶחָד֙ H259 רֹ֔חַב H7341 וּבֵ֥ין H996 הַתָּאִ֖ים H8372 חָמֵ֣שׁ H2568 אַמּ֑וֹת H520 וְסַ֣ף H5592 הַ֠שַּׁעַר H8179 מֵאֵ֨צֶל H681 אוּלָ֥ם H197 הַשַּׁ֛עַר H8179 מֵֽהַ H1004 קָנֶ֥ה H7070 אֶחָֽד H259 ",
  "8": "וַיָּ֜מָד H4058 אֶת H853 אֻלָ֥ם H197 הַשַּׁ֛עַר H8179 מֵהַ H1004 קָנֶ֥ה H7070 אֶחָֽד H259 ",
  "9": "וַיָּ֜מָד H4058 אֶת H853 אֻלָ֤ם H197 הַשַּׁ֨עַר֙ H8179 שְׁמֹנֶ֣ה H8083 אַמּ֔וֹת H520 ואיל H352 שְׁתַּ֣יִם H8147 אַמּ֑וֹת H520 וְאֻלָ֥ם H197 הַשַּׁ֖עַר H8179 מֵהַ H1004 ",
  "10": "וְתָאֵ֨י H8372 הַשַּׁ֜עַר H8179 דֶּ֣רֶךְ H1870 הַקָּדִ֗ים H6921 שְׁלֹשָׁ֤ה H7969 מִפֹּה֙ H6311 וּשְׁלֹשָׁ֣ה H7969 מִפֹּ֔ה H6311 מִדָּ֥ה H4060 אַחַ֖ת H259 לִשְׁלָשְׁתָּ֑ H7969 וּמִדָּ֥ה H4060 אַחַ֛ת H259 לָאֵילִ֖ם H352 מִפֹּ֥ה H6311 וּמִ H6311 ",
  "11": "וַיָּ֛מָד H4058 אֶת H853 רֹ֥חַב H7341 פֶּֽתַח H6607 הַשַּׁ֖עַר H8179 עֶ֣שֶׂר H6235 אַמּ֑וֹת H520 אֹ֣רֶךְ H753 הַשַּׁ֔עַר H8179 שְׁל֥וֹשׁ H7969 עֶשְׂרֵ֖ה H6240 אַמּֽוֹת H520 ",
  "12": "וּגְב֞וּל H1366 לִפְנֵ֤י H6440 הַתָּאוֹת֙ H8372 אַמָּ֣ה H520 אֶחָ֔ת H259 וְאַמָּה H520 אַחַ֥ת H259 גְּב֖וּל H1366 מִפֹּ֑ה H6311 וְהַ H8372 שֵׁשׁ H8337 אַמּ֣וֹת H520 מִפּ֔וֹ H6311 וְשֵׁ֥שׁ H8337 אַמּ֖וֹת H520 מִפּֽוֹ H6311 ",
  "13": "וַיָּ֣מָד H4058 אֶת H853 הַשַּׁ֗עַר H8179 מִגַּ֤ג H1406 הַתָּא֙ H8372 לְגַגּ֔ H1406 רֹ֕חַב H7341 עֶשְׂרִ֥ים H6242 וְחָמֵ֖שׁ H2568 אַמּ֑וֹת H520 פֶּ֖תַח H6607 נֶ֥גֶד H5048 פָּֽתַח H6607 ",
  "14": "וַיַּ֥עַשׂ H6213 אֶת H853 אֵילִ֖ים H352 שִׁשִּׁ֣ים H8346 אַמָּ֑ה H520 וְאֶל H413 אֵיל֙ H352 הֶֽחָצֵ֔ר H2691 הַשַּׁ֖עַר H8179 סָבִ֥יב H5439 סָבִֽיב H5439 ",
  "15": "וְעַ֗ל H5921 פְּנֵי֙ H6440 הַשַּׁ֣עַר H8179 היאתון H2978 עַל H5921 לִפְנֵ֕י H6440 אֻלָ֥ם H197 הַשַּׁ֖עַר H8179 הַפְּנִימִ֑י H6442 חֲמִשִּׁ֖ים H2572 אַמָּֽה H520 ",
  "16": "וְחַלֹּנ֣וֹת H2474 אֲטֻמ֣וֹת H331 אֶֽל H413 הַתָּאִ֡ים H8372 וְאֶל֩ H413 אֵלֵיהֵ֨מָה H352 לִפְנִ֤ימָה H6441 לַשַּׁ֨עַר֙ H8179 סָבִ֣יב H5439 סָבִ֔יב H5439 וְכֵ֖ן H3651 לָאֵֽלַמּ֑וֹת H361 וְחַלּוֹנ֞וֹת H2474 סָבִ֤יב H5439 סָבִיב֙ H5439 לִפְנִ֔ימָה H6441 וְאֶל H413 אַ֖יִל H352 תִּמֹרִֽים H8561 ",
  "17": "וַיְבִיאֵ֗ H935 אֶל H413 הֶֽחָצֵר֙ H2691 הַחִ֣יצוֹנָ֔ה H2435 וְהִנֵּ֤ה H2009 לְשָׁכוֹת֙ H3957 וְרִֽצְפָ֔ה H7531 עָשׂ֥וּי H6213 לֶחָצֵ֖ר H2691 סָבִ֣יב H5439 סָבִ֑יב H5439 שְׁלֹשִׁ֥ים H7970 לְשָׁכ֖וֹת H3957 אֶל H413 הָרִֽצְפָֽה H7531 ",
  "18": "וְהָ H7531 אֶל H413 כֶּ֣תֶף H3802 הַשְּׁעָרִ֔ים H8179 לְעֻמַּ֖ת H5980 אֹ֣רֶךְ H753 הַשְּׁעָרִ֑ים H8179 הָרִֽצְפָ֖ה H7531 הַתַּחְתּוֹנָֽה H8481 ",
  "19": "וַיָּ֣מָד H4058 רֹ֡חַב H7341 מִלִּ H6440 הַשַּׁ֨עַר H8179 הַתַּחְתּ֜וֹנָ H8481 לִפְנֵ֨י H6440 הֶחָצֵ֧ר H2691 הַפְּנִימִ֛י H6442 מִח֖וּץ H2351 מֵאָ֣ה H3967 אַמָּ֑ה H520 הַקָּדִ֖ים H6921 וְהַ H6828 ",
  "20": "וְהַ H8179 אֲשֶׁ֤ר H834 פָּנָיו֙ H6440 דֶּ֣רֶךְ H1870 הַצָּפ֔וֹן H6828 לֶחָצֵ֖ר H2691 הַחִֽיצוֹנָ֑ה H2435 מָדַ֥ד H4058 אָרְכּ֖וֹ H753 וְרָחְבּֽ H7341 ",
  "21": "ותא H8372 שְׁלוֹשָׁ֤ה H7969 מִפּוֹ֙ H6311 וּשְׁלֹשָׁ֣ה H7969 מִפּ֔וֹ H6311 ואיל H352 ואלמ H361 הָיָ֔ה H1961 כְּמִדַּ֖ת H4060 הַשַּׁ֣עַר H8179 הָרִאשׁ֑וֹן H7223 חֲמִשִּׁ֤ים H2572 אַמָּה֙ H520 אָרְכּ֔וֹ H753 וְרֹ֕חַב H7341 חָמֵ֥שׁ H2568 וְעֶשְׂרִ֖ים H6242 בָּאַמָּֽה H520 ",
  "22": "וחלונ H2474 ואלמ H361 ותמר H8561 כְּמִדַּ֣ת H4060 הַשַּׁ֔עַר H8179 אֲשֶׁ֥ר H834 פָּנָ֖יו H6440 דֶּ֣רֶךְ H1870 הַקָּדִ֑ים H6921 וּבְ H4609 שֶׁ֨בַע֙ H7651 יַֽעֲלוּ H5927 ב֔וֹ Hb ואילמ H361 לִפְנֵי H6440 ",
  "23": "וְשַׁ֨עַר֙ H8179 לֶחָצֵ֣ר H2691 הַפְּנִימִ֔י H6442 נֶ֣גֶד H5048 הַשַּׁ֔עַר H8179 לַצָּפ֖וֹן H6828 וְלַ H6921 וַיָּ֧מָד H4058 מִשַּׁ֛עַר H8179 אֶל H413 שַׁ֖עַר H8179 מֵאָ֥ה H3967 אַמָּֽה H520 ",
  "24": "וַיּוֹלִכֵ֨ H3212 דֶּ֣רֶךְ H1870 הַדָּר֔וֹם H1864 וְהִנֵּה H2009 שַׁ֖עַר H8179 דֶּ֣רֶךְ H1870 הַדָּר֑וֹם H1864 וּמָדַ֤ד H4058 אילו H352 ואילמ H361 כַּמִּדּ֖וֹת H4060 הָאֵֽלֶּה H428 ",
  "25": "וְחַלּוֹנִ֨ים H2474 ל֤וֹ Hl ול H361 סָבִ֣יב H5439 סָבִ֔יב H5439 כְּהַ H2474 הָאֵ֑לֶּה H428 חֲמִשִּׁ֤ים H2572 אַמָּה֙ H520 אֹ֔רֶךְ H753 וְרֹ֕חַב H7341 חָמֵ֥שׁ H2568 וְעֶשְׂרִ֖ים H6242 אַמָּֽה H520 ",
  "26": "וּמַעֲל֤וֹת H4609 שִׁבְעָה֙ H7651 עלותו H5930 ואלמ H361 לִפְנֵי H6440 וְתִמֹרִ֣ים H8561 ל֗וֹ Hl אֶחָ֥ד H259 מִפּ֛וֹ H6311 וְאֶחָ֥ד H259 מִפּ֖וֹ H6311 אֶל H413 אילו H352 ",
  "27": "וְשַׁ֛עַר H8179 לֶחָצֵ֥ר H2691 הַפְּנִימִ֖י H6442 דֶּ֣רֶךְ H1870 הַדָּר֑וֹם H1864 וַיָּ֨מָד H4058 מִשַּׁ֧עַר H8179 אֶל H413 הַשַּׁ֛עַר H8179 דֶּ֥רֶךְ H1870 הַדָּר֖וֹם H1864 מֵאָ֥ה H3967 אַמּֽוֹת H520 ",
  "28": "וַיְבִיאֵ֛ H935 אֶל H413 חָצֵ֥ר H2691 הַפְּנִימִ֖י H6442 בְּשַׁ֣עַר H8179 הַדָּר֑וֹם H1864 וַיָּ֨מָד֙ H4058 אֶת H853 הַשַּׁ֣עַר H8179 הַדָּר֔וֹם H1864 כַּמִּדּ֖וֹת H4060 הָאֵֽלֶּה H428 ",
  "29": "ותא H8372 ואיל H352 ואלמ H361 כַּמִּדּ֣וֹת H4060 הָאֵ֔לֶּה H428 וְחַלּוֹנ֥וֹת H2474 ל֛וֹ Hl ול H361 סָבִ֣יב H5439 סָבִ֑יב H5439 חֲמִשִּׁ֤ים H2572 אַמָּה֙ H520 אֹ֔רֶךְ H753 וְרֹ֕חַב H7341 עֶשְׂרִ֥ים H6242 וְחָמֵ֖שׁ H2568 אַמּֽוֹת H520 ",
  "30": "וְאֵֽלַמּ֖וֹת H361 סָבִ֣יב H5439 סָבִ֑יב H5439 אֹ֗רֶךְ H753 חָמֵ֤שׁ H2568 וְעֶשְׂרִים֙ H6242 אַמָּ֔ה H520 וְרֹ֖חַב H7341 חָמֵ֥שׁ H2568 אַמּֽוֹת H520 ",
  "31": "וְאֵלַמָּ֗ H361 אֶל H413 חָצֵר֙ H2691 הַחִ֣צוֹנָ֔ה H2435 וְתִמֹרִ֖ים H8561 אֶל H413 אילו H352 וּמַעֲל֥וֹת H4609 שְׁמוֹנֶ֖ה H8083 מעלו H4608 ",
  "32": "וַיְבִיאֵ֛ H935 אֶל H413 הֶחָצֵ֥ר H2691 הַפְּנִימִ֖י H6442 דֶּ֣רֶךְ H1870 הַקָּדִ֑ים H6921 וַיָּ֣מָד H4058 אֶת H853 הַשַּׁ֔עַר H8179 כַּמִּדּ֖וֹת H4060 הָאֵֽלֶּה H428 ",
  "33": "ותא H8372 ואל H352 ואלמ H361 כַּמִּדּ֣וֹת H4060 הָאֵ֔לֶּה H428 וְחַלּוֹנ֥וֹת H2474 ל֛וֹ Hl ול H361 סָבִ֣יב H5439 סָבִ֑יב H5439 אֹ֚רֶךְ H753 חֲמִשִּׁ֣ים H2572 אַמָּ֔ה H520 וְרֹ֕חַב H7341 חָמֵ֥שׁ H2568 וְעֶשְׂרִ֖ים H6242 אַמָּֽה H520 ",
  "34": "ואלמ H361 לֶֽחָצֵר֙ H2691 הַחִ֣יצוֹנָ֔ה H2435 וְתִמֹרִ֥ים H8561 אֶל H413 אלו H352 מִפּ֣וֹ H6311 וּמִ H6311 וּשְׁמֹנֶ֥ה H8083 מַעֲל֖וֹת H4609 מעלו H4608 ",
  "35": "וַיְבִיאֵ֖ H935 אֶל H413 שַׁ֣עַר H8179 הַצָּפ֑וֹן H6828 וּמָדַ֖ד H4058 כַּמִּדּ֥וֹת H4060 הָאֵֽלֶּה H428 ",
  "36": "תאו H8372 אלו H352 ואלמ H361 וְחַלּוֹנ֥וֹת H2474 ל֖וֹ Hl סָבִ֣יב H5439 סָבִ֑יב H5439 אֹ֚רֶךְ H753 חֲמִשִּׁ֣ים H2572 אַמָּ֔ה H520 וְרֹ֕חַב H7341 חָמֵ֥שׁ H2568 וְעֶשְׂרִ֖ים H6242 אַמָּֽה H520 ",
  "37": "ואיל H352 לֶֽחָצֵר֙ H2691 הַחִ֣יצוֹנָ֔ה H2435 וְתִמֹרִ֥ים H8561 אֶל H413 אילו H352 מִפּ֣וֹ H6311 וּמִ H6311 וּשְׁמֹנֶ֥ה H8083 מַעֲל֖וֹת H4609 מעלו H4608 ",
  "38": "וְלִשְׁכָּ֣ה H3957 וּפִתְחָ֔ H6607 בְּאֵילִ֖ים H352 הַשְּׁעָרִ֑ים H8179 שָׁ֖ם H8033 יָדִ֥יחוּ H1740 אֶת H853 הָעֹלָֽה H5930 ",
  "39": "וּבְ H197 הַשַּׁ֗עַר H8179 שְׁנַ֤יִם H8147 שֻׁלְחָנוֹת֙ H7979 מִפּ֔וֹ H6311 וּשְׁנַ֥יִם H8147 שֻׁלְחָנ֖וֹת H7979 מִפֹּ֑ה H6311 לִשְׁח֤וֹט H7819 אֲלֵיהֶם֙ H413 הָעוֹלָ֔ה H5930 וְהַ H2403 וְהָ H817 ",
  "40": "וְאֶל H413 הַכָּתֵ֣ף H3802 מִח֗וּצָ H2351 לָעוֹלֶה֙ H5927 לְפֶ֨תַח֙ H6607 הַשַּׁ֣עַר H8179 הַצָּפ֔וֹנָ H6828 שְׁנַ֖יִם H8147 שֻׁלְחָנ֑וֹת H7979 וְאֶל H413 הַכָּתֵ֣ף H3802 הָאַחֶ֗רֶת H312 אֲשֶׁר֙ H834 לְאֻלָ֣ם H197 הַשַּׁ֔עַר H8179 שְׁנַ֖יִם H8147 שֻׁלְחָנֽוֹת H7979 ",
  "41": "אַרְבָּעָ֨ה H702 שֻׁלְחָנ֜וֹת H7979 מִפֹּ֗ה H6311 וְאַרְבָּעָ֧ה H702 שֻׁלְחָנ֛וֹת H7979 מִפֹּ֖ה H6311 לְכֶ֣תֶף H3802 הַשָּׁ֑עַר H8179 שְׁמוֹנָ֥ה H8083 שֻׁלְחָנ֖וֹת H7979 אֲלֵיהֶ֥ם H413 יִשְׁחָֽטוּ H7819 ",
  "42": "וְאַרְבָּעָה֩ H702 שֻׁלְחָנ֨וֹת H7979 לָעוֹלָ֜ה H5930 אַבְנֵ֣י H68 גָזִ֗ית H1496 אֹרֶךְ֩ H753 אַמָּ֨ה H520 אַחַ֤ת H259 וָחֵ֨צִי֙ H2677 וְרֹ֨חַב H7341 אַמָּ֤ה H520 אַחַת֙ H259 וָחֵ֔צִי H2677 וְגֹ֖בַהּ H1363 אַמָּ֣ה H520 אֶחָ֑ת H259 אֲלֵיהֶ֗ם H413 וְיַנִּ֤יחוּ H3240 אֶת H853 הַכֵּלִים֙ H3627 אֲשֶׁ֨ר H834 יִשְׁחֲט֧וּ H7819 אֶת H853 הָעוֹלָ֛ה H5930 בָּ֖ם Hb וְהַ H2077 ",
  "43": "וְהַֽ H8240 טֹ֧פַח H2948 אֶחָ֛ד H259 מוּכָנִ֥ים H3559 בַּבַּ֖יִת H1004 סָבִ֣יב H5439 סָבִ֑יב H5439 וְאֶל H413 הַשֻּׁלְחָנ֖וֹת H7979 בְּשַׂ֥ר H1320 הַקָּרְבָֽן H7133 ",
  "44": "וּמִ H2351 לַשַּׁ֨עַר H8179 הַפְּנִימִ֜י H6442 לִֽשְׁכ֣וֹת H3957 שָׁרִ֗ים H7891 בֶּחָצֵ֤ר H2691 הַפְּנִימִי֙ H6442 אֲשֶׁ֗ר H834 אֶל H413 כֶּ֨תֶף֙ H3802 שַׁ֣עַר H8179 הַצָּפ֔וֹן H6828 וּפְנֵי H6440 דֶּ֣רֶךְ H1870 הַדָּר֑וֹם H1864 אֶחָ֗ד H259 אֶל H413 כֶּ֨תֶף֙ H3802 שַׁ֣עַר H8179 הַקָּדִ֔ים H6921 פְּנֵ֖י H6440 דֶּ֥רֶךְ H1870 הַצָּפֹֽן H6828 ",
  "45": "וַיְדַבֵּ֖ר H1696 אֵלָ֑י H413 זֹ֣ה H2090 הַלִּשְׁכָּ֗ה H3957 אֲשֶׁ֤ר H834 פָּנֶ֨יהָ֙ H6440 דֶּ֣רֶךְ H1870 הַדָּר֔וֹם H1864 לַכֹּ֣הֲנִ֔ים H3548 שֹׁמְרֵ֖י H8104 מִשְׁמֶ֥רֶת H4931 הַבָּֽיִת H1004 ",
  "46": "וְהַ H3957 אֲשֶׁ֤ר H834 פָּנֶ֨יהָ֙ H6440 דֶּ֣רֶךְ H1870 הַצָּפ֔וֹן H6828 לַכֹּ֣הֲנִ֔ים H3548 שֹׁמְרֵ֖י H8104 מִשְׁמֶ֣רֶת H4931 הַמִּזְבֵּ֑חַ H4196 הֵ֣מָּה H1992 בְנֵֽי H1121 צָד֗וֹק H6659 הַקְּרֵבִ֧ים H7131 מִבְּנֵֽי H1121 לֵוִ֛י H3878 אֶל H413 יְהוָ֖ה H3068 לְשָׁרְתֽ H8334 ",
  "47": "וַיָּ֨מָד H4058 אֶת H853 הֶחָצֵ֜ר H2691 אֹ֣רֶךְ H753 מֵאָ֣ה H3967 אַמָּ֗ה H520 וְרֹ֛חַב H7341 מֵאָ֥ה H3967 אַמָּ֖ה H520 מְרֻבָּ֑עַת H7251 וְהַ H4196 לִפְנֵ֥י H6440 הַבָּֽיִת H1004 ",
  "48": "וַיְבִאֵ H935 אֶל H413 אֻלָ֣ם H197 הַבַּיִת֒ H1004 וַיָּ֨מָד֙ H4058 אֵ֣ל H352 אֻלָ֔ם H197 חָמֵ֤שׁ H2568 אַמּוֹת֙ H520 מִפֹּ֔ה H6311 וְחָמֵ֥שׁ H2568 אַמּ֖וֹת H520 מִפֹּ֑ה H6311 וְרֹ֣חַב H7341 הַשַּׁ֔עַר H8179 שָׁלֹ֤שׁ H7969 אַמּוֹת֙ H520 מִפּ֔וֹ H6311 וְשָׁלֹ֥שׁ H7969 אַמּ֖וֹת H520 מִפּֽוֹ H6311 ",
  "49": "אֹ֣רֶךְ H753 הָאֻלָ֞ם H197 עֶשְׂרִ֣ים H6242 אַמָּ֗ה H520 וְרֹ֨חַב֙ H7341 עַשְׁתֵּ֣י H6249 עֶשְׂרֵ֣ה H6240 אַמָּ֔ה H520 וּבַֽ H4609 אֲשֶׁ֥ר H834 יַעֲל֖וּ H5927 אֵלָ֑יו H413 וְעַמֻּדִים֙ H5982 אֶל H413 הָ֣אֵילִ֔ים H352 אֶחָ֥ד H259 מִפֹּ֖ה H6311 וְאֶחָ֥ד H259 מִפֹּֽה H6311 "
}
