{
  "1": "וַיּוֹלִכֵ֖ H3212 אֶל H413 הַשָּׁ֑עַר H8179 שַׁ֕עַר H8179 אֲשֶׁ֥ר H834 פֹּנֶ֖ה H6437 דֶּ֥רֶךְ H1870 הַקָּדִֽים H6921 ",
  "2": "וְהִנֵּ֗ה H2009 כְּבוֹד֙ H3519 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 בָּ֖א H935 מִדֶּ֣רֶךְ H1870 הַקָּדִ֑ים H6921 וְקוֹל֗ H6963 כְּקוֹל֙ H6963 מַ֣יִם H4325 רַבִּ֔ים H7227 וְהָ H776 הֵאִ֥ירָה H215 מִכְּבֹדֽ H3519 ",
  "3": "וּכְ H4758 הַמַּרְאֶ֜ה H4758 אֲשֶׁ֣ר H834 רָאִ֗יתִי H7200 כַּמַּרְאֶ֤ה H4758 אֲשֶׁר H834 רָאִ֨יתִי֙ H7200 בְּבֹאִ H935 לְשַׁחֵ֣ת H7843 אֶת H853 הָעִ֔יר H5892 וּמַרְא֕וֹת H4758 כַּמַּרְאֶ֕ה H4758 אֲשֶׁ֥ר H834 רָאִ֖יתִי H7200 אֶל H413 נְהַר H5104 כְּבָ֑ר H3529 וָאֶפֹּ֖ל H5307 אֶל H413 פָּנָֽי H6440 ",
  "4": "וּכְב֥וֹד H3519 יְהוָ֖ה H3068 בָּ֣א H935 אֶל H413 הַבָּ֑יִת H1004 דֶּ֣רֶךְ H1870 שַׁ֔עַר H8179 אֲשֶׁ֥ר H834 פָּנָ֖יו H6440 דֶּ֥רֶךְ H1870 הַקָּדִֽים H6921 ",
  "5": "וַתִּשָּׂאֵ֣ H5375 ר֔וּחַ H7307 וַתְּבִיאֵ֕ H935 אֶל H413 הֶֽחָצֵ֖ר H2691 הַפְּנִימִ֑י H6442 וְהִנֵּ֛ה H2009 מָלֵ֥א H4390 כְבוֹד H3519 יְהוָ֖ה H3068 הַבָּֽיִת H1004 ",
  "6": "וָאֶשְׁמַ֛ע H8085 מִדַּבֵּ֥ר H1696 אֵלַ֖י H413 מֵהַ H1004 וְאִ֕ישׁ H376 הָיָ֥ה H1961 עֹמֵ֖ד H5975 אֶצְלִֽי H681 ",
  "7": "וַיֹּ֣אמֶר H559 אֵלַ֗י H413 בֶּן H1121 אָדָם֙ H120 אֶת H853 מְק֣וֹם H4725 כִּסְאִ֗י H3678 וְאֶת H853 מְקוֹם֙ H4725 כַּפּ֣וֹת H3709 רַגְלַ֔י H7272 אֲשֶׁ֧ר H834 אֶשְׁכָּן H7931 שָׁ֛ם H8033 בְּת֥וֹךְ H8432 בְּנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 לְעוֹלָ֑ם H5769 וְלֹ֣א H3808 יְטַמְּא֣וּ H2930 ע֣וֹד H5750 בֵּֽית H1004 יִ֠שְׂרָאֵל H3478 שֵׁ֣ם H8034 קָדְשִׁ֞י H6944 הֵ֤מָּה H1992 וּמַלְכֵי H4428 בִּזְנוּתָ֔ H2184 וּבְ H6297 מַלְכֵיהֶ֖ם H4428 בָּמוֹתָֽם H1116 ",
  "8": "בְּתִתָּ֨ H5414 סִפָּ֜ם H5592 אֶת H854 סִפִּ֗י H5592 וּמְזֽוּזָתָ H4201 אֵ֣צֶל H681 מְזוּזָתִ֔י H4201 וְהַ H7023 בֵּינִ֣י H996 וּבֵֽינֵי H996 וְטִמְּא֣וּ H2930 אֶת H853 שֵׁ֣ם H8034 קָדְשִׁ֗י H6944 בְּתֽוֹעֲבוֹתָ H8441 אֲשֶׁ֣ר H834 עָשׂ֔וּ H6213 וָאֲכַ֥ל H398 אֹתָ֖ם H853 בְּאַפִּֽ H639 ",
  "9": "עַתָּ֞ה H6258 יְרַחֲק֧וּ H7368 אֶת H853 זְנוּתָ֛ם H2184 וּפִגְרֵ֥י H6297 מַלְכֵיהֶ֖ם H4428 מִמֶּ֑נִּי H4480 וְשָׁכַנְתִּ֥י H7931 בְתוֹכָ֖ H8432 לְעוֹלָֽם H5769 ",
  "10": "אַתָּ֣ה H859 בֶן H1121 אָדָ֗ם H120 הַגֵּ֤ד H5046 אֶת H853 בֵּֽית H1004 יִשְׂרָאֵל֙ H3478 אֶת H853 הַבַּ֔יִת H1004 וְיִכָּלְמ֖וּ H3637 מֵעֲוֺנֽוֹתֵי H5771 וּמָדְד֖וּ H4058 אֶת H853 תָּכְנִֽית H8508 ",
  "11": "וְאִֽם H518 נִכְלְמ֞וּ H3637 מִכֹּ֣ל H3605 אֲשֶׁר H834 עָשׂ֗וּ H6213 צוּרַ֣ת H6699 הַבַּ֡יִת H1004 וּתְכוּנָת֡ H8498 וּמוֹצָאָ֡י H4161 וּמוֹבָאָ֣י H4126 וְֽכָל H3605 צֽוּרֹתָ֡ו H6699 וְאֵ֣ת H853 כָּל H3605 חֻקֹּתָיו֩ H2708 וְכָל H3605 צורתי H6699 וְכָל H3605 תורתו H8451 הוֹדַ֣ע H3045 אוֹתָ֔ם H853 וּכְתֹ֖ב H3789 לְעֵֽינֵי H5869 וְיִשְׁמְר֞וּ H8104 אֶת H853 כָּל H3605 צוּרָת֛וֹ H6699 וְאֶת H853 כָּל H3605 חֻקֹּתָ֖יו H2708 וְעָשׂ֥וּ H6213 אוֹתָֽם H853 ",
  "12": "זֹ֖את H2063 תּוֹרַ֣ת H8451 הַבָּ֑יִת H1004 עַל H5921 רֹ֣אשׁ H7218 הָ֠הָר H2022 כָּל H3605 גְּבֻל֞וֹ H1366 סָבִ֤יב H5439 סָבִיב֙ H5439 קֹ֣דֶשׁ H6944 קָדָשִׁ֔ים H6944 הִנֵּה H2009 זֹ֖את H2063 תּוֹרַ֥ת H8451 הַבָּֽיִת H1004 ",
  "13": "וְאֵ֨לֶּה H428 מִדּ֤וֹת H4060 הַמִּזְבֵּ֨חַ֙ H4196 בָּֽאַמּ֔וֹת H520 אַמָּ֥ה H520 אַמָּ֖ה H520 וָטֹ֑פַח H2948 וְחֵ֨יק H2436 הָאַמָּ֜ה H520 וְאַמָּה H520 רֹ֗חַב H7341 וּגְבוּלָ֨ H1366 אֶל H413 שְׂפָתָ֤הּ H8193 סָבִיב֙ H5439 זֶ֣רֶת H2239 הָאֶחָ֔ד H259 וְזֶ֖ה H2088 גַּ֥ב H1354 הַמִּזְבֵּֽחַ H4196 ",
  "14": "וּמֵ H2436 הָאָ֜רֶץ H776 עַד H5704 הָעֲזָרָ֤ה H5835 הַתַּחְתּוֹנָה֙ H8481 שְׁתַּ֣יִם H8147 אַמּ֔וֹת H520 וְרֹ֖חַב H7341 אַמָּ֣ה H520 אֶחָ֑ת H259 וּמֵ H5835 הַקְּטַנָּ֜ה H6996 עַד H5704 הָעֲזָרָ֤ה H5835 הַגְּדוֹלָה֙ H1419 אַרְבַּ֣ע H702 אַמּ֔וֹת H520 וְרֹ֖חַב H7341 הָאַמָּֽה H520 ",
  "15": "וְהַֽ H2025 אַרְבַּ֣ע H702 אַמּ֑וֹת H520 וּמֵ H741 וּלְ H4605 הַקְּרָנ֖וֹת H7161 אַרְבַּֽע H702 ",
  "16": "וה H741 שְׁתֵּ֤ים H8147 עֶשְׂרֵה֙ H6240 אֹ֔רֶךְ H753 בִּשְׁתֵּ֥ים H8147 עֶשְׂרֵ֖ה H6240 רֹ֑חַב H7341 רָב֕וּעַ H7251 אֶ֖ל H413 אַרְבַּ֥עַת H702 רְבָעָֽיו H7253 ",
  "17": "וְהָ H5835 אַרְבַּ֧ע H702 עֶשְׂרֵ֣ה H6240 אֹ֗רֶךְ H753 בְּאַרְבַּ֤ע H702 עֶשְׂרֵה֙ H6240 רֹ֔חַב H7341 אֶ֖ל H413 אַרְבַּ֣עַת H702 רְבָעֶ֑יהָ H7253 וְהַ H1366 סָבִ֨יב H5439 אוֹתָ֜הּ H853 חֲצִ֣י H2677 הָאַמָּ֗ה H520 וְהַֽ H2436 לָ֤הּ Hl אַמָּה֙ H520 סָבִ֔יב H5439 וּמַעֲלֹתֵ֖ H4609 פְּנ֥וֹת H6437 קָדִֽים H6921 ",
  "18": "וַיֹּ֣אמֶר H559 אֵלַ֗י H413 בֶּן H1121 אָדָם֙ H120 כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 אֵ֚לֶּה H428 חֻקּ֣וֹת H2708 הַמִּזְבֵּ֔חַ H4196 בְּי֖וֹם H3117 הֵעָֽשׂוֹת֑וֹ H6213 לְהַעֲל֤וֹת H5927 עָלָיו֙ H5921 עוֹלָ֔ה H5930 וְלִ H2236 עָלָ֖יו H5921 דָּֽם H1818 ",
  "19": "וְנָתַתָּ֣ה H5414 אֶל H413 הַכֹּהֲנִ֣ים H3548 הַלְוִיִּ֡ם H3881 אֲשֶׁ֣ר H834 הֵם֩ H1992 מִזֶּ֨רַע H2233 צָד֜וֹק H6659 הַקְּרֹבִ֣ים H7138 אֵלַ֗י H413 נְאֻ֛ם H5002 אֲדֹנָ֥י H136 יְהוִ֖ה H3069 לְשָֽׁרְתֵ֑ H8334 פַּ֥ר H6499 בֶּן H1121 בָּקָ֖ר H1241 לְחַטָּֽאת H2403 ",
  "20": "וְלָקַחְתָּ֣ H3947 מִדָּמ֗ H1818 וְנָ֨תַתָּ֜ה H5414 עַל H5921 אַרְבַּ֤ע H702 קַרְנֹתָיו֙ H7161 וְאֶל H413 אַרְבַּע֙ H702 פִּנּ֣וֹת H6438 הָעֲזָרָ֔ה H5835 וְאֶֽל H413 הַגְּב֖וּל H1366 סָבִ֑יב H5439 וְחִטֵּאתָ֥ H2398 אוֹת֖וֹ H853 וְכִפַּרְתָּֽ H3722 ",
  "21": "וְלָ֣קַחְתָּ֔ H3947 אֵ֖ת H853 הַפָּ֣ר H6499 הַֽחַטָּ֑את H2403 וּשְׂרָפ H8313 בְּמִפְקַ֣ד H4662 הַבַּ֔יִת H1004 מִח֖וּץ H2351 לַמִּקְדָּֽשׁ H4720 ",
  "22": "וּבַ H3117 הַשֵּׁנִ֔י H8145 תַּקְרִ֛יב H7126 שְׂעִיר H8163 עִזִּ֥ים H5795 תָּמִ֖ים H8549 לְחַטָּ֑את H2403 וְחִטְּאוּ֙ H2398 אֶת H853 הַמִּזְבֵּ֔חַ H4196 כַּאֲשֶׁ֥ר H834 חִטְּא֖וּ H2398 בַּפָּֽר H6499 ",
  "23": "בְּכַלּוֹתְ H3615 מֵֽחַטֵּ֑א H2398 תַּקְרִיב֙ H7126 פַּ֣ר H6499 בֶּן H1121 בָּקָ֣ר H1241 תָּמִ֔ים H8549 וְאַ֥יִל H352 מִן H4480 הַצֹּ֖אן H6629 תָּמִֽים H8549 ",
  "24": "וְהִקְרַבְתָּ֖ H7126 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וְהִשְׁלִ֨יכוּ H7993 הַכֹּהֲנִ֤ים H3548 עֲלֵיהֶם֙ H5921 מֶ֔לַח H4417 וְהֶעֱל֥וּ H5927 אוֹתָ֛ם H853 עֹלָ֖ה H5930 לַֽיהוָֽה H3068 ",
  "25": "שִׁבְעַ֣ת H7651 יָמִ֔ים H3117 תַּעֲשֶׂ֥ה H6213 שְׂעִיר H8163 חַטָּ֖את H2403 לַיּ֑וֹם H3117 וּפַ֧ר H6499 בֶּן H1121 בָּקָ֛ר H1241 וְאַ֥יִל H352 מִן H4480 הַצֹּ֖אן H6629 תְּמִימִ֥ים H8549 יַעֲשֽׂוּ H6213 ",
  "26": "שִׁבְעַ֣ת H7651 יָמִ֗ים H3117 יְכַפְּרוּ֙ H3722 אֶת H853 הַמִּזְבֵּ֔חַ H4196 וְטִֽהֲר֖וּ H2891 אֹת֑וֹ H853 וּמִלְא֖וּ H4390 ידו H3027 ",
  "27": "וִֽיכַלּ֖וּ H3615 אֶת H853 הַיָּמִ֑ים H3117 וְהָיָה֩ H1961 בַיּ֨וֹם H3117 הַשְּׁמִינִ֜י H8066 וָהָ֗לְאָה H1973 יַעֲשׂ֨וּ H6213 הַכֹּהֲנִ֤ים H3548 עַל H5921 הַמִּזְבֵּ֨חַ֙ H4196 אֶת H853 עוֹלֽוֹתֵיכֶם֙ H5930 וְאֶת H853 שַׁלְמֵיכֶ֔ם H8002 וְרָצִ֣אתִי H7521 אֶתְכֶ֔ם H853 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהֹוִֽה H3069 "
}
