{
  "1": "וַיְשִׁבֵ H7725 אֶל H413 פֶּ֣תַח H6607 הַבַּיִת֒ H1004 וְהִנֵּה H2009 מַ֣יִם H4325 יֹצְאִ֗ים H3318 מִתַּ֨חַת H8478 מִפְתַּ֤ן H4670 הַבַּ֨יִת֙ H1004 קָדִ֔ימָה H6921 כִּֽי H3588 פְנֵ֥י H6440 הַבַּ֖יִת H1004 קָדִ֑ים H6921 וְהַ H4325 יֹרְדִ֗ים H3381 מִתַּ֜חַת H8478 מִכֶּ֤תֶף H3802 הַבַּ֨יִת֙ H1004 הַיְמָנִ֔ית H3233 מִנֶּ֖גֶב H5045 לַמִּזְבֵּֽחַ H4196 ",
  "2": "וַיּוֹצִאֵ H3318 דֶּֽרֶךְ H1870 שַׁ֣עַר H8179 צָפוֹנָה֒ H6828 וַיְסִבֵּ֨ H5437 דֶּ֣רֶךְ H1870 ח֔וּץ H2351 אֶל H413 שַׁ֣עַר H8179 הַח֔וּץ H2351 דֶּ֖רֶךְ H1870 הַפּוֹנֶ֣ה H6437 קָדִ֑ים H6921 וְהִנֵּה H2009 מַ֣יִם H4325 מְפַכִּ֔ים H6379 מִן H4480 הַכָּתֵ֖ף H3802 הַיְמָנִֽית H3233 ",
  "3": "בְּצֵאת H3318 הָאִ֥ישׁ H376 קָדִ֖ים H6921 וְקָ֣ו H6957 בְּיָד֑ H3027 וַיָּ֤מָד H4058 אֶ֨לֶף֙ H505 בָּֽאַמָּ֔ה H520 וַיַּעֲבִרֵ֥ H5674 בַמַּ֖יִם H4325 מֵ֥י H4325 אָפְסָֽיִם H657 ",
  "4": "וַיָּ֣מָד H4058 אֶ֔לֶף H505 וַיַּעֲבִרֵ֥ H5674 בַמַּ֖יִם H4325 מַ֣יִם H4325 בִּרְכָּ֑יִם H1290 וַיָּ֣מָד H4058 אֶ֔לֶף H505 וַיַּעֲבִרֵ֖ H5674 מֵ֥י H4325 מָתְנָֽיִם H4975 ",
  "5": "וַיָּ֣מָד H4058 אֶ֔לֶף H505 נַ֕חַל H5158 אֲשֶׁ֥ר H834 לֹֽא H3808 אוּכַ֖ל H3201 לַעֲבֹ֑ר H5674 כִּֽי H3588 גָא֤וּ H1342 הַמַּ֨יִם֙ H4325 מֵ֣י H4325 שָׂ֔חוּ H7813 נַ֖חַל H5158 אֲשֶׁ֥ר H834 לֹֽא H3808 יֵעָבֵֽר H5674 ",
  "6": "וַיֹּ֥אמֶר H559 אֵלַ֖י H413 הֲרָאִ֣יתָ H7200 בֶן H1121 אָדָ֑ם H120 וַיּוֹלִכֵ֥ H3212 וַיְשִׁבֵ֖ H7725 שְׂפַ֥ת H8193 הַנָּֽחַל H5158 ",
  "7": "בְּשׁוּבֵ֕ H7725 וְהִנֵּה֙ H2009 אֶל H413 שְׂפַ֣ת H8193 הַנַּ֔חַל H5158 עֵ֖ץ H6086 רַ֣ב H7227 מְאֹ֑ד H3966 מִזֶּ֖ה H2088 וּמִ H2088 ",
  "8": "וַיֹּ֣אמֶר H559 אֵלַ֗י H413 הַמַּ֤יִם H4325 הָאֵ֨לֶּה֙ H428 יוֹצְאִ֗ים H3318 אֶל H413 הַגְּלִילָה֙ H1552 הַקַּדְמוֹנָ֔ה H6930 וְיָרְד֖וּ H3381 עַל H5921 הָֽעֲרָבָ֑ה H6160 וּבָ֣אוּ H935 הַיָּ֔מָּ H3220 אֶל H413 הַיָּ֥מָּ H3220 הַמּֽוּצָאִ֖ים H3318 ונרפאו H7495 הַמָּֽיִם H4325 ",
  "9": "וְהָיָ֣ה H1961 כָל H3605 נֶ֣פֶשׁ H5315 חַיָּ֣ה H2416 אֲֽשֶׁר H834 יִשְׁרֹ֡ץ H8317 אֶ֣ל H413 כָּל H3605 אֲשֶׁר֩ H834 יָב֨וֹא H935 שָׁ֤ם H8033 נַחֲלַ֨יִם֙ H5158 יִֽחְיֶ֔ה H2421 וְהָיָ֥ה H1961 הַדָּגָ֖ה H1710 רַבָּ֣ה H7227 מְאֹ֑ד H3966 כִּי֩ H3588 בָ֨אוּ H935 שָׁ֜מָּה H8033 הַמַּ֣יִם H4325 הָאֵ֗לֶּה H428 וְיֵרָֽפְאוּ֙ H7495 וָחָ֔י H2425 כֹּ֛ל H3605 אֲשֶׁר H834 יָ֥בוֹא H935 שָׁ֖מָּה H8033 הַנָּֽחַל H5158 ",
  "10": "וְהָיָה֩ H1961 יעמדו H5975 עָלָ֜יו H5921 דַּוָּגִ֗ים H1728 מֵעֵ֥ין H5872 גֶּ֨דִי֙ H5872 וְעַד H5704 עֵ֣ין H5882 עֶגְלַ֔יִם H5882 מִשְׁט֥וֹחַ H4894 לַֽחֲרָמִ֖ים H2764 יִהְי֑וּ H1961 לְמִינָ H4327 תִּהְיֶ֣ה H1961 דְגָתָ֔ם H1710 כִּדְגַ֛ת H1710 הַיָּ֥ם H3220 הַגָּד֖וֹל H1419 רַבָּ֥ה H7227 מְאֹֽד H3966 ",
  "11": "בצאתו H1207 וּגְבָאָ֛י H1360 וְלֹ֥א H3808 יֵרָפְא֖וּ H7495 לְמֶ֥לַח H4417 נִתָּֽנוּ H5414 ",
  "12": "וְעַל H5921 הַנַּ֣חַל H5158 יַעֲלֶ֣ה H5927 עַל H5921 שְׂפָת֣וֹ H8193 מִזֶּ֣ה H2088 וּמִ H2088 כָּל H3605 עֵֽץ H6086 מַ֠אֲכָל H3978 לֹא H3808 יִבּ֨וֹל H5034 עָלֵ֜הוּ H5929 וְלֹֽא H3808 יִתֹּ֣ם H8552 פִּרְי֗וֹ H6529 לָֽחֳדָשָׁי H2320 יְבַכֵּ֔ר H1069 כִּ֣י H3588 מֵימָ֔יו H4325 מִן H4480 הַמִּקְדָּ֖שׁ H4720 הֵ֣מָּה H1992 יֽוֹצְאִ֑ים H3318 והיו H1961 פִרְיוֹ֙ H6529 לְמַֽאֲכָ֔ל H3978 וְעָלֵ֖ H5929 לִתְרוּפָֽה H8644 ",
  "13": "כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 גֵּ֤ה H1454 גְבוּל֙ H1366 אֲשֶׁ֣ר H834 תִּתְנַחֲל֣וּ H5157 אֶת H853 הָאָ֔רֶץ H776 לִשְׁנֵ֥י H8147 עָשָׂ֖ר H6240 שִׁבְטֵ֣י H7626 יִשְׂרָאֵ֑ל H3478 יוֹסֵ֖ף H3130 חֲבָלִֽים H2256 ",
  "14": "וּנְחַלְתֶּ֤ם H5157 אוֹתָהּ֙ H853 אִ֣ישׁ H376 כְּאָחִ֔י H251 אֲשֶׁ֤ר H834 נָשָׂ֨אתִי֙ H5375 אֶת H853 יָדִ֔י H3027 לְתִתָּ֖ H5414 לַאֲבֹֽתֵי H1 וְנָ֨פְלָ֜ה H5307 הָאָ֧רֶץ H776 הַזֹּ֛את H2063 לָכֶ֖ם Hl בְּנַחֲלָֽה H5159 ",
  "15": "וְזֶ֖ה H2088 גְּב֣וּל H1366 הָאָ֑רֶץ H776 לִפְאַ֨ת H6285 צָפ֜וֹנָה H6828 מִן H4480 הַיָּ֧ם H3220 הַגָּד֛וֹל H1419 הַדֶּ֥רֶךְ H1870 חֶתְלֹ֖ן H2855 לְב֥וֹא H935 צְדָֽדָה H6657 ",
  "16": "חֲמָ֤ת H2574 בֵּר֨וֹתָה֙ H1268 סִבְרַ֔יִם H5453 אֲשֶׁר֙ H834 בֵּין H996 גְּב֣וּל H1366 דַּמֶּ֔שֶׂק H1834 וּבֵ֖ין H996 גְּב֣וּל H1366 חֲמָ֑ת H2574 חָצֵר֙ H2694 הַתִּיכ֔וֹן H2694 אֲשֶׁ֖ר H834 אֶל H413 גְּב֥וּל H1366 חַוְרָֽן H2362 ",
  "17": "וְהָיָ֨ה H1961 גְב֜וּל H1366 מִן H4480 הַיָּ֗ם H3220 חֲצַ֤ר H2703 עֵינוֹן֙ H2703 גְּב֣וּל H1366 דַּמֶּ֔שֶׂק H1834 וְצָפ֥וֹן H6828 צָפ֖וֹנָה H6828 וּגְב֣וּל H1366 חֲמָ֑ת H2574 וְאֵ֖ת H853 פְּאַ֥ת H6285 צָפֽוֹן H6828 ",
  "18": "וּפְאַ֣ת H6285 קָדִ֡ים H6921 מִבֵּ֣ין H996 חַוְרָ֣ן H2362 וּמִ H996 דַּמֶּשֶׂק֩ H1834 וּמִ H996 הַגִּלְעָ֜ד H1568 וּמִ H996 אֶ֤רֶץ H776 יִשְׂרָאֵל֙ H3478 הַיַּרְדֵּ֔ן H3383 מִגְּב֛וּל H1366 עַל H5921 הַיָּ֥ם H3220 הַקַּדְמוֹנִ֖י H6931 תָּמֹ֑דּוּ H4058 וְאֵ֖ת H853 פְּאַ֥ת H6285 קָדִֽימָה H6921 ",
  "19": "וּפְאַת֙ H6285 נֶ֣גֶב H5045 תֵּימָ֔נָה H8486 מִתָּמָ֗ר H8559 עַד H5704 מֵי֙ H4325 מְרִיב֣וֹת H4808 קָדֵ֔שׁ H6946 נַחֲלָ֖ה H5158 אֶל H413 הַיָּ֣ם H3220 הַגָּד֑וֹל H1419 וְאֵ֥ת H853 פְּאַת H6285 תֵּימָ֖נָה H8486 נֶֽגְבָּה H5045 ",
  "20": "וּפְאַת H6285 יָם֙ H3220 הַיָּ֣ם H3220 הַגָּד֔וֹל H1419 מִגְּב֕וּל H1366 עַד H5704 נֹ֖כַח H5227 לְב֣וֹא H935 חֲמָ֑ת H2574 זֹ֖את H2063 פְּאַת H6285 יָֽם H3220 ",
  "21": "וְחִלַּקְתֶּ֞ם H2505 אֶת H853 הָאָ֧רֶץ H776 הַזֹּ֛את H2063 לָכֶ֖ם Hl לְשִׁבְטֵ֥י H7626 יִשְׂרָאֵֽל H3478 ",
  "22": "וְהָיָ֗ה H1961 תַּפִּ֣לוּ H5307 אוֹתָהּ֮ H853 בְּנַחֲלָה֒ H5159 לָכֶ֗ם Hl וּלְ H1616 הַגָּרִ֣ים H1481 בְּתוֹכְ H8432 אֲשֶׁר H834 הוֹלִ֥דוּ H3205 בָנִ֖ים H1121 בְּתֽוֹכְ H8432 וְהָי֣וּ H1961 לָכֶ֗ם Hl כְּאֶזְרָח֙ H249 בִּבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אִתְּכֶם֙ H854 יִפְּל֣וּ H5307 בְנַחֲלָ֔ה H5159 בְּת֖וֹךְ H8432 שִׁבְטֵ֥י H7626 יִשְׂרָאֵֽל H3478 ",
  "23": "וְהָיָ֣ה H1961 בַשֵּׁ֔בֶט H7626 אֲשֶׁר H834 גָּ֥ר H1481 הַגֵּ֖ר H1616 אִתּ֑וֹ H854 שָׁ֚ם H8033 תִּתְּנ֣וּ H5414 נַחֲלָת֔וֹ H5159 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 "
}
