{
  "1": "וַיְהִ֣י H1961 בַּשָּׁנָ֣ה H8141 הַשִּׁשִּׁ֗ית H8345 בַּשִּׁשִּׁי֙ H8345 בַּחֲמִשָּׁ֣ה H2568 לַחֹ֔דֶשׁ H2320 אֲנִי֙ H589 יוֹשֵׁ֣ב H3427 בְּבֵיתִ֔ H1004 וְזִקְנֵ֥י H2205 יְהוּדָ֖ה H3063 יוֹשְׁבִ֣ים H3427 לְפָנָ֑ H6440 וַתִּפֹּ֤ל H5307 עָלַי֙ H5921 שָׁ֔ם H8033 יַ֖ד H3027 אֲדֹנָ֥י H136 יְהֹוִֽה H3069 ",
  "2": "וָאֶרְאֶ֗ה H7200 וְהִנֵּ֤ה H2009 דְמוּת֙ H1823 כְּמַרְאֵה H4758 אֵ֔שׁ H784 מִמַּרְאֵ֥ה H4758 מָתְנָ֛יו H4975 וּלְ H4295 אֵ֑שׁ H784 וּמִ H4975 וּלְ H4605 כְּמַרְאֵה H4758 זֹ֖הַר H2096 כְּעֵ֥ין H5869 הַחַשְׁמַֽלָ H2830 ",
  "3": "וַיִּשְׁלַח֙ H7971 תַּבְנִ֣ית H8403 יָ֔ד H3027 וַיִּקָּחֵ֖ H3947 בְּצִיצִ֣ת H6734 רֹאשִׁ֑י H7218 וַתִּשָּׂ֣א H5375 אֹתִ֣י H853 ר֣וּחַ H7307 בֵּֽין H996 הָאָ֣רֶץ H776 וּבֵ֣ין H996 הַשָּׁמַ֡יִם H8064 וַתָּבֵא֩ H935 אֹתִ֨י H853 יְרוּשָׁלְַ֜מָה H3389 בְּמַרְא֣וֹת H4759 אֱלֹהִ֗ים H430 אֶל H413 פֶּ֜תַח H6607 שַׁ֤עַר H8179 הַפְּנִימִית֙ H6442 הַפּוֹנֶ֣ה H6437 צָפ֔וֹנָה H6828 אֲשֶׁר H834 שָׁ֣ם H8033 מוֹשַׁ֔ב H4186 סֵ֖מֶל H5566 הַקִּנְאָ֥ה H7068 הַמַּקְנֶֽה H7069 ",
  "4": "וְהִ֨נֵּה H2009 שָׁ֔ם H8033 כְּב֖וֹד H3519 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֑ל H3478 כַּמַּרְאֶ֕ה H4758 אֲשֶׁ֥ר H834 רָאִ֖יתִי H7200 בַּבִּקְעָֽה H1237 ",
  "5": "וַיֹּ֣אמֶר H559 אֵלַ֔י H413 בֶּן H1121 אָדָ֕ם H120 שָׂא H5375 נָ֥א H4994 עֵינֶ֖יךָ H5869 דֶּ֣רֶךְ H1870 צָפ֑וֹנָה H6828 וָאֶשָּׂ֤א H5375 עֵינַי֙ H5869 דֶּ֣רֶךְ H1870 צָפ֔וֹנָה H6828 וְהִנֵּ֤ה H2009 מִצָּפוֹן֙ H6828 לְשַׁ֣עַר H8179 הַמִּזְבֵּ֔חַ H4196 סֵ֛מֶל H5566 הַקִּנְאָ֥ה H7068 הַזֶּ֖ה H2088 בַּבִּאָֽה H872 ",
  "6": "וַיֹּ֣אמֶר H559 אֵלַ֔י H413 בֶּן H1121 אָדָ֕ם H120 הֲרֹאֶ֥ה H7200 אַתָּ֖ה H859 מהם H1992 עֹשִׂ֑ים H6213 תּוֹעֵב֨וֹת H8441 גְּדֹל֜וֹת H1419 אֲשֶׁ֥ר H834 בֵּֽית H1004 יִשְׂרָאֵ֣ל H3478 עֹשִׂ֣ים H6213 פֹּ֗ה H6311 לְרָֽחֳקָה֙ H7368 מֵעַ֣ל H5921 מִקְדָּשִׁ֔י H4720 וְעוֹד֙ H5750 תָּשׁ֣וּב H7725 תִּרְאֶ֔ה H7200 תּוֹעֵב֖וֹת H8441 גְּדֹלֽוֹת H1419 ",
  "7": "וַיָּבֵ֥א H935 אֹתִ֖י H853 אֶל H413 פֶּ֣תַח H6607 הֶֽחָצֵ֑ר H2691 וָאֶרְאֶ֕ה H7200 וְהִנֵּ֥ה H2009 חֹר H2356 אֶחָ֖ד H259 בַּקִּֽיר H7023 ",
  "8": "וַיֹּ֣אמֶר H559 אֵלַ֔י H413 בֶּן H1121 אָדָ֖ם H120 חֲתָר H2864 נָ֣א H4994 בַקִּ֑יר H7023 וָאֶחְתֹּ֣ר H2864 בַּקִּ֔יר H7023 וְהִנֵּ֖ה H2009 פֶּ֥תַח H6607 אֶחָֽד H259 ",
  "9": "וַיֹּ֖אמֶר H559 אֵלָ֑י H413 בֹּ֤א H935 וּרְאֵה֙ H7200 אֶת H853 הַתּוֹעֵב֣וֹת H8441 הָרָע֔וֹת H7451 אֲשֶׁ֛ר H834 הֵ֥ם H1992 עֹשִׂ֖ים H6213 פֹּֽה H6311 ",
  "10": "וָאָבוֹא֮ H935 וָֽאֶרְאֶה֒ H7200 וְהִנֵּ֨ה H2009 כָל H3605 תַּבְנִ֜ית H8403 רֶ֤מֶשׂ H7431 וּבְהֵמָה֙ H929 שֶׁ֔קֶץ H8263 וְכָל H3605 גִּלּוּלֵ֖י H1544 בֵּ֣ית H1004 יִשְׂרָאֵ֑ל H3478 מְחֻקֶּ֥ה H2707 עַל H5921 הַקִּ֖יר H7023 סָבִ֥יב H5439 סָבִֽיב H5439 ",
  "11": "וְשִׁבְעִ֣ים H7657 אִ֣ישׁ H376 מִזִּקְנֵ֣י H2205 בֵֽית H1004 יִ֠שְׂרָאֵל H3478 וְיַאֲזַנְיָ֨הוּ H2970 בֶן H1121 שָׁפָ֜ן H8227 עֹמֵ֤ד H5975 בְּתוֹכָ H8432 עֹמְדִ֣ים H5975 לִפְנֵי H6440 וְאִ֥ישׁ H376 מִקְטַרְתּ֖וֹ H4730 בְּיָד֑ H3027 וַעֲתַ֥ר H6282 עֲנַֽן H6051 הַקְּטֹ֖רֶת H7004 עֹלֶֽה H5927 ",
  "12": "וַיֹּ֣אמֶר H559 אֵלַי֮ H413 הֲרָאִ֣יתָ H7200 בֶן H1121 אָדָם֒ H120 אֲשֶׁ֨ר H834 זִקְנֵ֤י H2205 בֵֽית H1004 יִשְׂרָאֵל֙ H3478 עֹשִׂ֣ים H6213 בַּחֹ֔שֶׁךְ H2822 אִ֖ישׁ H376 בְּחַדְרֵ֣י H2315 מַשְׂכִּית֑וֹ H4906 כִּ֣י H3588 אֹמְרִ֗ים H559 אֵ֤ין H369 יְהוָה֙ H3068 רֹאֶ֣ה H7200 אֹתָ֔נוּ H853 עָזַ֥ב H5800 יְהוָ֖ה H3068 אֶת H853 הָאָֽרֶץ H776 ",
  "13": "וַיֹּ֖אמֶר H559 אֵלָ֑י H413 ע֣וֹד H5750 תָּשׁ֥וּב H7725 תִּרְאֶ֛ה H7200 תּוֹעֵב֥וֹת H8441 גְּדֹל֖וֹת H1419 אֲשֶׁר H834 הֵ֥מָּה H1992 עֹשִֽׂים H6213 ",
  "14": "וַיָּבֵ֣א H935 אֹתִ֗י H853 אֶל H413 פֶּ֨תַח֙ H6607 שַׁ֣עַר H8179 בֵּית H1004 יְהוָ֔ה H3068 אֲשֶׁ֖ר H834 אֶל H413 הַצָּפ֑וֹנָ H6828 וְהִנֵּה H2009 שָׁם֙ H8033 הַנָּשִׁ֣ים H802 יֹֽשְׁב֔וֹת H3427 מְבַכּ֖וֹת H1058 אֶת H853 הַתַּמּֽוּז H8542 ",
  "15": "וַיֹּ֥אמֶר H559 אֵלַ֖י H413 הֲרָאִ֣יתָ H7200 בֶן H1121 אָדָ֑ם H120 ע֣וֹד H5750 תָּשׁ֥וּב H7725 תִּרְאֶ֛ה H7200 תּוֹעֵב֥וֹת H8441 גְּדֹל֖וֹת H1419 מֵאֵֽלֶּה H428 ",
  "16": "וַיָּבֵ֣א H935 אֹתִ֗י H853 אֶל H413 חֲצַ֣ר H2691 בֵּית H1004 יְהוָה֮ H3068 הַפְּנִימִית֒ H6442 וְהִנֵּה H2009 פֶ֜תַח H6607 הֵיכַ֣ל H1964 יְהוָ֗ה H3068 בֵּ֤ין H996 הָֽאוּלָם֙ H197 וּבֵ֣ין H996 הַמִּזְבֵּ֔חַ H4196 כְּעֶשְׂרִ֥ים H6242 וַחֲמִשָּׁ֖ה H2568 אִ֑ישׁ H376 אֲחֹ֨רֵיהֶ֜ם H268 אֶל H413 הֵיכַ֤ל H1964 יְהוָה֙ H3068 וּפְנֵי H6440 קֵ֔דְמָה H6924 וְהֵ֛מָּה H1992 מִשְׁתַּחֲוִיתֶ֥ם H7812 קֵ֖דְמָה H6924 לַשָּֽׁמֶשׁ H8121 ",
  "17": "וַיֹּ֣אמֶר H559 אֵלַי֮ H413 הֲרָאִ֣יתָ H7200 בֶן H1121 אָדָם֒ H120 הֲנָקֵל֙ H7043 לְבֵ֣ית H1004 יְהוּדָ֔ה H3063 מֵעֲשׂ֕וֹת H6213 אֶת H853 הַתּוֹעֵב֖וֹת H8441 אֲשֶׁ֣ר H834 עָֽשׂוּ H6213 פֹ֑ה H6311 כִּֽי H3588 מָלְא֨וּ H4390 אֶת H853 הָאָ֜רֶץ H776 חָמָ֗ס H2555 וַיָּשֻׁ֨בוּ֙ H7725 לְהַכְעִיסֵ֔ H3707 וְהִנָּ֛ H2005 שֹׁלְחִ֥ים H7971 אֶת H853 הַזְּמוֹרָ֖ה H2156 אֶל H413 אַפָּֽם H639 ",
  "18": "וְגַם H1571 אֲנִי֙ H589 אֶעֱשֶׂ֣ה H6213 בְחֵמָ֔ה H2534 לֹֽא H3808 תָח֥וֹס H2347 עֵינִ֖י H5869 וְלֹ֣א H3808 אֶחְמֹ֑ל H2550 וְקָרְא֤וּ H7121 בְאָזְנַ H241 ק֣וֹל H6963 גָּד֔וֹל H1419 וְלֹ֥א H3808 אֶשְׁמַ֖ע H8085 אוֹתָֽם H853 "
}
