{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The word of Yahweh came to Jonah a second time, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Get up, go to Nineveh, that great city, and proclaim to it the message that I command you to give.\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jonah got up and went to Nineveh in obedience to the word of Yahweh. Now Nineveh was a very large city, one of three days' journey.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonah began to enter the city and after a day's journey he called out and said, \"In forty days Nineveh will be overthrown.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Nineveh believed God and they proclaimed a fast. They all put on sackcloth, from the greatest of them down to the least of them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Soon the news reached the king of Nineveh. He rose up from his throne, took off his robe, covered himself with sackcloth, and sat in ashes.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He sent out a proclamation that said, \"In Nineveh, by the authority of the king and his nobles, let neither man nor animal, herd nor flock, taste anything. Let them not eat, nor drink water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But let both man and animal be covered with sackcloth and let them cry out loudly to God. Let every one turn from his evil way and from the violence that is in his hands.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Who knows? God may relent and change his mind and turn away from his fierce anger so that we do not perish.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God saw what they did, that they turned from their evil ways. So then God changed his mind about the punishment that he had said he would do to them, and he did not do it.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}