{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But this displeased Jonah and he became very angry.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jonah prayed to Yahweh and said, \"Ah, Yahweh, is this not just what I said when I was back in my own country? That is why I acted first and tried to flee to Tarshish—because I knew that you are a gracious God, compassionate, slow to anger and abounding in covenant faithfulness, and you hold back from sending disaster.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore now, Yahweh, I beg you, take my life from me, for it is better for me to die than to live.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said, \"Is it good that you are so angry?\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jonah went out of the city and sat on the east side of the city. There he made a shelter and sat under it in the shade so that he could see what might become of the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh God prepared a plant and made it grow up over Jonah so that it might be a shade over his head to relieve his distress. Jonah was very glad because of the plant.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God prepared a worm at sunrise the next morning. It attacked the plant and the plant withered.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that when the sun rose the next morning, God prepared a hot east wind. Also, the sun beat down on Jonah's head and he became faint. Then Jonah wished that he might die. He said to himself, \"It is better for me to die than to live.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God said to Jonah, \"Is it good that you are so angry about the plant?\" Then Jonah said, \"It is good that I am angry, even to death.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said, \"You have had compassion for the plant, for which you have not labored, nor did you make it grow. It grew up in a night and died in a night.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So as for me, should I not have compassion for Nineveh, that great city, in which there are more than one hundred and twenty thousand people who do not know the difference between their right hand and their left hand, and also many cattle?\"\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}