{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My brothers, do not hold to faith in our Lord Jesus Christ, the Lord of glory, with favoritism toward certain people.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suppose that someone enters your meeting wearing gold rings and fine clothes, and there also enters a poor man in dirty clothes.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you look at the person wearing fine clothes and say, \"You sit here in a good place,\" but you say to the poor man, \"You stand over there\" or \"Sit at my feet,\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "are you not judging among yourselves? Have you not become judges with evil thoughts?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Listen, my beloved brothers, did not God choose the poor of the world to be rich in faith and to be heirs of the kingdom that he promised to those who love him?\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you have dishonored the poor! Is it not the rich who oppress you? Are they not the ones who drag you to court?\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do they not insult the good name by which you have been called?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If, however, you fulfill the royal law according to the scripture, \"You shall love your neighbor as yourself,\" you do well.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you favor certain people, you are committing sin, and you are convicted by the law as lawbreakers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For whoever obeys the whole law, except that he stumbles in just a single way, has become guilty of breaking the whole law.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the one who said, \"Do not commit adultery,\" also said, \"Do not murder.\" If you do not commit adultery, but if you do commit murder, you have become a lawbreaker.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So speak and act as those who will be judged by means of the law of freedom.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For judgment comes without mercy to those who have shown no mercy. Mercy triumphs over judgment.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What good is it, my brothers, if someone says he has faith, but he has no works? Can that faith save him?\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suppose that a brother or sister is badly clothed and lacks food for the day.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suppose that one of you says to them, \"Go in peace, stay warm and be filled.\" If you do not give them the things necessary for the body, what good is that?\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the same way faith by itself, if it does not have works, is dead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet someone may say, \"You have faith, and I have works.\" Show me your faith without works, and I will show you my faith by my works.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You believe that there is one God; you do well. But even the demons believe that, and they tremble.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you want to know, foolish man, that faith without works is useless?\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some older versions read, \\fqa Do you want to know, foolish man, how it is that faith without works is dead? \\fqa* ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Was not Abraham our father justified by works when he offered up Isaac his son on the altar?\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You see that faith worked with his works, and that by works his faith was fully developed.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The scripture was fulfilled that says, \"Abraham believed God, and it was counted to him as righteousness,\" and he was called a friend of God.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You see that it is by works that a man is justified, and not only by faith.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the same way also, was not Rahab the prostitute justified by works, when she welcomed the messengers and sent them away by another road?\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For as the body apart from the spirit is dead, even so faith apart from works is dead.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}