{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Not many of you should become teachers, my brothers, for you know that we who teach will be judged more strictly.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For we all stumble in many ways. If anyone does not stumble in words, he is a perfect man, able to control even his whole body.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now if we put bits into horses' mouths for them to obey us, we can also direct their whole bodies.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Notice also that ships, although they are so large and are driven by strong winds, are steered by a very small rudder to wherever the pilot desires.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Likewise the tongue is a small body part, yet it boasts great things. Notice also how small a fire sets on fire a large forest.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The tongue is also a fire, a world of sinfulness set among our body parts. It stains the whole body and sets on fire the course of life. It is itself set on fire by hell.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For every kind of wild animal, bird, reptile, and sea creature is being tamed and has been tamed by mankind.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But no human being can tame the tongue. It is a restless evil, full of deadly poison.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "With it we praise the Lord and Father, and with it we curse men, who have been made in God's likeness.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Out of the same mouth come blessing and cursing. My brothers, these things should not happen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Does a spring pour out from its opening both sweet and bitter water?\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Does a fig tree, my brothers, make olives? Or a grapevine, figs? Neither can salty water produce sweet water.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Who is wise and understanding among you? Let that person show a good life by his works in the humility of wisdom.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you have bitter jealousy and ambition in your heart, do not boast and lie against the truth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is not the wisdom that comes down from above. Instead, it is earthly, unspiritual, demonic.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For where there are jealousy and ambition, there is confusion and every evil practice.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the wisdom from above is first pure, then peace-loving, gentle, reasonable, full of mercy and good fruits, impartial and sincere.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The fruit of righteousness is sown in peace among those who make peace.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}