{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Where do quarrels and disputes among you come from? Do they not come from your desires that fight among your members?\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You desire, and you do not have. You kill and covet, and you are not able to obtain. You fight and quarrel. You do not possess because you do not ask.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You ask and do not receive because you ask badly, in order that you may use it for your desires.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You adulteresses! Do you not know that friendship with the world is hostility against God? So whoever wants to be a friend of the world makes himself an enemy of God.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Or do you think the scripture says in vain, \"The Spirit he caused to live in us is deeply jealous\"?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God gives more grace, so the scripture says, \"God opposes the proud, but gives grace to the humble.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So submit to God. Resist the devil, and he will flee from you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Come close to God, and he will come close to you. Cleanse your hands, you sinners, and purify your hearts, you double-minded.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Grieve, mourn, and cry! Let your laughter turn into sadness and your joy into gloom.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Humble yourselves before the Lord, and he will lift you up.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not speak against one another, brothers. The person who speaks against a brother or judges his brother speaks against the law and judges the law. If you judge the law, you are not a doer of the law, but a judge.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Only one is the lawgiver and judge. He is the one who is able to save and to destroy. Who are you, you who judge your neighbor?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now listen, you who say, \"Today or tomorrow we will go into this city, spend a year there, trade, and make a profit.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Who knows what will happen tomorrow, and what is your life? For you are a mist that appears for a little while and then disappears.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, you should say, \"If the Lord wishes, we will live and do this or that.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now you are boasting about your arrogant plans. All such boasting is evil.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So for anyone who knows to do good but does not do it, for him it is sin.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}