{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Come now, you who are rich, weep and wail because of the miseries coming on you.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your riches have rotted, and your clothes have become moth-eaten.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your gold and your silver have become tarnished and their rust will be a witness against you. It will consume your flesh like fire. You have stored up your treasure for the last days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look, the pay of the laborers is crying out—the pay that you have withheld from those who harvested your fields, and the cries of the harvesters have gone into the ears of the Lord of hosts.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have lived in luxury on the earth and indulged yourselves. You have fattened your hearts for a day of slaughter.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have condemned and killed the righteous person. He does not resist you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So be patient, brothers, until the Lord's coming. See, the farmer awaits the valuable harvest from the ground. He is patiently waiting for it, until it receives the early and late rains.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You, too, be patient. Make your hearts strong, because the Lord's coming is near.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not complain, brothers, against one another, so that you will be not judged. See, the judge is standing at the door.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take an example, brothers, from the suffering and patience of the prophets, those who spoke in the name of the Lord.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See, we regard those who endured as blessed. You have heard of the endurance of Job, and you know the purpose of the Lord, how he is very compassionate and merciful.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Above all, my brothers, do not swear, either by heaven or by the earth, or by any other oath. Instead, let your \"Yes\" mean \"Yes\" and your \"No\" mean \"No,\" so you do not fall under judgment.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Is anyone among you suffering hardship? Let him pray. Is anyone cheerful? Let him sing praise.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Is anyone among you sick? Let him call for the elders of the church, and let them pray over him. Let them anoint him with oil in the name of the Lord.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The prayer of faith will heal the sick person, and the Lord will raise him up. If he has committed sins, God will forgive him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So confess your sins to one another, and pray for each other, so that you may be healed. The prayer of a righteous person is very strong in its working.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elijah was a man just like us. He prayed earnestly that it would not rain, and it did not rain in the land for three years and six months.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elijah prayed again. The heavens gave rain, and the earth produced its fruit.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My brothers, if anyone among you wanders from the truth, and someone brings him back,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "that person should know that whoever turns a sinner from his wandering way will save him from death, and will cover over a great number of sins.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}