{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Open your doors, Lebanon, that fire may devour your cedars!\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Lament, cypress trees, for the cedar trees have fallen! What was majestic has been devastated!\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Lament, you oaks of Bashan, for the strong forest has gone down.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The shepherds howl, for their glory has been destroyed!\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "The voice of the young lions' roar, for the pride of the Jordan River has been devastated!\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what Yahweh my God says, \"Like a shepherd, watch over the flock set aside for slaughter!\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(The ones who buy them slaughter them and are not punished, and the ones who sell them say,\n'Blessed be Yahweh! I have become rich!' for the shepherds working for the flocks' owners have no pity on them.)\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I will no longer pity the inhabitants of the land!—this is Yahweh's declaration. See! I myself am about to turn over every person into the hand of his neighbor and into the hand of his king, and they will destroy the land and none of them will I deliver them from their hand.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I became the shepherd of the flock marked for slaughter, for those who dealt in sheep. I took two staffs; one staff I called \"Favor\" and the other I called \"Unity.\" In this way I shepherded the flock.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In one month I destroyed the three shepherds. I became impatient with them, and they also hated me.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I said to the owners, \"I will not work as a shepherd for you any longer. The sheep that are dying—let them die; the sheep that are being destroyed—let them be destroyed. Let the sheep that remain each eat the flesh of its neighbor.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I took my staff \"Favor\" and broke it to break the covenant that I had made with all of my tribes.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day the covenant was broken, and those who dealt in sheep and who were watching me knew that Yahweh had spoken.\n\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I said to them, \"If it seems good to you, pay me my wages. But if not, do not do it.\" So they weighed out my wages—thirty pieces of silver.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to me, \"Deposit the silver in the treasury, the excellent price at which they valued you!\" So I took the thirty pieces of silver and deposited them in the treasury in the house of Yahweh.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I broke my second staff, \"Unity,\" to break the brotherhood between Judah and Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to me, \"Again, take the equipment of a foolish shepherd for yourself,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for see, I am about to set in place a shepherd in the land. He will not care for the perishing sheep. He will not seek out the sheep gone missing, nor heal the crippled sheep. He will not feed the sheep that are healthy, but will eat the flesh of the fattened sheep and will tear off their hooves.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Woe to the worthless shepherd who forsakes the flock!\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "May the sword come against his arm and his right eye!\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "May his arm wither away and may his right eye become blind!\"\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  }
}