{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is a declaration of Yahweh's word concerning Israel—a declaration of Yahweh, who stretched out the skies and laid the foundation of the earth, who fashions the spirit of mankind within man,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"See, I am about to make Jerusalem into a cup causing all the peoples surrounding her to stagger about. It will also be like that for Judah during the siege against Jerusalem.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day, I will make Jerusalem a heavy stone for all the peoples. Anyone trying to lift that stone will hurt himself very much, and all the nations of the earth will gather against that city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day—this is Yahweh's declaration—I will strike every horse with confusion and its rider with madness. Over the house of Judah I will open my eyes, but every horse of the peoples I will strike with blindness.   \n\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the leaders of Judah will say in their hearts, 'The inhabitants of Jerusalem are our strength because of Yahweh of hosts, their God.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day I will make the leaders of Judah like firepots among wood and like a flaming torch among standing grain, for they will consume all the surrounding peoples on their right and on their left. Jerusalem will again live in her own place.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will save the tents of Judah first, so that the honor of the house of David and the honor of those who live in Jerusalem may not be greater than the rest of Judah.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day Yahweh will be the defender of the inhabitants of Jerusalem, and on that day those who are weak among them will be like David, while the house of David will be like God, like the angel of Yahweh in front of them.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"On that day that I will begin to destroy all the nations that come against Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I will pour out a spirit of compassion and pleading on the house of David and the inhabitants of Jerusalem, so they will look on me, the one they have pierced. They will mourn for me, as one mourns for an only son; they will bitterly lament for him like those who lament the death of a firstborn son.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day the laments in Jerusalem will be like the laments at Hadad Rimmon in the plain of Megiddo.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The land will mourn, each clan separate from other clans. The clan of the house of David will be separate and their wives will be separate from the men. The clan of the house of Nathan will be separate and their wives will be separate from the men.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The clan of the house of Levi will be separate and their wives will be separate from the men. The clan of the Shimeites will be separate and their wives will be separate from the men.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every clan of the remaining clans—each clan will be separate and the wives will be separate from the men.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "type": "paragraph",
        "text": " \n"
      }
    ]
  }
}