{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold! A day for Yahweh is coming when your plunder will be divided in your midst.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I will gather every nation against Jerusalem for battle and the city will be captured. The houses will be plundered and the women raped. Half of the city will go out into captivity, but the remainder of the people will not be cut off from the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh will go out and wage war against those nations as when he wages war on the day of battle.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day his feet will stand on the Mount of Olives, which is beside Jerusalem to the east. The Mount of Olives will be split in half between the east and the west by a very great valley and half of the mountain will go back toward the north and half toward the south.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you will flee down the valley between Yahweh's mountains, for the valley between those mountains will reach to Azel. You will flee just as you fled from the earthquake in the days of Uzziah, king of Judah. Then Yahweh my God will come and all the holy ones will be with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day there will be no light, but no cold or frost either.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day, a day known only to Yahweh, there will no longer be day or night, for the evening will be a time of light.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day living waters will flow out of Jerusalem. Half of them will flow to the eastern sea and half to the western sea, in summer and in winter.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will be king over all the earth. On that day there will be Yahweh, the one God, and his name alone.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the land will be like the Arabah, from Geba to Rimmon south of Jerusalem. Jerusalem will continue to be raised up and remain in its own place, from the Benjamin Gate to the place where the first gate was, to the Corner Gate, and from the Tower of Hananel to the king's winepresses.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people will live in Jerusalem and there will be no more complete destruction from God against them. Jerusalem will live in safety.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This will be the plague with which Yahweh will attack all the peoples that waged war against Jerusalem: Their flesh will rot away even as they are standing on their feet. Their eyes will rot in their sockets and their tongues will rot in their mouths.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day that great fear from Yahweh will come among them. Each one will seize the hand of another, and the hand of one will be raised up against the hand of another.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judah will also fight against Jerusalem. They will gather the wealth of all the surrounding nations—gold, silver, and fine clothes in great abundance.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A plague will also be on the horses and the mules, the camels and the donkeys, and on every animal in those camps will also suffer that same plague.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then it will happen that all who remain in those nations that came against Jerusalem will instead go up from year to year to worship the king, Yahweh of hosts, and to keep the Festival of Shelters.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It will happen that if anyone from all the nations of the earth does not go up to Jerusalem to worship the king, Yahweh of hosts, then Yahweh will not bring rain on them.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the nation of Egypt does not go up, then they will not receive rain. A plague from Yahweh will attack the nations that do not go up to keep the Festival of Shelters.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This will be the punishment for Egypt and the punishment for every nation that does not go up to keep the Festival of Shelters.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But on that day, the bells of the horses will say, \"Set apart to Yahweh,\" and the basins in Yahweh's house will be like the bowls before the altar.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For every pot in Jerusalem and Judah will be set apart to Yahweh of hosts and everyone who brings a sacrifice will eat from them and boil in them. On that day traders will no longer be in the house of Yahweh of hosts.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}