{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I turned and lifted my eyes, and I saw, behold, a flying scroll!\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel said to me, \"What do you see?\" I answered, \"I see a flying scroll, twenty cubits long and ten cubits wide.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to me, \"This is the curse that goes out over the surface of the whole land. For every thief will be cut off according to what it says on the one side, and everyone who swears a false oath will be cut off according to what it says on the other side.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I will send it out—this is the declaration of Yahweh of hosts—so it will enter into the house of the thief and into the house of the one that swears falsely by my name. It will remain in his house and consume its timber and stones.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the angel who was speaking with me went out and said to me, \"Raise your eyes and see what is coming!\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I said, \"What is it?\" He said, \"This is a basket containing an ephah that is coming. This is their iniquity in the whole land.\"\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some ancient and most modern versions have \\fqa their iniquity \\fqa* . The Hebrew text has \\fqa their eye \\fqa* , but this is widely thought to be an error. ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then a lead covering was lifted off the basket and there was a woman under it sitting in it!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel said, \"This is Wickedness!\" He threw her back inside the basket, and he threw the lead cover over its opening.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I lifted my eyes and saw two women coming toward me, and wind was in their wings—for they had wings like a stork's wings. They lifted up the basket between earth and heaven.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I said to the angel who was talking to me, \"Where are they taking the basket?\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to me, \"To build a temple in the land of Shinar for it, so that when the temple is ready, the basket will be set there on its prepared base.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}