{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When King Darius had been ruler for four years, on the fourth day of Kislev (which was the ninth month), the word of Yahweh came to Zechariah.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Bethel had sent Sharezer and Regem-Melek and their men to beg before the face of Yahweh.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They spoke to the priests who were at the house of Yahweh of hosts and to the prophets; they said, \"Should I mourn in the fifth month by means of a fast, as I have done these many years?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the word of Yahweh of hosts came to me, saying,\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to all the people of the land and to the priests and say, 'When you fasted and mourned in the fifth and in the seventh month for these seventy years, were you truly fasting for me?\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you ate and drank, did you not eat and drink for yourselves? \n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Were these not the same words that Yahweh proclaimed by the mouth of the former prophets, when you still inhabited Jerusalem and the surrounding cities in prosperity and were settled in the Negev, and the foothills to the west?'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The word of Yahweh came to Zechariah, saying, \n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Yahweh of hosts says this, 'Judge with true justice, covenant faithfulness, and mercy. Let each man do this for his brother. \n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "About the widow and orphan, the foreigner, and the poor person—do not oppress them, and let none of you plot any harm against another in your heart.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they refused to pay attention and set their shoulders stubbornly. They stopped up their ears so they would not hear.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made their hearts as hard as rock so they would not hear the law or the words of Yahweh of hosts. He had sent these messages to the people by his Spirit in earlier times, by the mouth of the prophets. But the people refused to listen, so Yahweh of hosts was very angry with them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened that when he called, they did not listen. In the same way,\" said Yahweh of hosts, \"they will call out to me, but I will not listen.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I will scatter them with a whirlwind to all the nations that they have not seen, and the land will be desolate after them. For no one will pass through the land or return to it since the people have made their delightful land into a wasteland.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}