{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"This is a declaration of Yahweh's word concerning the land of Hadrak and Damascus, its resting place; for the eyes of all humanity and all the tribes of Israel are toward Yahweh.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This declaration also concerns Hamath, which borders on Damascus, and it concerns Tyre and Sidon, for they are very wise.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tyre has built herself a stronghold and heaped up silver like dust and refined gold like mud in the streets.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look! The Lord will dispossess her and destroy her strength on the sea, so she will be devoured by fire.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ashkelon will see and be afraid! Gaza also will tremble greatly! Ekron, her hopes will be disappointed! The king will perish from Gaza, and Ashkelon shall no longer be inhabited!\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Strangers will make their homes in Ashdod, and I will cut off the pride of the Philistines.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I will remove their blood from their mouths and their abominations from between their teeth. Then they will become a remnant for our God like a clan in Judah, and Ekron will become like the Jebusites.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will camp around my land against enemy armies,"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Most interpreters translate the Hebrew words as \\fqa against enemy armies \\fqa* and some translate the Hebrew \\fqa as a guard,\\fqa* and so translate the phrase, \\fqa I will surround my temple as a guard \\fqa* . ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": "so no one can pass through or return, for no oppressor will overrun them, for now I see with my own eyes!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shout with great joy, daughter of Zion! Shout with happiness, daughter of Jerusalem!\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Behold! Your king is coming to you with righteousness\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and is rescuing you. He is humble and is riding on a donkey, on the colt of a donkey.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will cut off the chariot from Ephraim and the horse from Jerusalem, \n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and the bow will be cut off from battle; for he will speak peace to the nations, \n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and his dominion will be from sea to sea, and from the River to the ends of the earth!\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for you, because of the blood of my covenant with you, I will set your prisoners free from the pit where there is no water.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Return to the stronghold, prisoners of hope! Even today I am declaring that I will return double to you,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for I have bent Judah as my bow. I have filled my quiver with Ephraim. I have roused your sons, Zion, against your sons, Greece, and have made you, Zion, like a warrior's sword!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will appear to them, and his arrows will shoot out like lightning! For my Lord Yahweh will blow the trumpet and will advance with the storms from Teman.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh of hosts will defend them, and they will devour them and defeat the stones of the slings. Then they will drink and shout like men drunk on wine, and they will be filled with wine like bowls, like the corners of the altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh their God will rescue them on that day, as the flock of his people. They are the jewels of a crown that will shine on his land.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How good and how beautiful they will be! The young men will flourish on grain and the virgins on sweet wine!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}