{
  "1": "וַֽעֲתַלְיָה֙ H6271 אֵ֣ם H517 אֲחַזְיָ֔הוּ H274 וראתה H7200 כִּ֣י H3588 מֵ֣ת H4191 בְּנָ֑הּ H1121 וַתָּ֨קָם֙ H6965 וַתְּאַבֵּ֔ד H6 אֵ֖ת H853 כָּל H3605 זֶ֥רַע H2233 הַמַּמְלָכָֽה H4467 ",
  "2": "וַתִּקַּ֣ח H3947 יְהוֹשֶׁ֣בַע H3089 בַּת H1323 הַמֶּֽלֶךְ H4428 י֠וֹרָם H3141 אֲח֨וֹת H269 אֲחַזְיָ֜הוּ H274 אֶת H853 יוֹאָ֣שׁ H3101 בֶּן H1121 אֲחַזְיָ֗ה H274 וַתִּגְנֹ֤ב H1589 אֹתוֹ֙ H853 מִתּ֤וֹךְ H8432 בְּנֵֽי H1121 הַמֶּ֨לֶךְ֙ H4428 הממותתים H4463 אֹת֥וֹ H853 וְאֶת H853 מֵינִקְתּ֖וֹ H3243 בַּחֲדַ֣ר H2315 הַמִּטּ֑וֹת H4296 וַיַּסְתִּ֧רוּ H5641 אֹת֛וֹ H853 מִפְּנֵ֥י H6440 עֲתַלְיָ֖הוּ H6271 וְלֹ֥א H3808 הוּמָֽת H4191 ",
  "3": "וַיְהִ֤י H1961 אִתָּהּ֙ H854 בֵּ֣ית H1004 יְהוָ֔ה H3068 מִתְחַבֵּ֖א H2244 שֵׁ֣שׁ H8337 שָׁנִ֑ים H8141 וַעֲתַלְיָ֖ה H6271 מֹלֶ֥כֶת H4427 עַל H5921 הָאָֽרֶץ H776 ",
  "4": "וּבַ H8141 הַ֠שְּׁבִיעִית H7637 שָׁלַ֨ח H7971 יְהוֹיָדָ֜ע H3077 וַיִּקַּ֣ח H3947 אֶת H853 שָׂרֵ֣י H8269 המאיות H3967 לַכָּרִי֙ H3746 וְלָ֣ H7323 וַיָּבֵ֥א H935 אֹתָ֛ם H853 אֵלָ֖יו H413 בֵּ֣ית H1004 יְהוָ֑ה H3068 וַיִּכְרֹת֩ H3772 לָהֶ֨ם H1992 בְּרִ֜ית H1285 וַיַּשְׁבַּ֤ע H7650 אֹתָם֙ H854 בְּבֵ֣ית H1004 יְהוָ֔ה H3068 וַיַּ֥רְא H7200 אֹתָ֖ם H853 אֶת H853 בֶּן H1121 הַמֶּֽלֶךְ H4428 ",
  "5": "וַיְצַוֵּ֣ H6680 לֵאמֹ֔ר H559 זֶ֥ה H2088 הַדָּבָ֖ר H1697 אֲשֶׁ֣ר H834 תַּעֲשׂ֑וּן H6213 הַשְּׁלִשִׁ֤ית H7992 מִכֶּם֙ H4480 בָּאֵ֣י H935 הַשַּׁבָּ֔ת H7676 וְשֹׁ֣מְרֵ֔י H8104 מִשְׁמֶ֖רֶת H4931 בֵּ֥ית H1004 הַמֶּֽלֶךְ H4428 ",
  "6": "וְהַ H7992 בְּשַׁ֣עַר H8179 ס֔וּר H5495 וְהַ H7992 בַּשַּׁ֖עַר H8179 אַחַ֣ר H310 הָרָצִ֑ים H7323 וּשְׁמַרְתֶּ֛ם H8104 אֶת H853 מִשְׁמֶ֥רֶת H4931 הַבַּ֖יִת H1004 מַסָּֽח H4535 ",
  "7": "וּשְׁתֵּ֤י H8147 הַיָּדוֹת֙ H3027 בָּכֶ֔ם Hb כֹּ֖ל H3605 יֹצְאֵ֣י H3318 הַשַּׁבָּ֑ת H7676 וְשָֽׁמְר֛וּ H8104 אֶת H853 מִשְׁמֶ֥רֶת H4931 בֵּית H1004 יְהוָ֖ה H3068 אֶל H413 הַמֶּֽלֶךְ H4428 ",
  "8": "וְהִקַּפְתֶּ֨ם H5362 עַל H5921 הַמֶּ֜לֶךְ H4428 סָבִ֗יב H5439 אִ֚ישׁ H376 וְכֵלָ֣י H3627 בְּיָד֔ H3027 וְהַ H935 אֶל H413 הַשְּׂדֵר֖וֹת H7713 יוּמָ֑ת H4191 וִהְי֥וּ H1961 אֶת H854 הַמֶּ֖לֶךְ H4428 בְּצֵאת֥ H3318 וּבְ H935 ",
  "9": "וַֽיַּעֲשׂ֞וּ H6213 שָׂרֵ֣י H8269 המאיות H3967 כְּכֹ֣ל H3605 אֲשֶׁר H834 צִוָּה֮ H6680 יְהוֹיָדָ֣ע H3077 הַכֹּהֵן֒ H3548 וַיִּקְחוּ֙ H3947 אִ֣ישׁ H376 אֶת H853 אֲנָשָׁ֔יו H376 בָּאֵ֣י H935 הַשַּׁבָּ֔ת H7676 עִ֖ם H5973 יֹצְאֵ֣י H3318 הַשַּׁבָּ֑ת H7676 וַיָּבֹ֖אוּ H935 אֶל H413 יְהוֹיָדָ֥ע H3077 הַכֹּהֵֽן H3548 ",
  "10": "וַיִּתֵּ֨ן H5414 הַכֹּהֵ֜ן H3548 לְשָׂרֵ֣י H8269 המאיות H3967 אֶֽת H853 הַחֲנִית֙ H2595 וְאֶת H853 הַשְּׁלָטִ֔ים H7982 אֲשֶׁ֖ר H834 לַמֶּ֣לֶךְ H4428 דָּוִ֑ד H1732 אֲשֶׁ֖ר H834 בְּבֵ֥ית H1004 יְהוָֽה H3068 ",
  "11": "וַיַּעַמְד֨וּ H5975 הָרָצִ֜ים H7323 אִ֣ישׁ H376 וְכֵלָ֣י H3627 בְּיָד֗ H3027 מִכֶּ֨תֶף H3802 הַבַּ֤יִת H1004 הַיְמָנִית֙ H3233 עַד H5704 כֶּ֤תֶף H3802 הַבַּ֨יִת֙ H1004 הַשְּׂמָאלִ֔ית H8042 לַמִּזְבֵּ֖חַ H4196 וְלַ H1004 עַל H5921 הַמֶּ֖לֶךְ H4428 סָבִֽיב H5439 ",
  "12": "וַיּוֹצִ֣א H3318 אֶת H853 בֶּן H1121 הַמֶּ֗לֶךְ H4428 וַיִּתֵּ֤ן H5414 עָלָיו֙ H5921 אֶת H853 הַנֵּ֨זֶר֙ H5145 וְאֶת H853 הָ֣עֵד֔וּת H5715 וַיַּמְלִ֥כוּ H4427 אֹת֖וֹ H853 וַיִּמְשָׁחֻ֑ H4886 וַיַּכּוּ H5221 כָ֔ף H3709 וַיֹּאמְר֖וּ H559 יְחִ֥י H2421 הַמֶּֽלֶךְ H4428 ",
  "13": "וַתִּשְׁמַ֣ע H8085 עֲתַלְיָ֔ה H6271 אֶת H853 ק֥וֹל H6963 הָֽרָצִ֖ין H7323 הָעָ֑ם H5971 וַתָּבֹ֥א H935 אֶל H413 הָעָ֖ם H5971 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "14": "וַתֵּ֡רֶא H7200 וְהִנֵּ֣ה H2009 הַמֶּלֶךְ֩ H4428 עֹמֵ֨ד H5975 עַֽל H5921 הָעַמּ֜וּד H5982 כַּמִּשְׁפָּ֗ט H4941 וְהַ H8269 וְהַ H2689 אֶל H413 הַמֶּ֔לֶךְ H4428 וְכָל H3605 עַ֤ם H5971 הָאָ֨רֶץ֙ H776 שָׂמֵ֔חַ H8056 וְתֹקֵ֖עַ H8628 בַּחֲצֹֽצְר֑וֹת H2689 וַתִּקְרַ֤ע H7167 עֲתַלְיָה֙ H6271 אֶת H853 בְּגָדֶ֔יהָ H899 וַתִּקְרָ֖א H7121 קֶ֥שֶׁר H7195 קָֽשֶׁר H7195 ",
  "15": "וַיְצַו֩ H6680 יְהוֹיָדָ֨ע H3077 הַכֹּהֵ֜ן H3548 אֶת H853 שָׂרֵ֥י H8269 המיאות H3967 פְּקֻדֵ֣י H6485 הַחַ֗יִל H2428 וַיֹּ֤אמֶר H559 אֲלֵיהֶם֙ H413 הוֹצִ֤יאוּ H3318 אֹתָהּ֙ H853 אֶל H413 מִבֵּ֣ית H1004 לַשְּׂדֵרֹ֔ת H7713 וְהַ H935 אַחֲרֶ֖יהָ H310 הָמֵ֣ת H4191 בֶּחָ֑רֶב H2719 כִּ֚י H3588 אָמַ֣ר H559 הַכֹּהֵ֔ן H3548 אַל H408 תּוּמַ֖ת H4191 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "16": "וַיָּשִׂ֤מוּ H7760 לָהּ֙ Hl יָדַ֔יִם H3027 וַתָּב֛וֹא H935 דֶּֽרֶךְ H1870 מְב֥וֹא H3996 הַסּוּסִ֖ים H5483 בֵּ֣ית H1004 הַמֶּ֑לֶךְ H4428 וַתּוּמַ֖ת H4191 שָֽׁם H8033 ",
  "17": "וַיִּכְרֹ֨ת H3772 יְהוֹיָדָ֜ע H3077 אֶֽת H853 הַבְּרִ֗ית H1285 בֵּ֤ין H996 יְהוָה֙ H3068 וּבֵ֤ין H996 הַמֶּ֨לֶךְ֙ H4428 וּבֵ֣ין H996 הָעָ֔ם H5971 לִהְי֥וֹת H1961 לְעָ֖ם H5971 לַֽיהוָ֑ה H3068 וּבֵ֥ין H996 הַמֶּ֖לֶךְ H4428 וּבֵ֥ין H996 הָעָֽם H5971 ",
  "18": "וַיָּבֹ֣אוּ H935 כָל H3605 עַם֩ H5971 הָאָ֨רֶץ H776 בֵּית H1004 הַבַּ֜עַל H1168 וַֽיִּתְּצֻ֗ H5422 אֶת H853 מזבחתו H4196 וְאֶת H853 צְלָמָיו֙ H6754 שִׁבְּר֣וּ H7665 הֵיטֵ֔ב H3190 וְאֵ֗ת H853 מַתָּן֙ H4977 כֹּהֵ֣ן H3548 הַבַּ֔עַל H1168 הָרְג֖וּ H2026 לִפְנֵ֣י H6440 הַֽמִּזְבְּח֑וֹת H4196 וַיָּ֧שֶׂם H7760 הַכֹּהֵ֛ן H3548 פְּקֻדּ֖וֹת H6486 עַל H5921 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "19": "וַיִּקַּ֣ח H3947 אֶת H853 שָׂרֵ֣י H8269 הַ֠מֵּאוֹת H3967 וְאֶת H853 הַכָּרִ֨י H3746 וְאֶת H853 הָרָצִ֜ים H7323 וְאֵ֣ת H853 כָּל H3605 עַ֣ם H5971 הָאָ֗רֶץ H776 וַיֹּרִ֤ידוּ H3381 אֶת H853 הַמֶּ֨לֶךְ֙ H4428 מִבֵּ֣ית H1004 יְהוָ֔ה H3068 וַיָּב֛וֹאוּ H935 דֶּֽרֶך H1870 שַׁ֥עַר H8179 הָרָצִ֖ים H7323 בֵּ֣ית H1004 הַמֶּ֑לֶךְ H4428 וַיֵּ֖שֶׁב H3427 עַל H5921 כִּסֵּ֥א H3678 הַמְּלָכִֽים H4428 ",
  "20": "וַיִּשְׂמַ֥ח H8055 כָּל H3605 עַם H5971 הָאָ֖רֶץ H776 וְהָ H5892 שָׁקָ֑טָה H8252 וְאֶת H853 עֲתַלְיָ֛הוּ H6271 הֵמִ֥יתוּ H4191 בַחֶ֖רֶב H2719 בֵּ֥ית H1004 מלך H4428 ",
  "21": "בֶּן H1121 שֶׁ֥בַע H7651 שָׁנִ֖ים H8141 יְהוֹאָ֥שׁ H3060 בְּמָלְכֽ H4427 "
}
