{
  "1": "בִּשְׁנַת H8141 שֶׁ֤בַע H7651 לְיֵהוּא֙ H3058 מָלַ֣ךְ H4427 יְהוֹאָ֔שׁ H3060 וְאַרְבָּעִ֣ים H705 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירֽוּשָׁלִָ֑ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 צִבְיָ֖ה H6645 מִבְּאֵ֥ר H884 שָֽׁבַע H884 ",
  "2": "וַיַּ֨עַשׂ H6213 יְהוֹאָ֧שׁ H3060 הַיָּשָׁ֛ר H3477 בְּעֵינֵ֥י H5869 יְהוָ֖ה H3068 כָּל H3605 יָמָ֑יו H3117 אֲשֶׁ֣ר H834 הוֹרָ֔הוּ H3384 יְהוֹיָדָ֖ע H3077 הַכֹּהֵֽן H3548 ",
  "3": "רַ֥ק H7535 הַבָּמ֖וֹת H1116 לֹא H3808 סָ֑רוּ H5493 ע֥וֹד H5750 הָעָ֛ם H5971 מְזַבְּחִ֥ים H2076 וּֽמְקַטְּרִ֖ים H6999 בַּבָּמֽוֹת H1116 ",
  "4": "וַיֹּ֨אמֶר H559 יְהוֹאָ֜שׁ H3060 אֶל H413 הַכֹּהֲנִ֗ים H3548 כֹּל֩ H3605 כֶּ֨סֶף H3701 הַקֳּדָשִׁ֜ים H6944 אֲשֶׁר H834 יוּבָ֤א H935 בֵית H1004 יְהוָה֙ H3068 כֶּ֣סֶף H3701 עוֹבֵ֔ר H5674 אִ֕ישׁ H376 כֶּ֥סֶף H3701 נַפְשׁ֖וֹת H5315 עֶרְכּ֑וֹ H6187 כָּל H3605 כֶּ֗סֶף H3701 אֲשֶׁ֤ר H834 יַֽעֲלֶה֙ H5927 עַ֣ל H5921 לֶב H3820 אִ֔ישׁ H376 לְהָבִ֖יא H935 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "5": "יִקְח֤וּ H3947 לָהֶם֙ Hl הַכֹּ֣הֲנִ֔ים H3548 אִ֖ישׁ H376 מֵאֵ֣ת H853 מַכָּר֑וֹ H4378 וְהֵ֗ם H1992 יְחַזְּקוּ֙ H2388 אֶת H853 בֶּ֣דֶק H919 הַבַּ֔יִת H1004 לְכֹ֛ל H3605 אֲשֶׁר H834 יִמָּצֵ֥א H4672 שָׁ֖ם H8033 בָּֽדֶק H919 ",
  "6": "וַיְהִ֗י H1961 בִּשְׁנַ֨ת H8141 עֶשְׂרִ֧ים H6242 וְשָׁלֹ֛שׁ H7969 שָׁנָ֖ה H8141 לַמֶּ֣לֶךְ H4428 יְהוֹאָ֑שׁ H3060 לֹֽא H3808 חִזְּק֥וּ H2388 הַכֹּהֲנִ֖ים H3548 אֶת H853 בֶּ֥דֶק H919 הַבָּֽיִת H1004 ",
  "7": "וַיִּקְרָא֩ H7121 הַמֶּ֨לֶךְ H4428 יְהוֹאָ֜שׁ H3060 לִיהוֹיָדָ֤ע H3077 הַכֹּהֵן֙ H3548 וְלַ H3548 וַיֹּ֣אמֶר H559 אֲלֵהֶ֔ם H413 מַדּ֛וּעַ H4069 אֵינְכֶ֥ם H369 מְחַזְּקִ֖ים H2388 אֶת H853 בֶּ֣דֶק H919 הַבָּ֑יִת H1004 וְעַתָּ֗ה H6258 אַל H408 תִּקְחוּ H3947 כֶ֨סֶף֙ H3701 מֵאֵ֣ת H853 מַכָּֽרֵיכֶ֔ם H4378 כִּֽי H3588 לְבֶ֥דֶק H919 הַבַּ֖יִת H1004 תִּתְּנֻֽהוּ H5414 ",
  "8": "וַיֵּאֹ֖תוּ H225 הַכֹּֽהֲנִ֑ים H3548 לְבִלְתִּ֤י H1115 קְחַת H3947 כֶּ֨סֶף֙ H3701 מֵאֵ֣ת H853 הָעָ֔ם H5971 וּלְ H1115 חַזֵּ֖ק H2388 אֶת H853 בֶּ֥דֶק H919 הַבָּֽיִת H1004 ",
  "9": "וַיִּקַּ֞ח H3947 יְהוֹיָדָ֤ע H3077 הַכֹּהֵן֙ H3548 אֲר֣וֹן H727 אֶחָ֔ד H259 וַיִּקֹּ֥ב H5344 חֹ֖ר H2356 בְּדַלְתּ֑ H1817 וַיִּתֵּ֣ן H5414 אֹתוֹ֩ H853 אֵ֨צֶל H681 הַמִּזְבֵּ֜חַ H4196 בימין H3225 בְּבֽוֹא H935 אִישׁ֙ H376 בֵּ֣ית H1004 יְהוָ֔ה H3068 וְנָֽתְנוּ H5414 שָׁ֤מָּה H8033 הַכֹּֽהֲנִים֙ H3548 שֹׁמְרֵ֣י H8104 הַסַּ֔ף H5592 אֶת H853 כָּל H3605 הַכֶּ֖סֶף H3701 הַמּוּבָ֥א H935 בֵית H1004 יְהוָֽה H3068 ",
  "10": "וַֽיְהִי֙ H1961 כִּרְאוֹתָ֔ H7200 כִּֽי H3588 רַ֥ב H7227 הַכֶּ֖סֶף H3701 בָּֽאָר֑וֹן H727 וַיַּ֨עַל H5927 סֹפֵ֤ר H5608 הַמֶּ֨לֶךְ֙ H4428 וְהַ H3548 הַגָּד֔וֹל H1419 וַיָּצֻ֨רוּ֙ H6696 וַיִּמְנ֔וּ H4487 אֶת H853 הַכֶּ֖סֶף H3701 הַנִּמְצָ֥א H4672 בֵית H1004 יְהוָֽה H3068 ",
  "11": "וְנָתְנוּ֙ H5414 אֶת H853 הַכֶּ֣סֶף H3701 הַֽמְתֻכָּ֔ן H8505 עַל H5921 יד H3027 עֹשֵׂ֣י H6213 הַמְּלָאכָ֔ה H4399 הפקדים H6485 בֵּ֣ית H1004 יְהוָ֑ה H3068 וַיּוֹצִיאֻ֜ H3318 לְחָרָשֵׁ֤י H2796 הָעֵץ֙ H6086 וְלַ H1129 הָעֹשִׂ֖ים H6213 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "12": "וְלַ H1443 וּלְ H2672 הָאֶ֔בֶן H68 וְלִ H7069 עֵצִים֙ H6086 וְאַבְנֵ֣י H68 מַחְצֵ֔ב H4274 לְחַזֵּ֖ק H2388 אֶת H853 בֶּ֣דֶק H919 בֵּית H1004 יְהוָ֑ה H3068 וּלְ H3605 אֲשֶׁר H834 יֵצֵ֥א H3318 עַל H5921 הַבַּ֖יִת H1004 לְחָזְקָֽה H2394 ",
  "13": "אַךְ֩ H389 לֹ֨א H3808 יֵעָשֶׂ֜ה H6213 בֵּ֣ית H1004 יְהוָ֗ה H3068 סִפּ֥וֹת H5592 כֶּ֨סֶף֙ H3701 מְזַמְּר֤וֹת H4212 מִזְרָקוֹת֙ H4219 חֲצֹ֣צְר֔וֹת H2689 כָּל H3605 כְּלִ֥י H3627 זָהָ֖ב H2091 וּכְלִי H3627 כָ֑סֶף H3701 מִן H4480 הַכֶּ֖סֶף H3701 הַמּוּבָ֥א H935 בֵית H1004 יְהוָֽה H3068 ",
  "14": "כִּֽי H3588 לְעֹשֵׂ֥י H6213 הַמְּלָאכָ֖ה H4399 יִתְּנֻ֑הוּ H5414 וְחִזְּקוּ H2388 ב֖וֹ Hb אֶת H853 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "15": "וְלֹ֧א H3808 יְחַשְּׁב֣וּ H2803 אֶת H854 הָאֲנָשִׁ֗ים H376 אֲשֶׁ֨ר H834 יִתְּנ֤וּ H5414 אֶת H853 הַכֶּ֨סֶף֙ H3701 עַל H5921 יָדָ֔ם H3027 לָתֵ֖ת H5414 לְעֹשֵׂ֣י H6213 הַמְּלָאכָ֑ה H4399 כִּ֥י H3588 בֶאֱמֻנָ֖ה H530 הֵ֥ם H1992 עֹשִֽׂים H6213 ",
  "16": "כֶּ֤סֶף H3701 אָשָׁם֙ H817 וְכֶ֣סֶף H3701 חַטָּא֔וֹת H2399 לֹ֥א H3808 יוּבָ֖א H935 בֵּ֣ית H1004 יְהוָ֑ה H3068 לַכֹּהֲנִ֖ים H3548 יִהְיֽוּ H1961 ",
  "17": "אָ֣ז H227 יַעֲלֶ֗ה H5927 חֲזָאֵל֙ H2371 מֶ֣לֶךְ H4428 אֲרָ֔ם H758 וַיִּלָּ֥חֶם H3898 עַל H5921 גַּ֖ת H1661 וַֽיִּלְכְּדָ֑ H3920 וַיָּ֤שֶׂם H7760 חֲזָאֵל֙ H2371 פָּנָ֔יו H6440 לַעֲל֖וֹת H5927 עַל H5921 יְרוּשָׁלִָֽם H3389 ",
  "18": "וַיִּקַּ֞ח H3947 יְהוֹאָ֣שׁ H3060 מֶֽלֶךְ H4428 יְהוּדָ֗ה H3063 אֵ֣ת H853 כָּל H3605 הַקֳּדָשִׁ֡ים H6944 אֲשֶׁר H834 הִקְדִּ֣ישׁוּ H6942 יְהוֹשָׁפָ֣ט H3092 וִיהוֹרָם֩ H3088 וַאֲחַזְיָ֨הוּ H274 אֲבֹתָ֜יו H1 מַלְכֵ֤י H4428 יְהוּדָה֙ H3063 וְאֶת H853 קֳדָשָׁ֔יו H6944 וְאֵ֣ת H853 כָּל H3605 הַזָּהָ֗ב H2091 הַנִּמְצָ֛א H4672 בְּאֹצְר֥וֹת H214 בֵּית H1004 יְהוָ֖ה H3068 וּבֵ֣ית H1004 הַמֶּ֑לֶךְ H4428 וַיִּשְׁלַ֗ח H7971 לַֽחֲזָאֵל֙ H2371 מֶ֣לֶךְ H4428 אֲרָ֔ם H758 וַיַּ֖עַל H5927 מֵעַ֥ל H5921 יְרוּשָׁלִָֽם H3389 ",
  "19": "וְיֶ֛תֶר H3499 דִּבְרֵ֥י H1697 יוֹאָ֖שׁ H3101 וְכָל H3605 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 הֲלוֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יְהוּדָֽה H3063 ",
  "20": "וַיָּקֻ֥מוּ H6965 עֲבָדָ֖יו H5650 וַיִּקְשְׁרֽוּ H7194 קָ֑שֶׁר H7195 וַיַּכּוּ֙ H5221 אֶת H853 יוֹאָ֔שׁ H3101 בֵּ֥ית H1004 מִלֹּ֖א H4407 הַיּוֹרֵ֥ד H3381 סִלָּֽא H5538 ",
  "21": "וְיוֹזָבָ֣ד H3108 בֶּן H1121 שִׁ֠מְעָת H8100 וִיהוֹזָבָ֨ד H3075 בֶּן H1121 שֹׁמֵ֤ר H7763 עֲבָדָיו֙ H5650 הִכֻּ֣הוּ H5221 וַיָּמֹ֔ת H4191 וַיִּקְבְּר֥וּ H6912 אֹת֛וֹ H853 עִם H5973 אֲבֹתָ֖יו H1 בְּעִ֣יר H5892 דָּוִ֑ד H1732 וַיִּמְלֹ֛ךְ H4427 אֲמַצְיָ֥ה H558 בְנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
  "22": "וְיוֹזָבָ֣ד H3108 בֶּן H1121 שִׁ֠מְעָת H8100 וִיהוֹזָבָ֨ד H3075 בֶּן H1121 שֹׁמֵ֤ר H7763 עֲבָדָיו֙ H5650 הִכֻּ֣הוּ H5221 וַיָּמֹ֔ת H4191 וַיִּקְבְּר֥וּ H6912 אֹת֛וֹ H853 עִם H5973 אֲבֹתָ֖יו H1 בְּעִ֣יר H5892 דָּוִ֑ד H1732 וַיִּמְלֹ֛ךְ H4427 אֲמַצְיָ֥ה H558 בְנ֖וֹ H1121 תַּחְתָּֽיו H8478 "
}
