{
  "1": "בִּשְׁנַ֣ת H8141 שְׁתַּ֔יִם H8147 לְיוֹאָ֥שׁ H3101 בֶּן H1121 יוֹאָחָ֖ז H3099 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֑ל H3478 מָלַ֛ךְ H4427 אֲמַצְיָ֥הוּ H558 בֶן H1121 יוֹאָ֖שׁ H3101 מֶ֥לֶךְ H4428 יְהוּדָֽה H3063 ",
  "2": "בֶּן H1121 עֶשְׂרִ֨ים H6242 וְחָמֵ֤שׁ H2568 שָׁנָה֙ H8141 הָיָ֣ה H1961 בְמָלְכ֔ H4427 וְעֶשְׂרִ֤ים H6242 וָתֵ֨שַׁע֙ H8672 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 יהועדין H3086 מִן H4480 יְרוּשָׁלִָֽם H3389 ",
  "3": "וַיַּ֤עַשׂ H6213 הַיָּשָׁר֙ H3477 בְּעֵינֵ֣י H5869 יְהוָ֔ה H3068 רַ֕ק H7535 לֹ֖א H3808 כְּדָוִ֣ד H1732 אָבִ֑יו H1 כְּכֹ֧ל H3605 אֲשֶׁר H834 עָשָׂ֛ה H6213 יוֹאָ֥שׁ H3101 אָבִ֖יו H1 עָשָֽׂה H6213 ",
  "4": "רַ֥ק H7535 הַבָּמ֖וֹת H1116 לֹא H3808 סָ֑רוּ H5493 ע֥וֹד H5750 הָעָ֛ם H5971 מְזַבְּחִ֥ים H2076 וּֽמְקַטְּרִ֖ים H6999 בַּבָּמֽוֹת H1116 ",
  "5": "וַיְהִ֕י H1961 כַּאֲשֶׁ֛ר H834 חָזְקָ֥ה H2388 הַמַּמְלָכָ֖ה H4467 בְּיָד֑ H3027 וַיַּךְ֙ H5221 אֶת H853 עֲבָדָ֔יו H5650 הַמַּכִּ֖ים H5221 אֶת H853 הַמֶּ֥לֶךְ H4428 אָבִֽיו H1 ",
  "6": "וְאֶת H853 בְּנֵ֥י H1121 הַמַּכִּ֖ים H5221 לֹ֣א H3808 הֵמִ֑ית H4191 כַּכָּת֣וּב H3789 בְּסֵ֣פֶר H5612 תּֽוֹרַת H8451 מֹ֠שֶׁה H4872 אֲשֶׁר H834 צִוָּ֨ה H6680 יְהוָ֜ה H3068 לֵאמֹ֗ר H559 לֹא H3808 יוּמְת֨וּ H4191 אָב֤וֹת H1 עַל H5921 בָּנִים֙ H1121 וּבָנִים֙ H1121 לֹא H3808 יוּמְת֣וּ H4191 עַל H5921 אָב֔וֹת H1 כִּ֛י H3588 אִם H518 אִ֥ישׁ H376 בְּחֶטְא֖ H2399 ימות H4191 ",
  "7": "הוּא H1931 הִכָּ֨ה H5221 אֶת H853 אֱד֤וֹם H123 בְּגֵיא H1516 המלח H4417 עֲשֶׂ֣רֶת H6235 אֲלָפִ֔ים H505 וְתָפַ֥שׂ H8610 אֶת H853 הַסֶּ֖לַע H5554 בַּמִּלְחָמָ֑ה H4421 וַיִּקְרָ֤א H7121 אֶת H853 שְׁמָהּ֙ H8034 יָקְתְאֵ֔ל H3371 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "8": "אָ֣ז H227 שָׁלַ֤ח H7971 אֲמַצְיָה֙ H558 מַלְאָכִ֔ים H4397 אֶל H413 יְהוֹאָ֨שׁ H3060 בֶּן H1121 יְהוֹאָחָ֧ז H3059 בֶּן H1121 יֵה֛וּא H3058 מֶ֥לֶךְ H4428 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 לְכָ֖ה H3212 נִתְרָאֶ֥ה H7200 פָנִֽים H6440 ",
  "9": "וַיִּשְׁלַ֞ח H7971 יְהוֹאָ֣שׁ H3060 מֶֽלֶךְ H4428 יִשְׂרָאֵ֗ל H3478 אֶל H413 אֲמַצְיָ֣הוּ H558 מֶֽלֶךְ H4428 יְהוּדָה֮ H3063 לֵאמֹר֒ H559 הַח֜וֹחַ H2336 אֲשֶׁ֣ר H834 בַּלְּבָנ֗וֹן H3844 שָׁ֠לַח H7971 אֶל H413 הָאֶ֜רֶז H730 אֲשֶׁ֤ר H834 בַּלְּבָנוֹן֙ H3844 לֵאמֹ֔ר H559 תְּנָֽה H5414 אֶת H853 בִּתְּךָ֥ H1323 לִבְנִ֖ H1121 לְאִשָּׁ֑ה H802 וַֽתַּעֲבֹ֞ר H5674 חַיַּ֤ת H2416 הַשָּׂדֶה֙ H7704 אֲשֶׁ֣ר H834 בַּלְּבָנ֔וֹן H3844 וַתִּרְמֹ֖ס H7429 אֶת H853 הַחֽוֹחַ H2336 ",
  "10": "הַכֵּ֤ה H5221 הִכִּ֨יתָ֙ H5221 אֶת H853 אֱד֔וֹם H123 וּֽנְשָׂאֲ H5375 לִבֶּ֑ךָ H3820 הִכָּבֵד֙ H3513 וְשֵׁ֣ב H3427 בְּבֵיתֶ֔ H1004 וְלָ֤ H4100 תִתְגָּרֶה֙ H1624 בְּרָעָ֔ה H7451 וְנָ֣פַלְתָּ֔ה H5307 אַתָּ֖ה H859 וִיהוּדָ֥ה H3063 עִמָּֽךְ H5973 ",
  "11": "וְלֹא H3808 שָׁמַ֣ע H8085 אֲמַצְיָ֔הוּ H558 וַיַּ֨עַל H5927 יְהוֹאָ֤שׁ H3060 מֶֽלֶךְ H4428 יִשְׂרָאֵל֙ H3478 וַיִּתְרָא֣וּ H7200 פָנִ֔ים H6440 ה֖וּא H1931 וַאֲמַצְיָ֣הוּ H558 מֶֽלֶךְ H4428 יְהוּדָ֑ה H3063 בְּבֵ֥ית H1053 שֶׁ֖מֶשׁ H1053 אֲשֶׁ֥ר H834 לִיהוּדָֽה H3063 ",
  "12": "וַיִּנָּ֥גֶף H5062 יְהוּדָ֖ה H3063 לִפְנֵ֣י H6440 יִשְׂרָאֵ֑ל H3478 וַיָּנֻ֖סוּ H5127 אִ֥ישׁ H376 לאהל H168 ",
  "13": "וְאֵת֩ H853 אֲמַצְיָ֨הוּ H558 מֶֽלֶךְ H4428 יְהוּדָ֜ה H3063 בֶּן H1121 יְהוֹאָ֣שׁ H3060 בֶּן H1121 אֲחַזְיָ֗הוּ H274 תָּפַ֛שׂ H8610 יְהוֹאָ֥שׁ H3060 מֶֽלֶךְ H4428 יִשְׂרָאֵ֖ל H3478 בְּבֵ֣ית H1053 שָׁ֑מֶשׁ H1053 ויבאו H935 יְר֣וּשָׁלִַ֔ם H3389 וַיִּפְרֹץ֩ H6555 בְּחוֹמַ֨ת H2346 יְרוּשָׁלִַ֜ם H3389 בְּשַׁ֤עַר H8179 אֶפְרַ֨יִם֙ H669 עַד H5704 שַׁ֣עַר H8179 הַפִּנָּ֔ה H6438 אַרְבַּ֥ע H702 מֵא֖וֹת H3967 אַמָּֽה H520 ",
  "14": "וְלָקַ֣ח H3947 אֶת H853 כָּל H3605 הַזָּהָב H2091 וְ֠הַ H3701 וְאֵ֨ת H853 כָּל H3605 הַכֵּלִ֜ים H3627 הַנִּמְצְאִ֣ים H4672 בֵּית H1004 יְהוָ֗ה H3068 וּבְ H214 בֵּ֣ית H1004 הַמֶּ֔לֶךְ H4428 וְאֵ֖ת H853 בְּנֵ֣י H1121 הַתַּֽעֲרֻב֑וֹת H8594 וַיָּ֖שָׁב H7725 שֹׁמְרֽוֹנָה H8111 ",
  "15": "וְיֶתֶר֩ H3499 דִּבְרֵ֨י H1697 יְהוֹאָ֜שׁ H3060 אֲשֶׁ֤ר H834 עָשָׂה֙ H6213 וּגְב֣וּרָת֔ H1369 וַאֲשֶׁ֣ר H834 נִלְחַ֔ם H3898 עִ֖ם H5973 אֲמַצְיָ֣הוּ H558 מֶֽלֶךְ H4428 יְהוּדָ֑ה H3063 הֲלֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
  "16": "וַיִּשְׁכַּ֤ב H7901 יְהוֹאָשׁ֙ H3060 עִם H5973 אֲבֹתָ֔יו H1 וַיִּקָּבֵר֙ H6912 בְּשֹׁ֣מְר֔וֹן H8111 עִ֖ם H5973 מַלְכֵ֣י H4428 יִשְׂרָאֵ֑ל H3478 וַיִּמְלֹ֛ךְ H4427 יָרָבְעָ֥ם H3379 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
  "17": "וַיְחִ֨י H2421 אֲמַצְיָ֤הוּ H558 בֶן H1121 יוֹאָשׁ֙ H3101 מֶ֣לֶךְ H4428 יְהוּדָ֔ה H3063 אַֽחֲרֵ֣י H310 מ֔וֹת H4194 יְהוֹאָ֥שׁ H3060 בֶּן H1121 יְהֽוֹאָחָ֖ז H3059 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֑ל H3478 חֲמֵ֥שׁ H2568 עֶשְׂרֵ֖ה H6240 שָׁנָֽה H8141 ",
  "18": "וְיֶ֖תֶר H3499 דִּבְרֵ֣י H1697 אֲמַצְיָ֑הוּ H558 הֲלֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יְהוּדָֽה H3063 ",
  "19": "וַיִּקְשְׁר֨וּ H7194 עָלָ֥יו H5921 קֶ֛שֶׁר H7195 בִּירוּשָׁלִַ֖ם H3389 וַיָּ֣נָס H5127 לָכִ֑ישָׁה H3923 וַיִּשְׁלְח֤וּ H7971 אַֽחֲרָיו֙ H310 לָכִ֔ישָׁה H3923 וַיְמִתֻ֖ H4191 שָֽׁם H8033 ",
  "20": "וַיִּשְׂא֥וּ H5375 אֹת֖וֹ H853 עַל H5921 הַסּוּסִ֑ים H5483 וַיִּקָּבֵ֧ר H6912 בִּירוּשָׁלִַ֛ם H3389 עִם H5973 אֲבֹתָ֖יו H1 בְּעִ֥יר H5892 דָּוִֽד H1732 ",
  "21": "וַיִּקְח֞וּ H3947 כָּל H3605 עַ֤ם H5971 יְהוּדָה֙ H3063 אֶת H853 עֲזַרְיָ֔ה H5838 וְה֕וּא H1931 בֶּן H1121 שֵׁ֥שׁ H8337 עֶשְׂרֵ֖ה H6240 שָׁנָ֑ה H8141 וַיַּמְלִ֣כוּ H4427 אֹת֔וֹ H853 תַּ֖חַת H8478 אָבִ֥יו H1 אֲמַצְיָֽהוּ H558 ",
  "22": "ה֚וּא H1931 בָּנָ֣ה H1129 אֶת H853 אֵילַ֔ת H359 וַיְשִׁבֶ֖ H7725 לִֽיהוּדָ֑ה H3063 אַחֲרֵ֥י H310 שְׁכַֽב H7901 הַמֶּ֖לֶךְ H4428 עִם H5973 אֲבֹתָֽיו H1 ",
  "23": "בִּשְׁנַת֙ H8141 חֲמֵשׁ H2568 עֶשְׂרֵ֣ה H6240 שָׁנָ֔ה H8141 לַאֲמַצְיָ֥הוּ H558 בֶן H1121 יוֹאָ֖שׁ H3101 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 מָ֠לַךְ H4427 יָרָבְעָ֨ם H3379 בֶּן H1121 יוֹאָ֤שׁ H3101 מֶֽלֶךְ H4428 יִשְׂרָאֵל֙ H3478 בְּשֹׁ֣מְר֔וֹן H8111 אַרְבָּעִ֥ים H705 וְאַחַ֖ת H259 שָׁנָֽה H8141 ",
  "24": "וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 לֹ֣א H3808 סָ֗ר H5493 מִכָּל H3605 חַטֹּאות֙ H2403 יָרָבְעָ֣ם H3379 בֶּן H1121 נְבָ֔ט H5028 אֲשֶׁ֥ר H834 הֶחֱטִ֖יא H2398 אֶת H853 יִשְׂרָאֵֽל H3478 ",
  "25": "ה֗וּא H1931 הֵשִׁיב֙ H7725 אֶת H853 גְּב֣וּל H1366 יִשְׂרָאֵ֔ל H3478 מִלְּב֥וֹא H935 חֲמָ֖ת H2574 עַד H5704 יָ֣ם H3220 הָעֲרָבָ֑ה H6160 כִּדְבַ֤ר H1697 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֣ר H834 דִּבֶּ֗ר H1696 בְּיַד H3027 עַבְדּ֞וֹ H5650 יוֹנָ֤ה H3124 בֶן H1121 אֲמִתַּי֙ H573 הַנָּבִ֔יא H5030 אֲשֶׁ֖ר H834 מִגַּ֥ת H1662 הַחֵֽפֶר H1662 ",
  "26": "כִּי H3588 רָאָ֧ה H7200 יְהוָ֛ה H3068 אֶת H853 עֳנִ֥י H6040 יִשְׂרָאֵ֖ל H3478 מֹרֶ֣ה H4784 מְאֹ֑ד H3966 וְאֶ֤פֶס H657 עָצוּר֙ H6113 וְאֶ֣פֶס H657 עָז֔וּב H5800 וְאֵ֥ין H369 עֹזֵ֖ר H5826 לְיִשְׂרָאֵֽל H3478 ",
  "27": "וְלֹא H3808 דִבֶּ֣ר H1696 יְהוָ֔ה H3068 לִמְחוֹת֙ H4229 אֶת H853 שֵׁ֣ם H8034 יִשְׂרָאֵ֔ל H3478 מִתַּ֖חַת H8478 הַשָּׁמָ֑יִם H8064 וַיּ֣וֹשִׁיעֵ֔ H3467 בְּיַ֖ד H3027 יָרָבְעָ֥ם H3379 בֶּן H1121 יוֹאָֽשׁ H3101 ",
  "28": "וְיֶתֶר֩ H3499 דִּבְרֵ֨י H1697 יָרָבְעָ֜ם H3379 וְכָל H3605 אֲשֶׁ֤ר H834 עָשָׂה֙ H6213 וּגְבוּרָת֣ H1369 אֲשֶׁר H834 נִלְחָ֔ם H3898 וַאֲשֶׁ֨ר H834 הֵשִׁ֜יב H7725 אֶת H853 דַּמֶּ֧שֶׂק H1834 וְאֶת H853 חֲמָ֛ת H2574 לִיהוּדָ֖ה H3063 בְּיִשְׂרָאֵ֑ל H3478 הֲלֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
  "29": "וַיִּשְׁכַּ֤ב H7901 יָֽרָבְעָם֙ H3379 עִם H5973 אֲבֹתָ֔יו H1 עִ֖ם H5973 מַלְכֵ֣י H4428 יִשְׂרָאֵ֑ל H3478 וַיִּמְלֹ֛ךְ H4427 זְכַרְיָ֥ה H2148 בְנ֖וֹ H1121 תַּחְתָּֽיו H8478 "
}
