{
  "1": "בִּשְׁנַת֙ H8141 שְׁבַֽע H7651 עֶשְׂרֵ֣ה H6240 שָׁנָ֔ה H8141 לְפֶ֖קַח H6492 בֶּן H1121 רְמַלְיָ֑הוּ H7425 מָלַ֛ךְ H4427 אָחָ֥ז H271 בֶּן H1121 יוֹתָ֖ם H3147 מֶ֥לֶךְ H4428 יְהוּדָֽה H3063 ",
  "2": "בֶּן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 אָחָ֣ז H271 בְּמָלְכ֔ H4427 וְשֵׁשׁ H8337 עֶשְׂרֵ֣ה H6240 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְלֹא H3808 עָשָׂ֣ה H6213 הַיָּשָׁ֗ר H3477 בְּעֵינֵ֛י H5869 יְהוָ֥ה H3068 אֱלֹהָ֖יו H430 כְּדָוִ֥ד H1732 אָבִֽיו H1 ",
  "3": "וַיֵּ֕לֶךְ H3212 בְּדֶ֖רֶךְ H1870 מַלְכֵ֣י H4428 יִשְׂרָאֵ֑ל H3478 וְגַ֤ם H1571 אֶת H853 בְּנוֹ֙ H1121 הֶעֱבִ֣יר H5674 בָּאֵ֔שׁ H784 כְּתֹֽעֲבוֹת֙ H8441 הַגּוֹיִ֔ם H1471 אֲשֶׁ֨ר H834 הוֹרִ֤ישׁ H3423 יְהוָה֙ H3068 אֹתָ֔ם H853 מִפְּנֵ֖י H6440 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "4": "וַיְזַבֵּ֧חַ H2076 וַיְקַטֵּ֛ר H6999 בַּבָּמ֖וֹת H1116 וְעַל H5921 הַגְּבָע֑וֹת H1389 וְתַ֖חַת H8478 כָּל H3605 עֵ֥ץ H6086 רַעֲנָֽן H7488 ",
  "5": "אָ֣ז H227 יַעֲלֶ֣ה H5927 רְצִ֣ין H7526 מֶֽלֶךְ H4428 אֲ֠רָם H758 וּפֶ֨קַח H6492 בֶּן H1121 רְמַלְיָ֧הוּ H7425 מֶֽלֶךְ H4428 יִשְׂרָאֵ֛ל H3478 יְרוּשָׁלִַ֖ם H3389 לַמִּלְחָמָ֑ה H4421 וַיָּצֻ֨רוּ֙ H6696 עַל H5921 אָחָ֔ז H271 וְלֹ֥א H3808 יָכְל֖וּ H3201 לְהִלָּחֵֽם H3898 ",
  "6": "בָּעֵ֣ת H6256 הַהִ֗יא H1931 הֵ֠שִׁיב H7725 רְצִ֨ין H7526 מֶֽלֶךְ H4428 אֲרָ֤ם H758 אֶת H853 אֵילַת֙ H359 לַֽאֲרָ֔ם H758 וַיְנַשֵּׁ֥ל H5394 אֶת H853 הַיְהוּדִ֖ים H3064 מֵֽאֵיל֑וֹת H359 וארמים H726 בָּ֣אוּ H935 אֵילַ֔ת H359 וַיֵּ֣שְׁבוּ H3427 שָׁ֔ם H8033 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "7": "וַיִּשְׁלַ֨ח H7971 אָחָ֜ז H271 מַלְאָכִ֗ים H4397 אֶל H413 תִּ֠גְלַת H8407 פְּלֶ֤סֶר H8407 מֶֽלֶךְ H4428 אַשּׁוּר֙ H804 לֵאמֹ֔ר H559 עַבְדְּךָ֥ H5650 וּבִנְ H1121 אָ֑נִי H589 עֲלֵ֨ה H5927 וְהוֹשִׁעֵ֜ H3467 מִכַּ֣ף H3709 מֶֽלֶךְ H4428 אֲרָ֗ם H758 וּמִ H3709 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 הַקּוֹמִ֖ים H6965 עָלָֽי H5921 ",
  "8": "וַיִּקַּ֨ח H3947 אָחָ֜ז H271 אֶת H853 הַכֶּ֣סֶף H3701 וְאֶת H853 הַזָּהָ֗ב H2091 הַנִּמְצָא֙ H4672 בֵּ֣ית H1004 יְהוָ֔ה H3068 וּבְ H214 בֵּ֣ית H1004 הַמֶּ֑לֶךְ H4428 וַיִּשְׁלַ֥ח H7971 לְמֶֽלֶךְ H4428 אַשּׁ֖וּר H804 שֹֽׁחַד H7810 ",
  "9": "וַיִּשְׁמַ֤ע H8085 אֵלָיו֙ H413 מֶ֣לֶךְ H4428 אַשּׁ֔וּר H804 וַיַּעַל֩ H5927 מֶ֨לֶךְ H4428 אַשּׁ֤וּר H804 אֶל H413 דַּמֶּ֨שֶׂק֙ H1834 וַֽיִּתְפְּשֶׂ֔ H8610 וַיַּגְלֶ֖ H1540 קִ֑ירָה H7024 וְאֶת H853 רְצִ֖ין H7526 הֵמִֽית H4191 ",
  "10": "וַיֵּ֣לֶךְ H3212 הַמֶּ֣לֶךְ H4428 אָחָ֡ז H271 לִ֠קְרַאת H7125 תִּגְלַ֨ת H8407 פִּלְאֶ֤סֶר H8407 מֶֽלֶךְ H4428 אַשּׁוּר֙ H804 דּוּמֶּ֔שֶׂק H1834 וַיַּ֥רְא H7200 אֶת H853 הַמִּזְבֵּ֖חַ H4196 אֲשֶׁ֣ר H834 בְּדַמָּ֑שֶׂק H1834 וַיִּשְׁלַח֩ H7971 הַמֶּ֨לֶךְ H4428 אָחָ֜ז H271 אֶל H413 אוּרִיָּ֣ה H223 הַכֹּהֵ֗ן H3548 אֶת H853 דְּמ֧וּת H1823 הַמִּזְבֵּ֛חַ H4196 וְאֶת H853 תַּבְנִית֖וֹ H8403 לְכָֽל H3605 מַעֲשֵֽׂהוּ H4639 ",
  "11": "וַיִּ֛בֶן H1129 אוּרִיָּ֥ה H223 הַכֹּהֵ֖ן H3548 אֶת H853 הַמִּזְבֵּ֑חַ H4196 כְּכֹ֣ל H3605 אֲשֶׁר H834 שָׁלַח֩ H7971 הַמֶּ֨לֶךְ H4428 אָחָ֜ז H271 מִדַּמֶּ֗שֶׂק H1834 כֵּ֤ן H3651 עָשָׂה֙ H6213 אוּרִיָּ֣ה H223 הַכֹּהֵ֔ן H3548 עַד H5704 בּ֥וֹא H935 הַמֶּֽלֶךְ H4428 אָחָ֖ז H271 מִדַּמָּֽשֶׂק H1834 ",
  "12": "וַיָּבֹ֤א H935 הַמֶּ֨לֶךְ֙ H4428 מִדַּמֶּ֔שֶׂק H1834 וַיַּ֥רְא H7200 הַמֶּ֖לֶךְ H4428 אֶת H853 הַמִּזְבֵּ֑חַ H4196 וַיִּקְרַ֥ב H7126 הַמֶּ֛לֶךְ H4428 עַל H5921 הַמִּזְבֵּ֖חַ H4196 וַיַּ֥עַל H5927 עָלָֽיו H5921 ",
  "13": "וַיַּקְטֵ֤ר H6999 אֶת H853 עֹֽלָתוֹ֙ H5930 וְאֶת H853 מִנְחָת֔וֹ H4503 וַיַּסֵּ֖ךְ H5258 אֶת H853 נִסְכּ֑וֹ H5262 וַיִּזְרֹ֛ק H2236 אֶת H853 דַּֽם H1818 הַשְּׁלָמִ֥ים H8002 אֲשֶׁר H834 ל֖וֹ Hl עַל H5921 הַמִּזְבֵּֽחַ H4196 ",
  "14": "וְאֵ֨ת H853 הַמִּזְבַּ֣ח H4196 הַנְּחֹשֶׁת֮ H5178 אֲשֶׁ֣ר H834 לִפְנֵ֣י H6440 יְהוָה֒ H3068 וַיַּקְרֵ֗ב H7126 מֵאֵת֙ H853 פְּנֵ֣י H6440 הַבַּ֔יִת H1004 מִבֵּין֙ H996 הַמִּזְבֵּ֔חַ H4196 וּמִ H996 בֵּ֣ית H1004 יְהוָ֑ה H3068 וַיִּתֵּ֥ן H5414 אֹת֛וֹ H853 עַל H5921 יֶ֥רֶךְ H3409 הַמִּזְבֵּ֖חַ H4196 צָפֽוֹנָה H6828 ",
  "15": "ויצו H6680 הַמֶּֽלֶךְ H4428 אָ֠חָז H271 אֶת H853 אוּרִיָּ֨ה H223 הַכֹּהֵ֜ן H3548 לֵאמֹ֗ר H559 עַ֣ל H5921 הַמִּזְבֵּ֣חַ H4196 הַגָּד֡וֹל H1419 הַקְטֵ֣ר H6999 אֶת H853 עֹֽלַת H5930 הַבֹּקֶר֩ H1242 וְאֶת H853 מִנְחַ֨ת H4503 הָעֶ֜רֶב H6153 וְֽאֶת H853 עֹלַ֧ת H5930 הַמֶּ֣לֶךְ H4428 וְאֶת H853 מִנְחָת֗וֹ H4503 וְ֠אֵת H854 עֹלַ֞ת H5930 כָּל H3605 עַ֤ם H5971 הָאָ֨רֶץ֙ H776 וּמִנְחָתָ֣ H4503 וְנִסְכֵּי H5262 וְכָל H3605 דַּ֥ם H1818 עֹלָ֛ה H5930 וְכָל H3605 דַּם H1818 זֶ֖בַח H2077 עָלָ֣יו H5921 תִּזְרֹ֑ק H2236 וּמִזְבַּ֧ח H4196 הַנְּחֹ֛שֶׁת H5178 יִֽהְיֶה H1961 לִּ֖י Hl לְבַקֵּֽר H1239 ",
  "16": "וַיַּ֖עַשׂ H6213 אוּרִיָּ֣ה H223 הַכֹּהֵ֑ן H3548 כְּכֹ֥ל H3605 אֲשֶׁר H834 צִוָּ֖ה H6680 הַמֶּ֥לֶךְ H4428 אָחָֽז H271 ",
  "17": "וַיְקַצֵּץ֩ H7112 הַמֶּ֨לֶךְ H4428 אָחָ֜ז H271 אֶת H853 הַמִּסְגְּר֣וֹת H4526 הַמְּכֹנ֗וֹת H4350 וַיָּ֤סַר H5493 מֵֽעֲלֵי H5921 ואת H853 הַכִּיֹּ֔ר H3595 וְאֶת H853 הַיָּ֣ם H3220 הוֹרִ֔ד H3381 מֵעַ֛ל H5921 הַבָּקָ֥ר H1241 הַנְּחֹ֖שֶׁת H5178 אֲשֶׁ֣ר H834 תַּחְתֶּ֑יהָ H8478 וַיִּתֵּ֣ן H5414 אֹת֔וֹ H853 עַ֖ל H5921 מַרְצֶ֥פֶת H4837 אֲבָנִֽים H68 ",
  "18": "וְאֶת H853 מיסך H4329 הַשַּׁבָּ֜ת H7676 אֲשֶׁר H834 בָּנ֣וּ H1129 בַבַּ֗יִת H1004 וְאֶת H853 מְב֤וֹא H3996 הַמֶּ֨לֶךְ֙ H4428 הַֽחִיצ֔וֹנָ H2435 הֵסֵ֖ב H5437 בֵּ֣ית H1004 יְהוָ֑ה H3068 מִפְּנֵ֖י H6440 מֶ֥לֶךְ H4428 אַשּֽׁוּר H804 ",
  "19": "וְיֶ֛תֶר H3499 דִּבְרֵ֥י H1697 אָחָ֖ז H271 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 הֲלֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יְהוּדָֽה H3063 ",
  "20": "וַיִּשְׁכַּ֤ב H7901 אָחָז֙ H271 עִם H5973 אֲבֹתָ֔יו H1 וַיִּקָּבֵ֥ר H6912 עִם H5973 אֲבֹתָ֖יו H1 בְּעִ֣יר H5892 דָּוִ֑ד H1732 וַיִּמְלֹ֛ךְ H4427 חִזְקִיָּ֥הוּ H2396 בְנ֖וֹ H1121 תַּחְתָּֽיו H8478 "
}
