{
  "1": "בִּשְׁנַת֙ H8141 שְׁתֵּ֣ים H8147 עֶשְׂרֵ֔ה H6240 לְאָחָ֖ז H271 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 מָ֠לַךְ H4427 הוֹשֵׁ֨עַ H1954 בֶּן H1121 אֵלָ֧ה H425 בְשֹׁמְר֛וֹן H8111 עַל H5921 יִשְׂרָאֵ֖ל H3478 תֵּ֥שַׁע H8672 שָׁנִֽים H8141 ",
  "2": "וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 רַ֗ק H7535 לֹ֚א H3808 כְּמַלְכֵ֣י H4428 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֥ר H834 הָי֖וּ H1961 לְפָנָֽי H6440 ",
  "3": "עָלָ֣יו H5921 עָלָ֔ה H5927 שַׁלְמַנְאֶ֖סֶר H8022 מֶ֣לֶךְ H4428 אַשּׁ֑וּר H804 וַֽיְהִי H1961 ל֤וֹ Hl הוֹשֵׁ֨עַ֙ H1954 עֶ֔בֶד H5650 וַיָּ֥שֶׁב H7725 ל֖וֹ Hl מִנְחָֽה H4503 ",
  "4": "וַיִּמְצָא֩ H4672 מֶֽלֶךְ H4428 אַשּׁ֨וּר H804 בְּהוֹשֵׁ֜עַ H1954 קֶ֗שֶׁר H7195 אֲשֶׁ֨ר H834 שָׁלַ֤ח H7971 מַלְאָכִים֙ H4397 אֶל H413 ס֣וֹא H5471 מֶֽלֶךְ H4428 מִצְרַ֔יִם H4714 וְלֹא H3808 הֶעֱלָ֥ה H5927 מִנְחָ֛ה H4503 לְמֶ֥לֶךְ H4428 אַשּׁ֖וּר H804 כְּשָׁנָ֣ה H8141 בְשָׁנָ֑ה H8141 וַֽיַּעַצְרֵ֨ H6113 מֶ֣לֶךְ H4428 אַשּׁ֔וּר H804 וַיַּאַסְרֵ֖ H631 בֵּ֥ית H1004 כֶּֽלֶא H3608 ",
  "5": "וַיַּ֥עַל H5927 מֶֽלֶךְ H4428 אַשּׁ֖וּר H804 בְּכָל H3605 הָאָ֑רֶץ H776 וַיַּ֨עַל֙ H5927 שֹׁמְר֔וֹן H8111 וַיָּ֥צַר H6696 עָלֶ֖יהָ H5921 שָׁלֹ֥שׁ H7969 שָׁנִֽים H8141 ",
  "6": "בִּשְׁנַ֨ת H8141 הַתְּשִׁיעִ֜ית H8671 לְהוֹשֵׁ֗עַ H1954 לָכַ֤ד H3920 מֶֽלֶךְ H4428 אַשּׁוּר֙ H804 אֶת H853 שֹׁ֣מְר֔וֹן H8111 וַיֶּ֥גֶל H1540 אֶת H853 יִשְׂרָאֵ֖ל H3478 אַשּׁ֑וּרָה H804 וַיֹּ֨שֶׁב H3427 אֹתָ֜ם H853 בַּחְלַ֧ח H2477 וּבְ H2249 נְהַ֥ר H5104 גּוֹזָ֖ן H1470 וְעָרֵ֥י H5892 מָדָֽי H4074 ",
  "7": "וַיְהִ֗י H1961 כִּֽי H3588 חָטְא֤וּ H2398 בְנֵֽי H1121 יִשְׂרָאֵל֙ H3478 לַיהוָ֣ה H3068 אֱלֹהֵיהֶ֔ם H430 הַמַּעֲלֶ֤ה H5927 אֹתָם֙ H853 מֵאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 מִתַּ֕חַת H8478 יַ֖ד H3027 פַּרְעֹ֣ה H6547 מֶֽלֶךְ H4428 מִצְרָ֑יִם H4714 וַיִּֽירְא֖וּ H3372 אֱלֹהִ֥ים H430 אֲחֵרִֽים H312 ",
  "8": "וַיֵּֽלְכוּ֙ H3212 בְּחֻקּ֣וֹת H2708 הַגּוֹיִ֔ם H1471 אֲשֶׁר֙ H834 הוֹרִ֣ישׁ H3423 יְהוָ֔ה H3068 מִפְּנֵ֖י H6440 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וּמַלְכֵ֥י H4428 יִשְׂרָאֵ֖ל H3478 אֲשֶׁ֥ר H834 עָשֽׂוּ H6213 ",
  "9": "וַיְחַפְּא֣וּ H2644 בְנֵֽי H1121 יִשְׂרָאֵ֗ל H3478 דְּבָרִים֙ H1697 אֲשֶׁ֣ר H834 לֹא H3808 כֵ֔ן H3651 עַל H5921 יְהוָ֖ה H3068 אֱלֹהֵיהֶ֑ם H430 וַיִּבְנ֨וּ H1129 לָהֶ֤ם Hl בָּמוֹת֙ H1116 בְּכָל H3605 עָ֣רֵיהֶ֔ם H5892 מִמִּגְדַּ֥ל H4026 נוֹצְרִ֖ים H5341 עַד H5704 עִ֥יר H5892 מִבְצָֽר H4013 ",
  "10": "וַיַּצִּ֧בוּ H5324 לָהֶ֛ם Hl מַצֵּב֖וֹת H4676 וַאֲשֵׁרִ֑ים H842 עַ֚ל H5921 כָּל H3605 גִּבְעָ֣ה H1389 גְבֹהָ֔ה H1364 וְתַ֖חַת H8478 כָּל H3605 עֵ֥ץ H6086 רַעֲנָֽן H7488 ",
  "11": "וַיְקַטְּרוּ H6999 שָׁם֙ H8033 בְּכָל H3605 בָּמ֔וֹת H1116 כַּגּוֹיִ֕ם H1471 אֲשֶׁר H834 הֶגְלָ֥ה H1540 יְהוָ֖ה H3068 מִפְּנֵי H6440 וַֽיַּעֲשׂוּ֙ H6213 דְּבָרִ֣ים H1697 רָעִ֔ים H7451 לְהַכְעִ֖יס H3707 אֶת H853 יְהוָֽה H3068 ",
  "12": "וַיַּֽעַבְד֖וּ H5647 הַגִּלֻּלִ֑ים H1544 אֲשֶׁ֨ר H834 אָמַ֤ר H559 יְהוָה֙ H3068 לָהֶ֔ם Hl לֹ֥א H3808 תַעֲשׂ֖וּ H6213 אֶת H853 הַדָּבָ֥ר H1697 הַזֶּֽה H2088 ",
  "13": "וַיָּ֣עַד H5749 יְהוָ֡ה H3068 בְּיִשְׂרָאֵ֣ל H3478 וּבִ H3063 בְּיַד֩ H3027 כָּל H3605 נביאו H5030 כָל H3605 חֹזֶ֜ה H2374 לֵאמֹ֗ר H559 שֻׁ֝֠בוּ H7725 מִדַּרְכֵי H1870 הָֽרָעִים֙ H7451 וְשִׁמְרוּ֙ H8104 מִצְוֺתַ֣י H4687 חֻקּוֹתַ֔י H2708 כְּכָ֨ל H3605 הַתּוֹרָ֔ה H8451 אֲשֶׁ֥ר H834 צִוִּ֖יתִי H6680 אֶת H853 אֲבֹֽתֵיכֶ֑ם H1 וַֽאֲשֶׁר֙ H834 שָׁלַ֣חְתִּי H7971 אֲלֵיכֶ֔ם H413 בְּיַ֖ד H3027 עֲבָדַ֥י H5650 הַנְּבִיאִֽים H5030 ",
  "14": "וְלֹ֖א H3808 שָׁמֵ֑עוּ H8085 וַיַּקְשׁ֤וּ H7185 אֶת H853 עָרְפָּם֙ H6203 כְּעֹ֣רֶף H6203 אֲבוֹתָ֔ם H1 אֲשֶׁר֙ H834 לֹ֣א H3808 הֶאֱמִ֔ינוּ H539 בַּֽיהוָ֖ה H3068 אֱלֹהֵיהֶֽם H430 ",
  "15": "וַיִּמְאֲס֣וּ H3988 אֶת H853 חֻקָּ֗יו H2706 וְאֶת H853 בְּרִיתוֹ֙ H1285 אֲשֶׁ֣ר H834 כָּרַ֣ת H3772 אֶת H854 אֲבוֹתָ֔ם H1 וְאֵת֙ H853 עֵֽדְוֺתָ֔יו H5715 אֲשֶׁ֥ר H834 הֵעִ֖יד H5749 בָּ֑ם Hb וַיֵּ֨לְכ֜וּ H3212 אַחֲרֵ֤י H310 הַהֶ֨בֶל֙ H1892 וַיֶּהְבָּ֔לוּ H1891 וְאַחֲרֵ֤י H310 הַגּוֹיִם֙ H1471 אֲשֶׁ֣ר H834 סְבִֽיבֹתָ֔ם H5439 אֲשֶׁ֨ר H834 צִוָּ֤ה H6680 יְהוָה֙ H3068 אֹתָ֔ם H853 לְבִלְתִּ֖י H1115 עֲשׂ֥וֹת H6213 כָּהֶֽם Hk ",
  "16": "וַיַּעַזְב֗וּ H5800 אֶת H853 כָּל H3605 מִצְוֺת֙ H4687 יְהוָ֣ה H3068 אֱלֹהֵיהֶ֔ם H430 וַיַּעֲשׂ֥וּ H6213 לָהֶ֛ם Hl מַסֵּכָ֖ה H4541 שנים H8147 עֲגָלִ֑ים H5695 וַיַּעֲשׂ֣וּ H6213 אֲשֵׁירָ֗ה H842 וַיִּֽשְׁתַּחֲווּ֙ H7812 לְכָל H3605 צְבָ֣א H6635 הַשָּׁמַ֔יִם H8064 וַיַּעַבְד֖וּ H5647 אֶת H853 הַבָּֽעַל H1168 ",
  "17": "וַֽ֠יַּעֲבִירוּ H5674 אֶת H853 בְּנֵיהֶ֤ם H1121 וְאֶת H853 בְּנֽוֹתֵיהֶם֙ H1323 בָּאֵ֔שׁ H784 וַיִּקְסְמ֥וּ H7080 קְסָמִ֖ים H7081 וַיְנַחֵ֑שׁוּ H5172 וַיִּֽתְמַכְּר֗וּ H4376 לַעֲשׂ֥וֹת H6213 הָרַ֛ע H7451 בְּעֵינֵ֥י H5869 יְהוָ֖ה H3068 לְהַכְעִיסֽ H3707 ",
  "18": "וַיִּתְאַנַּ֨ף H599 יְהוָ֤ה H3068 מְאֹד֙ H3966 בְּיִשְׂרָאֵ֔ל H3478 וַיְסִרֵ֖ H5493 מֵעַ֣ל H5921 פָּנָ֑יו H6440 לֹ֣א H3808 נִשְׁאַ֔ר H7604 רַ֛ק H7535 שֵׁ֥בֶט H7626 יְהוּדָ֖ה H3063 לְבַדּֽ H905 ",
  "19": "גַּם H1571 יְהוּדָ֕ה H3063 לֹ֣א H3808 שָׁמַ֔ר H8104 אֶת H853 מִצְוֺ֖ת H4687 יְהוָ֣ה H3068 אֱלֹהֵיהֶ֑ם H430 וַיֵּ֣לְכ֔וּ H3212 בְּחֻקּ֥וֹת H2708 יִשְׂרָאֵ֖ל H3478 אֲשֶׁ֥ר H834 עָשֽׂוּ H6213 ",
  "20": "וַיִּמְאַ֨ס H3988 יְהוָ֜ה H3068 בְּכָל H3605 זֶ֤רַע H2233 יִשְׂרָאֵל֙ H3478 וַיְעַנֵּ֔ H6031 וַֽיִּתְּנֵ֖ H5414 בְּיַד H3027 שֹׁסִ֑ים H8154 עַ֛ד H5704 אֲשֶׁ֥ר H834 הִשְׁלִיכָ֖ם H7993 מִפָּנָֽי H6440 ",
  "21": "כִּֽי H3588 קָרַ֣ע H7167 יִשְׂרָאֵ֗ל H3478 מֵעַל֙ H5921 בֵּ֣ית H1004 דָּוִ֔ד H1732 וַיַּמְלִ֖יכוּ H4427 אֶת H853 יָרָבְעָ֣ם H3379 בֶּן H1121 נְבָ֑ט H5028 וידא H5077 יָרָבְעָ֤ם H3379 אֶת H853 יִשְׂרָאֵל֙ H3478 מֵאַחֲרֵ֣י H310 יְהוָ֔ה H3068 וְהֶחֱטֵיאָ֖ H2398 חֲטָאָ֥ה H2401 גְדוֹלָֽה H1419 ",
  "22": "וַיֵּֽלְכוּ֙ H3212 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 בְּכָל H3605 חַטֹּ֥אות H2403 יָרָבְעָ֖ם H3379 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 לֹא H3808 סָ֖רוּ H5493 מִמֶּֽנָּה H4480 ",
  "23": "עַ֠ד H5704 אֲשֶׁר H834 הֵסִ֨יר H5493 יְהוָ֤ה H3068 אֶת H853 יִשְׂרָאֵל֙ H3478 מֵעַ֣ל H5921 פָּנָ֔יו H6440 כַּאֲשֶׁ֣ר H834 דִּבֶּ֔ר H1696 בְּיַ֖ד H3027 כָּל H3605 עֲבָדָ֣יו H5650 הַנְּבִיאִ֑ים H5030 וַיִּ֨גֶל H1540 יִשְׂרָאֵ֜ל H3478 מֵעַ֤ל H5921 אַדְמָתוֹ֙ H127 אַשּׁ֔וּרָה H804 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "24": "וַיָּבֵ֣א H935 מֶֽלֶךְ H4428 אַשּׁ֡וּר H804 מִבָּבֶ֡ל H894 וּ֠מִ H3575 וּמֵ H5755 וּמֵֽ H2574 וּסְפַרְוַ֔יִם H5617 וַיֹּ֨שֶׁב֙ H3427 בְּעָרֵ֣י H5892 שֹֽׁמְר֔וֹן H8111 תַּ֖חַת H8478 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַיִּֽרְשׁוּ֙ H3423 אֶת H853 שֹׁ֣מְר֔וֹן H8111 וַיֵּֽשְׁב֖וּ H3427 בְּעָרֶֽי H5892 ",
  "25": "וַיְהִ֗י H1961 בִּתְחִלַּת֙ H8462 שִׁבְתָּ֣ם H3427 שָׁ֔ם H8033 לֹ֥א H3808 יָרְא֖וּ H3372 אֶת H853 יְהוָ֑ה H3068 וַיְשַׁלַּ֨ח H7971 יְהוָ֤ה H3068 בָּהֶם֙ Hb אֶת H853 הָ֣אֲרָי֔וֹת H738 וַיִּֽהְי֥וּ H1961 הֹרְגִ֖ים H2026 בָּהֶֽם Hb ",
  "26": "וַיֹּאמְר֗וּ H559 לְמֶ֣לֶךְ H4428 אַשּׁוּר֮ H804 לֵאמֹר֒ H559 הַגּוֹיִ֗ם H1471 אֲשֶׁ֤ר H834 הִגְלִ֨יתָ֙ H1540 וַתּ֨וֹשֶׁב֙ H3427 בְּעָרֵ֣י H5892 שֹׁמְר֔וֹן H8111 לֹ֣א H3808 יָֽדְע֔וּ H3045 אֶת H853 מִשְׁפַּ֖ט H4941 אֱלֹהֵ֣י H430 הָאָ֑רֶץ H776 וַיְשַׁלַּח H7971 בָּ֣ם Hb אֶת H853 הָאֲרָי֗וֹת H738 וְהִנָּ H2009 מְמִיתִ֣ים H4191 אוֹתָ֔ם H853 כַּאֲשֶׁר֙ H834 אֵינָ֣ם H369 יֹדְעִ֔ים H3045 אֶת H853 מִשְׁפַּ֖ט H4941 אֱלֹהֵ֥י H430 הָאָֽרֶץ H776 ",
  "27": "וַיְצַ֨ו H6680 מֶֽלֶךְ H4428 אַשּׁ֜וּר H804 לֵאמֹ֗ר H559 הֹלִ֤יכוּ H3212 שָׁ֨מָּה֙ H8033 אֶחָ֤ד H259 מֵהַ H3548 אֲשֶׁ֣ר H834 הִגְלִיתֶ֣ם H1540 מִשָּׁ֔ם H8033 וְיֵלְכ֖וּ H3212 וְיֵ֣שְׁבוּ H3427 שָׁ֑ם H8033 וְיֹרֵ֕ H3384 אֶת H853 מִשְׁפַּ֖ט H4941 אֱלֹהֵ֥י H430 הָאָֽרֶץ H776 ",
  "28": "וַיָּבֹ֞א H935 אֶחָ֣ד H259 מֵהַ H3548 אֲשֶׁ֤ר H834 הִגְלוּ֙ H1540 מִשֹּׁ֣מְר֔וֹן H8111 וַיֵּ֖שֶׁב H3427 בְּבֵֽית H1008 אֵ֑ל H1008 וַֽיְהִי֙ H1961 מוֹרֶ֣ה H3384 אֹתָ֔ם H853 אֵ֖יךְ H349 יִֽירְא֥וּ H3372 אֶת H853 יְהוָֽה H3068 ",
  "29": "וַיִּהְי֣וּ H1961 עֹשִׂ֔ים H6213 גּ֥וֹי H1471 גּ֖וֹי H1471 אֱלֹהָ֑יו H430 וַיַּנִּ֣יחוּ H3240 בְּבֵ֣ית H1004 הַבָּמ֗וֹת H1116 אֲשֶׁ֤ר H834 עָשׂוּ֙ H6213 הַשֹּׁ֣מְרֹנִ֔ים H8118 גּ֥וֹי H1471 גּוֹי֙ H1471 בְּעָ֣רֵי H5892 אֲשֶׁ֛ר H834 הֵ֥ם H1992 יֹשְׁבִ֖ים H3427 שָֽׁם H8033 ",
  "30": "וְאַנְשֵׁ֣י H376 בָבֶ֗ל H894 עָשׂוּ֙ H6213 אֶת H853 סֻכּ֣וֹת H5524 בְּנ֔וֹת H5524 וְאַנְשֵׁי H376 כ֔וּת H3575 עָשׂ֖וּ H6213 אֶת H853 נֵֽרְגַ֑ל H5370 וְאַנְשֵׁ֥י H376 חֲמָ֖ת H2574 עָשׂ֥וּ H6213 אֶת H853 אֲשִׁימָֽא H807 ",
  "31": "וְהָ H5757 עָשׂ֥וּ H6213 נִבְחַ֖ז H5026 וְאֶת H853 תַּרְתָּ֑ק H8662 וְהַ H5616 שֹׂרְפִ֤ים H8313 אֶת H853 בְּנֵיהֶם֙ H1121 בָּאֵ֔שׁ H784 לְאַדְרַמֶּ֥לֶךְ H152 וַֽעֲנַמֶּ֖לֶךְ H6048 אלה H433 ספרים H5617 ",
  "32": "וַיִּהְי֥וּ H1961 יְרֵאִ֖ים H3372 אֶת H853 יְהוָ֑ה H3068 וַיַּעֲשׂ֨וּ H6213 לָהֶ֤ם H1992 מִקְצוֹתָ H7098 כֹּהֲנֵ֣י H3548 בָמ֔וֹת H1116 וַיִּהְי֛וּ H1961 עֹשִׂ֥ים H6213 לָהֶ֖ם H1992 בְּבֵ֥ית H1004 הַבָּמֽוֹת H1116 ",
  "33": "אֶת H853 יְהוָ֖ה H3068 הָי֣וּ H1961 יְרֵאִ֑ים H3372 וְאֶת H853 אֱלֹֽהֵיהֶם֙ H430 הָי֣וּ H1961 עֹֽבְדִ֔ים H5647 כְּמִשְׁפַּט֙ H4941 הַגּוֹיִ֔ם H1471 אֲשֶׁר H834 הִגְל֥וּ H1540 אֹתָ֖ם H853 מִשָּֽׁם H8033 ",
  "34": "עַ֣ד H5704 הַיּ֤וֹם H3117 הַזֶּה֙ H2088 הֵ֣ם H1992 עֹשִׂ֔ים H6213 כַּמִּשְׁפָּטִ֖ים H4941 הָרִֽאשֹׁנִ֑ים H7223 אֵינָ֤ם H369 יְרֵאִים֙ H3372 אֶת H853 יְהוָ֔ה H3068 וְאֵינָ֣ H369 עֹשִׂ֗ים H6213 כְּחֻקֹּתָ H2708 וּכְ H4941 וְכַ H8451 וְכַ H4687 אֲשֶׁ֨ר H834 צִוָּ֤ה H6680 יְהוָה֙ H3068 אֶת H853 בְּנֵ֣י H1121 יַעֲקֹ֔ב H3290 אֲשֶׁר H834 שָׂ֥ם H7760 שְׁמ֖וֹ H8034 יִשְׂרָאֵֽל H3478 ",
  "35": "וַיִּכְרֹ֨ת H3772 יְהוָ֤ה H3068 אִתָּם֙ H854 בְּרִ֔ית H1285 וַיְצַוֵּ֣ H6680 לֵאמֹ֔ר H559 לֹ֥א H3808 תִֽירְא֖וּ H3372 אֱלֹהִ֣ים H430 אֲחֵרִ֑ים H312 וְלֹא H3808 תִשְׁתַּחֲו֣וּ H7812 לָהֶ֔ם Hl וְלֹ֣א H3808 תַעַבְד֔וּם H5647 וְלֹ֥א H3808 תִזְבְּח֖וּ H2076 לָהֶֽם Hl ",
  "36": "כִּ֣י H3588 אִֽם H518 אֶת H853 יְהוָ֗ה H3068 אֲשֶׁר֩ H834 הֶעֱלָ֨ה H5927 אֶתְכֶ֜ם H853 מֵאֶ֧רֶץ H776 מִצְרַ֛יִם H4714 בְּכֹ֧חַ H3581 גָּד֛וֹל H1419 וּבִ H2220 נְטוּיָ֖ה H5186 אֹת֣וֹ H853 תִירָ֑אוּ H3372 וְל֥ Hc/Hl תִֽשְׁתַּחֲו֖וּ H7812 וְל֥ Hc/Hl תִזְבָּֽחוּ H2076 ",
  "37": "וְאֶת H853 הַחֻקִּ֨ים H2706 וְאֶת H853 הַמִּשְׁפָּטִ֜ים H4941 וְהַ H8451 וְהַ H4687 אֲשֶׁ֣ר H834 כָּתַ֣ב H3789 לָכֶ֔ם Hl תִּשְׁמְר֥וּן H8104 לַעֲשׂ֖וֹת H6213 כָּל H3605 הַיָּמִ֑ים H3117 וְלֹ֥א H3808 תִֽירְא֖וּ H3372 אֱלֹהִ֥ים H430 אֲחֵרִֽים H312 ",
  "38": "וְהַ H1285 אֲשֶׁר H834 כָּרַ֥תִּי H3772 אִתְּכֶ֖ם H854 לֹ֣א H3808 תִשְׁכָּ֑חוּ H7911 וְלֹ֥א H3808 תִֽירְא֖וּ H3372 אֱלֹהִ֥ים H430 אֲחֵרִֽים H312 ",
  "39": "כִּ֛י H3588 אִֽם H518 אֶת H853 יְהוָ֥ה H3068 אֱלֹהֵיכֶ֖ם H430 תִּירָ֑אוּ H3372 וְהוּא֙ H1931 יַצִּ֣יל H5337 אֶתְכֶ֔ם H853 מִיַּ֖ד H3027 כָּל H3605 אֹיְבֵיכֶֽם H341 ",
  "40": "וְלֹ֖א H3808 שָׁמֵ֑עוּ H8085 כִּ֛י H3588 אִֽם H518 כְּמִשְׁפָּטָ֥ H4941 הָֽרִאשׁ֖וֹן H7223 הֵ֥ם H1992 עֹשִֽׂים H6213 ",
  "41": "וַיִּהְי֣וּ H1961 הַגּוֹיִ֣ם H1471 הָאֵ֗לֶּה H428 יְרֵאִים֙ H3372 אֶת H853 יְהוָ֔ה H3068 וְאֶת H853 פְּסִֽילֵיהֶ֖ם H6456 הָי֣וּ H1961 עֹֽבְדִ֑ים H5647 גַּם H1571 בְּנֵיהֶ֣ם H1121 וּבְנֵ֣י H1121 בְנֵיהֶ֗ם H1121 כַּאֲשֶׁ֨ר H834 עָשׂ֤וּ H6213 אֲבֹתָם֙ H1 הֵ֣ם H1992 עֹשִׂ֔ים H6213 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 "
}
