{
  "1": "וַיְהִ֗י H1961 בְּהַעֲל֤וֹת H5927 יְהוָה֙ H3068 אֶת H853 אֵ֣לִיָּ֔הוּ H452 בַּֽסְעָרָ֖ה H5591 הַשָּׁמָ֑יִם H8064 וַיֵּ֧לֶךְ H3212 אֵלִיָּ֛הוּ H452 וֶאֱלִישָׁ֖ע H477 מִן H4480 הַגִּלְגָּֽל H1537 ",
  "2": "וַיֹּאמֶר֩ H559 אֵלִיָּ֨הוּ H452 אֶל H413 אֱלִישָׁ֜ע H477 שֵֽׁב H3427 נָ֣א H4994 פֹ֗ה H6311 כִּ֤י H3588 יְהוָה֙ H3068 שְׁלָחַ֣נִי H7971 עַד H5704 בֵּֽית H1008 אֵ֔ל H1008 וַיֹּ֣אמֶר H559 אֱלִישָׁ֔ע H477 חַי H2416 יְהוָ֥ה H3068 וְחֵֽי H2416 נַפְשְׁךָ֖ H5315 אִם H518 אֶעֶזְבֶ֑ךָּ H5800 וַיֵּרְד֖וּ H3381 בֵּֽית H1008 אֵֽל H1008 ",
  "3": "וַיֵּצְא֨וּ H3318 בְנֵֽי H1121 הַנְּבִיאִ֥ים H5030 אֲשֶׁר H834 בֵּֽית H1008 אֵל֮ H1008 אֶל H413 אֱלִישָׁע֒ H477 וַיֹּאמְר֣וּ H559 אֵלָ֔יו H413 הֲיָדַ֕עְתָּ H3045 כִּ֣י H3588 הַיּ֗וֹם H3117 יְהוָ֛ה H3068 לֹקֵ֥חַ H3947 אֶת H853 אֲדֹנֶ֖יךָ H113 מֵעַ֣ל H5921 רֹאשֶׁ֑ךָ H7218 וַיֹּ֛אמֶר H559 גַּם H1571 אֲנִ֥י H589 יָדַ֖עְתִּי H3045 הֶחֱשֽׁוּ H2814 ",
  "4": "וַיֹּאמֶר֩ H559 ל֨וֹ Hl אֵלִיָּ֜הוּ H452 אֱלִישָׁ֣ע H477 שֵֽׁב H3427 נָ֣א H4994 פֹ֗ה H6311 כִּ֤י H3588 יְהוָה֙ H3068 שְׁלָחַ֣נִי H7971 יְרִיח֔וֹ H3405 וַיֹּ֕אמֶר H559 חַי H2416 יְהוָ֥ה H3068 וְחֵֽי H2416 נַפְשְׁךָ֖ H5315 אִם H518 אֶעֶזְבֶ֑ךָּ H5800 וַיָּבֹ֖אוּ H935 יְרִיחֽוֹ H3405 ",
  "5": "וַיִּגְּשׁ֨וּ H5066 בְנֵֽי H1121 הַנְּבִיאִ֥ים H5030 אֲשֶׁר H834 בִּֽירִיחוֹ֮ H3405 אֶל H413 אֱלִישָׁע֒ H477 וַיֹּאמְר֣וּ H559 אֵלָ֔יו H413 הֲיָדַ֕עְתָּ H3045 כִּ֣י H3588 הַיּ֗וֹם H3117 יְהוָ֛ה H3068 לֹקֵ֥חַ H3947 אֶת H853 אֲדֹנֶ֖יךָ H113 מֵעַ֣ל H5921 רֹאשֶׁ֑ךָ H7218 וַיֹּ֛אמֶר H559 גַּם H1571 אֲנִ֥י H589 יָדַ֖עְתִּי H3045 הֶחֱשֽׁוּ H2814 ",
  "6": "וַיֹּאמֶר֩ H559 ל֨וֹ Hl אֵלִיָּ֜הוּ H452 שֵֽׁב H3427 נָ֣א H4994 פֹ֗ה H6311 כִּ֤י H3588 יְהוָה֙ H3068 שְׁלָחַ֣נִי H7971 הַיַּרְדֵּ֔נָ H3383 וַיֹּ֕אמֶר H559 חַי H2416 יְהוָ֥ה H3068 וְחֵֽי H2416 נַפְשְׁךָ֖ H5315 אִם H518 אֶעֶזְבֶ֑ךָּ H5800 וַיֵּלְכ֖וּ H3212 שְׁנֵיהֶֽם H8147 ",
  "7": "וַחֲמִשִּׁ֨ים H2572 אִ֜ישׁ H376 מִבְּנֵ֤י H1121 הַנְּבִיאִים֙ H5030 הָֽלְכ֔וּ H1980 וַיַּעַמְד֥וּ H5975 מִנֶּ֖גֶד H5048 מֵרָח֑וֹק H7350 וּשְׁנֵי H8147 עָמְד֥וּ H5975 עַל H5921 הַיַּרְדֵּֽן H3383 ",
  "8": "וַיִּקַּח֩ H3947 אֵלִיָּ֨הוּ H452 אֶת H853 אַדַּרְתּ֤וֹ H155 וַיִּגְלֹם֙ H1563 וַיַּכֶּ֣ה H5221 אֶת H853 הַמַּ֔יִם H4325 וַיֵּחָצ֖וּ H2673 הֵ֣נָּה H2008 וָהֵ֑נָּה H2008 וַיַּעַבְר֥וּ H5674 שְׁנֵיהֶ֖ם H8147 בֶּחָרָבָֽה H2724 ",
  "9": "וַיְהִ֣י H1961 כְעָבְרָ֗ H5674 וְאֵ֨לִיָּ֜הוּ H452 אָמַ֤ר H559 אֶל H413 אֱלִישָׁע֙ H477 שְׁאַל֙ H7592 מָ֣ה H4100 אֶֽעֱשֶׂה H6213 לָּ֔ךְ Hl בְּטֶ֖רֶם H2962 אֶלָּקַ֣ח H3947 מֵעִמָּ֑ H5973 וַיֹּ֣אמֶר H559 אֱלִישָׁ֔ע H477 וִֽיהִי H1961 נָ֛א H4994 פִּֽי H6310 שְׁנַ֥יִם H8147 בְּרוּחֲ H7307 אֵלָֽי H413 ",
  "10": "וַיֹּ֖אמֶר H559 הִקְשִׁ֣יתָ H7185 לִשְׁא֑וֹל H7592 אִם H518 תִּרְאֶ֨ה H7200 אֹתִ֜י H853 לֻקָּ֤ח H3947 מֵֽאִתָּ H853 יְהִֽי H1961 לְךָ֣ Hl כֵ֔ן H3651 וְאִם H518 אַ֖יִן H369 לֹ֥א H3808 יִהְיֶֽה H1961 ",
  "11": "וַיְהִ֗י H1961 הֵ֣מָּה H1992 הֹלְכִ֤ים H1980 הָלוֹךְ֙ H1980 וְדַבֵּ֔ר H1696 וְהִנֵּ֤ה H2009 רֶֽכֶב H7393 אֵשׁ֙ H784 וְס֣וּסֵי H5483 אֵ֔שׁ H784 וַיַּפְרִ֖דוּ H6504 בֵּ֣ין H996 שְׁנֵיהֶ֑ם H8147 וַיַּ֨עַל֙ H5927 אֵ֣לִיָּ֔הוּ H452 בַּֽסְעָרָ֖ה H5591 הַשָּׁמָֽיִם H8064 ",
  "12": "וֶאֱלִישָׁ֣ע H477 רֹאֶ֗ה H7200 וְה֤וּא H1931 מְצַעֵק֙ H6817 אָבִ֣י H1 אָבִ֗י H1 רֶ֤כֶב H7393 יִשְׂרָאֵל֙ H3478 וּפָ֣רָשָׁ֔י H6571 וְלֹ֥א H3808 רָאָ֖הוּ H7200 ע֑וֹד H5750 וַֽיַּחֲזֵק֙ H2388 בִּבְגָדָ֔י H899 וַיִּקְרָעֵ֖ H7167 לִשְׁנַ֥יִם H8147 קְרָעִֽים H7168 ",
  "13": "וַיָּ֨רֶם֙ H7311 אֶת H853 אַדֶּ֣רֶת H155 אֵלִיָּ֔הוּ H452 אֲשֶׁ֥ר H834 נָפְלָ֖ה H5307 מֵעָלָ֑י H5921 וַיָּ֥שָׁב H7725 וַֽיַּעֲמֹ֖ד H5975 עַל H5921 שְׂפַ֥ת H8193 הַיַּרְדֵּֽן H3383 ",
  "14": "וַיִּקַּח֩ H3947 אֶת H853 אַדֶּ֨רֶת H155 אֵלִיָּ֜הוּ H452 אֲשֶׁר H834 נָפְלָ֤ה H5307 מֵֽעָלָי H5921 וַיַּכֶּ֣ה H5221 אֶת H853 הַמַּ֔יִם H4325 וַיֹּאמַ֕ר H559 אַיֵּ֕ה H346 יְהוָ֖ה H3068 אֱלֹהֵ֣י H430 אֵלִיָּ֑הוּ H452 אַף H637 ה֣וּא H1931 וַיַּכֶּ֣ה H5221 אֶת H853 הַמַּ֗יִם H4325 וַיֵּֽחָצוּ֙ H2673 הֵ֣נָּה H2008 וָהֵ֔נָּה H2008 וַֽיַּעֲבֹ֖ר H5674 אֱלִישָֽׁע H477 ",
  "15": "וַיִּרְאֻ֨ H7200 בְנֵֽי H1121 הַנְּבִיאִ֤ים H5030 אֲשֶׁר H834 בִּֽירִיחוֹ֙ H3405 מִנֶּ֔גֶד H5048 וַיֹּ֣אמְר֔וּ H559 נָ֛חָה H5117 ר֥וּחַ H7307 אֵלִיָּ֖הוּ H452 עַל H5921 אֱלִישָׁ֑ע H477 וַיָּבֹ֨אוּ֙ H935 לִקְרָאת֔ H7125 וַיִּשְׁתַּחֲווּ H7812 ל֖וֹ Hl אָֽרְצָה H776 ",
  "16": "וַיֹּאמְר֣וּ H559 אֵלָ֡יו H413 הִנֵּה H2009 נָ֣א H4994 יֵֽשׁ H3426 אֶת H854 עֲבָדֶיךָ֩ H5650 חֲמִשִּׁ֨ים H2572 אֲנָשִׁ֜ים H376 בְּנֵֽי H1121 חַ֗יִל H2428 יֵ֣לְכוּ H3212 נָא֮ H4994 וִיבַקְשׁ֣וּ H1245 אֶת H853 אֲדֹנֶיךָ֒ H113 פֶּן H6435 נְשָׂאוֹ֙ H5375 ר֣וּחַ H7307 יְהוָ֔ה H3068 וַיַּשְׁלִכֵ֨ H7993 בְּאַחַ֣ד H259 הֶהָרִ֔ים H2022 א֖וֹ H176 בְּאַחַ֣ת H259 הגיאות H1516 וַיֹּ֖אמֶר H559 לֹ֥א H3808 תִשְׁלָֽחוּ H7971 ",
  "17": "וַיִּפְצְרוּ H6484 ב֥וֹ Hb עַד H5704 בֹּ֖שׁ H954 וַיֹּ֣אמֶר H559 שְׁלָ֑חוּ H7971 וַֽיִּשְׁלְחוּ֙ H7971 חֲמִשִּׁ֣ים H2572 אִ֔ישׁ H376 וַיְבַקְשׁ֥וּ H1245 שְׁלֹשָֽׁה H7969 יָמִ֖ים H3117 וְלֹ֥א H3808 מְצָאֻֽהוּ H4672 ",
  "18": "וַיָּשֻׁ֣בוּ H7725 אֵלָ֔יו H413 וְה֖וּא H1931 יֹשֵׁ֣ב H3427 בִּירִיח֑וֹ H3405 וַיֹּ֣אמֶר H559 אֲלֵהֶ֔ם H413 הֲלֽוֹא H3808 אָמַ֥רְתִּי H559 אֲלֵיכֶ֖ם H413 אַל H408 תֵּלֵֽכוּ H3212 ",
  "19": "וַיֹּ֨אמְר֜וּ H559 אַנְשֵׁ֤י H376 הָעִיר֙ H5892 אֶל H413 אֱלִישָׁ֔ע H477 הִנֵּה H2009 נָ֞א H4994 מוֹשַׁ֤ב H4186 הָעִיר֙ H5892 ט֔וֹב H2896 כַּאֲשֶׁ֥ר H834 אֲדֹנִ֖י H113 רֹאֶ֑ה H7200 וְהַ H4325 רָעִ֖ים H7451 וְהָ H776 מְשַׁכָּֽלֶת H7921 ",
  "20": "וַיֹּ֗אמֶר H559 קְחוּ H3947 לִי֙ Hl צְלֹחִ֣ית H6746 חֲדָשָׁ֔ה H2319 וְשִׂ֥ימוּ H7760 שָׁ֖ם H8033 מֶ֑לַח H4417 וַיִּקְח֖וּ H3947 אֵלָֽיו H413 ",
  "21": "וַיֵּצֵא֙ H3318 אֶל H413 מוֹצָ֣א H4161 הַמַּ֔יִם H4325 וַיַּשְׁלֶךְ H7993 שָׁ֖ם H8033 מֶ֑לַח H4417 וַיֹּ֜אמֶר H559 כֹּֽה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 רִפִּ֨אתִי֙ H7495 לַמַּ֣יִם H4325 הָאֵ֔לֶּה H428 לֹֽא H3808 יִהְיֶ֥ה H1961 מִשָּׁ֛ם H8033 ע֖וֹד H5750 מָ֥וֶת H4194 וּמְשַׁכָּֽלֶת H7921 ",
  "22": "וַיֵּרָפ֣וּ H7495 הַמַּ֔יִם H4325 עַ֖ד H5704 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 כִּדְבַ֥ר H1697 אֱלִישָׁ֖ע H477 אֲשֶׁ֥ר H834 דִּבֵּֽר H1696 ",
  "23": "וַיַּ֥עַל H5927 מִשָּׁ֖ם H8033 בֵּֽית H1008 אֵ֑ל H1008 וְה֣וּא H1931 עֹלֶ֣ה H5927 בַדֶּ֗רֶךְ H1870 וּנְעָרִ֤ים H5288 קְטַנִּים֙ H6996 יָצְא֣וּ H3318 מִן H4480 הָעִ֔יר H5892 וַיִּתְקַלְּסוּ H7046 בוֹ֙ Hb וַיֹּ֣אמְרוּ H559 ל֔וֹ Hl עֲלֵ֥ה H5927 קֵרֵ֖חַ H7142 עֲלֵ֥ה H5927 קֵרֵֽחַ H7142 ",
  "24": "וַיִּ֤פֶן H6437 אַֽחֲרָיו֙ H310 וַיִּרְאֵ֔ H7200 וַֽיְקַלְלֵ֖ H7043 בְּשֵׁ֣ם H8034 יְהוָ֑ה H3068 וַתֵּצֶ֨אנָה H3318 שְׁתַּ֤יִם H8147 דֻּבִּים֙ H1677 מִן H4480 הַיַּ֔עַר H3293 וַתְּבַקַּ֣עְנָה H1234 מֵהֶ֔ם H1992 אַרְבָּעִ֥ים H705 וּשְׁנֵ֖י H8147 יְלָדִֽים H3206 ",
  "25": "וַיֵּ֥לֶךְ H3212 מִשָּׁ֖ם H8033 אֶל H413 הַ֣ר H2022 הַכַּרְמֶ֑ל H3760 וּמִ H8033 שָׁ֥ב H7725 שֹׁמְרֽוֹן H8111 "
}
