{
  "1": "בֶּן H1121 שְׁתֵּ֨ים H8147 עֶשְׂרֵ֤ה H6240 שָׁנָה֙ H8141 מְנַשֶּׁ֣ה H4519 בְמָלְכ֔ H4427 וַחֲמִשִּׁ֤ים H2572 וְחָמֵשׁ֙ H2568 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְשֵׁ֥ם H8034 אִמּ֖וֹ H517 חֶפְצִי H2657 בָֽהּ H2657 ",
  "2": "וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 כְּתֽוֹעֲבֹת֙ H8441 הַגּוֹיִ֔ם H1471 אֲשֶׁר֙ H834 הוֹרִ֣ישׁ H3423 יְהוָ֔ה H3068 מִפְּנֵ֖י H6440 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "3": "וַיָּ֗שָׁב H7725 וַיִּ֨בֶן֙ H1129 אֶת H853 הַבָּמ֔וֹת H1116 אֲשֶׁ֥ר H834 אִבַּ֖ד H6 חִזְקִיָּ֣הוּ H2396 אָבִ֑יו H1 וַיָּ֨קֶם H6965 מִזְבְּחֹ֜ת H4196 לַבַּ֗עַל H1168 וַיַּ֤עַשׂ H6213 אֲשֵׁרָה֙ H842 כַּאֲשֶׁ֣ר H834 עָשָׂ֗ה H6213 אַחְאָב֙ H256 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 וַיִּשְׁתַּ֨חוּ֙ H7812 לְכָל H3605 צְבָ֣א H6635 הַשָּׁמַ֔יִם H8064 וַֽיַּעֲבֹ֖ד H5647 אֹתָֽם H853 ",
  "4": "וּבָנָ֥ה H1129 מִזְבְּחֹ֖ת H4196 בְּבֵ֣ית H1004 יְהוָ֑ה H3068 אֲשֶׁר֙ H834 אָמַ֣ר H559 יְהוָ֔ה H3068 בִּירוּשָׁלִַ֖ם H3389 אָשִׂ֥ים H7760 אֶת H853 שְׁמִֽי H8034 ",
  "5": "וַיִּ֥בֶן H1129 מִזְבְּח֖וֹת H4196 לְכָל H3605 צְבָ֣א H6635 הַשָּׁמָ֑יִם H8064 בִּשְׁתֵּ֖י H8147 חַצְר֥וֹת H2691 בֵּית H1004 יְהוָֽה H3068 ",
  "6": "וְהֶעֱבִ֤יר H5674 אֶת H853 בְּנוֹ֙ H1121 בָּאֵ֔שׁ H784 וְעוֹנֵ֣ן H6049 וְנִחֵ֔שׁ H5172 וְעָ֥שָׂה H6213 א֖וֹב H178 וְיִדְּעֹנִ֑ים H3049 הִרְבָּ֗ה H7235 לַעֲשׂ֥וֹת H6213 הָרַ֛ע H7451 בְּעֵינֵ֥י H5869 יְהוָ֖ה H3068 לְהַכְעִֽיס H3707 ",
  "7": "וַיָּ֕שֶׂם H7760 אֶת H853 פֶּ֥סֶל H6459 הָאֲשֵׁרָ֖ה H842 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 בַּבַּ֗יִת H1004 אֲשֶׁ֨ר H834 אָמַ֤ר H559 יְהוָה֙ H3068 אֶל H413 דָּוִד֙ H1732 וְאֶל H413 שְׁלֹמֹ֣ה H8010 בְנ֔וֹ H1121 בַּבַּ֨יִת H1004 הַזֶּ֜ה H2088 וּבִ H3389 אֲשֶׁ֤ר H834 בָּחַ֨רְתִּי֙ H977 מִכֹּל֙ H3605 שִׁבְטֵ֣י H7626 יִשְׂרָאֵ֔ל H3478 אָשִׂ֥ים H7760 אֶת H853 שְׁמִ֖י H8034 לְעוֹלָֽם H5769 ",
  "8": "וְלֹ֣א H3808 אֹסִ֗יף H3254 לְהָנִיד֙ H5110 רֶ֣גֶל H7272 יִשְׂרָאֵ֔ל H3478 מִן H4480 הָ֣אֲדָמָ֔ה H127 אֲשֶׁ֥ר H834 נָתַ֖תִּי H5414 לַֽאֲבוֹתָ֑ H1 רַ֣ק H7535 אִם H518 יִשְׁמְר֣וּ H8104 לַעֲשׂ֗וֹת H6213 כְּכֹל֙ H3605 אֲשֶׁ֣ר H834 צִוִּיתִ֔ים H6680 וּלְ H3605 הַ֨תּוֹרָ֔ה H8451 אֲשֶׁר H834 צִוָּ֥ה H6680 אֹתָ֖ם H853 עַבְדִּ֥י H5650 מֹשֶֽׁה H4872 ",
  "9": "וְלֹ֖א H3808 שָׁמֵ֑עוּ H8085 וַיַּתְעֵ֤ H8582 מְנַשֶּׁה֙ H4519 לַעֲשׂ֣וֹת H6213 אֶת H853 הָרָ֔ע H7451 מִן H4480 הַ֨גּוֹיִ֔ם H1471 אֲשֶׁר֙ H834 הִשְׁמִ֣יד H8045 יְהוָ֔ה H3068 מִפְּנֵ֖י H6440 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "10": "וַיְדַבֵּ֧ר H1696 יְהוָ֛ה H3068 בְּיַד H3027 עֲבָדָ֥יו H5650 הַנְּבִיאִ֖ים H5030 לֵאמֹֽר H559 ",
  "11": "יַעַן֩ H3282 אֲשֶׁ֨ר H834 עָשָׂ֜ה H6213 מְנַשֶּׁ֤ה H4519 מֶֽלֶךְ H4428 יְהוּדָה֙ H3063 הַתֹּעֵב֣וֹת H8441 הָאֵ֔לֶּה H428 הֵרַ֕ע H7489 מִכֹּ֛ל H3605 אֲשֶׁר H834 עָשׂ֥וּ H6213 הָאֱמֹרִ֖י H567 אֲשֶׁ֣ר H834 לְפָנָ֑י H6440 וַיַּחֲטִ֥א H2398 גַֽם H1571 אֶת H853 יְהוּדָ֖ה H3063 בְּגִלּוּלָֽי H1544 ",
  "12": "לָכֵ֗ן H3651 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 הִנְנִי֙ H2005 מֵבִ֣יא H935 רָעָ֔ה H7451 עַל H5921 יְרוּשָׁלִַ֖ם H3389 וִֽיהוּדָ֑ה H3063 אֲשֶׁר֙ H834 כָּל H3605 שמעיו H8085 תִּצַּ֖לְנָה H6750 שְׁתֵּ֥י H8147 אָזְנָֽיו H241 ",
  "13": "וְנָטִ֣יתִי H5186 עַל H5921 יְרוּשָׁלִַ֗ם H3389 אֵ֚ת H853 קָ֣ו H6957 שֹֽׁמְר֔וֹן H8111 וְאֶת H853 מִשְׁקֹ֖לֶת H4949 בֵּ֣ית H1004 אַחְאָ֑ב H256 וּמָחִ֨יתִי H4229 אֶת H853 יְרוּשָׁלִַ֜ם H3389 כַּֽאֲשֶׁר H834 יִמְחֶ֤ה H4229 אֶת H853 הַצַּלַּ֨חַת֙ H6747 מָחָ֔ה H4229 וְהָפַ֖ךְ H2015 עַל H5921 פָּנֶֽיהָ H6440 ",
  "14": "וְנָטַשְׁתִּ֗י H5203 אֵ֚ת H853 שְׁאֵרִ֣ית H7611 נַחֲלָתִ֔י H5159 וּנְתַתִּ֖י H5414 בְּיַ֣ד H3027 אֹֽיְבֵיהֶ֑ם H341 וְהָי֥וּ H1961 לְבַ֛ז H957 וְלִ H4933 לְכָל H3605 אֹיְבֵיהֶֽם H341 ",
  "15": "יַ֗עַן H3282 אֲשֶׁ֨ר H834 עָשׂ֤וּ H6213 אֶת H853 הָרַע֙ H7451 בְּעֵינַ֔ H5869 וַיִּהְי֥וּ H1961 מַכְעִסִ֖ים H3707 אֹתִ֑י H853 מִן H4480 הַיּ֗וֹם H3117 אֲשֶׁ֨ר H834 יָצְא֤וּ H3318 אֲבוֹתָם֙ H1 מִמִּצְרַ֔יִם H4714 וְעַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "16": "וְגַם֩ H1571 דָּ֨ם H1818 נָקִ֜י H5355 שָׁפַ֤ךְ H8210 מְנַשֶּׁה֙ H4519 הַרְבֵּ֣ה H7235 מְאֹ֔ד H3966 עַ֛ד H5704 אֲשֶׁר H834 מִלֵּ֥א H4390 אֶת H853 יְרוּשָׁלִַ֖ם H3389 פֶּ֣ה H6310 לָפֶ֑ה H6310 לְבַ֤ד H905 מֵֽחַטָּאת H2403 אֲשֶׁ֣ר H834 הֶחֱטִ֣יא H2398 אֶת H853 יְהוּדָ֔ה H3063 לַעֲשׂ֥וֹת H6213 הָרַ֖ע H7451 בְּעֵינֵ֥י H5869 יְהוָֽה H3068 ",
  "17": "וְיֶ֨תֶר H3499 דִּבְרֵ֤י H1697 מְנַשֶּׁה֙ H4519 וְכָל H3605 אֲשֶׁ֣ר H834 עָשָׂ֔ה H6213 וְחַטָּאת֖ H2403 אֲשֶׁ֣ר H834 חָטָ֑א H2398 הֲלֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יְהוּדָֽה H3063 ",
  "18": "וַיִּשְׁכַּ֤ב H7901 מְנַשֶּׁה֙ H4519 עִם H5973 אֲבֹתָ֔יו H1 וַיִּקָּבֵ֥ר H6912 בְּגַן H1588 בֵּית֖וֹ H1004 בְּגַן H1588 עֻזָּ֑א H5798 וַיִּמְלֹ֛ךְ H4427 אָמ֥וֹן H526 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
  "19": "בֶּן H1121 עֶשְׂרִ֨ים H6242 וּשְׁתַּ֤יִם H8147 שָׁנָה֙ H8141 אָמ֣וֹן H526 בְּמָלְכ֔ H4427 וּשְׁתַּ֣יִם H8147 שָׁנִ֔ים H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 מְשֻׁלֶּ֥מֶת H4922 בַּת H1323 חָר֖וּץ H2743 מִן H4480 יָטְבָֽה H3192 ",
  "20": "וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 כַּאֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 מְנַשֶּׁ֥ה H4519 אָבִֽיו H1 ",
  "21": "וַיֵּ֕לֶךְ H3212 בְּכָל H3605 הַדֶּ֖רֶךְ H1870 אֲשֶׁר H834 הָלַ֣ךְ H1980 אָבִ֑יו H1 וַֽיַּעֲבֹ֗ד H5647 אֶת H853 הַגִּלֻּלִים֙ H1544 אֲשֶׁ֣ר H834 עָבַ֣ד H5647 אָבִ֔יו H1 וַיִּשְׁתַּ֖חוּ H7812 לָהֶֽם Hl ",
  "22": "וַיַּעֲזֹ֕ב H5800 אֶת H853 יְהוָ֖ה H3068 אֱלֹהֵ֣י H430 אֲבֹתָ֑יו H1 וְלֹ֥א H3808 הָלַ֖ךְ H1980 בְּדֶ֥רֶךְ H1870 יְהוָֽה H3068 ",
  "23": "וַיִּקְשְׁר֥וּ H7194 עַבְדֵֽי H5650 אָמ֖וֹן H526 עָלָ֑יו H5921 וַיָּמִ֥יתוּ H4191 אֶת H853 הַמֶּ֖לֶךְ H4428 בְּבֵיתֽ H1004 ",
  "24": "וַיַּךְ֙ H5221 עַם H5971 הָאָ֔רֶץ H776 אֵ֥ת H853 כָּל H3605 הַקֹּשְׁרִ֖ים H7194 עַל H5921 הַמֶּ֣לֶךְ H4428 אָמ֑וֹן H526 וַיַּמְלִ֧יכוּ H4427 עַם H5971 הָאָ֛רֶץ H776 אֶת H853 יֹאשִׁיָּ֥הוּ H2977 בְנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
  "25": "וְיֶ֛תֶר H3499 דִּבְרֵ֥י H1697 אָמ֖וֹן H526 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 הֲלֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יְהוּדָֽה H3063 ",
  "26": "וַיִּקְבֹּ֥ר H6912 אֹת֛וֹ H853 בִּקְבֻרָת֖ H6900 בְּגַן H1588 עֻזָּ֑א H5798 וַיִּמְלֹ֛ךְ H4427 יֹאשִׁיָּ֥הוּ H2977 בְנ֖וֹ H1121 תַּחְתָּֽיו H8478 "
}
