{
  "1": "וַיְהִי֩ H1961 בִשְׁנַ֨ת H8141 הַתְּשִׁיעִ֜ית H8671 לְמָלְכ֗ H4427 בַּחֹ֣דֶשׁ H2320 הָעֲשִׂירִי֮ H6224 בֶּעָשׂ֣וֹר H6218 לַחֹדֶשׁ֒ H2320 בָּ֠א H935 נְבֻכַדְנֶאצַּ֨ר H5019 מֶֽלֶךְ H4428 בָּבֶ֜ל H894 ה֧וּא H1931 וְכָל H3605 חֵיל֛וֹ H2428 עַל H5921 יְרוּשָׁלִַ֖ם H3389 וַיִּ֣חַן H2583 עָלֶ֑יהָ H5921 וַיִּבְנ֥וּ H1129 עָלֶ֖יהָ H5921 דָּיֵ֥ק H1785 סָבִֽיב H5439 ",
  "2": "וַתָּבֹ֥א H935 הָעִ֖יר H5892 בַּמָּצ֑וֹר H4692 עַ֚ד H5704 עַשְׁתֵּ֣י H6249 עֶשְׂרֵ֣ה H6240 שָׁנָ֔ה H8141 לַמֶּ֖לֶךְ H4428 צִדְקִיָּֽהוּ H6667 ",
  "3": "בְּתִשְׁעָ֣ה H8672 לַחֹ֔דֶשׁ H2320 וַיֶּחֱזַ֥ק H2388 הָרָעָ֖ב H7458 בָּעִ֑יר H5892 וְלֹא H3808 הָ֥יָה H1961 לֶ֖חֶם H3899 לְעַ֥ם H5971 הָאָֽרֶץ H776 ",
  "4": "וַתִּבָּקַ֣ע H1234 הָעִ֗יר H5892 וְכָל H3605 אַנְשֵׁ֨י H376 הַמִּלְחָמָ֤ה H4421 הַלַּ֨יְלָה֙ H3915 דֶּ֜רֶךְ H1870 שַׁ֣עַר H8179 בֵּ֣ין H996 הַחֹמֹתַ֗יִם H2346 אֲשֶׁר֙ H834 עַל H5921 גַּ֣ן H1588 הַמֶּ֔לֶךְ H4428 וְכַשְׂדִּ֥ים H3778 עַל H5921 הָעִ֖יר H5892 סָבִ֑יב H5439 וַיֵּ֖לֶךְ H3212 דֶּ֥רֶךְ H1870 הָעֲרָבָֽה H6160 ",
  "5": "וַיִּרְדְּפ֤וּ H7291 חֵיל H2428 כַּשְׂדִּים֙ H3778 אַחַ֣ר H310 הַמֶּ֔לֶךְ H4428 וַיַּשִּׂ֥גוּ H5381 אֹת֖וֹ H853 בְּעַרְב֣וֹת H6160 יְרֵח֑וֹ H3405 וְכָל H3605 חֵיל֔וֹ H2428 נָפֹ֖צוּ H6327 מֵעָלָֽי H5921 ",
  "6": "וַֽיִּתְפְּשׂוּ֙ H8610 אֶת H853 הַמֶּ֔לֶךְ H4428 וַיַּעֲל֥וּ H5927 אֹת֛וֹ H853 אֶל H413 מֶ֥לֶךְ H4428 בָּבֶ֖ל H894 רִבְלָ֑תָה H7247 וַיְדַבְּר֥וּ H1696 אִתּ֖וֹ H854 מִשְׁפָּֽט H4941 ",
  "7": "וְאֶת H853 בְּנֵי֙ H1121 צִדְקִיָּ֔הוּ H6667 שָׁחֲט֖וּ H7819 לְעֵינָ֑י H5869 וְאֶת H853 עֵינֵ֤י H5869 צִדְקִיָּ֨הוּ֙ H6667 עִוֵּ֔ר H5786 וַיַּאַסְרֵ֨ H631 בַֽנְחֻשְׁתַּ֔יִם H5178 וַיְבִאֵ֖ H935 בָּבֶֽל H894 ",
  "8": "וּבַ H2320 הַֽחֲמִישִׁי֙ H2549 בְּשִׁבְעָ֣ה H7651 לַחֹ֔דֶשׁ H2320 הִ֗יא H1931 שְׁנַת֙ H8141 תְּשַֽׁע H8672 עֶשְׂרֵ֣ה H6240 שָׁנָ֔ה H8141 לַמֶּ֖לֶךְ H4428 נְבֻכַדְנֶאצַּ֣ר H5019 מֶֽלֶךְ H4428 בָּבֶ֑ל H894 בָּ֞א H935 נְבוּזַרְאֲדָ֧ן H5018 רַב H7227 טַבָּחִ֛ים H2876 עֶ֥בֶד H5650 מֶֽלֶךְ H4428 בָּבֶ֖ל H894 יְרוּשָׁלִָֽם H3389 ",
  "9": "וַיִּשְׂרֹ֥ף H8313 אֶת H853 בֵּית H1004 יְהוָ֖ה H3068 וְאֶת H853 בֵּ֣ית H1004 הַמֶּ֑לֶךְ H4428 וְאֵ֨ת H853 כָּל H3605 בָּתֵּ֧י H1004 יְרוּשָׁלִַ֛ם H3389 וְאֶת H853 כָּל H3605 בֵּ֥ית H1004 גָּד֖וֹל H1419 שָׂרַ֥ף H8313 בָּאֵֽשׁ H784 ",
  "10": "וְאֶת H853 חוֹמֹ֥ת H2346 יְרוּשָׁלִַ֖ם H3389 סָבִ֑יב H5439 נָֽתְצוּ֙ H5422 כָּל H3605 חֵ֣יל H2428 כַּשְׂדִּ֔ים H3778 אֲשֶׁ֖ר H834 רַב H7227 טַבָּחִֽים H2876 ",
  "11": "וְאֵת֩ H853 יֶ֨תֶר H3499 הָעָ֜ם H5971 הַנִּשְׁאָרִ֣ים H7604 בָּעִ֗יר H5892 וְאֶת H853 הַנֹּֽפְלִים֙ H5307 אֲשֶׁ֤ר H834 נָפְלוּ֙ H5307 עַל H5921 הַמֶּ֣לֶךְ H4428 בָּבֶ֔ל H894 וְאֵ֖ת H853 יֶ֣תֶר H3499 הֶהָמ֑וֹן H1995 הֶגְלָ֕ה H1540 נְבוּזַרְאֲדָ֖ן H5018 רַב H7227 טַבָּחִֽים H2876 ",
  "12": "וּמִ H1803 הָאָ֔רֶץ H776 הִשְׁאִ֖יר H7604 רַב H7227 טַבָּחִ֑ים H2876 לְכֹֽרְמִ֖ים H3755 וּלְ H1461 ",
  "13": "וְאֶת H853 עַמּוּדֵ֨י H5982 הַנְּחֹ֜שֶׁת H5178 אֲשֶׁ֣ר H834 בֵּית H1004 יְהוָ֗ה H3068 וְֽאֶת H853 הַמְּכֹנ֞וֹת H4350 וְאֶת H853 יָ֧ם H3220 הַנְּחֹ֛שֶׁת H5178 אֲשֶׁ֥ר H834 בְּבֵית H1004 יְהוָ֖ה H3068 שִׁבְּר֣וּ H7665 כַשְׂדִּ֑ים H3778 וַיִּשְׂא֥וּ H5375 אֶת H853 נְחֻשְׁתָּ֖ם H5178 בָּבֶֽלָה H894 ",
  "14": "וְאֶת H853 הַסִּירֹ֨ת H5518 וְאֶת H853 הַיָּעִ֜ים H3257 וְאֶת H853 הַֽמְזַמְּר֣וֹת H4212 וְאֶת H853 הַכַּפּ֗וֹת H3709 וְאֵ֨ת H853 כָּל H3605 כְּלֵ֧י H3627 הַנְּחֹ֛שֶׁת H5178 אֲשֶׁ֥ר H834 יְשָֽׁרְתוּ H8334 בָ֖ם Hb לָקָֽחוּ H3947 ",
  "15": "וְאֶת H853 הַמַּחְתּוֹת֙ H4289 וְאֶת H853 הַמִּזְרָק֗וֹת H4219 אֲשֶׁ֤ר H834 זָהָב֙ H2091 זָהָ֔ב H2091 וַאֲשֶׁר H834 כֶּ֖סֶף H3701 כָּ֑סֶף H3701 לָקַ֖ח H3947 רַב H7227 טַבָּחִֽים H2876 ",
  "16": "הָעַמּוּדִ֣ים H5982 שְׁנַ֗יִם H8147 הַיָּ֤ם H3220 הָֽאֶחָד֙ H259 וְהַ H4350 אֲשֶׁר H834 עָשָׂ֥ה H6213 שְׁלֹמֹ֖ה H8010 לְבֵ֣ית H1004 יְהוָ֑ה H3068 לֹא H3808 הָיָ֣ה H1961 מִשְׁקָ֔ל H4948 לִנְחֹ֖שֶׁת H5178 כָּל H3605 הַכֵּלִ֥ים H3627 הָאֵֽלֶּה H428 ",
  "17": "שְׁמֹנֶה֩ H8083 עֶשְׂרֵ֨ה H6240 אַמָּ֜ה H520 קוֹמַ֣ת H6967 הָעַמּ֣וּד H5982 הָאֶחָ֗ד H259 וְכֹתֶ֨רֶת H3805 עָלָ֥יו H5921 נְחֹשֶׁת֮ H5178 וְקוֹמַ֣ת H6967 הַכֹּתֶרֶת֮ H3805 שָׁלֹ֣שׁ H7969 אמה H520 וּשְׂבָכָ֨ה H7639 וְרִמֹּנִ֧ים H7416 עַֽל H5921 הַכֹּתֶ֛רֶת H3805 סָבִ֖יב H5439 הַכֹּ֣ל H3605 נְחֹ֑שֶׁת H5178 וְכָ H428 לַֽעַמּ֥וּד H5982 הַשֵּׁנִ֖י H8145 עַל H5921 הַשְּׂבָכָֽה H7639 ",
  "18": "וַיִּקַּ֣ח H3947 רַב H7227 טַבָּחִ֗ים H2876 אֶת H853 שְׂרָיָה֙ H8304 כֹּהֵ֣ן H3548 הָרֹ֔אשׁ H7218 וְאֶת H853 צְפַנְיָ֖הוּ H6846 כֹּהֵ֣ן H3548 מִשְׁנֶ֑ה H4932 וְאֶת H853 שְׁלֹ֖שֶׁת H7969 שֹׁמְרֵ֥י H8104 הַסַּֽף H5592 ",
  "19": "וּמִן H4480 הָעִ֡יר H5892 לָקַח֩ H3947 סָרִ֨יס H5631 אֶחָ֜ד H259 אֲֽשֶׁר H834 ה֥וּא H1931 פָקִ֣יד H6496 עַל H5921 אַנְשֵׁ֣י H376 הַמִּלְחָמָ֗ה H4421 וַחֲמִשָּׁ֨ה H2568 אֲנָשִׁ֜ים H376 מֵרֹאֵ֤י H7200 פְנֵֽי H6440 הַמֶּ֨לֶךְ֙ H4428 אֲשֶׁ֣ר H834 נִמְצְא֣וּ H4672 בָעִ֔יר H5892 וְאֵ֗ת H853 הַסֹּפֵר֙ H5608 שַׂ֣ר H8269 הַצָּבָ֔א H6635 הַמַּצְבִּ֖א H6633 אֶת H853 עַ֣ם H5971 הָאָ֑רֶץ H776 וְשִׁשִּׁ֥ים H8346 אִישׁ֙ H376 מֵעַ֣ם H5971 הָאָ֔רֶץ H776 הַֽנִּמְצְאִ֖ים H4672 בָּעִֽיר H5892 ",
  "20": "וַיִּקַּ֣ח H3947 אֹתָ֔ם H853 נְבוּזַרְאֲדָ֖ן H5018 רַב H7227 טַבָּחִ֑ים H2876 וַיֹּ֧לֶךְ H3212 אֹתָ֛ם H853 עַל H5921 מֶ֥לֶךְ H4428 בָּבֶ֖ל H894 רִבְלָֽתָה H7247 ",
  "21": "וַיַּ֣ךְ H5221 אֹתָם֩ H853 מֶ֨לֶךְ H4428 בָּבֶ֧ל H894 וַיְמִיתֵ֛ H4191 בְּרִבְלָ֖ה H7247 בְּאֶ֣רֶץ H776 חֲמָ֑ת H2574 וַיִּ֥גֶל H1540 יְהוּדָ֖ה H3063 מֵעַ֥ל H5921 אַדְמָתֽוֹ H127 ",
  "22": "וְהָ H5971 הַנִּשְׁאָר֙ H7604 בְּאֶ֣רֶץ H776 יְהוּדָ֔ה H3063 אֲשֶׁ֣ר H834 הִשְׁאִ֔יר H7604 נְבֽוּכַדְנֶאצַּ֖ר H5019 מֶ֣לֶךְ H4428 בָּבֶ֑ל H894 וַיַּפְקֵ֣ד H6485 עֲלֵיהֶ֔ם H5921 אֶת H853 גְּדַלְיָ֖הוּ H1436 בֶּן H1121 אֲחִיקָ֥ם H296 בֶּן H1121 שָׁפָֽן H8227 ",
  "23": "וַיִּשְׁמְעוּ֩ H8085 כָל H3605 שָׂרֵ֨י H8269 הַחֲיָלִ֜ים H2428 הֵ֣מָּה H1992 וְהָ H376 כִּֽי H3588 הִפְקִ֤יד H6485 מֶֽלֶךְ H4428 בָּבֶל֙ H894 אֶת H853 גְּדַלְיָ֔הוּ H1436 וַיָּבֹ֥אוּ H935 אֶל H413 גְּדַלְיָ֖הוּ H1436 הַמִּצְפָּ֑ה H4709 וְיִשְׁמָעֵ֣אל H3458 בֶּן H1121 נְתַנְיָ֡ה H5418 וְיוֹחָנָ֣ן H3110 בֶּן H1121 קָ֠רֵחַ H7143 וּשְׂרָיָ֨ה H8304 בֶן H1121 תַּנְחֻ֜מֶת H8576 הַנְּטֹפָתִ֗י H5200 וְיַֽאֲזַנְיָ֨הוּ֙ H2970 בֶּן H1121 הַמַּ֣עֲכָתִ֔י H4602 הֵ֖מָּה H1992 וְאַנְשֵׁי H376 ",
  "24": "וַיִּשָּׁבַ֨ע H7650 לָהֶ֤ם Hl גְּדַלְיָ֨הוּ֙ H1436 וּלְ H376 וַיֹּ֣אמֶר H559 לָהֶ֔ם Hl אַל H408 תִּֽירְא֖וּ H3372 מֵעַבְדֵ֣י H5650 הַכַּשְׂדִּ֑ים H3778 שְׁב֣וּ H3427 בָאָ֗רֶץ H776 וְעִבְד֛וּ H5647 אֶת H853 מֶ֥לֶךְ H4428 בָּבֶ֖ל H894 וְיִטַ֥ב H3190 לָכֶֽם Hl ",
  "25": "וַיְהִ֣י H1961 בַּחֹ֣דֶשׁ H2320 הַשְּׁבִיעִ֗י H7637 בָּ֣א H935 יִשְׁמָעֵ֣אל H3458 בֶּן H1121 נְ֠תַנְיָה H5418 בֶּן H1121 אֱלִ֨ישָׁמָ֜ע H476 מִזֶּ֣רַע H2233 הַמְּלוּכָ֗ה H4410 וַעֲשָׂרָ֤ה H6235 אֲנָשִׁים֙ H376 אִתּ֔וֹ H854 וַיַּכּ֥וּ H5221 אֶת H853 גְּדַלְיָ֖הוּ H1436 וַיָּמֹ֑ת H4191 וְאֶת H853 הַיְּהוּדִים֙ H3064 וְאֶת H853 הַכַּשְׂדִּ֔ים H3778 אֲשֶׁר H834 הָי֥וּ H1961 אִתּ֖וֹ H854 בַּמִּצְפָּֽה H4709 ",
  "26": "וַיָּקֻ֨מוּ H6965 כָל H3605 הָעָ֜ם H5971 מִקָּטֹ֤ן H6996 וְעַד H5704 גָּדוֹל֙ H1419 וְשָׂרֵ֣י H8269 הַחֲיָלִ֔ים H2428 וַיָּבֹ֖אוּ H935 מִצְרָ֑יִם H4714 כִּ֥י H3588 יָרְא֖וּ H3372 מִפְּנֵ֥י H6440 כַשְׂדִּֽים H3778 ",
  "27": "וַיְהִי֩ H1961 בִשְׁלֹשִׁ֨ים H7970 וָשֶׁ֜בַע H7651 שָׁנָ֗ה H8141 לְגָלוּת֙ H1546 יְהוֹיָכִ֣ין H3078 מֶֽלֶךְ H4428 יְהוּדָ֔ה H3063 בִּשְׁנֵ֤ים H8147 עָשָׂר֙ H6240 חֹ֔דֶשׁ H2320 בְּעֶשְׂרִ֥ים H6242 וְשִׁבְעָ֖ה H7651 לַחֹ֑דֶשׁ H2320 נָשָׂ֡א H5375 אֱוִ֣יל H192 מְרֹדַךְ֩ H192 מֶ֨לֶךְ H4428 בָּבֶ֜ל H894 בִּשְׁנַ֣ת H8141 מָלְכ֗וֹ H4427 אֶת H853 רֹ֛אשׁ H7218 יְהוֹיָכִ֥ין H3078 מֶֽלֶךְ H4428 יְהוּדָ֖ה H3063 מִבֵּ֥ית H1004 כֶּֽלֶא H3608 ",
  "28": "וַיְדַבֵּ֥ר H1696 אִתּ֖וֹ H854 טֹב֑וֹת H2896 וַיִּתֵּן֙ H5414 אֶת H853 כִּסְא֔וֹ H3678 מֵעַ֗ל H5921 כִּסֵּ֧א H3678 הַמְּלָכִ֛ים H4428 אֲשֶׁ֥ר H834 אִתּ֖וֹ H854 בְּבָבֶֽל H894 ",
  "29": "וְשִׁנָּ֕א H8132 אֵ֖ת H853 בִּגְדֵ֣י H899 כִלְא֑וֹ H3608 וְאָכַ֨ל H398 לֶ֧חֶם H3899 תָּמִ֛יד H8548 לְפָנָ֖י H6440 כָּל H3605 יְמֵ֥י H3117 חַיָּֽיו H2416 ",
  "30": "וַאֲרֻחָת֗ H737 אֲרֻחַ֨ת H737 תָּמִ֧יד H8548 נִתְּנָה H5414 לּ֛וֹ Hl מֵאֵ֥ת H853 הַמֶּ֖לֶךְ H4428 דְּבַר H1697 י֣וֹם H3117 בְּיוֹמ֑ H3117 כֹּ֖ל H3605 יְמֵ֥י H3117 חַיָּֽו H2416 "
}
