{
  "1": "וְאִשָּׁ֣ה H802 אַחַ֣ת H259 מִנְּשֵׁ֣י H802 בְנֵֽי H1121 הַ֠נְּבִיאִים H5030 צָעֲקָ֨ה H6817 אֶל H413 אֱלִישָׁ֜ע H477 לֵאמֹ֗ר H559 עַבְדְּךָ֤ H5650 אִישִׁי֙ H376 מֵ֔ת H4191 וְאַתָּ֣ה H859 יָדַ֔עְתָּ H3045 כִּ֣י H3588 עַבְדְּךָ֔ H5650 הָיָ֥ה H1961 יָרֵ֖א H3372 אֶת H853 יְהוָ֑ה H3068 וְהַ֨ H5383 בָּ֗א H935 לָקַ֜חַת H3947 אֶת H853 שְׁנֵ֧י H8147 יְלָדַ֛י H3206 ל֖וֹ Hl לַעֲבָדִֽים H5650 ",
  "2": "וַיֹּ֨אמֶר H559 אֵלֶ֤יהָ H413 אֱלִישָׁע֙ H477 מָ֣ה H4100 אֶֽעֱשֶׂה H6213 לָּ֔ךְ Hl הַגִּ֣ידִי H5046 לִ֔י Hl מַה H4100 יֶּשׁ H3426 לכי H3588 בַּבָּ֑יִת H1004 וַתֹּ֗אמֶר H559 אֵ֣ין H369 לְשִׁפְחָתְ H8198 כֹל֙ H3605 בַּבַּ֔יִת H1004 כִּ֖י H3588 אִם H518 אָס֥וּךְ H610 שָֽׁמֶן H8081 ",
  "3": "וַיֹּ֗אמֶר H559 לְכִ֨י H3212 שַׁאֲלִי H7592 לָ֤ךְ Hl כֵּלִים֙ H3627 מִן H4480 הַח֔וּץ H2351 מֵאֵ֖ת H853 כָּל H3605 שכנכי H7934 כֵּלִ֥ים H3627 רֵקִ֖ים H7386 אַל H408 תַּמְעִֽיטִי H4591 ",
  "4": "וּבָ֗את H935 וְסָגַ֤רְתְּ H5462 הַדֶּ֨לֶת֙ H1817 בַּעֲדֵ֣ךְ H1157 וּבְעַד H1157 בָּנַ֔יִךְ H1121 וְיָצַ֕קְתְּ H3332 עַ֥ל H5921 כָּל H3605 הַכֵּלִ֖ים H3627 הָאֵ֑לֶּה H428 וְהַ H4392 תַּסִּֽיעִי H5265 ",
  "5": "וַתֵּ֨לֶךְ֙ H3212 מֵֽאִתּ֔ H853 וַתִּסְגֹּ֣ר H5462 הַדֶּ֔לֶת H1817 בַּעֲדָ֖הּ H1157 וּבְעַ֣ד H1157 בָּנֶ֑יהָ H1121 הֵ֛ם H1992 מַגִּשִׁ֥ים H5066 אֵלֶ֖יהָ H413 וְהִ֥יא H1931 מיצקת H3332 ",
  "6": "וַיְהִ֣י H1961 כִּמְלֹ֣את H4390 הַכֵּלִ֗ים H3627 וַתֹּ֤אמֶר H559 אֶל H413 בְּנָהּ֙ H1121 הַגִּ֨ישָׁה H5066 אֵלַ֥י H413 עוֹד֙ H5750 כֶּ֔לִי H3627 וַיֹּ֣אמֶר H559 אֵלֶ֔יהָ H413 אֵ֥ין H369 ע֖וֹד H5750 כֶּ֑לִי H3627 וַֽיַּעֲמֹ֖ד H5975 הַשָּֽׁמֶן H8081 ",
  "7": "וַתָּבֹ֗א H935 וַתַּגֵּד֙ H5046 לְאִ֣ישׁ H376 הָאֱלֹהִ֔ים H430 וַיֹּ֗אמֶר H559 לְכִי֙ H3212 מִכְרִ֣י H4376 אֶת H853 הַשֶּׁ֔מֶן H8081 וְשַׁלְּמִ֖י H7999 אֶת H853 נשיכי H5386 וְאַ֣תְּ H859 בניכי H1121 תִֽחְיִ֖י H2421 בַּנּוֹתָֽר H3498 ",
  "8": "וַיְהִ֨י H1961 הַיּ֜וֹם H3117 וַיַּעֲבֹ֧ר H5674 אֱלִישָׁ֣ע H477 אֶל H413 שׁוּנֵ֗ם H7766 וְשָׁם֙ H8033 אִשָּׁ֣ה H802 גְדוֹלָ֔ה H1419 וַתַּחֲזֶק H2388 בּ֖וֹ Hb לֶאֱכָל H398 לָ֑חֶם H3899 וַֽיְהִי֙ H1961 מִדֵּ֣י H1767 עָבְר֔וֹ H5674 יָסֻ֥ר H5493 שָׁ֖מָּה H8033 לֶאֱכָל H398 לָֽחֶם H3899 ",
  "9": "וַתֹּ֨אמֶר֙ H559 אֶל H413 אִישָׁ֔הּ H376 הִנֵּה H2009 נָ֣א H4994 יָדַ֔עְתִּי H3045 כִּ֛י H3588 אִ֥ישׁ H376 אֱלֹהִ֖ים H430 קָד֣וֹשׁ H6918 ה֑וּא H1931 עֹבֵ֥ר H5674 עָלֵ֖ינוּ H5921 תָּמִֽיד H8548 ",
  "10": "נַֽעֲשֶׂה H6213 נָּ֤א H4994 עֲלִיַּת H5944 קִיר֙ H7023 קְטַנָּ֔ה H6996 וְנָשִׂ֨ים H7760 ל֥וֹ Hl שָׁ֛ם H8033 מִטָּ֥ה H4296 וְשֻׁלְחָ֖ן H7979 וְכִסֵּ֣א H3678 וּמְנוֹרָ֑ה H4501 וְהָיָ֛ה H1961 בְּבֹא֥ H935 אֵלֵ֖ינוּ H413 יָס֥וּר H5493 שָֽׁמָּה H8033 ",
  "11": "וַיְהִ֥י H1961 הַיּ֖וֹם H3117 וַיָּ֣בֹא H935 שָׁ֑מָּה H8033 וַיָּ֥סַר H5493 אֶל H413 הָעֲלִיָּ֖ה H5944 וַיִּשְׁכַּב H7901 שָֽׁמָּה H8033 ",
  "12": "וַיֹּ֨אמֶר֙ H559 אֶל H413 גֵּחֲזִ֣י H1522 נַעֲר֔וֹ H5288 קְרָ֖א H7121 לַשּׁוּנַמִּ֣ית H7767 הַזֹּ֑את H2063 וַיִּקְרָא H7121 לָ֔הּ Hl וַֽתַּעֲמֹ֖ד H5975 לְפָנָֽי H6440 ",
  "13": "וַיֹּ֣אמֶר H559 ל֗וֹ Hl אֱמָר H559 נָ֣א H4994 אֵלֶיהָ֮ H413 הִנֵּ֣ה H2009 חָרַ֣דְתְּ H2729 אֵלֵינוּ֮ H413 אֶת H854 כָּל H3605 הַחֲרָדָ֣ה H2731 הַזֹּאת֒ H2063 מֶ֚ה H4100 לַעֲשׂ֣וֹת H6213 לָ֔ךְ Hl הֲיֵ֤שׁ H3426 לְדַבֶּר H1696 לָךְ֙ Hl אֶל H413 הַמֶּ֔לֶךְ H4428 א֖וֹ H176 אֶל H413 שַׂ֣ר H8269 הַצָּבָ֑א H6635 וַתֹּ֕אמֶר H559 בְּת֥וֹךְ H8432 עַמִּ֖י H5971 אָנֹכִ֥י H595 יֹשָֽׁבֶת H3427 ",
  "14": "וַיֹּ֕אמֶר H559 וּמֶ֖ה H4100 לַעֲשׂ֣וֹת H6213 לָ֑הּ Hl וַיֹּ֣אמֶר H559 גֵּיחֲזִ֗י H1522 אֲבָ֛ל H61 בֵּ֥ן H1121 אֵֽין H369 לָ֖הּ Hl וְאִישָׁ֥ H376 זָקֵֽן H2204 ",
  "15": "וַיֹּ֖אמֶר H559 קְרָא H7121 לָ֑הּ Hl וַיִּקְרָא H7121 לָ֔הּ Hl וַֽתַּעֲמֹ֖ד H5975 בַּפָּֽתַח H6607 ",
  "16": "וַיֹּ֗אמֶר H559 לַמּוֹעֵ֤ד H4150 הַזֶּה֙ H2088 כָּעֵ֣ת H6256 חַיָּ֔ה H2416 אתי H859 חֹבֶ֣קֶת H2263 בֵּ֑ן H1121 וַתֹּ֗אמֶר H559 אַל H408 אֲדֹנִי֙ H113 אִ֣ישׁ H376 הָאֱלֹהִ֔ים H430 אַל H408 תְּכַזֵּ֖ב H3576 בְּשִׁפְחָתֶֽ H8198 ",
  "17": "וַתַּ֥הַר H2029 הָאִשָּׁ֖ה H802 וַתֵּ֣לֶד H3205 בֵּ֑ן H1121 לַמּוֹעֵ֤ד H4150 הַזֶּה֙ H2088 כָּעֵ֣ת H6256 חַיָּ֔ה H2416 אֲשֶׁר H834 דִּבֶּ֥ר H1696 אֵלֶ֖יהָ H413 אֱלִישָֽׁע H477 ",
  "18": "וַיִּגְדַּ֖ל H1431 הַיָּ֑לֶד H3206 וַיְהִ֣י H1961 הַיּ֔וֹם H3117 וַיֵּצֵ֥א H3318 אֶל H413 אָבִ֖יו H1 אֶל H413 הַקֹּצְרִֽים H7114 ",
  "19": "וַיֹּ֥אמֶר H559 אֶל H413 אָבִ֖יו H1 רֹאשִׁ֣י H7218 רֹאשִׁ֑י H7218 וַיֹּ֨אמֶר֙ H559 אֶל H413 הַנַּ֔עַר H5288 שָׂאֵ֖הוּ H5375 אֶל H413 אִמּֽוֹ H517 ",
  "20": "וַיִּשָּׂאֵ֔ H5375 וַיְבִיאֵ֖ H935 אֶל H413 אִמּ֑וֹ H517 וַיֵּ֧שֶׁב H3427 עַל H5921 בִּרְכֶּ֛יהָ H1290 עַד H5704 הַֽצָּהֳרַ֖יִם H6672 וַיָּמֹֽת H4191 ",
  "21": "וַתַּ֨עַל֙ H5927 וַתַּשְׁכִּבֵ֔ H7901 עַל H5921 מִטַּ֖ת H4296 אִ֣ישׁ H376 הָאֱלֹהִ֑ים H430 וַתִּסְגֹּ֥ר H5462 בַּעֲד֖וֹ H1157 וַתֵּצֵֽא H3318 ",
  "22": "וַתִּקְרָא֮ H7121 אֶל H413 אִישָׁהּ֒ H376 וַתֹּ֗אמֶר H559 שִׁלְחָ֨ה H7971 נָ֥א H4994 לִי֙ Hl אֶחָ֣ד H259 מִן H4480 הַנְּעָרִ֔ים H5288 וְאַחַ֖ת H259 הָאֲתֹנ֑וֹת H860 וְאָר֛וּצָה H7323 עַד H5704 אִ֥ישׁ H376 הָאֱלֹהִ֖ים H430 וְאָשֽׁוּבָה H7725 ",
  "23": "וַיֹּ֗אמֶר H559 מַ֠דּוּעַ H4069 אתי H859 הלכתי H1980 אֵלָיו֙ H413 הַיּ֔וֹם H3117 לֹֽא H3808 חֹ֖דֶשׁ H2320 וְלֹ֣א H3808 שַׁבָּ֑ת H7676 וַתֹּ֖אמֶר H559 שָׁלֽוֹם H7965 ",
  "24": "וַֽתַּחֲבֹשׁ֙ H2280 הָֽאָת֔וֹן H860 וַתֹּ֥אמֶר H559 אֶֽל H413 נַעֲרָ֖הּ H5288 נְהַ֣ג H5090 וָלֵ֑ךְ H3212 אַל H408 תַּעֲצָר H6113 לִ֣י Hl לִרְכֹּ֔ב H7392 כִּ֖י H3588 אִם H518 אָמַ֥רְתִּי H559 לָֽךְ Hl ",
  "25": "וַתֵּ֗לֶךְ H3212 וַתָּב֛וֹא H935 אֶל H413 אִ֥ישׁ H376 הָאֱלֹהִ֖ים H430 אֶל H413 הַ֣ר H2022 הַכַּרְמֶ֑ל H3760 וַ֠יְהִי H1961 כִּרְא֨וֹת H7200 אִישׁ H376 הָאֱלֹהִ֤ים H430 אֹתָהּ֙ H853 מִנֶּ֔גֶד H5048 וַיֹּ֨אמֶר֙ H559 אֶל H413 גֵּיחֲזִ֣י H1522 נַעֲר֔וֹ H5288 הִנֵּ֖ה H2009 הַשּׁוּנַמִּ֥ית H7767 הַלָּֽז H1975 ",
  "26": "עַתָּה֮ H6258 רֽוּץ H7323 נָ֣א H4994 לִקְרָאתָ H7125 וֶאֱמָר H559 לָ֗הּ Hl הֲשָׁל֥וֹם H7965 לָ֛ךְ Hl הֲשָׁל֥וֹם H7965 לְאִישֵׁ֖ H376 הֲשָׁל֣וֹם H7965 לַיָּ֑לֶד H3206 וַתֹּ֖אמֶר H559 שָׁלֽוֹם H7965 ",
  "27": "וַתָּבֹ֞א H935 אֶל H413 אִ֤ישׁ H376 הָֽאֱלֹהִים֙ H430 אֶל H413 הָהָ֔ר H2022 וַֽתַּחֲזֵ֖ק H2388 בְּרַגְלָ֑י H7272 וַיִּגַּ֨שׁ H5066 גֵּֽיחֲזִ֜י H1522 לְהָדְפָ֗ H1920 וַיֹּאמֶר֩ H559 אִ֨ישׁ H376 הָאֱלֹהִ֤ים H430 הַרְפֵּֽה H7503 לָהּ֙ Hl כִּֽי H3588 נַפְשָׁ֣הּ H5315 מָֽרָה H4843 לָ֔הּ Hl וַֽיהוָה֙ H3068 הֶעְלִ֣ים H5956 מִמֶּ֔נִּי H4480 וְלֹ֥א H3808 הִגִּ֖יד H5046 לִֽי Hl ",
  "28": "וַתֹּ֕אמֶר H559 הֲשָׁאַ֥לְתִּי H7592 בֵ֖ן H1121 מֵאֵ֣ת H853 אֲדֹנִ֑י H113 הֲלֹ֣א H3808 אָמַ֔רְתִּי H559 לֹ֥א H3808 תַשְׁלֶ֖ה H7952 אֹתִֽי H853 ",
  "29": "וַיֹּ֨אמֶר H559 לְגֵיחֲזִ֜י H1522 חֲגֹ֣ר H2296 מָתְנֶ֗יךָ H4975 וְקַ֨ח H3947 מִשְׁעַנְתִּ֣י H4938 בְיָדְ H3027 וָלֵךְ֒ H3212 כִּֽי H3588 תִמְצָ֥א H4672 אִישׁ֙ H376 לֹ֣א H3808 תְבָרְכֶ֔נּוּ H1288 וְכִֽי H3588 יְבָרֶכְךָ֥ H1288 אִ֖ישׁ H376 לֹ֣א H3808 תַעֲנֶנּ֑וּ H6030 וְשַׂמְתָּ֥ H7760 מִשְׁעַנְתִּ֖י H4938 עַל H5921 פְּנֵ֥י H6440 הַנָּֽעַר H5288 ",
  "30": "וַתֹּ֨אמֶר֙ H559 אֵ֣ם H517 הַנַּ֔עַר H5288 חַי H2416 יְהוָ֥ה H3068 וְחֵֽי H2416 נַפְשְׁךָ֖ H5315 אִם H518 אֶעֶזְבֶ֑ךָּ H5800 וַיָּ֖קָם H6965 וַיֵּ֥לֶךְ H3212 אַחֲרֶֽיהָ H310 ",
  "31": "וְגֵחֲזִ֞י H1522 עָבַ֣ר H5674 לִפְנֵי H6440 וַיָּ֤שֶׂם H7760 אֶת H853 הַמִּשְׁעֶ֨נֶת֙ H4938 עַל H5921 פְּנֵ֣י H6440 הַנַּ֔עַר H5288 וְאֵ֥ין H369 ק֖וֹל H6963 וְאֵ֣ין H369 קָ֑שֶׁב H7182 וַיָּ֤שָׁב H7725 לִקְרָאת H7125 וַיַּגֶּד H5046 ל֣וֹ Hl לֵאמֹ֔ר H559 לֹ֥א H3808 הֵקִ֖יץ H6974 הַנָּֽעַר H5288 ",
  "32": "וַיָּבֹ֥א H935 אֱלִישָׁ֖ע H477 הַבָּ֑יְתָ H1004 וְהִנֵּ֤ה H2009 הַנַּ֨עַר֙ H5288 מֵ֔ת H4191 מֻשְׁכָּ֖ב H7901 עַל H5921 מִטָּתֽוֹ H4296 ",
  "33": "וַיָּבֹ֕א H935 וַיִּסְגֹּ֥ר H5462 הַדֶּ֖לֶת H1817 בְּעַ֣ד H1157 שְׁנֵיהֶ֑ם H8147 וַיִּתְפַּלֵּ֖ל H6419 אֶל H413 יְהוָֽה H3068 ",
  "34": "וַיַּ֜עַל H5927 וַיִּשְׁכַּ֣ב H7901 עַל H5921 הַיֶּ֗לֶד H3206 וַיָּשֶׂם֩ H7760 פִּ֨יו H6310 עַל H5921 פִּ֜יו H6310 וְעֵינָ֤י H5869 עַל H5921 עֵינָיו֙ H5869 וְכַפָּ֣י H3709 עַל H5921 כפו H3709 וַיִּגְהַ֖ר H1457 עָלָ֑יו H5921 וַיָּ֖חָם H2552 בְּשַׂ֥ר H1320 הַיָּֽלֶד H3206 ",
  "35": "וַיָּ֜שָׁב H7725 וַיֵּ֣לֶךְ H3212 בַּבַּ֗יִת H1004 אַחַ֥ת H259 הֵ֨נָּה֙ H2008 וְאַחַ֣ת H259 הֵ֔נָּה H2008 וַיַּ֖עַל H5927 וַיִּגְהַ֣ר H1457 עָלָ֑יו H5921 וַיְזוֹרֵ֤ר H2237 הַנַּ֨עַר֙ H5288 עַד H5704 שֶׁ֣בַע H7651 פְּעָמִ֔ים H6471 וַיִּפְקַ֥ח H6491 הַנַּ֖עַר H5288 אֶת H853 עֵינָֽיו H5869 ",
  "36": "וַיִּקְרָ֣א H7121 אֶל H413 גֵּיחֲזִ֗י H1522 וַיֹּ֨אמֶר֙ H559 קְרָא֙ H7121 אֶל H413 הַשֻּׁנַמִּ֣ית H7767 הַזֹּ֔את H2063 וַיִּקְרָאֶ֖ H7121 וַתָּב֣וֹא H935 אֵלָ֑יו H413 וַיֹּ֖אמֶר H559 שְׂאִ֥י H5375 בְנֵֽךְ H1121 ",
  "37": "וַתָּבֹא֙ H935 וַתִּפֹּ֣ל H5307 עַל H5921 רַגְלָ֔יו H7272 וַתִּשְׁתַּ֖חוּ H7812 אָ֑רְצָה H776 וַתִּשָּׂ֥א H5375 אֶת H853 בְּנָ֖הּ H1121 וַתֵּצֵֽא H3318 ",
  "38": "וֶאֱלִישָׁ֞ע H477 שָׁ֤ב H7725 הַגִּלְגָּ֨לָ H1537 וְהָ H7458 בָּאָ֔רֶץ H776 וּבְנֵי֙ H1121 הַנְּבִיאִ֔ים H5030 יֹשְׁבִ֖ים H3427 לְפָנָ֑י H6440 וַיֹּ֣אמֶר H559 לְנַעֲר֗ H5288 שְׁפֹת֙ H8239 הַסִּ֣יר H5518 הַגְּדוֹלָ֔ה H1419 וּבַשֵּׁ֥ל H1310 נָזִ֖יד H5138 לִבְנֵ֥י H1121 הַנְּבִיאִֽים H5030 ",
  "39": "וַיֵּצֵ֨א H3318 אֶחָ֣ד H259 אֶל H413 הַשָּׂדֶה֮ H7704 לְלַקֵּ֣ט H3950 אֹרֹת֒ H219 וַיִּמְצָא֙ H4672 גֶּ֣פֶן H1612 שָׂדֶ֔ה H7704 וַיְלַקֵּ֥ט H3950 מִמֶּ֛נּוּ H4480 פַּקֻּעֹ֥ת H6498 שָׂדֶ֖ה H7704 מְלֹ֣א H4393 בִגְד֑וֹ H899 וַיָּבֹ֗א H935 וַיְפַלַּ֛ח H6398 אֶל H413 סִ֥יר H5518 הַנָּזִ֖יד H5138 כִּֽי H3588 לֹ֥א H3808 יָדָֽעוּ H3045 ",
  "40": "וַיִּֽצְק֥וּ H3332 לַאֲנָשִׁ֖ים H376 לֶאֱכ֑וֹל H398 וַ֠יְהִי H1961 כְּאָכְלָ֨ H398 מֵהַ H5138 וְהֵ֣מָּה H1992 צָעָ֗קוּ H6817 וַיֹּֽאמְרוּ֙ H559 מָ֤וֶת H4194 בַּסִּיר֙ H5518 אִ֣ישׁ H376 הָאֱלֹהִ֔ים H430 וְלֹ֥א H3808 יָכְל֖וּ H3201 לֶאֱכֹֽל H398 ",
  "41": "וַיֹּ֨אמֶר֙ H559 וּקְחוּ H3947 קֶ֔מַח H7058 וַיַּשְׁלֵ֖ךְ H7993 אֶל H413 הַסִּ֑יר H5518 וַיֹּ֗אמֶר H559 צַ֤ק H3332 לָעָם֙ H5971 וְיֹאכֵ֔לוּ H398 וְלֹ֥א H3808 הָיָ֛ה H1961 דָּבָ֥ר H1697 רָ֖ע H7451 בַּסִּֽיר H5518 ",
  "42": "וְאִ֨ישׁ H376 בָּ֜א H935 מִבַּ֣עַל H1190 שָׁלִ֗שָׁה H1190 וַיָּבֵא֩ H935 לְאִ֨ישׁ H376 הָאֱלֹהִ֜ים H430 לֶ֤חֶם H3899 בִּכּוּרִים֙ H1061 עֶשְׂרִֽים H6242 לֶ֣חֶם H3899 שְׂעֹרִ֔ים H8184 וְכַרְמֶ֖ל H3759 בְּצִקְלֹנ֑ H6861 וַיֹּ֕אמֶר H559 תֵּ֥ן H5414 לָעָ֖ם H5971 וְיֹאכֵֽלוּ H398 ",
  "43": "וַיֹּ֨אמֶר֙ H559 מְשָׁ֣רְת֔וֹ H8334 מָ֚ה H4100 אֶתֵּ֣ן H5414 זֶ֔ה H2088 לִפְנֵ֖י H6440 מֵ֣אָה H3967 אִ֑ישׁ H376 וַיֹּ֗אמֶר H559 תֵּ֤ן H5414 לָעָם֙ H5971 וְיֹאכֵ֔לוּ H398 כִּ֣י H3588 כֹ֥ה H3541 אָמַ֛ר H559 יְהוָ֖ה H3068 אָכֹ֥ל H398 וְהוֹתֵֽר H3498 ",
  "44": "וַיִּתֵּ֧ן H5414 לִפְנֵי H6440 וַיֹּאכְל֥וּ H398 וַיּוֹתִ֖רוּ H3498 כִּדְבַ֥ר H1697 יְהוָֽה H3068 "
}
