{
  "1": "וַיֹּ֣אמֶר H559 אֱלִישָׁ֔ע H477 שִׁמְע֖וּ H8085 דְּבַר H1697 יְהוָ֑ה H3068 כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 כָּעֵ֤ת H6256 מָחָר֙ H4279 סְאָֽה H5429 סֹ֣לֶת H5560 בְּשֶׁ֗קֶל H8255 וְסָאתַ֧יִם H5429 שְׂעֹרִ֛ים H8184 בְּשֶׁ֖קֶל H8255 בְּשַׁ֥עַר H8179 שֹׁמְרֽוֹן H8111 ",
  "2": "וַיַּ֣עַן H6030 הַשָּׁלִ֡ישׁ H7991 אֲשֶׁר H834 לַמֶּלֶךְ֩ H4428 נִשְׁעָ֨ן H8172 עַל H5921 יָד֜וֹ H3027 אֶת H853 אִ֣ישׁ H376 הָאֱלֹהִים֮ H430 וַיֹּאמַר֒ H559 הִנֵּ֣ה H2009 יְהוָ֗ה H3068 עֹשֶׂ֤ה H6213 אֲרֻבּוֹת֙ H699 בַּשָּׁמַ֔יִם H8064 הֲיִהְיֶ֖ה H1961 הַדָּבָ֣ר H1697 הַזֶּ֑ה H2088 וַיֹּ֗אמֶר H559 הִנְּכָ֤ה H2005 רֹאֶה֙ H7200 בְּעֵינֶ֔י H5869 וּמִ H8033 לֹ֥א H3808 תֹאכֵֽל H398 ",
  "3": "וְאַרְבָּעָ֧ה H702 אֲנָשִׁ֛ים H376 הָי֥וּ H1961 מְצֹרָעִ֖ים H6879 פֶּ֣תַח H6607 הַשָּׁ֑עַר H8179 וַיֹּֽאמְרוּ֙ H559 אִ֣ישׁ H376 אֶל H413 רֵעֵ֔הוּ H7453 מָ֗ה H4100 אֲנַ֛חְנוּ H587 יֹשְׁבִ֥ים H3427 פֹּ֖ה H6311 עַד H5704 מָֽתְנוּ H4191 ",
  "4": "אִם H518 אָמַרְנוּ֩ H559 נָב֨וֹא H935 הָעִ֜יר H5892 וְהָ H7458 בָּעִיר֙ H5892 וָמַ֣תְנוּ H4191 שָׁ֔ם H8033 וְאִם H518 יָשַׁ֥בְנוּ H3427 פֹ֖ה H6311 וָמָ֑תְנוּ H4191 וְעַתָּ֗ה H6258 לְכוּ֙ H3212 וְנִפְּלָה֙ H5307 אֶל H413 מַחֲנֵ֣ה H4264 אֲרָ֔ם H758 אִם H518 יְחַיֻּ֣נוּ H2421 נִֽחְיֶ֔ה H2421 וְאִם H518 יְמִיתֻ֖נוּ H4191 וָמָֽתְנוּ H4191 ",
  "5": "וַיָּק֣וּמוּ H6965 בַנֶּ֔שֶׁף H5399 לָב֖וֹא H935 אֶל H413 מַחֲנֵ֣ה H4264 אֲרָ֑ם H758 וַיָּבֹ֗אוּ H935 עַד H5704 קְצֵה֙ H7097 מַחֲנֵ֣ה H4264 אֲרָ֔ם H758 וְהִנֵּ֥ה H2009 אֵֽין H369 שָׁ֖ם H8033 אִֽישׁ H376 ",
  "6": "וַאדֹנָ֞ H136 הִשְׁמִ֣יעַ H8085 אֶת H853 מַחֲנֵ֣ה H4264 אֲרָ֗ם H758 ק֥וֹל H6963 רֶ֨כֶב֙ H7393 ק֣וֹל H6963 ס֔וּס H5483 ק֖וֹל H6963 חַ֣יִל H2428 גָּד֑וֹל H1419 וַיֹּאמְר֞וּ H559 אִ֣ישׁ H376 אֶל H413 אָחִ֗יו H251 הִנֵּ֣ה H2009 שָֽׂכַר H7936 עָלֵינוּ֩ H5921 מֶ֨לֶךְ H4428 יִשְׂרָאֵ֜ל H3478 אֶת H853 מַלְכֵ֧י H4428 הַחִתִּ֛ים H2850 וְאֶת H853 מַלְכֵ֥י H4428 מִצְרַ֖יִם H4714 לָב֥וֹא H935 עָלֵֽינוּ H5921 ",
  "7": "וַיָּקוּמוּ֮ H6965 וַיָּנ֣וּסוּ H5127 בַנֶּשֶׁף֒ H5399 וַיַּעַזְב֣וּ H5800 אֶת H853 אָהֳלֵיהֶ֗ם H168 וְאֶת H853 סֽוּסֵיהֶם֙ H5483 וְאֶת H853 חֲמֹ֣רֵיהֶ֔ם H2543 הַֽמַּחֲנֶ֖ה H4264 כַּאֲשֶׁר H834 הִ֑יא H1931 וַיָּנֻ֖סוּ H5127 אֶל H413 נַפְשָֽׁם H5315 ",
  "8": "וַיָּבֹאוּ֩ H935 הַֽמְצֹרָעִ֨ים H6879 הָאֵ֜לֶּה H428 עַד H5704 קְצֵ֣ה H7097 הַֽמַּחֲנֶ֗ה H4264 וַיָּבֹ֜אוּ H935 אֶל H413 אֹ֤הֶל H168 אֶחָד֙ H259 וַיֹּאכְל֣וּ H398 וַיִּשְׁתּ֔וּ H8354 וַיִּשְׂא֣וּ H5375 מִשָּׁ֗ם H8033 כֶּ֤סֶף H3701 וְזָהָב֙ H2091 וּבְגָדִ֔ים H899 וַיֵּלְכ֖וּ H3212 וַיַּטְמִ֑נוּ H2934 וַיָּשֻׁ֗בוּ H7725 וַיָּבֹ֨אוּ֙ H935 אֶל H413 אֹ֣הֶל H168 אַחֵ֔ר H312 וַיִּשְׂא֣וּ H5375 מִשָּׁ֔ם H8033 וַיֵּלְכ֖וּ H3212 וַיַּטְמִֽנוּ H2934 ",
  "9": "וַיֹּאמְרוּ֩ H559 אִ֨ישׁ H376 אֶל H413 רֵעֵ֜הוּ H7453 לֹֽא H3808 כֵ֣ן H3651 אֲנַ֣חְנוּ H587 עֹשִׂ֗ים H6213 הַיּ֤וֹם H3117 הַזֶּה֙ H2088 יוֹם H3117 בְּשֹׂרָ֣ה H1309 ה֔וּא H1931 וַאֲנַ֣חְנוּ H587 מַחְשִׁ֗ים H2814 וְחִכִּ֛ינוּ H2442 עַד H5704 א֥וֹר H216 הַבֹּ֖קֶר H1242 וּמְצָאָ֣ H4672 עָו֑וֹן H5771 וְעַתָּה֙ H6258 לְכ֣וּ H3212 וְנָבֹ֔אָה H935 וְנַגִּ֖ידָה H5046 בֵּ֥ית H1004 הַמֶּֽלֶךְ H4428 ",
  "10": "וַיָּבֹ֗אוּ H935 וַֽיִּקְרְאוּ֮ H7121 אֶל H413 שֹׁעֵ֣ר H7778 הָעִיר֒ H5892 וַיַּגִּ֤ידוּ H5046 לָהֶם֙ H1992 לֵאמֹ֔ר H559 בָּ֚אנוּ H935 אֶל H413 מַחֲנֵ֣ה H4264 אֲרָ֔ם H758 וְהִנֵּ֥ה H2009 אֵֽין H369 שָׁ֛ם H8033 אִ֖ישׁ H376 וְק֣וֹל H6963 אָדָ֑ם H120 כִּ֣י H3588 אִם H518 הַסּ֤וּס H5483 אָסוּר֙ H631 וְהַ H2543 אָס֔וּר H631 וְאֹהָלִ֖ים H168 כַּאֲשֶׁר H834 הֵֽמָּה H1992 ",
  "11": "וַיִּקְרָ֖א H7121 הַשֹּֽׁעֲרִ֑ים H7778 וַיַּגִּ֕ידוּ H5046 בֵּ֥ית H1004 הַמֶּ֖לֶךְ H4428 פְּנִֽימָה H6441 ",
  "12": "וַיָּ֨קָם H6965 הַמֶּ֜לֶךְ H4428 לַ֗יְלָה H3915 וַיֹּ֨אמֶר֙ H559 אֶל H413 עֲבָדָ֔יו H5650 אַגִּֽידָה H5046 נָּ֣א H4994 לָכֶ֔ם Hl אֵ֛ת H853 אֲשֶׁר H834 עָ֥שׂוּ H6213 לָ֖נוּ Hl אֲרָ֑ם H758 יָדְע֞וּ H3045 כִּי H3588 רְעֵבִ֣ים H7457 אֲנַ֗חְנוּ H587 וַיֵּצְא֤וּ H3318 מִן H4480 הַֽמַּחֲנֶה֙ H4264 לְהֵחָבֵ֤ה H2247 בה H7704 לֵאמֹ֔ר H559 כִּֽי H3588 יֵצְא֤וּ H3318 מִן H4480 הָעִיר֙ H5892 וְנִתְפְּשֵׂ֣ H8610 חַיִּ֔ים H2416 וְאֶל H413 הָעִ֖יר H5892 נָבֹֽא H935 ",
  "13": "וַיַּעַן֩ H6030 אֶחָ֨ד H259 מֵעֲבָדָ֜י H5650 וַיֹּ֗אמֶר H559 וְיִקְחוּ H3947 נָ֞א H4994 חֲמִשָּׁ֣ה H2568 מִן H4480 הַסּוּסִים֮ H5483 הַֽנִּשְׁאָרִים֮ H7604 אֲשֶׁ֣ר H834 נִשְׁאֲרוּ H7604 בָהּ֒ Hb הִנָּ֗ם H2009 כְּכָל H3605 ההמון H1995 יִשְׂרָאֵל֙ H3478 אֲשֶׁ֣ר H834 נִשְׁאֲרוּ H7604 בָ֔הּ Hb הִנָּ֕ם H2005 כְּכָל H3605 הֲמ֥וֹן H1995 יִשְׂרָאֵ֖ל H3478 אֲשֶׁר H834 תָּ֑מּוּ H8552 וְנִשְׁלְחָ֖ה H7971 וְנִרְאֶֽה H7200 ",
  "14": "וַיִּקְח֕וּ H3947 שְׁנֵ֖י H8147 רֶ֣כֶב H7393 סוּסִ֑ים H5483 וַיִּשְׁלַ֨ח H7971 הַמֶּ֜לֶךְ H4428 אַחֲרֵ֧י H310 מַחֲנֵֽה H4264 אֲרָ֛ם H758 לֵאמֹ֖ר H559 לְכ֥וּ H3212 וּרְאֽוּ H7200 ",
  "15": "וַיֵּלְכ֣וּ H3212 אַחֲרֵיהֶם֮ H310 עַד H5704 הַיַּרְדֵּן֒ H3383 וְהִנֵּ֣ה H2009 כָל H3605 הַדֶּ֗רֶךְ H1870 מְלֵאָ֤ה H4392 בְגָדִים֙ H899 וְכֵלִ֔ים H3627 אֲשֶׁר H834 הִשְׁלִ֥יכוּ H7993 אֲרָ֖ם H758 בהחפז H2648 וַיָּשֻׁ֨בוּ֙ H7725 הַמַּלְאָכִ֔ים H4397 וַיַּגִּ֖דוּ H5046 לַמֶּֽלֶךְ H4428 ",
  "16": "וַיֵּצֵ֣א H3318 הָעָ֔ם H5971 וַיָּבֹ֕זּוּ H962 אֵ֖ת H853 מַחֲנֵ֣ה H4264 אֲרָ֑ם H758 וַיְהִ֨י H1961 סְאָה H5429 סֹ֜לֶת H5560 בְּשֶׁ֗קֶל H8255 וְסָאתַ֧יִם H5429 שְׂעֹרִ֛ים H8184 בְּשֶׁ֖קֶל H8255 כִּדְבַ֥ר H1697 יְהוָֽה H3068 ",
  "17": "וְהַ H4428 הִפְקִ֨יד H6485 אֶת H853 הַשָּׁלִ֜ישׁ H7991 אֲשֶׁר H834 נִשְׁעָ֤ן H8172 עַל H5921 יָדוֹ֙ H3027 עַל H5921 הַשַּׁ֔עַר H8179 וַיִּרְמְסֻ֧ H7429 הָעָ֛ם H5971 בַּשַּׁ֖עַר H8179 וַיָּמֹ֑ת H4191 כַּאֲשֶׁ֤ר H834 דִּבֶּר֙ H1696 אִ֣ישׁ H376 הָאֱלֹהִ֔ים H430 אֲשֶׁ֣ר H834 דִּבֶּ֔ר H1696 בְּרֶ֥דֶת H3381 הַמֶּ֖לֶךְ H4428 אֵלָֽיו H413 ",
  "18": "וַיְהִ֗י H1961 כְּדַבֵּר֙ H1696 אִ֣ישׁ H376 הָאֱלֹהִ֔ים H430 אֶל H413 הַמֶּ֖לֶךְ H4428 לֵאמֹ֑ר H559 סָאתַ֨יִם H5429 שְׂעֹרִ֜ים H8184 בְּשֶׁ֗קֶל H8255 וּֽסְאָה H5429 סֹ֨לֶת֙ H5560 בְּשֶׁ֔קֶל H8255 יִהְיֶה֙ H1961 כָּעֵ֣ת H6256 מָחָ֔ר H4279 בְּשַׁ֖עַר H8179 שֹׁמְרֽוֹן H8111 ",
  "19": "וַיַּ֨עַן H6030 הַשָּׁלִ֜ישׁ H7991 אֶת H853 אִ֣ישׁ H376 הָאֱלֹהִים֮ H430 וַיֹּאמַר֒ H559 וְהִנֵּ֣ה H2009 יְהוָ֗ה H3068 עֹשֶׂ֤ה H6213 אֲרֻבּוֹת֙ H699 בַּשָּׁמַ֔יִם H8064 הֲיִהְיֶ֖ה H1961 כַּדָּבָ֣ר H1697 הַזֶּ֑ה H2088 וַיֹּ֗אמֶר H559 הִנְּךָ֤ H2005 רֹאֶה֙ H7200 בְּעֵינֶ֔י H5869 וּמִ H8033 לֹ֥א H3808 תֹאכֵֽל H398 ",
  "20": "וַיְהִי H1961 ל֖וֹ Hl כֵּ֑ן H3651 וַיִּרְמְס֨וּ H7429 אֹת֥וֹ H853 הָעָ֛ם H5971 בַּשַּׁ֖עַר H8179 וַיָּמֹֽת H4191 "
}
