{
  "1": "וֶאֱלִישָׁע֙ H477 הַנָּבִ֔יא H5030 קָרָ֕א H7121 לְאַחַ֖ד H259 מִבְּנֵ֣י H1121 הַנְּבִיאִ֑ים H5030 וַיֹּ֨אמֶר H559 ל֜וֹ Hl חֲגֹ֣ר H2296 מָתְנֶ֗יךָ H4975 וְ֠קַח H3947 פַּ֣ךְ H6378 הַשֶּׁ֤מֶן H8081 הַזֶּה֙ H2088 בְּיָדֶ֔ H3027 וְלֵ֖ךְ H3212 רָמֹ֥ת H7433 גִּלְעָֽד H1568 ",
  "2": "וּבָ֖אתָ H935 שָׁ֑מָּה H8033 וּרְאֵֽה H7200 שָׁ֠ם H8033 יֵה֨וּא H3058 בֶן H1121 יְהוֹשָׁפָ֜ט H3092 בֶּן H1121 נִמְשִׁ֗י H5250 וּבָ֨אתָ֙ H935 וַהֲקֵֽמֹת H6965 מִתּ֣וֹך H8432 אֶחָ֔יו H251 וְהֵבֵיאתָ֥ H935 אֹת֖וֹ H853 חֶ֥דֶר H2315 בְּחָֽדֶר H2315 ",
  "3": "וְלָקַחְתָּ֤ H3947 פַךְ H6378 הַשֶּׁ֨מֶן֙ H8081 וְיָצַקְתָּ֣ H3332 עַל H5921 רֹאשׁ֔וֹ H7218 וְאָֽמַרְתָּ֙ H559 כֹּֽה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 מְשַׁחְתִּ֥יךָֽ H4886 לְמֶ֖לֶךְ H4428 אֶל H413 יִשְׂרָאֵ֑ל H3478 וּפָתַחְתָּ֥ H6605 הַדֶּ֛לֶת H1817 וְנַ֖סְתָּה H5127 וְלֹ֥א H3808 תְחַכֶּֽה H2442 ",
  "4": "וַיֵּ֧לֶךְ H3212 הַנַּ֛עַר H5288 הַנַּ֥עַר H5288 הַנָּבִ֖יא H5030 רָמֹ֥ת H7433 גִּלְעָֽד H1568 ",
  "5": "וַיָּבֹ֗א H935 וְהִנֵּ֨ה H2009 שָׂרֵ֤י H8269 הַחַ֨יִל֙ H2428 יֹֽשְׁבִ֔ים H3427 וַיֹּ֕אמֶר H559 דָּבָ֥ר H1697 לִ֛י Hl אֵלֶ֖יךָ H413 הַשָּׂ֑ר H8269 וַיֹּ֤אמֶר H559 יֵהוּא֙ H3058 אֶל H413 מִ֣י H4310 מִכֻּלָּ֔ H3605 וַיֹּ֖אמֶר H559 אֵלֶ֥יךָ H413 הַשָּֽׂר H8269 ",
  "6": "וַיָּ֨קָם֙ H6965 וַיָּבֹ֣א H935 הַבַּ֔יְתָ H1004 וַיִּצֹ֥ק H3332 הַשֶּׁ֖מֶן H8081 אֶל H413 רֹאשׁ֑וֹ H7218 וַיֹּ֣אמֶר H559 ל֗וֹ Hl כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 מְשַׁחְתִּ֧יךָֽ H4886 לְמֶ֛לֶךְ H4428 אֶל H413 עַ֥ם H5971 יְהוָ֖ה H3068 אֶל H413 יִשְׂרָאֵֽל H3478 ",
  "7": "וְהִ֨כִּיתָ֔ה H5221 אֶת H853 בֵּ֥ית H1004 אַחְאָ֖ב H256 אֲדֹנֶ֑יךָ H113 וְנִקַּמְתִּ֞י H5358 דְּמֵ֣י H1818 עֲבָדַ֣י H5650 הַנְּבִיאִ֗ים H5030 וּדְמֵ֛י H1818 כָּל H3605 עַבְדֵ֥י H5650 יְהוָ֖ה H3068 מִיַּ֥ד H3027 אִיזָֽבֶל H348 ",
  "8": "וְאָבַ֖ד H6 כָּל H3605 בֵּ֣ית H1004 אַחְאָ֑ב H256 וְהִכְרַתִּ֤י H3772 לְאַחְאָב֙ H256 מַשְׁתִּ֣ין H8366 בְּקִ֔יר H7023 וְעָצ֥וּר H6113 וְעָז֖וּב H5800 בְּיִשְׂרָאֵֽל H3478 ",
  "9": "וְנָֽתַתִּי֙ H5414 אֶת H853 בֵּ֣ית H1004 אַחְאָ֔ב H256 כְּבֵ֖ית H1004 יָרָבְעָ֣ם H3379 בֶּן H1121 נְבָ֑ט H5028 וּכְ H1004 בַּעְשָׁ֥א H1201 בֶן H1121 אֲחִיָּֽה H281 ",
  "10": "וְאֶת H853 אִיזֶ֜בֶל H348 יֹאכְל֧וּ H398 הַכְּלָבִ֛ים H3611 בְּחֵ֥לֶק H2506 יִזְרְעֶ֖אל H3157 וְאֵ֣ין H369 קֹבֵ֑ר H6912 וַיִּפְתַּ֥ח H6605 הַדֶּ֖לֶת H1817 וַיָּנֹֽס H5127 ",
  "11": "וְיֵה֗וּא H3058 יָצָא֙ H3318 אֶל H413 עַבְדֵ֣י H5650 אֲדֹנָ֔יו H113 וַיֹּ֤אמֶר H559 לוֹ֙ Hl הֲשָׁל֔וֹם H7965 מַדּ֛וּעַ H4069 בָּֽא H935 הַמְשֻׁגָּ֥ע H7696 הַזֶּ֖ה H2088 אֵלֶ֑יךָ H413 וַיֹּ֣אמֶר H559 אֲלֵיהֶ֔ם H413 אַתֶּ֛ם H859 יְדַעְתֶּ֥ם H3045 אֶת H853 הָאִ֖ישׁ H376 וְאֶת H853 שִׂיחֽוֹ H7879 ",
  "12": "וַיֹּאמְר֣וּ H559 שֶׁ֔קֶר H8267 הַגֶּד H5046 נָ֖א H4994 לָ֑נוּ Hl וַיֹּ֗אמֶר H559 כָּזֹ֤את H2063 וְכָ H2063 אָמַ֤ר H559 אֵלַי֙ H413 לֵאמֹ֔ר H559 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 מְשַׁחְתִּ֥יךָֽ H4886 לְמֶ֖לֶךְ H4428 אֶל H413 יִשְׂרָאֵֽל H3478 ",
  "13": "וַֽיְמַהֲר֗וּ H4116 וַיִּקְחוּ֙ H3947 אִ֣ישׁ H376 בִּגְד֔וֹ H899 וַיָּשִׂ֥ימוּ H7760 תַחְתָּ֖יו H8478 אֶל H413 גֶּ֣רֶם H1634 הַֽמַּעֲל֑וֹת H4609 וַֽיִּתְקְעוּ֙ H8628 בַּשּׁוֹפָ֔ר H7782 וַיֹּאמְר֖וּ H559 מָלַ֥ךְ H4427 יֵהֽוּא H3058 ",
  "14": "וַיִּתְקַשֵּׁ֗ר H7194 יֵה֛וּא H3058 בֶּן H1121 יְהוֹשָׁפָ֥ט H3092 בֶּן H1121 נִמְשִׁ֖י H5250 אֶל H413 יוֹרָ֑ם H3141 וְיוֹרָם֩ H3141 הָיָ֨ה H1961 שֹׁמֵ֜ר H8104 בְּרָמֹ֣ת H7433 גִּלְעָ֗ד H1568 ה֚וּא H1931 וְכָל H3605 יִשְׂרָאֵ֔ל H3478 מִפְּנֵ֥י H6440 חֲזָאֵ֖ל H2371 מֶֽלֶךְ H4428 אֲרָֽם H758 ",
  "15": "וַיָּשָׁב֩ H7725 יְהוֹרָ֨ם H3088 הַמֶּ֜לֶךְ H4428 לְהִתְרַפֵּ֣א H7495 בִיְזְרְעֶ֗אל H3157 מִן H4480 הַמַּכִּים֙ H4347 אֲשֶׁ֣ר H834 יַכֻּ֣הוּ H5221 אֲרַמִּ֔ים H761 בְּהִלָּ֣חֲמ֔ H3898 אֶת H854 חֲזָאֵ֖ל H2371 מֶ֣לֶךְ H4428 אֲרָ֑ם H758 וַיֹּ֤אמֶר H559 יֵהוּא֙ H3058 אִם H518 יֵ֣שׁ H3426 נַפְשְׁכֶ֔ם H5315 אַל H408 יֵצֵ֤א H3318 פָלִיט֙ H6412 מִן H4480 הָעִ֔יר H5892 לָלֶ֖כֶת H3212 לגיד H5046 בְּיִזְרְעֶֽאל H3157 ",
  "16": "וַיִּרְכַּ֤ב H7392 יֵהוּא֙ H3058 וַיֵּ֣לֶךְ H3212 יִזְרְעֶ֔אלָה H3157 כִּ֥י H3588 יוֹרָ֖ם H3141 שֹׁכֵ֣ב H7901 שָׁ֑מָּה H8033 וַֽאֲחַזְיָה֙ H274 מֶ֣לֶךְ H4428 יְהוּדָ֔ה H3063 יָרַ֖ד H3381 לִרְא֥וֹת H7200 אֶת H853 יוֹרָֽם H3141 ",
  "17": "וְהַ H6822 עֹמֵ֨ד H5975 עַֽל H5921 הַמִּגְדָּ֜ל H4026 בְּיִזְרְעֶ֗אל H3157 וַיַּ֞רְא H7200 אֶת H853 שִׁפְעַ֤ת H8229 יֵהוּא֙ H3058 בְּבֹא֔ H935 וַיֹּ֕אמֶר H559 שִׁפְעַ֖ת H8229 אֲנִ֣י H589 רֹאֶ֑ה H7200 וַיֹּ֣אמֶר H559 יְהוֹרָ֗ם H3088 קַ֥ח H3947 רַכָּ֛ב H7395 וּֽשְׁלַ֥ח H7971 לִקְרָאתָ֖ H7125 וְיֹאמַ֥ר H559 הֲשָׁלֽוֹם H7965 ",
  "18": "וַיֵּלֶךְ֩ H3212 רֹכֵ֨ב H7392 הַסּ֜וּס H5483 לִקְרָאת֗ H7125 וַיֹּ֨אמֶר֙ H559 כֹּֽה H3541 אָמַ֤ר H559 הַמֶּ֨לֶךְ֙ H4428 הֲשָׁל֔וֹם H7965 וַיֹּ֧אמֶר H559 יֵה֛וּא H3058 מַה H4100 לְּךָ֥ Hl וּלְ H7965 סֹ֣ב H5437 אֶֽל H413 אַחֲרָ֑י H310 וַיַּגֵּ֤ד H5046 הַצֹּפֶה֙ H6822 לֵאמֹ֔ר H559 בָּֽא H935 הַמַּלְאָ֥ךְ H4397 עַד H5704 הֵ֖ם H1992 וְלֹֽא H3808 שָֽׁב H7725 ",
  "19": "וַיִּשְׁלַ֗ח H7971 רֹכֵ֣ב H7392 סוּס֮ H5483 שֵׁנִי֒ H8145 וַיָּבֹ֣א H935 אֲלֵהֶ֔ם H413 וַיֹּ֛אמֶר H559 כֹּֽה H3541 אָמַ֥ר H559 הַמֶּ֖לֶךְ H4428 שָׁל֑וֹם H7965 וַיֹּ֧אמֶר H559 יֵה֛וּא H3058 מַה H4100 לְּךָ֥ Hl וּלְ H7965 סֹ֥ב H5437 אֶֽל H413 אַחֲרָֽי H310 ",
  "20": "וַיַּגֵּ֤ד H5046 הַצֹּפֶה֙ H6822 לֵאמֹ֔ר H559 בָּ֥א H935 עַד H5704 אֲלֵיהֶ֖ם H413 וְלֹֽא H3808 שָׁ֑ב H7725 וְהַ H4491 כְּמִנְהַג֙ H4491 יֵה֣וּא H3058 בֶן H1121 נִמְשִׁ֔י H5250 כִּ֥י H3588 בְשִׁגָּע֖וֹן H7697 יִנְהָֽג H5090 ",
  "21": "וַיֹּ֤אמֶר H559 יְהוֹרָם֙ H3088 אֱסֹ֔ר H631 וַיֶּאְסֹ֖ר H631 רִכְבּ֑וֹ H7393 וַיֵּצֵ֣א H3318 יְהוֹרָ֣ם H3088 מֶֽלֶךְ H4428 יִ֠שְׂרָאֵל H3478 וַאֲחַזְיָ֨הוּ H274 מֶֽלֶךְ H4428 יְהוּדָ֜ה H3063 אִ֣ישׁ H376 בְּרִכְבּ֗ H7393 וַיֵּֽצְאוּ֙ H3318 לִקְרַ֣את H7125 יֵה֔וּא H3058 וַיִּמְצָאֻ֔ H4672 בְּחֶלְקַ֖ת H2513 נָב֥וֹת H5022 הַיִּזְרְעֵאלִֽי H3158 ",
  "22": "וַיְהִ֗י H1961 כִּרְא֤וֹת H7200 יְהוֹרָם֙ H3088 אֶת H853 יֵה֔וּא H3058 וַיֹּ֖אמֶר H559 הֲשָׁל֣וֹם H7965 יֵה֑וּא H3058 וַיֹּ֨אמֶר֙ H559 מָ֣ה H4100 הַשָּׁל֔וֹם H7965 עַד H5704 זְנוּנֵ֞י H2183 אִיזֶ֧בֶל H348 אִמְּךָ֛ H517 וּכְשָׁפֶ֖י H3785 הָרַבִּֽים H7227 ",
  "23": "וַיַּהֲפֹ֧ךְ H2015 יְהוֹרָ֛ם H3088 יָדָ֖יו H3027 וַיָּנֹ֑ס H5127 וַיֹּ֥אמֶר H559 אֶל H413 אֲחַזְיָ֖הוּ H274 מִרְמָ֥ה H4820 אֲחַזְיָֽה H274 ",
  "24": "וְיֵה֞וּא H3058 מִלֵּ֧א H4390 יָד֣וֹ H3027 בַקֶּ֗שֶׁת H7198 וַיַּ֤ךְ H5221 אֶת H853 יְהוֹרָם֙ H3088 בֵּ֣ין H996 זְרֹעָ֔יו H2220 וַיֵּצֵ֥א H3318 הַחֵ֖צִי H2678 מִלִּבּ֑ H3820 וַיִּכְרַ֖ע H3766 בְּרִכְבּֽ H7393 ",
  "25": "וַיֹּ֗אמֶר H559 אֶל H413 בִּדְקַר֙ H920 שלשה H7991 שָׂ֚א H5375 הַשְׁלִכֵ֔הוּ H7993 בְּחֶלְקַ֕ת H2513 שְׂדֵ֖ה H7704 נָב֣וֹת H5022 הַיִּזְרְעֵאלִ֑י H3158 כִּֽי H3588 זְכֹ֞ר H2142 אֲנִ֣י H589 וָאַ֗תָּה H859 אֵ֣ת H853 רֹכְבִ֤ים H7392 צְמָדִים֙ H6776 אַֽחֲרֵי֙ H310 אַחְאָ֣ב H256 אָבִ֔יו H1 וַֽיהוָה֙ H3068 נָשָׂ֣א H5375 עָלָ֔יו H5921 אֶת H853 הַמַּשָּׂ֖א H4853 הַזֶּֽה H2088 ",
  "26": "אִם H518 לֹ֡א H3808 אֶת H853 דְּמֵ֣י H1818 נָבוֹת֩ H5022 וְאֶת H853 דְּמֵ֨י H1818 בָנָ֜יו H1121 רָאִ֤יתִי H7200 אֶ֨מֶשׁ֙ H570 נְאֻם H5002 יְהוָ֔ה H3068 וְשִׁלַּמְתִּ֥י H7999 לְךָ֛ Hl בַּחֶלְקָ֥ה H2513 הַזֹּ֖את H2063 נְאֻם H5002 יְהוָ֑ה H3068 וְעַתָּ֗ה H6258 שָׂ֧א H5375 הַשְׁלִכֵ֛הוּ H7993 בַּחֶלְקָ֖ה H2513 כִּדְבַ֥ר H1697 יְהוָֽה H3068 ",
  "27": "וַאֲחַזְיָ֤ה H274 מֶֽלֶךְ H4428 יְהוּדָה֙ H3063 רָאָ֔ה H7200 וַיָּ֕נָס H5127 דֶּ֖רֶךְ H1870 בֵּ֣ית H1004 הַגָּ֑ן H1588 וַיִּרְדֹּ֨ף H7291 אַחֲרָ֜יו H310 יֵה֗וּא H3058 וַ֠יֹּאמֶר H559 גַּם H1571 אֹת֞וֹ H853 הַכֻּ֣הוּ H5221 אֶל H413 הַמֶּרְכָּבָ֗ה H4818 בְּמַֽעֲלֵה H4608 גוּר֙ H1483 אֲשֶׁ֣ר H834 אֶֽת H853 יִבְלְעָ֔ם H2991 וַיָּ֥נָס H5127 מְגִדּ֖וֹ H4023 וַיָּ֥מָת H4191 שָֽׁם H8033 ",
  "28": "וַיַּרְכִּ֧בוּ H7392 אֹת֛וֹ H853 עֲבָדָ֖יו H5650 יְרוּשָׁלְָ֑מָה H3389 וַיִּקְבְּר֨וּ H6912 אֹת֧וֹ H853 בִקְבֻרָת֛ H6900 עִם H5973 אֲבֹתָ֖יו H1 בְּעִ֥יר H5892 דָּוִֽד H1732 ",
  "29": "וּבִ H8141 אַחַ֣ת H259 עֶשְׂרֵ֣ה H6240 שָׁנָ֔ה H8141 לְיוֹרָ֖ם H3141 בֶּן H1121 אַחְאָ֑ב H256 מָלַ֥ךְ H4427 אֲחַזְיָ֖ה H274 עַל H5921 יְהוּדָֽה H3063 ",
  "30": "וַיָּב֥וֹא H935 יֵה֖וּא H3058 יִזְרְעֶ֑אלָה H3157 וְאִיזֶ֣בֶל H348 שָׁמְעָ֗ה H8085 וַתָּ֨שֶׂם H7760 בַּפּ֤וּךְ H6320 עֵינֶ֨יהָ֙ H5869 וַתֵּ֣יטֶב H3190 אֶת H853 רֹאשָׁ֔הּ H7218 וַתַּשְׁקֵ֖ף H8259 בְּעַ֥ד H1157 הַחַלּֽוֹן H2474 ",
  "31": "וְיֵה֖וּא H3058 בָּ֣א H935 בַשָּׁ֑עַר H8179 וַתֹּ֣אמֶר H559 הֲשָׁל֔וֹם H7965 זִמְרִ֖י H2174 הֹרֵ֥ג H2026 אֲדֹנָֽיו H113 ",
  "32": "וַיִּשָּׂ֤א H5375 פָנָיו֙ H6440 אֶל H413 הַ֣חַלּ֔וֹן H2474 וַיֹּ֕אמֶר H559 מִ֥י H4310 אִתִּ֖י H854 מִ֑י H4310 וַיַּשְׁקִ֣יפוּ H8259 אֵלָ֔יו H413 שְׁנַ֥יִם H8147 שְׁלֹשָׁ֖ה H7969 סָרִיסִֽים H5631 ",
  "33": "וַיֹּ֥אמֶר H559 שמטהו H8058 וַֽיִּשְׁמְט֑וּ H8058 וַיִּ֨ז H5137 מִדָּמָ֧ H1818 אֶל H413 הַקִּ֛יר H7023 וְאֶל H413 הַסּוּסִ֖ים H5483 וַֽיִּרְמְסֶֽ H7429 ",
  "34": "וַיָּבֹ֖א H935 וַיֹּ֣אכַל H398 וַיֵּ֑שְׁתְּ H8354 וַיֹּ֗אמֶר H559 פִּקְדוּ H6485 נָ֞א H4994 אֶת H853 הָאֲרוּרָ֤ה H779 הַזֹּאת֙ H2063 וְקִבְר֔וּ H6912 כִּ֥י H3588 בַת H1323 מֶ֖לֶךְ H4428 הִֽיא H1931 ",
  "35": "וַיֵּלְכ֖וּ H3212 לְקָבְרָ֑ H6912 וְלֹא H3808 מָ֣צְאוּ H4672 בָ֗הּ Hb כִּ֧י H3588 אִם H518 הַגֻּלְגֹּ֛לֶת H1538 וְהָ H7272 וְכַפּ֥וֹת H3709 הַיָּדָֽיִם H3027 ",
  "36": "וַיָּשֻׁבוּ֮ H7725 וַיַּגִּ֣ידוּ H5046 לוֹ֒ Hl וַיֹּ֨אמֶר֙ H559 דְּבַר H1697 יְהוָ֣ה H3068 ה֔וּא H1931 אֲשֶׁ֣ר H834 דִּבֶּ֗ר H1696 בְּיַד H3027 עַבְדּ֛וֹ H5650 אֵלִיָּ֥הוּ H452 הַתִּשְׁבִּ֖י H8664 לֵאמֹ֑ר H559 בְּחֵ֣לֶק H2506 יִזְרְעֶ֔אל H3157 יֹאכְל֥וּ H398 הַכְּלָבִ֖ים H3611 אֶת H853 בְּשַׂ֥ר H1320 אִיזָֽבֶל H348 ",
  "37": "והית H1961 נִבְלַ֣ת H5038 אִיזֶ֗בֶל H348 כְּדֹ֛מֶן H1828 עַל H5921 פְּנֵ֥י H6440 הַשָּׂדֶ֖ה H7704 בְּחֵ֣לֶק H2506 יִזְרְעֶ֑אל H3157 אֲשֶׁ֥ר H834 לֹֽא H3808 יֹאמְר֖וּ H559 זֹ֥את H2063 אִיזָֽבֶל H348 "
}
