{
  "1": "אֵלִ֣י H410 אֵ֭לִי H410 לָמָ֣ה H4100 עֲזַבְתָּ֑נִי H5800 רָח֥וֹק H7350 מִֽ֝ישׁוּעָתִ֗ H3444 דִּבְרֵ֥י H1697 שַׁאֲגָתִֽי H7581 ",
  "2": "אֱֽלֹהַ֗י H430 אֶקְרָ֣א H7121 י֭וֹמָם H3119 וְלֹ֣א H3808 תַעֲנֶ֑ה H6030 וְ֝לַ֗יְלָה H3915 וְֽלֹא H3808 דֽוּמִיָּ֥ה H1747 לִֽי Hl ",
  "3": "וְאַתָּ֥ה H859 קָד֑וֹשׁ H6918 י֝וֹשֵׁ֗ב H3427 תְּהִלּ֥וֹת H8416 יִשְׂרָאֵֽל H3478 ",
  "4": "בְּ֭ךָ Hb בָּטְח֣וּ H982 אֲבֹתֵ֑ינוּ H1 בָּ֝טְח֗וּ H982 וַֽתְּפַלְּטֵֽ H6403 ",
  "5": "אֵלֶ֣יךָ H413 זָעֲק֣וּ H2199 וְנִמְלָ֑טוּ H4422 בְּךָ֖ Hb בָטְח֣וּ H982 וְלֹא H3808 בֽוֹשׁוּ H954 ",
  "6": "וְאָנֹכִ֣י H595 תוֹלַ֣עַת H8438 וְלֹא H3808 אִ֑ישׁ H376 חֶרְפַּ֥ת H2781 אָ֝דָ֗ם H120 וּבְז֥וּי H959 עָֽם H5971 ",
  "7": "כָּל H3605 רֹ֭אַי H7200 יַלְעִ֣גוּ H3932 לִ֑י Hl יַפְטִ֥ירוּ H6362 בְ֝שָׂפָ֗ה H8193 יָנִ֥יעוּ H5128 רֹֽאשׁ H7218 ",
  "8": "גֹּ֣ל H1556 אֶל H413 יְהוָ֣ה H3068 יְפַלְּטֵ֑הוּ H6403 יַ֝צִּילֵ֗הוּ H5337 כִּ֘י H3588 חָ֥פֵֽץ H2654 בּֽוֹ Hb ",
  "9": "כִּֽי H3588 אַתָּ֣ה H859 גֹחִ֣י H1518 מִבָּ֑טֶן H990 מַ֝בְטִיחִ֗י H982 עַל H5921 שְׁדֵ֥י H7699 אִמִּֽי H517 ",
  "10": "עָ֭לֶיךָ H5921 הָשְׁלַ֣כְתִּי H7993 מֵרָ֑חֶם H7358 מִבֶּ֥טֶן H990 אִ֝מִּ֗י H517 אֵ֣לִי H410 אָֽתָּה H859 ",
  "11": "אַל H408 תִּרְחַ֣ק H7368 מִ֭מֶּנִּי H4480 כִּי H3588 צָרָ֣ה H6869 קְרוֹבָ֑ה H7138 כִּי H3588 אֵ֥ין H369 עוֹזֵֽר H5826 ",
  "12": "סְ֭בָבוּנִי H5437 פָּרִ֣ים H6499 רַבִּ֑ים H7227 אַבִּירֵ֖י H47 בָשָׁ֣ן H1316 כִּתְּרֽוּנִי H3803 ",
  "13": "פָּצ֣וּ H6475 עָלַ֣י H5921 פִּיהֶ֑ם H6310 אַ֝רְיֵ֗ה H738 טֹרֵ֥ף H2963 וְשֹׁאֵֽג H7580 ",
  "14": "כַּמַּ֥יִם H4325 נִשְׁפַּכְתִּי֮ H8210 וְהִתְפָּֽרְד֗וּ H6504 כָּֽל H3605 עַצְמ֫וֹתָ֥י H6106 הָיָ֣ה H1961 לִ֭בִּי H3820 כַּדּוֹנָ֑ג H1749 נָ֝מֵ֗ס H4549 בְּת֣וֹךְ H8432 מֵעָֽי H4578 ",
  "15": "יָ֘בֵ֤שׁ H3001 כַּחֶ֨רֶשׂ H2789 כֹּחִ֗י H3581 וּ֭לְשׁוֹנִ H3956 מֻדְבָּ֣ק H1692 מַלְקוֹחָ֑י H4455 וְֽלַ H6083 מָ֥וֶת H4194 תִּשְׁפְּתֵֽנִי H8239 ",
  "16": "כִּ֥י H3588 סְבָב֗וּנִי H5437 כְּלָ֫בִ֥ים H3611 עֲדַ֣ת H5712 מְ֭רֵעִים H7489 הִקִּיפ֑וּנִי H5362 כָּ֝אֲרִ֗י H3738 יָדַ֥י H3027 וְרַגְלָֽ H7272 ",
  "17": "אֲסַפֵּ֥ר H5608 כָּל H3605 עַצְמוֹתָ֑י H6106 הֵ֥מָּה H1992 יַ֝בִּ֗יטוּ H5027 יִרְאוּ H7200 בִֽי Hb ",
  "18": "יְחַלְּק֣וּ H2505 בְגָדַ֣י H899 לָהֶ֑ם H1992 וְעַל H5921 לְ֝בוּשִׁ֗י H3830 יַפִּ֥ילוּ H5307 גוֹרָֽל H1486 ",
  "19": "וְאַתָּ֣ה H859 יְ֭הוָה H3068 אַל H408 תִּרְחָ֑ק H7368 אֱ֝יָלוּתִ֗י H360 לְעֶזְרָ֥תִ H5833 חֽוּשָׁה H2363 ",
  "20": "הַצִּ֣ילָה H5337 מֵחֶ֣רֶב H2719 נַפְשִׁ֑י H5315 מִיַּד H3027 כֶּ֝֗לֶב H3611 יְחִידָתִֽי H3173 ",
  "21": "ה֭וֹשִׁיעֵנִי H3467 מִפִּ֣י H6310 אַרְיֵ֑ה H738 וּמִ H7161 רֵמִ֣ים H7214 עֲנִיתָֽנִי H6030 ",
  "22": "אֲסַפְּרָ֣ה H5608 שִׁמְךָ֣ H8034 לְאֶחָ֑ H251 בְּת֖וֹךְ H8432 קָהָ֣ל H6951 אֲהַלְלֶֽךָּ H1984 ",
  "23": "יִרְאֵ֤י H3373 יְהוָ֨ה H3068 הַֽלְל֗וּהוּ H1984 כָּל H3605 זֶ֣רַע H2233 יַעֲקֹ֣ב H3290 כַּבְּד֑וּהוּ H3513 וְג֥וּרוּ H1481 מִ֝מֶּ֗נּוּ H4480 כָּל H3605 זֶ֥רַע H2233 יִשְׂרָאֵֽל H3478 ",
  "24": "כִּ֤י H3588 לֹֽא H3808 בָזָ֨ה H959 וְלֹ֪א H3808 שִׁקַּ֡ץ H8262 עֱנ֬וּת H6039 עָנִ֗י H6041 וְלֹא H3808 הִסְתִּ֣יר H5641 פָּנָ֣יו H6440 מִמֶּ֑נּוּ H4480 וּֽבְ H7768 אֵלָ֣יו H413 שָׁמֵֽעַ H8085 ",
  "25": "מֵ֥אִתְּ H853 תְֽהִלָּ֫תִ֥י H8416 בְּקָהָ֥ל H6951 רָ֑ב H7227 נְדָרַ֥י H5088 אֲ֝שַׁלֵּ֗ם H7999 נֶ֣גֶד H5048 יְרֵאָֽיו H3373 ",
  "26": "יֹאכְל֬וּ H398 עֲנָוִ֨ים H6035 וְיִשְׂבָּ֗עוּ H7646 יְהַֽלְל֣וּ H1984 יְ֭הוָה H3068 דֹּ֣רְשָׁ֑יו H1875 יְחִ֖י H2421 לְבַבְכֶ֣ם H3824 לָעַֽד H5703 ",
  "27": "יִזְכְּר֤וּ H2142 וְיָשֻׁ֣בוּ H7725 אֶל H413 יְ֭הוָה H3068 כָּל H3605 אַפְסֵי H657 אָ֑רֶץ H776 וְיִֽשְׁתַּחֲו֥וּ H7812 לְ֝פָנֶ֗י H6440 כָּֽל H3605 מִשְׁפְּח֥וֹת H4940 גּוֹיִֽם H1471 ",
  "28": "כִּ֣י H3588 לַ֭יהוָה H3068 הַמְּלוּכָ֑ה H4410 וּ֝מֹשֵׁ֗ל H4910 בַּגּוֹיִֽם H1471 ",
  "29": "אָכְל֬וּ H398 וַיִּֽשְׁתַּחֲוּ֨וּ H7812 כָּֽל H3605 דִּשְׁנֵי H1879 אֶ֗רֶץ H776 לְפָנָ֣י H6440 יִ֭כְרְעוּ H3766 כָּל H3605 יוֹרְדֵ֣י H3381 עָפָ֑ר H6083 וְ֝נַפְשׁ֗ H5315 לֹ֣א H3808 חִיָּֽה H2421 ",
  "30": "זֶ֥רַע H2233 יַֽעַבְדֶ֑נּוּ H5647 יְסֻפַּ֖ר H5608 לַֽאדֹנָ֣ H136 לַדּֽוֹר H1755 ",
  "31": "יָ֭בֹאוּ H935 וְיַגִּ֣ידוּ H5046 צִדְקָת֑וֹ H6666 לְעַ֥ם H5971 נ֝וֹלָ֗ד H3205 כִּ֣י H3588 עָשָֽׂה H6213 ",
  "32": "יָ֭בֹאוּ H935 וְיַגִּ֣ידוּ H5046 צִדְקָת֑וֹ H6666 לְעַ֥ם H5971 נ֝וֹלָ֗ד H3205 כִּ֣י H3588 עָשָֽׂה H6213 "
}
