{
  "1": "רַנְּנ֣וּ H7442 צַ֭דִּיקִים H6662 בַּֽיהוָ֑ה H3068 לַ֝יְשָׁרִ֗ים H3477 נָאוָ֥ה H5000 תְהִלָּֽה H8416 ",
  "2": "הוֹד֣וּ H3034 לַיהוָ֣ה H3068 בְּכִנּ֑וֹר H3658 בְּנֵ֥בֶל H5035 עָ֝שׂ֗וֹר H6218 זַמְּרוּ H2167 לֽוֹ Hl ",
  "3": "שִֽׁירוּ H7891 ל֭וֹ Hl שִׁ֣יר H7892 חָדָ֑שׁ H2319 הֵיטִ֥יבוּ H3190 נַ֝גֵּ֗ן H5059 בִּתְרוּעָֽה H8643 ",
  "4": "כִּֽי H3588 יָשָׁ֥ר H3477 דְּבַר H1697 יְהוָ֑ה H3068 וְכָל H3605 מַ֝עֲשֵׂ֗הוּ H4639 בֶּאֱמוּנָֽה H530 ",
  "5": "אֹ֭הֵב H157 צְדָקָ֣ה H6666 וּמִשְׁפָּ֑ט H4941 חֶ֥סֶד H2617 יְ֝הוָ֗ה H3068 מָלְאָ֥ה H4390 הָאָֽרֶץ H776 ",
  "6": "בִּדְבַ֣ר H1697 יְ֭הוָה H3068 שָׁמַ֣יִם H8064 נַעֲשׂ֑וּ H6213 וּבְ H7307 פִּ֝֗יו H6310 כָּל H3605 צְבָאָֽם H6635 ",
  "7": "כֹּנֵ֣ס H3664 כַּ֭נֵּד H5067 מֵ֣י H4325 הַיָּ֑ם H3220 נֹתֵ֖ן H5414 בְּאֹצָר֣וֹת H214 תְּהוֹמֽוֹת H8415 ",
  "8": "יִֽירְא֣וּ H3372 מֵ֭יְהוָה H3068 כָּל H3605 הָאָ֑רֶץ H776 מִמֶּ֥נּוּ H4480 יָ֝ג֗וּרוּ H1481 כָּל H3605 יֹשְׁבֵ֥י H3427 תֵבֵֽל H8398 ",
  "9": "כִּ֤י H3588 ה֣וּא H1931 אָמַ֣ר H559 וַיֶּ֑הִי H1961 הֽוּא H1931 צִ֝וָּ֗ה H6680 וַֽיַּעֲמֹֽד H5975 ",
  "10": "יְֽהוָ֗ה H3068 הֵפִ֥יר H6331 עֲצַת H6098 גּוֹיִ֑ם H1471 הֵ֝נִ֗יא H5106 מַחְשְׁב֥וֹת H4284 עַמִּֽים H5971 ",
  "11": "עֲצַ֣ת H6098 יְ֭הוָה H3068 לְעוֹלָ֣ם H5769 תַּעֲמֹ֑ד H5975 מַחְשְׁב֥וֹת H4284 לִ֝בּ֗וֹ H3820 לְדֹ֣ר H1755 וָדֹֽר H1755 ",
  "12": "אַשְׁרֵ֣י H835 הַ֭גּוֹי H1471 אֲשֶׁר H834 יְהוָ֣ה H3068 אֱלֹהָ֑יו H430 הָעָ֓ם H5971 בָּחַ֖ר H977 לְנַחֲלָ֣ה H5159 לֽוֹ Hl ",
  "13": "מִ֭שָּׁמַיִם H8064 הִבִּ֣יט H5027 יְהוָ֑ה H3068 רָ֝אָ֗ה H7200 אֶֽת H853 כָּל H3605 בְּנֵ֥י H1121 הָאָדָֽם H120 ",
  "14": "מִֽמְּכוֹן H4349 שִׁבְתּ֥וֹ H3427 הִשְׁגִּ֑יחַ H7688 אֶ֖ל H413 כָּל H3605 יֹשְׁבֵ֣י H3427 הָאָֽרֶץ H776 ",
  "15": "הַיֹּצֵ֣ר H3335 יַ֣חַד H3162 לִבָּ֑ם H3820 הַ֝מֵּבִ֗ין H995 אֶל H413 כָּל H3605 מַעֲשֵׂיהֶֽם H4639 ",
  "16": "אֵֽין H369 הַ֭מֶּלֶךְ H4428 נוֹשָׁ֣ע H3467 בְּרָב H7230 חָ֑יִל H2428 גִּ֝בּ֗וֹר H1368 לֹֽא H3808 יִנָּצֵ֥ל H5337 בְּרָב H7230 כֹּֽחַ H3581 ",
  "17": "שֶׁ֣קֶר H8267 הַ֭סּוּס H5483 לִתְשׁוּעָ֑ה H8668 וּבְ H7230 חֵ֝יל֗וֹ H2428 לֹ֣א H3808 יְמַלֵּֽט H4422 ",
  "18": "הִנֵּ֤ה H2009 עֵ֣ין H5869 יְ֭הוָה H3068 אֶל H413 יְרֵאָ֑יו H3373 לַֽמְיַחֲלִ֥ים H3176 לְחַסְדּֽ H2617 ",
  "19": "לְהַצִּ֣יל H5337 מִמָּ֣וֶת H4194 נַפְשָׁ֑ם H5315 וּ֝לְ H2421 בָּרָעָֽב H7458 ",
  "20": "נַ֭פְשֵׁנוּ H5315 חִכְּתָ֣ה H2442 לַֽיהוָ֑ה H3068 עֶזְרֵ֖נוּ H5828 וּמָגִנֵּ֣ H4043 הֽוּא H1931 ",
  "21": "כִּי H3588 ב֭וֹ Hb יִשְׂמַ֣ח H8055 לִבֵּ֑נוּ H3820 כִּ֤י H3588 בְשֵׁ֖ם H8034 קָדְשׁ֣וֹ H6944 בָטָֽחְנוּ H982 ",
  "22": "יְהִֽי H1961 חַסְדְּךָ֣ H2617 יְהוָ֣ה H3068 עָלֵ֑ינוּ H5921 כַּ֝אֲשֶׁ֗ר H834 יִחַ֥לְנוּ H3176 לָֽךְ Hl "
}
