{
  "1": "אֲבָרֲכָ֣ה H1288 אֶת H853 יְהוָ֣ה H3068 בְּכָל H3605 עֵ֑ת H6256 תָּ֝מִ֗יד H8548 תְּֽהִלָּת֥וֹ H8416 בְּפִֽ H6310 ",
  "2": "בַּ֭יהוָה H3068 תִּתְהַלֵּ֣ל H1984 נַפְשִׁ֑י H5315 יִשְׁמְע֖וּ H8085 עֲנָוִ֣ים H6035 וְיִשְׂמָֽחוּ H8055 ",
  "3": "גַּדְּל֣וּ H1431 לַיהוָ֣ה H3068 אִתִּ֑י H854 וּנְרוֹמְמָ֖ה H7311 שְׁמ֣וֹ H8034 יַחְדָּֽו H3162 ",
  "4": "דָּרַ֣שְׁתִּי H1875 אֶת H853 יְהוָ֣ה H3068 וְעָנָ֑ H6030 וּמִ H3605 מְ֝גוּרוֹתַ֗י H4034 הִצִּילָֽנִי H5337 ",
  "5": "הִבִּ֣יטוּ H5027 אֵלָ֣יו H413 וְנָהָ֑רוּ H5102 וּ֝פְנֵי H6440 אַל H408 יֶחְפָּֽרוּ H2659 ",
  "6": "זֶ֤ה H2088 עָנִ֣י H6041 קָ֭רָא H7121 וַיהוָ֣ה H3068 שָׁמֵ֑עַ H8085 וּמִ H3605 צָ֝רוֹתָ֗יו H6869 הוֹשִׁיעֽוֹ H3467 ",
  "7": "חֹנֶ֤ה H2583 מַלְאַךְ H4397 יְהוָ֓ה H3068 סָ֘בִ֤יב H5439 לִֽירֵאָ֗י H3373 וַֽיְחַלְּצֵֽ H2502 ",
  "8": "טַעֲמ֣וּ H2938 וּ֭רְאוּ H7200 כִּי H3588 ט֣וֹב H2896 יְהוָ֑ה H3068 אַֽשְׁרֵ֥י H835 הַ֝גֶּ֗בֶר H1397 יֶחֱסֶה H2620 בּֽוֹ Hb ",
  "9": "יְר֣אוּ H3372 אֶת H853 יְהוָ֣ה H3068 קְדֹשָׁ֑יו H6918 כִּי H3588 אֵ֥ין H369 מַ֝חְס֗וֹר H4270 לִירֵאָֽי H3373 ",
  "10": "כְּ֭פִירִים H3715 רָשׁ֣וּ H7326 וְרָעֵ֑בוּ H7456 וְדֹרְשֵׁ֥י H1875 יְ֝הוָ֗ה H3068 לֹא H3808 יַחְסְר֥וּ H2637 כָל H3605 טֽוֹב H2896 ",
  "11": "לְֽכוּ H3212 בָ֭נִים H1121 שִׁמְעוּ H8085 לִ֑י Hl יִֽרְאַ֥ת H3374 יְ֝הוָ֗ה H3068 אֲלַמֶּדְכֶֽם H3925 ",
  "12": "מִֽי H4310 הָ֭אִישׁ H376 הֶחָפֵ֣ץ H2655 חַיִּ֑ים H2416 אֹהֵ֥ב H157 יָ֝מִ֗ים H3117 לִרְא֥וֹת H7200 טֽוֹב H2896 ",
  "13": "נְצֹ֣ר H5341 לְשׁוֹנְךָ֣ H3956 מֵרָ֑ע H7451 וּ֝שְׂפָתֶ֗י H8193 מִדַּבֵּ֥ר H1696 מִרְמָֽה H4820 ",
  "14": "ס֣וּר H5493 מֵ֭רָע H7451 וַעֲשֵׂה H6213 ט֑וֹב H2896 בַּקֵּ֖שׁ H1245 שָׁל֣וֹם H7965 וְרָדְפֵֽ H7291 ",
  "15": "עֵינֵ֣י H5869 יְ֭הוָה H3068 אֶל H413 צַדִּיקִ֑ים H6662 וְ֝אָזְנָ֗י H241 אֶל H413 שַׁוְעָתָֽם H7775 ",
  "16": "פְּנֵ֣י H6440 יְ֭הוָה H3068 בְּעֹ֣שֵׂי H6213 רָ֑ע H7451 לְהַכְרִ֖ית H3772 מֵאֶ֣רֶץ H776 זִכְרָֽם H2143 ",
  "17": "צָעֲק֣וּ H6817 וַיהוָ֣ה H3068 שָׁמֵ֑עַ H8085 וּמִ H3605 צָ֝רוֹתָ֗ם H6869 הִצִּילָֽם H5337 ",
  "18": "קָר֣וֹב H7138 יְ֭הוָה H3068 לְנִשְׁבְּרֵי H7665 לֵ֑ב H3820 וְֽאֶת H853 דַּכְּאֵי H1793 ר֥וּחַ H7307 יוֹשִֽׁיעַ H3467 ",
  "19": "רַ֭בּוֹת H7227 רָע֣וֹת H7451 צַדִּ֑יק H6662 וּ֝מִ H3605 יַצִּילֶ֥נּוּ H5337 יְהוָֽה H3068 ",
  "20": "שֹׁמֵ֥ר H8104 כָּל H3605 עַצְמוֹתָ֑יו H6106 אַחַ֥ת H259 מֵ֝הֵ֗נָּה H2007 לֹ֣א H3808 נִשְׁבָּֽרָה H7665 ",
  "21": "תְּמוֹתֵ֣ת H4191 רָשָׁ֣ע H7563 רָעָ֑ה H7451 וְשֹׂנְאֵ֖י H8130 צַדִּ֣יק H6662 יֶאְשָֽׁמוּ H816 ",
  "22": "פּוֹדֶ֣ה H6299 יְ֭הוָה H3068 נֶ֣פֶשׁ H5315 עֲבָדָ֑יו H5650 וְלֹ֥א H3808 יֶ֝אְשְׁמ֗וּ H816 כָּֽל H3605 הַחֹסִ֥ים H2620 בּֽוֹ Hb ",
  "23": "פּוֹדֶ֣ה H6299 יְ֭הוָה H3068 נֶ֣פֶשׁ H5315 עֲבָדָ֑יו H5650 וְלֹ֥א H3808 יֶ֝אְשְׁמ֗וּ H816 כָּֽל H3605 הַחֹסִ֥ים H2620 בּֽוֹ Hb "
}
