{
  "1": "אָמַ֗רְתִּי H559 אֶֽשְׁמְרָ֣ה H8104 דְרָכַי֮ H1870 מֵחֲט֪וֹא H2398 בִלְשׁ֫וֹנִ֥ H3956 אֶשְׁמְרָ֥ה H8104 לְפִ֥ H6310 מַחְס֑וֹם H4269 בְּעֹ֖ד H5704 רָשָׁ֣ע H7563 לְנֶגְדִּֽ H5048 ",
  "2": "נֶאֱלַ֣מְתִּי H481 ד֭וּמִיָּה H1747 הֶחֱשֵׁ֣יתִי H2814 מִטּ֑וֹב H2896 וּכְאֵבִ֥ H3511 נֶעְכָּֽר H5916 ",
  "3": "חַם H2552 לִבִּ֨י H3820 בְּקִרְבִּ֗ H7130 בַּהֲגִיגִ֥ H1901 תִבְעַר H1197 אֵ֑שׁ H784 דִּ֝בַּ֗רְתִּי H1696 בִּלְשֽׁוֹנִ H3956 ",
  "4": "הוֹדִ֘יעֵ֤נִי H3045 יְהוָ֨ה H3068 קִצִּ֗י H7093 וּמִדַּ֣ת H4060 יָמַ֣י H3117 מַה H4100 הִ֑יא H1931 אֵ֝דְעָ֗ה H3045 מֶה H4100 חָדֵ֥ל H2310 אָֽנִי H589 ",
  "5": "הִנֵּ֤ה H2009 טְפָח֨וֹת H2947 נָ֘תַ֤תָּה H5414 יָמַ֗י H3117 וְחֶלְדִּ֣ H2465 כְאַ֣יִן H369 נֶגְדֶּ֑ךָ H5048 אַ֥ךְ H389 כָּֽל H3605 הֶ֥בֶל H1892 כָּל H3605 אָ֝דָ֗ם H120 נִצָּ֥ב H5324 סֶֽלָה H5542 ",
  "6": "אַךְ H389 בְּצֶ֤לֶם H6754 יִֽתְהַלֶּךְ H1980 אִ֗ישׁ H376 אַךְ H389 הֶ֥בֶל H1892 יֶהֱמָי֑וּן H1993 יִ֝צְבֹּ֗ר H6651 וְֽלֹא H3808 יֵדַ֥ע H3045 מִי H4310 אֹסְפָֽם H622 ",
  "7": "וְעַתָּ֣ה H6258 מַה H4100 קִּוִּ֣יתִי H6960 אֲדֹנָ֑י H136 תּ֝וֹחַלְתִּ֗י H8431 לְךָ֣ Hl הִֽיא H1931 ",
  "8": "מִכָּל H3605 פְּשָׁעַ֥י H6588 הַצִּילֵ֑נִי H5337 חֶרְפַּ֥ת H2781 נָ֝בָ֗ל H5036 אַל H408 תְּשִׂימֵֽנִי H7760 ",
  "9": "נֶ֭אֱלַמְתִּי H481 לֹ֣א H3808 אֶפְתַּח H6605 פִּ֑י H6310 כִּ֖י H3588 אַתָּ֣ה H859 עָשִֽׂיתָ H6213 ",
  "10": "הָסֵ֣ר H5493 מֵעָלַ֣ H5921 נִגְעֶ֑ךָ H5061 מִתִּגְרַ֥ת H8409 יָ֝דְךָ֗ H3027 אֲנִ֣י H589 כָלִֽיתִי H3615 ",
  "11": "בְּֽתוֹכָ֘ח֤וֹת H8433 עַל H5921 עָוֺ֨ן H5771 יִסַּ֬רְתָּ H3256 אִ֗ישׁ H376 וַתֶּ֣מֶס H4529 כָּעָ֣שׁ H6211 חֲמוּד֑וֹ H2530 אַ֤ךְ H389 הֶ֖בֶל H1892 כָּל H3605 אָדָ֣ם H120 סֶֽלָה H5542 ",
  "12": "שִֽׁמְעָ֥ה H8085 תְפִלָּתִ֨י H8605 יְהוָ֡ה H3068 וְשַׁוְעָתִ֨ H7775 הַאֲזִינָה֮ H238 אֶֽל H413 דִּמְעָתִ֗י H1832 אַֽל H408 תֶּ֫חֱרַ֥שׁ H2790 כִּ֤י H3588 גֵ֣ר H1616 אָנֹכִ֣י H595 עִמָּ֑ךְ H5973 תּ֝וֹשָׁ֗ב H8453 כְּכָל H3605 אֲבוֹתָֽי H1 ",
  "13": "הָשַׁ֣ע H8159 מִמֶּ֣נִּי H4480 וְאַבְלִ֑יגָה H1082 בְּטֶ֖רֶם H2962 אֵלֵ֣ךְ H3212 וְאֵינֶֽ H369 ",
  "14": "הָשַׁ֣ע H8159 מִמֶּ֣נִּי H4480 וְאַבְלִ֑יגָה H1082 בְּטֶ֖רֶם H2962 אֵלֵ֣ךְ H3212 וְאֵינֶֽ H369 "
}
