{
  "1": "שִׁמְעוּ H8085 זֹ֭את H2063 כָּל H3605 הָֽעַמִּ֑ים H5971 הַ֝אֲזִ֗ינוּ H238 כָּל H3605 יֹ֥שְׁבֵי H3427 חָֽלֶד H2465 ",
  "2": "גַּם H1571 בְּנֵ֣י H1121 אָ֭דָם H120 גַּם H1571 בְּנֵי H1121 אִ֑ישׁ H376 יַ֝֗חַד H3162 עָשִׁ֥יר H6223 וְאֶבְיֽוֹן H34 ",
  "3": "פִּ֭י H6310 יְדַבֵּ֣ר H1696 חָכְמ֑וֹת H2454 וְהָג֖וּת H1900 לִבִּ֣י H3820 תְבוּנֽוֹת H8394 ",
  "4": "אַטֶּ֣ה H5186 לְמָשָׁ֣ל H4912 אָזְנִ֑י H241 אֶפְתַּ֥ח H6605 בְּ֝כִנּ֗וֹר H3658 חִידָתִֽי H2420 ",
  "5": "לָ֣מָּה H4100 אִ֭ירָא H3372 בִּ֣ימֵי H3117 רָ֑ע H7451 עֲוֺ֖ן H5771 עֲקֵבַ֣י H6120 יְסוּבֵּֽנִי H5437 ",
  "6": "הַבֹּטְחִ֥ים H982 עַל H5921 חֵילָ֑ם H2428 וּבְ H7230 עָ֝שְׁרָ֗ם H6239 יִתְהַלָּֽלוּ H1984 ",
  "7": "אָ֗ח H251 לֹא H3808 פָדֹ֣ה H6299 יִפְדֶּ֣ה H6299 אִ֑ישׁ H376 לֹא H3808 יִתֵּ֖ן H5414 לֵאלֹהִ֣ים H430 כָּפְרֽוֹ H3724 ",
  "8": "וְ֭יֵקַר H3365 פִּדְי֥וֹן H6306 נַפְשָׁ֗ם H5315 וְחָדַ֥ל H2308 לְעוֹלָֽם H5769 ",
  "9": "וִֽיחִי H2421 ע֥וֹד H5750 לָנֶ֑צַח H5331 לֹ֖א H3808 יִרְאֶ֣ה H7200 הַשָּֽׁחַת H7845 ",
  "10": "כִּ֤י H3588 יִרְאֶ֨ה H7200 חֲכָ֘מִ֤ים H2450 יָמ֗וּתוּ H4191 יַ֤חַד H3162 כְּסִ֣יל H3684 וָבַ֣עַר H1198 יֹאבֵ֑דוּ H6 וְעָזְב֖וּ H5800 לַאֲחֵרִ֣ים H312 חֵילָֽם H2428 ",
  "11": "קִרְבָּ֤ם H7130 בָּתֵּ֨ימוֹ H1004 לְֽעוֹלָ֗ם H5769 מִ֭שְׁכְּנֹתָם H4908 לְדֹ֣ר H1755 וָדֹ֑ר H1755 קָֽרְא֥וּ H7121 בִ֝שְׁמוֹתָ֗ H8034 עֲלֵ֣י H5921 אֲדָמֽוֹת H127 ",
  "12": "וְאָדָ֣ם H120 בִּ֭יקָר H3366 בַּל H1077 יָלִ֑ין H3885 נִמְשַׁ֖ל H4911 כַּבְּהֵמ֣וֹת H929 נִדְמֽוּ H1820 ",
  "13": "זֶ֣ה H2088 דַ֭רְכָּם H1870 כֵּ֣סֶל H3689 לָ֑מוֹ Hl וְאַחֲרֵי H310 בְּפִי H6310 יִרְצ֣וּ H7521 סֶֽלָה H5542 ",
  "14": "כַּצֹּ֤אן H6629 לִֽשְׁא֣וֹל H7585 שַׁתּוּ֮ H8371 מָ֤וֶת H4194 יִ֫רְעֵ֥ם H7462 וַיִּרְדּ֘וּ H7287 בָ֤ם Hb יְשָׁרִ֨ים H3477 לַבֹּ֗קֶר H1242 וציר H6736 לְבַלּ֥וֹת H1086 שְׁא֗וֹל H7585 מִזְּבֻ֥ל H2073 לֽוֹ Hl ",
  "15": "אַךְ H389 אֱלֹהִ֗ים H430 יִפְדֶּ֣ה H6299 נַ֭פְשִׁי H5315 מִֽיַּד H3027 שְׁא֑וֹל H7585 כִּ֖י H3588 יִקָּחֵ֣נִי H3947 סֶֽלָה H5542 ",
  "16": "אַל H408 תִּ֭ירָא H3372 כִּֽי H3588 יַעֲשִׁ֣ר H6238 אִ֑ישׁ H376 כִּֽי H3588 יִ֝רְבֶּה H7235 כְּב֣וֹד H3519 בֵּיתֽוֹ H1004 ",
  "17": "כִּ֤י H3588 לֹ֣א H3808 בְ֭מוֹת H4194 יִקַּ֣ח H3947 הַכֹּ֑ל H3605 לֹא H3808 יֵרֵ֖ד H3381 אַחֲרָ֣יו H310 כְּבוֹדֽוֹ H3519 ",
  "18": "כִּֽי H3588 נַ֭פְשׁוֹ H5315 בְּחַיָּ֣י H2416 יְבָרֵ֑ךְ H1288 וְ֝יוֹדֻ֗ H3034 כִּי H3588 תֵיטִ֥יב H3190 לָֽךְ Hl ",
  "19": "תָּ֭בוֹא H935 עַד H5704 דּ֣וֹר H1755 אֲבוֹתָ֑יו H1 עַד H5704 נֵ֝֗צַח H5331 לֹ֣א H3808 יִרְאוּ H7200 אֽוֹר H216 ",
  "20": "אָדָ֣ם H120 בִּ֭יקָר H3366 וְלֹ֣א H3808 יָבִ֑ין H995 נִמְשַׁ֖ל H4911 כַּבְּהֵמ֣וֹת H929 נִדְמֽוּ H1820 ",
  "21": "אָדָ֣ם H120 בִּ֭יקָר H3366 וְלֹ֣א H3808 יָבִ֑ין H995 נִמְשַׁ֖ל H4911 כַּבְּהֵמ֣וֹת H929 נִדְמֽוּ H1820 "
}
