{
  "1": "לַ֭מְנַצֵּחַ H5329 שִׁ֣יר H7892 מִזְמ֑וֹר H4210 הָרִ֥יעוּ H7321 לֵ֝אלֹהִים H430 כָּל H3605 הָאָֽרֶץ H776 ",
  "2": "זַמְּר֥וּ H2167 כְבֽוֹד H3519 שְׁמ֑וֹ H8034 שִׂ֥ימוּ H7760 כָ֝ב֗וֹד H3519 תְּהִלָּתֽוֹ H8416 ",
  "3": "אִמְר֣וּ H559 לֵ֭אלֹהִים H430 מַה H4100 נּוֹרָ֣א H3372 מַעֲשֶׂ֑יךָ H4639 בְּרֹ֥ב H7230 עֻ֝זְּךָ֗ H5797 יְֽכַחֲשׁ֖וּ H3584 לְךָ֣ Hl אֹיְבֶֽיךָ H341 ",
  "4": "כָּל H3605 הָאָ֤רֶץ H776 יִשְׁתַּחֲו֣וּ H7812 לְ֭ךָ Hl וִֽיזַמְּרוּ H2167 לָ֑ךְ Hl יְזַמְּר֖וּ H2167 שִׁמְךָ֣ H8034 סֶֽלָה H5542 ",
  "5": "לְכ֣וּ H3212 וּ֭רְאוּ H7200 מִפְעֲל֣וֹת H4659 אֱלֹהִ֑ים H430 נוֹרָ֥א H3372 עֲ֝לִילָ֗ה H5949 עַל H5921 בְּנֵ֥י H1121 אָדָֽם H120 ",
  "6": "הָ֤פַךְ H2015 יָ֨ם H3220 לְֽיַבָּשָׁ֗ה H3004 בַּ֭נָּהָר H5104 יַֽעַבְר֣וּ H5674 בְרָ֑גֶל H7272 שָׁ֝֗ם H8033 נִשְׂמְחָה H8055 בּֽוֹ Hb ",
  "7": "מֹ֘שֵׁ֤ל H4910 בִּגְבוּרָת֨ H1369 עוֹלָ֗ם H5769 עֵ֭ינָיו H5869 בַּגּוֹיִ֣ם H1471 תִּצְפֶּ֑ינָה H6822 הַסּוֹרְרִ֓ים H5637 אַל H408 ירימו H7311 לָ֣מוֹ Hl סֶֽלָה H5542 ",
  "8": "בָּרְכ֖וּ H1288 עַמִּ֥ים H5971 אֱלֹהֵ֑ינוּ H430 וְ֝הַשְׁמִ֗יעוּ H8085 ק֣וֹל H6963 תְּהִלָּתֽוֹ H8416 ",
  "9": "הַשָּׂ֣ם H7760 נַ֭פְשֵׁנוּ H5315 בַּֽחַיִּ֑ים H2416 וְלֹֽא H3808 נָתַ֖ן H5414 לַמּ֣וֹט H4132 רַגְלֵֽנוּ H7272 ",
  "10": "כִּֽי H3588 בְחַנְתָּ֥נוּ H974 אֱלֹהִ֑ים H430 צְ֝רַפְתָּ֗נוּ H6884 כִּצְרָף H6884 כָּֽסֶף H3701 ",
  "11": "הֲבֵאתָ֥נוּ H935 בַמְּצוּדָ֑ה H4686 שַׂ֖מְתָּ H7760 מוּעָקָ֣ה H4157 בְמָתְנֵֽי H4975 ",
  "12": "הִרְכַּ֥בְתָּ H7392 אֱנ֗וֹשׁ H582 לְרֹ֫אשֵׁ֥ H7218 בָּֽאנוּ H935 בָאֵ֥שׁ H784 וּבַ H4325 וַ֝תּוֹצִיאֵ֗ H3318 לָֽרְוָיָֽה H7310 ",
  "13": "אָב֣וֹא H935 בֵיתְךָ֣ H1004 בְעוֹל֑וֹת H5930 אֲשַׁלֵּ֖ם H7999 לְךָ֣ Hl נְדָרָֽי H5088 ",
  "14": "אֲשֶׁר H834 פָּצ֥וּ H6475 שְׂפָתָ֑י H8193 וְדִבֶּר H1696 פִּ֝֗י H6310 בַּצַּר H6862 לִֽי Hl ",
  "15": "עֹ֘ל֤וֹת H5930 מֵחִ֣ים H4220 אַעֲלֶה H5927 לָּ֭ךְ Hl עִם H5973 קְטֹ֣רֶת H7004 אֵילִ֑ים H352 אֶ֥עֱשֶֽׂה H6213 בָקָ֖ר H1241 עִם H5973 עַתּוּדִ֣ים H6260 סֶֽלָה H5542 ",
  "16": "לְכֽוּ H3212 שִׁמְע֣וּ H8085 וַ֭אֲסַפְּרָה H5608 כָּל H3605 יִרְאֵ֣י H3373 אֱלֹהִ֑ים H430 אֲשֶׁ֖ר H834 עָשָׂ֣ה H6213 לְנַפְשִֽׁ H5315 ",
  "17": "אֵלָ֥יו H413 פִּֽי H6310 קָרָ֑אתִי H7121 וְ֝רוֹמַ֗ם H7318 תַּ֣חַת H8478 לְשׁוֹנִֽי H3956 ",
  "18": "אָ֭וֶן H205 אִם H518 רָאִ֣יתִי H7200 בְלִבִּ֑ H3820 לֹ֖א H3808 יִשְׁמַ֣ע H8085 אֲדֹנָֽי H136 ",
  "19": "אָ֭כֵן H403 שָׁמַ֣ע H8085 אֱלֹהִ֑ים H430 הִ֝קְשִׁ֗יב H7181 בְּק֣וֹל H6963 תְּפִלָּתִֽי H8605 ",
  "20": "בָּר֥וּךְ H1288 אֱלֹהִ֑ים H430 אֲשֶׁ֥ר H834 לֹֽא H3808 הֵסִ֘יר H5493 תְּפִלָּתִ֥י H8605 וְ֝חַסְדּ֗ H2617 מֵאִתִּֽ H854 "
}
