{
  "1": "יָק֣וּם H6965 אֱ֭לֹהִים H430 יָפ֣וּצוּ H6327 אוֹיְבָ֑יו H341 וְיָנ֥וּסוּ H5127 מְ֝שַׂנְאָ֗יו H8130 מִפָּנָֽי H6440 ",
  "2": "כְּהִנְדֹּ֥ף H5086 עָשָׁ֗ן H6227 תִּ֫נְדֹּ֥ף H5086 כְּהִמֵּ֣ס H4549 דּ֭וֹנַג H1749 מִפְּנֵי H6440 אֵ֑שׁ H784 יֹאבְד֥וּ H6 רְ֝שָׁעִ֗ים H7563 מִפְּנֵ֥י H6440 אֱלֹהִֽים H430 ",
  "3": "וְֽצַדִּיקִ֗ים H6662 יִשְׂמְח֣וּ H8055 יַֽ֭עַלְצוּ H5970 לִפְנֵ֥י H6440 אֱלֹהִ֗ים H430 וְיָשִׂ֥ישׂוּ H7797 בְשִׂמְחָֽה H8057 ",
  "4": "שִׁ֤ירוּ H7891 לֵֽאלֹהִים֮ H430 זַמְּר֪וּ H2167 שְׁ֫מ֥וֹ H8034 סֹ֡לּוּ H5549 לָרֹכֵ֣ב H7392 בָּ֭עֲרָבוֹת H6160 בְּיָ֥הּ H3050 שְׁמ֗וֹ H8034 וְעִלְז֥וּ H5937 לְפָנָֽי H6440 ",
  "5": "אֲבִ֣י H1 יְ֭תוֹמִים H3490 וְדַיַּ֣ן H1781 אַלְמָנ֑וֹת H490 אֱ֝לֹהִ֗ים H430 בִּמְע֥וֹן H4583 קָדְשֽׁוֹ H6944 ",
  "6": "אֱלֹהִ֤ים H430 מ֘וֹשִׁ֤יב H3427 יְחִידִ֨ים H3173 בַּ֗יְתָה H1004 מוֹצִ֣יא H3318 אֲ֭סִירִים H615 בַּכּוֹשָׁר֑וֹת H3574 אַ֥ךְ H389 ס֝וֹרֲרִ֗ים H5637 שָׁכְנ֥וּ H7931 צְחִיחָֽה H6707 ",
  "7": "אֱֽלֹהִ֗ים H430 בְּ֭צֵאתְ H3318 לִפְנֵ֣י H6440 עַמֶּ֑ךָ H5971 בְּצַעְדְּ H6805 בִֽישִׁימ֣וֹן H3452 סֶֽלָה H5542 ",
  "8": "אֶ֤רֶץ H776 רָעָ֨שָׁה H7493 אַף H637 שָׁמַ֣יִם H8064 נָטְפוּ֮ H5197 מִפְּנֵ֪י H6440 אֱלֹ֫הִ֥ים H430 זֶ֥ה H2088 סִינַ֑י H5514 מִפְּנֵ֥י H6440 אֱ֝לֹהִ֗ים H430 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
  "9": "גֶּ֣שֶׁם H1653 נְ֭דָבוֹת H5071 תָּנִ֣יף H5130 אֱלֹהִ֑ים H430 נַחֲלָתְךָ֥ H5159 וְ֝נִלְאָ֗ה H3811 אַתָּ֥ה H859 כֽוֹנַנְתָּֽהּ H3559 ",
  "10": "חַיָּתְךָ֥ H2416 יָֽשְׁבוּ H3427 בָ֑הּ Hb תָּ֤כִ֥ין H3559 בְּטוֹבָתְ H2896 לֶעָנִ֣י H6041 אֱלֹהִֽים H430 ",
  "11": "אֲדֹנָ֥י H136 יִתֶּן H5414 אֹ֑מֶר H562 הַֽ֝מְבַשְּׂר֗וֹת H1319 צָבָ֥א H6635 רָֽב H7227 ",
  "12": "מַלְכֵ֣י H4428 צְ֭בָאוֹת H6635 יִדֹּד֣וּן H5074 יִדֹּד֑וּן H5074 וּנְוַת H5116 בַּ֝֗יִת H1004 תְּחַלֵּ֥ק H2505 שָׁלָֽל H7998 ",
  "13": "אִֽם H518 תִּשְׁכְּבוּן֮ H7901 בֵּ֪ין H996 שְׁפַ֫תָּ֥יִם H8240 כַּנְפֵ֣י H3671 י֭וֹנָה H3123 נֶחְפָּ֣ה H2645 בַכֶּ֑סֶף H3701 וְ֝אֶבְרוֹתֶ֗י H84 בִּֽירַקְרַ֥ק H3422 חָרֽוּץ H2742 ",
  "14": "בְּפָ֘רֵ֤שׂ H6566 שַׁדַּ֓י H7706 מְלָ֘כִ֤ים H4428 בָּ֗הּ Hb תַּשְׁלֵ֥ג H7949 בְּצַלְמֽוֹן H6756 ",
  "15": "הַר H2022 אֱ֭לֹהִים H430 הַר H2022 בָּשָׁ֑ן H1316 הַ֥ר H2022 גַּ֝בְנֻנִּ֗ים H1386 הַר H2022 בָּשָֽׁן H1316 ",
  "16": "לָ֤מָּה H4100 תְּֽרַצְּדוּן֮ H7520 הָרִ֪ים H2022 גַּבְנֻ֫נִּ֥ים H1386 הָהָ֗ר H2022 חָמַ֣ד H2530 אֱלֹהִ֣ים H430 לְשִׁבְתּ֑ H3427 אַף H637 יְ֝הוָ֗ה H3068 יִשְׁכֹּ֥ן H7931 לָנֶֽצַח H5331 ",
  "17": "רֶ֤כֶב H7393 אֱלֹהִ֗ים H430 רִבֹּתַ֣יִם H7239 אַלְפֵ֣י H505 שִׁנְאָ֑ן H8136 אֲדֹנָ֥י H136 בָ֝֗ם Hb סִינַ֥י H5514 בַּקֹּֽדֶשׁ H6944 ",
  "18": "עָ֘לִ֤יתָ H5927 לַמָּר֨וֹם H4791 שָׁ֘בִ֤יתָ H7617 שֶּׁ֗בִי H7628 לָקַ֣חְתָּ H3947 מַ֭תָּנוֹת H4979 בָּאָדָ֑ם H120 וְאַ֥ף H637 ס֝וֹרְרִ֗ים H5637 לִשְׁכֹּ֤ן H7931 יָ֬הּ H3050 אֱלֹהִֽים H430 ",
  "19": "בָּ֤ר֣וּךְ H1288 אֲדֹנָי֮ H136 י֤וֹם H3117 י֥וֹם H3117 יַֽעֲמָס H6006 לָ֗נוּ Hl הָ֘אֵ֤ל H410 יְֽשׁוּעָתֵ֬נוּ H3444 סֶֽלָה H5542 ",
  "20": "הָ֤אֵ֣ל H410 לָנוּ֮ Hl אֵ֤ל H410 לְֽמוֹשָׁ֫ע֥וֹת H4190 וְלֵ H3069 אֲדֹנָ֑י H136 לַ֝מָּ֗וֶת H4194 תּוֹצָאֽוֹת H8444 ",
  "21": "אַךְ H389 אֱלֹהִ֗ים H430 יִמְחַץ֮ H4272 רֹ֤אשׁ H7218 אֹ֫יְבָ֥יו H341 קָדְקֹ֥ד H6936 שֵׂעָ֑ר H8181 מִ֝תְהַלֵּ֗ךְ H1980 בַּאֲשָׁמָֽי H817 ",
  "22": "אָמַ֣ר H559 אֲ֭דֹנָי H136 מִבָּשָׁ֣ן H1316 אָשִׁ֑יב H7725 אָ֝שִׁ֗יב H7725 מִֽמְּצֻל֥וֹת H4688 יָֽם H3220 ",
  "23": "לְמַ֤עַן H4616 תִּֽמְחַ֥ץ H4272 רַגְלְךָ֗ H7272 בְּ֫דָ֥ם H1818 לְשׁ֥וֹן H3956 כְּלָבֶ֑יךָ H3611 מֵאֹיְבִ֥ים H341 מִנֵּֽהוּ H4480 ",
  "24": "רָא֣וּ H7200 הֲלִיכוֹתֶ֣יךָ H1979 אֱלֹהִ֑ים H430 הֲלִ֘יכ֤וֹת H1979 אֵלִ֖י H410 מַלְכִּ֣י H4428 בַקֹּֽדֶשׁ H6944 ",
  "25": "קִדְּמ֣וּ H6923 שָׁ֭רִים H7891 אַחַ֣ר H310 נֹגְנִ֑ים H5059 בְּת֥וֹךְ H8432 עֲ֝לָמ֗וֹת H5959 תּוֹפֵפֽוֹת H8608 ",
  "26": "בְּֽ֭מַקְהֵלוֹת H4721 בָּרְכ֣וּ H1288 אֱלֹהִ֑ים H430 יְ֝הוָ֗ה H3068 מִמְּק֥וֹר H4726 יִשְׂרָאֵֽל H3478 ",
  "27": "שָׁ֤ם H8033 בִּנְיָמִ֨ן H1144 צָעִ֡יר H6810 רֹדֵ֗ם H7287 שָׂרֵ֣י H8269 יְ֭הוּדָה H3063 רִגְמָתָ֑ם H7277 שָׂרֵ֥י H8269 זְ֝בֻל֗וּן H2074 שָׂרֵ֥י H8269 נַפְתָּלִֽי H5321 ",
  "28": "צִוָּ֥ה H6680 אֱלֹהֶ֗יךָ H430 עֻ֫זֶּ֥ךָ H5797 עוּזָּ֥ה H5810 אֱלֹהִ֑ים H430 ז֝֗וּ H2098 פָּעַ֥לְתָּ H6466 לָּֽנוּ Hl ",
  "29": "מֵֽ֭הֵיכָלֶ H1964 עַל H5921 יְרוּשָׁלִָ֑ם H3389 לְךָ֤ Hl יוֹבִ֖ילוּ H2986 מְלָכִ֣ים H4428 שָֽׁי H7862 ",
  "30": "גְּעַ֨ר H1605 חַיַּ֪ת H2416 קָנֶ֡ה H7070 עֲדַ֤ת H5712 אַבִּירִ֨ים H47 בְּעֶגְלֵ֬י H5695 עַמִּ֗ים H5971 מִתְרַפֵּ֥ס H7511 בְּרַצֵּי H7518 כָ֑סֶף H3701 בִּזַּ֥ר H967 עַ֝מִּ֗ים H5971 קְרָב֥וֹת H7128 יֶחְפָּֽצוּ H2654 ",
  "31": "יֶאֱתָ֣יוּ H857 חַ֭שְׁמַנִּים H2831 מִנִּ֣י H4480 מִצְרָ֑יִם H4714 כּ֥וּשׁ H3568 תָּרִ֥יץ H7323 יָ֝דָ֗יו H3027 לֵאלֹהִֽים H430 ",
  "32": "מַמְלְכ֣וֹת H4467 הָ֭אָרֶץ H776 שִׁ֣ירוּ H7891 לֵאלֹהִ֑ים H430 זַמְּר֖וּ H2167 אֲדֹנָ֣י H136 סֶֽלָה H5542 ",
  "33": "לָ֭רֹכֵב H7392 בִּשְׁמֵ֣י H8064 שְׁמֵי H8064 קֶ֑דֶם H6924 הֵ֥ן H2005 יִתֵּ֥ן H5414 בְּ֝קוֹל H6963 ק֣וֹל H6963 עֹֽז H5797 ",
  "34": "תְּנ֥וּ H5414 עֹ֗ז H5797 לֵֽאלֹ֫הִ֥ים H430 עַֽל H5921 יִשְׂרָאֵ֥ל H3478 גַּאֲוָת֑וֹ H1346 וְ֝עֻזּ֗ H5797 בַּשְּׁחָקִֽים H7834 ",
  "35": "נ֤וֹרָ֥א H3372 אֱלֹהִ֗ים H430 מִֽמִּקְדָּ֫שֶׁ֥י H4720 אֵ֤ל H410 יִשְׂרָאֵ֗ל H3478 ה֤וּא H1931 נֹתֵ֨ן H5414 עֹ֖ז H5797 וְתַעֲצֻמ֥וֹת H8592 לָעָ֗ם H5971 בָּר֥וּךְ H1288 אֱלֹהִֽים H430 ",
  "36": "נ֤וֹרָ֥א H3372 אֱלֹהִ֗ים H430 מִֽמִּקְדָּ֫שֶׁ֥י H4720 אֵ֤ל H410 יִשְׂרָאֵ֗ל H3478 ה֤וּא H1931 נֹתֵ֨ן H5414 עֹ֖ז H5797 וְתַעֲצֻמ֥וֹת H8592 לָעָ֗ם H5971 בָּר֥וּךְ H1288 אֱלֹהִֽים H430 "
}
