{
  "1": "לִשְׁלֹמֹ֨ה H8010 אֱֽלֹהִ֗ים H430 מִ֭שְׁפָּטֶיךָ H4941 לְמֶ֣לֶךְ H4428 תֵּ֑ן H5414 וְצִדְקָתְ H6666 לְבֶן H1121 מֶֽלֶךְ H4428 ",
  "2": "יָדִ֣ין H1777 עַמְּךָ֣ H5971 בְצֶ֑דֶק H6664 וַעֲנִיֶּ֥י H6041 בְמִשְׁפָּֽט H4941 ",
  "3": "יִשְׂא֤וּ H5375 הָרִ֓ים H2022 שָׁ֘ל֥וֹם H7965 לָעָ֑ם H5971 וּ֝גְבָע֗וֹת H1389 בִּצְדָקָֽה H6666 ",
  "4": "יִשְׁפֹּ֤ט H8199 עֲֽנִיֵּי H6041 עָ֗ם H5971 י֭וֹשִׁיעַ H3467 לִבְנֵ֣י H1121 אֶבְי֑וֹן H34 וִֽידַכֵּ֣א H1792 עוֹשֵֽׁק H6231 ",
  "5": "יִֽירָא֥וּךָ H3372 עִם H5973 שָׁ֑מֶשׁ H8121 וְלִ H6440 יָ֝רֵ֗חַ H3394 דּ֣וֹר H1755 דּוֹרִֽים H1755 ",
  "6": "יֵ֭רֵד H3381 כְּמָטָ֣ר H4306 עַל H5921 גֵּ֑ז H1488 כִּ֝רְבִיבִ֗ים H7241 זַרְזִ֥יף H2222 אָֽרֶץ H776 ",
  "7": "יִֽפְרַח H6524 בְּיָמָ֥י H3117 צַדִּ֑יק H6662 וְרֹ֥ב H7230 שָׁ֝ל֗וֹם H7965 עַד H5704 בְּלִ֥י H1097 יָרֵֽחַ H3394 ",
  "8": "וְ֭יֵרְדְּ H7287 מִיָּ֣ם H3220 עַד H5704 יָ֑ם H3220 וּ֝מִ H5104 עַד H5704 אַפְסֵי H657 אָֽרֶץ H776 ",
  "9": "לְ֭פָנָי H6440 יִכְרְע֣וּ H3766 צִיִּ֑ים H6728 וְ֝אֹיְבָ֗י H341 עָפָ֥ר H6083 יְלַחֵֽכוּ H3897 ",
  "10": "מַלְכֵ֬י H4428 תַרְשִׁ֣ישׁ H8659 וְ֭אִיִּים H339 מִנְחָ֣ה H4503 יָשִׁ֑יבוּ H7725 מַלְכֵ֥י H4428 שְׁבָ֥א H7614 וּ֝סְבָ֗א H5434 אֶשְׁכָּ֥ר H814 יַקְרִֽיבוּ H7126 ",
  "11": "וְיִשְׁתַּחֲווּ H7812 ל֥וֹ Hl כָל H3605 מְלָכִ֑ים H4428 כָּל H3605 גּוֹיִ֥ם H1471 יַֽעַבְדֽוּהוּ H5647 ",
  "12": "כִּֽי H3588 יַ֭צִּיל H5337 אֶבְי֣וֹן H34 מְשַׁוֵּ֑עַ H7768 וְ֝עָנִ֗י H6041 וְֽאֵין H369 עֹזֵ֥ר H5826 לֽוֹ Hl ",
  "13": "יָ֭חֹס H2347 עַל H5921 דַּ֣ל H1800 וְאֶבְי֑וֹן H34 וְנַפְשׁ֖וֹת H5315 אֶבְיוֹנִ֣ים H34 יוֹשִֽׁיעַ H3467 ",
  "14": "מִתּ֣וֹךְ H8496 וּ֭מֵ H2555 יִגְאַ֣ל H1350 נַפְשָׁ֑ם H5315 וְיֵיקַ֖ר H3365 דָּמָ֣ם H1818 בְּעֵינָֽי H5869 ",
  "15": "וִיחִ֗י H2421 וְיִתֶּן H5414 לוֹ֮ Hl מִזְּהַ֪ב H2091 שְׁ֫בָ֥א H7614 וְיִתְפַּלֵּ֣ל H6419 בַּעֲד֣וֹ H1157 תָמִ֑יד H8548 כָּל H3605 הַ֝יּ֗וֹם H3117 יְבָרֲכֶֽנְהֽוּ H1288 ",
  "16": "יְהִ֤י H1961 פִסַּת H6451 בַּ֨ר H1250 בָּאָרֶץ֮ H776 בְּרֹ֪אשׁ H7218 הָ֫רִ֥ים H2022 יִרְעַ֣שׁ H7493 כַּלְּבָנ֣וֹן H3844 פִּרְי֑וֹ H6529 וְיָצִ֥יצוּ H6692 מֵ֝עִ֗יר H5892 כְּעֵ֣שֶׂב H6212 הָאָֽרֶץ H776 ",
  "17": "יְהִ֤י H1961 שְׁמ֨וֹ H8034 לְֽעוֹלָ֗ם H5769 לִפְנֵי H6440 שֶׁמֶשׁ֮ H8121 ינין H5125 שְׁ֫מ֥וֹ H8034 וְיִתְבָּ֥רְכוּ H1288 ב֑וֹ Hb כָּל H3605 גּוֹיִ֥ם H1471 יְאַשְּׁרֽוּהוּ H833 ",
  "18": "בָּר֤וּךְ H1288 יְהוָ֣ה H3068 אֱ֭לֹהִים H430 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֑ל H3478 עֹשֵׂ֖ה H6213 נִפְלָא֣וֹת H6381 לְבַדּֽ H905 ",
  "19": "וּבָר֤וּךְ H1288 שֵׁ֥ם H8034 כְּבוֹד֗וֹ H3519 לְע֫וֹלָ֥ם H5769 וְיִמָּלֵ֣א H4390 כְ֭בוֹדוֹ H3519 אֶת H853 כֹּ֥ל H3605 הָאָ֗רֶץ H776 אָ֘מֵ֥ן H543 וְאָמֵֽן H543 ",
  "20": "כָּלּ֥וּ H3615 תְפִלּ֑וֹת H8605 דָּ֝וִ֗ד H1732 בֶּן H1121 יִשָֽׁי H3448 "
}
