{
  "1": "קוֹלִ֣י H6963 אֶל H413 אֱלֹהִ֣ים H430 וְאֶצְעָ֑קָה H6817 קוֹלִ֥י H6963 אֶל H413 אֱ֝לֹהִ֗ים H430 וְהַאֲזִ֥ין H238 אֵלָֽי H413 ",
  "2": "בְּי֥וֹם H3117 צָרָתִי֮ H6869 אֲדֹנָ֪י H136 דָּ֫רָ֥שְׁתִּי H1875 יָדִ֤י H3027 לַ֣יְלָה H3915 נִ֭גְּרָה H5064 וְלֹ֣א H3808 תָפ֑וּג H6313 מֵאֲנָ֖ה H3985 הִנָּחֵ֣ם H5162 נַפְשִֽׁי H5315 ",
  "3": "אֶזְכְּרָ֣ה H2142 אֱלֹהִ֣ים H430 וְאֶֽהֱמָיָ֑ה H1993 אָשִׂ֓יחָה H7878 וְתִתְעַטֵּ֖ף H5848 רוּחִ֣י H7307 סֶֽלָה H5542 ",
  "4": "אָ֭חַזְתָּ H270 שְׁמֻר֣וֹת H8109 עֵינָ֑י H5869 נִ֝פְעַ֗מְתִּי H6470 וְלֹ֣א H3808 אֲדַבֵּֽר H1696 ",
  "5": "חִשַּׁ֣בְתִּי H2803 יָמִ֣ים H3117 מִקֶּ֑דֶם H6924 שְׁ֝נ֗וֹת H8141 עוֹלָמִֽים H5769 ",
  "6": "אֶֽזְכְּרָ֥ה H2142 נְגִינָתִ֗י H5058 בַּ֫לָּ֥יְלָה H3915 עִם H5973 לְבָבִ֥י H3824 אָשִׂ֑יחָה H7878 וַיְחַפֵּ֥שׂ H2664 רוּחִֽי H7307 ",
  "7": "הַֽ֭לְ H5769 יִזְנַ֥ח H2186 אֲדֹנָ֑י H136 וְלֹֽא H3808 יֹסִ֖יף H3254 לִרְצ֣וֹת H7521 עֽוֹד H5750 ",
  "8": "הֶאָפֵ֣ס H656 לָנֶ֣צַח H5331 חַסְדּ֑וֹ H2617 גָּ֥מַר H1584 אֹ֝֗מֶר H562 לְדֹ֣ר H1755 וָדֹֽר H1755 ",
  "9": "הֲשָׁכַ֣ח H7911 חַנּ֣וֹת H2589 אֵ֑ל H410 אִם H518 קָפַ֥ץ H7092 בְּ֝אַ֗ף H639 רַחֲמָ֥יו H7356 סֶֽלָה H5542 ",
  "10": "וָ֭אֹמַר H559 חַלּ֣וֹתִי H2470 הִ֑יא H1931 שְׁ֝נ֗וֹת H8141 יְמִ֣ין H3225 עֶלְיֽוֹן H5945 ",
  "11": "אזכיר H2142 מַֽעַלְלֵי H4611 יָ֑הּ H3050 כִּֽי H3588 אֶזְכְּרָ֖ה H2142 מִקֶּ֣דֶם H6924 פִּלְאֶֽךָ H6382 ",
  "12": "וְהָגִ֥יתִי H1897 בְכָל H3605 פָּעֳלֶ֑ךָ H6467 וּֽבַ H5949 אָשִֽׂיחָה H7878 ",
  "13": "אֱ֭לֹהִים H430 בַּקֹּ֣דֶשׁ H6944 דַּרְכֶּ֑ךָ H1870 מִי H4310 אֵ֥ל H410 גָּ֝ד֗וֹל H1419 כֵּֽאלֹהִֽים H430 ",
  "14": "אַתָּ֣ה H859 הָ֭אֵל H410 עֹ֣שֵׂה H6213 פֶ֑לֶא H6382 הוֹדַ֖עְתָּ H3045 בָעַמִּ֣ים H5971 עֻזֶּֽךָ H5797 ",
  "15": "גָּאַ֣לְתָּ H1350 בִּזְר֣וֹעַ H2220 עַמֶּ֑ךָ H5971 בְּנֵי H1121 יַעֲקֹ֖ב H3290 וְיוֹסֵ֣ף H3130 סֶֽלָה H5542 ",
  "16": "רָ֘א֤וּךָ H7200 מַּ֨יִם H4325 אֱֽלֹהִ֗ים H430 רָא֣וּךָ H7200 מַּ֣יִם H4325 יָחִ֑ילוּ H2342 אַ֝֗ף H637 יִרְגְּז֥וּ H7264 תְהֹמֽוֹת H8415 ",
  "17": "זֹ֤רְמוּ H2229 מַ֨יִם H4325 עָב֗וֹת H5645 ק֭וֹל H6963 נָתְנ֣וּ H5414 שְׁחָקִ֑ים H7834 אַף H637 חֲ֝צָצֶ֗יךָ H2687 יִתְהַלָּֽכוּ H1980 ",
  "18": "ק֤וֹל H6963 רַעַמְךָ֨ H7482 בַּגַּלְגַּ֗ל H1534 הֵאִ֣ירוּ H215 בְרָקִ֣ים H1300 תֵּבֵ֑ל H8398 רָגְזָ֖ה H7264 וַתִּרְעַ֣שׁ H7493 הָאָֽרֶץ H776 ",
  "19": "בַּיָּ֤ם H3220 דַּרְכֶּ֗ךָ H1870 ושבילי H7635 בְּמַ֣יִם H4325 רַבִּ֑ים H7227 וְ֝עִקְּבוֹתֶ֗י H6119 לֹ֣א H3808 נֹדָֽעוּ H3045 ",
  "20": "נָחִ֣יתָ H5148 כַצֹּ֣אן H6629 עַמֶּ֑ךָ H5971 בְּֽיַד H3027 מֹשֶׁ֥ה H4872 וְאַהֲרֹֽן H175 ",
  "21": "נָחִ֣יתָ H5148 כַצֹּ֣אן H6629 עַמֶּ֑ךָ H5971 בְּֽיַד H3027 מֹשֶׁ֥ה H4872 וְאַהֲרֹֽן H175 "
}
