{
  "1": "On that day Jesus went out of the house and sat beside the sea.",
  "2": "A very large crowd gathered around him, so he got into a boat and sat in it, while the whole crowd stood on the beach.",
  "3": "Then Jesus said many things to them in parables. He said, \"Behold, a farmer went out to sow seed.",
  "4": "As he sowed, some seeds fell beside the road, and the birds came and devoured them.",
  "5": "Other seeds fell on rocky ground, where they did not have much soil. Immediately they sprang up, because the soil had no depth.",
  "6": "But when the sun had risen, they were scorched because they had no root, and they withered away.",
  "7": "Other seeds fell among the thorn plants. The thorn plants grew up and choked them.",
  "8": "Other seeds fell on good soil and produced grain, some one hundred times as much, some sixty, and some thirty.",
  "9": "He who has ears, let him listen.\"",
  "10": "The disciples came and said to Jesus, \"Why do you talk to the crowd in parables?\"",
  "11": "Jesus answered and said to them, \"You have been given the privilege of understanding mysteries of the kingdom of heaven, but to them it is not given.",
  "12": "Because whoever has, even more will be given. But whoever does not have, even what he has will be taken away from him.",
  "13": "This is why I talk to them in parables: Though they are seeing, they do not see; and though they are hearing, they do not hear, or understand.",
  "14": "To them the prophecy of Isaiah is fulfilled, that which says,\\q 'While hearing you will hear, but you will in no way understand;\n\\q while seeing you will see, but you will in no way perceive.\n\n\n\\q",
  "15": "For this people's heart has become dull,\\q and they are hard of hearing,\n\\q and they have closed their eyes,\n\\q so they should not see with their eyes,\n\\q or hear with their ears,\n\\q or understand with their hearts,\n\\q so they would turn again,\n\\q and I would heal them.'\n\\m",
  "16": "But blessed are your eyes, for they see; and your ears, for they hear.",
  "17": "Truly I say to you that many prophets and righteous men desired to see the things that you see, and did not see them. They desired to hear the things that you hear, and did not hear them.",
  "18": "Listen then to the parable of the farmer who sowed his seed.",
  "19": "When anyone hears the word of the kingdom but does not understand it, the evil one comes and snatches away what has been sown in his heart. This is the seed that was sown beside the road.",
  "20": "What was sown on rocky ground is the person who hears the word and immediately receives it with joy,",
  "21": "yet he has no root in himself and he endures for a while. When tribulation or persecution arises because of the word, he quickly falls away.",
  "22": "What was sown among the thorn plants, this is the person who hears the word, but the cares of the world and the deceitfulness of riches choke the word, and he becomes unfruitful.",
  "23": "What was sown on the good soil, this is the person who hears the word and understands it. He bears fruit and makes a crop, yielding one hundred times as much as was planted, some sixty, and some thirty times as much.\"",
  "24": "Jesus presented another parable to them. He said, \"The kingdom of heaven is like a man who sowed good seed in his field.",
  "25": "But while people slept, his enemy came and also sowed weeds among the wheat and then went away.",
  "26": "When the blades sprouted and then produced their crop, then the weeds appeared also.",
  "27": "The servants of the landowner came and said to him, 'Sir, did you not sow good seed in your field? How does it now have weeds?'",
  "28": "He said to them, 'An enemy has done this.' The servants said to him, 'So do you want us to go and pull them out?'",
  "29": "The landowner said, 'No. Because while you are pulling out the weeds, you might uproot the wheat with them.",
  "30": "Let both grow together until the harvest. At the time of the harvest I will say to the reapers, \"First pull out the weeds and tie them in bundles to burn them, but gather the wheat into my barn.\"'\"",
  "31": "Then Jesus presented another parable to them. He said, \"The kingdom of heaven is like a mustard seed which a man took and sowed in his field.",
  "32": "This seed is indeed the smallest of all other seeds. But when it has grown, it is greater than the garden plants. It becomes a tree, so that the birds of the air come and nest in its branches.\"",
  "33": "Jesus then told them another parable. \"The kingdom of heaven is like yeast that a woman took and mixed with three measures of flour until all the dough had risen.\"",
  "34": "All these things Jesus said to the crowds in parables; and he said nothing to them without a parable.",
  "35": "This was in order that what had been said through the prophet might come true, when he said,\\q \"I will open my mouth in parables.\n\\q I will say things that were hidden from the foundation of the world.\"",
  "36": "Then Jesus left the crowds and went into the house. His disciples came to him and said, \"Explain to us the parable of the weeds of the field.\"",
  "37": "Jesus answered and said, \"He who sows the good seed is the Son of Man.",
  "38": "The field is the world; and the good seed, these are the sons of the kingdom. The weeds are the sons of the evil one,",
  "39": "and the enemy who sowed them is the devil. The harvest is the end of the world, and the reapers are angels.",
  "40": "Therefore, as the weeds are gathered up and burned with fire, so will it be at the end of the world.",
  "41": "The Son of Man will send out his angels, and they will gather out of his kingdom all the things that cause sin, and those who commit iniquity.",
  "42": "They will throw them into the furnace of fire, where there will be weeping and grinding of teeth.",
  "43": "Then will the righteous people shine like the sun in the kingdom of their Father. He who has ears, let him listen.",
  "44": "The kingdom of heaven is like a treasure hidden in a field. A man found it and hid it. In his joy he goes, sells everything he possesses, and buys that field.",
  "45": "Again, the kingdom of heaven is like a man who is a merchant looking for valuable pearls.",
  "46": "When he found one pearl of very great value, he went and sold everything that he possessed and bought it.",
  "47": "Again, the kingdom of heaven is like a net that was cast into the sea, and that gathered creatures of every kind.",
  "48": "When it was filled, the fishermen drew it up on the beach. Then they sat down and gathered the good things into containers, but the worthless things they threw away.",
  "49": "It will be this way at the end of the world. The angels will come and separate the wicked from among the righteous.",
  "50": "They will throw them into the furnace of fire, where there will be weeping and grinding of teeth.",
  "51": "Have you understood all these things?\" The disciples said to him, \"Yes.\"",
  "52": "Then Jesus said to them, \"Therefore every scribe who has become a disciple to the kingdom of heaven is like a man who is the owner of a house, who draws out old and new things from his treasure.\"",
  "53": "Then it came about that when Jesus had finished these parables, he departed from that place.",
  "54": "Then Jesus entered his own region and taught the people in their synagogue. The result was that they were astonished and said, \"Where does this man get his wisdom and these miracles from?",
  "55": "Is not this man the carpenter's son? Is not his mother called Mary? Are not his brothers James, Joseph, Simon, and Judas?",
  "56": "Are not all his sisters with us? Where did he get all these things?\"",
  "57": "They were offended by him. But Jesus said to them, \"A prophet is not without honor except in his own country and in his own family.\"",
  "58": "He did not do many miracles there because of their unbelief."
}
