{
  "1": "Then Jesus was led up by the Spirit into the wilderness to be tempted by the devil.",
  "2": "When he had fasted forty days and forty nights, he was hungry.",
  "3": "The tempter came and said to him, \"If you are the Son of God, command these stones to become bread.\"",
  "4": "But Jesus answered and said to him, \"It is written, 'Man shall not live on bread alone, but by every word that comes out of the mouth of God.'\"",
  "5": "Then the devil took him into the holy city and set him on the highest point of the temple building,",
  "6": "and said to him, \"If you are the Son of God, throw yourself down, for it is written,\\q 'He will command his angels to take care of you,'\n\\m and,\n\\q 'They will lift you up in their hands,\n\\q so that you will not hit your foot against a stone.'\"\n\\m",
  "7": "Jesus said to him, \"Again it is written, 'You must not test the Lord your God.'\"",
  "8": "Again, the devil took him up to a high place and showed him all the kingdoms of the world along with all their splendor.",
  "9": "He said to him, \"All these things I will give you, if you bow down and worship me.\"",
  "10": "Then Jesus said to him, \"Go away from here, Satan! For it is written,\\q 'You will worship the Lord your God,\n\\q and you will serve only him.'\"",
  "11": "Then the devil left him, and behold, angels came and served him.",
  "12": "Now when Jesus heard that John had been arrested, he withdrew into Galilee.",
  "13": "He left Nazareth and went and lived in Capernaum, which is by the Sea of Galilee, in the territories of Zebulun and Naphtali.",
  "14": "This happened to fulfill what was said by Isaiah the prophet,\\q1",
  "15": "\"The land of Zebulun and the land of Naphtali,\\q1 toward the sea, beyond the Jordan,\n\\q1 Galilee of the Gentiles!\n\\q1",
  "16": "The people who sat in darkness\\q1 have seen a great light,\n\\q1 and to those who sat in the region and shadow of death,\n\\q1 upon them has a light arisen.\"",
  "17": "From that time Jesus began to preach and say, \"Repent, for the kingdom of heaven has come near.\"",
  "18": "As he was walking by the Sea of Galilee, he saw two brothers, Simon who is called Peter, and Andrew his brother, casting a net into the sea, for they were fishermen.",
  "19": "Jesus said to them, \"Come, follow me, and I will make you fishers of men.\"",
  "20": "Immediately they left the nets and followed him.",
  "21": "As Jesus was going on from there he saw two other brothers, James son of Zebedee, and John his brother. They were in the boat with Zebedee their father mending their nets. He called them,",
  "22": "and they immediately left the boat and their father and followed him.",
  "23": "Jesus went about in all of Galilee, teaching in their synagogues, preaching the gospel of the kingdom, and healing every kind of disease and sickness among the people.",
  "24": "The news about him went out into all of Syria, and the people brought to him all those who were sick, ill with various diseases and pains, those possessed by demons, and the epileptic and paralytic. Jesus healed them.",
  "25": "Large crowds followed him from Galilee, the Decapolis, Jerusalem, and Judea, and from beyond the Jordan."
}
