{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सिय्योन में नरसिंगा फूँको; मेरे पवित्र पर्वत पर साँस बाँधकर फूँको! देश के सब रहनेवाले काँप उठें, क्योंकि यहोवा का दिन आता है, वरन् वह निकट ही है।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह अंधकार और अंधेरे का दिन है, वह बादलों का दिन है और अंधियारे के समान फैलता है। जैसे भोर का प्रकाश पहाड़ों पर फैलता है, वैसे ही एक बड़ी और सामर्थी जाति आएगी; प्राचीनकाल में वैसी कभी न हुई, और न उसके बाद भी फिर किसी पीढ़ी में होगी। (मत्ती 24:21)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके आगे-आगे तो आग भस्म करती जाएगी, और उसके पीछे-पीछे लौ जलाती जाएगी। उसके आगे की भूमि तो अदन की बारी के समान होगी, परन्तु उसके पीछे की भूमि उजाड़ मरुस्थल बन जाएगी, और उससे कुछ न बचेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनका रूप घोड़ों का सा है, और वे सवारी के घोड़ों के समान दौड़ते हैं। (प्रका. 9:7)\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनके कूदने का शब्द ऐसा होता है जैसा पहाड़ों की चोटियों पर रथों के चलने का, या खूँटी भस्म करती हुई लौ का, या जैसे पाँति बाँधे हुए बलवन्त योद्धाओं का शब्द होता है। (प्रका. 9:9)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनके सामने जाति-जाति के लोग पीड़ित होते हैं, सब के मुख मलीन होते हैं।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे शूरवीरों के समान दौड़ते*, और योद्धाओं की भाँति शहरपनाह पर चढ़ते हैं। वे अपने-अपने मार्ग पर चलते हैं, और कोई अपनी पाँति से अलग न चलेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे एक दूसरे को धक्का नहीं लगाते, वे अपनी-अपनी राह पर चलते हैं; शस्त्रों का सामना करने से भी उनकी पाँति नहीं टूटती।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे नगर में इधर-उधर दौड़ते, और शहरपनाह पर चढ़ते हैं; वे घरों में ऐसे घुसते हैं जैसे चोर खिड़कियों से घुसते हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनके आगे पृथ्वी काँप उठती है, और आकाश थरथराता है। सूर्य और चन्द्रमा काले हो जाते हैं, और तारे नहीं झलकते। (मत्ती 24:29, मर.13:24,25, प्रका.6:12,13, प्रका.8:12, प्रका.9:2)\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा अपने उस दल के आगे अपना शब्द सुनाता है, क्योंकि उसकी सेना बहुत ही बड़ी है; जो अपना वचन पूरा करनेवाला है, वह सामर्थी है। क्योंकि यहोवा का दिन बड़ा और अति भयानक है; उसको कौन सह सकेगा? (प्रका. 6:17)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तो भी,” यहोवा की यह वाणी है, “अभी भी सुनो, उपवास के साथ रोते-पीटते अपने पूरे मन से फिरकर मेरे पास आओ।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अपने वस्त्र नहीं, अपने मन ही को फाड़कर” अपने परमेश्‍वर यहोवा की ओर फिरो; क्योंकि वह अनुग्रहकारी, दयालु, विलम्ब से क्रोध करनेवाला, करुणानिधान और दुःख देकर पछतानेवाला है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या जाने वह फिरकर पछताए और ऐसी आशीष दे जिससे तुम्हारे परमेश्‍वर यहोवा को अन्नबलि और अर्घ दिया जाए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सिय्योन में नरसिंगा फूँको, उपवास का दिन ठहराओ, महासभा का प्रचार करो;\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "लोगों को इकट्ठा करो। सभा को पवित्र करो; पुरनियों को बुला लो; बच्चों और दूधपीउवों को भी इकट्ठा करो। दुल्हा अपनी कोठरी से, और दुल्हन भी अपने कमरे से निकल आएँ।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "याजक जो यहोवा के टहलुए हैं, वे आँगन और वेदी के बीच में रो रोकर कहें, “हे यहोवा अपनी प्रजा पर तरस खा; और अपने निज भाग की नामधराई न होने दे; न जाति-जाति उसकी उपमा देने पाएँ। जाति-जाति के लोग आपस में क्यों कहने पाएँ, ‘उनका परमेश्‍वर कहाँ रहा?’ ”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा को अपने देश के विषय में जलन हुई*, और उसने अपनी प्रजा पर तरस खाया।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा ने अपनी प्रजा के लोगों को उत्तर दिया, “सुनो, मैं अन्न और नया दाखमधु और ताजा तेल तुम्हें देने पर हूँ, और तुम उन्हें पाकर तृप्त होंगे; और मैं भविष्य में अन्यजातियों से तुम्हारी नामधराई न होने दूँगा।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“मैं उत्तर की ओर से आई हुई सेना को तुम्हारे पास से दूर करूँगा, और उसे एक निर्जल और उजाड़ देश में निकाल दूँगा; उसका अगला भाग तो पूरब के ताल की ओर और उसका पिछला भाग पश्चिम के समुद्र की ओर होगा; उससे दुर्गन्ध उठेगी, और उसकी सड़ी गन्ध फैलेगी, क्योंकि उसने बहुत बुरे काम किए हैं।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हे देश, तू मत डर; तू मगन हो और आनन्द कर, क्योंकि यहोवा ने बड़े-बड़े काम किए हैं!\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे मैदान के पशुओं, मत डरो, क्योंकि जंगल में चराई उगेगी, और वृक्ष फलने लगेंगे; अंजीर का वृक्ष और दाखलता अपना-अपना बल दिखाने लगेंगी।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हे सिय्योन के लोगों, तुम अपने परमेश्‍वर यहोवा के कारण मगन हो, और आनन्द करो; क्योंकि तुम्हारे लिये वह वर्षा, अर्थात् बरसात की पहली वर्षा बहुतायत से देगा; और पहले के समान अगली और पिछली वर्षा को भी बरसाएगा। (हब. 3:18)\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तब खलिहान अन्न से भर जाएँगे, और रसकुण्ड नये दाखमधु और ताजे तेल से उमड़ेंगे।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जिन वर्षों की उपज अर्बे नामक टिड्डियों, और येलेक, और हासील ने, और गाजाम नामक टिड्डियों ने, अर्थात् मेरे बड़े दल ने जिसको मैंने तुम्हारे बीच भेजा, खा ली थी, मैं उसकी हानि तुम को भर दूँगा।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तुम पेट भरकर खाओगे, और तृप्त होंगे, और अपने परमेश्‍वर यहोवा के नाम की स्तुति करोगे, जिस ने तुम्हारे लिये आश्चर्य के काम किए हैं। और मेरी प्रजा की आशा फिर कभी न टूटेगी।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब तुम जानोगे कि मैं इस्राएल के बीच में हूँ, और मैं, यहोवा, तुम्हारा परमेश्‍वर हूँ और कोई दूसरा नहीं है। मेरी प्रजा की आशा फिर कभी न टूटेगी।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“उन बातों के बाद मैं सब प्राणियों पर* अपना आत्मा उण्डेलूँगा; तुम्हारे बेटे-बेटियाँ भविष्यद्वाणी करेंगी, और तुम्हारे पुरनिये स्वप्न देखेंगे, और तुम्हारे जवान दर्शन देखेंगे। (प्रेरि. 2:17-21, तीतु. 3:6)\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम्हारे दास और दासियों पर भी मैं उन दिनों में अपना आत्मा उण्डेलूँगा।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“और मैं आकाश में और पृथ्वी पर चमत्कार, अर्थात् लहू और आग और धुएँ के खम्भे दिखाऊँगा (लूका 21:25, प्रका. 8:7)\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा के उस बड़े और भयानक दिन के आने से पहले सूर्य अंधियारा होगा और चन्द्रमा रक्त सा हो जाएगा। (मत्ती 24:29, मर. 3:24, 25, प्रका. 6:12)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय जो कोई यहोवा से प्रार्थना करेगा, वह छुटकारा पाएगा; और यहोवा के वचन के अनुसार सिय्योन पर्वत पर, और यरूशलेम में जिन बचे हुओं को यहोवा बुलाएगा, वे उद्धार पाएँगे। (प्रेरि. 2:39, प्रेरि. 22:16, रोम. 10:13)\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}