{"1":"When Balaam saw that it pleased Yahweh to bless Israel, he did not go, as at the other times, to use sorcery. Instead, he looked toward the wilderness.","2":"He raised his eyes and saw that Israel was camped, each in their own tribe, and the Spirit of God came on him.","3":"He received this prophecy and said,\\q \"Balaam son of Beor is about to speak,\n\\q2 the man whose eyes are wide open.\n\n\n\\q","4":"He speaks and hears God's words.\\q2 He sees a vision from the Almighty,\n\\q Before whom he bows down with his eyes open.\n\\q","5":"How beautiful are your tents, Jacob,\\q2 the place where you live, Israel!\n\n\n\\q","6":"Like valleys they spread out,\\q2 like gardens by the riverside,\n\\q2 like aloes planted by Yahweh,\n\\q2 like cedars beside the waters.\n\n\n\\q","7":"Water flows from their buckets,\\q2 and their seed is well-watered.\n\\q Their king is to be higher than Agag,\n\\q2 and their kingdom will be honored.\n\n\n\\q","8":"God brings him out of Egypt,\\q with strength like a wild ox.\n\\q2 He will eat up the nations who fight against him.\n\\q2 He will break their bones to pieces.\n\\q2 He will shoot them with his arrows.\n\n\n\\q","9":"He crouches down like a lion,\\q2 like a lioness. Who dares disturb him?\n\\q May everyone who blesses him be blessed;\n\\q2 may everyone who curses him be cursed.\"","10":"Balak's anger was kindled against Balaam and he struck his hands together in anger. Balak said to Balaam, \"I called you to curse my enemies, but look, you have blessed them three times.","11":"So leave me right now and go home. I said I would greatly reward you, but Yahweh has kept you from getting any reward.\"","12":"Then Balaam replied to Balak, \"I said to the messengers that you sent to me,","13":"'Even if Balak gave me his palace full of silver and gold, I could not go beyond Yahweh's word and anything bad or good, or anything at all that I might want to do. I can say only what Yahweh tells me to say.' Did I not say this to them?","14":"So now, look, I will go back to my people. But first let me warn you what this people will do to your people in the days ahead.\"","15":"Balaam began this prophecy. He said,\\q \"Balaam son of Beor speaks,\n\\q2 The man whose eyes are wide open.\n\\q","16":"This is a prophecy of someone who hears words from God,\\q2 who has knowledge from the Most High,\n\\q2 who has visions from the Almighty,\n\\q Before whom he bows down with open eyes.\n\n\n\\q","17":"I see him, but he is not here now.\\q I look at him, but he is not near.\n\\q A star will come out of Jacob,\n\\q2 and a scepter will rise out of Israel.\n\\q He will shatter Moab's leaders\n\\q2 and destroy all the descendants of Seth.\n\n\n\\q","18":"Then Edom will become a possession of Israel,\\q and Seir will also become their possession,\n\\q2 enemies of Israel,\n\\q2 whom Israel will conquer with force.\n\\q","19":"Out of Jacob a king will come who will have dominion,\\q2 and he will destroy the survivors of their city.\"\n\n\n\\m","20":"Then Balaam looked at Amalek and began his prophecy. He said,\\q \"Amalek was once the greatest of nations,\n\\q2 but his final end will be destruction.\"\n\n\n\\m","21":"Then Balaam looked toward the Kenites and began his prophecy. He said,\\q \"The place where you live is strong,\n\\q2 and your nest is in the rocks.\n\\q","22":"Nevertheless you Kenites will be consumed by fire\\q2 when Assyria carries you away captive.\"\n\\m","23":"Then Balaam began his final prophecy. He said,\\q \"Woe! Who will survive when God does this?\n\\q","24":"Ships will come from the coast of Kittim;\\q2 they will attack Assyria and will conquer Eber,\n\\q2 but they, too, will end in destruction.\"\n\n\n\\m","25":"Then Balaam got up and left. He returned to his home, and Balak also went away."}
