{
  "1": "On the day that Moses completed the tabernacle, he anointed it and set it apart to Yahweh, together with all of its furnishings. He did the same for the altar and all its utensils. He anointed them and set them apart to Yahweh.",
  "2": "On that day, the leaders of Israel, the heads of their ancestor's families, offered sacrifices. These men were leading the tribes. They had overseen the counting of the men in the census.",
  "3": "They brought their offerings before Yahweh. They brought six covered carts and twelve oxen. They brought one cart for every two leaders, and each leader brought one ox. They presented these things in front of the tabernacle.",
  "4": "Then Yahweh spoke to Moses. He said,",
  "5": "\"Accept the offerings from them and use the offerings for the work in the tent of meeting. Give the offerings to the Levites, to each one as his work needs them.\"",
  "6": "Moses took the carts and the oxen, and he gave them to the Levites.",
  "7": "He gave two carts and four oxen to the descendants of Gershon, because of what their work needed.",
  "8": "He gave four carts and eight oxen to the descendants of Merari, in the care of Ithamar son of Aaron the priest. He did this because of what their work required.",
  "9": "But he gave none of those things to the descendants of Kohath, because theirs would be the work related to the things that belong to Yahweh that they would carry on their own shoulders.",
  "10": "The leaders offered their goods for the dedication of the altar on the day that Moses anointed the altar. The leaders offered their sacrifices in front of the altar.",
  "11": "Yahweh said to Moses, \"Each leader must offer on his own day his sacrifice for the dedication of the altar.\"",
  "12": "On the first day, Nahshon son of Amminadab, of the tribe of Judah, offered his sacrifice.",
  "13": "His sacrifice was one silver platter weighing 130 shekels and one silver bowl weighing seventy shekels, by the standard weight of the sanctuary shekel. Both of these objects were full of fine flour mixed with oil for a grain offering.",
  "14": "He gave one gold dish that weighed ten shekels and was full of incense.",
  "15": "He gave as a burnt offering one young bull, one ram, and a one-year-old male lamb.",
  "16": "He gave one male goat as a sin offering.",
  "17": "He gave two oxen, five rams, five male goats, and five male lambs that were a year old, as the sacrifice for a fellowship offering. This was the sacrifice of Nahshon son of Amminadab.",
  "18": "On the second day, Nethanel son of Zuar, leader of Issachar, offered his sacrifice.",
  "19": "He offered as his sacrifice one silver platter weighing 130 shekels and one silver bowl weighing seventy shekels, by the standard weight of the sanctuary shekel. Both of these objects were full of fine flour mixed with oil for a grain offering.",
  "20": "He also gave one gold dish weighing ten shekels, full of incense.",
  "21": "He gave as a burnt offering one young bull, one ram, and a one-year-old male lamb.",
  "22": "He gave one male goat as a sin offering.",
  "23": "He gave two oxen, five rams, five male goats, and five male lambs that were a year old, as the sacrifice for a fellowship offering. This was the sacrifice of Nethanel son of Zuar.",
  "24": "On the third day, Eliab son of Helon, leader of the descendants of Zebulun, offered his sacrifice.",
  "25": "His sacrifice was one silver platter weighing 130 shekels, and one silver bowl weighing seventy shekels by the standard weight of the sanctuary shekel. Both of these objects were full of fine flour mixed with oil for a grain offering.",
  "26": "He also gave one gold dish weighing ten shekels, full of incense.",
  "27": "He gave as a burnt offering one young bull, one ram, and a one-year-old male lamb.",
  "28": "He gave one male goat as a sin offering.",
  "29": "He gave two oxen, five rams, five male goats, and five male lambs that were a year old, as the sacrifice for a fellowship offering. This was the sacrifice of Eliab son of Helon.",
  "30": "On the fourth day, Elizur son of Shedeur, leader of the descendants of Reuben, offered his sacrifice.",
  "31": "His sacrifice was one silver platter weighing 130 shekels and one silver bowl weighing seventy shekels, by the standard weight of the sanctuary shekel. Both of these objects were full of fine flour mixed with oil for a grain offering.",
  "32": "He also gave one gold dish weighing ten shekels, full of incense.",
  "33": "He gave as a burnt offering one young bull, one ram, and a one-year-old male lamb.",
  "34": "He gave one male goat as a sin offering.",
  "35": "He gave two oxen, five rams, five male goats, and five male lambs that were a year old, as the sacrifice for a fellowship offering. This was the sacrifice of Elizur son of Shedeur.",
  "36": "On the fifth day, Shelumiel son of Zurishaddai, leader of the descendants of Simeon, offered his sacrifice.",
  "37": "His sacrifice was one silver platter weighing 130 shekels and one silver bowl weighing seventy shekels, by the standard weight of the sanctuary shekel. Both of these objects were full of fine flour mixed with oil for a grain offering.",
  "38": "He also gave one gold dish weighing ten shekels, full of incense.",
  "39": "He gave as a burnt offering one young bull, one ram, and a one-year-old male lamb.",
  "40": "He gave one male goat as a sin offering.",
  "41": "He gave two oxen, five rams, five male goats, and five male lambs that were a year old, as the sacrifice for a fellowship offering. This was the sacrifice of Shelumiel son of Zurishaddai.",
  "42": "On the sixth day, Eliasaph son of Deuel, leader of the descendants of Gad, offered his sacrifice.",
  "43": "His sacrifice was one silver platter weighing 130 shekels and one silver bowl weighing seventy shekels, by the standard weight of the sanctuary shekel. Both of these objects were full of fine flour mixed with oil for a grain offering.",
  "44": "He also gave one gold dish weighing ten shekels, full of incense.",
  "45": "He gave as a burnt offering one young bull, one ram, and a one-year-old male lamb.",
  "46": "He gave one male goat as a sin offering.",
  "47": "He gave two oxen, five rams, five male goats, and five male lambs that were a year old, as the sacrifice for a fellowship offering. This was the sacrifice of Eliasaph son of Deuel.",
  "48": "On the seventh day, Elishama son of Ammihud, leader of the descendants of Ephraim, offered his sacrifice.",
  "49": "His sacrifice was one silver platter weighing 130 shekels and one silver bowl weighing seventy shekels, by the standard weight of the sanctuary shekel. Both of these objects were full of fine flour mixed with oil for a grain offering.",
  "50": "He also gave one gold dish weighing ten shekels, full of incense.",
  "51": "He gave as a burnt offering one young bull, one ram, and a one-year-old male lamb.",
  "52": "He gave one male goat as a sin offering.",
  "53": "He gave two oxen, five rams, five male goats, and five male lambs that were a year old, as the sacrifice for a fellowship offering. This was the sacrifice of Elishama son of Ammihud.",
  "54": "On the eighth day, Gamaliel son of Pedahzur, leader of the descendants of Manasseh, offered his sacrifice.",
  "55": "His sacrifice was one silver platter weighing 130 shekels and one silver bowl weighing seventy shekels, by the standard weight of the sanctuary shekel. Both of these objects were full of fine flour mixed with oil for a grain offering.",
  "56": "He also gave one gold dish weighing ten shekels, full of incense.",
  "57": "He gave as a burnt offering one young bull, one ram, and a one-year-old male lamb.",
  "58": "He gave one male goat as a sin offering.",
  "59": "He gave two oxen, five rams, five male goats, and five male lambs that were a year old, as the sacrifice for a fellowship offering. This was the sacrifice of Gamaliel son of Pedahzur.",
  "60": "On the ninth day, Abidan son of Gideoni, leader of the descendants of Benjamin, offered his sacrifice.",
  "61": "His sacrifice was one silver platter weighing 130 shekels and one silver bowl weighing seventy shekels, by the standard weight of the sanctuary shekel. Both of these objects were full of fine flour mingled with oil for a grain offering.",
  "62": "He also gave one gold dish weighing ten shekels, full of incense.",
  "63": "He gave as a burnt offering one young bull, one ram, and a one-year-old male lamb.",
  "64": "He gave one male goat as a sin offering.",
  "65": "He gave two oxen, five rams, five male goats, and five male lambs that were a year old, as the sacrifice for a fellowship offering. This was the sacrifice of Abidan son of Gideoni.",
  "66": "On the tenth day, Ahiezer son of Ammishaddai, leader of the descendants of Dan, offered his sacrifice.",
  "67": "His sacrifice was one silver platter weighing 130 shekels and one silver bowl weighing seventy shekels, by the standard weight of the sanctuary shekel. Both of these objects were full of fine flour mixed with oil for a grain offering.",
  "68": "He also gave one gold dish weighing ten shekels, full of incense.",
  "69": "He gave as a burnt offering one young bull, one ram, and a one-year-old male lamb..",
  "70": "He gave one male goat as a sin offering.",
  "71": "He gave two oxen, five rams, five male goats, and five male lambs that were a year old, as the sacrifice for a fellowship offering. This was the sacrifice of Ahiezer son of Ammishaddai.",
  "72": "On the eleventh day, Pagiel son of Okran, leader of the descendants of Asher, offered his sacrifice.",
  "73": "His sacrifice was one silver platter weighing 130 shekels and one silver bowl weighing seventy shekels, by the standard weight of the sanctuary shekel. Both of these objects were full of fine flour mingled with oil for a grain offering.",
  "74": "He also gave one gold dish weighing ten shekels, full of incense.",
  "75": "He gave as a burnt offering one young bull, one ram, and a one-year-old male lamb.",
  "76": "He gave one male goat as a sin offering.",
  "77": "He gave two oxen, five rams, five male goats, and five male lambs that were a year old, as the sacrifice for a fellowship offering. This was the sacrifice of Pagiel son of Okran.",
  "78": "On the twelfth day, Ahira son of Enan, leader of the descendants of Naphtali, offered his sacrifice.",
  "79": "His sacrifice was one silver platter weighing 130 shekels and one silver bowl weighing seventy shekels, by the standard weight of the sanctuary shekel. Both of these objects were full of fine flour mixed with oil for a grain offering.",
  "80": "He also gave one gold dish weighing ten shekels, full of incense.",
  "81": "He gave as a burnt offering one young bull, one ram, and a one-year-old male lamb.",
  "82": "He gave one male goat as a sin offering.",
  "83": "He gave two oxen, five rams, five male goats, and five male lambs that were a year old, as the sacrifice for a fellowship offering. This was the sacrifice of Ahira son of Enan.",
  "84": "The leaders of Israel set all these apart on the day that Moses anointed the altar. They set apart the twelve silver platters, twelve silver bowls, and twelve gold dishes.",
  "85": "Each silver platter weighed 130 shekels and each bowl weighed seventy shekels. All the silver vessels weighed 2,400 shekels, by the standard weight of the sanctuary shekel.",
  "86": "Each of the twelve gold dishes, full of incense, weighed ten shekels by the standard weight of the sanctuary shekel. All the gold dishes weighed 120 shekels.",
  "87": "They set apart all the animals for the burnt offerings, twelve bulls, twelve rams, and twelve year-old male lambs. They gave their grain offering. They gave twelve male goats as a sin offering.",
  "88": "From all their cattle, they gave twenty-four bulls, sixty rams, sixty male goats, and sixty male lambs a year old, as the sacrifice for the fellowship offering. This was for the dedication of the altar after it was anointed.",
  "89": "When Moses went into the tent of meeting to speak with Yahweh, he heard his voice speaking to him. Yahweh spoke to him from above the atonement lid on the ark of the testimony, from between the two cherubim. He spoke to him."
}
