{
  "1": "חֲזוֹן֙ H2377 Ncmsc יְשַֽׁעְיָ֣הוּ H3470 Np בֶן H1121 Ncmsc אָמ֔וֹץ H531 Np אֲשֶׁ֣ר H834 Tr חָזָ֔ה H2372 Vqp3ms עַל H5921 R יְהוּדָ֖ה H3063 Np וִירוּשָׁלִָ֑ם H3389 C/Np בִּימֵ֨י H3117 R/Ncmpc עֻזִּיָּ֧הוּ H5818 Np יוֹתָ֛ם H3147 Np אָחָ֥ז H271 Np יְחִזְקִיָּ֖הוּ H2396 Np מַלְכֵ֥י H4428 Ncmpc יְהוּדָֽה H3063 Np ",
  "2": "שִׁמְע֤וּ H8085 Vqv2mp שָׁמַ֨יִם֙ H8064 Ncmpa וְהַאֲזִ֣ינִי H238 אֶ֔רֶץ H776 Ncfsa כִּ֥י H3588 C יְהוָ֖ה H3068 Np דִּבֵּ֑ר H1696 Vpp3ms בָּנִים֙ H1121 Ncmpa גִּדַּ֣לְתִּי H1431 Vpp1cs וְרוֹמַ֔מְתִּי H7311 C/Vop1cs וְהֵ֖ם H1992 C/Pp3mp פָּ֥שְׁעוּ H6586 בִֽי Hb R/Sp1cs ",
  "3": "יָדַ֥ע H3045 Vqp3ms שׁוֹר֙ H7794 Ncmsa קֹנֵ֔הוּ H7069 Vqrmsc/Sp3ms וַחֲמ֖וֹר H2543 C/Ncmsa אֵב֣וּס H18 Ncmsc בְּעָלָ֑יו H1167 Ncmpc/Sp3ms יִשְׂרָאֵל֙ H3478 Np לֹ֣א H3808 Tn יָדַ֔ע H3045 Vqp3ms עַמִּ֖י H5971 Ncmsc/Sp1cs לֹ֥א H3808 Tn הִתְבּוֹנָֽן H995 Vrp3ms ",
  "4": "ה֣וֹי H1945 גּ֣וֹי H1471 חֹטֵ֗א H2398 עַ֚ם H5971 כֶּ֣בֶד H3515 עָוֺ֔ן H5771 זֶ֣רַע H2233 מְרֵעִ֔ים H7489 בָּנִ֖ים H1121 מַשְׁחִיתִ֑ים H7843 עָזְב֣וּ H5800 אֶת H853 יְהוָ֗ה H3068 נִֽאֲצ֛וּ H5006 אֶת H853 קְד֥וֹשׁ H6918 יִשְׂרָאֵ֖ל H3478 נָזֹ֥רוּ H2114 אָחֽוֹר H268 ",
  "5": "עַ֣ל H5921 מֶ֥ה H4100 תֻכּ֛וּ H5221 ע֖וֹד H5750 תּוֹסִ֣יפוּ H3254 סָרָ֑ה H5627 כָּל H3605 רֹ֣אשׁ H7218 לָחֳלִ֔י H2483 וְכָל H3605 לֵבָ֖ב H3824 דַּוָּֽי H1742 ",
  "6": "מִכַּף H3709 רֶ֤גֶל H7272 וְעַד H5704 רֹאשׁ֙ H7218 אֵֽין H369 בּ֣וֹ Hb מְתֹ֔ם H4974 פֶּ֥צַע H6482 וְחַבּוּרָ֖ה H2250 וּמַכָּ֣ה H4347 טְרִיָּ֑ה H2961 לֹא H3808 זֹ֨רוּ֙ H2115 וְלֹ֣א H3808 חֻבָּ֔שׁוּ H2280 וְלֹ֥א H3808 רֻכְּכָ֖ה H7401 בַּשָּֽׁמֶן H8081 ",
  "7": "אַרְצְכֶ֣ם H776 שְׁמָמָ֔ה H8077 עָרֵיכֶ֖ם H5892 שְׂרֻפ֣וֹת H8313 אֵ֑שׁ H784 אַדְמַתְכֶ֗ם H127 לְנֶגְדְּ H5048 זָרִים֙ H2114 אֹכְלִ֣ים H398 אֹתָ֔הּ H853 וּשְׁמָמָ֖ה H8077 כְּמַהְפֵּכַ֥ת H4114 זָרִֽים H2114 ",
  "8": "וְנוֹתְרָ֥ה H3498 בַת H1323 צִיּ֖וֹן H6726 כְּסֻכָּ֣ה H5521 בְכָ֑רֶם H3754 כִּמְלוּנָ֥ה H4412 בְמִקְשָׁ֖ה H4750 כְּעִ֥יר H5892 נְצוּרָֽה H5341 ",
  "9": "לוּלֵי֙ H3884 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 הוֹתִ֥יר H3498 לָ֛נוּ Hl שָׂרִ֖יד H8300 כִּמְעָ֑ט H4592 כִּסְדֹ֣ם H5467 הָיִ֔ינוּ H1961 לַעֲמֹרָ֖ה H6017 דָּמִֽינוּ H1819 ",
  "10": "שִׁמְע֥וּ H8085 דְבַר H1697 יְהוָ֖ה H3068 קְצִינֵ֣י H7101 סְדֹ֑ם H5467 הַאֲזִ֛ינוּ H238 תּוֹרַ֥ת H8451 אֱלֹהֵ֖ינוּ H430 עַ֥ם H5971 עֲמֹרָֽה H6017 ",
  "11": "לָמָּה H4100 לִּ֤י Hl רֹב H7230 זִבְחֵיכֶם֙ H2077 יֹאמַ֣ר H559 יְהוָ֔ה H3068 שָׂבַ֛עְתִּי H7646 עֹל֥וֹת H5930 אֵילִ֖ים H352 וְחֵ֣לֶב H2459 מְרִיאִ֑ים H4806 וְדַ֨ם H1818 פָּרִ֧ים H6499 וּכְבָשִׂ֛ים H3532 וְעַתּוּדִ֖ים H6260 לֹ֥א H3808 חָפָֽצְתִּי H2654 ",
  "12": "כִּ֣י H3588 תָבֹ֔אוּ H935 לֵרָא֖וֹת H7200 פָּנָ֑י H6440 מִי H4310 בִקֵּ֥שׁ H1245 זֹ֛את H2063 מִיֶּדְ H3027 רְמֹ֥ס H7429 חֲצֵרָֽי H2691 ",
  "13": "לֹ֣א H3808 תוֹסִ֗יפוּ H3254 הָבִיא֙ H935 מִנְחַת H4503 שָׁ֔וְא H7723 קְטֹ֧רֶת H7004 תּוֹעֵבָ֛ה H8441 הִ֖יא H1931 לִ֑י Hl חֹ֤דֶשׁ H2320 וְשַׁבָּת֙ H7676 קְרֹ֣א H7121 מִקְרָ֔א H4744 לֹא H3808 אוּכַ֥ל H3201 אָ֖וֶן H205 וַעֲצָרָֽה H6116 ",
  "14": "חָדְשֵׁיכֶ֤ם H2320 וּמוֹעֲדֵי H4150 שָׂנְאָ֣ה H8130 נַפְשִׁ֔י H5315 הָי֥וּ H1961 עָלַ֖י H5921 לָטֹ֑רַח H2960 נִלְאֵ֖יתִי H3811 נְשֹֽׂא H5375 ",
  "15": "וּבְ H6566 כַּפֵּיכֶ֗ם H3709 אַעְלִ֤ים H5956 עֵינַי֙ H5869 מִכֶּ֔ם H4480 גַּ֛ם H1571 כִּֽי H3588 תַרְבּ֥וּ H7235 תְפִלָּ֖ה H8605 אֵינֶ֣נִּי H369 שֹׁמֵ֑עַ H8085 יְדֵיכֶ֖ם H3027 דָּמִ֥ים H1818 מָלֵֽאוּ H4390 ",
  "16": "רַחֲצוּ֙ H7364 הִזַּכּ֔וּ H2135 הָסִ֛ירוּ H5493 רֹ֥עַ H7455 מַעַלְלֵיכֶ֖ם H4611 מִנֶּ֣גֶד H5048 עֵינָ֑י H5869 חִדְל֖וּ H2308 הָרֵֽעַ H7489 ",
  "17": "לִמְד֥וּ H3925 הֵיטֵ֛ב H3190 דִּרְשׁ֥וּ H1875 מִשְׁפָּ֖ט H4941 אַשְּׁר֣וּ H833 חָמ֑וֹץ H2541 שִׁפְט֣וּ H8199 יָת֔וֹם H3490 רִ֖יבוּ H7378 אַלְמָנָֽה H490 ",
  "18": "לְכוּ H3212 נָ֛א H4994 וְנִוָּֽכְחָ֖ה H3198 יֹאמַ֣ר H559 יְהוָ֑ה H3068 אִם H518 יִֽהְי֨וּ H1961 חֲטָאֵיכֶ֤ם H2399 כַּשָּׁנִים֙ H8144 כַּשֶּׁ֣לֶג H7950 יַלְבִּ֔ינוּ H3835 אִם H518 יַאְדִּ֥ימוּ H119 כַתּוֹלָ֖ע H8438 כַּצֶּ֥מֶר H6785 יִהְיֽוּ H1961 ",
  "19": "אִם H518 תֹּאב֖וּ H14 וּשְׁמַעְתֶּ֑ם H8085 ט֥וּב H2898 הָאָ֖רֶץ H776 תֹּאכֵֽלוּ H398 ",
  "20": "וְאִם H518 תְּמָאֲנ֖וּ H3985 וּמְרִיתֶ֑ם H4784 חֶ֣רֶב H2719 תְּאֻכְּל֔וּ H398 כִּ֛י H3588 פִּ֥י H6310 יְהוָ֖ה H3068 דִּבֵּֽר H1696 ",
  "21": "אֵיכָה֙ H349 הָיְתָ֣ה H1961 לְזוֹנָ֔ה H2181 קִרְיָ֖ה H7151 נֶאֱמָנָ֑ה H539 מְלֵאֲתִ֣י H4395 מִשְׁפָּ֗ט H4941 צֶ֛דֶק H6664 יָלִ֥ין H3885 בָּ֖הּ Hb וְעַתָּ֥ה H6258 מְרַצְּחִֽים H7523 ",
  "22": "כַּסְפֵּ֖ךְ H3701 הָיָ֣ה H1961 לְסִיגִ֑ים H5509 סָבְאֵ֖ךְ H5435 מָה֥וּל H4107 בַּמָּֽיִם H4325 ",
  "23": "שָׂרַ֣יִךְ H8269 סוֹרְרִ֗ים H5637 וְחַבְרֵי֙ H2270 גַּנָּבִ֔ים H1590 כֻּלּוֹ֙ H3605 אֹהֵ֣ב H157 שֹׁ֔חַד H7810 וְרֹדֵ֖ף H7291 שַׁלְמֹנִ֑ים H8021 יָתוֹם֙ H3490 לֹ֣א H3808 יִשְׁפֹּ֔טוּ H8199 וְרִ֥יב H7379 אַלְמָנָ֖ה H490 לֹֽא H3808 יָב֥וֹא H935 אֲלֵיהֶֽם H413 ",
  "24": "לָכֵ֗ן H3651 נְאֻ֤ם H5002 הָֽאָדוֹן֙ H113 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 אֲבִ֖יר H46 יִשְׂרָאֵ֑ל H3478 ה֚וֹי H1945 אֶנָּחֵ֣ם H5162 מִצָּרַ֔ H6862 וְאִנָּקְמָ֖ה H5358 מֵאוֹיְבָֽ H341 ",
  "25": "וְאָשִׁ֤יבָה H7725 יָדִי֙ H3027 עָלַ֔יִךְ H5921 וְאֶצְרֹ֥ף H6884 כַּבֹּ֖ר H1253 סִיגָ֑יִךְ H5509 וְאָסִ֖ירָה H5493 כָּל H3605 בְּדִילָֽיִךְ H913 ",
  "26": "וְאָשִׁ֤יבָה H7725 שֹׁפְטַ֨יִךְ֙ H8199 כְּבָ H7223 וְיֹעֲצַ֖יִ H3289 כְּבַ H8462 אַחֲרֵי H310 כֵ֗ן H3651 יִקָּ֤רֵא H7121 לָךְ֙ Hl עִ֣יר H5892 הַצֶּ֔דֶק H6664 קִרְיָ֖ה H7151 נֶאֱמָנָֽה H539 ",
  "27": "צִיּ֖וֹן H6726 בְּמִשְׁפָּ֣ט H4941 תִּפָּדֶ֑ה H6299 וְשָׁבֶ֖י H7725 בִּצְדָקָֽה H6666 ",
  "28": "וְשֶׁ֧בֶר H7667 פֹּשְׁעִ֛ים H6586 וְחַטָּאִ֖ים H2400 יַחְדָּ֑ו H3162 וְעֹזְבֵ֥י H5800 יְהוָ֖ה H3068 יִכְלֽוּ H3615 ",
  "29": "כִּ֣י H3588 יֵבֹ֔שׁוּ H954 מֵאֵילִ֖ים H352 אֲשֶׁ֣ר H834 חֲמַדְתֶּ֑ם H2530 וְתַ֨חְפְּר֔וּ H2659 מֵהַ H1593 אֲשֶׁ֥ר H834 בְּחַרְתֶּֽם H977 ",
  "30": "כִּ֣י H3588 תִֽהְי֔וּ H1961 כְּאֵלָ֖ה H424 נֹבֶ֣לֶת H5034 עָלֶ֑הָ H5929 וּֽכְ H1593 אֲשֶׁר H834 מַ֖יִם H4325 אֵ֥ין H369 לָֽהּ Hl ",
  "31": "וְהָיָ֤ה H1961 הֶחָסֹן֙ H2634 לִנְעֹ֔רֶת H5296 וּפֹעֲל֖ H6467 לְנִיצ֑וֹץ H5213 וּבָעֲר֧וּ H1197 שְׁנֵיהֶ֛ם H8147 יַחְדָּ֖ו H3162 וְאֵ֥ין H369 מְכַבֶּֽה H3518 "
}
