{
  "1": "ה֥וֹי H1945 הַחֹֽקְקִ֖ים H2710 חִקְקֵי H2711 אָ֑וֶן H205 וּֽמְכַתְּבִ֥ים H3789 עָמָ֖ל H5999 כִּתֵּֽבוּ H3789 ",
  "2": "לְהַטּ֤וֹת H5186 מִדִּין֙ H1779 דַּלִּ֔ים H1800 וְלִ H1497 מִשְׁפַּ֖ט H4941 עֲנִיֵּ֣י H6041 עַמִּ֑י H5971 לִהְי֤וֹת H1961 אַלְמָנוֹת֙ H490 שְׁלָלָ֔ם H7998 וְאֶת H853 יְתוֹמִ֖ים H3490 יָבֹֽזּוּ H962 ",
  "3": "וּמַֽה H4100 תַּעֲשׂוּ֙ H6213 לְי֣וֹם H3117 פְּקֻדָּ֔ה H6486 וּלְ H7722 מִמֶּרְחָ֣ק H4801 תָּב֑וֹא H935 עַל H5921 מִי֙ H4310 תָּנ֣וּסוּ H5127 לְעֶזְרָ֔ה H5833 וְאָ֥נָה H575 תַעַזְב֖וּ H5800 כְּבוֹדְכֶֽם H3519 ",
  "4": "בִּלְתִּ֤י H1115 כָרַע֙ H3766 תַּ֣חַת H8478 אַסִּ֔יר H616 וְתַ֥חַת H8478 הֲרוּגִ֖ים H2026 יִפֹּ֑לוּ H5307 בְּכָל H3605 זֹאת֙ H2063 לֹא H3808 שָׁ֣ב H7725 אַפּ֔וֹ H639 וְע֖וֹד H5750 יָד֥וֹ H3027 נְטוּיָֽה H5186 ",
  "5": "ה֥וֹי H1945 אַשּׁ֖וּר H804 שֵׁ֣בֶט H7626 אַפִּ֑י H639 וּמַטֶּה H4294 ה֥וּא H1931 בְיָדָ֖ H3027 זַעְמִֽי H2195 ",
  "6": "בְּג֤וֹי H1471 חָנֵף֙ H2611 אֲשַׁלְּחֶ֔נּוּ H7971 וְעַל H5921 עַ֥ם H5971 עֶבְרָתִ֖י H5678 אֲצַוֶּ֑נּוּ H6680 לִשְׁלֹ֤ל H7997 שָׁלָל֙ H7998 וְלָ H962 בַּ֔ז H957 ול H7760 מִרְמָ֖ס H4823 כְּחֹ֥מֶר H2563 חוּצֽוֹת H2351 ",
  "7": "וְהוּא֙ H1931 לֹא H3808 כֵ֣ן H3651 יְדַמֶּ֔ה H1819 וּלְבָב֖ H3824 לֹא H3808 כֵ֣ן H3651 יַחְשֹׁ֑ב H2803 כִּ֚י H3588 לְהַשְׁמִ֣יד H8045 בִּלְבָב֔ H3824 וּלְ H3772 גּוֹיִ֖ם H1471 לֹ֥א H3808 מְעָֽט H4592 ",
  "8": "כִּ֖י H3588 יֹאמַ֑ר H559 הֲלֹ֥א H3808 שָׂרַ֛י H8269 יַחְדָּ֖ו H3162 מְלָכִֽים H4428 ",
  "9": "הֲלֹ֥א H3808 כְּכַרְכְּמִ֖ישׁ H3751 כַּלְנ֑וֹ H3641 אִם H518 לֹ֤א H3808 כְאַרְפַּד֙ H774 חֲמָ֔ת H2574 אִם H518 לֹ֥א H3808 כְדַמֶּ֖שֶׂק H1834 שֹׁמְרֽוֹן H8111 ",
  "10": "כַּאֲשֶׁר֙ H834 מָצְאָ֣ה H4672 יָדִ֔י H3027 לְמַמְלְכֹ֖ת H4467 הָאֱלִ֑יל H457 וּפְסִ֣ילֵי H6456 מִירֽוּשָׁלִַ֖ם H3389 וּמִ H8111 ",
  "11": "הֲלֹ֗א H3808 כַּאֲשֶׁ֥ר H834 עָשִׂ֛יתִי H6213 לְשֹׁמְר֖וֹן H8111 וְלֶ H457 כֵּ֛ן H3651 אֶעֱשֶׂ֥ה H6213 לִירוּשָׁלִַ֖ם H3389 וְלַ H6091 ",
  "12": "וְהָיָ֗ה H1961 כִּֽי H3588 יְבַצַּ֤ע H1214 אֲדֹנָי֙ H136 אֶת H853 כָּל H3605 מַֽעֲשֵׂ֔הוּ H4639 בְּהַ֥ר H2022 צִיּ֖וֹן H6726 וּבִ H3389 אֶפְקֹ֗ד H6485 עַל H5921 פְּרִי H6529 גֹ֨דֶל֙ H1433 לְבַ֣ב H3824 מֶֽלֶךְ H4428 אַשּׁ֔וּר H804 וְעַל H5921 תִּפְאֶ֖רֶת H8597 ר֥וּם H7312 עֵינָֽיו H5869 ",
  "13": "כִּ֣י H3588 אָמַ֗ר H559 בְּכֹ֤חַ H3581 יָדִי֙ H3027 עָשִׂ֔יתִי H6213 וּבְ H2451 כִּ֣י H3588 נְבֻנ֑וֹתִי H995 וְאָסִ֣יר H5493 גְּבוּלֹ֣ת H1367 עַמִּ֗ים H5971 ועתידתי H6264 שׁוֹשֵׂ֔תִי H8154 וְאוֹרִ֥יד H3381 כַּאבִּ֖יר H47 יוֹשְׁבִֽים H3427 ",
  "14": "וַתִּמְצָ֨א H4672 כַקֵּ֤ן H7064 יָדִי֙ H3027 לְחֵ֣יל H2428 הָֽעַמִּ֔ים H5971 וְכֶ H622 בֵּיצִ֣ים H1000 עֲזֻב֔וֹת H5800 כָּל H3605 הָאָ֖רֶץ H776 אֲנִ֣י H589 אָסָ֑פְתִּי H622 וְלֹ֤א H3808 הָיָה֙ H1961 נֹדֵ֣ד H5074 כָּנָ֔ף H3671 וּפֹצֶ֥ה H6475 פֶ֖ה H6310 וּמְצַפְצֵֽף H6850 ",
  "15": "הֲיִתְפָּאֵר֙ H6286 הַגַּרְזֶ֔ן H1631 עַ֖ל H5921 הַחֹצֵ֣ב H2672 בּ֑וֹ Hb אִם H518 יִתְגַּדֵּ֤ל H1431 הַמַּשּׂוֹר֙ H4883 עַל H5921 מְנִיפ֔וֹ H5130 כְּהָנִ֥יף H5130 שֵׁ֨בֶט֙ H7626 וְאֶת H853 מְרִימָ֔יו H7311 כְּהָרִ֥ים H7311 מַטֶּ֖ה H4294 לֹא H3808 עֵֽץ H6086 ",
  "16": "לָ֠כֵן H3651 יְשַׁלַּ֨ח H7971 הָאָד֜וֹן H113 יְהוָ֧ה H3068 צְבָא֛וֹת H6635 בְּמִשְׁמַנָּ֖י H4924 רָז֑וֹן H7332 וְתַ֧חַת H8478 כְּבֹד֛וֹ H3519 יֵקַ֥ד H3344 יְקֹ֖ד H3350 כִּיק֥וֹד H3350 אֵֽשׁ H784 ",
  "17": "וְהָיָ֤ה H1961 אֽוֹר H216 יִשְׂרָאֵל֙ H3478 לְאֵ֔שׁ H784 וּקְדוֹשׁ֖ H6918 לְלֶהָבָ֑ה H3852 וּבָעֲרָ֗ה H1197 וְאָֽכְלָ֛ה H398 שִׁית֥וֹ H7898 וּשְׁמִיר֖ H8068 בְּי֥וֹם H3117 אֶחָֽד H259 ",
  "18": "וּכְב֤וֹד H3519 יַעְרוֹ֙ H3293 וְכַרְמִלּ֔ H3759 מִנֶּ֥פֶשׁ H5315 וְעַד H5704 בָּשָׂ֖ר H1320 יְכַלֶּ֑ה H3615 וְהָיָ֖ה H1961 כִּמְסֹ֥ס H4549 נֹסֵֽס H5263 ",
  "19": "וּשְׁאָ֥ר H7605 עֵ֛ץ H6086 יַעְר֖וֹ H3293 מִסְפָּ֣ר H4557 יִֽהְי֑וּ H1961 וְנַ֖עַר H5288 יִכְתְּבֵֽם H3789 ",
  "20": "וְהָיָ֣ה H1961 בַּיּ֣וֹם H3117 הַה֗וּא H1931 לֹֽא H3808 יוֹסִ֨יף H3254 ע֜וֹד H5750 שְׁאָ֤ר H7605 יִשְׂרָאֵל֙ H3478 וּפְלֵיטַ֣ת H6413 בֵּֽית H1004 יַעֲקֹ֔ב H3290 לְהִשָּׁעֵ֖ן H8172 עַל H5921 מַכֵּ֑הוּ H5221 וְנִשְׁעַ֗ן H8172 עַל H5921 יְהוָ֛ה H3068 קְד֥וֹשׁ H6918 יִשְׂרָאֵ֖ל H3478 בֶּאֱמֶֽת H571 ",
  "21": "שְׁאָ֥ר H7605 יָשׁ֖וּב H7725 שְׁאָ֣ר H7605 יַעֲקֹ֑ב H3290 אֶל H413 אֵ֖ל H410 גִּבּֽוֹר H1368 ",
  "22": "כִּ֣י H3588 אִם H518 יִהְיֶ֞ה H1961 עַמְּךָ֤ H5971 יִשְׂרָאֵל֙ H3478 כְּח֣וֹל H2344 הַיָּ֔ם H3220 שְׁאָ֖ר H7605 יָשׁ֣וּב H7725 בּ֑וֹ Hb כִּלָּי֥וֹן H3631 חָר֖וּץ H2782 שׁוֹטֵ֥ף H7857 צְדָקָֽה H6666 ",
  "23": "כִּ֥י H3588 כָלָ֖ה H3617 וְנֶחֱרָצָ֑ה H2782 אֲדֹנָ֤י H136 יְהוִה֙ H3069 צְבָא֔וֹת H6635 עֹשֶׂ֖ה H6213 בְּקֶ֥רֶב H7130 כָּל H3605 הָאָֽרֶץ H776 ",
  "24": "לָכֵ֗ן H3651 כֹּֽה H3541 אָמַ֞ר H559 אֲדֹנָ֤י H136 יְהוִה֙ H3069 צְבָא֔וֹת H6635 אַל H408 תִּירָ֥א H3372 עַמִּ֛י H5971 יֹשֵׁ֥ב H3427 צִיּ֖וֹן H6726 מֵֽאַשּׁ֑וּר H804 בַּשֵּׁ֣בֶט H7626 יַכֶּ֔כָּה H5221 וּמַטֵּ֥ H4294 יִשָּֽׂא H5375 עָלֶ֖יךָ H5921 בְּדֶ֥רֶךְ H1870 מִצְרָֽיִם H4714 ",
  "25": "כִּי H3588 ע֖וֹד H5750 מְעַ֣ט H4592 מִזְעָ֑ר H4213 וְכָ֣לָה H3615 זַ֔עַם H2195 וְאַפִּ֖ H639 עַל H5921 תַּבְלִיתָֽם H8399 ",
  "26": "וְעוֹרֵ֨ר H5782 עָלָ֜יו H5921 יְהוָ֤ה H3068 צְבָאוֹת֙ H6635 שׁ֔וֹט H7752 כְּמַכַּ֥ת H4347 מִדְיָ֖ן H4080 בְּצ֣וּר H6697 עוֹרֵ֑ב H6159 וּמַטֵּ֨ H4294 עַל H5921 הַיָּ֔ם H3220 וּנְשָׂא֖ H5375 בְּדֶ֥רֶךְ H1870 מִצְרָֽיִם H4714 ",
  "27": "וְהָיָ֣ה H1961 בַּיּ֣וֹם H3117 הַה֗וּא H1931 יָס֤וּר H5493 סֻבֳּלוֹ֙ H5448 מֵעַ֣ל H5921 שִׁכְמֶ֔ךָ H7926 וְעֻלּ֖ H5923 מֵעַ֣ל H5921 צַוָּארֶ֑ךָ H6677 וְחֻבַּ֥ל H2254 עֹ֖ל H5923 מִפְּנֵי H6440 שָֽׁמֶן H8081 ",
  "28": "בָּ֥א H935 עַל H5921 עַיַּ֖ת H5857 עָבַ֣ר H5674 בְּמִגְר֑וֹן H4051 לְמִכְמָ֖שׂ H4363 יַפְקִ֥יד H6485 כֵּלָֽיו H3627 ",
  "29": "עָֽבְרוּ֙ H5674 מַעְבָּרָ֔ה H4569 גֶּ֖בַע H1387 מָל֣וֹן H4411 לָ֑נוּ Hl חָֽרְדָה֙ H2729 הָֽרָמָ֔ה H7414 גִּבְעַ֥ת H1390 שָׁא֖וּל H7586 נָֽסָה H5127 ",
  "30": "צַהֲלִ֥י H6670 קוֹלֵ֖ךְ H6963 בַּת H1323 גַּלִּ֑ים H1554 הַקְשִׁ֥יבִי H7181 לַ֖יְשָׁה H3919 עֲנִיָּ֥ה H6041 עֲנָתֽוֹת H6068 ",
  "31": "נָדְדָ֖ה H5074 מַדְמֵנָ֑ה H4088 יֹשְׁבֵ֥י H3427 הַגֵּבִ֖ים H1374 הֵעִֽיזוּ H5756 ",
  "32": "ע֥וֹד H5750 הַיּ֖וֹם H3117 בְּנֹ֣ב H5011 לַֽעֲמֹ֑ד H5975 יְנֹפֵ֤ף H5130 יָדוֹ֙ H3027 הַ֣ר H2022 בית H1004 צִיּ֔וֹן H1323 גִּבְעַ֖ת H1389 יְרוּשָׁלִָֽם H3389 ",
  "33": "הִנֵּ֤ה H2009 הָאָדוֹן֙ H113 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 מְסָעֵ֥ף H5586 פֻּארָ֖ה H6288 בְּמַעֲרָצָ֑ה H4637 וְרָמֵ֤י H7311 הַקּוֹמָה֙ H6967 גְּדוּעִ֔ים H1438 וְהַ H1364 יִשְׁפָּֽלוּ H8213 ",
  "34": "וְנִקַּ֛ף H5362 סִֽבְכֵ֥י H5442 הַיַּ֖עַר H3293 בַּבַּרְזֶ֑ל H1270 וְהַ H3844 בְּאַדִּ֥יר H117 יִפּֽוֹל H5307 "
}
