{
  "1": "מַשָּׂ֖א H4853 מִצְרָ֑יִם H4714 הִנֵּ֨ה H2009 יְהוָ֜ה H3068 רֹכֵ֨ב H7392 עַל H5921 עָ֥ב H5645 קַל֙ H7031 וּבָ֣א H935 מִצְרַ֔יִם H4714 וְנָע֞וּ H5128 אֱלִילֵ֤י H457 מִצְרַ֨יִם֙ H4714 מִפָּנָ֔י H6440 וּלְבַ֥ב H3824 מִצְרַ֖יִם H4714 יִמַּ֥ס H4549 בְּקִרְבּֽ H7130 ",
  "2": "וְסִכְסַכְתִּ֤י H5526 מִצְרַ֨יִם֙ H4714 בְּמִצְרַ֔יִם H4714 וְנִלְחֲמ֥וּ H3898 אִישׁ H376 בְּאָחִ֖י H251 וְאִ֣ישׁ H376 בְּרֵעֵ֑ H7453 עִ֣יר H5892 בְּעִ֔יר H5892 מַמְלָכָ֖ה H4467 בְּמַמְלָכָֽה H4467 ",
  "3": "וְנָבְקָ֤ה H1238 רֽוּחַ H7307 מִצְרַ֨יִם֙ H4714 בְּקִרְבּ֔ H7130 וַעֲצָת֖ H6098 אֲבַלֵּ֑עַ H1104 וְדָרְשׁ֤וּ H1875 אֶל H413 הָֽאֱלִילִים֙ H457 וְאֶל H413 הָ֣אִטִּ֔ים H328 וְאֶל H413 הָאֹב֖וֹת H178 וְאֶל H413 הַיִּדְּעֹנִֽים H3049 ",
  "4": "וְסִכַּרְתִּי֙ H5534 אֶת H853 מִצְרַ֔יִם H4714 בְּיַ֖ד H3027 אֲדֹנִ֣ים H113 קָשֶׁ֑ה H7186 וּמֶ֤לֶךְ H4428 עַז֙ H5794 יִמְשָׁל H4910 בָּ֔ם Hb נְאֻ֥ם H5002 הָאָד֖וֹן H113 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
  "5": "וְנִשְּׁתוּ H3001 מַ֖יִם H4325 מֵֽהַ H3220 וְנָהָ֖ר H5104 יֶחֱרַ֥ב H2717 וְיָבֵֽשׁ H5405 ",
  "6": "וְהֶאֶזְנִ֣יחוּ H2186 נְהָר֔וֹת H5104 דָּלֲל֥וּ H1809 וְחָרְב֖וּ H2717 יְאֹרֵ֣י H2975 מָצ֑וֹר H4693 קָנֶ֥ה H7070 וָס֖וּף H5488 קָמֵֽלוּ H7060 ",
  "7": "עָר֥וֹת H6169 עַל H5921 יְא֖וֹר H2975 עַל H5921 פִּ֣י H6310 יְא֑וֹר H2975 וְכֹל֙ H3605 מִזְרַ֣ע H4218 יְא֔וֹר H2975 יִיבַ֥שׁ H3001 נִדַּ֖ף H5086 וְאֵינֶֽ H369 ",
  "8": "וְאָנוּ֙ H578 הַדַּיָּגִ֔ים H1771 וְאָ֣בְל֔וּ H56 כָּל H3605 מַשְׁלִיכֵ֥י H7993 בַיְא֖וֹר H2975 חַכָּ֑ה H2443 וּפֹרְשֵׂ֥י H6566 מִכְמֹ֛רֶת H4365 עַל H5921 פְּנֵי H6440 מַ֖יִם H4325 אֻמְלָֽלוּ H535 ",
  "9": "וּבֹ֛שׁוּ H954 עֹבְדֵ֥י H5647 פִשְׁתִּ֖ים H6593 שְׂרִיק֑וֹת H8305 וְאֹרְגִ֖ים H707 חוֹרָֽי H2355 ",
  "10": "וְהָי֥וּ H1961 שָׁתֹתֶ֖יהָ H8356 מְדֻכָּאִ֑ים H1792 כָּל H3605 עֹ֥שֵׂי H6213 שֶׂ֖כֶר H7938 אַגְמֵי H99 נָֽפֶשׁ H5315 ",
  "11": "אַךְ H389 אֱוִלִים֙ H191 שָׂ֣רֵי H8269 צֹ֔עַן H6814 חַכְמֵי֙ H2450 יֹעֲצֵ֣י H6098 פַרְעֹ֔ה H6547 עֵצָ֖ה H6098 נִבְעָרָ֑ה H1197 אֵ֚יךְ H349 תֹּאמְר֣וּ H559 אֶל H413 פַּרְעֹ֔ה H6547 בֶּן H1121 חֲכָמִ֥ים H2450 אֲנִ֖י H589 בֶּן H1121 מַלְכֵי H4428 קֶֽדֶם H6924 ",
  "12": "אַיָּם֙ H335 אֵפ֣וֹא H645 חֲכָמֶ֔יךָ H2450 וְיַגִּ֥ידוּ H5046 נָ֖א H4994 לָ֑ךְ Hl וְיֵ֣דְע֔וּ H3045 מַה H4100 יָּעַ֛ץ H3289 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 עַל H5921 מִצְרָֽיִם H4714 ",
  "13": "נֽוֹאֲלוּ֙ H2973 שָׂ֣רֵי H8269 צֹ֔עַן H6814 נִשְּׁא֖וּ H5377 שָׂ֣רֵי H8269 נֹ֑ף H5297 הִתְע֥וּ H8582 אֶת H853 מִצְרַ֖יִם H4714 פִּנַּ֥ת H6438 שְׁבָטֶֽיהָ H7626 ",
  "14": "יְהוָ֛ה H3068 מָסַ֥ךְ H4537 בְּקִרְבָּ֖ H7130 ר֣וּחַ H7307 עִוְעִ֑ים H5773 וְהִתְע֤וּ H8582 אֶת H853 מִצְרַ֨יִם֙ H4714 בְּכָֽל H3605 מַעֲשֵׂ֔הוּ H4639 כְּהִתָּע֥וֹת H8582 שִׁכּ֖וֹר H7910 בְּקִיאֽ H6892 ",
  "15": "וְלֹֽא H3808 יִהְיֶ֥ה H1961 לְמִצְרַ֖יִם H4714 מַֽעֲשֶׂ֑ה H4639 אֲשֶׁ֧ר H834 יַעֲשֶׂ֛ה H6213 רֹ֥אשׁ H7218 וְזָנָ֖ב H2180 כִּפָּ֥ה H3712 וְאַגְמֽוֹן H100 ",
  "16": "בַּיּ֣וֹם H3117 הַה֔וּא H1931 יִֽהְיֶ֥ה H1961 מִצְרַ֖יִם H4714 כַּנָּשִׁ֑ים H802 וְחָרַ֣ד H2729 וּפָחַ֗ד H6342 מִפְּנֵי֙ H6440 תְּנוּפַת֙ H8573 יַד H3027 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 אֲשֶׁר H834 ה֖וּא H1931 מֵנִ֥יף H5130 עָלָֽיו H5921 ",
  "17": "וְ֠הָיְתָה H1961 אַדְמַ֨ת H127 יְהוּדָ֤ה H3063 לְמִצְרַ֨יִם֙ H4714 לְחָגָּ֔א H2283 כֹּל֩ H3605 אֲשֶׁ֨ר H834 יַזְכִּ֥יר H2142 אֹתָ֛הּ H853 אֵלָ֖יו H413 יִפְחָ֑ד H6342 מִפְּנֵ֗י H6440 עֲצַת֙ H6098 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 אֲשֶׁר H834 ה֖וּא H1931 יוֹעֵ֥ץ H3289 עָלָֽיו H5921 ",
  "18": "בַּיּ֣וֹם H3117 הַה֡וּא H1931 יִהְיוּ֩ H1961 חָמֵ֨שׁ H2568 עָרִ֜ים H5892 בְּאֶ֣רֶץ H776 מִצְרַ֗יִם H4714 מְדַבְּרוֹת֙ H1696 שְׂפַ֣ת H8193 כְּנַ֔עַן H3667 וְנִשְׁבָּע֖וֹת H7650 לַיהוָ֣ה H3068 צְבָא֑וֹת H6635 עִ֣יר H5892 הַהֶ֔רֶס H2041 יֵאָמֵ֖ר H559 לְאֶחָֽת H259 ",
  "19": "בַּיּ֣וֹם H3117 הַה֗וּא H1931 יִֽהְיֶ֤ה H1961 מִזְבֵּ֨חַ֙ H4196 לַֽיהוָ֔ה H3068 בְּת֖וֹךְ H8432 אֶ֣רֶץ H776 מִצְרָ֑יִם H4714 וּמַצֵּבָ֥ה H4676 אֵֽצֶל H681 גְּבוּלָ֖הּ H1366 לַֽיהוָֽה H3068 ",
  "20": "וְהָיָ֨ה H1961 לְא֥וֹת H226 וּלְ H5707 לַֽיהוָ֥ה H3068 צְבָא֖וֹת H6635 בְּאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 כִּֽי H3588 יִצְעֲק֤וּ H6817 אֶל H413 יְהוָה֙ H3068 מִפְּנֵ֣י H6440 לֹֽחֲצִ֔ים H3905 וְיִשְׁלַ֥ח H7971 לָהֶ֛ם Hl מוֹשִׁ֥יעַ H3467 וָרָ֖ב H7227 וְהִצִּילָֽ H5337 ",
  "21": "וְנוֹדַ֤ע H3045 יְהוָה֙ H3068 לְמִצְרַ֔יִם H4714 וְיָדְע֥וּ H3045 מִצְרַ֛יִם H4714 אֶת H853 יְהוָ֖ה H3068 בַּיּ֣וֹם H3117 הַה֑וּא H1931 וְעָֽבְדוּ֙ H5647 זֶ֣בַח H2077 וּמִנְחָ֔ה H4503 וְנָדְרוּ H5087 נֵ֥דֶר H5088 לַֽיהוָ֖ה H3068 וְשִׁלֵּֽמוּ H7999 ",
  "22": "וְנָגַ֧ף H5062 יְהוָ֛ה H3068 אֶת H853 מִצְרַ֖יִם H4714 נָגֹ֣ף H5062 וְרָפ֑וֹא H7495 וְשָׁ֨בוּ֙ H7725 עַד H5704 יְהוָ֔ה H3068 וְנֶעְתַּ֥ר H6279 לָהֶ֖ם Hl וּרְפָאָֽ H7495 ",
  "23": "בַּיּ֣וֹם H3117 הַה֗וּא H1931 תִּהְיֶ֨ה H1961 מְסִלָּ֤ה H4546 מִמִּצְרַ֨יִם֙ H4714 אַשּׁ֔וּרָה H804 וּבָֽא H935 אַשּׁ֥וּר H804 בְּמִצְרַ֖יִם H4714 וּמִצְרַ֣יִם H4714 בְּאַשּׁ֑וּר H804 וְעָבְד֥וּ H5647 מִצְרַ֖יִם H4714 אֶת H853 אַשּֽׁוּר H804 ",
  "24": "בַּיּ֣וֹם H3117 הַה֗וּא H1931 יִהְיֶ֤ה H1961 יִשְׂרָאֵל֙ H3478 שְׁלִ֣ישִׁיָּ֔ה H7992 לְמִצְרַ֖יִם H4714 וּלְ H804 בְּרָכָ֖ה H1293 בְּקֶ֥רֶב H7130 הָאָֽרֶץ H776 ",
  "25": "אֲשֶׁ֧ר H834 בֵּרֲכ֛וֹ H1288 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 לֵאמֹ֑ר H559 בָּר֨וּךְ H1288 עַמִּ֜י H5971 מִצְרַ֗יִם H4714 וּמַעֲשֵׂ֤ה H4639 יָדַי֙ H3027 אַשּׁ֔וּר H804 וְנַחֲלָתִ֖ H5159 יִשְׂרָאֵֽל H3478 "
}
