{
  "1": "מַשָּׂ֖א H4853 מִדְבַּר H4057 יָ֑ם H3220 כְּסוּפ֤וֹת H5492 בַּנֶּ֨גֶב֙ H5045 לַֽחֲלֹ֔ף H2498 מִמִּדְבָּ֣ר H4057 בָּ֔א H935 מֵאֶ֖רֶץ H776 נוֹרָאָֽה H3372 ",
  "2": "חָז֥וּת H2380 קָשָׁ֖ה H7186 הֻגַּד H5046 לִ֑י Hl הַבּוֹגֵ֤ד H898 בּוֹגֵד֙ H898 וְהַ H7703 שׁוֹדֵ֔ד H7703 עֲלִ֤י H5927 עֵילָם֙ H5867 צוּרִ֣י H6696 מָדַ֔י H4074 כָּל H3605 אַנְחָתָ֖ה H585 הִשְׁבַּֽתִּי H7673 ",
  "3": "עַל H5921 כֵּ֗ן H3651 מָלְא֤וּ H4390 מָתְנַי֙ H4975 חַלְחָלָ֔ה H2479 צִירִ֣ים H6735 אֲחָז֔וּנִי H270 כְּצִירֵ֖י H6735 יֽוֹלֵדָ֑ה H3205 נַעֲוֵ֣יתִי H5753 מִשְּׁמֹ֔עַ H8085 נִבְהַ֖לְתִּי H926 מֵרְאֽוֹת H7200 ",
  "4": "תָּעָ֣ה H8582 לְבָבִ֔י H3824 פַּלָּצ֖וּת H6427 בִּֽעֲתָ֑תְנִי H1204 אֵ֚ת H853 נֶ֣שֶׁף H5399 חִשְׁקִ֔י H2837 שָׂ֥ם H7760 לִ֖י Hl לַחֲרָדָֽה H2731 ",
  "5": "עָרֹ֧ךְ H6186 הַשֻּׁלְחָ֛ן H7979 צָפֹ֥ה H6823 הַצָּפִ֖ית H6844 אָכ֣וֹל H398 שָׁתֹ֑ה H8354 ק֥וּמוּ H6965 הַשָּׂרִ֖ים H8269 מִשְׁח֥וּ H4886 מָגֵֽן H4043 ",
  "6": "כִּ֣י H3588 כֹ֥ה H3541 אָמַ֛ר H559 אֵלַ֖י H413 אֲדֹנָ֑י H136 לֵ֚ךְ H3212 הַעֲמֵ֣ד H5975 הַֽמְצַפֶּ֔ה H6822 אֲשֶׁ֥ר H834 יִרְאֶ֖ה H7200 יַגִּֽיד H5046 ",
  "7": "וְרָ֣אָה H7200 רֶ֗כֶב H7393 צֶ֚מֶד H6776 פָּֽרָשִׁ֔ים H6571 רֶ֥כֶב H7393 חֲמ֖וֹר H2543 רֶ֣כֶב H7393 גָּמָ֑ל H1581 וְהִקְשִׁ֥יב H7181 קֶ֖שֶׁב H7182 רַב H7227 קָֽשֶׁב H7182 ",
  "8": "וַיִּקְרָ֖א H7121 אַרְיֵ֑ה H738 עַל H5921 מִצְפֶּ֣ה H4707 אֲדֹנָ֗י H136 אָנֹכִ֞י H595 עֹמֵ֤ד H5975 תָּמִיד֙ H8548 יוֹמָ֔ם H3119 וְעַל H5921 מִ֨שְׁמַרְתִּ֔י H4931 אָנֹכִ֥י H595 נִצָּ֖ב H5324 כָּל H3605 הַלֵּילֽוֹת H3915 ",
  "9": "וְהִנֵּה H2009 זֶ֥ה H2088 בָא֙ H935 רֶ֣כֶב H7393 אִ֔ישׁ H376 צֶ֖מֶד H6776 פָּֽרָשִׁ֑ים H6571 וַיַּ֣עַן H6030 וַיֹּ֗אמֶר H559 נָפְלָ֤ה H5307 נָֽפְלָה֙ H5307 בָּבֶ֔ל H894 וְכָל H3605 פְּסִילֵ֥י H6456 אֱלֹהֶ֖יהָ H430 שִׁבַּ֥ר H7665 לָאָֽרֶץ H776 ",
  "10": "מְדֻשָׁתִ֖י H4098 וּבֶן H1121 גָּרְנִ֑י H1637 אֲשֶׁ֣ר H834 שָׁמַ֗עְתִּי H8085 מֵאֵ֨ת H854 יְהוָ֧ה H3068 צְבָא֛וֹת H6635 אֱלֹהֵ֥י H430 יִשְׂרָאֵ֖ל H3478 הִגַּ֥דְתִּי H5046 לָכֶֽם Hl ",
  "11": "מַשָּׂ֖א H4853 דּוּמָ֑ה H1746 אֵלַי֙ H413 קֹרֵ֣א H7121 מִשֵּׂעִ֔יר H8165 שֹׁמֵר֙ H8104 מַה H4100 מִלַּ֔יְלָה H3915 שֹׁמֵ֖ר H8104 מַה H4100 מִלֵּֽיל H3915 ",
  "12": "אָמַ֣ר H559 שֹׁמֵ֔ר H8104 אָתָ֥ה H857 בֹ֖קֶר H1242 וְגַם H1571 לָ֑יְלָה H3915 אִם H518 תִּבְעָי֥וּן H1158 בְּעָ֖יוּ H1158 שֻׁ֥בוּ H7725 אֵתָֽיוּ H857 ",
  "13": "מַשָּׂ֖א H4853 בַּעְרָ֑ב H6152 בַּיַּ֤עַר H3293 בַּעְרַב֙ H6152 תָּלִ֔ינוּ H3885 אֹֽרְח֖וֹת H736 דְּדָנִֽים H1720 ",
  "14": "לִקְרַ֥את H7125 צָמֵ֖א H6771 הֵתָ֣יוּ H857 מָ֑יִם H4325 יֹשְׁבֵי֙ H3427 אֶ֣רֶץ H776 תֵּימָ֔א H8485 בְּלַחְמ֖ H3899 קִדְּמ֥וּ H6923 נֹדֵֽד H5074 ",
  "15": "כִּֽי H3588 מִפְּנֵ֥י H6440 חֲרָב֖וֹת H2719 נָדָ֑דוּ H5074 מִפְּנֵ֣י H6440 חֶ֣רֶב H2719 נְטוּשָׁ֗ה H5203 וּמִ H6440 קֶ֣שֶׁת H7198 דְּרוּכָ֔ה H1869 וּמִ H6440 כֹּ֥בֶד H3514 מִלְחָמָֽה H4421 ",
  "16": "כִּי H3588 כֹ֛ה H3541 אָמַ֥ר H559 אֲדֹנָ֖י H136 אֵלָ֑י H413 בְּע֤וֹד H5750 שָׁנָה֙ H8141 כִּשְׁנֵ֣י H8141 שָׂכִ֔יר H7916 וְכָלָ֖ה H3615 כָּל H3605 כְּב֥וֹד H3519 קֵדָֽר H6938 ",
  "17": "וּשְׁאָ֧ר H7605 מִסְפַּר H4557 קֶ֛שֶׁת H7198 גִּבּוֹרֵ֥י H1368 בְנֵֽי H1121 קֵדָ֖ר H6938 יִמְעָ֑טוּ H4591 כִּ֛י H3588 יְהוָ֥ה H3068 אֱלֹהֵֽי H430 יִשְׂרָאֵ֖ל H3478 דִּבֵּֽר H1696 "
}
