{
  "1": "יְהוָ֤ה H3068 אֱלֹהַי֙ H430 אַתָּ֔ה H859 אֲרֽוֹמִמְךָ֙ H7311 אוֹדֶ֣ה H3034 שִׁמְךָ֔ H8034 כִּ֥י H3588 עָשִׂ֖יתָ H6213 פֶּ֑לֶא H6382 עֵצ֥וֹת H6098 מֵֽרָח֖וֹק H7350 אֱמ֥וּנָה H530 אֹֽמֶן H544 ",
  "2": "כִּ֣י H3588 שַׂ֤מְתָּ H7760 מֵעִיר֙ H5892 לַגָּ֔ל H1530 קִרְיָ֥ה H7151 בְצוּרָ֖ה H1219 לְמַפֵּלָ֑ה H4654 אַרְמ֤וֹן H759 זָרִים֙ H2114 מֵעִ֔יר H5892 לְעוֹלָ֖ם H5769 לֹ֥א H3808 יִבָּנֶֽה H1129 ",
  "3": "עַל H5921 כֵּ֖ן H3651 יְכַבְּד֣וּךָ H3513 עַם H5971 עָ֑ז H5794 קִרְיַ֛ת H7151 גּוֹיִ֥ם H1471 עָרִיצִ֖ים H6184 יִירָאֽוּךָ H3372 ",
  "4": "כִּֽי H3588 הָיִ֨יתָ H1961 מָע֥וֹז H4581 לַדָּ֛ל H1800 מָע֥וֹז H4581 לָאֶבְי֖וֹן H34 בַּצַּר H6862 ל֑וֹ Hl מַחְסֶ֤ה H4268 מִזֶּ֨רֶם֙ H2230 צֵ֣ל H6738 מֵחֹ֔רֶב H2721 כִּ֛י H3588 ר֥וּחַ H7307 עָרִיצִ֖ים H6184 כְּזֶ֥רֶם H2230 קִֽיר H7023 ",
  "5": "כְּחֹ֣רֶב H2721 בְּצָי֔וֹן H6724 שְׁא֥וֹן H7588 זָרִ֖ים H2114 תַּכְנִ֑יעַ H3665 חֹ֚רֶב H2721 בְּצֵ֣ל H6738 עָ֔ב H5645 זְמִ֥יר H2158 עָֽרִיצִ֖ים H6184 יַעֲנֶֽה H6030 ",
  "6": "וְעָשָׂה֩ H6213 יְהוָ֨ה H3068 צְבָא֜וֹת H6635 לְכָל H3605 הָֽעַמִּים֙ H5971 בָּהָ֣ר H2022 הַזֶּ֔ה H2088 מִשְׁתֵּ֥ה H4960 שְׁמָנִ֖ים H8081 מִשְׁתֵּ֣ה H4960 שְׁמָרִ֑ים H8105 שְׁמָנִים֙ H8081 מְמֻ֣חָיִ֔ם H4229 שְׁמָרִ֖ים H8105 מְזֻקָּקִֽים H2212 ",
  "7": "וּבִלַּע֙ H1104 בָּהָ֣ר H2022 הַזֶּ֔ה H2088 פְּנֵֽי H6440 הַלּ֥וֹט H3875 הַלּ֖וֹט H3874 עַל H5921 כָּל H3605 הָֽעַמִּ֑ים H5971 וְהַ H4541 הַנְּסוּכָ֖ה H5259 עַל H5921 כָּל H3605 הַגּוֹיִֽם H1471 ",
  "8": "בִּלַּ֤ע H1104 הַמָּ֨וֶת֙ H4194 לָנֶ֔צַח H5331 וּמָחָ֨ה H4229 אֲדֹנָ֧י H136 יְהוִ֛ה H3069 דִּמְעָ֖ה H1832 מֵעַ֣ל H5921 כָּל H3605 פָּנִ֑ים H6440 וְחֶרְפַּ֣ת H2781 עַמּ֗וֹ H5971 יָסִיר֙ H5493 מֵעַ֣ל H5921 כָּל H3605 הָאָ֔רֶץ H776 כִּ֥י H3588 יְהוָ֖ה H3068 דִּבֵּֽר H1696 ",
  "9": "וְאָמַר֙ H559 בַּיּ֣וֹם H3117 הַה֔וּא H1931 הִנֵּ֨ה H2009 אֱלֹהֵ֥ינוּ H430 זֶ֛ה H2088 קִוִּ֥ינוּ H6960 ל֖וֹ Hl וְיֽוֹשִׁיעֵ֑ H3467 זֶ֤ה H2088 יְהוָה֙ H3068 קִוִּ֣ינוּ H6960 ל֔וֹ Hl נָגִ֥ילָה H1523 וְנִשְׂמְחָ֖ה H8055 בִּישׁוּעָתֽ H3444 ",
  "10": "כִּֽי H3588 תָנ֥וּחַ H5117 יַד H3027 יְהוָ֖ה H3068 בָּהָ֣ר H2022 הַזֶּ֑ה H2088 וְנָ֤דוֹשׁ H1758 מוֹאָב֙ H4124 תַּחְתָּ֔יו H8478 כְּהִדּ֥וּשׁ H1758 מַתְבֵּ֖ן H4963 במי H1119 מַדְמֵנָֽה H4087 ",
  "11": "וּפֵרַ֤שׂ H6566 יָדָיו֙ H3027 בְּקִרְבּ֔ H7130 כַּאֲשֶׁ֛ר H834 יְפָרֵ֥שׂ H6566 הַשֹּׂחֶ֖ה H7811 לִשְׂח֑וֹת H7811 וְהִשְׁפִּיל֙ H8213 גַּֽאֲוָת֔וֹ H1346 עִ֖ם H5973 אָרְבּ֥וֹת H698 יָדָֽיו H3027 ",
  "12": "וּמִבְצַ֞ר H4013 מִשְׂגַּ֣ב H4869 חוֹמֹתֶ֗יךָ H2346 הֵשַׁ֥ח H7817 הִשְׁפִּ֛יל H8213 הִגִּ֥יעַ H5060 לָאָ֖רֶץ H776 עַד H5704 עָפָֽר H6083 "
}
