{
  "1": "בַּיּ֣וֹם H3117 הַה֔וּא H1931 יוּשַׁ֥ר H7891 הַשִּׁיר H7892 הַזֶּ֖ה H2088 בְּאֶ֣רֶץ H776 יְהוּדָ֑ה H3063 עִ֣יר H5892 עָז H5794 לָ֔נוּ Hl יְשׁוּעָ֥ה H3444 יָשִׁ֖ית H7896 חוֹמ֥וֹת H2346 וָחֵֽל H2426 ",
  "2": "פִּתְח֖וּ H6605 שְׁעָרִ֑ים H8179 וְיָבֹ֥א H935 גוֹי H1471 צַדִּ֖יק H6662 שֹׁמֵ֥ר H8104 אֱמֻנִֽים H529 ",
  "3": "יֵ֣צֶר H3336 סָמ֔וּךְ H5564 תִּצֹּ֖ר H5341 שָׁל֣וֹם H7965 שָׁל֑וֹם H7965 כִּ֥י H3588 בְךָ֖ Hb בָּטֽוּחַ H982 ",
  "4": "בִּטְח֥וּ H982 בַֽיהוָ֖ה H3068 עֲדֵי H5704 עַ֑ד H5703 כִּ֚י H3588 בְּיָ֣הּ H3050 יְהוָ֔ה H3068 צ֖וּר H6697 עוֹלָמִֽים H5769 ",
  "5": "כִּ֤י H3588 הֵשַׁח֙ H7817 יֹשְׁבֵ֣י H3427 מָר֔וֹם H4791 קִרְיָ֖ה H7151 נִשְׂגָּבָ֑ה H7682 יַשְׁפִּילֶ֤נָּה H8213 יַשְׁפִּילָהּ֙ H8213 עַד H5704 אֶ֔רֶץ H776 יַגִּיעֶ֖נָּה H5060 עַד H5704 עָפָֽר H6083 ",
  "6": "תִּרְמְסֶ֖נָּה H7429 רָ֑גֶל H7272 רַגְלֵ֥י H7272 עָנִ֖י H6041 פַּעֲמֵ֥י H6471 דַלִּֽים H1800 ",
  "7": "אֹ֥רַח H734 לַצַּדִּ֖יק H6662 מֵֽישָׁרִ֑ים H4339 יָשָׁ֕ר H3477 מַעְגַּ֥ל H4570 צַדִּ֖יק H6662 תְּפַלֵּֽס H6424 ",
  "8": "אַ֣ף H637 אֹ֧רַח H734 מִשְׁפָּטֶ֛יךָ H4941 יְהוָ֖ה H3068 קִוִּינ֑וּךָ H6960 לְשִׁמְ H8034 וּֽלְ H2143 תַּאֲוַת H8378 נָֽפֶשׁ H5315 ",
  "9": "נַפְשִׁ֤י H5315 אִוִּיתִ֨יךָ֙ H183 בַּלַּ֔יְלָה H3915 אַף H637 רוּחִ֥י H7307 בְקִרְבִּ֖ H7130 אֲשַֽׁחֲרֶ֑ךָּ H7836 כִּ֞י H3588 כַּאֲשֶׁ֤ר H834 מִשְׁפָּטֶ֨יךָ֙ H4941 לָאָ֔רֶץ H776 צֶ֥דֶק H6664 לָמְד֖וּ H3925 יֹשְׁבֵ֥י H3427 תֵבֵֽל H8398 ",
  "10": "יֻחַ֤ן H2603 רָשָׁע֙ H7563 בַּל H1077 לָמַ֣ד H3925 צֶ֔דֶק H6664 בְּאֶ֥רֶץ H776 נְכֹח֖וֹת H5229 יְעַוֵּ֑ל H5765 וּבַל H1077 יִרְאֶ֖ה H7200 גֵּא֥וּת H1348 יְהוָֽה H3068 ",
  "11": "יְהוָ֛ה H3068 רָ֥מָה H7311 יָדְךָ֖ H3027 בַּל H1077 יֶחֱזָי֑וּן H2372 יֶחֱז֤וּ H2372 וְיֵבֹ֨שׁוּ֙ H954 קִנְאַת H7068 עָ֔ם H5971 אַף H637 אֵ֖שׁ H784 צָרֶ֥יךָ H6862 תֹאכְלֵֽם H398 ",
  "12": "יְהוָ֕ה H3068 תִּשְׁפֹּ֥ת H8239 שָׁל֖וֹם H7965 לָ֑נוּ Hl כִּ֛י H3588 גַּ֥ם H1571 כָּֽל H3605 מַעֲשֵׂ֖ינוּ H4639 פָּעַ֥לְתָּ H6466 לָּֽנוּ Hl ",
  "13": "יְהוָ֣ה H3068 אֱלֹהֵ֔ינוּ H430 בְּעָל֥וּנוּ H1166 אֲדֹנִ֖ים H113 זֽוּלָתֶ֑ךָ H2108 לְבַד H905 בְּךָ֖ Hb נַזְכִּ֥יר H2142 שְׁמֶֽךָ H8034 ",
  "14": "מֵתִים֙ H4191 בַּל H1077 יִחְי֔וּ H2421 רְפָאִ֖ים H7496 בַּל H1077 יָקֻ֑מוּ H6965 לָכֵ֤ן H3651 פָּקַ֨דְתָּ֙ H6485 וַתַּשְׁמִידֵ֔ H8045 וַתְּאַבֵּ֥ד H6 כָּל H3605 זֵ֖כֶר H2143 לָֽמוֹ Hl ",
  "15": "יָסַ֤פְתָּ H3254 לַגּוֹי֙ H1471 יְהוָ֔ה H3068 יָסַ֥פְתָּ H3254 לַגּ֖וֹי H1471 נִכְבָּ֑דְתָּ H3513 רִחַ֖קְתָּ H7368 כָּל H3605 קַצְוֵי H7099 אָֽרֶץ H776 ",
  "16": "יְהוָ֖ה H3068 בַּצַּ֣ר H6862 פְּקָד֑וּךָ H6485 צָק֣וּן H6694 לַ֔חַשׁ H3908 מוּסָרְךָ֖ H4148 לָֽמוֹ Hl ",
  "17": "כְּמ֤וֹ H3644 הָרָה֙ H2030 תַּקְרִ֣יב H7126 לָלֶ֔דֶת H3205 תָּחִ֥יל H2342 תִּזְעַ֖ק H2199 בַּחֲבָלֶ֑י H2256 כֵּ֛ן H3651 הָיִ֥ינוּ H1961 מִפָּנֶ֖י H6440 יְהוָֽה H3068 ",
  "18": "הָרִ֣ינוּ H2029 חַ֔לְנוּ H2342 כְּמ֖וֹ H3644 יָלַ֣דְנוּ H3205 ר֑וּחַ H7307 יְשׁוּעֹת֙ H3444 בַּל H1077 נַ֣עֲשֶׂה H6213 אֶ֔רֶץ H776 וּבַֽל H1077 יִפְּל֖וּ H5307 יֹשְׁבֵ֥י H3427 תֵבֵֽל H8398 ",
  "19": "יִֽחְי֣וּ H2421 מֵתֶ֔יךָ H4191 נְבֵלָתִ֖י H5038 יְקוּמ֑וּן H6965 הָקִ֨יצוּ H6974 וְרַנְּנ֜וּ H7442 שֹׁכְנֵ֣י H7931 עָפָ֗ר H6083 כִּ֣י H3588 טַ֤ל H2919 אוֹרֹת֙ H219 טַלֶּ֔ךָ H2919 וָאָ֖רֶץ H776 רְפָאִ֥ים H7496 תַּפִּֽיל H5307 ",
  "20": "לֵ֤ךְ H3212 עַמִּי֙ H5971 בֹּ֣א H935 בַחֲדָרֶ֔י H2315 וּֽסְגֹ֥ר H5462 דלתיך H1817 בַּעֲדֶ֑ךָ H1157 חֲבִ֥י H2247 כִמְעַט H4592 רֶ֖גַע H7281 עַד H5704 יעבור H5674 זָֽעַם H2195 ",
  "21": "כִּֽי H3588 הִנֵּ֤ה H2009 יְהוָה֙ H3068 יֹצֵ֣א H3318 מִמְּקוֹמ֔ H4725 לִפְקֹ֛ד H6485 עֲוֺ֥ן H5771 יֹֽשֵׁב H3427 הָאָ֖רֶץ H776 עָלָ֑יו H5921 וְגִלְּתָ֤ה H1540 הָאָ֨רֶץ֙ H776 אֶת H853 דָּמֶ֔יהָ H1818 וְלֹֽא H3808 תְכַסֶּ֥ה H3680 ע֖וֹד H5750 עַל H5921 הֲרוּגֶֽיהָ H2026 "
}
