{
  "1": "בַּיּ֣וֹם H3117 הַה֡וּא H1931 יִפְקֹ֣ד H6485 יְהוָה֩ H3068 בְּחַרְב֨ H2719 הַקָּשָׁ֜ה H7186 וְהַ H1419 וְהַֽ H2389 עַ֤ל H5921 לִוְיָתָן֙ H3882 נָחָ֣שׁ H5175 בָּרִ֔חַ H1281 וְעַל֙ H5921 לִוְיָתָ֔ן H3882 נָחָ֖שׁ H5175 עֲקַלָּת֑וֹן H6129 וְהָרַ֥ג H2026 אֶת H853 הַתַּנִּ֖ין H8577 אֲשֶׁ֥ר H834 בַּיָּֽם H3220 ",
  "2": "בַּיּ֖וֹם H3117 הַה֑וּא H1931 כֶּ֥רֶם H3754 חֶ֖מֶד H2531 עַנּוּ H6030 לָֽהּ Hl ",
  "3": "אֲנִ֤י H589 יְהוָה֙ H3068 נֹֽצְרָ֔הּ H5341 לִרְגָעִ֖ים H7281 אַשְׁקֶ֑נָּה H8248 פֶּ֚ן H6435 יִפְקֹ֣ד H6485 עָלֶ֔יהָ H5921 לַ֥יְלָה H3915 וָי֖וֹם H3117 אֶצֳּרֶֽנָּה H5341 ",
  "4": "חֵמָ֖ה H2534 אֵ֣ין H369 לִ֑י Hl מִֽי H4310 יִתְּנֵ֜נִי H5414 שָׁמִ֥יר H8068 שַׁ֨יִת֙ H7898 בַּמִּלְחָמָ֔ה H4421 אֶפְשְׂעָ֥ה H6585 בָ֖הּ Hb אֲצִיתֶ֥נָּה H6702 יָּֽחַד H3162 ",
  "5": "א֚וֹ H176 יַחֲזֵ֣ק H2388 בְּמָעוּזִּ֔ H4581 יַעֲשֶׂ֥ה H6213 שָׁל֖וֹם H7965 לִ֑י Hl שָׁל֖וֹם H7965 יַֽעֲשֶׂה H6213 לִּֽי Hl ",
  "6": "הַבָּאִים֙ H935 יַשְׁרֵ֣שׁ H8327 יַֽעֲקֹ֔ב H3290 יָצִ֥יץ H6692 וּפָרַ֖ח H6524 יִשְׂרָאֵ֑ל H3478 וּמָלְא֥וּ H4390 פְנֵי H6440 תֵבֵ֖ל H8398 תְּנוּבָֽה H8570 ",
  "7": "הַכְּ H4347 מַכֵּ֖הוּ H5221 הִכָּ֑הוּ H5221 אִם H518 כְּהֶ֥רֶג H2027 הֲרֻגָ֖יו H2026 הֹרָֽג H2026 ",
  "8": "בְּסַּאסְּאָ֖ה H5432 בְּשַׁלְחָ֣ H7971 תְּרִיבֶ֑נָּה H7378 הָגָ֛ה H1898 בְּרוּח֥ H7307 הַקָּשָׁ֖ה H7186 בְּי֥וֹם H3117 קָדִֽים H6921 ",
  "9": "לָכֵ֗ן H3651 בְּזֹאת֙ H2063 יְכֻפַּ֣ר H3722 עֲוֺֽן H5771 יַעֲקֹ֔ב H3290 וְזֶ֕ה H2088 כָּל H3605 פְּרִ֖י H6529 הָסִ֣ר H5493 חַטָּאת֑וֹ H2403 בְּשׂוּמ֣ H7760 כָּל H3605 אַבְנֵ֣י H68 מִזְבֵּ֗חַ H4196 כְּאַבְנֵי H68 גִר֙ H1615 מְנֻפָּצ֔וֹת H5310 לֹֽא H3808 יָקֻ֥מוּ H6965 אֲשֵׁרִ֖ים H842 וְחַמָּנִֽים H2553 ",
  "10": "כִּ֣י H3588 עִ֤יר H5892 בְּצוּרָה֙ H1219 בָּדָ֔ד H910 נָוֶ֕ה H5116 מְשֻׁלָּ֥ח H7971 וְנֶעֱזָ֖ב H5800 כַּמִּדְבָּ֑ר H4057 שָׁ֣ם H8033 יִרְעֶ֥ה H7462 עֵ֛גֶל H5695 וְשָׁ֥ם H8033 יִרְבָּ֖ץ H7257 וְכִלָּ֥ה H3615 סְעִפֶֽיהָ H5585 ",
  "11": "בִּיבֹ֤שׁ H3001 קְצִירָהּ֙ H7105 תִּשָּׁבַ֔רְנָה H7665 נָשִׁ֕ים H802 בָּא֖וֹת H935 מְאִיר֣וֹת H215 אוֹתָ֑הּ H853 כִּ֣י H3588 לֹ֤א H3808 עַם H5971 בִּינוֹת֙ H998 ה֔וּא H1931 עַל H5921 כֵּן֙ H3651 לֹֽא H3808 יְרַחֲמֶ֣נּוּ H7355 עֹשֵׂ֔הוּ H6213 וְיֹצְר֖ H3335 לֹ֥א H3808 יְחֻנֶּֽנּוּ H2603 ",
  "12": "וְהָיָה֙ H1961 בַּיּ֣וֹם H3117 הַה֔וּא H1931 יַחְבֹּ֧ט H2251 יְהוָ֛ה H3068 מִשִּׁבֹּ֥לֶת H7641 הַנָּהָ֖ר H5104 עַד H5704 נַ֣חַל H5158 מִצְרָ֑יִם H4714 וְאַתֶּ֧ם H859 תְּלֻקְּט֛וּ H3950 לְאַחַ֥ד H259 אֶחָ֖ד H259 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "13": "וְהָיָ֣ה H1961 בַּיּ֣וֹם H3117 הַה֗וּא H1931 יִתָּקַע֮ H8628 בְּשׁוֹפָ֣ר H7782 גָּדוֹל֒ H1419 וּבָ֗אוּ H935 הָאֹֽבְדִים֙ H6 בְּאֶ֣רֶץ H776 אַשּׁ֔וּר H804 וְהַ H5080 בְּאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 וְהִשְׁתַּחֲו֧וּ H7812 לַיהוָ֛ה H3068 בְּהַ֥ר H2022 הַקֹּ֖דֶשׁ H6944 בִּירוּשָׁלִָֽם H3389 "
}
