{
  "1": "ה֣וֹי H1945 הַיֹּרְדִ֤ים H3381 מִצְרַ֨יִם֙ H4714 לְעֶזְרָ֔ה H5833 עַל H5921 סוּסִ֖ים H5483 יִשָּׁעֵ֑נוּ H8172 וַיִּבְטְח֨וּ H982 עַל H5921 רֶ֜כֶב H7393 כִּ֣י H3588 רָ֗ב H7227 וְעַ֤ל H5921 פָּֽרָשִׁים֙ H6571 כִּֽי H3588 עָצְמ֣וּ H6105 מְאֹ֔ד H3966 וְלֹ֤א H3808 שָׁעוּ֙ H8159 עַל H5921 קְד֣וֹשׁ H6918 יִשְׂרָאֵ֔ל H3478 וְאֶת H853 יְהוָ֖ה H3068 לֹ֥א H3808 דָרָֽשׁוּ H1875 ",
  "2": "וְגַם H1571 ה֤וּא H1931 חָכָם֙ H2450 וַיָּ֣בֵא H935 רָ֔ע H7451 וְאֶת H853 דְּבָרָ֖יו H1697 לֹ֣א H3808 הֵסִ֑יר H5493 וְקָם֙ H6965 עַל H5921 בֵּ֣ית H1004 מְרֵעִ֔ים H7489 וְעַל H5921 עֶזְרַ֖ת H5833 פֹּ֥עֲלֵי H6466 אָֽוֶן H205 ",
  "3": "וּמִצְרַ֤יִם H4714 אָדָם֙ H120 וְֽלֹא H3808 אֵ֔ל H410 וְסוּסֵי H5483 בָּשָׂ֖ר H1320 וְלֹא H3808 ר֑וּחַ H7307 וַֽיהוָ֞ה H3068 יַטֶּ֣ה H5186 יָד֗וֹ H3027 וְכָשַׁ֤ל H3782 עוֹזֵר֙ H5826 וְנָפַ֣ל H5307 עָזֻ֔ר H5826 וְיַחְדָּ֖ו H3162 כֻּלָּ֥ם H3605 יִכְלָיֽוּן H3615 ",
  "4": "כִּ֣י H3588 כֹ֣ה H3541 אָֽמַר H559 יְהוָ֣ה H3068 אֵלַ֡י H413 כַּאֲשֶׁ֣ר H834 יֶהְגֶּה֩ H1897 הָאַרְיֵ֨ה H738 וְהַ H3715 עַל H5921 טַרְפּ֗וֹ H2964 אֲשֶׁ֨ר H834 יִקָּרֵ֤א H7121 עָלָיו֙ H5921 מְלֹ֣א H4393 רֹעִ֔ים H7462 מִקּוֹלָ H6963 לֹ֣א H3808 יֵחָ֔ת H2865 וּמֵֽ H1995 לֹ֣א H3808 יַֽעֲנֶ֑ה H6031 כֵּ֗ן H3651 יֵרֵד֙ H3381 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 לִצְבֹּ֥א H6633 עַל H5921 הַר H2022 צִיּ֖וֹן H6726 וְעַל H5921 גִּבְעָתָֽהּ H1389 ",
  "5": "כְּצִפֳּרִ֣ים H6833 עָפ֔וֹת H5774 כֵּ֗ן H3651 יָגֵ֛ן H1598 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 עַל H5921 יְרֽוּשָׁלִָ֑ם H3389 גָּנ֥וֹן H1598 וְהִצִּ֖יל H5337 פָּסֹ֥חַ H6452 וְהִמְלִֽיט H4422 ",
  "6": "שׁ֗וּבוּ H7725 לַאֲשֶׁ֛ר H834 הֶעְמִ֥יקוּ H6009 סָרָ֖ה H5627 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "7": "כִּ֚י H3588 בַּיּ֣וֹם H3117 הַה֔וּא H1931 יִמְאָס֗וּן H3988 אִ֚ישׁ H376 אֱלִילֵ֣י H457 כַסְפּ֔וֹ H3701 וֶאֱלִילֵ֖י H457 זְהָב֑וֹ H2091 אֲשֶׁ֨ר H834 עָשׂ֥וּ H6213 לָכֶ֛ם Hl יְדֵיכֶ֖ם H3027 חֵֽטְא H2399 ",
  "8": "וְנָפַ֤ל H5307 אַשּׁוּר֙ H804 בְּחֶ֣רֶב H2719 לֹא H3808 אִ֔ישׁ H376 וְחֶ֥רֶב H2719 לֹֽא H3808 אָדָ֖ם H120 תֹּֽאכֲלֶ֑נּוּ H398 וְנָ֥ס H5127 לוֹ֙ Hl מִפְּנֵי H6440 חֶ֔רֶב H2719 וּבַחוּרָ֖י H970 לָמַ֥ס H4522 יִהְיֽוּ H1961 ",
  "9": "וְסַלְע H5553 מִמָּג֣וֹר H4032 יַֽעֲב֔וֹר H5674 וְחַתּ֥וּ H2865 מִנֵּ֖ס H5251 שָׂרָ֑יו H8269 נְאֻם H5002 יְהוָ֗ה H3068 אֲשֶׁר H834 א֥וּר H217 לוֹ֙ Hl בְּצִיּ֔וֹן H6726 וְתַנּ֥וּר H8574 ל֖וֹ Hl בִּירוּשָׁלִָֽם H3389 "
}
