{
  "1": "וַיְהִ֗י H1961 כִּשְׁמֹ֨עַ֙ H8085 הַמֶּ֣לֶךְ H4428 חִזְקִיָּ֔הוּ H2396 וַיִּקְרַ֖ע H7167 אֶת H853 בְּגָדָ֑יו H899 וַיִּתְכַּ֣ס H3680 בַּשָּׂ֔ק H8242 וַיָּבֹ֖א H935 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "2": "וַ֠יִּשְׁלַח H7971 אֶת H853 אֶלְיָקִ֨ים H471 אֲשֶׁר H834 עַל H5921 הַבַּ֜יִת H1004 וְאֵ֣ת H853 שֶׁבְנָ֣א H7644 הַסּוֹפֵ֗ר H5608 וְאֵת֙ H853 זִקְנֵ֣י H2205 הַכֹּהֲנִ֔ים H3548 מִתְכַּסִּ֖ים H3680 בַּשַּׂקִּ֑ים H8242 אֶל H413 יְשַֽׁעְיָ֥הוּ H3470 בֶן H1121 אָמ֖וֹץ H531 הַנָּבִֽיא H5030 ",
  "3": "וַיֹּאמְר֣וּ H559 אֵלָ֗יו H413 כֹּ֚ה H3541 אָמַ֣ר H559 חִזְקִיָּ֔הוּ H2396 יוֹם H3117 צָרָ֧ה H6869 וְתוֹכֵחָ֛ה H8433 וּנְאָצָ֖ה H5007 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 כִּ֣י H3588 בָ֤אוּ H935 בָנִים֙ H1121 עַד H5704 מַשְׁבֵּ֔ר H4866 וְכֹ֥חַ H3581 אַ֖יִן H369 לְלֵדָֽה H3205 ",
  "4": "אוּלַ֡י H194 יִשְׁמַע֩ H8085 יְהוָ֨ה H3068 אֱלֹהֶ֜יךָ H430 אֵ֣ת H853 דִּבְרֵ֣י H1697 רַב H7262 שָׁקֵ֗ה H7262 אֲשֶׁר֩ H834 שְׁלָח֨וֹ H7971 מֶֽלֶךְ H4428 אַשּׁ֤וּר H804 אֲדֹנָיו֙ H113 לְחָרֵף֙ H2778 אֱלֹהִ֣ים H430 חַ֔י H2416 וְהוֹכִ֨יחַ֙ H3198 בַּדְּבָרִ֔ים H1697 אֲשֶׁ֥ר H834 שָׁמַ֖ע H8085 יְהוָ֣ה H3068 אֱלֹהֶ֑יךָ H430 וְנָשָׂ֣אתָ H5375 תְפִלָּ֔ה H8605 בְּעַ֥ד H1157 הַשְּׁאֵרִ֖ית H7611 הַנִּמְצָאָֽה H4672 ",
  "5": "וַיָּבֹ֗אוּ H935 עַבְדֵ֛י H5650 הַמֶּ֥לֶךְ H4428 חִזְקִיָּ֖הוּ H2396 אֶל H413 יְשַׁעְיָֽהוּ H3470 ",
  "6": "וַיֹּ֤אמֶר H559 אֲלֵיהֶם֙ H413 יְשַֽׁעְיָ֔הוּ H3470 כֹּ֥ה H3541 תֹאמְר֖וּן H559 אֶל H413 אֲדֹנֵיכֶ֑ם H113 כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 אַל H408 תִּירָא֙ H3372 מִפְּנֵ֤י H6440 הַדְּבָרִים֙ H1697 אֲשֶׁ֣ר H834 שָׁמַ֔עְתָּ H8085 אֲשֶׁ֧ר H834 גִּדְּפ֛וּ H1442 נַעֲרֵ֥י H5288 מֶלֶךְ H4428 אַשּׁ֖וּר H804 אוֹתִֽי H853 ",
  "7": "הִנְנִ֨י H2005 נוֹתֵ֥ן H5414 בּוֹ֙ Hb ר֔וּחַ H7307 וְשָׁמַ֥ע H8085 שְׁמוּעָ֖ה H8052 וְשָׁ֣ב H7725 אֶל H413 אַרְצ֑וֹ H776 וְהִפַּלְתִּ֥י H5307 בַּחֶ֖רֶב H2719 בְּאַרְצֽ H776 ",
  "8": "וַיָּ֨שָׁב֙ H7725 רַב H7262 שָׁקֵ֔ה H7262 וַיִּמְצָא֙ H4672 אֶת H853 מֶ֣לֶךְ H4428 אַשּׁ֔וּר H804 נִלְחָ֖ם H3898 עַל H5921 לִבְנָ֑ה H3841 כִּ֣י H3588 שָׁמַ֔ע H8085 כִּ֥י H3588 נָסַ֖ע H5265 מִלָּכִֽישׁ H3923 ",
  "9": "וַיִּשְׁמַ֗ע H8085 עַל H5921 תִּרְהָ֤קָה H8640 מֶֽלֶךְ H4428 כּוּשׁ֙ H3568 לֵאמֹ֔ר H559 יָצָ֖א H3318 לְהִלָּחֵ֣ם H3898 אִתָּ֑ךְ H854 וַיִּשְׁמַע֙ H8085 וַיִּשְׁלַ֣ח H7971 מַלְאָכִ֔ים H4397 אֶל H413 חִזְקִיָּ֖הוּ H2396 לֵאמֹֽר H559 ",
  "10": "כֹּ֣ה H3541 תֹאמְר֗וּן H559 אֶל H413 חִזְקִיָּ֤הוּ H2396 מֶֽלֶךְ H4428 יְהוּדָה֙ H3063 לֵאמֹ֔ר H559 אַל H408 יַשִּֽׁאֲךָ֣ H5377 אֱלֹהֶ֔יךָ H430 אֲשֶׁ֥ר H834 אַתָּ֛ה H859 בּוֹטֵ֥חַ H982 בּ֖וֹ Hb לֵאמֹ֑ר H559 לֹ֤א H3808 תִנָּתֵן֙ H5414 יְר֣וּשָׁלִַ֔ם H3389 בְּיַ֖ד H3027 מֶ֥לֶךְ H4428 אַשּֽׁוּר H804 ",
  "11": "הִנֵּ֣ה H2009 אַתָּ֣ה H859 שָׁמַ֗עְתָּ H8085 אֲשֶׁ֨ר H834 עָשׂ֜וּ H6213 מַלְכֵ֥י H4428 אַשּׁ֛וּר H804 לְכָל H3605 הָאֲרָצ֖וֹת H776 לְהַחֲרִימָ֑ H2763 וְאַתָּ֖ה H859 תִּנָּצֵֽל H5337 ",
  "12": "הַהִצִּ֨ילוּ H5337 אוֹתָ֜ם H853 אֱלֹהֵ֤י H430 הַגּוֹיִם֙ H1471 אֲשֶׁ֣ר H834 הִשְׁחִ֣יתוּ H7843 אֲבוֹתַ֔י H1 אֶת H853 גּוֹזָ֖ן H1470 וְאֶת H853 חָרָ֑ן H2771 וְרֶ֥צֶף H7530 וּבְנֵי H1121 עֶ֖דֶן H5729 אֲשֶׁ֥ר H834 בִּתְלַשָּֽׂר H8515 ",
  "13": "אַיֵּ֤ה H346 מֶֽלֶךְ H4428 חֲמָת֙ H2574 וּמֶ֣לֶךְ H4428 אַרְפָּ֔ד H774 וּמֶ֖לֶךְ H4428 לָעִ֣יר H5892 סְפַרְוָ֑יִם H5617 הֵנַ֖ע H2012 וְעִוָּֽה H5755 ",
  "14": "וַיִּקַּ֨ח H3947 חִזְקִיָּ֧הוּ H2396 אֶת H853 הַסְּפָרִ֛ים H5612 מִיַּ֥ד H3027 הַמַּלְאָכִ֖ים H4397 וַיִּקְרָאֵ֑ H7121 וַיַּ֨עַל֙ H5927 בֵּ֣ית H1004 יְהוָ֔ה H3068 וַיִּפְרְשֵׂ֥ H6566 חִזְקִיָּ֖הוּ H2396 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "15": "וַיִּתְפַּלֵּל֙ H6419 חִזְקִיָּ֔הוּ H2396 אֶל H413 יְהוָ֖ה H3068 לֵאמֹֽר H559 ",
  "16": "יְהוָ֨ה H3068 צְבָא֜וֹת H6635 אֱלֹהֵ֤י H430 יִשְׂרָאֵל֙ H3478 יֹשֵׁ֣ב H3427 הַכְּרֻבִ֔ים H3742 אַתָּה H859 ה֤וּא H1931 הָֽאֱלֹהִים֙ H430 לְבַדְּ H905 לְכֹ֖ל H3605 מַמְלְכ֣וֹת H4467 הָאָ֑רֶץ H776 אַתָּ֣ה H859 עָשִׂ֔יתָ H6213 אֶת H853 הַשָּׁמַ֖יִם H8064 וְאֶת H853 הָאָֽרֶץ H776 ",
  "17": "הַטֵּ֨ה H5186 יְהוָ֤ה H3068 אָזְנְךָ֙ H241 וּֽשְׁמָ֔ע H8085 פְּקַ֧ח H6491 יְהוָ֛ה H3068 עֵינֶ֖ךָ H5869 וּרְאֵ֑ה H7200 וּשְׁמַ֗ע H8085 אֵ֚ת H853 כָּל H3605 דִּבְרֵ֣י H1697 סַנְחֵרִ֔יב H5576 אֲשֶׁ֣ר H834 שָׁלַ֔ח H7971 לְחָרֵ֖ף H2778 אֱלֹהִ֥ים H430 חָֽי H2416 ",
  "18": "אָמְנָ֖ם H551 יְהוָ֑ה H3068 הֶחֱרִ֜יבוּ H2717 מַלְכֵ֥י H4428 אַשּׁ֛וּר H804 אֶת H853 כָּל H3605 הָאֲרָצ֖וֹת H776 וְאֶת H853 אַרְצָֽם H776 ",
  "19": "וְנָתֹ֥ן H5414 אֶת H853 אֱלֹהֵיהֶ֖ם H430 בָּאֵ֑שׁ H784 כִּי֩ H3588 לֹ֨א H3808 אֱלֹהִ֜ים H430 הֵ֗מָּה H1992 כִּ֣י H3588 אִם H518 מַעֲשֵׂ֧ה H4639 יְדֵֽי H3027 אָדָ֛ם H120 עֵ֥ץ H6086 וָאֶ֖בֶן H68 וַֽיְאַבְּדֽוּ H6 ",
  "20": "וְעַתָּה֙ H6258 יְהוָ֣ה H3068 אֱלֹהֵ֔ינוּ H430 הוֹשִׁיעֵ֖נוּ H3467 מִיָד֑ H3027 וְיֵֽדְעוּ֙ H3045 כָּל H3605 מַמְלְכ֣וֹת H4467 הָאָ֔רֶץ H776 כִּֽי H3588 אַתָּ֥ה H859 יְהוָ֖ה H3068 לְבַדֶּֽ H905 ",
  "21": "וַיִּשְׁלַח֙ H7971 יְשַֽׁעְיָ֣הוּ H3470 בֶן H1121 אָמ֔וֹץ H531 אֶל H413 חִזְקִיָּ֖הוּ H2396 לֵאמֹ֑ר H559 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 אֲשֶׁר֙ H834 הִתְפַּלַּ֣לְתָּ H6419 אֵלַ֔י H413 אֶל H413 סַנְחֵרִ֖יב H5576 מֶ֥לֶךְ H4428 אַשּֽׁוּר H804 ",
  "22": "זֶ֣ה H2088 הַדָּבָ֔ר H1697 אֲשֶׁר H834 דִּבֶּ֥ר H1696 יְהוָ֖ה H3068 עָלָ֑יו H5921 בָּזָ֨ה H959 לְךָ֜ Hl לָעֲגָ֣ה H3932 לְךָ֗ Hl בְּתוּלַת֙ H1330 בַּת H1323 צִיּ֔וֹן H6726 אַחֲרֶ֨יךָ֙ H310 רֹ֣אשׁ H7218 הֵנִ֔יעָה H5128 בַּ֖ת H1323 יְרוּשָׁלִָֽם H3389 ",
  "23": "אֶת H853 מִ֤י H4310 חֵרַ֨פְתָּ֙ H2778 וְגִדַּ֔פְתָּ H1442 וְעַל H5921 מִ֖י H4310 הֲרִימ֣וֹתָה H7311 קּ֑וֹל H6963 וַתִּשָּׂ֥א H5375 מָר֛וֹם H4791 עֵינֶ֖יךָ H5869 אֶל H413 קְד֥וֹשׁ H6918 יִשְׂרָאֵֽל H3478 ",
  "24": "בְּיַ֣ד H3027 עֲבָדֶיךָ֮ H5650 חֵרַ֣פְתָּ H2778 אֲדֹנָי֒ H136 וַתֹּ֗אמֶר H559 בְּרֹ֥ב H7230 רִכְבִּ֛י H7393 אֲנִ֥י H589 עָלִ֛יתִי H5927 מְר֥וֹם H4791 הָרִ֖ים H2022 יַרְכְּתֵ֣י H3411 לְבָנ֑וֹן H3844 וְאֶכְרֹ֞ת H3772 קוֹמַ֤ת H6967 אֲרָזָיו֙ H730 מִבְחַ֣ר H4005 בְּרֹשָׁ֔יו H1265 וְאָבוֹא֙ H935 מְר֣וֹם H4791 קִצּ֔וֹ H7093 יַ֖עַר H3293 כַּרְמִלּֽוֹ H3759 ",
  "25": "אֲנִ֥י H589 קַ֖רְתִּי H6979 וְשָׁתִ֣יתִי H8354 מָ֑יִם H4325 וְאַחְרִב֙ H2717 בְּכַף H3709 פְּעָמַ֔י H6471 כֹּ֖ל H3605 יְאֹרֵ֥י H2975 מָצֽוֹר H4693 ",
  "26": "הֲלֽוֹא H3808 שָׁמַ֤עְתָּ H8085 לְמֵֽ H7350 אוֹתָ֣הּ H853 עָשִׂ֔יתִי H6213 מִ֥ימֵי H3117 קֶ֖דֶם H6924 וִיצַרְתִּ֑י H3335 עַתָּ֣ה H6258 הֲבֵאתִ֔יהָ H935 וּתְהִ֗י H1961 לְהַשְׁא֛וֹת H7582 גַּלִּ֥ים H1530 נִצִּ֖ים H5327 עָרִ֥ים H5892 בְּצֻרֽוֹת H1219 ",
  "27": "וְיֹֽשְׁבֵי H3427 קִצְרֵי H7116 יָ֔ד H3027 חַ֖תּוּ H2865 וָבֹ֑שׁוּ H954 הָי֞וּ H1961 עֵ֤שֶׂב H6212 שָׂדֶה֙ H7704 וִ֣ירַק H3419 דֶּ֔שֶׁא H1877 חֲצִ֣יר H2682 גַּגּ֔וֹת H1406 וּשְׁדֵמָ֖ה H7709 לִפְנֵ֥י H6440 קָמָֽה H7054 ",
  "28": "וְשִׁבְתְּ H3427 וְצֵאתְ H3318 וּבוֹאֲ H935 יָדָ֑עְתִּי H3045 וְאֵ֖ת H853 הִֽתְרַגֶּזְךָ֥ H7264 אֵלָֽי H413 ",
  "29": "יַ֚עַן H3282 הִתְרַגֶּזְךָ֣ H7264 אֵלַ֔י H413 וְשַׁאֲנַנְ H7600 עָלָ֣ה H5927 בְאָזְנָ֑ H241 וְשַׂמְתִּ֨י H7760 חַחִ֜י H2397 בְּאַפֶּ֗ H639 וּמִתְגִּ H4964 בִּשְׂפָתֶ֔י H8193 וַהֲשִׁ֣יבֹתִ֔י H7725 בַּדֶּ֖רֶךְ H1870 אֲשֶׁר H834 בָּ֥אתָ H935 בָּֽהּ Hb ",
  "30": "וְזֶה H2088 לְּךָ֣ Hl הָא֔וֹת H226 אָכ֤וֹל H398 הַשָּׁנָה֙ H8141 סָפִ֔יחַ H5599 וּבַ H8141 הַשֵּׁנִ֖ית H8145 שָׁחִ֑יס H7823 וּבַ H8141 הַשְּׁלִישִׁ֗ית H7992 זִרְע֧וּ H2232 וְקִצְר֛וּ H7114 וְנִטְע֥וּ H5193 כְרָמִ֖ים H3754 ואכול H398 פִרְיָֽם H6529 ",
  "31": "וְיָ֨סְפָ֜ה H3254 פְּלֵיטַ֧ת H6413 בֵּית H1004 יְהוּדָ֛ה H3063 הַנִּשְׁאָרָ֖ה H7604 שֹׁ֣רֶשׁ H8328 לְמָ֑טָּה H4295 וְעָשָׂ֥ה H6213 פְרִ֖י H6529 לְמָֽעְלָ H4605 ",
  "32": "כִּ֤י H3588 מִירֽוּשָׁלִַ֨ם֙ H3389 תֵּצֵ֣א H3318 שְׁאֵרִ֔ית H7611 וּפְלֵיטָ֖ה H6413 מֵהַ֣ר H2022 צִיּ֑וֹן H6726 קִנְאַ֛ת H7068 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 תַּֽעֲשֶׂה H6213 זֹּֽאת H2063 ",
  "33": "לָכֵ֗ן H3651 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֶל H413 מֶ֣לֶךְ H4428 אַשּׁ֔וּר H804 לֹ֤א H3808 יָבוֹא֙ H935 אֶל H413 הָעִ֣יר H5892 הַזֹּ֔את H2063 וְלֹֽא H3808 יוֹרֶ֥ה H3384 שָׁ֖ם H8033 חֵ֑ץ H2671 וְלֹֽא H3808 יְקַדְּמֶ֣נָּה H6923 מָגֵ֔ן H4043 וְלֹֽא H3808 יִשְׁפֹּ֥ךְ H8210 עֳלֶ֖יהָ H5921 סֹלְלָֽה H5550 ",
  "34": "בַּדֶּ֥רֶךְ H1870 אֲשֶׁר H834 בָּ֖א H935 בָּ֣הּ Hb יָשׁ֑וּב H7725 וְאֶל H413 הָעִ֥יר H5892 הַזֹּ֛את H2063 לֹ֥א H3808 יָב֖וֹא H935 נְאֻם H5002 יְהוָֽה H3068 ",
  "35": "וְגַנּוֹתִ֛י H1598 עַל H5921 הָעִ֥יר H5892 הַזֹּ֖את H2063 לְהֽוֹשִׁיעָ֑ H3467 לְמַֽעֲנִ֔י H4616 וּלְמַ֖עַן H4616 דָּוִ֥ד H1732 עַבְדִּֽי H5650 ",
  "36": "וַיֵּצֵ֣א H3318 מַלְאַ֣ךְ H4397 יְהוָ֗ה H3068 וַיַּכֶּה֙ H5221 בְּמַחֲנֵ֣ה H4264 אַשּׁ֔וּר H804 מֵאָ֛ה H3967 וּשְׁמֹנִ֥ים H8084 וַחֲמִשָּׁ֖ה H2568 אָ֑לֶף H505 וַיַּשְׁכִּ֣ימוּ H7925 בַבֹּ֔קֶר H1242 וְהִנֵּ֥ה H2009 כֻלָּ֖ם H3605 פְּגָרִ֥ים H6297 מֵתִֽים H4191 ",
  "37": "וַיִּסַּ֣ע H5265 וַיֵּ֔לֶךְ H3212 וַיָּ֖שָׁב H7725 סַנְחֵרִ֣יב H5576 מֶֽלֶךְ H4428 אַשּׁ֑וּר H804 וַיֵּ֖שֶׁב H3427 בְּנִֽינְוֵֽה H5210 ",
  "38": "וַיְהִי֩ H1961 ה֨וּא H1931 מִֽשְׁתַּחֲוֶ֜ה H7812 בֵּ֣ית H1004 נִסְרֹ֣ךְ H5268 אֱלֹהָ֗יו H430 וְֽאַדְרַמֶּ֨לֶךְ H152 וְשַׂרְאֶ֤צֶר H8272 בָּנָיו֙ H1121 הִכֻּ֣הוּ H5221 בַחֶ֔רֶב H2719 וְהֵ֥מָּה H1992 נִמְלְט֖וּ H4422 אֶ֣רֶץ H776 אֲרָרָ֑ט H780 וַיִּמְלֹ֛ךְ H4427 אֵֽסַר H634 חַדֹּ֥ן H634 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 "
}
