{
  "1": "נַחֲמ֥וּ H5162 נַחֲמ֖וּ H5162 עַמִּ֑י H5971 יֹאמַ֖ר H559 אֱלֹהֵיכֶֽם H430 ",
  "2": "דַּבְּר֞וּ H1696 עַל H5921 לֵ֤ב H3820 יְרֽוּשָׁלִַ֨ם֙ H3389 וְקִרְא֣וּ H7121 אֵלֶ֔יהָ H413 כִּ֤י H3588 מָֽלְאָה֙ H4390 צְבָאָ֔הּ H6635 כִּ֥י H3588 נִרְצָ֖ה H7521 עֲוֺנָ֑הּ H5771 כִּ֤י H3588 לָקְחָה֙ H3947 מִיַּ֣ד H3027 יְהוָ֔ה H3068 כִּפְלַ֖יִם H3718 בְּכָל H3605 חַטֹּאתֶֽיהָ H2403 ",
  "3": "ק֣וֹל H6963 קוֹרֵ֔א H7121 בַּמִּדְבָּ֕ר H4057 פַּנּ֖וּ H6437 דֶּ֣רֶךְ H1870 יְהוָ֑ה H3068 יַשְּׁרוּ֙ H3474 בָּעֲרָבָ֔ה H6160 מְסִלָּ֖ה H4546 לֵאלֹהֵֽי H430 ",
  "4": "כָּל H3605 גֶּיא֙ H1516 יִנָּשֵׂ֔א H5375 וְכָל H3605 הַ֥ר H2022 וְגִבְעָ֖ה H1389 יִשְׁפָּ֑לוּ H8213 וְהָיָ֤ה H1961 הֶֽעָקֹב֙ H6121 לְמִישׁ֔וֹר H4334 וְהָ H7406 לְבִקְעָֽה H1237 ",
  "5": "וְנִגְלָ֖ה H1540 כְּב֣וֹד H3519 יְהוָ֑ה H3068 וְרָא֤וּ H7200 כָל H3605 בָּשָׂר֙ H1320 יַחְדָּ֔ו H3162 כִּ֛י H3588 פִּ֥י H6310 יְהוָ֖ה H3068 דִּבֵּֽר H1696 ",
  "6": "ק֚וֹל H6963 אֹמֵ֣ר H559 קְרָ֔א H7121 וְאָמַ֖ר H559 מָ֣ה H4100 אֶקְרָ֑א H7121 כָּל H3605 הַבָּשָׂ֣ר H1320 חָצִ֔יר H2682 וְכָל H3605 חַסְדּ֖וֹ H2617 כְּצִ֥יץ H6731 הַשָּׂדֶֽה H7704 ",
  "7": "יָבֵ֤שׁ H3001 חָצִיר֙ H2682 נָ֣בֵֽל H5034 צִ֔יץ H6731 כִּ֛י H3588 ר֥וּחַ H7307 יְהוָ֖ה H3068 נָ֣שְׁבָה H5380 בּ֑וֹ Hb אָכֵ֥ן H403 חָצִ֖יר H2682 הָעָֽם H5971 ",
  "8": "יָבֵ֥שׁ H3001 חָצִ֖יר H2682 נָ֣בֵֽל H5034 צִ֑יץ H6731 וּדְבַר H1697 אֱלֹהֵ֖ינוּ H430 יָק֥וּם H6965 לְעוֹלָֽם H5769 ",
  "9": "עַ֣ל H5921 הַר H2022 גָּבֹ֤הַ H1364 עֲלִי H5927 לָךְ֙ Hl מְבַשֶּׂ֣רֶת H1319 צִיּ֔וֹן H6726 הָרִ֤ימִי H7311 בַכֹּ֨חַ֙ H3581 קוֹלֵ֔ךְ H6963 מְבַשֶּׂ֖רֶת H1319 יְרוּשָׁלִָ֑ם H3389 הָרִ֨ימִי֙ H7311 אַל H408 תִּירָ֔אִי H3372 אִמְרִי֙ H559 לְעָרֵ֣י H5892 יְהוּדָ֔ה H3063 הִנֵּ֖ה H2009 אֱלֹהֵיכֶֽם H430 ",
  "10": "הִנֵּ֨ה H2009 אֲדֹנָ֤י H136 יְהוִה֙ H3069 בְּחָזָ֣ק H2389 יָב֔וֹא H935 וּזְרֹע֖ H2220 מֹ֣שְׁלָה H4910 ל֑וֹ Hl הִנֵּ֤ה H2009 שְׂכָרוֹ֙ H7939 אִתּ֔וֹ H854 וּפְעֻלָּת֖ H6468 לְפָנָֽי H6440 ",
  "11": "כְּרֹעֶה֙ H7462 עֶדְר֣וֹ H5739 יִרְעֶ֔ה H7462 בִּזְרֹע H2220 יְקַבֵּ֣ץ H6908 טְלָאִ֔ים H2922 וּבְ H2436 יִשָּׂ֑א H5375 עָל֖וֹת H5763 יְנַהֵֽל H5095 ",
  "12": "מִֽי H4310 מָדַ֨ד H4058 בְּשָׁעֳל֜ H8168 מַ֗יִם H4325 וְשָׁמַ֨יִם֙ H8064 בַּזֶּ֣רֶת H2239 תִּכֵּ֔ן H8505 וְכָ֥ל H3557 בַּשָּׁלִ֖שׁ H7991 עֲפַ֣ר H6083 הָאָ֑רֶץ H776 וְשָׁקַ֤ל H8254 בַּפֶּ֨לֶס֙ H6425 הָרִ֔ים H2022 וּגְבָע֖וֹת H1389 בְּמֹאזְנָֽיִם H3976 ",
  "13": "מִֽי H4310 תִכֵּ֥ן H8505 אֶת H853 ר֖וּחַ H7307 יְהוָ֑ה H3068 וְאִ֥ישׁ H376 עֲצָת֖וֹ H6098 יוֹדִיעֶֽנּוּ H3045 ",
  "14": "אֶת H854 מִ֤י H4310 נוֹעָץ֙ H3289 וַיְבִינֵ֔ H995 וַֽיְלַמְּדֵ֖ H3925 בְּאֹ֣רַח H734 מִשְׁפָּ֑ט H4941 וַיְלַמְּדֵ֣ H3925 דַ֔עַת H1847 וְדֶ֥רֶךְ H1870 תְּבוּנ֖וֹת H8394 יוֹדִיעֶֽנּוּ H3045 ",
  "15": "הֵ֤ן H2005 גּוֹיִם֙ H1471 כְּמַ֣ר H4752 מִדְּלִ֔י H1805 וּכְ H7834 מֹאזְנַ֖יִם H3976 נֶחְשָׁ֑בוּ H2803 הֵ֥ן H2005 אִיִּ֖ים H339 כַּדַּ֥ק H1851 יִטּֽוֹל H5190 ",
  "16": "וּלְבָנ֕וֹן H3844 אֵ֥ין H369 דֵּ֖י H1767 בָּעֵ֑ר H1197 וְחַיָּת֔ H2416 אֵ֥ין H369 דֵּ֖י H1767 עוֹלָֽה H5930 ",
  "17": "כָּל H3605 הַגּוֹיִ֖ם H1471 כְּאַ֣יִן H369 נֶגְדּ֑וֹ H5048 מֵאֶ֥פֶס H657 וָתֹ֖הוּ H8414 נֶחְשְׁבוּ H2803 לֽוֹ Hl ",
  "18": "וְאֶל H413 מִ֖י H4310 תְּדַמְּי֣וּן H1819 אֵ֑ל H410 וּמַה H4100 דְּמ֖וּת H1823 תַּ֥עַרְכוּ H6186 לֽוֹ Hl ",
  "19": "הַפֶּ֨סֶל֙ H6459 נָסַ֣ךְ H5258 חָרָ֔שׁ H2796 וְצֹרֵ֖ף H6884 בַּזָּהָ֣ב H2091 יְרַקְּעֶ֑נּוּ H7554 וּרְתֻק֥וֹת H7577 כֶּ֖סֶף H3701 צוֹרֵֽף H6884 ",
  "20": "הַֽמְסֻכָּ֣ן H5533 תְּרוּמָ֔ה H8641 עֵ֥ץ H6086 לֹֽא H3808 יִרְקַ֖ב H7537 יִבְחָ֑ר H977 חָרָ֤שׁ H2796 חָכָם֙ H2450 יְבַקֶּשׁ H1245 ל֔וֹ Hl לְהָכִ֥ין H3559 פֶּ֖סֶל H6459 לֹ֥א H3808 יִמּֽוֹט H4131 ",
  "21": "הֲל֤וֹא H3808 תֵֽדְעוּ֙ H3045 הֲל֣וֹא H3808 תִשְׁמָ֔עוּ H8085 הֲל֛וֹא H3808 הֻגַּ֥ד H5046 מֵרֹ֖אשׁ H7218 לָכֶ֑ם Hl הֲלוֹא֙ H3808 הֲבִ֣ינֹתֶ֔ם H995 מוֹסְד֖וֹת H4146 הָאָֽרֶץ H776 ",
  "22": "הַיֹּשֵׁב֙ H3427 עַל H5921 ח֣וּג H2329 הָאָ֔רֶץ H776 וְיֹשְׁבֶ֖י H3427 כַּחֲגָבִ֑ים H2284 הַנּוֹטֶ֤ה H5186 כַדֹּק֙ H1852 שָׁמַ֔יִם H8064 וַיִּמְתָּחֵ֥ H4969 כָּאֹ֖הֶל H168 לָשָֽׁבֶת H3427 ",
  "23": "הַנּוֹתֵ֥ן H5414 רוֹזְנִ֖ים H7336 לְאָ֑יִן H369 שֹׁ֥פְטֵי H8199 אֶ֖רֶץ H776 כַּתֹּ֥הוּ H8414 עָשָֽׂה H6213 ",
  "24": "אַ֣ף H637 בַּל H1077 נִטָּ֗עוּ H5193 אַ֚ף H637 בַּל H1077 זֹרָ֔עוּ H2232 אַ֛ף H637 בַּל H1077 שֹׁרֵ֥שׁ H8327 בָּאָ֖רֶץ H776 גִּזְעָ֑ם H1503 וְגַם H1571 נָשַׁ֤ף H5398 בָּהֶם֙ Hb וַיִּבָ֔שׁוּ H3001 וּסְעָרָ֖ה H5591 כַּקַּ֥שׁ H7179 תִּשָּׂאֵֽם H5375 ",
  "25": "וְאֶל H413 מִ֥י H4310 תְדַמְּי֖וּנִי H1819 וְאֶשְׁוֶ֑ה H7737 יֹאמַ֖ר H559 קָדֽוֹשׁ H6918 ",
  "26": "שְׂאוּ H5375 מָר֨וֹם H4791 עֵינֵיכֶ֤ם H5869 וּרְאוּ֙ H7200 מִי H4310 בָרָ֣א H1254 אֵ֔לֶּה H428 הַמּוֹצִ֥יא H3318 בְמִסְפָּ֖ר H4557 צְבָאָ֑ם H6635 לְכֻלָּ H3605 בְּשֵׁ֣ם H8034 יִקְרָ֔א H7121 מֵרֹ֤ב H7230 אוֹנִים֙ H202 וְאַמִּ֣יץ H533 כֹּ֔חַ H3581 אִ֖ישׁ H376 לֹ֥א H3808 נֶעְדָּֽר H5737 ",
  "27": "לָ֤מָּה H4100 תֹאמַר֙ H559 יַֽעֲקֹ֔ב H3290 וּתְדַבֵּ֖ר H1696 יִשְׂרָאֵ֑ל H3478 נִסְתְּרָ֤ה H5641 דַרְכִּי֙ H1870 מֵֽיְהוָ֔ה H3068 וּמֵ H430 מִשְׁפָּטִ֥י H4941 יַעֲבֽוֹר H5674 ",
  "28": "הֲל֨וֹא H3808 יָדַ֜עְתָּ H3045 אִם H518 לֹ֣א H3808 שָׁמַ֗עְתָּ H8085 אֱלֹהֵ֨י H430 עוֹלָ֤ם H5769 יְהוָה֙ H3068 בּוֹרֵא֙ H1254 קְצ֣וֹת H7098 הָאָ֔רֶץ H776 לֹ֥א H3808 יִיעַ֖ף H3286 וְלֹ֣א H3808 יִיגָ֑ע H3021 אֵ֥ין H369 חֵ֖קֶר H2714 לִתְבוּנָתֽ H8394 ",
  "29": "נֹתֵ֥ן H5414 לַיָּעֵ֖ף H3287 כֹּ֑חַ H3581 וּלְ H369 אוֹנִ֖ים H202 עָצְמָ֥ה H6109 יַרְבֶּֽה H7235 ",
  "30": "וְיִֽעֲפ֥וּ H3286 נְעָרִ֖ים H5288 וְיִגָ֑עוּ H3021 וּבַחוּרִ֖ים H970 כָּשׁ֥וֹל H3782 יִכָּשֵֽׁלוּ H3782 ",
  "31": "וְקוֹיֵ֤ H6960 יְהוָה֙ H3068 יַחֲלִ֣יפוּ H2498 כֹ֔חַ H3581 יַעֲל֥וּ H5927 אֵ֖בֶר H83 כַּנְּשָׁרִ֑ים H5404 יָר֨וּצוּ֙ H7323 וְלֹ֣א H3808 יִיגָ֔עוּ H3021 יֵלְכ֖וּ H3212 וְלֹ֥א H3808 יִיעָֽפוּ H3286 "
}
