{
  "1": "הַחֲרִ֤ישׁוּ H2790 אֵלַי֙ H413 אִיִּ֔ים H339 וּלְאֻמִּ֖ים H3816 יַחֲלִ֣יפוּ H2498 כֹ֑חַ H3581 יִגְּשׁוּ֙ H5066 אָ֣ז H227 יְדַבֵּ֔רוּ H1696 יַחְדָּ֖ו H3162 לַמִּשְׁפָּ֥ט H4941 נִקְרָֽבָה H7126 ",
  "2": "מִ֤י H4310 הֵעִיר֙ H5782 מִמִּזְרָ֔ח H4217 צֶ֖דֶק H6664 יִקְרָאֵ֣הוּ H7121 לְרַגְל֑ H7272 יִתֵּ֨ן H5414 לְפָנָ֤י H6440 גּוֹיִם֙ H1471 וּמְלָכִ֣ים H4428 יַ֔רְדְּ H7287 יִתֵּ֤ן H5414 כֶּֽעָפָר֙ H6083 חַרְבּ֔וֹ H2719 כְּקַ֥שׁ H7179 נִדָּ֖ף H5086 קַשְׁתּֽוֹ H7198 ",
  "3": "יִרְדְּפֵ֖ם H7291 יַעֲב֣וֹר H5674 שָׁל֑וֹם H7965 אֹ֥רַח H734 בְּרַגְלָ֖י H7272 לֹ֥א H3808 יָבֽוֹא H935 ",
  "4": "מִֽי H4310 פָעַ֣ל H6466 וְעָשָׂ֔ה H6213 קֹרֵ֥א H7121 הַדֹּר֖וֹת H1755 מֵרֹ֑אשׁ H7218 אֲנִ֤י H589 יְהוָה֙ H3068 רִאשׁ֔וֹן H7223 וְאֶת H853 אַחֲרֹנִ֖ים H314 אֲנִי H589 הֽוּא H1931 ",
  "5": "רָא֤וּ H7200 אִיִּים֙ H339 וְיִירָ֔אוּ H3372 קְצ֥וֹת H7098 הָאָ֖רֶץ H776 יֶחֱרָ֑דוּ H2729 קָרְב֖וּ H7126 וַיֶּאֱתָיֽוּ H857 ",
  "6": "אִ֥ישׁ H376 אֶת H853 רֵעֵ֖הוּ H7453 יַעְזֹ֑רוּ H5826 וּלְ H251 יֹאמַ֥ר H559 חֲזָֽק H2388 ",
  "7": "וַיְחַזֵּ֤ק H2388 חָרָשׁ֙ H2796 אֶת H853 צֹרֵ֔ף H6884 מַחֲלִ֥יק H2505 פַּטִּ֖ישׁ H6360 אֶת H853 ה֣וֹלֶם H1986 פָּ֑עַם H6471 אֹמֵ֤ר H559 לַדֶּ֨בֶק֙ H1694 ט֣וֹב H2896 ה֔וּא H1931 וַיְחַזְּקֵ֥ H2388 בְמַסְמְרִ֖ים H4548 לֹ֥א H3808 יִמּֽוֹט H4131 ",
  "8": "וְאַתָּה֙ H859 יִשְׂרָאֵ֣ל H3478 עַבְדִּ֔י H5650 יַעֲקֹ֖ב H3290 אֲשֶׁ֣ר H834 בְּחַרְתִּ֑יךָ H977 זֶ֖רַע H2233 אַבְרָהָ֥ם H85 אֹהֲבִֽי H157 ",
  "9": "אֲשֶׁ֤ר H834 הֶחֱזַקְתִּ֨יךָ֙ H2388 מִקְצ֣וֹת H7098 הָאָ֔רֶץ H776 וּמֵ H678 קְרָאתִ֑יךָ H7121 וָאֹ֤מַר H559 לְךָ֙ Hl עַבְדִּי H5650 אַ֔תָּה H859 בְּחַרְתִּ֖יךָ H977 וְלֹ֥א H3808 מְאַסְתִּֽיךָ H3988 ",
  "10": "אַל H408 תִּירָא֙ H3372 כִּ֣י H3588 עִמְּךָ H5973 אָ֔נִי H589 אַל H408 תִּשְׁתָּ֖ע H8159 כִּֽי H3588 אֲנִ֣י H589 אֱלֹהֶ֑יךָ H430 אִמַּצְתִּ֨יךָ֙ H553 אַף H637 עֲזַרְתִּ֔יךָ H5826 אַף H637 תְּמַכְתִּ֖יךָ H8551 בִּימִ֥ין H3225 צִדְקִֽי H6664 ",
  "11": "הֵ֤ן H2005 יֵבֹ֨שׁוּ֙ H954 וְיִכָּ֣לְמ֔וּ H3637 כֹּ֖ל H3605 הַנֶּחֱרִ֣ים H2734 בָּ֑ךְ Hb יִֽהְי֥וּ H1961 כְאַ֛יִן H369 וְיֹאבְד֖וּ H6 אַנְשֵׁ֥י H376 רִיבֶֽךָ H7379 ",
  "12": "תְּבַקְשֵׁם֙ H1245 וְלֹ֣א H3808 תִמְצָאֵ֔ם H4672 אַנְשֵׁ֖י H376 מַצֻּתֶ֑ךָ H4695 יִהְי֥וּ H1961 כְאַ֛יִן H369 וּכְ H657 אַנְשֵׁ֥י H376 מִלְחַמְתֶּֽךָ H4421 ",
  "13": "כִּ֗י H3588 אֲנִ֛י H589 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 מַחֲזִ֣יק H2388 יְמִינֶ֑ךָ H3225 הָאֹמֵ֥ר H559 לְךָ֛ Hl אַל H408 תִּירָ֖א H3372 אֲנִ֥י H589 עֲזַרְתִּֽיךָ H5826 ",
  "14": "אַל H408 תִּֽירְאִי֙ H3372 תּוֹלַ֣עַת H8438 יַֽעֲקֹ֔ב H3290 מְתֵ֖י H4962 יִשְׂרָאֵ֑ל H3478 אֲנִ֤י H589 עֲזַרְתִּיךְ֙ H5826 נְאֻם H5002 יְהוָ֔ה H3068 וְגֹאֲלֵ֖ H1350 קְד֥וֹשׁ H6918 יִשְׂרָאֵֽל H3478 ",
  "15": "הִנֵּ֣ה H2009 שַׂמְתִּ֗יךְ H7760 לְמוֹרַג֙ H4173 חָר֣וּץ H2742 חָדָ֔שׁ H2319 בַּ֖עַל H1167 פִּֽיפִיּ֑וֹת H6374 תָּד֤וּשׁ H1758 הָרִים֙ H2022 וְתָדֹ֔ק H1854 וּגְבָע֖וֹת H1389 כַּמֹּ֥ץ H4671 תָּשִֽׂים H7760 ",
  "16": "תִּזְרֵם֙ H2219 וְר֣וּחַ H7307 תִּשָּׂאֵ֔ם H5375 וּסְעָרָ֖ה H5591 תָּפִ֣יץ H6327 אוֹתָ֑ם H853 וְאַתָּה֙ H859 תָּגִ֣יל H1523 בַּֽיהוָ֔ה H3068 בִּקְד֥וֹשׁ H6918 יִשְׂרָאֵ֖ל H3478 תִּתְהַלָּֽל H1984 ",
  "17": "הָעֲנִיִּ֨ים H6041 וְהָ H34 מְבַקְשִׁ֥ים H1245 מַ֨יִם֙ H4325 וָאַ֔יִן H369 לְשׁוֹנָ֖ם H3956 בַּצָּמָ֣א H6772 נָשָׁ֑תָּה H5405 אֲנִ֤י H589 יְהוָה֙ H3068 אֶעֱנֵ֔ם H6030 אֱלֹהֵ֥י H430 יִשְׂרָאֵ֖ל H3478 לֹ֥א H3808 אֶעֶזְבֵֽם H5800 ",
  "18": "אֶפְתַּ֤ח H6605 עַל H5921 שְׁפָיִים֙ H8205 נְהָר֔וֹת H5104 וּבְ H8432 בְּקָע֖וֹת H1237 מַעְיָנ֑וֹת H4599 אָשִׂ֤ים H7760 מִדְבָּר֙ H4057 לַאֲגַם H98 מַ֔יִם H4325 וְאֶ֥רֶץ H776 צִיָּ֖ה H6723 לְמוֹצָ֥אֵי H4161 מָֽיִם H4325 ",
  "19": "אֶתֵּ֤ן H5414 בַּמִּדְבָּר֙ H4057 אֶ֣רֶז H730 שִׁטָּ֔ה H7848 וַהֲדַ֖ס H1918 וְעֵ֣ץ H6086 שָׁ֑מֶן H8081 אָשִׂ֣ים H7760 בָּעֲרָבָ֗ה H6160 בְּר֛וֹשׁ H1265 תִּדְהָ֥ר H8410 וּתְאַשּׁ֖וּר H8391 יַחְדָּֽו H3162 ",
  "20": "לְמַ֧עַן H4616 יִרְא֣וּ H7200 וְיֵדְע֗וּ H3045 וְיָשִׂ֤ימוּ H7760 וְיַשְׂכִּ֨ילוּ֙ H7919 יַחְדָּ֔ו H3162 כִּ֥י H3588 יַד H3027 יְהוָ֖ה H3068 עָ֣שְׂתָה H6213 זֹּ֑את H2063 וּקְד֥וֹשׁ H6918 יִשְׂרָאֵ֖ל H3478 בְּרָאָֽהּ H1254 ",
  "21": "קָרְב֥וּ H7126 רִֽיבְכֶ֖ם H7379 יֹאמַ֣ר H559 יְהוָ֑ה H3068 הַגִּ֨ישׁוּ֙ H5066 עֲצֻמ֣וֹתֵיכֶ֔ם H6110 יֹאמַ֖ר H559 מֶ֥לֶךְ H4428 יַעֲקֹֽב H3290 ",
  "22": "יַגִּ֨ישׁוּ֙ H5066 וְיַגִּ֣ידוּ H5046 לָ֔נוּ Hl אֵ֖ת H853 אֲשֶׁ֣ר H834 תִּקְרֶ֑ינָה H7136 הָרִאשֹׁנ֣וֹת H7223 מָ֣ה H4100 הֵ֗נָּה H2007 הַגִּ֜ידוּ H5046 וְנָשִׂ֤ימָה H7760 לִבֵּ֨נוּ֙ H3820 וְנֵדְעָ֣ה H3045 אַחֲרִיתָ֔ן H319 א֥וֹ H176 הַבָּא֖וֹת H935 הַשְׁמִיעֻֽנוּ H8085 ",
  "23": "הַגִּ֨ידוּ֙ H5046 הָאֹתִיּ֣וֹת H857 לְאָח֔וֹר H268 וְנֵ֣דְעָ֔ה H3045 כִּ֥י H3588 אֱלֹהִ֖ים H430 אַתֶּ֑ם H859 אַף H637 תֵּיטִ֣יבוּ H3190 וְתָרֵ֔עוּ H7489 וְנִשְׁתָּ֖עָה H8159 ונרא H7200 יַחְדָּֽו H3162 ",
  "24": "הֵן H2005 אַתֶּ֣ם H859 מֵאַ֔יִן H369 וּפָעָלְ H6467 מֵאָ֑פַע H659 תּוֹעֵבָ֖ה H8441 יִבְחַ֥ר H977 בָּכֶֽם Hb ",
  "25": "הַעִיר֤וֹתִי H5782 מִצָּפוֹן֙ H6828 וַיַּ֔את H857 מִמִּזְרַח H4217 שֶׁ֖מֶשׁ H8121 יִקְרָ֣א H7121 בִשְׁמִ֑ H8034 וְיָבֹ֤א H935 סְגָנִים֙ H5461 כְּמוֹ H3644 חֹ֔מֶר H2563 וּכְמ֥וֹ H3644 יוֹצֵ֖ר H3335 יִרְמָס H7429 טִֽיט H2916 ",
  "26": "מִֽי H4310 הִגִּ֤יד H5046 מֵרֹאשׁ֙ H7218 וְנֵדָ֔עָה H3045 וּמִ H6440 וְנֹאמַ֣ר H559 צַדִּ֑יק H6662 אַ֣ף H637 אֵין H369 מַגִּ֗יד H5046 אַ֚ף H637 אֵ֣ין H369 מַשְׁמִ֔יעַ H8085 אַ֥ף H637 אֵין H369 שֹׁמֵ֖עַ H8085 אִמְרֵיכֶֽם H561 ",
  "27": "רִאשׁ֥וֹן H7223 לְצִיּ֖וֹן H6726 הִנֵּ֣ה H2009 הִנָּ֑ם H2005 וְלִ H3389 מְבַשֵּׂ֥ר H1319 אֶתֵּֽן H5414 ",
  "28": "וְאֵ֨רֶא֙ H7200 וְאֵ֣ין H369 אִ֔ישׁ H376 וּמֵ H428 וְאֵ֣ין H369 יוֹעֵ֑ץ H3289 וְאֶשְׁאָלֵ֖ H7592 וְיָשִׁ֥יבוּ H7725 דָבָֽר H1697 ",
  "29": "הֵ֣ן H2005 כֻּלָּ֔ם H3605 אָ֥וֶן H205 אֶ֖פֶס H657 מַעֲשֵׂיהֶ֑ם H4639 ר֥וּחַ H7307 וָתֹ֖הוּ H8414 נִסְכֵּיהֶֽם H5262 "
}
