{
  "1": "הֵ֤ן H2005 עַבְדִּי֙ H5650 אֶתְמָךְ H8551 בּ֔וֹ Hb בְּחִירִ֖י H972 רָצְתָ֣ה H7521 נַפְשִׁ֑י H5315 נָתַ֤תִּי H5414 רוּחִי֙ H7307 עָלָ֔יו H5921 מִשְׁפָּ֖ט H4941 לַגּוֹיִ֥ם H1471 יוֹצִֽיא H3318 ",
  "2": "לֹ֥א H3808 יִצְעַ֖ק H6817 וְלֹ֣א H3808 יִשָּׂ֑א H5375 וְלֹֽא H3808 יַשְׁמִ֥יעַ H8085 בַּח֖וּץ H2351 קוֹלֽוֹ H6963 ",
  "3": "קָנֶ֤ה H7070 רָצוּץ֙ H7533 לֹ֣א H3808 יִשְׁבּ֔וֹר H7665 וּפִשְׁתָּ֥ה H6594 כֵהָ֖ה H3544 לֹ֣א H3808 יְכַבֶּ֑נָּה H3518 לֶאֱמֶ֖ת H571 יוֹצִ֥יא H3318 מִשְׁפָּֽט H4941 ",
  "4": "לֹ֤א H3808 יִכְהֶה֙ H3543 וְלֹ֣א H3808 יָר֔וּץ H7533 עַד H5704 יָשִׂ֥ים H7760 בָּאָ֖רֶץ H776 מִשְׁפָּ֑ט H4941 וּלְ H8451 אִיִּ֥ים H339 יְיַחֵֽילוּ H3176 ",
  "5": "כֹּֽה H3541 אָמַ֞ר H559 הָאֵ֣ל H410 יְהוָ֗ה H3068 בּוֹרֵ֤א H1254 הַשָּׁמַ֨יִם֙ H8064 וְנ֣וֹטֵי H5186 רֹקַ֥ע H7554 הָאָ֖רֶץ H776 וְצֶאֱצָאֶ֑י H6631 נֹתֵ֤ן H5414 נְשָׁמָה֙ H5397 לָעָ֣ם H5971 עָלֶ֔יהָ H5921 וְר֖וּחַ H7307 לַהֹלְכִ֥ים H1980 בָּֽהּ Hb ",
  "6": "אֲנִ֧י H589 יְהוָ֛ה H3068 קְרָאתִ֥יךָֽ H7121 בְצֶ֖דֶק H6664 וְאַחְזֵ֣ק H2388 בְּיָדֶ֑ H3027 וְאֶצָּרְ H5341 וְאֶתֶּנְ H5414 לִבְרִ֥ית H1285 עָ֖ם H5971 לְא֥וֹר H216 גּוֹיִֽם H1471 ",
  "7": "לִפְקֹ֖חַ H6491 עֵינַ֣יִם H5869 עִוְר֑וֹת H5787 לְהוֹצִ֤יא H3318 מִמַּסְגֵּר֙ H4525 אַסִּ֔יר H616 מִבֵּ֥ית H1004 כֶּ֖לֶא H3608 יֹ֥שְׁבֵי H3427 חֹֽשֶׁךְ H2822 ",
  "8": "אֲנִ֥י H589 יְהוָ֖ה H3068 ה֣וּא H1931 שְׁמִ֑י H8034 וּכְבוֹדִ H3519 לְאַחֵ֣ר H312 לֹֽא H3808 אֶתֵּ֔ן H5414 וּתְהִלָּתִ֖ H8416 לַפְּסִילִֽים H6456 ",
  "9": "הָרִֽאשֹׁנ֖וֹת H7223 הִנֵּה H2009 בָ֑אוּ H935 וַֽחֲדָשׁוֹת֙ H2319 אֲנִ֣י H589 מַגִּ֔יד H5046 בְּטֶ֥רֶם H2962 תִּצְמַ֖חְנָה H6779 אַשְׁמִ֥יע H8085 אֶתְכֶֽם H853 ",
  "10": "שִׁ֤ירוּ H7891 לַֽיהוָה֙ H3068 שִׁ֣יר H7892 חָדָ֔שׁ H2319 תְּהִלָּת֖וֹ H8416 מִקְצֵ֣ה H7097 הָאָ֑רֶץ H776 יוֹרְדֵ֤י H3381 הַיָּם֙ H3220 וּמְלֹא֔ H4393 אִיִּ֖ים H339 וְיֹשְׁבֵי H3427 ",
  "11": "יִשְׂא֤וּ H5375 מִדְבָּר֙ H4057 וְעָרָ֔י H5892 חֲצֵרִ֖ים H2691 תֵּשֵׁ֣ב H3427 קֵדָ֑ר H6938 יָרֹ֨נּוּ֙ H7442 יֹ֣שְׁבֵי H3427 סֶ֔לַע H5554 מֵרֹ֥אשׁ H7218 הָרִ֖ים H2022 יִצְוָֽחוּ H6681 ",
  "12": "יָשִׂ֥ימוּ H7760 לַֽיהוָ֖ה H3068 כָּב֑וֹד H3519 וּתְהִלָּת֖ H8416 בָּאִיִּ֥ים H339 יַגִּֽידוּ H5046 ",
  "13": "יְהוָה֙ H3068 כַּגִּבּ֣וֹר H1368 יֵצֵ֔א H3318 כְּאִ֥ישׁ H376 מִלְחָמ֖וֹת H4421 יָעִ֣יר H5782 קִנְאָ֑ה H7068 יָרִ֨יעַ֙ H7321 אַף H637 יַצְרִ֔יחַ H6873 עַל H5921 אֹיְבָ֖יו H341 יִתְגַּבָּֽר H1396 ",
  "14": "הֶחֱשֵׁ֨יתִי֙ H2814 מֵֽעוֹלָ֔ם H5769 אַחֲרִ֖ישׁ H2790 אֶתְאַפָּ֑ק H662 כַּיּוֹלֵדָ֣ה H3205 אֶפְעֶ֔ה H6463 אֶשֹּׁ֥ם H5395 וְאֶשְׁאַ֖ף H7602 יָֽחַד H3162 ",
  "15": "אַחֲרִ֤יב H2717 הָרִים֙ H2022 וּגְבָע֔וֹת H1389 וְכָל H3605 עֶשְׂבָּ֖ם H6212 אוֹבִ֑ישׁ H3001 וְשַׂמְתִּ֤י H7760 נְהָרוֹת֙ H5104 לָֽאִיִּ֔ים H339 וַאֲגַמִּ֖ים H98 אוֹבִֽישׁ H3001 ",
  "16": "וְהוֹלַכְתִּ֣י H3212 עִוְרִ֗ים H5787 בְּדֶ֨רֶךְ֙ H1870 לֹ֣א H3808 יָדָ֔עוּ H3045 בִּנְתִיב֥וֹת H5410 לֹֽא H3808 יָדְע֖וּ H3045 אַדְרִיכֵ֑ם H1869 אָשִׂים֩ H7760 מַחְשָׁ֨ךְ H4285 לִפְנֵי H6440 לָא֗וֹר H216 וּמַֽעֲקַשִּׁים֙ H4625 לְמִישׁ֔וֹר H4334 אֵ֚לֶּה H428 הַדְּבָרִ֔ים H1697 עֲשִׂיתִ֖ם H6213 וְלֹ֥א H3808 עֲזַבְתִּֽים H5800 ",
  "17": "נָסֹ֤גוּ H5472 אָחוֹר֙ H268 יֵבֹ֣שׁוּ H954 בֹ֔שֶׁת H1322 הַבֹּטְחִ֖ים H982 בַּפָּ֑סֶל H6459 הָאֹמְרִ֥ים H559 לְמַסֵּכָ֖ה H4541 אַתֶּ֥ם H859 אֱלֹהֵֽינוּ H430 ",
  "18": "הַחֵרְשִׁ֖ים H2795 שְׁמָ֑עוּ H8085 וְהַ H5787 הַבִּ֥יטוּ H5027 לִרְאֽוֹת H7200 ",
  "19": "מִ֤י H4310 עִוֵּר֙ H5787 כִּ֣י H3588 אִם H518 עַבְדִּ֔י H5650 וְחֵרֵ֖שׁ H2795 כְּמַלְאָכִ֣ H4397 אֶשְׁלָ֑ח H7971 מִ֤י H4310 עִוֵּר֙ H5787 כִּמְשֻׁלָּ֔ם H7999 וְעִוֵּ֖ר H5787 כְּעֶ֥בֶד H5650 יְהוָֽה H3068 ",
  "20": "ראית H7200 רַבּ֖וֹת H7227 וְלֹ֣א H3808 תִשְׁמֹ֑ר H8104 פָּק֥וֹחַ H6491 אָזְנַ֖יִם H241 וְלֹ֥א H3808 יִשְׁמָֽע H8085 ",
  "21": "יְהוָ֥ה H3068 חָפֵ֖ץ H2654 לְמַ֣עַן H4616 צִדְק֑וֹ H6664 יַגְדִּ֥יל H1431 תּוֹרָ֖ה H8451 וְיַאְדִּֽיר H142 ",
  "22": "וְהוּא֮ H1931 עַם H5971 בָּז֣וּז H962 וְשָׁסוּי֒ H8154 הָפֵ֤חַ H6351 בַּֽחוּרִים֙ H2352 כֻּלָּ֔ם H3605 וּבְ H1004 כְלָאִ֖ים H3608 הָחְבָּ֑אוּ H2244 הָי֤וּ H1961 לָבַז֙ H957 וְאֵ֣ין H369 מַצִּ֔יל H5337 מְשִׁסָּ֖ה H4933 וְאֵין H369 אֹמֵ֥ר H559 הָשַֽׁב H7725 ",
  "23": "מִ֥י H4310 בָכֶ֖ם Hb יַאֲזִ֣ין H238 זֹ֑את H2063 יַקְשִׁ֥ב H7181 וְיִשְׁמַ֖ע H8085 לְאָחֽוֹר H268 ",
  "24": "מִֽי H4310 נָתַ֨ן H5414 למשוסה H4882 יַעֲקֹ֛ב H3290 וְיִשְׂרָאֵ֥ל H3478 לְבֹזְזִ֖ים H962 הֲל֣וֹא H3808 יְהוָ֑ה H3068 ז֚וּ H2098 חָטָ֣אנוּ H2398 ל֔וֹ Hl וְלֹֽא H3808 אָב֤וּ H14 בִדְרָכָי H1870 הָל֔וֹךְ H1980 וְלֹ֥א H3808 שָׁמְע֖וּ H8085 בְּתוֹרָתֽ H8451 ",
  "25": "וַיִּשְׁפֹּ֤ךְ H8210 עָלָיו֙ H5921 חֵמָ֣ה H2534 אַפּ֔וֹ H639 וֶעֱז֖וּז H5807 מִלְחָמָ֑ה H4421 וַתְּלַהֲטֵ֤ H3857 מִסָּבִיב֙ H5439 וְלֹ֣א H3808 יָדָ֔ע H3045 וַתִּבְעַר H1197 בּ֖וֹ Hb וְלֹא H3808 יָשִׂ֥ים H7760 עַל H5921 לֵֽב H3820 "
}
