{
  "1": "וְעַתָּ֥ה H6258 שְׁמַ֖ע H8085 יַעֲקֹ֣ב H3290 עַבְדִּ֑י H5650 וְיִשְׂרָאֵ֖ל H3478 בָּחַ֥רְתִּי H977 בֽוֹ Hb ",
  "2": "כֹּה H3541 אָמַ֨ר H559 יְהוָ֥ה H3068 עֹשֶׂ֛ךָ H6213 וְיֹצֶרְ H3335 מִבֶּ֖טֶן H990 יַעְזְרֶ֑ךָּ H5826 אַל H408 תִּירָא֙ H3372 עַבְדִּ֣י H5650 יַֽעֲקֹ֔ב H3290 וִישֻׁר֖וּן H3484 בָּחַ֥רְתִּי H977 בֽוֹ Hb ",
  "3": "כִּ֤י H3588 אֶצָּק H3332 מַ֨יִם֙ H4325 עַל H5921 צָמֵ֔א H6771 וְנֹזְלִ֖ים H5140 עַל H5921 יַבָּשָׁ֑ה H3004 אֶצֹּ֤ק H3332 רוּחִי֙ H7307 עַל H5921 זַרְעֶ֔ךָ H2233 וּבִרְכָתִ֖ H1293 עַל H5921 צֶאֱצָאֶֽיךָ H6631 ",
  "4": "וְצָמְח֖וּ H6779 בְּבֵ֣ין H996 חָצִ֑יר H2682 כַּעֲרָבִ֖ים H6155 עַל H5921 יִבְלֵי H2988 מָֽיִם H4325 ",
  "5": "זֶ֤ה H2088 יֹאמַר֙ H559 לַֽיהוָ֣ה H3068 אָ֔נִי H589 וְזֶ֖ה H2088 יִקְרָ֣א H7121 בְשֵֽׁם H8034 יַעֲקֹ֑ב H3290 וְזֶ֗ה H2088 יִכְתֹּ֤ב H3789 יָדוֹ֙ H3027 לַֽיהוָ֔ה H3068 וּבְ H8034 יִשְׂרָאֵ֖ל H3478 יְכַנֶּֽה H3655 ",
  "6": "כֹּֽה H3541 אָמַ֨ר H559 יְהוָ֧ה H3068 מֶֽלֶךְ H4428 יִשְׂרָאֵ֛ל H3478 וְגֹאֲל֖ H1350 יְהוָ֣ה H3068 צְבָא֑וֹת H6635 אֲנִ֤י H589 רִאשׁוֹן֙ H7223 וַאֲנִ֣י H589 אַחֲר֔וֹן H314 וּמִ H1107 אֵ֥ין H369 אֱלֹהִֽים H430 ",
  "7": "וּמִֽי H4310 כָמ֣וֹנִי H3644 יִקְרָ֗א H7121 וְיַגִּידֶ֤ H5046 וְיַעְרְכֶ֨ H6186 לִ֔י Hl מִשּׂוּמִ֖ H7760 עַם H5971 עוֹלָ֑ם H5769 וְאֹתִיּ֛וֹת H857 וַאֲשֶׁ֥ר H834 תָּבֹ֖אנָה H935 יַגִּ֥ידוּ H5046 לָֽמוֹ Hl ",
  "8": "אַֽל H408 תִּפְחֲדוּ֙ H6342 וְאַל H408 תִּרְה֔וּ H7297 הֲלֹ֥א H3808 מֵאָ֛ז H227 הִשְׁמַעְתִּ֥יךָ H8085 וְהִגַּ֖דְתִּי H5046 וְאַתֶּ֣ם H859 עֵדָ֑י H5707 הֲיֵ֤שׁ H3426 אֱל֨וֹהַּ֙ H433 מִבַּלְעָדַ֔ H1107 וְאֵ֥ין H369 צ֖וּר H6697 בַּל H1077 יָדָֽעְתִּי H3045 ",
  "9": "יֹֽצְרֵי H3335 פֶ֤סֶל H6459 כֻּלָּם֙ H3605 תֹּ֔הוּ H8414 וַחֲמוּדֵי H2530 בַּל H1077 יוֹעִ֑ילוּ H3276 וְעֵדֵי H5707 הֵׄ֗מָּׄהׄ H1992 בַּל H1077 יִרְא֛וּ H7200 וּבַל H1077 יֵדְע֖וּ H3045 לְמַ֥עַן H4616 יֵבֹֽשׁוּ H954 ",
  "10": "מִֽי H4310 יָצַ֥ר H3335 אֵ֖ל H410 וּפֶ֣סֶל H6459 נָסָ֑ךְ H5258 לְבִלְתִּ֖י H1115 הוֹעִֽיל H3276 ",
  "11": "הֵ֤ן H2005 כָּל H3605 חֲבֵרָיו֙ H2270 יֵבֹ֔שׁוּ H954 וְחָרָשִׁ֥ים H2796 הֵ֖מָּה H1992 מֵֽאָדָ֑ם H120 יִֽתְקַבְּצ֤וּ H6908 כֻלָּם֙ H3605 יַֽעֲמֹ֔דוּ H5975 יִפְחֲד֖וּ H6342 יֵבֹ֥שׁוּ H954 יָֽחַד H3162 ",
  "12": "חָרַ֤שׁ H2796 בַּרְזֶל֙ H1270 מַֽעֲצָ֔ד H4621 וּפָעַל֙ H6466 בַּפֶּחָ֔ם H6352 וּבַ H4717 יִצְּרֵ֑הוּ H3335 וַיִּפְעָלֵ֨ H6466 בִּזְר֣וֹעַ H2220 כֹּח֔וֹ H3581 גַּם H1571 רָעֵב֙ H7456 וְאֵ֣ין H369 כֹּ֔חַ H3581 לֹא H3808 שָׁ֥תָה H8354 מַ֖יִם H4325 וַיִּיעָֽף H3286 ",
  "13": "חָרַ֣שׁ H2796 עֵצִים֮ H6086 נָ֣טָה H5186 קָו֒ H6957 יְתָאֲרֵ֣הוּ H8388 בַשֶּׂ֔רֶד H8279 יַעֲשֵׂ֨הוּ֙ H6213 בַּמַּקְצֻע֔וֹת H4741 וּבַ H4230 יְתָאֳרֵ֑הוּ H8388 וַֽיַּעֲשֵׂ֨ H6213 כְּתַבְנִ֣ית H8403 אִ֔ישׁ H376 כְּתִפְאֶ֥רֶת H8597 אָדָ֖ם H120 לָשֶׁ֥בֶת H3427 בָּֽיִת H1004 ",
  "14": "לִכְרָת H3772 ל֣וֹ Hl אֲרָזִ֔ים H730 וַיִּקַּ֤ח H3947 תִּרְזָה֙ H8645 וְאַלּ֔וֹן H437 וַיְאַמֶּץ H553 ל֖וֹ Hl בַּעֲצֵי H6086 יָ֑עַר H3293 נָטַ֥ע H5193 אֹ֖רֶ H766 וְגֶ֥שֶׁם H1653 יְגַדֵּֽל H1431 ",
  "15": "וְהָיָ֤ה H1961 לְאָדָם֙ H120 לְבָעֵ֔ר H1197 וַיִּקַּ֤ח H3947 מֵהֶם֙ H1992 וַיָּ֔חָם H2552 אַף H637 יַשִּׂ֖יק H5400 וְאָ֣פָה H644 לָ֑חֶם H3899 אַף H637 יִפְעַל H6466 אֵל֙ H410 וַיִּשְׁתָּ֔חוּ H7812 עָשָׂ֥הוּ H6213 פֶ֖סֶל H6459 וַיִּסְגָּד H5456 לָֽמוֹ Hl ",
  "16": "חֶצְיוֹ֙ H2677 שָׂרַ֣ף H8313 בְּמוֹ H1119 אֵ֔שׁ H784 עַל H5921 חֶצְיוֹ֙ H2677 בָּשָׂ֣ר H1320 יֹאכֵ֔ל H398 יִצְלֶ֥ה H6740 צָלִ֖י H6748 וְיִשְׂבָּ֑ע H7646 אַף H637 יָחֹם֙ H2552 וְיֹאמַ֣ר H559 הֶאָ֔ח H1889 חַמּוֹתִ֖י H2552 רָאִ֥יתִי H7200 אֽוּר H217 ",
  "17": "וּשְׁאֵ֣רִית֔ H7611 לְאֵ֥ל H410 עָשָׂ֖ה H6213 לְפִסְל֑ H6459 יסגוד H5456 ל֤וֹ H5456 וְיִשְׁתַּ֨חוּ֙ H7812 וְיִתְפַּלֵּ֣ל H6419 אֵלָ֔יו H413 וְיֹאמַר֙ H559 הַצִּילֵ֔נִי H5337 כִּ֥י H3588 אֵלִ֖י H410 אָֽתָּה H859 ",
  "18": "לֹ֥א H3808 יָדְע֖וּ H3045 וְלֹ֣א H3808 יָבִ֑ינוּ H995 כִּ֣י H3588 טַ֤ח H2902 מֵֽרְאוֹת֙ H7200 עֵֽינֵיהֶ֔ם H5869 מֵהַשְׂכִּ֖יל H7919 לִבֹּתָֽם H3820 ",
  "19": "וְלֹא H3808 יָשִׁ֣יב H7725 אֶל H413 לִבּ֗וֹ H3820 וְלֹ֨א H3808 דַ֥עַת H1847 וְלֹֽא H3808 תְבוּנָה֮ H8394 לֵאמֹר֒ H559 חֶצְי֞וֹ H2677 שָׂרַ֣פְתִּי H8313 בְמוֹ H1119 אֵ֗שׁ H784 וְ֠אַף H637 אָפִ֤יתִי H644 עַל H5921 גֶּחָלָיו֙ H1513 לֶ֔חֶם H3899 אֶצְלֶ֥ה H6740 בָשָׂ֖ר H1320 וְאֹכֵ֑ל H398 וְיִתְר H3499 לְתוֹעֵבָ֣ה H8441 אֶעֱשֶׂ֔ה H6213 לְב֥וּל H944 עֵ֖ץ H6086 אֶסְגּֽוֹד H5456 ",
  "20": "רֹעֶ֣ה H7462 אֵ֔פֶר H665 לֵ֥ב H3820 הוּתַ֖ל H2048 הִטָּ֑הוּ H5186 וְלֹֽא H3808 יַצִּ֤יל H5337 אֶת H853 נַפְשׁוֹ֙ H5315 וְלֹ֣א H3808 יֹאמַ֔ר H559 הֲל֥וֹא H3808 שֶׁ֖קֶר H8267 בִּימִינִֽ H3225 ",
  "21": "זְכָר H2142 אֵ֣לֶּה H428 יַעֲקֹ֔ב H3290 וְיִשְׂרָאֵ֖ל H3478 כִּ֣י H3588 עַבְדִּי H5650 אָ֑תָּה H859 יְצַרְתִּ֤יךָ H3335 עֶֽבֶד H5650 לִי֙ Hl אַ֔תָּה H859 יִשְׂרָאֵ֖ל H3478 לֹ֥א H3808 תִנָּשֵֽׁנִי H5382 ",
  "22": "מָחִ֤יתִי H4229 כָעָב֙ H5645 פְּשָׁעֶ֔יךָ H6588 וְכֶ H6051 חַטֹּאותֶ֑יךָ H2403 שׁוּבָ֥ה H7725 אֵלַ֖י H413 כִּ֥י H3588 גְאַלְתִּֽיךָ H1350 ",
  "23": "רָנּ֨וּ H7442 שָׁמַ֜יִם H8064 כִּֽי H3588 עָשָׂ֣ה H6213 יְהוָ֗ה H3068 הָרִ֨יעוּ֙ H7321 תַּחְתִּיּ֣וֹת H8482 אָ֔רֶץ H776 פִּצְח֤וּ H6476 הָרִים֙ H2022 רִנָּ֔ה H7440 יַ֖עַר H3293 וְכָל H3605 עֵ֣ץ H6086 בּ֑וֹ Hb כִּֽי H3588 גָאַ֤ל H1350 יְהוָה֙ H3068 יַֽעֲקֹ֔ב H3290 וּבְ H3478 יִתְפָּאָֽר H6286 ",
  "24": "כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 גֹּאֲלֶ֔ךָ H1350 וְיֹצֶרְ H3335 מִבָּ֑טֶן H990 אָנֹכִ֤י H595 יְהוָה֙ H3068 עֹ֣שֶׂה H6213 כֹּ֔ל H3605 נֹטֶ֤ה H5186 שָׁמַ֨יִם֙ H8064 לְבַדִּ֔ H905 רֹקַ֥ע H7554 הָאָ֖רֶץ H776 מי H4325 אתי H854 ",
  "25": "מֵפֵר֙ H6565 אֹת֣וֹת H226 בַּדִּ֔ים H907 וְקֹסְמִ֖ים H7080 יְהוֹלֵ֑ל H1984 מֵשִׁ֧יב H7725 חֲכָמִ֛ים H2450 אָח֖וֹר H268 וְדַעְתָּ֥ H1847 יְשַׂכֵּֽל H5528 ",
  "26": "מֵקִים֙ H6965 דְּבַ֣ר H1697 עַבְדּ֔וֹ H5650 וַעֲצַ֥ת H6098 מַלְאָכָ֖יו H4397 יַשְׁלִ֑ים H7999 הָאֹמֵ֨ר H559 לִירוּשָׁלִַ֜ם H3389 תּוּשָׁ֗ב H3427 וּלְ H5892 יְהוּדָה֙ H3063 תִּבָּנֶ֔ינָה H1129 וְחָרְבוֹתֶ֖י H2723 אֲקוֹמֵֽם H6965 ",
  "27": "הָאֹמֵ֥ר H559 לַצּוּלָ֖ה H6683 חֳרָ֑בִי H2717 וְנַהֲרֹתַ֖יִ H5104 אוֹבִֽישׁ H3001 ",
  "28": "הָאֹמֵ֤ר H559 לְכ֨וֹרֶשׁ֙ H3566 רֹעִ֔י H7473 וְכָל H3605 חֶפְצִ֖י H2656 יַשְׁלִ֑ם H7999 וְלֵ H559 לִירוּשָׁלִַ֨ם֙ H3389 תִּבָּנֶ֔ה H1129 וְהֵיכָ֖ל H1964 תִּוָּסֵֽד H3245 "
}
