{
  "1": "שִׁמְעוּ H8085 זֹ֣את H2063 בֵּֽית H1004 יַעֲקֹ֗ב H3290 הַנִּקְרָאִים֙ H7121 בְּשֵׁ֣ם H8034 יִשְׂרָאֵ֔ל H3478 וּמִ H4325 יְהוּדָ֖ה H3063 יָצָ֑אוּ H3318 הַֽנִּשְׁבָּעִ֣ים H7650 בְּשֵׁ֣ם H8034 יְהוָ֗ה H3068 וּבֵ H430 יִשְׂרָאֵל֙ H3478 יַזְכִּ֔ירוּ H2142 לֹ֥א H3808 בֶאֱמֶ֖ת H571 וְלֹ֥א H3808 בִצְדָקָֽה H6666 ",
  "2": "כִּֽי H3588 מֵעִ֤יר H5892 הַקֹּ֨דֶשׁ֙ H6944 נִקְרָ֔אוּ H7121 וְעַל H5921 אֱלֹהֵ֥י H430 יִשְׂרָאֵ֖ל H3478 נִסְמָ֑כוּ H5564 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 שְׁמֽוֹ H8034 ",
  "3": "הָרִֽאשֹׁנוֹת֙ H7223 מֵאָ֣ז H227 הִגַּ֔דְתִּי H5046 וּמִ H6310 יָצְא֖וּ H3318 וְאַשְׁמִיעֵ֑ H8085 פִּתְאֹ֥ם H6597 עָשִׂ֖יתִי H6213 וַתָּבֹֽאנָה H935 ",
  "4": "מִדַּעְתִּ֕ H1847 כִּ֥י H3588 קָשֶׁ֖ה H7186 אָ֑תָּה H859 וְגִ֤יד H1517 בַּרְזֶל֙ H1270 עָרְפֶּ֔ךָ H6203 וּמִצְחֲ H4696 נְחוּשָֽׁה H5154 ",
  "5": "וָאַגִּ֤יד H5046 לְךָ֙ Hl מֵאָ֔ז H227 בְּטֶ֥רֶם H2962 תָּב֖וֹא H935 הִשְׁמַעְתִּ֑יךָ H8085 פֶּן H6435 תֹּאמַר֙ H559 עָצְבִּ֣י H6090 עָשָׂ֔ם H6213 וּפִסְלִ֥ H6459 וְנִסְכִּ֖ H5262 צִוָּֽם H6680 ",
  "6": "שָׁמַ֤עְתָּֽ H8085 חֲזֵה֙ H2372 כֻּלָּ֔הּ H3605 וְאַתֶּ֖ם H859 הֲל֣וֹא H3808 תַגִּ֑ידוּ H5046 הִשְׁמַעְתִּ֤יךָ H8085 חֲדָשׁוֹת֙ H2319 מֵעַ֔תָּה H6258 וּנְצֻר֖וֹת H5341 וְלֹ֥א H3808 יְדַעְתָּֽם H3045 ",
  "7": "עַתָּ֤ה H6258 נִבְרְאוּ֙ H1254 וְלֹ֣א H3808 מֵאָ֔ז H227 וְלִ H6440 י֖וֹם H3117 וְלֹ֣א H3808 שְׁמַעְתָּ֑ם H8085 פֶּן H6435 תֹּאמַ֖ר H559 הִנֵּ֥ה H2009 יְדַעְתִּֽין H3045 ",
  "8": "גַּ֣ם H1571 לֹֽא H3808 שָׁמַ֗עְתָּ H8085 גַּ֚ם H1571 לֹ֣א H3808 יָדַ֔עְתָּ H3045 גַּ֕ם H1571 מֵאָ֖ז H227 לֹא H3808 פִתְּחָ֣ה H6605 אָזְנֶ֑ךָ H241 כִּ֤י H3588 יָדַ֨עְתִּי֙ H3045 בָּג֣וֹד H898 תִּבְגּ֔וֹד H898 וּפֹשֵׁ֥עַ H6586 מִבֶּ֖טֶן H990 קֹ֥רָא H7121 לָֽךְ Hl ",
  "9": "לְמַ֤עַן H4616 שְׁמִי֙ H8034 אַאֲרִ֣יךְ H748 אַפִּ֔י H639 וּתְהִלָּתִ֖ H8416 אֶחֱטָם H2413 לָ֑ךְ Hl לְבִלְתִּ֖י H1115 הַכְרִיתֶֽךָ H3772 ",
  "10": "הִנֵּ֥ה H2009 צְרַפְתִּ֖יךָ H6884 וְלֹ֣א H3808 בְכָ֑סֶף H3701 בְּחַרְתִּ֖יךָ H977 בְּכ֥וּר H3564 עֹֽנִי H6040 ",
  "11": "לְמַעֲנִ֧י H4616 לְמַעֲנִ֛י H4616 אֶעֱשֶׂ֖ה H6213 כִּ֣י H3588 אֵ֣יךְ H349 יֵחָ֑ל H2490 וּכְבוֹדִ֖ H3519 לְאַחֵ֥ר H312 לֹֽא H3808 אֶתֵּֽן H5414 ",
  "12": "שְׁמַ֤ע H8085 אֵלַי֙ H413 יַֽעֲקֹ֔ב H3290 וְיִשְׂרָאֵ֖ל H3478 מְקֹרָאִ֑י H7121 אֲנִי H589 הוּא֙ H1931 אֲנִ֣י H589 רִאשׁ֔וֹן H7223 אַ֖ף H637 אֲנִ֥י H589 אַחֲרֽוֹן H314 ",
  "13": "אַף H637 יָדִי֙ H3027 יָ֣סְדָה H3245 אֶ֔רֶץ H776 וִֽימִינִ֖ H3225 טִפְּחָ֣ה H2946 שָׁמָ֑יִם H8064 קֹרֵ֥א H7121 אֲנִ֛י H589 אֲלֵיהֶ֖ם H413 יַעַמְד֥וּ H5975 יַחְדָּֽו H3162 ",
  "14": "הִקָּבְצ֤וּ H6908 כֻלְּכֶם֙ H3605 וּֽשֲׁמָ֔עוּ H8085 מִ֥י H4310 בָהֶ֖ם Hb הִגִּ֣יד H5046 אֶת H853 אֵ֑לֶּה H428 יְהוָ֣ה H3068 אֲהֵב֔וֹ H157 יַעֲשֶׂ֤ה H6213 חֶפְצוֹ֙ H2656 בְּבָבֶ֔ל H894 וּזְרֹע֖ H2220 כַּשְׂדִּֽים H3778 ",
  "15": "אֲנִ֥י H589 אֲנִ֛י H589 דִּבַּ֖רְתִּי H1696 אַף H637 קְרָאתִ֑יו H7121 הֲבִיאֹתִ֖יו H935 וְהִצְלִ֥יחַ H6743 דַּרְכּֽוֹ H1870 ",
  "16": "קִרְב֧וּ H7126 אֵלַ֣י H413 שִׁמְעוּ H8085 זֹ֗את H2063 לֹ֤א H3808 מֵרֹאשׁ֙ H7218 בַּסֵּ֣תֶר H5643 דִּבַּ֔רְתִּי H1696 מֵעֵ֥ת H6256 הֱיוֹתָ֖הּ H1961 שָׁ֣ם H8033 אָ֑נִי H589 וְעַתָּ֗ה H6258 אֲדֹנָ֧י H136 יְהוִ֛ה H3069 שְׁלָחַ֖נִי H7971 וְרוּחֽ H7307 ",
  "17": "כֹּֽה H3541 אָמַ֧ר H559 יְהוָ֛ה H3068 גֹּאַלְךָ֖ H1350 קְד֣וֹשׁ H6918 יִשְׂרָאֵ֑ל H3478 אֲנִ֨י H589 יְהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 מְלַמֶּדְךָ֣ H3925 לְהוֹעִ֔יל H3276 מַדְרִֽיכֲךָ֖ H1869 בְּדֶ֥רֶךְ H1870 תֵּלֵֽךְ H3212 ",
  "18": "ל֥וּא H3863 הִקְשַׁ֖בְתָּ H7181 לְמִצְוֺתָ֑ H4687 וַיְהִ֤י H1961 כַנָּהָר֙ H5104 שְׁלוֹמֶ֔ךָ H7965 וְצִדְקָתְ H6666 כְּגַלֵּ֥י H1530 הַיָּֽם H3220 ",
  "19": "וַיְהִ֤י H1961 כַחוֹל֙ H2344 זַרְעֶ֔ךָ H2233 וְצֶאֱצָאֵ֥י H6631 מֵעֶ֖יךָ H4578 כִּמְעֹתָ֑י H4579 לֹֽא H3808 יִכָּרֵ֧ת H3772 וְֽלֹא H3808 יִשָּׁמֵ֛ד H8045 שְׁמ֖וֹ H8034 מִלְּ H6440 ",
  "20": "צְא֣וּ H3318 מִבָּבֶל֮ H894 בִּרְח֣וּ H1272 מִכַּשְׂדִּים֒ H3778 בְּק֣וֹל H6963 רִנָּ֗ה H7440 הַגִּ֤ידוּ H5046 הַשְׁמִ֨יעוּ֙ H8085 זֹ֔את H2063 הוֹצִיא֖וּהָ H3318 עַד H5704 קְצֵ֣ה H7097 הָאָ֑רֶץ H776 אִמְר֕וּ H559 גָּאַ֥ל H1350 יְהוָ֖ה H3068 עַבְדּ֥וֹ H5650 יַעֲקֹֽב H3290 ",
  "21": "וְלֹ֣א H3808 צָמְא֗וּ H6770 בָּחֳרָבוֹת֙ H2723 הֽוֹלִיכָ֔ם H3212 מַ֥יִם H4325 מִצּ֖וּר H6697 הִזִּ֣יל H5140 לָ֑מוֹ Hl וַיִּ֨בְקַע H1234 צ֔וּר H6697 וַיָּזֻ֖בוּ H2100 מָֽיִם H4325 ",
  "22": "אֵ֣ין H369 שָׁל֔וֹם H7965 אָמַ֥ר H559 יְהוָ֖ה H3068 לָרְשָׁעִֽים H7563 "
}
