{
  "1": "שִׁמְע֤וּ H8085 אִיִּים֙ H339 אֵלַ֔י H413 וְהַקְשִׁ֥יבוּ H7181 לְאֻמִּ֖ים H3816 מֵרָח֑וֹק H7350 יְהוָה֙ H3068 מִבֶּ֣טֶן H990 קְרָאָ֔נִי H7121 מִמְּעֵ֥י H4578 אִמִּ֖י H517 הִזְכִּ֥יר H2142 שְׁמִֽי H8034 ",
  "2": "וַיָּ֤שֶׂם H7760 פִּי֙ H6310 כְּחֶ֣רֶב H2719 חַדָּ֔ה H2299 בְּצֵ֥ל H6738 יָד֖וֹ H3027 הֶחְבִּיאָ֑נִי H2244 וַיְשִׂימֵ֨ H7760 לְחֵ֣ץ H2671 בָּר֔וּר H1305 בְּאַשְׁפָּת֖ H827 הִסְתִּירָֽנִי H5641 ",
  "3": "וַיֹּ֥אמֶר H559 לִ֖י Hl עַבְדִּי H5650 אָ֑תָּה H859 יִשְׂרָאֵ֕ל H3478 אֲשֶׁר H834 בְּךָ֖ Hb אֶתְפָּאָֽר H6286 ",
  "4": "וַאֲנִ֤י H589 אָמַ֨רְתִּי֙ H559 לְרִ֣יק H7385 יָגַ֔עְתִּי H3021 לְתֹ֥הוּ H8414 וְהֶ֖בֶל H1892 כֹּחִ֣י H3581 כִלֵּ֑יתִי H3615 אָכֵן֙ H403 מִשְׁפָּטִ֣י H4941 אֶת H854 יְהוָ֔ה H3068 וּפְעֻלָּתִ֖ H6468 אֶת H854 אֱלֹהָֽי H430 ",
  "5": "וְעַתָּ֣ה H6258 אָמַ֣ר H559 יְהוָ֗ה H3068 יֹצְרִ֤י H3335 מִבֶּ֨טֶן֙ H990 לְעֶ֣בֶד H5650 ל֔וֹ Hl לְשׁוֹבֵ֤ב H7725 יַֽעֲקֹב֙ H3290 אֵלָ֔יו H413 וְיִשְׂרָאֵ֖ל H3478 לא H3808 יֵאָסֵ֑ף H622 וְאֶכָּבֵד֙ H3513 בְּעֵינֵ֣י H5869 יְהוָ֔ה H3068 וֵאלֹהַ֖ H430 הָיָ֥ה H1961 עֻזִּֽי H5797 ",
  "6": "וַיֹּ֗אמֶר H559 נָקֵ֨ל H7043 מִֽהְיוֹתְ H1961 לִי֙ Hl עֶ֔בֶד H5650 לְהָקִים֙ H6965 אֶת H853 שִׁבְטֵ֣י H7626 יַעֲקֹ֔ב H3290 ונצירי H5336 יִשְׂרָאֵ֖ל H3478 לְהָשִׁ֑יב H7725 וּנְתַתִּ֨י H5414 לְא֣וֹר H216 גּוֹיִ֔ם H1471 לִֽהְי֥וֹת H1961 יְשׁוּעָתִ֖י H3444 עַד H5704 קְצֵ֥ה H7097 הָאָֽרֶץ H776 ",
  "7": "כֹּ֣ה H3541 אָֽמַר H559 יְהוָה֩ H3068 גֹּאֵ֨ל H1350 יִשְׂרָאֵ֜ל H3478 קְדוֹשׁ֗וֹ H6918 לִבְזֹה H960 נֶ֜פֶשׁ H5315 לִמְתָ֤עֵֽב H8581 גּוֹי֙ H1471 לְעֶ֣בֶד H5650 מֹשְׁלִ֔ים H4910 מְלָכִים֙ H4428 יִרְא֣וּ H7200 וָקָ֔מוּ H6965 שָׂרִ֖ים H8269 וְיִֽשְׁתַּחֲוּ֑וּ H7812 לְמַ֤עַן H4616 יְהוָה֙ H3068 אֲשֶׁ֣ר H834 נֶאֱמָ֔ן H539 קְדֹ֥שׁ H6918 יִשְׂרָאֵ֖ל H3478 וַיִּבְחָרֶֽ H977 ",
  "8": "כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 בְּעֵ֤ת H6256 רָצוֹן֙ H7522 עֲנִיתִ֔יךָ H6030 וּבְ H3117 יְשׁוּעָ֖ה H3444 עֲזַרְתִּ֑יךָ H5826 וְאֶצָּרְ H5341 וְאֶתֶּנְ H5414 לִבְרִ֣ית H1285 עָ֔ם H5971 לְהָקִ֣ים H6965 אֶ֔רֶץ H776 לְהַנְחִ֖יל H5157 נְחָל֥וֹת H5159 שֹׁמֵמֽוֹת H8074 ",
  "9": "לֵאמֹ֤ר H559 לַֽאֲסוּרִים֙ H631 צֵ֔אוּ H3318 לַאֲשֶׁ֥ר H834 בַּחֹ֖שֶׁךְ H2822 הִגָּל֑וּ H1540 עַל H5921 דְּרָכִ֣ים H1870 יִרְע֔וּ H7462 וּבְ H3605 שְׁפָיִ֖ים H8205 מַרְעִיתָֽם H4830 ",
  "10": "לֹ֤א H3808 יִרְעָ֨בוּ֙ H7456 וְלֹ֣א H3808 יִצְמָ֔אוּ H6770 וְלֹא H3808 יַכֵּ֥ם H5221 שָׁרָ֖ב H8273 וָשָׁ֑מֶשׁ H8121 כִּי H3588 מְרַחֲמָ֣ם H7355 יְנַהֲגֵ֔ם H5090 וְעַל H5921 מַבּ֥וּעֵי H4002 מַ֖יִם H4325 יְנַהֲלֵֽם H5095 ",
  "11": "וְשַׂמְתִּ֥י H7760 כָל H3605 הָרַ֖י H2022 לַדָּ֑רֶךְ H1870 וּמְסִלֹּתַ֖ H4546 יְרֻמֽוּן H7311 ",
  "12": "הִנֵּה H2009 אֵ֕לֶּה H428 מֵרָח֖וֹק H7350 יָבֹ֑אוּ H935 וְהִֽנֵּה H2009 אֵ֨לֶּה֙ H428 מִצָּפ֣וֹן H6828 וּמִ H3220 וְאֵ֖לֶּה H428 מֵאֶ֥רֶץ H776 סִינִֽים H5515 ",
  "13": "רָנּ֤וּ H7442 שָׁמַ֨יִם֙ H8064 וְגִ֣ילִי H1523 אָ֔רֶץ H776 יפצחו H6476 הָרִ֖ים H2022 רִנָּ֑ה H7440 כִּֽי H3588 נִחַ֤ם H5162 יְהוָה֙ H3068 עַמּ֔וֹ H5971 וַעֲנִיָּ֖ H6041 יְרַחֵֽם H7355 ",
  "14": "וַתֹּ֥אמֶר H559 צִיּ֖וֹן H6726 עֲזָבַ֣נִי H5800 יְהוָ֑ה H3068 וַאדֹנָ֖ H136 שְׁכֵחָֽנִי H7911 ",
  "15": "הֲתִשְׁכַּ֤ח H7911 אִשָּׁה֙ H802 עוּלָ֔הּ H5764 מֵרַחֵ֖ם H7355 בֶּן H1121 בִּטְנָ֑הּ H990 גַּם H1571 אֵ֣לֶּה H428 תִשְׁכַּ֔חְנָה H7911 וְאָנֹכִ֖י H595 לֹ֥א H3808 אֶשְׁכָּחֵֽךְ H7911 ",
  "16": "הֵ֥ן H2005 עַל H5921 כַּפַּ֖יִם H3709 חַקֹּתִ֑יךְ H2710 חוֹמֹתַ֥יִךְ H2346 נֶגְדִּ֖י H5048 תָּמִֽיד H8548 ",
  "17": "מִֽהֲר֖וּ H4116 בָּנָ֑יִךְ H1121 מְהָֽרְסַ֥יִךְ H2040 וּמַחֲרִבַ֖יִ H2717 מִמֵּ֥ךְ H4480 יֵצֵֽאוּ H3318 ",
  "18": "שְׂאִֽי H5375 סָבִ֤יב H5439 עֵינַ֨יִךְ֙ H5869 וּרְאִ֔י H7200 כֻּלָּ֖ם H3605 נִקְבְּצ֣וּ H6908 בָֽאוּ H935 לָ֑ךְ Hl חַי H2416 אָ֣נִי H589 נְאֻם H5002 יְהוָ֗ה H3068 כִּ֤י H3588 כֻלָּם֙ H3605 כָּעֲדִ֣י H5716 תִלְבָּ֔שִׁי H3847 וּֽתְקַשְּׁרִ֖י H7194 כַּכַּלָּֽה H3618 ",
  "19": "כִּ֤י H3588 חָרְבֹתַ֨יִךְ֙ H2723 וְשֹׁ֣מְמֹתַ֔יִ H8074 וְאֶ֖רֶץ H776 הֲרִֽסֻתֵ֑יךְ H2035 כִּ֤י H3588 עַתָּה֙ H6258 תֵּצְרִ֣י H3334 מִיּוֹשֵׁ֔ב H3427 וְרָחֲק֖וּ H7368 מְבַלְּעָֽיִךְ H1104 ",
  "20": "ע֚וֹד H5750 יֹאמְר֣וּ H559 בְאָזְנַ֔יִ H241 בְּנֵ֖י H1121 שִׁכֻּלָ֑יִךְ H7923 צַר H6862 לִ֥י Hl הַמָּק֖וֹם H4725 גְּשָׁה H5066 לִּ֥י Hl וְאֵשֵֽׁבָה H3427 ",
  "21": "וְאָמַ֣רְתְּ H559 בִּלְבָבֵ֗ H3824 מִ֤י H4310 יָֽלַד H3205 לִי֙ Hl אֶת H853 אֵ֔לֶּה H428 וַאֲנִ֥י H589 שְׁכוּלָ֖ה H7921 וְגַלְמוּדָ֑ה H1565 גֹּלָ֣ה H1540 וְסוּרָ֗ה H5493 וְאֵ֨לֶּה֙ H428 מִ֣י H4310 גִדֵּ֔ל H1431 הֵ֤ן H2005 אֲנִי֙ H589 נִשְׁאַ֣רְתִּי H7604 לְבַדִּ֔ H905 אֵ֖לֶּה H428 אֵיפֹ֥ה H375 הֵֽם H1992 ",
  "22": "כֹּֽה H3541 אָמַ֞ר H559 אֲדֹנָ֣י H136 יְהוִ֗ה H3069 הִנֵּ֨ה H2009 אֶשָּׂ֤א H5375 אֶל H413 גּוֹיִם֙ H1471 יָדִ֔י H3027 וְאֶל H413 עַמִּ֖ים H5971 אָרִ֣ים H7311 נִסִּ֑י H5251 וְהֵבִ֤יאוּ H935 בָנַ֨יִךְ֙ H1121 בְּחֹ֔צֶן H2684 וּבְנֹתַ֖יִ H1323 עַל H5921 כָּתֵ֥ף H3802 תִּנָּשֶֽׂאנָה H5375 ",
  "23": "וְהָי֨וּ H1961 מְלָכִ֜ים H4428 אֹֽמְנַ֗יִךְ H539 וְשָׂרֽוֹתֵי H8282 מֵינִ֣יקֹתַ֔יִךְ H3243 אַפַּ֗יִם H639 אֶ֚רֶץ H776 יִשְׁתַּ֣חֲווּ H7812 לָ֔ךְ Hl וַעֲפַ֥ר H6083 רַגְלַ֖יִךְ H7272 יְלַחֵ֑כוּ H3897 וְיָדַ֨עַתְּ֙ H3045 כִּֽי H3588 אֲנִ֣י H589 יְהוָ֔ה H3068 אֲשֶׁ֥ר H834 לֹֽא H3808 יֵבֹ֖שׁוּ H954 קוָֹֽי H6960 ",
  "24": "הֲיֻקַּ֥ח H3947 מִגִּבּ֖וֹר H1368 מַלְק֑וֹחַ H4455 וְאִם H518 שְׁבִ֥י H7628 צַדִּ֖יק H6662 יִמָּלֵֽט H4422 ",
  "25": "כִּי H3588 כֹ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 גַּם H1571 שְׁבִ֤י H7628 גִבּוֹר֙ H1368 יֻקָּ֔ח H3947 וּמַלְק֥וֹחַ H4455 עָרִ֖יץ H6184 יִמָּלֵ֑ט H4422 וְאֶת H854 יְרִיבֵךְ֙ H3401 אָנֹכִ֣י H595 אָרִ֔יב H7378 וְאֶת H853 בָּנַ֖יִךְ H1121 אָנֹכִ֥י H595 אוֹשִֽׁיעַ H3467 ",
  "26": "וְהַאֲכַלְתִּ֤י H398 אֶת H853 מוֹנַ֨יִךְ֙ H3238 אֶת H853 בְּשָׂרָ֔ם H1320 וְכֶ H6071 דָּמָ֣ם H1818 יִשְׁכָּר֑וּן H7937 וְיָדְע֣וּ H3045 כָל H3605 בָּשָׂ֗ר H1320 כִּ֣י H3588 אֲנִ֤י H589 יְהוָה֙ H3068 מֽוֹשִׁיעֵ֔ךְ H3467 וְגֹאֲלֵ֖ H1350 אֲבִ֥יר H46 יַעֲקֹֽב H3290 "
}
