{
  "1": "אָשִׁ֤ירָה H7891 נָּא֙ H4994 לִֽידִידִ֔ H3039 שִׁירַ֥ת H7892 דּוֹדִ֖י H1730 לְכַרְמ֑ H3754 כֶּ֛רֶם H3754 הָיָ֥ה H1961 לִֽידִידִ֖ H3039 בְּקֶ֥רֶן H7161 בֶּן H1121 שָֽׁמֶן H8081 ",
  "2": "וַֽיְעַזְּקֵ֣ H5823 וַֽיְסַקְּלֵ֗ H5619 וַיִּטָּעֵ֨ H5193 שֹׂרֵ֔ק H8321 וַיִּ֤בֶן H1129 מִגְדָּל֙ H4026 בְּתוֹכ֔ H8432 וְגַם H1571 יֶ֖קֶב H3342 חָצֵ֣ב H2672 בּ֑וֹ Hb וַיְקַ֛ו H6960 לַעֲשׂ֥וֹת H6213 עֲנָבִ֖ים H6025 וַיַּ֥עַשׂ H6213 בְּאֻשִֽׁים H891 ",
  "3": "וְעַתָּ֛ה H6258 יוֹשֵׁ֥ב H3427 יְרוּשָׁלִַ֖ם H3389 וְאִ֣ישׁ H376 יְהוּדָ֑ה H3063 שִׁפְטוּ H8199 נָ֕א H4994 בֵּינִ֖י H996 וּבֵ֥ין H996 כַּרְמִֽי H3754 ",
  "4": "מַה H4100 לַּעֲשׂ֥וֹת H6213 עוֹד֙ H5750 לְכַרְמִ֔ H3754 וְלֹ֥א H3808 עָשִׂ֖יתִי H6213 בּ֑וֹ Hb מַדּ֧וּעַ H4069 קִוֵּ֛יתִי H6960 לַעֲשׂ֥וֹת H6213 עֲנָבִ֖ים H6025 וַיַּ֥עַשׂ H6213 בְּאֻשִֽׁים H891 ",
  "5": "וְעַתָּה֙ H6258 אוֹדִֽיעָה H3045 נָּ֣א H4994 אֶתְכֶ֔ם H853 אֵ֛ת H853 אֲשֶׁר H834 אֲנִ֥י H589 עֹשֶׂ֖ה H6213 לְכַרְמִ֑ H3754 הָסֵ֤ר H5493 מְשׂוּכָּתוֹ֙ H4881 וְהָיָ֣ה H1961 לְבָעֵ֔ר H1197 פָּרֹ֥ץ H6555 גְּדֵר֖וֹ H1447 וְהָיָ֥ה H1961 לְמִרְמָֽס H4823 ",
  "6": "וַאֲשִׁיתֵ֣ H7896 בָתָ֗ה H1326 לֹ֤א H3808 יִזָּמֵר֙ H2168 וְלֹ֣א H3808 יֵעָדֵ֔ר H5737 וְעָלָ֥ה H5927 שָׁמִ֖יר H8068 וָשָׁ֑יִת H7898 וְעַ֤ל H5921 הֶעָבִים֙ H5645 אֲצַוֶּ֔ה H6680 מֵהַמְטִ֥יר H4305 עָלָ֖יו H5921 מָטָֽר H4306 ",
  "7": "כִּ֣י H3588 כֶ֜רֶם H3754 יְהוָ֤ה H3068 צְבָאוֹת֙ H6635 בֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 וְאִ֣ישׁ H376 יְהוּדָ֔ה H3063 נְטַ֖ע H5194 שַׁעֲשׁוּעָ֑יו H8191 וַיְקַ֤ו H6960 לְמִשְׁפָּט֙ H4941 וְהִנֵּ֣ה H2009 מִשְׂפָּ֔ח H4939 לִצְדָקָ֖ה H6666 וְהִנֵּ֥ה H2009 צְעָקָֽה H6818 ",
  "8": "ה֗וֹי H1945 מַגִּיעֵ֥י H5060 בַ֨יִת֙ H1004 בְּבַ֔יִת H1004 שָׂדֶ֥ה H7704 בְשָׂדֶ֖ה H7704 יַקְרִ֑יבוּ H7126 עַ֚ד H5704 אֶ֣פֶס H657 מָק֔וֹם H4725 וְהֽוּשַׁבְתֶּ֥ם H3427 לְבַדְּ H905 בְּקֶ֥רֶב H7130 הָאָֽרֶץ H776 ",
  "9": "בְּאָזְנָ֖ H241 יְהוָ֣ה H3068 צְבָא֑וֹת H6635 אִם H518 לֹ֞א H3808 בָּתִּ֤ים H1004 רַבִּים֙ H7227 לְשַׁמָּ֣ה H8047 יִֽהְי֔וּ H1961 גְּדֹלִ֥ים H1419 וְטוֹבִ֖ים H2896 מֵאֵ֥ין H369 יוֹשֵֽׁב H3427 ",
  "10": "כִּ֗י H3588 עֲשֶׂ֨רֶת֙ H6235 צִמְדֵּי H6776 כֶ֔רֶם H3754 יַעֲשׂ֖וּ H6213 בַּ֣ת H1324 אֶחָ֑ת H259 וְזֶ֥רַע H2233 חֹ֖מֶר H2563 יַעֲשֶׂ֥ה H6213 אֵיפָֽה H374 ",
  "11": "ה֛וֹי H1945 מַשְׁכִּימֵ֥י H7925 בַבֹּ֖קֶר H1242 שֵׁכָ֣ר H7941 יִרְדֹּ֑פוּ H7291 מְאַחֲרֵ֣י H309 בַנֶּ֔שֶׁף H5399 יַ֖יִן H3196 יַדְלִיקֵֽם H1814 ",
  "12": "וְהָיָ֨ה H1961 כִנּ֜וֹר H3658 וָנֶ֗בֶל H5035 תֹּ֧ף H8596 וְחָלִ֛יל H2485 וָיַ֖יִן H3196 מִשְׁתֵּיהֶ֑ם H4960 וְאֵ֨ת H853 פֹּ֤עַל H6467 יְהוָה֙ H3068 לֹ֣א H3808 יַבִּ֔יטוּ H5027 וּמַעֲשֵׂ֥ה H4639 יָדָ֖יו H3027 לֹ֥א H3808 רָאֽוּ H7200 ",
  "13": "לָכֵ֛ן H3651 גָּלָ֥ה H1540 עַמִּ֖י H5971 מִבְּלִי H1097 דָ֑עַת H1847 וּכְבוֹד H3519 מְתֵ֣י H4962 רָעָ֔ב H7458 וַהֲמוֹנ֖ H1995 צִחֵ֥ה H6704 צָמָֽא H6772 ",
  "14": "לָכֵ֗ן H3651 הִרְחִ֤יבָה H7337 שְּׁאוֹל֙ H7585 נַפְשָׁ֔הּ H5315 וּפָעֲרָ֥ה H6473 פִ֖יהָ H6310 לִבְלִי H1097 חֹ֑ק H2706 וְיָרַ֨ד H3381 הֲדָרָ֧הּ H1926 וַהֲמוֹנָ֛ H1995 וּשְׁאוֹנָ֖ H7588 וְעָלֵ֥ז H5938 בָּֽהּ Hb ",
  "15": "וַיִּשַּׁ֥ח H7817 אָדָ֖ם H120 וַיִּשְׁפַּל H8213 אִ֑ישׁ H376 וְעֵינֵ֥י H5869 גְבֹהִ֖ים H1364 תִּשְׁפַּֽלְנָה H8213 ",
  "16": "וַיִּגְבַּ֛ה H1361 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 בַּמִּשְׁפָּ֑ט H4941 וְהָ H410 הַקָּד֔וֹשׁ H6918 נִקְדָּ֖שׁ H6942 בִּצְדָקָֽה H6666 ",
  "17": "וְרָע֥וּ H7462 כְבָשִׂ֖ים H3532 כְּדָבְרָ֑ H1699 וְחָרְב֥וֹת H2723 מֵחִ֖ים H4220 גָּרִ֥ים H1481 יֹאכֵֽלוּ H398 ",
  "18": "ה֛וֹי H1945 מֹשְׁכֵ֥י H4900 הֶֽעָוֺ֖ן H5771 בְּחַבְלֵ֣י H2256 הַשָּׁ֑וְא H7723 וְכַ H5688 הָעֲגָלָ֖ה H5699 חַטָּאָֽה H2403 ",
  "19": "הָאֹמְרִ֗ים H559 יְמַהֵ֧ר H4116 יָחִ֛ישָׁה H2363 מַעֲשֵׂ֖הוּ H4639 לְמַ֣עַן H4616 נִרְאֶ֑ה H7200 וְתִקְרַ֣ב H7126 וְתָב֗וֹאָ H935 עֲצַ֛ת H6098 קְד֥וֹשׁ H6918 יִשְׂרָאֵ֖ל H3478 וְנֵדָֽעָה H3045 ",
  "20": "ה֣וֹי H1945 הָאֹמְרִ֥ים H559 לָרַ֛ע H7451 ט֖וֹב H2896 וְלַ H2896 רָ֑ע H7451 שָׂמִ֨ים H7760 חֹ֤שֶׁךְ H2822 לְאוֹר֙ H216 וְא֣וֹר H216 לְחֹ֔שֶׁךְ H2822 שָׂמִ֥ים H7760 מַ֛ר H4751 לְמָת֖וֹק H4966 וּמָת֥וֹק H4966 לְמָֽר H4751 ",
  "21": "ה֖וֹי H1945 חֲכָמִ֣ים H2450 בְּעֵֽינֵי H5869 וְנֶ֥גֶד H5048 פְּנֵיהֶ֖ם H6440 נְבֹנִֽים H995 ",
  "22": "ה֕וֹי H1945 גִּבּוֹרִ֖ים H1368 לִשְׁתּ֣וֹת H8354 יָ֑יִן H3196 וְאַנְשֵׁי H376 חַ֖יִל H2428 לִמְסֹ֥ךְ H4537 שֵׁכָֽר H7941 ",
  "23": "מַצְדִּיקֵ֥י H6663 רָשָׁ֖ע H7563 עֵ֣קֶב H6118 שֹׁ֑חַד H7810 וְצִדְקַ֥ת H6666 צַדִּיקִ֖ים H6662 יָסִ֥ירוּ H5493 מִמֶּֽנּוּ H4480 ",
  "24": "לָכֵן֩ H3651 כֶּאֱכֹ֨ל H398 קַ֜שׁ H7179 לְשׁ֣וֹן H3956 אֵ֗שׁ H784 וַחֲשַׁ֤שׁ H2842 לֶֽהָבָה֙ H3852 יִרְפֶּ֔ה H7503 שָׁרְשָׁם֙ H8328 כַּמָּ֣ק H4716 יִֽהְיֶ֔ה H1961 וּפִרְחָ֖ H6525 כָּאָבָ֣ק H80 יַעֲלֶ֑ה H5927 כִּ֣י H3588 מָאֲס֗וּ H3988 אֵ֚ת H853 תּוֹרַת֙ H8451 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 וְאֵ֛ת H853 אִמְרַ֥ת H565 קְדֽוֹשׁ H6918 יִשְׂרָאֵ֖ל H3478 נִאֵֽצוּ H5006 ",
  "25": "עַל H5921 כֵּ֡ן H3651 חָרָה֩ H2734 אַף H639 יְהוָ֨ה H3068 בְּעַמּ֜ H5971 וַיֵּ֣ט H5186 יָד֧וֹ H3027 עָלָ֣יו H5921 וַיַּכֵּ֗ H5221 וַֽיִּרְגְּזוּ֙ H7264 הֶֽהָרִ֔ים H2022 וַתְּהִ֧י H1961 נִבְלָתָ֛ם H5038 כַּסּוּחָ֖ה H5478 בְּקֶ֣רֶב H7130 חוּצ֑וֹת H2351 בְּכָל H3605 זֹאת֙ H2063 לֹא H3808 שָׁ֣ב H7725 אַפּ֔וֹ H639 וְע֖וֹד H5750 יָד֥וֹ H3027 נְטוּיָֽה H5186 ",
  "26": "וְנָֽשָׂא H5375 נֵ֤ס H5251 לַגּוֹיִם֙ H1471 מֵרָח֔וֹק H7350 וְשָׁ֥רַק H8319 ל֖וֹ Hl מִקְצֵ֣ה H7097 הָאָ֑רֶץ H776 וְהִנֵּ֥ה H2009 מְהֵרָ֖ה H4120 קַ֥ל H7031 יָבֽוֹא H935 ",
  "27": "אֵין H369 עָיֵ֤ף H5889 וְאֵין H369 כּוֹשֵׁל֙ H3782 בּ֔וֹ Hb לֹ֥א H3808 יָנ֖וּם H5123 וְלֹ֣א H3808 יִישָׁ֑ן H3462 וְלֹ֤א H3808 נִפְתַּח֙ H6605 אֵז֣וֹר H232 חֲלָצָ֔יו H2504 וְלֹ֥א H3808 נִתַּ֖ק H5423 שְׂר֥וֹךְ H8288 נְעָלָֽיו H5275 ",
  "28": "אֲשֶׁ֤ר H834 חִצָּיו֙ H2671 שְׁנוּנִ֔ים H8150 וְכָל H3605 קַשְּׁתֹתָ֖יו H7198 דְּרֻכ֑וֹת H1869 פַּרְס֤וֹת H6541 סוּסָיו֙ H5483 כַּצַּ֣ר H6862 נֶחְשָׁ֔בוּ H2803 וְגַלְגִּלָּ֖י H1534 כַּסּוּפָֽה H5492 ",
  "29": "שְׁאָגָ֥ה H7581 ל֖וֹ Hl כַּלָּבִ֑יא H3833 ושאג H7580 כַּכְּפִירִ֤ים H3715 וְיִנְהֹם֙ H5098 וְיֹאחֵ֣ז H270 טֶ֔רֶף H2964 וְיַפְלִ֖יט H6403 וְאֵ֥ין H369 מַצִּֽיל H5337 ",
  "30": "וְיִנְהֹ֥ם H5098 עָלָ֛יו H5921 בַּיּ֥וֹם H3117 הַה֖וּא H1931 כְּנַהֲמַת H5100 יָ֑ם H3220 וְנִבַּ֤ט H5027 לָאָ֨רֶץ֙ H776 וְהִנֵּה H2009 חֹ֔שֶׁךְ H2822 צַ֣ר H6862 וָא֔וֹר H216 חָשַׁ֖ךְ H2821 בַּעֲרִיפֶֽי H6183 "
}
