{
  "1": "מִ֥י H4310 הֶאֱמִ֖ין H539 לִשְׁמֻעָתֵ֑ H8052 וּזְר֥וֹעַ H2220 יְהוָ֖ה H3068 עַל H5921 מִ֥י H4310 נִגְלָֽתָה H1540 ",
  "2": "וַיַּ֨עַל H5927 כַּיּוֹנֵ֜ק H3126 לְפָנָ֗י H6440 וְכַ H8328 מֵאֶ֣רֶץ H776 צִיָּ֔ה H6723 לֹא H3808 תֹ֥אַר H8389 ל֖וֹ Hl וְלֹ֣א H3808 הָדָ֑ר H1926 וְנִרְאֵ֥ H7200 וְלֹֽא H3808 מַרְאֶ֖ה H4758 וְנֶחְמְדֵֽ H2530 ",
  "3": "נִבְזֶה֙ H959 וַחֲדַ֣ל H2310 אִישִׁ֔ים H376 אִ֥ישׁ H376 מַכְאֹב֖וֹת H4341 וִיד֣וּעַ H3045 חֹ֑לִי H2483 וּכְ H4564 פָּנִים֙ H6440 מִמֶּ֔נּוּ H4480 נִבְזֶ֖ה H959 וְלֹ֥א H3808 חֲשַׁבְנֻֽהוּ H2803 ",
  "4": "אָכֵ֤ן H403 חֳלָיֵ֨נוּ֙ H2483 ה֣וּא H1931 נָשָׂ֔א H5375 וּמַכְאֹבֵ֖י H4341 סְבָלָ֑ם H5445 וַאֲנַ֣חְנוּ H587 חֲשַׁבְנֻ֔הוּ H2803 נָג֛וּעַ H5060 מֻכֵּ֥ה H5221 אֱלֹהִ֖ים H430 וּמְעֻנֶּֽה H6031 ",
  "5": "וְהוּא֙ H1931 מְחֹלָ֣ל H2490 מִפְּשָׁעֵ֔ H6588 מְדֻכָּ֖א H1792 מֵעֲוֺנֹתֵ֑י H5771 מוּסַ֤ר H4148 שְׁלוֹמֵ֨נוּ֙ H7965 עָלָ֔יו H5921 וּבַ H2250 נִרְפָּא H7495 לָֽנוּ Hl ",
  "6": "כֻּלָּ֨נוּ֙ H3605 כַּצֹּ֣אן H6629 תָּעִ֔ינוּ H8582 אִ֥ישׁ H376 לְדַרְכּ֖ H1870 פָּנִ֑ינוּ H6437 וַֽיהוָה֙ H3068 הִפְגִּ֣יעַ H6293 בּ֔וֹ Hb אֵ֖ת H853 עֲוֺ֥ן H5771 כֻּלָּֽנוּ H3605 ",
  "7": "נִגַּ֨שׂ H5065 וְה֣וּא H1931 נַעֲנֶה֮ H6031 וְלֹ֣א H3808 יִפְתַּח H6605 פִּיו֒ H6310 כַּשֶּׂה֙ H7716 לַטֶּ֣בַח H2874 יוּבָ֔ל H2986 וּכְ H7353 לִפְנֵ֥י H6440 גֹזְזֶ֖יהָ H1494 נֶאֱלָ֑מָה H481 וְלֹ֥א H3808 יִפְתַּ֖ח H6605 פִּֽיו H6310 ",
  "8": "מֵעֹ֤צֶר H6115 וּמִ H4941 לֻקָּ֔ח H3947 וְאֶת H853 דּוֹר֖וֹ H1755 מִ֣י H4310 יְשׂוֹחֵ֑חַ H7878 כִּ֤י H3588 נִגְזַר֙ H1504 מֵאֶ֣רֶץ H776 חַיִּ֔ים H2416 מִפֶּ֥שַׁע H6588 עַמִּ֖י H5971 נֶ֥גַע H5061 לָֽמוֹ Hl ",
  "9": "וַיִּתֵּ֤ן H5414 אֶת H854 רְשָׁעִים֙ H7563 קִבְר֔וֹ H6913 וְאֶת H854 עָשִׁ֖יר H6223 בְּמֹתָ֑י H4194 עַ֚ל H5921 לֹא H3808 חָמָ֣ס H2555 עָשָׂ֔ה H6213 וְלֹ֥א H3808 מִרְמָ֖ה H4820 בְּפִֽי H6310 ",
  "10": "וַיהוָ֞ה H3068 חָפֵ֤ץ H2654 דַּכְּאוֹ֙ H1792 הֶֽחֱלִ֔י H2470 אִם H518 תָּשִׂ֤ים H7760 אָשָׁם֙ H817 נַפְשׁ֔וֹ H5315 יִרְאֶ֥ה H7200 זֶ֖רַע H2233 יַאֲרִ֣יךְ H748 יָמִ֑ים H3117 וְחֵ֥פֶץ H2656 יְהוָ֖ה H3068 בְּיָד֥ H3027 יִצְלָֽח H6743 ",
  "11": "מֵעֲמַ֤ל H5999 נַפְשׁוֹ֙ H5315 יִרְאֶ֣ה H7200 יִשְׂבָּ֔ע H7646 בְּדַעְתּ֗ H1847 יַצְדִּ֥יק H6663 צַדִּ֛יק H6662 עַבְדִּ֖י H5650 לָֽרַבִּ֑ים H7227 וַעֲוֺנֹתָ֖ H5771 ה֥וּא H1931 יִסְבֹּֽל H5445 ",
  "12": "לָכֵ֞ן H3651 אֲחַלֶּק H2505 ל֣וֹ Hl בָרַבִּ֗ים H7227 וְאֶת H854 עֲצוּמִים֮ H6099 יְחַלֵּ֣ק H2505 שָׁלָל֒ H7998 תַּ֗חַת H8478 אֲשֶׁ֨ר H834 הֶעֱרָ֤ה H6168 לַמָּ֨וֶת֙ H4194 נַפְשׁ֔וֹ H5315 וְאֶת H854 פֹּשְׁעִ֖ים H6586 נִמְנָ֑ה H4487 וְהוּא֙ H1931 חֵטְא H2399 רַבִּ֣ים H7227 נָשָׂ֔א H5375 וְלַ H6586 יַפְגִּֽיעַ H6293 "
}
