{
  "1": "רָנִּ֥י H7442 עֲקָרָ֖ה H6135 לֹ֣א H3808 יָלָ֑דָה H3205 פִּצְחִ֨י H6476 רִנָּ֤ה H7440 וְצַהֲלִי֙ H6670 לֹא H3808 חָ֔לָה H2342 כִּֽי H3588 רַבִּ֧ים H7227 בְּֽנֵי H1121 שׁוֹמֵמָ֛ה H8074 מִבְּנֵ֥י H1121 בְעוּלָ֖ה H1166 אָמַ֥ר H559 יְהוָֽה H3068 ",
  "2": "הַרְחִ֣יבִי H7337 מְק֣וֹם H4725 אָהֳלֵ֗ךְ H168 וִירִיע֧וֹת H3407 מִשְׁכְּנוֹתַ֛יִךְ H4908 יַטּ֖וּ H5186 אַל H408 תַּחְשֹׂ֑כִי H2820 הַאֲרִ֨יכִי֙ H748 מֵֽיתָרַ֔יִךְ H4340 וִיתֵדֹתַ֖יִ H3489 חַזֵּֽקִי H2388 ",
  "3": "כִּי H3588 יָמִ֥ין H3225 וּשְׂמֹ֖אול H8040 תִּפְרֹ֑צִי H6555 וְזַרְעֵ H2233 גּוֹיִ֣ם H1471 יִירָ֔שׁ H3423 וְעָרִ֥ים H5892 נְשַׁמּ֖וֹת H8074 יוֹשִֽׁיבוּ H3427 ",
  "4": "אַל H408 תִּֽירְאִי֙ H3372 כִּי H3588 לֹ֣א H3808 תֵב֔וֹשִׁי H954 וְאַל H408 תִּכָּלְמִ֖י H3637 כִּ֣י H3588 לֹ֣א H3808 תַחְפִּ֑ירִי H2659 כִּ֣י H3588 בֹ֤שֶׁת H1322 עֲלוּמַ֨יִךְ֙ H5934 תִּשְׁכָּ֔חִי H7911 וְחֶרְפַּ֥ת H2781 אַלְמְנוּתַ֖יִךְ H491 לֹ֥א H3808 תִזְכְּרִי H2142 עֽוֹד H5750 ",
  "5": "כִּ֤י H3588 בֹעֲלַ֨יִךְ֙ H1166 עֹשַׂ֔יִךְ H6213 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 שְׁמ֑וֹ H8034 וְגֹֽאֲלֵ H1350 קְד֣וֹשׁ H6918 יִשְׂרָאֵ֔ל H3478 אֱלֹהֵ֥י H430 כָל H3605 הָאָ֖רֶץ H776 יִקָּרֵֽא H7121 ",
  "6": "כִּֽי H3588 כְאִשָּׁ֧ה H802 עֲזוּבָ֛ה H5800 וַעֲצ֥וּבַת H6087 ר֖וּחַ H7307 קְרָאָ֣ךְ H7121 יְהוָ֑ה H3068 וְאֵ֧שֶׁת H802 נְעוּרִ֛ים H5271 כִּ֥י H3588 תִמָּאֵ֖ס H3988 אָמַ֥ר H559 אֱלֹהָֽיִךְ H430 ",
  "7": "בְּרֶ֥גַע H7281 קָטֹ֖ן H6996 עֲזַבְתִּ֑יךְ H5800 וּבְ H7356 גְּדֹלִ֖ים H1419 אֲקַבְּצֵֽךְ H6908 ",
  "8": "בְּשֶׁ֣צֶף H8241 קֶ֗צֶף H7110 הִסְתַּ֨רְתִּי H5641 פָנַ֥י H6440 רֶ֨גַע֙ H7281 מִמֵּ֔ךְ H4480 וּבְ H2617 עוֹלָ֖ם H5769 רִֽחַמְתִּ֑יךְ H7355 אָמַ֥ר H559 גֹּאֲלֵ֖ךְ H1350 יְהוָֽה H3068 ",
  "9": "כִּי H3588 מֵ֥י H4325 נֹ֨חַ֙ H5146 זֹ֣את H2063 לִ֔י Hl אֲשֶׁ֣ר H834 נִשְׁבַּ֗עְתִּי H7650 מֵעֲבֹ֥ר H5674 מֵי H4325 נֹ֛חַ H5146 ע֖וֹד H5750 עַל H5921 הָאָ֑רֶץ H776 כֵּ֥ן H3651 נִשְׁבַּ֛עְתִּי H7650 מִקְּצֹ֥ף H7107 עָלַ֖יִךְ H5921 וּמִ H1605 בָּֽךְ Hb ",
  "10": "כִּ֤י H3588 הֶֽהָרִים֙ H2022 יָמ֔וּשׁוּ H4185 וְהַ H1389 תְּמוּטֶ֑נָה H4131 וְחַסְדִּ֞ H2617 מֵאִתֵּ֣ H854 לֹֽא H3808 יָמ֗וּשׁ H4185 וּבְרִ֤ית H1285 שְׁלוֹמִי֙ H7965 לֹ֣א H3808 תָמ֔וּט H4131 אָמַ֥ר H559 מְרַחֲמֵ֖ךְ H7355 יְהוָֽה H3068 ",
  "11": "עֲנִיָּ֥ה H6041 סֹעֲרָ֖ה H5590 לֹ֣א H3808 נֻחָ֑מָה H5162 הִנֵּ֨ה H2009 אָנֹכִ֜י H595 מַרְבִּ֤יץ H7257 בַּפּוּךְ֙ H6320 אֲבָנַ֔יִךְ H68 וִיסַדְתִּ֖י H3245 בַּסַּפִּירִֽים H5601 ",
  "12": "וְשַׂמְתִּ֤י H7760 כַּֽדְכֹד֙ H3539 שִׁמְשֹׁתַ֔יִךְ H8121 וּשְׁעָרַ֖יִ H8179 לְאַבְנֵ֣י H68 אֶקְדָּ֑ח H688 וְכָל H3605 גְּבוּלֵ֖ךְ H1366 לְאַבְנֵי H68 חֵֽפֶץ H2656 ",
  "13": "וְכָל H3605 בָּנַ֖יִךְ H1121 לִמּוּדֵ֣י H3928 יְהוָ֑ה H3068 וְרַ֖ב H7227 שְׁל֥וֹם H7965 בָּנָֽיִךְ H1121 ",
  "14": "בִּצְדָקָ֖ה H6666 תִּכּוֹנָ֑נִי H3559 רַחֲקִ֤י H7368 מֵעֹ֨שֶׁק֙ H6233 כִּֽי H3588 לֹ֣א H3808 תִירָ֔אִי H3372 וּמִ֨ H4288 כִּ֥י H3588 לֹֽא H3808 תִקְרַ֖ב H7126 אֵלָֽיִךְ H413 ",
  "15": "הֵ֣ן H2005 גּ֥וֹר H1481 יָג֛וּר H1481 אֶ֖פֶס H657 מֵֽאוֹתִ֑ H853 מִי H4310 גָ֥ר H1481 אִתָּ֖ךְ H854 עָלַ֥יִךְ H5921 יִפּֽוֹל H5307 ",
  "16": "הן H2005 אָֽנֹכִי֙ H595 בָּרָ֣אתִי H1254 חָרָ֔שׁ H2796 נֹפֵ֨חַ֙ H5301 בְּאֵ֣שׁ H784 פֶּחָ֔ם H6352 וּמוֹצִ֥יא H3318 כְלִ֖י H3627 לְמַעֲשֵׂ֑ H4639 וְאָנֹכִ֛י H595 בָּרָ֥אתִי H1254 מַשְׁחִ֖ית H7843 לְחַבֵּֽל H2254 ",
  "17": "כָּל H3605 כְּלִ֞י H3627 יוּצַ֤ר H3335 עָלַ֨יִךְ֙ H5921 לֹ֣א H3808 יִצְלָ֔ח H6743 וְכָל H3605 לָשׁ֛וֹן H3956 תָּֽקוּם H6965 אִתָּ֥ךְ H854 לַמִּשְׁפָּ֖ט H4941 תַּרְשִׁ֑יעִי H7561 זֹ֡את H2063 נַחֲלַת֩ H5159 עַבְדֵ֨י H5650 יְהוָ֧ה H3068 וְצִדְקָתָ֛ H6666 מֵאִתִּ֖ H854 נְאֻם H5002 יְהוָֽה H3068 "
}
