{
  "1": "הַצַּדִּ֣יק H6662 אָבָ֔ד H6 וְאֵ֥ין H369 אִ֖ישׁ H376 שָׂ֣ם H7760 עַל H5921 לֵ֑ב H3820 וְאַנְשֵׁי H376 חֶ֤סֶד H2617 נֶֽאֱסָפִים֙ H622 בְּאֵ֣ין H369 מֵבִ֔ין H995 כִּֽי H3588 מִפְּנֵ֥י H6440 הָרָעָ֖ה H7451 נֶאֱסַ֥ף H622 הַצַּדִּֽיק H6662 ",
  "2": "יָב֣וֹא H935 שָׁל֔וֹם H7965 יָנ֖וּחוּ H5117 עַל H5921 מִשְׁכְּבוֹתָ֑ם H4904 הֹלֵ֖ךְ H1980 נְכֹחֽוֹ H5228 ",
  "3": "וְאַתֶּ֥ם H859 קִרְבוּ H7126 הֵ֖נָּה H2008 בְּנֵ֣י H1121 עֹנְנָ֑ה H6049 זֶ֥רַע H2233 מְנָאֵ֖ף H5003 וַתִּזְנֶֽה H2181 ",
  "4": "עַל H5921 מִי֙ H4310 תִּתְעַנָּ֔גוּ H6026 עַל H5921 מִ֛י H4310 תַּרְחִ֥יבוּ H7337 פֶ֖ה H6310 תַּאֲרִ֣יכוּ H748 לָשׁ֑וֹן H3956 הֲלֽוֹא H3808 אַתֶּ֥ם H859 יִלְדֵי H3206 פֶ֖שַׁע H6588 זֶ֥רַע H2233 שָֽׁקֶר H8267 ",
  "5": "הַנֵּֽחָמִים֙ H2552 בָּֽאֵלִ֔ים H410 תַּ֖חַת H8478 כָּל H3605 עֵ֣ץ H6086 רַעֲנָ֑ן H7488 שֹׁחֲטֵ֤י H7819 הַיְלָדִים֙ H3206 בַּנְּחָלִ֔ים H5158 תַּ֖חַת H8478 סְעִפֵ֥י H5585 הַסְּלָעִֽים H5553 ",
  "6": "בְּחַלְּקֵי H2511 נַ֣חַל H5158 חֶלְקֵ֔ךְ H2506 הֵ֥ם H1992 הֵ֖ם H1992 גּוֹרָלֵ֑ךְ H1486 גַּם H1571 לָהֶ֞ם H1992 שָׁפַ֥כְתְּ H8210 נֶ֨סֶךְ֙ H5262 הֶעֱלִ֣ית H5927 מִנְחָ֔ה H4503 הַ֥עַל H5921 אֵ֖לֶּה H428 אֶנָּחֵֽם H5162 ",
  "7": "עַ֤ל H5921 הַר H2022 גָּבֹ֨הַּ֙ H1364 וְנִשָּׂ֔א H5375 שַׂ֖מְתְּ H7760 מִשְׁכָּבֵ֑ךְ H4904 גַּם H1571 שָׁ֥ם H8033 עָלִ֖ית H5927 לִזְבֹּ֥חַ H2076 זָֽבַח H2077 ",
  "8": "וְאַחַ֤ר H310 הַדֶּ֨לֶת֙ H1817 וְהַ H4201 שַׂ֖מְתְּ H7760 זִכְרוֹנֵ֑ךְ H2146 כִּ֣י H3588 מֵאִתִּ֞ H854 גִּלִּ֣ית H1540 וַֽתַּעֲלִ֗י H5927 הִרְחַ֤בְתְּ H7337 מִשְׁכָּבֵךְ֙ H4904 וַתִּכְרָת H3772 לָ֣ךְ Hl מֵהֶ֔ם H1992 אָהַ֥בְתְּ H157 מִשְׁכָּבָ֖ם H4904 יָ֥ד H3027 חָזִֽית H2372 ",
  "9": "וַתָּשֻׁ֤רִי H7788 לַמֶּ֨לֶךְ֙ H4428 בַּשֶּׁ֔מֶן H8081 וַתַּרְבִּ֖י H7235 רִקֻּחָ֑יִךְ H7547 וַתְּשַׁלְּחִ֤י H7971 צִרַ֨יִךְ֙ H6735 עַד H5704 מֵ֣רָחֹ֔ק H7350 וַתַּשְׁפִּ֖ילִי H8213 עַד H5704 שְׁאֽוֹל H7585 ",
  "10": "בְּרֹ֤ב H7230 דַּרְכֵּךְ֙ H1870 יָגַ֔עַתְּ H3021 לֹ֥א H3808 אָמַ֖רְתְּ H559 נוֹאָ֑שׁ H2976 חַיַּ֤ת H2416 יָדֵךְ֙ H3027 מָצָ֔את H4672 עַל H5921 כֵּ֖ן H3651 לֹ֥א H3808 חָלִֽית H2470 ",
  "11": "וְאֶת H853 מִ֞י H4310 דָּאַ֤גְתְּ H1672 וַתִּֽירְאִי֙ H3372 כִּ֣י H3588 תְכַזֵּ֔בִי H3576 וְאוֹתִ H853 לֹ֣א H3808 זָכַ֔רְתְּ H2142 לֹא H3808 שַׂ֖מְתְּ H7760 עַל H5921 לִבֵּ֑ךְ H3820 הֲלֹ֨א H3808 אֲנִ֤י H589 מַחְשֶׁה֙ H2814 וּמֵ֣ H5769 וְאוֹתִ֖ H853 לֹ֥א H3808 תִירָֽאִי H3372 ",
  "12": "אֲנִ֥י H589 אַגִּ֖יד H5046 צִדְקָתֵ֑ךְ H6666 וְאֶֽת H853 מַעֲשַׂ֖יִךְ H4639 וְלֹ֥א H3808 יוֹעִילֽוּךְ H3276 ",
  "13": "בְּזַֽעֲקֵ H2199 יַצִּילֻ֣ךְ H5337 קִבּוּצַ֔יִךְ H6899 וְאֶת H853 כֻּלָּ֥ם H3605 יִשָּׂא H5375 ר֖וּחַ H7307 יִקַּח H3947 הָ֑בֶל H1892 וְהַ H2620 בִי֙ Hb יִנְחַל H5157 אֶ֔רֶץ H776 וְיִירַ֖שׁ H3423 הַר H2022 קָדְשִֽׁי H6944 ",
  "14": "וְאָמַ֥ר H559 סֹֽלּוּ H5549 סֹ֖לּוּ H5549 פַּנּוּ H6437 דָ֑רֶךְ H1870 הָרִ֥ימוּ H7311 מִכְשׁ֖וֹל H4383 מִדֶּ֥רֶךְ H1870 עַמִּֽי H5971 ",
  "15": "כִּי֩ H3588 כֹ֨ה H3541 אָמַ֜ר H559 רָ֣ם H7311 וְנִשָּׂ֗א H5375 שֹׁכֵ֥ן H7931 עַד֙ H5703 וְקָד֣וֹשׁ H6918 שְׁמ֔וֹ H8034 מָר֥וֹם H4791 וְקָד֖וֹשׁ H6918 אֶשְׁכּ֑וֹן H7931 וְאֶת H854 דַּכָּא֙ H1793 וּשְׁפַל H8217 ר֔וּחַ H7307 לְהַחֲיוֹת֙ H2421 ר֣וּחַ H7307 שְׁפָלִ֔ים H8217 וּֽלְ H2421 לֵ֥ב H3820 נִדְכָּאִֽים H1792 ",
  "16": "כִּ֣י H3588 לֹ֤א H3808 לְעוֹלָם֙ H5769 אָרִ֔יב H7378 וְלֹ֥א H3808 לָנֶ֖צַח H5331 אֶקְּצ֑וֹף H7107 כִּי H3588 ר֨וּחַ֙ H7307 מִלְּ H6440 יַֽעֲט֔וֹף H5848 וּנְשָׁמ֖וֹת H5397 אֲנִ֥י H589 עָשִֽׂיתִי H6213 ",
  "17": "בַּעֲוֺ֥ן H5771 בִּצְע֛וֹ H1215 קָצַ֥פְתִּי H7107 וְאַכֵּ֖ H5221 הַסְתֵּ֣ר H5641 וְאֶקְצֹ֑ף H7107 וַיֵּ֥לֶךְ H3212 שׁוֹבָ֖ב H7726 בְּדֶ֥רֶךְ H1870 לִבּֽוֹ H3820 ",
  "18": "דְּרָכָ֥יו H1870 רָאִ֖יתִי H7200 וְאֶרְפָּאֵ֑ H7495 וְאַנְחֵ֕ H5148 וַאֲשַׁלֵּ֧ם H7999 נִֽחֻמִ֛ים H5150 ל֖וֹ Hl וְלַ H57 ",
  "19": "בּוֹרֵ֖א H1254 נוב H5108 שְׂפָתָ֑יִם H8193 שָׁל֨וֹם H7965 שָׁל֜וֹם H7965 לָרָח֧וֹק H7350 וְלַ H7138 אָמַ֥ר H559 יְהוָ֖ה H3068 וּרְפָאתִֽי H7495 ",
  "20": "וְהָ H7563 כַּיָּ֣ם H3220 נִגְרָ֑שׁ H1644 כִּ֤י H3588 הַשְׁקֵט֙ H8252 לֹ֣א H3808 יוּכָ֔ל H3201 וַיִּגְרְשׁ֥וּ H1644 מֵימָ֖יו H4325 רֶ֥פֶשׁ H7516 וָטִֽיט H2916 ",
  "21": "אֵ֣ין H369 שָׁל֔וֹם H7965 אָמַ֥ר H559 אֱלֹהַ֖י H430 לָרְשָׁעִֽים H7563 "
}
