{
  "1": "הֵ֛ן H2005 לֹֽא H3808 קָצְרָ֥ה H7114 יַד H3027 יְהוָ֖ה H3068 מֵֽהוֹשִׁ֑יעַ H3467 וְלֹא H3808 כָבְדָ֥ה H3513 אָזְנ֖וֹ H241 מִשְּׁמֽוֹעַ H8085 ",
  "2": "כִּ֤י H3588 אִם H518 עֲוֺנֹֽתֵיכֶם֙ H5771 הָי֣וּ H1961 מַבְדִּלִ֔ים H914 בֵּינֵכֶ֕ם H996 לְבֵ֖ין H996 אֱלֹֽהֵיכֶ֑ם H430 וְחַטֹּֽאותֵי H2403 הִסְתִּ֧ירוּ H5641 פָנִ֛ים H6440 מִכֶּ֖ם H4480 מִשְּׁמֽוֹעַ H8085 ",
  "3": "כִּ֤י H3588 כַפֵּיכֶם֙ H3709 נְגֹאֲל֣וּ H1351 בַדָּ֔ם H1818 וְאֶצְבְּעוֹתֵי H676 בֶּֽעָוֺ֑ן H5771 שִׂפְתֽוֹתֵיכֶם֙ H8193 דִּבְּרוּ H1696 שֶׁ֔קֶר H8267 לְשׁוֹנְכֶ֖ם H3956 עַוְלָ֥ה H5766 תֶהְגֶּֽה H1897 ",
  "4": "אֵין H369 קֹרֵ֣א H7121 בְצֶ֔דֶק H6664 וְאֵ֥ין H369 נִשְׁפָּ֖ט H8199 בֶּאֱמוּנָ֑ה H530 בָּט֤וֹחַ H982 עַל H5921 תֹּ֨הוּ֙ H8414 וְדַבֶּר H1696 שָׁ֔וְא H7723 הָר֥וֹ H2029 עָמָ֖ל H5999 וְהוֹלֵ֥יד H3205 אָֽוֶן H205 ",
  "5": "בֵּיצֵ֤י H1000 צִפְעוֹנִי֙ H6848 בִּקֵּ֔עוּ H1234 וְקוּרֵ֥י H6980 עַכָּבִ֖ישׁ H5908 יֶאֱרֹ֑גוּ H707 הָאֹכֵ֤ל H398 מִבֵּֽיצֵי H1000 יָמ֔וּת H4191 וְהַ H2116 תִּבָּקַ֥ע H1234 אֶפְעֶֽה H660 ",
  "6": "קֽוּרֵיהֶם֙ H6980 לֹא H3808 יִהְי֣וּ H1961 לְבֶ֔גֶד H899 וְלֹ֥א H3808 יִתְכַּסּ֖וּ H3680 בְּמַֽעֲשֵׂי H4639 מַֽעֲשֵׂיהֶם֙ H4639 מַֽעֲשֵׂי H4639 אָ֔וֶן H205 וּפֹ֥עַל H6467 חָמָ֖ס H2555 בְּכַפֵּי H3709 ",
  "7": "רַגְלֵיהֶם֙ H7272 לָרַ֣ע H7451 יָרֻ֔צוּ H7323 וִֽימַהֲר֔וּ H4116 לִשְׁפֹּ֖ךְ H8210 דָּ֣ם H1818 נָקִ֑י H5355 מַחְשְׁבֽוֹתֵיהֶם֙ H4284 מַחְשְׁב֣וֹת H4284 אָ֔וֶן H205 שֹׁ֥ד H7701 וָשֶׁ֖בֶר H7667 בִּמְסִלּוֹתָֽ H4546 ",
  "8": "דֶּ֤רֶךְ H1870 שָׁלוֹם֙ H7965 לֹ֣א H3808 יָדָ֔עוּ H3045 וְאֵ֥ין H369 מִשְׁפָּ֖ט H4941 בְּמַעְגְּלוֹתָ֑ H4570 נְתִיבֽוֹתֵיהֶם֙ H5410 עִקְּשׁ֣וּ H6140 לָהֶ֔ם H1992 כֹּ֚ל H3605 דֹּרֵ֣ךְ H1869 בָּ֔הּ Hb לֹ֥א H3808 יָדַ֖ע H3045 שָׁלֽוֹם H7965 ",
  "9": "עַל H5921 כֵּ֗ן H3651 רָחַ֤ק H7368 מִשְׁפָּט֙ H4941 מִמֶּ֔נּוּ H4480 וְלֹ֥א H3808 תַשִּׂיגֵ֖נוּ H5381 צְדָקָ֑ה H6666 נְקַוֶּ֤ה H6960 לָאוֹר֙ H216 וְהִנֵּה H2009 חֹ֔שֶׁךְ H2822 לִנְגֹה֖וֹת H5054 בָּאֲפֵל֥וֹת H653 נְהַלֵּֽךְ H1980 ",
  "10": "נְגַֽשְׁשָׁ֤ה H1659 כַֽעִוְרִים֙ H5787 קִ֔יר H7023 וּכְ H369 עֵינַ֖יִם H5869 נְגַשֵּׁ֑שָׁה H1659 כָּשַׁ֤לְנוּ H3782 בַֽצָּהֳרַ֨יִם֙ H6672 כַּנֶּ֔שֶׁף H5399 בָּאַשְׁמַנִּ֖ים H820 כַּמֵּתִֽים H4191 ",
  "11": "נֶהֱמֶ֤ה H1993 כַדֻּבִּים֙ H1677 כֻּלָּ֔נוּ H3605 וְכַ H3123 הָגֹ֣ה H1897 נֶהְגֶּ֑ה H1897 נְקַוֶּ֤ה H6960 לַמִּשְׁפָּט֙ H4941 וָאַ֔יִן H369 לִֽישׁוּעָ֖ה H3444 רָחֲקָ֥ה H7368 מִמֶּֽנּוּ H4480 ",
  "12": "כִּֽי H3588 רַבּ֤וּ H7235 פְשָׁעֵ֨ינוּ֙ H6588 נֶגְדֶּ֔ךָ H5048 וְחַטֹּאותֵ֖י H2403 עָ֣נְתָה H6030 בָּ֑נוּ Hb כִּֽי H3588 פְשָׁעֵ֣ינוּ H6588 אִתָּ֔נוּ H854 וַעֲוֺנֹתֵ֖י H5771 יְדַֽעֲנֽוּם H3045 ",
  "13": "פָּשֹׁ֤עַ H6586 וְכַחֵשׁ֙ H3584 בַּֽיהוָ֔ה H3068 וְנָס֖וֹג H5253 מֵאַחַ֣ר H310 אֱלֹהֵ֑ינוּ H430 דַּבֶּר H1696 עֹ֣שֶׁק H6233 וְסָרָ֔ה H5627 הֹר֧וֹ H2029 וְהֹג֛וֹ H1897 מִלֵּ֖ב H3820 דִּבְרֵי H1697 שָֽׁקֶר H8267 ",
  "14": "וְהֻסַּ֤ג H5253 אָחוֹר֙ H268 מִשְׁפָּ֔ט H4941 וּצְדָקָ֖ה H6666 מֵרָח֣וֹק H7350 תַּעֲמֹ֑ד H5975 כִּֽי H3588 כָשְׁלָ֤ה H3782 בָֽרְחוֹב֙ H7339 אֱמֶ֔ת H571 וּנְכֹחָ֖ה H5229 לֹא H3808 תוּכַ֥ל H3201 לָבֽוֹא H935 ",
  "15": "וַתְּהִ֤י H1961 הָֽאֱמֶת֙ H571 נֶעְדֶּ֔רֶת H5737 וְסָ֥ר H5493 מֵרָ֖ע H7451 מִשְׁתּוֹלֵ֑ל H7997 וַיַּ֧רְא H7200 יְהוָ֛ה H3068 וַיֵּ֥רַע H7489 בְּעֵינָ֖י H5869 כִּֽי H3588 אֵ֥ין H369 מִשְׁפָּֽט H4941 ",
  "16": "וַיַּרְא֙ H7200 כִּֽי H3588 אֵ֣ין H369 אִ֔ישׁ H376 וַיִּשְׁתּוֹמֵ֖ם H8074 כִּ֣י H3588 אֵ֣ין H369 מַפְגִּ֑יעַ H6293 וַתּ֤וֹשַֽׁע H3467 לוֹ֙ Hl זְרֹע֔וֹ H2220 וְצִדְקָת֖ H6666 הִ֥יא H1931 סְמָכָֽתְהוּ H5564 ",
  "17": "וַיִּלְבַּ֤שׁ H3847 צְדָקָה֙ H6666 כַּשִּׁרְיָ֔ן H8302 וְכ֥וֹבַע H3553 יְשׁוּעָ֖ה H3444 בְּרֹאשׁ֑ H7218 וַיִּלְבַּ֞שׁ H3847 בִּגְדֵ֤י H899 נָקָם֙ H5359 תִּלְבֹּ֔שֶׁת H8516 וַיַּ֥עַט H5844 כַּמְעִ֖יל H4598 קִנְאָֽה H7068 ",
  "18": "כְּעַ֤ל H5921 גְּמֻלוֹת֙ H1578 כְּעַ֣ל H5921 יְשַׁלֵּ֔ם H7999 חֵמָ֣ה H2534 לְצָרָ֔י H6862 גְּמ֖וּל H1576 לְאֹֽיְבָ֑י H341 לָאִיִּ֖ים H339 גְּמ֥וּל H1576 יְשַׁלֵּֽם H7999 ",
  "19": "וְיִֽירְא֤וּ H3372 מִֽמַּעֲרָב֙ H4628 אֶת H853 שֵׁ֣ם H8034 יְהוָ֔ה H3068 וּמִ H4217 שֶׁ֖מֶשׁ H8121 אֶת H853 כְּבוֹד֑וֹ H3519 כִּֽי H3588 יָב֤וֹא H935 כַנָּהָר֙ H5104 צָ֔ר H6862 ר֥וּחַ H7307 יְהוָ֖ה H3068 נֹ֥סְסָה H5127 בֽוֹ Hb ",
  "20": "וּבָ֤א H935 לְצִיּוֹן֙ H6726 גּוֹאֵ֔ל H1350 וּלְ H7725 פֶ֖שַׁע H6588 בְּיַֽעֲקֹ֑ב H3290 נְאֻ֖ם H5002 יְהוָֽה H3068 ",
  "21": "וַאֲנִ֗י H589 זֹ֣את H2063 בְּרִיתִ֤י H1285 אוֹתָם֙ H854 אָמַ֣ר H559 יְהוָ֔ה H3068 רוּחִי֙ H7307 אֲשֶׁ֣ר H834 עָלֶ֔יךָ H5921 וּדְבָרַ֖ H1697 אֲשֶׁר H834 שַׂ֣מְתִּי H7760 בְּפִ֑י H6310 לֹֽא H3808 יָמ֡וּשׁוּ H4185 מִפִּי H6310 וּמִ H6310 זַרְעֲךָ֜ H2233 וּמִ H6310 זֶ֤רַע H2233 זַרְעֲךָ֙ H2233 אָמַ֣ר H559 יְהוָ֔ה H3068 מֵעַתָּ֖ה H6258 וְעַד H5704 עוֹלָֽם H5769 "
}
