{
  "1": "ק֥וּמִי H6965 א֖וֹרִי H215 כִּ֣י H3588 בָ֣א H935 אוֹרֵ֑ךְ H216 וּכְב֥וֹד H3519 יְהוָ֖ה H3068 עָלַ֥יִךְ H5921 זָרָֽח H2224 ",
  "2": "כִּֽי H3588 הִנֵּ֤ה H2009 הַחֹ֨שֶׁךְ֙ H2822 יְכַסֶּה H3680 אֶ֔רֶץ H776 וַעֲרָפֶ֖ל H6205 לְאֻמִּ֑ים H3816 וְעָלַ֨יִ H5921 יִזְרַ֣ח H2224 יְהוָ֔ה H3068 וּכְבוֹד֖ H3519 עָלַ֥יִךְ H5921 יֵרָאֶֽה H7200 ",
  "3": "וְהָלְכ֥וּ H1980 גוֹיִ֖ם H1471 לְאוֹרֵ֑ H216 וּמְלָכִ֖ים H4428 לְנֹ֥גַהּ H5051 זַרְחֵֽךְ H2225 ",
  "4": "שְׂאִֽי H5375 סָבִ֤יב H5439 עֵינַ֨יִךְ֙ H5869 וּרְאִ֔י H7200 כֻּלָּ֖ם H3605 נִקְבְּצ֣וּ H6908 בָֽאוּ H935 לָ֑ךְ Hl בָּנַ֨יִךְ֙ H1121 מֵרָח֣וֹק H7350 יָבֹ֔אוּ H935 וּבְנֹתַ֖יִ H1323 עַל H5921 צַ֥ד H6654 תֵּאָמַֽנָה H539 ",
  "5": "אָ֤ז H227 תִּרְאִי֙ H7200 וְנָהַ֔רְתְּ H5102 וּפָחַ֥ד H6342 וְרָחַ֖ב H7337 לְבָבֵ֑ךְ H3824 כִּֽי H3588 יֵהָפֵ֤ךְ H2015 עָלַ֨יִךְ֙ H5921 הֲמ֣וֹן H1995 יָ֔ם H3220 חֵ֥יל H2428 גּוֹיִ֖ם H1471 יָבֹ֥אוּ H935 לָֽךְ Hl ",
  "6": "שִֽׁפְעַ֨ת H8229 גְּמַלִּ֜ים H1581 תְּכַסֵּ֗ךְ H3680 בִּכְרֵ֤י H1070 מִדְיָן֙ H4080 וְעֵיפָ֔ה H5891 כֻּלָּ֖ם H3605 מִשְּׁבָ֣א H7614 יָבֹ֑אוּ H935 זָהָ֤ב H2091 וּלְבוֹנָה֙ H3828 יִשָּׂ֔אוּ H5375 וּתְהִלֹּ֥ת H8416 יְהוָ֖ה H3068 יְבַשֵּֽׂרוּ H1319 ",
  "7": "כָּל H3605 צֹ֤אן H6629 קֵדָר֙ H6938 יִקָּ֣בְצוּ H6908 לָ֔ךְ Hl אֵילֵ֥י H352 נְבָי֖וֹת H5032 יְשָׁרְת֑וּנֶךְ H8334 יַעֲל֤וּ H5927 עַל H5921 רָצוֹן֙ H7522 מִזְבְּחִ֔י H4196 וּבֵ֥ית H1004 תִּפְאַרְתִּ֖י H8597 אֲפָאֵֽר H6286 ",
  "8": "מִי H4310 אֵ֖לֶּה H428 כָּעָ֣ב H5645 תְּעוּפֶ֑ינָה H5774 וְכַ H3123 אֶל H413 אֲרֻבֹּתֵיהֶֽם H699 ",
  "9": "כִּֽי H3588 לִ֣י Hl אִיִּ֣ים H339 יְקַוּ֗וּ H6960 וָאֳנִיּ֤וֹת H591 תַּרְשִׁישׁ֙ H8659 בָּרִ֣אשֹׁנָ֔ה H7223 לְהָבִ֤יא H935 בָנַ֨יִךְ֙ H1121 מֵֽרָח֔וֹק H7350 כַּסְפָּ֥ם H3701 וּזְהָבָ֖ H2091 אִתָּ֑ם H854 לְשֵׁם֙ H8034 יְהוָ֣ה H3068 אֱלֹהַ֔יִךְ H430 וְלִ H6918 יִשְׂרָאֵ֖ל H3478 כִּ֥י H3588 פֵאֲרָֽךְ H6286 ",
  "10": "וּבָנ֤וּ H1129 בְנֵֽי H1121 נֵכָר֙ H5236 חֹמֹתַ֔יִךְ H2346 וּמַלְכֵי H4428 יְשָׁרְת֑וּנֶךְ H8334 כִּ֤י H3588 בְקִצְפִּ H7110 הִכִּיתִ֔יךְ H5221 וּבִ H7522 רִֽחַמְתִּֽיךְ H7355 ",
  "11": "וּפִתְּח֨וּ H6605 שְׁעָרַ֧יִךְ H8179 תָּמִ֛יד H8548 יוֹמָ֥ם H3119 וָלַ֖יְלָה H3915 לֹ֣א H3808 יִסָּגֵ֑רוּ H5462 לְהָבִ֤יא H935 אֵלַ֨יִךְ֙ H413 חֵ֣יל H2428 גּוֹיִ֔ם H1471 וּמַלְכֵי H4428 נְהוּגִֽים H5090 ",
  "12": "כִּֽי H3588 הַגּ֧וֹי H1471 וְהַ H4467 אֲשֶׁ֥ר H834 לֹא H3808 יַעַבְד֖וּךְ H5647 יֹאבֵ֑דוּ H6 וְהַ H1471 חָרֹ֥ב H2717 יֶחֱרָֽבוּ H2717 ",
  "13": "כְּב֤וֹד H3519 הַלְּבָנוֹן֙ H3844 אֵלַ֣יִךְ H413 יָב֔וֹא H935 בְּר֛וֹשׁ H1265 תִּדְהָ֥ר H8410 וּתְאַשּׁ֖וּר H8391 יַחְדָּ֑ו H3162 לְפָאֵר֙ H6286 מְק֣וֹם H4725 מִקְדָּשִׁ֔י H4720 וּמְק֥וֹם H4725 רַגְלַ֖י H7272 אֲכַבֵּֽד H3513 ",
  "14": "וְהָלְכ֨וּ H1980 אֵלַ֤יִךְ H413 שְׁח֨וֹחַ֙ H7817 בְּנֵ֣י H1121 מְעַנַּ֔יִךְ H6031 וְהִֽשְׁתַּחֲו֛וּ H7812 עַל H5921 כַּפּ֥וֹת H3709 רַגְלַ֖יִךְ H7272 כָּל H3605 מְנַֽאֲצָ֑יִךְ H5006 וְקָ֤רְאוּ H7121 לָךְ֙ Hl עִ֣יר H5892 יְהוָ֔ה H3068 צִיּ֖וֹן H6726 קְד֥וֹשׁ H6918 יִשְׂרָאֵֽל H3478 ",
  "15": "תַּ֧חַת H8478 הֱיוֹתֵ֛ךְ H1961 עֲזוּבָ֥ה H5800 וּשְׂנוּאָ֖ה H8130 וְאֵ֣ין H369 עוֹבֵ֑ר H5674 וְשַׂמְתִּי H7760 לִגְא֣וֹן H1347 עוֹלָ֔ם H5769 מְשׂ֖וֹשׂ H4885 דּ֥וֹר H1755 וָדֽוֹר H1755 ",
  "16": "וְיָנַקְתְּ֙ H3243 חֲלֵ֣ב H2461 גּוֹיִ֔ם H1471 וְשֹׁ֥ד H7699 מְלָכִ֖ים H4428 תִּינָ֑קִי H3243 וְיָדַ֗עַתְּ H3045 כִּ֣י H3588 אֲנִ֤י H589 יְהוָה֙ H3068 מֽוֹשִׁיעֵ֔ךְ H3467 וְגֹאֲלֵ֖ H1350 אֲבִ֥יר H46 יַעֲקֹֽב H3290 ",
  "17": "תַּ֣חַת H8478 הַנְּחֹ֜שֶׁת H5178 אָבִ֣יא H935 זָהָ֗ב H2091 וְתַ֤חַת H8478 הַבַּרְזֶל֙ H1270 אָ֣בִיא H935 כֶ֔סֶף H3701 וְתַ֤חַת H8478 הָֽעֵצִים֙ H6086 נְחֹ֔שֶׁת H5178 וְתַ֥חַת H8478 הָאֲבָנִ֖ים H68 בַּרְזֶ֑ל H1270 וְשַׂמְתִּ֤י H7760 פְקֻדָּתֵךְ֙ H6486 שָׁל֔וֹם H7965 וְנֹגְשַׂ֖יִ H5065 צְדָקָֽה H6666 ",
  "18": "לֹא H3808 יִשָּׁמַ֨ע H8085 ע֤וֹד H5750 חָמָס֙ H2555 בְּאַרְצֵ֔ H776 שֹׁ֥ד H7701 וָשֶׁ֖בֶר H7667 בִּגְבוּלָ֑יִ H1366 וְקָרָ֤את H7121 יְשׁוּעָה֙ H3444 חוֹמֹתַ֔יִךְ H2346 וּשְׁעָרַ֖יִ H8179 תְּהִלָּֽה H8416 ",
  "19": "לֹא H3808 יִֽהְיֶה H1961 לָּ֨ךְ Hl ע֤וֹד H5750 הַשֶּׁ֨מֶשׁ֙ H8121 לְא֣וֹר H216 יוֹמָ֔ם H3119 וּלְ H5051 הַיָּרֵ֖חַ H3394 לֹא H3808 יָאִ֣יר H215 לָ֑ךְ Hl וְהָיָה H1961 לָ֤ךְ Hl יְהוָה֙ H3068 לְא֣וֹר H216 עוֹלָ֔ם H5769 וֵאלֹהַ֖יִ H430 לְתִפְאַרְתֵּֽ H8597 ",
  "20": "לֹא H3808 יָב֥וֹא H935 עוֹד֙ H5750 שִׁמְשֵׁ֔ךְ H8121 וִירֵחֵ֖ H3391 לֹ֣א H3808 יֵאָסֵ֑ף H622 כִּ֣י H3588 יְהוָ֗ה H3068 יִֽהְיֶה H1961 לָּךְ֙ Hl לְא֣וֹר H216 עוֹלָ֔ם H5769 וְשָׁלְמ֖וּ H7999 יְמֵ֥י H3117 אֶבְלֵֽךְ H60 ",
  "21": "וְעַמֵּ H5971 כֻּלָּ֣ם H3605 צַדִּיקִ֔ים H6662 לְעוֹלָ֖ם H5769 יִ֣ירְשׁוּ H3423 אָ֑רֶץ H776 נֵ֧צֶר H5342 מטעו H4302 מַעֲשֵׂ֥ה H4639 יָדַ֖י H3027 לְהִתְפָּאֵֽר H6286 ",
  "22": "הַקָּטֹן֙ H6996 יִֽהְיֶ֣ה H1961 לָאֶ֔לֶף H505 וְהַ H6810 לְג֣וֹי H1471 עָצ֑וּם H6099 אֲנִ֥י H589 יְהוָ֖ה H3068 בְּעִתָּ֥ H6256 אֲחִישֶֽׁנָּה H2363 "
}
