{
  "1": "הָיִ֗ינוּ H1961 מֵֽעוֹלָם֙ H5769 לֹֽא H3808 מָשַׁ֣לְתָּ H4910 בָּ֔ם Hb לֹֽא H3808 נִקְרָ֥א H7121 שִׁמְךָ֖ H8034 עֲלֵיהֶ֑ם H5921 לוּא H3863 קָרַ֤עְתָּ H7167 שָׁמַ֨יִם֙ H8064 יָרַ֔דְתָּ H3381 מִפָּנֶ֖י H6440 הָרִ֥ים H2022 נָזֹֽלּוּ H2151 ",
  "2": "כִּקְדֹ֧חַ H6919 אֵ֣שׁ H784 הֲמָסִ֗ים H2003 מַ֚יִם H4325 תִּבְעֶה H1158 אֵ֔שׁ H784 לְהוֹדִ֥יעַ H3045 שִׁמְךָ֖ H8034 לְצָרֶ֑י H6862 מִפָּנֶ֖י H6440 גּוֹיִ֥ם H1471 יִרְגָּֽזוּ H7264 ",
  "3": "בַּעֲשׂוֹתְ H6213 נוֹרָא֖וֹת H3372 לֹ֣א H3808 נְקַוֶּ֑ה H6960 יָרַ֕דְתָּ H3381 מִפָּנֶ֖י H6440 הָרִ֥ים H2022 נָזֹֽלּוּ H2151 ",
  "4": "וּמֵ H5769 לֹא H3808 שָׁמְע֖וּ H8085 לֹ֣א H3808 הֶאֱזִ֑ינוּ H238 עַ֣יִן H5869 לֹֽא H3808 רָאָ֗תָה H7200 אֱלֹהִים֙ H430 זוּלָ֣תְךָ֔ H2108 יַעֲשֶׂ֖ה H6213 לִמְחַכֵּה H2442 לֽוֹ Hl ",
  "5": "פָּגַ֤עְתָּ H6293 אֶת H853 שָׂשׂ֙ H7797 וְעֹ֣שֵׂה H6213 צֶ֔דֶק H6664 בִּדְרָכֶ֖י H1870 יִזְכְּר֑וּךָ H2142 הֵן H2005 אַתָּ֤ה H859 קָצַ֨פְתָּ֙ H7107 וַֽנֶּחֱטָ֔א H2398 בָּהֶ֥ם Hb עוֹלָ֖ם H5769 וְנִוָּשֵֽׁעַ H3467 ",
  "6": "וַנְּהִ֤י H1961 כַטָּמֵא֙ H2931 כֻּלָּ֔נוּ H3605 וּכְ H899 עִדִּ֖ים H5708 כָּל H3605 צִדְקֹתֵ֑ינוּ H6666 וַנָּ֤בֶל H5034 כֶּֽעָלֶה֙ H5929 כֻּלָּ֔נוּ H3605 וַעֲוֺנֵ֖ H5771 כָּר֥וּחַ H7307 יִשָּׂאֻֽנוּ H5375 ",
  "7": "וְאֵין H369 קוֹרֵ֣א H7121 בְשִׁמְ H8034 מִתְעוֹרֵ֖ר H5782 לְהַחֲזִ֣יק H2388 בָּ֑ךְ Hb כִּֽי H3588 הִסְתַּ֤רְתָּ H5641 פָנֶ֨יךָ֙ H6440 מִמֶּ֔נּוּ H4480 וַתְּמוּגֵ֖ H4127 בְּיַד H3027 עֲוֺנֵֽנוּ H5771 ",
  "8": "וְעַתָּ֥ה H6258 יְהוָ֖ה H3068 אָבִ֣ינוּ H1 אָ֑תָּה H859 אֲנַ֤חְנוּ H587 הַחֹ֨מֶר֙ H2563 וְאַתָּ֣ה H859 יֹצְרֵ֔נוּ H3335 וּמַעֲשֵׂ֥ה H4639 יָדְךָ֖ H3027 כֻּלָּֽנוּ H3605 ",
  "9": "אַל H408 תִּקְצֹ֤ף H7107 יְהוָה֙ H3068 עַד H5704 מְאֹ֔ד H3966 וְאַל H408 לָעַ֖ד H5703 תִּזְכֹּ֣ר H2142 עָוֺ֑ן H5771 הֵ֥ן H2005 הַבֶּט H5027 נָ֖א H4994 עַמְּךָ֥ H5971 כֻלָּֽנוּ H3605 ",
  "10": "עָרֵ֥י H5892 קָדְשְׁךָ֖ H6944 הָי֣וּ H1961 מִדְבָּ֑ר H4057 צִיּוֹן֙ H6726 מִדְבָּ֣ר H4057 הָיָ֔תָה H1961 יְרוּשָׁלִַ֖ם H3389 שְׁמָמָֽה H8077 ",
  "11": "בֵּ֧ית H1004 קָדְשֵׁ֣נוּ H6944 וְתִפְאַרְתֵּ֗ H8597 אֲשֶׁ֤ר H834 הִֽלְל֨וּךָ֙ H1984 אֲבֹתֵ֔ינוּ H1 הָיָ֖ה H1961 לִשְׂרֵ֣פַת H8316 אֵ֑שׁ H784 וְכָל H3605 מַחֲמַדֵּ֖ינוּ H4261 הָיָ֥ה H1961 לְחָרְבָּֽה H2723 ",
  "12": "הַעַל H5921 אֵ֥לֶּה H428 תִתְאַפַּ֖ק H662 יְהוָ֑ה H3068 תֶּחֱשֶׁ֥ה H2814 וּתְעַנֵּ֖ H6031 עַד H5704 מְאֹֽד H3966 "
}
