{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे प्रियों, अब मैं तुम्हें यह दूसरी पत्री लिखता हूँ, और दोनों में सुधि दिलाकर तुम्हारे शुद्ध मन को उभारता हूँ,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कि तुम उन बातों को, जो पवित्र भविष्यद्वक्ताओं ने पहले से कही हैं और प्रभु, और उद्धारकर्ता की उस आज्ञा को स्मरण करो, जो तुम्हारे प्रेरितों के द्वारा दी गई थी।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यह पहले जान लो, कि अन्तिम दिनों में हँसी-उपहास करनेवाले आएँगे, जो अपनी ही अभिलाषाओं के अनुसार चलेंगे।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और कहेंगे, “उसके आने की प्रतिज्ञा कहाँ गई? क्योंकि जब से पूर्वज सो गए हैं, सब कुछ वैसा ही है, जैसा सृष्टि के आरम्भ से था।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे तो जान-बूझकर यह भूल गए, कि परमेश्‍वर के वचन के द्वारा से आकाश प्राचीनकाल से विद्यमान है और पृथ्वी भी जल में से बनी और जल में स्थिर है (उत्प. 1:6-9)\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इन्हीं के द्वारा उस युग का जगत जल में डूब कर नाश हो गया। (उत्प. 7:11-21)\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर वर्तमान काल के आकाश और पृथ्वी उसी वचन के द्वारा* इसलिए रखे हैं, कि जलाए जाएँ; और वह भक्तिहीन मनुष्यों के न्याय और नाश होने के दिन तक ऐसे ही रखे रहेंगे।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे प्रियों, यह एक बात तुम से छिपी न रहे, कि प्रभु के यहाँ एक दिन हजार वर्ष के बराबर है, और हजार वर्ष एक दिन के बराबर हैं। (भज. 90:4)\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "प्रभु अपनी प्रतिज्ञा के विषय में देर नहीं करता*, जैसी देर कितने लोग समझते हैं; पर तुम्हारे विषय में धीरज धरता है, और नहीं चाहता, कि कोई नाश हो; वरन् यह कि सब को मन फिराव का अवसर मिले। (हब. 2:3-4)\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु प्रभु का दिन* चोर के समान आ जाएगा, उस दिन आकाश बड़े शोर के साथ जाता रहेगा, और तत्व बहुत ही तप्त होकर पिघल जाएँगे, और पृथ्वी और उसके कामों का न्याय होगा।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो जब कि ये सब वस्तुएँ, इस रीति से पिघलनेवाली हैं, तो तुम्हें पवित्र चाल चलन और भक्ति में कैसे मनुष्य होना चाहिए,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और परमेश्‍वर के उस दिन की प्रतीक्षा किस रीति से करना चाहिए और उसके जल्द आने के लिये कैसा यत्न करना चाहिए; जिसके कारण आकाश आग से पिघल जाएँगे, और आकाश के गण बहुत ही तप्त होकर गल जाएँगे। (यशा. 34:4)\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर उसकी प्रतिज्ञा के अनुसार हम एक नये आकाश और नई पृथ्वी की आस देखते हैं जिनमें धार्मिकता वास करेगी। (यशा. 60:21, यशा. 65:17, यशा. 66:22, प्रका. 21:1, 27)\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "जागते और तैयार रहो\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए, हे प्रियों, जब कि तुम इन बातों की आस देखते हो तो यत्न करो कि तुम शान्ति से उसके सामने निष्कलंक और निर्दोष ठहरो।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और हमारे प्रभु के धीरज को उद्धार समझो, जैसा हमारे प्रिय भाई पौलुस ने भी उस ज्ञान के अनुसार जो उसे मिला, तुम्हें लिखा है।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वैसे ही उसने अपनी सब पत्रियों में भी इन बातों की चर्चा की है जिनमें कितनी बातें ऐसी है, जिनका समझना कठिन है, और अनपढ़ और चंचल लोग उनके अर्थों को भी पवित्रशास्त्र की अन्य बातों के समान खींच तानकर अपने ही नाश का कारण बनाते हैं।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए हे प्रियों तुम लोग पहले ही से इन बातों को जानकर चौकस रहो, ताकि अधर्मियों के भ्रम में फँसकर अपनी स्थिरता को हाथ से कहीं खो न दो।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर हमारे प्रभु, और उद्धारकर्ता यीशु मसीह के अनुग्रह और पहचान में बढ़ते जाओ। उसी की महिमा अब भी हो, और युगानुयुग होती रहे। आमीन।"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "प्रभु के आगमन का दिन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}