{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने मूसा से कहा,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“इस्राएलियों से कह: जो स्त्री गर्भवती हो और उसके लड़का हो, तो वह सात दिन तक अशुद्ध रहेगी; जिस प्रकार वह ऋतुमती होकर अशुद्ध रहा करती।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और आठवें दिन लड़के का खतना किया जाए। (लूका 1:59, लूका 2:21, यूह. 7:22, प्रेरि. 15:1)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर वह स्त्री अपने शुद्ध करनेवाले रूधिर में तैंतीस दिन रहे; और जब तक उसके शुद्ध हो जाने के दिन* पूरे न हों तब तक वह न तो किसी पवित्र वस्तु को छूए, और न पवित्रस्‍थान में प्रवेश करे।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यदि उसके लड़की पैदा हो, तो उसको ऋतुमती की सी अशुद्धता चौदह दिन की लगे; और फिर छियासठ दिन तक अपने शुद्ध करनेवाले रूधिर में रहे।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“जब उसके शुद्ध हो जाने के दिन पूरे हों, तब चाहे उसके बेटा हुआ हो चाहे बेटी, वह होमबलि के लिये एक वर्ष का* भेड़ का बच्चा, और पापबलि के लिये कबूतरी का एक बच्चा या पिंडुकी मिलापवाले तम्बू के द्वार पर याजक के पास लाए। (लूका2:22)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब याजक उसको यहोवा के सामने भेंट चढ़ाकर उसके लिये प्रायश्चित करे; और वह अपने रूधिर के बहने की अशुद्धता से छूटकर शुद्ध ठहरेगी। जिस स्त्री के लड़का या लड़की उत्‍पन्‍न हो उसके लिये यही व्यवस्था है।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यदि उसके पास भेड़ या बकरी देने की पूँजी न हो, तो दो पिंडुकी या कबूतरी के दो बच्चे, एक तो होमबलि और दूसरा पापबलि के लिये दे; और याजक उसके लिये प्रायश्चित करे, तब वह शुद्ध ठहरेगी।” (लूका 2:24)\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "प्रसूता के विषय के नियम\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}