{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने मूसा और हारून से कहा,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“जब किसी मनुष्य के शरीर के चर्म में सूजन या पपड़ी या दाग हो, और इससे उसके चर्म में कोढ़ की व्याधि के समान कुछ दिखाई पड़े, तो उसे हारून याजक के पास या उसके पुत्र जो याजक हैं, उनमें से किसी के पास ले जाएँ।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब याजक उसके चर्म की व्याधि को देखे, और यदि उस व्याधि के स्थान के रोएँ उजले हो गए हों* और व्याधि चर्म से गहरी दिखाई पड़े, तो वह जान ले कि कोढ़ की व्याधि है; और याजक उस मनुष्य को देखकर उसको अशुद्ध ठहराए।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर यदि वह दाग उसके चर्म में उजला तो हो, परन्तु चर्म से गहरा न देख पड़े, और न वहाँ के रोएँ उजले हो गए हों, तो याजक उसको सात दिन तक बन्द करके रखे;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और सातवें दिन याजक उसको देखे, और यदि वह व्याधि जैसी की तैसी बनी रहे और उसके चर्म में न फैली हो, तो याजक उसको और भी सात दिन तक बन्द करके रखे;\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और सातवें दिन याजक उसको फिर देखे, और यदि देख पड़े कि व्याधि की चमक कम है और व्याधि चर्म पर फैली न हो, तो याजक उसको शुद्ध ठहराए; क्योंकि उसके तो चर्म में पपड़ी है; और वह अपने वस्त्र धोकर शुद्ध हो जाए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर यदि याजक की उस जाँच के पश्चात् जिसमें वह शुद्ध ठहराया गया था, वह पपड़ी उसके चर्म पर बहुत फैल जाए, तो वह फिर याजक को दिखाया जाए;\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यदि याजक को देख पड़े कि पपड़ी चर्म में फैल गई है, तो वह उसको अशुद्ध ठहराए; क्योंकि वह कोढ़ ही है।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“यदि कोढ़ की सी व्याधि किसी मनुष्य के हो, तो वह याजक के पास पहुँचाया जाए;\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और याजक उसको देखे, और यदि वह सूजन उसके चर्म में उजली हो, और उसके कारण रोएँ भी उजले हो गए हों, और उस सूजन में बिना चर्म का माँस हो,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो याजक जाने कि उसके चर्म में पुराना कोढ़ है, इसलिए वह उसको अशुद्ध ठहराए; और बन्द न रखे, क्योंकि वह तो अशुद्ध है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यदि कोढ़ किसी के चर्म में फूटकर यहाँ तक फैल जाए, कि जहाँ कहीं याजक देखे रोगी के सिर से पैर के तलवे तक कोढ़ ने सारे चर्म को छा लिया हो,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो याजक ध्यान से देखे, और यदि कोढ़ ने उसके सारे शरीर को छा लिया हो, तो वह उस व्यक्ति को शुद्ध ठहराए; और उसका शरीर जो बिलकुल उजला हो गया है वह शुद्ध ही ठहरे।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर जब उसमें चर्महीन माँस देख पड़े, तब तो वह अशुद्ध ठहरे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और याजक चर्महीन माँस को देखकर उसको अशुद्ध ठहराए; क्योंकि वैसा चर्महीन माँस अशुद्ध ही होता है; वह कोढ़ है।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर यदि वह चर्महीन माँस फिर उजला हो जाए, तो वह मनुष्य याजक के पास जाए,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और याजक उसको देखे, और यदि वह व्याधि फिर से उजली हो गई हो, तो याजक रोगी को शुद्ध जाने; वह शुद्ध है।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर यदि किसी के चर्म में फोड़ा होकर चंगा हो गया हो,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और फोड़े के स्थान में उजली सी सूजन या लाली लिये हुए उजला दाग हो, तो वह याजक को दिखाया जाए;\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और याजक उस सूजन को देखे, और यदि वह चर्म से गहरा दिखाई पड़े, और उसके रोएँ भी उजले हो गए हों, तो याजक यह जानकर उस मनुष्य को अशुद्ध ठहराए; क्योंकि वह कोढ़ की व्याधि है जो फोड़े में से फूटकर निकली है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यदि याजक देखे कि उसमें उजले रोएँ नहीं हैं, और वह चर्म से गहरी नहीं, और उसकी चमक कम हुई है, तो याजक उस मनुष्य को सात दिन तक बन्द करके रखे।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यदि वह व्याधि उस समय तक चर्म में सचमुच फैल जाए, तो याजक उस मनुष्य को अशुद्ध ठहराए; क्योंकि वह कोढ़ की व्याधि है।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यदि वह दाग न फैले और अपने स्थान ही पर बना रहे, तो वह फोड़े का दाग है; याजक उस मनुष्य को शुद्ध ठहराए।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर यदि किसी के चर्म में जलने का घाव हो, और उस जलने के घाव में चर्महीन दाग लाली लिये हुए उजला या उजला ही हो जाए,\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो याजक उसको देखे, और यदि उस दाग में के रोएँ उजले हो गए हों और वह चर्म से गहरा दिखाई पड़े, तो वह कोढ़ है; जो उस जलने के दाग में से फूट निकला है; याजक उस मनुष्य को अशुद्ध ठहराए; क्योंकि उसमें कोढ़ की व्याधि है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर यदि याजक देखे, कि दाग में उजले रोएँ नहीं और न वह चर्म से कुछ गहरा है, और उसकी चमक कम हुई है, तो वह उसको सात दिन तक बन्द करके रखे,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और सातवें दिन याजक उसको देखे, और यदि वह चर्म में फैल गई हो, तो वह उस मनुष्य को अशुद्ध ठहराए; क्योंकि उसको कोढ़ की व्याधि है।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यदि वह दाग चर्म में नहीं फैला और अपने स्थान ही पर जहाँ का तहाँ बना हो, और उसकी चमक कम हुई हो, तो वह जल जाने के कारण सूजा हुआ है, याजक उस मनुष्य को शुद्ध ठहराए; क्योंकि वह दाग जल जाने के कारण से है।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर यदि किसी पुरुष या स्त्री के सिर पर, या पुरुष की दाढ़ी में व्याधि हो,\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो याजक व्याधि को देखे, और यदि वह चर्म से गहरी देख पड़े, और उसमें भूरे-भूरे पतले बाल हों, तो याजक उस मनुष्य को अशुद्ध ठहराए; वह व्याधि सेंहुआ, अर्थात् सिर या दाढ़ी का कोढ़ है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यदि याजक सेंहुएँ की व्याधि को देखे, कि वह चर्म से गहरी नहीं है और उसमें काले-काले बाल नहीं हैं, तो वह सेंहुएँ के रोगी को सात दिन तक बन्द करके रखे,\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और सातवें दिन याजक व्याधि को देखे, तब यदि वह सेंहुआ फैला न हो, और उसमें भूरे-भूरे बाल न हों, और सेंहुआ चर्म से गहरा न देख पड़े,\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो यह मनुष्य मूँड़ा जाए, परन्तु जहाँ सेंहुआ हो वहाँ न मूँड़ा जाए; और याजक उस सेंहुएँ वाले को और भी सात दिन तक बन्द करे;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और सातवें दिन याजक सेंहुएँ को देखे, और यदि वह सेंहुआ चर्म में फैला न हो और चर्म से गहरा न देख पड़े, तो याजक उस मनुष्य को शुद्ध ठहराए; और वह अपने वस्त्र धोकर शुद्ध ठहरे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर यदि उसके शुद्ध ठहरने के पश्चात् सेंहुआ चर्म में कुछ भी फैले,\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो याजक उसको देखे, और यदि वह चर्म में फैला हो, तो याजक भूरे बाल न ढूँढ़े, क्योंकि वह मनुष्य अशुद्ध है।\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यदि उसकी दृष्टि में वह सेंहुआ जैसे का तैसा बना हो, और उसमें काले-काले बाल जमे हों, तो वह जाने की सेंहुआ चंगा हो गया है, और वह मनुष्य शुद्ध है; याजक उसको शुद्ध ही ठहराए।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर यदि किसी पुरुष या स्त्री के चर्म में उजले दाग हों,\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो याजक देखे, और यदि उसके चर्म में वे दाग कम उजले हों, तो वह जाने कि उसको चर्म में निकली हुई दाद ही है; वह मनुष्य शुद्ध ठहरे।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर जिसके सिर के बाल झड़ गए हों, तो जानना कि वह चन्दुला तो है परन्तु शुद्ध है।\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जिसके सिर के आगे के बाल झड़ गए हों, तो वह माथे का चन्दुला तो है परन्तु शुद्ध है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यदि चन्दुले सिर पर या चन्दुले माथे पर लाली लिये हुए उजली व्याधि हो, तो जानना कि वह उसके चन्दुले सिर पर या चन्दुले माथे पर निकला हुआ कोढ़ है।\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए याजक उसको देखे, और यदि व्याधि की सूजन उसके चन्दुले सिर या चन्दुले माथे पर ऐसी लाली लिये हुए उजली हो जैसा चर्म के कोढ़ में होता है,\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो वह मनुष्य कोढ़ी है और अशुद्ध है; और याजक उसको अवश्य अशुद्ध ठहराए; क्योंकि वह व्याधि उसके सिर पर है।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“जिसमें वह व्याधि हो उस कोढ़ी के वस्त्र फटे और सिर के बाल बिखरे रहें, और वह अपने ऊपरवाले होंठ को ढाँपे हुए अशुद्ध, अशुद्ध पुकारा करे*।\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जितने दिन तक वह व्याधि उसमें रहे उतने दिन तक वह तो अशुद्ध रहेगा; और वह अशुद्ध ठहरा रहे; इसलिए वह अकेला रहा करे, उसका निवास स्थान छावनी के बाहर हो। (लूका 17:12)\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "दूषित कपड़े\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर जिस वस्त्र में कोढ़ की व्याधि हो, चाहे वह वस्त्र ऊन का हो चाहे सनी का,\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह व्याधि चाहे उस सनी या ऊन के वस्त्र के ताने में हो चाहे बाने में, या वह व्याधि चमड़े में या चमड़े की बनी हुई किसी वस्तु में हो,\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यदि वह व्याधि किसी वस्त्र के चाहे ताने में चाहे बाने में, या चमड़े में या चमड़े की किसी वस्तु में हरी हो या लाल सी हो, तो जानना कि वह कोढ़ की व्याधि है और वह याजक को दिखाई जाए। (मत्ती 8:4, मर. 1:44, लूका 5:14, लूका 17:14)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और याजक व्याधि को देखे, और व्याधिवाली वस्तु को सात दिन के लिये बन्द करे;\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और सातवें दिन वह उस व्याधि को देखे, और यदि वह वस्त्र के चाहे ताने में चाहे बाने में, या चमड़े में या चमड़े की बनी हुई किसी वस्तु में फैल गई हो, तो जानना कि व्याधि गलित कोढ़ है, इसलिए वह वस्तु, चाहे कैसे ही काम में क्यों न आती हो, तो भी अशुद्ध ठहरेगी।\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह उस वस्त्र को जिसके ताने या बाने में वह व्याधि हो, चाहे वह ऊन का हो चाहे सनी का, या चमड़े की वस्तु हो, उसको जला दे, वह व्याधि गलित कोढ़ की है; वह वस्तु आग में जलाई जाए।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“यदि याजक देखे कि वह व्याधि उस वस्त्र के ताने या बाने में, या चमड़े की उस वस्तु में नहीं फैली,\n"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो जिस वस्तु में व्याधि हो उसके धोने की आज्ञा दे, तब उसे और भी सात दिन तक बन्द करके रखे;\n"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसके धोने के बाद याजक उसको देखे, और यदि व्याधि का न तो रंग बदला हो, और न व्याधि फैली हो, तो जानना कि वह अशुद्ध है; उसे आग में जलाना, क्योंकि चाहे वह व्याधि भीतर चाहे ऊपरी हो तो भी वह खा जाने वाली व्याधि है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर यदि याजक देखे, कि उसके धोने के पश्चात् व्याधि की चमक कम हो गई, तो वह उसको वस्त्र के चाहे ताने चाहे बाने में से, या चमड़े में से फाड़कर निकाले;\n"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यदि वह व्याधि तब भी उस वस्त्र के ताने या बाने में, या चमड़े की उस वस्तु में दिखाई पड़े, तो जानना कि वह फूटकर निकली हुई व्याधि है; और जिसमें वह व्याधि हो उसे आग में जलाना।\n"
      }
    ]
  },
  "58": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यदि उस वस्त्र से जिसके ताने या बाने में व्याधि हो, या चमड़े की जो वस्तु हो उससे जब धोई जाए और व्याधि जाती रही, तो वह दूसरी बार धुलकर शुद्ध ठहरे।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "59": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ऊन या सनी के वस्त्र में के ताने या बाने में, या चमड़े की किसी वस्तु में जो कोढ़ की व्याधि हो उसके शुद्ध और अशुद्ध ठहराने की यही व्यवस्था है।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "चर्म रोग सम्बन्धित नियम\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}