{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने मूसा और हारून से कहा,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“इस्राएलियों से कहो कि जिस-जिस पुरुष के प्रमेह हो, तो वह प्रमेह के कारण से अशुद्ध ठहरे।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह चाहे बहता रहे, चाहे बहना बन्द भी हो, तो भी उसकी अशुद्धता बनी रहेगी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिसके प्रमेह हो वह जिस-जिस बिछौने पर लेटे वह अशुद्ध ठहरे, और जिस-जिस वस्तु पर वह बैठे वह भी अशुद्ध ठहरे।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो कोई उसके बिछौने को छूए वह अपने वस्त्रों को धोकर जल से स्नान करे, और सांझ तक अशुद्ध ठहरा रहे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जिसके प्रमेह हो और वह जिस वस्तु पर बैठा हो, उस पर जो कोई बैठे वह अपने वस्त्रों को धोकर जल से स्नान करे, और सांझ तक अशुद्ध ठहरा रहे।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जिसके प्रमेह हो उससे जो कोई छू जाए वह अपने वस्त्रों को धोकर जल से स्नान करे और सांझ तक अशुद्ध रहे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जिसके प्रमेह हो यदि वह किसी शुद्ध मनुष्य पर थूके, तो वह अपने वस्त्रों को धोकर जल से स्नान करे, और सांझ तक अशुद्ध रहे।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जिसके प्रमेह हो वह सवारी की जिस वस्तु पर बैठे वह अशुद्ध ठहरे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो कोई किसी वस्तु को जो उसके नीचे रही हो छूए, वह सांझ तक अशुद्ध रहें; और जो कोई ऐसी किसी वस्तु को उठाए वह अपने वस्त्रों को धोकर जल से स्नान करे, और सांझ तक अशुद्ध रहे।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जिसके प्रमेह हो वह जिस किसी को बिना हाथ धोए छूए वह अपने वस्त्रों को धोकर जल से स्नान करे, और सांझ तक अशुद्ध रहे।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जिसके प्रमेह हो वह मिट्टी के जिस किसी पात्र को छूए वह तोड़ डाला जाए, और काठ के सब प्रकार के पात्र जल से धोए जाएँ।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर जिसके प्रमेह हो वह जब अपने रोग से चंगा हो जाए, तब से शुद्ध ठहरने के सात दिन गिन ले*, और उनके बीतने पर अपने वस्त्रों को धोकर बहते हुए जल से स्नान करे; तब वह शुद्ध ठहरेगा।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और आठवें दिन वह दो पंडुक या कबूतरी के दो बच्चे लेकर मिलापवाले तम्बू के द्वार पर यहोवा के सम्मुख जाकर उन्हें याजक को दे।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब याजक उनमें से एक को पापबलि; और दूसरे को होमबलि के लिये भेंट चढ़ाए; और याजक उसके लिये उसके प्रमेह के कारण यहोवा के सामने प्रायश्चित करे।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर यदि किसी पुरुष का वीर्य स्खलित हो जाए, तो वह अपने सारे शरीर को जल से धोए, और सांझ तक अशुद्ध रहे।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जिस किसी वस्त्र या चमड़े पर वह वीर्य पड़े वह जल से धोया जाए, और सांझ तक अशुद्ध रहे।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब कोई पुरुष स्त्री से प्रसंग करे तो वे दोनों जल से स्नान करें, और सांझ तक अशुद्ध रहें। (इब्रा. 9:10)\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर जब कोई स्त्री ऋतुमती रहे, तो वह सात दिन तक अशुद्ध ठहरी रहे, और जो कोई उसको छूए वह सांझ तक अशुद्ध रहे।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब तक वह अशुद्ध रहे तब तक जिस-जिस वस्तु पर वह लेटे, और जिस-जिस वस्तु पर वह बैठे वे सब अशुद्ध ठहरें।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो कोई उसके बिछौने को छूए वह अपने वस्त्र धोकर जल से स्नान करे, और सांझ तक अशुद्ध रहे।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो कोई किसी वस्तु को छूए जिस पर वह बैठी हो वह अपने वस्त्र धोकर जल से स्नान करे, और सांझ तक अशुद्ध रहे।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यदि बिछौने या और किसी वस्तु पर जिस पर वह बैठी हो छूने के समय उसका रूधिर लगा हो, तो छूनेवाले सांझ तक अशुद्ध रहे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यदि कोई पुरुष उससे प्रसंग करे, और उसका रूधिर उसके लग जाए, तो वह पुरुष सात दिन तक अशुद्ध रहे, और जिस-जिस बिछौने पर वह लेटे वे सब अशुद्ध ठहरें।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर यदि किसी स्त्री के अपने मासिक धर्म के नियुक्त समय से अधिक दिन तक रूधिर बहता रहे, या उस नियुक्त समय से अधिक समय तक ऋतुमती रहे, तो जब तक वह ऐसी दशा में रहे तब तक वह अशुद्ध ठहरी रहे। (मत्ती 9:20)\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके ऋतुमती रहने के सब दिनों में जिस-जिस बिछौने पर वह लेटे वे सब उसके मासिक धर्म के बिछौने के समान ठहरें; और जिस-जिस वस्तु पर वह बैठे वे भी उसके ऋतुमती रहने के दिनों के समान अशुद्ध ठहरें।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो कोई उन वस्तुओं को छूए वह अशुद्ध ठहरे, इसलिए वह अपने वस्त्रों को धोकर जल से स्नान करे, और सांझ तक अशुद्ध रहे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब वह स्त्री अपने ऋतुमती से शुद्ध हो जाए, तब से वह सात दिन गिन ले, और उन दिनों के बीतने पर वह शुद्ध ठहरे।\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर आठवें दिन वह दो पंडुक या कबूतरी के दो बच्चे लेकर मिलापवाले तम्बू के द्वार पर याजक के पास जाए।\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब याजक एक को पापबलि और दूसरे को होमबलि के लिये चढ़ाए; और याजक उसके लिये उसके मासिक धर्म की अशुद्धता के कारण यहोवा के सामने प्रायश्चित करे।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“इस प्रकार से तुम इस्राएलियों को उनकी अशुद्धता से अलग रखा करो, कहीं ऐसा न हो कि वे यहोवा के निवास को* जो उनके बीच में है अशुद्ध करके अपनी अशुद्धता में फँसकर मर जाएँ।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिसके प्रमेह हो और जो पुरुष वीर्य स्खलित होने से अशुद्ध हो;\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो स्त्री ऋतुमती हो; और क्या पुरुष क्या स्त्री, जिस किसी के धातुरोग हो, और जो पुरुष अशुद्ध स्त्री के साथ प्रसंग करे, इन सभी के लिये यही व्यवस्था है।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "शरीर से बहने वाले अशुद्ध स्राव\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}