{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब हारून के दो पुत्र यहोवा के सामने समीप जाकर मर गए*, उसके बाद यहोवा ने मूसा से बातें की;\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहोवा ने मूसा से कहा, “अपने भाई हारून से कह कि सन्दूक के ऊपर के प्रायश्चितवाले ढकने के आगे, बीचवाले पर्दे के अन्दर, अति पवित्रस्‍थान में हर समय न प्रवेश करे, नहीं तो मर जाएगा; क्योंकि मैं प्रायश्चितवाले ढकने के ऊपर बादल में दिखाई दूँगा। (इब्रा. 6:19)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब हारून अति पवित्रस्‍थान में प्रवेश करे तब इस रीति से प्रवेश करे, अर्थात् पापबलि के लिये एक बछड़े को और होमबलि के लिये एक मेढ़े को लेकर आए।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह सनी के कपड़े का पवित्र अंगरखा, और अपने तन पर सनी के कपड़े की जाँघिया पहने हुए, और सनी के कपड़े का कटिबन्ध, और सनी के कपड़े की पगड़ी बाँधे हुए प्रवेश करे; ये पवित्र वस्त्र हैं, और वह जल से स्नान करके इन्हें पहने।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर वह इस्राएलियों की मण्डली के पास से पापबलि के लिये दो बकरे और होमबलि के लिये एक मेढ़ा ले।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और हारून उस पापबलि के बछड़े को जो उसी के लिये होगा चढ़ाकर अपने और अपने घराने के लिये प्रायश्चित करे। (इब्रानियों. 5:3, इब्रा. 7:27)\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन दोनों बकरों को लेकर मिलापवाले तम्बू के द्वार पर यहोवा के सामने खड़ा करे;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और हारून दोनों बकरों पर चिट्ठियाँ डाले, एक चिट्ठी यहोवा के लिये और दूसरी अजाजेल के लिये हो।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जिस बकरे पर यहोवा के नाम की चिट्ठी निकले उसको हारून पापबलि के लिये चढ़ाए;\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु जिस बकरे पर अजाजेल के लिये चिट्ठी निकले वह यहोवा के सामने जीवित खड़ा किया जाए कि उससे प्रायश्चित किया जाए, और वह अजाजेल के लिये जंगल में छोड़ा जाए।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हारून उस पापबलि के बछड़े को, जो उसी के लिये होगा, समीप ले आए, और उसको बलिदान करके अपने और अपने घराने के लिये प्रायश्चित करे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो वेदी यहोवा के सम्मुख है, उस पर के जलते हुए कोयलों से भरे हुए धूपदान को लेकर, और अपनी दोनों मुट्ठियों को कूटे हुए सुगन्धित धूप से भरकर, बीचवाले पर्दे के भीतर ले आकर (इब्रा. 6:19)\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस धूप को यहोवा के सम्मुख आग में डाले, जिससे धूप का धुआँ साक्षीपत्र के ऊपर के प्रायश्चित के ढकने के ऊपर छा जाए, नहीं तो वह मर जाएगा;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वह बछड़े के लहू में से कुछ लेकर पूरब की ओर प्रायश्चित के ढकने के ऊपर अपनी उँगली से छिड़के, और फिर उस लहू में से कुछ उँगली के द्वारा उस ढकने के सामने भी सात बार छिड़क दे। (इब्रा. 9:713)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर वह उस पापबलि के बकरे को जो साधारण जनता के लिये होगा बलिदान करके उसके लहू को बीचवाले पर्दे के भीतर ले आए, और जिस प्रकार बछड़े के लहू से उसने किया था ठीक वैसा ही वह बकरे के लहू से भी करे, अर्थात् उसको प्रायश्चित के ढकने के ऊपर और उसके सामने छिड़के। (इब्रा. 6:19, इब्रा. 7:27, इब्रा. 9:7-13 इब्रा. 10:4)\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वह इस्राएलियों की भाँति-भाँति की अशुद्धता, और अपराधों, और उनके सब पापों के कारण पवित्रस्‍थान के लिये प्रायश्चित करे; और मिलापवाले तम्बू जो उनके संग उनकी भाँति-भाँति की अशुद्धता के बीच रहता है* उसके लिये भी वह वैसा ही करे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब हारून प्रायश्चित करने के लिये अति पवित्रस्‍थान में प्रवेश करे, तब से जब तक वह अपने और अपने घराने और इस्राएल की सारी मण्डली के लिये प्रायश्चित करके बाहर न निकले तब तक कोई मनुष्य मिलापवाले तम्बू में न रहे।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर वह निकलकर उस वेदी के पास जो यहोवा के सामने है जाए और उसके लिये प्रायश्चित करे, अर्थात् बछड़े के लहू और बकरे के लहू दोनों में से कुछ लेकर उस वेदी के चारों कोनों के सींगों पर लगाए।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उस लहू में से कुछ अपनी उँगली के द्वारा सात बार उस पर छिड़ककर उसे इस्राएलियों की भाँति-भाँति की अशुद्धता छुड़ाकर शुद्ध और पवित्र करे।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "प्रायश्चित का बकरा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“जब वह पवित्रस्‍थान और मिलापवाले तम्बू और वेदी के लिये प्रायश्चित कर चुके, तब जीवित बकरे को आगे ले आए;\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और हारून अपने दोनों हाथों को जीवित बकरे पर रखकर इस्राएलियों के सब अधर्म के कामों, और उनके सब अपराधों, अर्थात् उनके सारे पापों को अंगीकार करे, और उनको बकरे के सिर पर धरकर उसको किसी मनुष्य के हाथ जो इस काम के लिये तैयार हो जंगल में भेजके छुड़वा दे। (इब्रा. 10:4)\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह बकरा उनके सब अधर्म के कामों को अपने ऊपर लादे हुए किसी निर्जन देश में उठा ले जाएगा; इसलिए वह मनुष्य उस बकरे को जंगल में छोड़ दे।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तब हारून मिलापवाले तम्बू में आए, और जिस सनी के वस्त्रों को पहने हुए उसने अति पवित्रस्‍थान में प्रवेश किया था उन्हें उतारकर वहीं पर रख दे।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर वह किसी पवित्रस्‍थान में जल से स्नान कर अपने निज वस्त्र पहन ले, और बाहर जाकर अपने होमबलि और साधारण जनता के होमबलि को चढ़ाकर अपने और जनता के लिये प्रायश्चित करे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और पापबलि की चर्बी को वह वेदी पर जलाए।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो मनुष्य बकरे को अजाजेल के लिये छोड़कर आए वह भी अपने वस्त्रों को धोए, और जल से स्नान करे, और तब वह छावनी में प्रवेश करे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और पापबलि का बछड़ा और पापबलि का बकरा भी जिनका लहू पवित्रस्‍थान में प्रायश्चित करने के लिये पहुँचाया जाए वे दोनों छावनी से बाहर पहुँचाए जाएँ; और उनका चमड़ा, माँस, और गोबर आग में जला दिया जाए।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो उनको जलाए वह अपने वस्त्रों को धोए, और जल से स्नान करे, और इसके बाद वह छावनी में प्रवेश करने पाए।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "पाप से निस्तार का दिन मानना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तुम लोगों के लिये यह सदा की विधि होगी कि सातवें महीने के दसवें दिन को तुम उपवास करना, और उस दिन कोई, चाहे वह तुम्हारे निज देश का हो चाहे तुम्हारे बीच रहनेवाला कोई परदेशी हो, कोई भी किसी प्रकार का काम-काज न करे;\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि उस दिन तुम्हें शुद्ध करने के लिये तुम्हारे निमित्त प्रायश्चित किया जाएगा; और तुम अपने सब पापों से यहोवा के सम्मुख पवित्र ठहरोगे।\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह तुम्हारे लिये परमविश्राम का दिन ठहरे, और तुम उस दिन उपवास करना और किसी प्रकार का काम-काज न करना; यह सदा की विधि है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जिसका अपने पिता के स्थान पर याजक पद के लिये अभिषेक और संस्कार किया जाए वह याजक प्रायश्चित किया करे, अर्थात् वह सनी के पवित्र वस्त्रों को पहनकर,\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पवित्रस्‍थान, और मिलापवाले तम्बू, और वेदी के लिये प्रायश्चित करे; और याजकों के और मण्डली के सब लोगों के लिये भी प्रायश्चित करे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यह तुम्हारे लिये सदा की विधि होगी, कि इस्राएलियों के लिये प्रति वर्ष एक बार तुम्हारे सारे पापों के लिये प्रायश्चित किया जाए।” यहोवा की इस आज्ञा के अनुसार जो उसने मूसा को दी थी, हारून ने किया।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "पाप से छुटकारे का दिन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}