{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने मूसा से कहा,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हारून और उसके पुत्रों से कह कि इस्राएलियों की पवित्र की हुई वस्तुओं से जिनको वे मेरे लिये पवित्र करते हैं अलग रहें, और मेरे पवित्र नाम को अपवित्र न करें*; मैं यहोवा हूँ।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उनसे कह कि तुम्हारी पीढ़ी-पीढ़ी में तुम्हारे सारे वंश में से जो कोई अपनी अशुद्धता की दशा में उन पवित्र की हुई वस्तुओं के पास जाए, जिन्हें इस्राएली यहोवा के लिये पवित्र करते हैं, वह मनुष्य मेरे सामने से नाश किया जाएगा; मैं यहोवा हूँ।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हारून के वंश में से कोई क्यों न हो, जो कोढ़ी हो, या उसके प्रमेह हो, वह मनुष्य जब तक शुद्ध न हो जाए, तब तक पवित्र की हुई वस्तुओं में से कुछ न खाए। और जो लोथ के कारण अशुद्ध हुआ हो, या जिसका वीर्य स्खलित हुआ हो, ऐसे मनुष्य को जो कोई छूए,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो कोई किसी ऐसे रेंगनेवाले जन्तु को छूए जिससे लोग अशुद्ध हो सकते हैं, या किसी ऐसे मनुष्य को छूए जिसमें किसी प्रकार की अशुद्धता हो जो उसको भी लग सकती है।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो वह याजक जो इनमें से किसी को छूए सांझ तक अशुद्ध ठहरा रहे, और जब तक जल से स्नान न कर ले, तब तक पवित्र वस्तुओं में से कुछ न खाए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब सूर्य अस्त होने पर वह शुद्ध ठहरेगा; और तब वह पवित्र वस्तुओं में से खा सकेगा, क्योंकि उसका भोजन वही है।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो जानवर आप से मरा हो या पशु से फाड़ा गया हो उसे खाकर वह अपने आप को अशुद्ध न करे; मैं यहोवा हूँ।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए याजक लोग मेरी सौंपी हुई वस्तुओं की रक्षा करें, ऐसा न हो कि वे उनको अपवित्र करके पाप का भार उठाए, और इसके कारण मर भी जाएँ; मैं उनका पवित्र करनेवाला यहोवा हूँ।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "पवित्र भोजन सम्बन्धित निर्देश\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“पराए कुल का जन, किसी पवित्र वस्तु को न खाने पाए, चाहे वह याजक का अतिथि हो या मजदूर हो, तो भी वह कोई पवित्र वस्तु न खाए।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यदि याजक किसी दास को रुपया देकर मोल ले, तो वह दास उसमें से खा सकता है; और जो याजक के घर में उत्‍पन्‍न हुए हों चाहे कुटुम्बी या दास, वे भी उसके भोजन में से खाएँ।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यदि याजक की बेटी पराए कुल के किसी पुरुष से विवाह हो, तो वह भेंट की हुई पवित्र वस्तुओं में से न खाए।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यदि याजक की बेटी विधवा या त्यागी हुई हो, और उसकी सन्तान न हो, और वह अपनी बाल्यावस्था की रीति के अनुसार अपने पिता के घर में रहती हो, तो वह अपने पिता के भोजन में से खाए; पर पराए कुल का कोई उसमें से न खाने पाए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यदि कोई मनुष्य किसी पवित्र वस्तु में से कुछ भूल से खा जाए*, तो वह उसका पाँचवाँ भाग बढ़ाकर उसे याजक को भर दे।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे इस्राएलियों की पवित्र की हुई वस्तुओं को, जिन्हें वे यहोवा के लिये चढ़ाएँ, अपवित्र न करें।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे उनको अपनी पवित्र वस्तुओं में से खिलाकर उनसे अपराध का दोष न उठवाएँ; मैं उनका पवित्र करनेवाला यहोवा हूँ।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "ग्रहणयोग्य पशु बलि\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने मूसा से कहा,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हारून और उसके पुत्रों से और इस्राएलियों से समझाकर कह कि इस्राएल के घराने या इस्राएलियों में रहनेवाले परदेशियों में से कोई क्यों न हो, जो मन्नत या स्वेच्छाबलि करने के लिये यहोवा को कोई होमबलि चढ़ाए,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो अपने निमित्त ग्रहणयोग्य ठहरने के लिये बैलों या भेड़ों या बकरियों में से निर्दोष नर चढ़ाया जाए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिसमें कोई भी दोष हो उसे न चढ़ाना; क्योंकि वह तुम्हारे निमित्त ग्रहणयोग्य न ठहरेगा।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो कोई बैलों या भेड़-बकरियों में से विशेष वस्तु संकल्प करने के लिये या स्वेच्छाबलि के लिये यहोवा को मेलबलि चढ़ाए, तो ग्रहण होने के लिये अवश्य है कि वह निर्दोष हो, उसमें कोई भी दोष न हो।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो अंधा या अंग का टूटा या लूला हो, अथवा उसमें रसौली या खौरा या खुजली हो, ऐसों को यहोवा के लिये न चढ़ाना, उनको वेदी पर यहोवा के लिये हव्य न चढ़ाना।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिस किसी बैल या भेड़ या बकरे का कोई अंग अधिक या कम हो उसको स्वेच्छाबलि के लिये चढ़ा सकते हो, परन्तु मन्नत पूरी करने के लिये वह ग्रहण न होगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिसके अंड दबे या कुचले या टूटे या कट गए हों उसको यहोवा के लिये न चढ़ाना, और अपने देश में भी ऐसा काम न करना।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर इनमें से किसी को तुम अपने परमेश्‍वर का भोजन जानकर किसी परदेशी से लेकर न चढ़ाओ; क्योंकि उनमें दोष और कलंक है, इसलिए वे तुम्हारे निमित्त ग्रहण न होंगे।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "बलिदान के लिये अतिरिक्त नियम\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने मूसा से कहा,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“जब बछड़ा या भेड़ या बकरी का बच्चा उत्‍पन्‍न हो, तो वह सात दिन तक अपनी माँ के साथ रहे; फिर आठवें दिन से आगे को वह यहोवा के हव्य चढ़ावे के लिये ग्रहणयोग्य ठहरेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "चाहे गाय, चाहे भेड़ी या बकरी हो, उसको और उसके बच्चे को एक ही दिन में बलि न करना।\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब तुम यहोवा के लिये धन्यवाद का मेलबलि चढ़ाओ, तो उसे इसी प्रकार से करना जिससे वह ग्रहणयोग्य ठहरे।\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह उसी दिन खाया जाए, उसमें से कुछ भी सवेरे तक रहने न पाए; मैं यहोवा हूँ।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“इसलिए तुम मेरी आज्ञाओं को मानना और उनका पालन करना; मैं यहोवा हूँ।\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मेरे पवित्र नाम को अपवित्र न ठहराना, क्योंकि मैं इस्राएलियों के बीच अवश्य ही पवित्र माना जाऊँगा; मैं तुम्हारा पवित्र करनेवाला यहोवा हूँ,\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो तुम को मिस्र देश से निकाल लाया है जिससे तुम्हारा परमेश्‍वर बना रहूँ; मैं यहोवा हूँ।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "याजकीय अशुद्धता\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}