{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने मूसा से कहा,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“इस्राएलियों से यह कह कि जब कोई विशेष संकल्प माने, तो संकल्प किया हुआ मनुष्य तेरे ठहराने के अनुसार यहोवा के होंगे;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए यदि वह बीस वर्ष या उससे अधिक और साठ वर्ष से कम अवस्था का पुरुष हो, तो उसके लिये पवित्रस्‍थान के शेकेल के अनुसार पचास शेकेल का चाँदी ठहरे।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यदि वह स्त्री हो, तो तीस शेकेल ठहरे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यदि उसकी अवस्था पाँच वर्ष या उससे अधिक और बीस वर्ष से कम की हो, तो लड़के के लिये तो बीस शेकेल, और लड़की के लिये दस शेकेल ठहरे।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यदि उसकी अवस्था एक महीने या उससे अधिक और पाँच वर्ष से कम की हो, तो लड़के के लिये तो पाँच, और लड़की के लिये तीन शेकेल ठहरे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यदि उसकी अवस्था साठ वर्ष की या उससे अधिक हो, और वह पुरुष हो तो उसके लिये पन्द्रह शेकेल, और स्त्री हो तो दस शेकेल ठहरे।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यदि कोई इतना कंगाल हो कि याजक का ठहराया हुआ दाम न दे सके, तो वह याजक के सामने खड़ा किया जाए, और याजक उसकी पूँजी ठहराए, अर्थात् जितना संकल्प करनेवाले से हो सके, याजक उसी के अनुसार ठहराए।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर जिन पशुओं में से लोग यहोवा को चढ़ावा चढ़ाते है, यदि ऐसों में से कोई संकल्प किया जाए, तो जो पशु कोई यहोवा को दे वह पवित्र ठहरेगा।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह उसे किसी प्रकार से न बदले, न तो वह बुरे के बदले अच्छा, और न अच्छे के बदले बुरा दे; और यदि वह उस पशु के बदले दूसरा पशु दे, तो वह और उसका बदला दोनों पवित्र ठहरेंगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जिन पशुओं में से लोग यहोवा के लिये चढ़ावा नहीं चढ़ाते ऐसों में से यदि वह हो, तो वह उसको याजक के सामने खड़ा कर दे,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब याजक पशु के गुण-अवगुण दोनों विचार कर उसका मोल ठहराए; और जितना याजक ठहराए उसका मोल उतना ही ठहरे।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर यदि संकल्प करनेवाला उसे किसी प्रकार से छुड़ाना चाहे, तो जो मोल याजक ने ठहराया हो उसमें उसका पाँचवाँ भाग और बढ़ाकर दे।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर यदि कोई अपना घर यहोवा के लिये पवित्र ठहराकर संकल्प करे, तो याजक उसके गुण-अवगुण दोनों विचार कर उसका मोल ठहराए; और जितना याजक ठहराए उसका मोल उतना ही ठहरे।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यदि घर का पवित्र करनेवाला* उसे छुड़ाना चाहे, तो जितना रुपया याजक ने उसका मोल ठहराया हो उसमें वह पाँचवाँ भाग और बढ़ाकर दे, तब वह घर उसी का रहेगा।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर यदि कोई अपनी निज भूमि का कोई भाग यहोवा के लिये पवित्र ठहराना चाहे, तो उसका मोल इसके अनुसार ठहरे, कि उसमें कितना बीज पड़ेगा; जितना भूमि में होमेर भर जौ पड़े उतनी का मोल पचास शेकेल ठहरे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यदि वह अपना खेत जुबली के वर्ष ही में पवित्र ठहराए, तो उसका दाम तेरे ठहराने के अनुसार ठहरे;\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यदि वह अपना खेत जुबली के वर्ष के बाद पवित्र ठहराए, तो जितने वर्ष दूसरे जुबली के वर्ष के बाकी रहें उन्हीं के अनुसार याजक उसके लिये रुपये का हिसाब करे, तब जितना हिसाब में आए उतना याजक के ठहराने से कम हो।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यदि खेत को पवित्र ठहरानेवाला उसे छुड़ाना चाहे, तो जो दाम याजक ने ठहराया हो उसमें वह पाँचवाँ भाग और बढ़ाकर दे, तब खेत उसी का रहेगा।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यदि वह खेत को छुड़ाना न चाहे, या उसने उसको दूसरे के हाथ बेचा हो, तो खेत आगे को कभी न छुड़ाया जाए;\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु जब वह खेत जुबली के वर्ष में छूटे, तब पूरी रीति से अर्पण किए हुए खेत के समान यहोवा के लिये पवित्र ठहरे, अर्थात् वह याजक ही की निज भूमि हो जाए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यदि कोई अपना मोल लिया हुआ खेत, जो उसकी निज भूमि के खेतों में का न हो, यहोवा के लिये पवित्र ठहराए,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो याजक जुबली के वर्ष तक का हिसाब करके उस मनुष्य के लिये जितना ठहराए उतना ही वह यहोवा के लिये पवित्र जानकर उसी दिन दे-दे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जुबली के वर्ष में वह खेत उसी के अधिकार में जिससे वह मोल लिया गया हो फिर आ जाए, अर्थात् जिसकी वह निज भूमि हो उसी की फिर हो जाए।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिस-जिस वस्तु का मोल याजक ठहराए उसका मोल पवित्रस्‍थान ही के शेकेल के हिसाब से ठहरे: शेकेल बीस गेरा का ठहरे।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“परन्तु घरेलू पशुओं का पहलौठा, जो पहलौठा होने के कारण यहोवा का ठहरा है, उसको कोई पवित्र न ठहराए; चाहे वह बछड़ा हो, चाहे भेड़ या बकरी का बच्चा, वह यहोवा ही का है।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यदि वह अशुद्ध पशु का हो, तो उसका पवित्र ठहरानेवाला उसको याजक के ठहराए हुए मोल के अनुसार उसका पाँचवाँ भाग और बढ़ाकर छुड़ा सकता है; और यदि वह न छुड़ाया जाए, तो याजक के ठहराए हुए मोल पर बेच दिया जाए।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“परन्तु अपनी सारी वस्तुओं में से जो कुछ कोई यहोवा के लिये अर्पण करे*, चाहे मनुष्य हो चाहे पशु, चाहे उसकी निज भूमि का खेत हो, ऐसी कोई अर्पण की हुई वस्तु न तो बेची जाए और न छुड़ाई जाए; जो कुछ अर्पण किया जाए वह यहोवा के लिये परमपवित्र ठहरे।\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मनुष्यों में से जो कोई मृत्यु दण्ड के लिये अर्पण किया जाए, वह छुड़ाया न जाए; निश्चय वह मार डाला जाए।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर भूमि की उपज का सारा दशमांश, चाहे वह भूमि का बीज हो चाहे वृक्ष का फल, वह यहोवा ही का है; वह यहोवा के लिये पवित्र ठहरे। (मत्ती 23:23, लूका 11:42)\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यदि कोई अपने दशमांश में से कुछ छुड़ाना चाहे, तो पाँचवाँ भाग बढ़ाकर उसको छुड़ाए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और गाय-बैल और भेड़-बकरियाँ, अर्थात् जो-जो पशु गिनने के लिये लाठी के तले निकल जानेवाले हैं उनका दशमांश, अर्थात् दस-दस पीछे एक-एक पशु यहोवा के लिये पवित्र ठहरे।\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कोई उसके गुण-अवगुण न विचारे, और न उसको बदले; और यदि कोई उसको बदल भी ले, तो वह और उसका बदला दोनों पवित्र ठहरें; और वह कभी छुड़ाया न जाए।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो आज्ञाएँ यहोवा ने इस्राएलियों के लिये सीनै पर्वत पर मूसा को दी थीं, वे ये ही हैं।"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "विशेष संकल्प की विधि\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}