{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर दोषबलि की व्यवस्था यह है। वह परमपवित्र है;\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिस स्थान पर होमबलि पशु का वध करते हैं उसी स्थान पर दोषबलि पशु भी बलि करें, और उसके लहू को याजक वेदी पर चारों ओर छिड़के।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वह उसमें की सब चर्बी को चढ़ाए, अर्थात् उसकी मोटी पूँछ को, और जिस चर्बी से अंतड़ियाँ ढपी रहती हैं वह भी,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और दोनों गुर्दे और जो चर्बी उनके ऊपर और कमर के पास रहती है, और गुर्दों समेत कलेजे के ऊपर की झिल्ली; इन सभी को वह अलग करे;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और याजक इन्हें वेदी पर यहोवा के लिये हवन करे; तब वह दोषबलि होगा।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "याजकों में के सब पुरुष उसमें से खा सकते हैं; वह किसी पवित्रस्‍थान में खाया जाए; क्योंकि वह परमपवित्र है। (1 कुरि. 10:18)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जैसा पापबलि है वैसा ही दोषबलि भी है, उन दोनों की एक ही व्यवस्था है; जो याजक उन बलियों को चढ़ा के प्रायश्चित करे वही उन वस्तुओं को ले-ले।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो याजक किसी के लिये होमबलि को चढ़ाए उस होमबलि पशु की खाल को वही याजक ले-ले।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तंदूर में, या कढ़ाही में, या तवे पर पके हुए सब अन्नबलि उसी याजक की होंगी जो उन्हें चढ़ाता है। (लैव्य. 2:3,10, गिनती. 18:9, यहे. 44:29)\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और सब अन्नबलि, जो चाहे तेल से सने हुए हों चाहे रूखे हों, वे हारून के सब पुत्रों को एक समान मिले।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "मेलबलि\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“मेलबलि की जिसे कोई यहोवा के लिये चढ़ाए व्यवस्था यह है:\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यदि वह उसे धन्यवाद के लिये चढ़ाए, तो धन्यवाद-बलि के साथ तेल से सने हुए अख़मीरी फुलके, और तेल से चुपड़ी हुई अख़मीरी रोटियाँ, और तेल से सने हुए मैदे के फुलके तेल से तर चढ़ाए। (इब्रा. 13:15)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वह अपने धन्यवादवाले मेलबलि के साथ अख़मीरी रोटियाँ, भी चढ़ाए।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और ऐसे एक-एक चढ़ावे में से वह एक-एक रोटी यहोवा को उठाने की भेंट करके चढ़ाए; वह मेलबलि के लहू के छिड़कनेवाले याजक की होगी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उस धन्यवादवाले मेलबलि का माँस बलिदान चढ़ाने के दिन ही खाया जाए; उसमें से कुछ भी भोर तक शेष न रह जाए। (1 कुरि. 10:18)\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर यदि उसके बलिदान का चढ़ावा मन्नत का या स्वेच्छा का हो*, तो उस बलिदान को जिस दिन वह चढ़ाया जाए उसी दिन वह खाया जाए, और उसमें से जो शेष रह जाए वह दूसरे दिन भी खाया जाए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु जो कुछ बलिदान के माँस में से तीसरे दिन तक रह जाए वह आग में जला दिया जाए।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसके मेलबलि के माँस में से यदि कुछ भी तीसरे दिन खाया जाए, तो वह ग्रहण न किया जाएगा, और न उसके हित में गिना जाएगा; वह घृणित कर्म समझा जाएगा, और जो कोई उसमें से खाए उसका अधर्म उसी के सिर पर पड़ेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर जो माँस किसी अशुद्ध वस्तु से छू जाए वह न खाया जाए; वह आग में जला दिया जाए। फिर मेलबलि का माँस जितने शुद्ध हों वे ही खाएँ,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु जो अशुद्ध होकर यहोवा के मेलबलि के माँस में से कुछ खाए वह अपने लोगों में से नाश किया जाए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यदि कोई किसी अशुद्ध वस्तु को छूकर यहोवा के मेलबलि पशु के माँस में से खाए, तो वह भी अपने लोगों में से नाश किया जाए, चाहे वह मनुष्य की कोई अशुद्ध वस्तु या अशुद्ध पशु या कोई भी अशुद्ध और घृणित वस्तु हो।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "वर्जित लहू और चर्बी\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने मूसा से कहा,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“इस्राएलियों से इस प्रकार कह: तुम लोग न तो बैल की कुछ चर्बी* खाना और न भेड़ या बकरी की।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो पशु स्वयं मर जाए, और जो दूसरे पशु से फाड़ा जाए, उसकी *चर्बी और अन्य काम में लाना, परन्तु उसे किसी प्रकार से खाना नहीं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो कोई ऐसे पशु की चर्बी खाएगा जिसमें से लोग कुछ यहोवा के लिये हवन करके चढ़ाया करते हैं वह खानेवाला अपने लोगों में से नाश किया जाएगा।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तुम अपने घर में किसी भाँति का लहू, चाहे पक्षी का चाहे पशु का हो, न खाना।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हर एक प्राणी जो किसी भाँति का लहू खाएगा वह अपने लोगों में से नाश किया जाएगा।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने मूसा से कहा,\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“इस्राएलियों से इस प्रकार कह: जो यहोवा के लिये मेलबलि चढ़ाए वह उसी मेलबलि में से यहोवा के पास भेंट ले आए;\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह अपने ही हाथों से यहोवा के हव्य* को, अर्थात् छाती समेत चर्बी को ले आए कि छाती हिलाने की भेंट करके यहोवा के सामने हिलाई जाए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और याजक चर्बी को तो वेदी पर जलाए, परन्तु छाती हारून और उसके पुत्रों की होगी।\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर तुम अपने मेलबलियों में से दाहिनी जाँघ को भी उठाने की भेंट करके याजक को देना;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हारून के पुत्रों में से जो मेलबलि के लहू और चर्बी को चढ़ाए दाहिनी जाँघ उसी का भाग होगा।\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि इस्राएलियों के मेलबलियों में से हिलाने की भेंट की छाती और उठाने की भेंट की जाँघ को लेकर मैंने याजक हारून और उसके पुत्रों को दिया है, कि यह सर्वदा इस्राएलियों की ओर से उनका हक़ बना रहे।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“जिस दिन हारून और उसके पुत्र यहोवा के समीप याजक पद के लिये लाए गए, उसी दिन यहोवा के हव्यों में से उनका यही अभिषिक्त भाग ठहराया गया;\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् जिस दिन यहोवा ने उनका अभिषेक किया उसी दिन उसने आज्ञा दी कि उनको इस्राएलियों की ओर से ये भाग नित्य मिला करें; उनकी पीढ़ी-पीढ़ी के लिये उनका यही हक़ ठहराया गया।” (निर्गमन. 40:13-15)\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "होमबलि, अन्नबलि, पापबलि, दोषबलि, याजकों के संस्कार बलि, और मेलबलि की व्यवस्था यही है; (लैव्य. 6:9, लैव्य. 6:14)\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब यहोवा ने सीनै पर्वत के पास के जंगल में मूसा को आज्ञा दी कि इस्राएली मेरे लिये क्या-क्या चढ़ावा चढ़ाएँ, तब उसने उनको यही व्यवस्था दी थी।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "दोषबलि\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}