{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने मूसा से कहा,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तू हारून और उसके पुत्रों के वस्त्रों, और अभिषेक के तेल, और पापबलि के बछड़े, और दोनों मेढ़ों, और अख़मीरी रोटी की टोकरी को\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मिलापवाले तम्बू के द्वार पर ले आ, और वहीं सारी मण्डली को इकट्ठा कर।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा की इस आज्ञा के अनुसार मूसा ने किया; और मण्डली मिलापवाले तम्बू के द्वार पर इकट्ठा हुई।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा ने मण्डली से कहा, “जो काम करने की आज्ञा यहोवा ने दी है वह यह है।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर मूसा ने हारून और उसके पुत्रों को समीप ले जाकर जल से नहलाया*।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने उनको अंगरखा पहनाया, और कटिबन्द लपेटकर बागा पहना दिया, और एपोद लगाकर एपोद के काढ़े हुए पट्टे से एपोद को बाँधकर कस दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने चपरास लगाकर चपरास में ऊरीम और तुम्मीम रख दिए।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने उसके सिर पर पगड़ी बाँधकर पगड़ी के सामने सोने के टीके को, अर्थात् पवित्र मुकुट को लगाया, जिस प्रकार यहोवा ने मूसा को आज्ञा दी थी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा ने अभिषेक का तेल लेकर निवास का और जो कुछ उसमें था उन सब का भी अभिषेक करके उन्हें पवित्र किया।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उस तेल में से कुछ उसने वेदी पर सात बार* छिड़का, और सम्पूर्ण सामान समेत वेदी का और पाए समेत हौदी का अभिषेक करके उन्हें पवित्र किया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने अभिषेक के तेल में से कुछ हारून के सिर पर डालकर उसका अभिषेक करके उसे पवित्र किया।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर मूसा ने हारून के पुत्रों को समीप ले आकर, अंगरखे पहनाकर, कटिबन्ध बाँध के उनके सिर पर टोपी रख दी, जिस प्रकार यहोवा ने मूसा को आज्ञा दी थी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वह पापबलि के बछड़े को समीप ले गया; और हारून और उसके पुत्रों ने अपने-अपने हाथ पापबलि के बछड़े के सिर पर रखे।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वह बलि किया गया, और मूसा ने लहू को लेकर उँगली से वेदी के चारों सींगों पर लगाकर पवित्र किया*, और लहू को वेदी के पाए पर उण्डेल दिया, और उसके लिये प्रायश्चित करके उसको पवित्र किया। (इब्रा. 9:21)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मूसा ने अंतड़ियों पर की सब चर्बी, और कलेजे पर की झिल्ली, और चर्बी समेत दोनों गुर्दों को लेकर वेदी पर जलाया।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु बछड़े में से जो कुछ शेष रह गया उसको, अर्थात् गोबर समेत उसकी खाल और माँस को उसने छावनी से बाहर आग में जलाया, जिस प्रकार यहोवा ने मूसा को आज्ञा दी थी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर वह होमबलि के मेढ़े को समीप ले गया, और हारून और उसके पुत्रों ने अपने-अपने हाथ मेढ़े के सिर पर रखे।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वह बलि किया गया, और मूसा ने उसका लहू वेदी पर चारों ओर छिड़का। (इब्रा. 9:21)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मेढ़ा टुकड़े-टुकड़े किया गया, और मूसा ने सिर और चर्बी समेत टुकड़ों को जलाया।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अंतड़ियाँ और पाँव जल से धोये गए, और मूसा ने पूरे मेढ़े को वेदी पर जलाया, और वह सुखदायक सुगन्ध देने के लिये होमबलि और यहोवा के लिये हव्य हो गया, जिस प्रकार यहोवा ने मूसा को आज्ञा दी थी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर वह दूसरे मेढ़े को जो संस्कार का मेढ़ा था समीप ले गया, और हारून और उसके पुत्रों ने अपने-अपने हाथ मेढ़े के सिर पर रखे।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वह बलि किया गया, और मूसा ने उसके लहू में से कुछ लेकर हारून के दाहिने कान के सिरे पर और उसके दाहिने हाथ और दाहिने पाँव के अँगूठों पर लगाया।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वह हारून के पुत्रों को समीप ले गया, और लहू में से कुछ एक-एक के दाहिने कान के सिरे पर और दाहिने हाथ और दाहिने पाँव के अँगूठों पर लगाया; और मूसा ने लहू को वेदी पर चारों ओर छिड़का।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने चर्बी, और मोटी पूँछ, और अंतड़ियों पर की सब चर्बी, और कलेजे पर की झिल्ली समेत दोनों गुर्दे, और दाहिनी जाँघ, ये सब लेकर अलग रखे;\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और अख़मीरी रोटी की टोकरी जो यहोवा के आगे रखी गई थी उसमें से एक अख़मीरी रोटी, और तेल से सने हुए मैदे का एक फुलका, और एक पापड़ी लेकर चर्बी और दाहिनी जाँघ पर रख दी;\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और ये सब वस्तुएँ हारून और उसके पुत्रों के हाथों पर रख दी गईं, और हिलाने की भेंट के लिये यहोवा के सामने हिलाई गईं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा ने उन्हें फिर उनके हाथों पर से लेकर उन्हें वेदी पर होमबलि के ऊपर जलाया, यह सुखदायक सुगन्ध देने के लिये संस्कार की भेंट और यहोवा के लिये हव्य था।\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा ने छाती को लेकर हिलाने की भेंट के लिये यहोवा के आगे हिलाया; और संस्कार के मेढ़े में से मूसा का भाग यही हुआ जैसा यहोवा ने मूसा को आज्ञा दी थी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा ने अभिषेक के तेल और वेदी पर के लहू, दोनों में से कुछ लेकर हारून और उसके वस्त्रों पर, और उसके पुत्रों और उनके वस्त्रों पर भी छिड़का; और उसने वस्त्रों समेत हारून को भी पवित्र किया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा ने हारून और उसके पुत्रों से कहा, “माँस को मिलापवाले तम्बू के द्वार पर पकाओ, और उस रोटी को जो संस्कार की टोकरी में है वहीं खाओ, जैसा मैंने आज्ञा दी है कि हारून और उसके पुत्र उसे खाएँ।\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और माँस और रोटी में से जो शेष रह जाए उसे आग में जला देना।\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब तक तुम्हारे संस्कार के दिन पूरे न हों तब तक, अर्थात् सात दिन तक मिलापवाले तम्बू के द्वार के बाहर न जाना, क्योंकि वह सात दिन तक तुम्हारा संस्कार करता रहेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिस प्रकार आज किया गया है वैसा ही करने की आज्ञा यहोवा ने दी है, जिससे तुम्हारा प्रायश्चित किया जाए।\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए तुम मिलापवाले तम्बू के द्वार पर सात दिन तक दिन-रात ठहरे रहना, और यहोवा की आज्ञा को मानना, ताकि तुम मर न जाओ; क्योंकि ऐसी ही आज्ञा मुझे दी गई है।” \n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा की इन्हीं सब आज्ञाओं के अनुसार जो उसने मूसा के द्वारा दी थीं हारून और उसके पुत्रों ने किया।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "हारून और उसके पुत्रों का अभिषेक\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}