{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "आठवें दिन मूसा ने हारून और उसके पुत्रों को और इस्राएली पुरनियों को बुलवाकर हारून से कहा,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“पापबलि के लिये एक निर्दोष बछड़ा, और होमबलि के लिये एक निर्दोष मेढ़ा लेकर यहोवा के सामने भेंट चढ़ा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इस्राएलियों से यह कह, ‘तुम पापबलि के लिये एक बकरा, और होमबलि के लिये एक बछड़ा और एक भेड़ का बच्चा लो, जो एक वर्ष के हों और निर्दोष हों,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मेलबलि के लिये यहोवा के सम्मुख चढ़ाने के लिये एक बैल और एक मेढ़ा, और तेल से सने हुए मैदे का एक अन्नबलि भी ले लो; क्योंकि आज यहोवा तुम को दर्शन देगा’।” \n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जिस-जिस वस्तु की आज्ञा मूसा ने दी उन सबको वे मिलापवाले तम्बू के आगे ले आए; और सारी मण्डली समीप जाकर यहोवा के सामने खड़ी हुई।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा ने कहा, “यह वह काम है जिसके करने के लिये यहोवा ने आज्ञा दी है कि तुम उसे करो; और यहोवा की महिमा का तेज तुम को दिखाई पड़ेगा।” \n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा ने हारून से कहा, “यहोवा की आज्ञा के अनुसार वेदी के समीप जाकर अपने पापबलि और होमबलि को चढ़ाकर अपने और सब जनता के लिये प्रायश्चित कर और जनता के चढ़ावे को भी चढ़ाकर उनके लिये प्रायश्चित कर।” (इब्रा. 5:3)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए हारून ने वेदी के समीप जाकर अपने पापबलि के बछड़े को बलिदान किया।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और हारून के पुत्र लहू को उसके पास ले गए, तब उसने अपनी उँगली को लहू में डुबाकर वेदी के सींगों पर लहू को लगाया, और शेष लहू को वेदी के पाए पर उण्डेल दिया;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और पापबलि में की चर्बी और गुर्दों और कलेजे पर की झिल्ली को उसने वेदी पर जलाया, जैसा यहोवा ने मूसा को आज्ञा दी थी।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और माँस और खाल को उसने छावनी से बाहर आग में जलाया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब होमबलि पशु को बलिदान किया; और हारून के पुत्रों ने लहू को उसके हाथ में दिया, और उसने उसको वेदी पर चारों ओर छिड़क दिया।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उन्होंने होमबलि पशु को टुकड़े-टुकड़े करके सिर सहित उसके हाथ में दे दिया और उसने उनको वेदी पर जला दिया।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने अंतड़ियों और पाँवों को धोकर वेदी पर होमबलि के ऊपर जलाया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने लोगों के चढ़ावे को* आगे लेकर और उस पापबलि के बकरे को जो उनके लिये था लेकर उसका बलिदान किया, और पहले के समान उसे भी पापबलि करके चढ़ाया।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने होमबलि को भी समीप ले जाकर विधि के अनुसार चढ़ाया।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और अन्नबलि को भी समीप ले जाकर उसमें से मुट्ठी भर वेदी पर जलाया, यह भोर के होमबलि के अलावा चढ़ाया गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बैल और मेढ़ा, अर्थात् जो मेलबलि पशु जनता के लिये थे वे भी बलि किये गए; और हारून के पुत्रों ने लहू को उसके हाथ में दिया, और उसने उसको वेदी पर चारों ओर छिड़क दिया;\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन्होंने बैल की चर्बी को, और मेढ़े में से मोटी पूँछ को, और जिस चर्बी से अंतड़ियाँ ढपी रहती हैं उसको, और गुर्दों सहित कलेजे पर की झिल्ली को भी उसके हाथ में दिया;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन्होंने चर्बी को छातियों पर रखा; और उसने वह चर्बी वेदी पर जलाई,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु छातियों और दाहिनी जाँघ को हारून ने मूसा की आज्ञा के अनुसार हिलाने की भेंट के लिये यहोवा के सामने हिलाया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब हारून ने लोगों की ओर हाथ बढ़ाकर उन्हें आशीर्वाद दिया; और पापबलि, होमबलि, और मेलबलियों को चढ़ाकर वह नीचे उतर आया।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मूसा और हारून मिलापवाले तम्बू में गए, और निकलकर लोगों को आशीर्वाद दिया*; तब यहोवा का तेज सारी जनता को दिखाई दिया।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहोवा के सामने से आग निकली चर्बी सहित होमबलि को वेदी पर भस्म कर दिया; इसे देखकर जनता ने जय-जयकार का नारा लगाया, और अपने-अपने मुँह के बल गिरकर दण्डवत् किया।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "याजकीय सेवकाई बलि-अर्पण\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}