{
  "1": "After Ehud died, the Israelites did not obey Yahweh and they did evil things, and Yahweh saw what they were doing.",
  "2": "So he allowed the army of Jabin, one of the kings in the region of Canaan, who ruled in the city of Hazor, to conquer the Israelites. The commander of his army was Sisera, who lived in Harosheth (where many of those who were not Israelites lived).",
  "3": "Sisera's army had nine hundred chariots made out of iron. For twenty years he cruelly oppressed the Israelites. Then they pleaded to Yahweh to help them.",
  "4": "Now Deborah, a woman who proclaimed the word of Yahweh (who was the wife of Lappidoth), was a leading judge in Israel at that time.",
  "5": "She would sit under her palm tree (they called it the \"palm of Deborah\") at a place between Ramah and Bethel, in the hill country where the descendants of Ephraim lived, and people would come to her and ask her to settle their legal disputes. She would determine what was right and fair.",
  "6": "One day she sent for Barak son of Abinoam and called him to come to her. He was from Kedesh (in the area where the descendants of Naphtali lived). She said to him, \"This is what Yahweh, the God we worship, is commanding you to do: 'Take ten thousand men with you, some from Naphtali and some of Zebulun, and gather all your men together at Mount Tabor.",
  "7": "Yahweh will make me able to persuade Sisera, the commander of Jabin's army, to come with his chariots and his army, to the Kishon River, a few miles away. I will enable your men to defeat them there.'\"",
  "8": "Barak replied, \"I will go only if you go with me. If you will not go with me, I will not go.\"",
  "9": "She replied, \"Indeed I will go with you. But because that is what you have decided to do, Yahweh will enable a woman to defeat Sisera, and the result will be that no one will honor you for doing that.\" So Deborah went with Barak to Kedesh.",
  "10": "There he summoned men from Zebulun and Naphtali. Ten thousand men came to him, and then they went together with Deborah to Mount Tabor.",
  "11": "At that time Heber (the Kenite) had moved away from the Kenites with his wife Jael, and set up his tent near the big oak tree at Zaanannim, near Kedesh. (Heber was a descendant of Moses' father-in-law Hobab.)",
  "12": "Someone told Sisera that Barak son of Abinoam had gone up on Mount Tabor with an army.",
  "13": "Sisera gathered his troops with their nine hundred chariots, and they marched from Harosheth (where the non-Israelites lived) to the Kishon River.",
  "14": "Then Deborah said to Barak, \"Get going! This is the day that Yahweh will enable your army to defeat the army of Sisera. Yahweh is going ahead of you!\" So Barak led his men as they descended from Mount Tabor.",
  "15": "As they advanced, Yahweh caused Sisera and all his chariots and his army to have great difficulty maneuvering around. So Sisera jumped down from his chariot and ran away.",
  "16": "But Barak and his men pursued the other chariots and the enemy soldiers as far as Harosheth (where the non-Israelites lived). They killed all of the men in Sisera's army. Not one man survived.",
  "17": "But Sisera ran to Jael's tent. He did that because Sisera's master, Jabin of the city of Hazor, was a good friend of her husband Heber.",
  "18": "Jael went out to greet Sisera. She said to him, \"Sir, come into my tent! Do not be afraid!\" So he went into the tent and lay down, and she covered him with a blanket.",
  "19": "He said to her, \"I am thirsty; can you give me some water?\" So she opened a leather container of milk, and gave him a drink. Then she covered him with a blanket again.",
  "20": "He said to her, \"Stand in the entrance of the tent. If someone comes and asks, 'Is anyone else here?', say 'No'.\"",
  "21": "Sisera was very exhausted, so he soon was asleep. While he was sleeping, Jael crept quietly to him, holding a hammer and a tent peg. She pounded the peg through his skull, and she hammered the peg all the way through his head and it stuck into the ground, and he died.",
  "22": "When Barak came to Jael's tent to look for Sisera, she went out to greet him. She said, \"Come in, and I will show you the man you are searching for!\" So he followed her into the tent, and he saw Sisera lying there, dead, with the tent peg still piercing through his head.",
  "23": "On that day God enabled the Israelites to defeat the army of Jabin, one of the kings of the Canaanites.",
  "24": "The Israelites became stronger and stronger, and they destroyed Jabin and his army."
}
