{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the first year of Cyrus, king of Persia, Yahweh fulfilled his word that came from the mouth of Jeremiah, and stirred Cyrus's spirit. Cyrus' voice went out over his entire kingdom. This is what was written and spoken:\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Cyrus, king of Persia, says: Yahweh, God of Heaven, gave me all the kingdoms of the earth, and he appointed me to build for him a house in Jerusalem in Judea.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever is from his people (may his God be with him) may go up to Jerusalem and build a house for Yahweh, the God of Israel, the God who is in Jerusalem.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People of any part of the kingdom where survivors of that land are living should provide them with silver and gold, possessions and animals, as well as a freewill offering for God's house in Jerusalem.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the heads of the ancestors' clans of Judah and Benjamin, the priests and Levites, and everyone whose spirit God stirred to go and build his house arose.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those around them supported their work with silver and gold objects, possessions, animals, valuables, and freewill offerings.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Cyrus king of Persia also released the objects belonging to Yahweh's house that Nebuchadnezzar had brought from Jerusalem and put in his own gods' houses.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Cyrus put them into the hand of Mithredath the treasurer, who counted them out for Sheshbazzar, Judea's leader.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This was their number: thirty gold basins, one thousand silver basins, twenty-nine other basins,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "thirty gold bowls, 410 small silver bowls, and one thousand additional objects.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were 5,400 gold and silver items in all. Sheshbazzar brought all of them when the exiles went from Babylon to Jerusalem.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}