{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was the seventh month after the people of Israel came back to their cities, when they gathered together as one man in Jerusalem.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jeshua son of Jozadak and his brothers the priests, and Zerubbabel son of Shealtiel, and his brothers rose up and built the altar of the God of Israel to offer burnt offerings as it is written in the law of Moses the man of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they established the altar on its stand, for dread was on them because of the people of the land. They offered burnt offerings to Yahweh at dawn and evening.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also observed the Festival of Shelters as it is written and offered burnt offerings day by day according to the decree, each day's duty on its day.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Accordingly, there were daily burnt offerings and monthly ones and offerings for all the fixed feasts of Yahweh, along with all the freewill offerings.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They began to offer up burnt offerings to Yahweh on the first day of the seventh month, although the temple had not been founded.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they gave silver to the stoneworkers and craftsmen, and they gave food, drink, and oil to the people of Sidon and Tyre, so they would bring cedar trees by sea from Lebanon to Joppa, as authorized for them by Cyrus, king of Persia.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then in the second month of the second year after they came to the house of God in Jerusalem, Zerubbabel son of Shealtiel, Jeshua son of Jozadak, the rest of the priests, the Levites, and those who came from captivity back to Jerusalem began the work. They assigned the Levites twenty years old and older to oversee the work of Yahweh's house.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jeshua and his sons and brothers, and Kadmiel and his sons, who were descendants of Hodaviah), and the sons of Henadad and their sons and brothers-all of them were Levites-joined together in supervising those working on the house of God. "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft There are some textual issues here regarding the phrase \\fqa the sons of Judah \\fqa* or \\fqa the descendants of Hodviah \\fqa* and other matters. ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The builders laid a foundation for Yahweh's temple. This enabled the priests to stand in their garments with trumpets, and the Levites, sons of Asaph, to praise Yahweh with cymbals, just as the hand of David, king of Israel had commanded.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They sang with praise and thankfulness to Yahweh, \"He is good! His covenant faithfulness to Israel endures forever.\" All the people cried out with a great shout of joy in praise of Yahweh because the temple's foundations had been laid.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But many of the priests, Levites, and chief patriarchs, those who were old and had seen the first house, when this house's foundations were laid before their eyes, wept loudly. But many people had shouts of joy with gladness and an excited sound.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As a result, people were not able to distinguish the joyful and glad sounds from the sound of people weeping, for the people were crying out with great joy, and the sound was heard from far away.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}