{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now some enemies of Judah and Benjamin heard that the people who had been exiled were now building a temple for Yahweh, the God of Israel.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they approached Zerubbabel and the heads of their ancestors' clans. They said to them, \"Let us build with you, for, like you, we seek your God and have sacrificed to him since the days when Esarhaddon, king of Assyria, brought us to this place.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Zerubbabel, Jeshua, and the heads of their ancestors' clans said, \"It is not you, but we who must build the house of our God, for it is we who will build for Yahweh, the God of Israel, just as King Cyrus of Persia commanded.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the people of the land made the Judeans' hands weak; they made the Judeans afraid to build.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also bribed counselors to frustrate their plans. They did this during all of Cyrus' days and into the reign of Darius king of Persia.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then at the beginning of Ahasuerus' "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Also known as \\fqa Xerxes \\fqa* . ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": "reign they wrote an accusation against the inhabitants of Judah and Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was during the days of Artaxerxes that Bishlam, Mithredath, Tabeel, and their companions wrote to Artaxerxes. The letter was written in Aramaic and translated.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rehum the commander and Shimshai the scribe wrote this way to Artaxerxes about Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Rehum, Shimshai, and their companions, who were judges and other officers in the government, the Persians, men from Erech and Babylon, and the men from Susa (that is, the Elamites)—they wrote a letter—\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and they were joined by the people whom the great and noble Ashurbanipal forced to settle in Samaria, along with the rest who were in the Province Beyond the River.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is a copy of the letter that they sent to Artaxerxes: \"Your servants, men of the Province Beyond the River, write this:\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let the king know that the Jews who went from you have come against us in Jerusalem to build a rebellious city. They have completed the walls and repaired the foundations.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now let the king know that if this city is built and the wall is completed, they will not give any tribute and taxes, but they will harm the kings.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Surely because we have eaten the palace salt, it is not fitting for us to see any dishonor happen to the king. It is because of this that we are informing the king\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "to search your father's record and to verify that this is a rebellious city that will harm kings and provinces. It has caused many problems to the kings and provinces. It has been a center for rebellion from long ago. It was for this reason that the city was destroyed.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are informing the king that if this city and wall are built, then there will be nothing remaining for you in the Province Beyond the River.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king sent out a reply to Rehum and Shimshai and their companions in Samaria and the rest who were in the Province Beyond the River: \"May peace be yours.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The letter that you sent me has been translated and read to me.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I ordered an investigation and discovered that in previous days they had rebelled and revolted against kings.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mighty kings have ruled over Jerusalem and had power over everything in the Province Beyond the River. Tribute and taxes were paid to them.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, make a decree for these men to stop and not build this city until I make a decree.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be careful not to neglect this. Why allow this threat to grow and cause more loss for the royal interests?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When King Artaxerxes' decree was read before Rehum, Shimshai, and their companions, they went out quickly to Jerusalem and forced the Jews to stop building.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the work on the house of God in Jerusalem stopped until the second year of the reign of Darius king of Persia.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}