{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Haggai the prophet and Zechariah son of Iddo the prophet prophesied in the name of the God of Israel to the Jews in Judah and Jerusalem.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zerubbabel son of Shealtiel and Jeshua son of Jozadak rose up and began to build the house of God in Jerusalem with the prophets who supported them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Tattenai the governor of the Province Beyond the River, Shethar-Bozenai, and his associates came and said to them, \"Who gave you a decree to build this house and complete these walls?\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also said, \"What are the names of the men building this building?\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God's eye was on the Jewish elders and their enemies did not stop them. They were waiting for a letter to be sent to the king and for a decree to be returned to them concerning this.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is a copy of the letter of Tattenai, governor of the Province Beyond the River, and Shethar-Bozenai and his accociates in the Province Beyond the River, which they sent to Darius the king.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They sent a report, writing this to King Darius, \"May all peace be yours.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let the king know that we went to Judah to the house of the great God. It is being built with large stones and timbers set in the walls. This work is being done thoroughly and is going forward well in their hands.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We asked the elders, 'Who gave you a decree to build this house and these walls?'\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We also asked them their names so you might know the name of each man who led them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They replied and said, 'We are servants of the one who is the God of heaven and earth, and we are rebuilding this house that had been built many years ago when the great king of Israel built it and completed it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, when our ancestors enraged the God of heaven, he gave them into the hand of Nebuchadnezzar king of Babylon, the Chaldean, who destroyed this house and took the people into exile in Babylon.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nevertheless, in the first year when Cyrus was king of Babylon, Cyrus issued a decree to rebuild the house of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Cyrus also returned the gold and silver objects belonging to the house of God that Nebuchadnezzar had brought from the temple in Jerusalem to the temple in Babylon. He restored them to Sheshbazzar, whom he had made governor.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to him, \"Take these objects. Go and put them in the temple in Jerusalem. Let the house of God be rebuilt there.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then this Sheshbazzar came and laid the foundation for the house of God in Jerusalem; and it is being constructed, but is not yet complete.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now if it pleases the king, may it be investigated in the house of archives in Babylon if a judgment from King Cyrus exists there to build this house of God in Jerusalem. Then let the king send his decision to us.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}