{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So King Darius ordered an investigation in the house of archives in Babylon.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the fortified city of Ecbatana in Media a scroll was found; this was its record:\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"In the first year of King Cyrus, Cyrus issued a decree about the house of God in Jerusalem: 'Let the house be rebuilt as a place for sacrifice, let its foundations be laid, let its height be sixty cubits, and its width sixty cubits,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "with three rows of large stones and a row of new timber, and let the cost be paid by the king's house.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now bring back the gold and silver objects belonging to the house of God, which Nebuchadnezzar brought to Babylon from the temple in Jerusalem and send them back to the temple in Jerusalem. You are to put them in the house of God.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Tattenai, the governor of the Province Beyond the River, Shethar-Bozenai, and associates who are in the Province Beyond the River, keep away!\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Leave the work of this house of God alone. The governor and Jewish elders will build this house of God at that place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am ordering that you must do this for these Jewish elders who build this house of God: Funds from the king's tribute beyond the River will be used to pay these men so they do not have to stop their work.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whatever is needed—young bulls, rams, or lambs for the burnt offerings to the God of Heaven, grain, salt, wine, or oil according to the command of the priests in Jerusalem—give these things to them every day without fail.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do this so they will bring the offering in to the God of Heaven and pray for me, the king, and my sons.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am ordering that if anyone violates this decree, a beam must be pulled from his house and he must be impaled on it. His house must then be turned into a rubbish heap because of this.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May the God who has caused his name to dwell there overthrow any king or people who lifts a hand to change this decree, or to destroy this house of God in Jerusalem. I, Darius, am ordering this. Let it be done with diligence!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then because of the decree sent by Darius the king, Tattenai, the governor of the Province Beyond the River, and Shethar-Bozenai and his associates, did everything that King Darius had ordered.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Jewish elders built and prospered under the teaching of Haggaithe prophet and Zechariah son of Iddo. They completed their buildings according to the decree of the God of Israel and by the decree of Cyrus, Darius, and Artaxerxes the king of Persia.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The house was completed on the third day of the month of Adar, in the sixth year of King Darius' reign.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite people, priests, Levites, and the rest of the captives celebrated the dedication of this house of God with joy.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They offered one hundred bulls, one hundred rams, and four hundred lambs for the dedication of God's house. Twelve male goats were also offered as a sin offering for all Israel, one for each tribe in Israel.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also assigned the priests and Levites to work divisions for the service of God in Jerusalem, as it was written in the Book of Moses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So those who had been in exile celebrated the Passover on the fourteenth day of the first month.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests and Levites all purified themselves and slaughtered the Passover sacrifices for all those who had been in exile, including themselves.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite people who ate some of the Passover meat were those who had returned from exile and had separated themselves from the uncleanness of the people of the land and sought Yahweh, the God of Israel.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They joyfully celebrated the Festival of Unleavened Bread for seven days, for Yahweh had brought them joy and turned the heart of Assyria's king to strengthen their hands in the work of his house, the house of the God of Israel.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}