{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now after this, during the reign of Artaxerxes king of Persia, Ezra came up from Babylon. Ezra's ancestors were Seraiah, Azariah, Hilkiah,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shallum, Zadok, Ahitub,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Amariah, Azariah, Meraioth,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zerahiah, Uzzi, Bukki,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abishua, Phinehas, Eleazar, who was son of Aaron the high priest.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ezra came up from Babylon and he was a skilled scribe in the law of Moses that Yahweh, the God of Israel, had given. The king gave him anything he asked since the hand of Yahweh was with him.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the descendants of Israel and the priests, Levites, temple singers, gatekeepers, and those assigned to serve in the temple also went up to Jerusalem in the seventh year of King Artaxerxes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He arrived in Jerusalem in the fifth month of the same year.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He left Babylon on the first day of the first month. It was on the first day of the fifth month that he arrived in Jerusalem, since the good hand of God was with him.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ezra had established his heart to study, carry out, and teach the statutes and decrees of the law of Yahweh.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This was the decree that King Artaxerxes gave Ezra the priest and scribe of Yahweh's commandments and statutes for Israel:\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"The King of kings Artaxerxes, to the priest Ezra, a scribe of the law of the God of heaven:\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am ordering that anyone from Israel in my kingdom along with their priests and Levites who desires to go to Jerusalem, may go with you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, the king, and my seven counselors, send you all out to inquire concerning Judah and Jerusalem according to God's law, which is in your hand.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are to bring the silver and gold that they have freely offered to the God of Israel, whose dwelling is in Jerusalem.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Freely give all the silver and gold that all of Babylon has given along with what is freely offered by the people and the priests for the house of God in Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So buy in full the oxen, rams and lambs, and grain and drink offerings. Offer them on the altar that is in the house of your God in Jerusalem.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do with the rest of the silver and gold whatever seems good to you and your brothers, to please your God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Place the objects that were freely given to you before him for the service of the house of your God in Jerusalem.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anything else that is needed for the house of your God that you require, take its cost from my treasury.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, King Artaxerxes, make a decree to all the treasurers in the Province Beyond the River, that anything that Ezra asks from you should be given in full,\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "up to one hundred silver talents, one hundred cors of grain, one hundred baths of wine, and one hundred baths of oil, also salt without limit.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anything that comes from the decree of the God of Heaven, do it with devotion for his house. For why should his wrath come upon the kingdom of me and my sons?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are informing them about you not to impose any tribute or taxes on any of the priests, Levites, musicians, gatekeepers, or on the people assigned to the service of the temple and servants of the house of this God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ezra, with the wisdom that God has given you, you must appoint judges and magistrates to judge all the people in the Province Beyond the River, and to serve all who know the laws of your God. You must also teach those who do not know the law.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Punish anyone who does not fully obey God's law or the king's law, whether by death, banishment, confiscation of their goods, or imprisonment.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Praise Yahweh, our ancestors' God, who placed all this into the king's heart to glorify Yahweh's house in Jerusalem,\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and who extended covenant faithfulness to me before the king, his counselors, and all his powerful officials. I have been strengthened by the hand of Yahweh my God, and I gathered leaders from Israel to go with me.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}