{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the leaders of their ancestors' families who left Babylon with me during the reign of King Artaxerxes.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Of the descendants of Phinehas, Gershom. Of the descendants of Ithamar, Daniel. Of the descendants of David, Hattush,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "who was of the descendants of Shecaniah, who was from the descendants of Parosh; and Zechariah, and with him there were 150 males listed in the record of his genealogy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Of the descendants of Pahath-Moab, Eliehoenai son of Zerahiah and with him were two hundred males.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Of the descendants of Zattu, Ben Jahaziel and with him were three hundred males.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Of the descendants of Adin, Ebed son of Jonathan and with him were listed fifty males.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Of the descendants of Elam, Jeshaiah son of Athaliah and with him were listed seventy males.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Of the descendants of Shephatiah, Zebadiah son of Michael and with him were listed eighty males.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Of the descendants of Joab, Obadiah son of Jehiel and with him were listed 218 males.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Of the descendants of Bani,"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft The name \\fqa Bani \\fqa* was missing in the MT was restored from the LXX. ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": "Shelomith son of Josiphiah and with him were listed 160 males.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Of the descendants of Bebai, Zechariah son of Bebai and with him were listed twenty-eight males.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Of the descendants of Azgad, Johanan son of Hakkatan and with him were listed 110 males.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those of the descendants of Adonikam came later. These were their names: Eliphelet, Jeuel, and Shemaiah and with them came sixty males.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Of the descendants of Bigvai, Uthai and Zaccur and with him were listed seventy males.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I gathered the travelers at the canal that goes to Ahava, and we camped there three days. I examined the people and priests, but could not find any descendants of Levi there.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I sent for Eliezer, Ariel, Shemaiah, Elnathan, Jarib, and Elnathan and Nathan, Zechariah, and Meshullam—who were leaders—and for Joiarib and Elnathan—who were teachers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next I sent them to Iddo, the leader in Kasiphia. I told them what to say to Iddo and his relatives, the temple servants living in Kasiphia, that is, to send to us servants for the house of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they sent us by our God's good hand a man named Sherebiah, a prudent man. He was a descendant of Mahli son of Levi son of Israel. He came with eighteen sons and brothers.\n\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "With him came Hashabiah. There also were Jeshaiah, one of the sons of Merari, with his brothers and their sons, twenty men in all.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Of those assigned to serve in the temple, whom David and his officials gave to serve the Levites: 220, each of them assigned by name.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I proclaimed a fast at the Ahava Canal to humble ourselves before God, to seek a straight path from him for us, our little ones, and all our possessions.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I was ashamed to ask the king for an army or horsemen to protect us against enemies along the way, since we had said to the king, 'The hand of our God is on all who seek him for good, but his might and wrath are on all who forget him.'\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we fasted and sought God about this, and we pled to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next I selected twelve men from the priestly officials: Sherebiah, Hashabiah, and ten of their brothers.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I weighed out for them silver, gold, and the objects and offerings for the house of God that the king, his counselors and officials, and all Israel had freely offered.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I weighed into their hand 650 talents of silver, one hundred talents of silver objects, one hundred talents of gold,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "twenty gold bowls that were together valued at one thousand darics, and two well-polished bronze vessels as precious as gold.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I said to them, \"You are consecrated to Yahweh, and these objects also, and the silver and gold are a freewill offering to Yahweh, the God of your ancestors.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Watch over them and keep them until you weigh them out before the priestly officials, Levites, and leaders of the ancestors' clans of Israel in Jerusalem in the rooms of God's house.\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests and the Levites accepted the weighed silver, gold, and the objects in order to take them to Jerusalem, to our God's house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We went out from the Ahava Canal on the twelfth day of the first month to go to Jerusalem. The hand of our God was on us; he protected us from the hand of the enemy and the ones who wished to ambush us along the road.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we entered Jerusalem and stayed there for three days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then on the fourth day the silver, gold, and objects were weighed out in our God's house into the hand of Meremoth son of Uriah the priest, and with him were Eleazar son of Phinehas, Jozabad son of Jeshua, and Noadiah son of Binnui the Levite.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The number and weight of everything was determined. All the weight was written down at that time.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The ones who came back from the captivity, the people of exile, offered burnt offerings to the God of Israel: twelve bulls for all of Israel, ninety-six rams, seventy-seven lambs, and twelve male goats as a sin offering. All were a burnt offering for Yahweh.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they gave the king's decrees to the king's high officials and the governors in the Province Beyond the River, and they helped the people and the house of God.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}