{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When these things were done, the officials approached me and said, \"The people of Israel, the priests, and the Levites have not separated themselves from the people of the other lands and their abominations: Canaanites, Hittites, Perizzites, Jebusites, Ammonites, Moabites, Egyptians, and Amorites.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For they have taken some of their daughters and sons, and have mixed the holy people with the people of other lands, and the officials and leaders have been first in this faithlessness.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I heard this, I tore apart my clothing and robe and pulled out hair from my head and beard, and I sat down, devastated.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All those who trembled at the words of the God of Israel about this faithlessness gathered to me while I was sitting ashamed until the evening offering.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But at the evening offering I arose from my position of humiliation in my torn clothes and robe, and knelt down and spread my hands to Yahweh my God.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I said, \"My God, I am ashamed and disgraced to raise my face to you, for our iniquities increase over our head, and our guilt grows to the heavens.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the days of our ancestors until now we have been in great guilt. In our iniquities we, our kings, and our priests were given into the hand of kings of this world, to the sword, to captivity, and to plunder and ashamed faces, as we are today.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet now for a short time, mercy from Yahweh our God has come to leave us a few survivors and to give us a foothold in his holy place. This was for our God to enlighten our eyes and to give us a little relief in our slavery.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For we are slaves, but our God has not forgotten us but has extended covenant faithfulness to us. He has done this in the sight of the king of Persia in order to give us new strength, so we could rebuild our God's house and raise its ruins. He did this so that he could give us a wall of safety in Judah and Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now, our God, what can we say after this? We have forgotten your commands,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the commands that you gave to your servants the prophets, when you said, \"This land that you are entering to possess is an unclean land. It is contaminated by the people of the lands with their abominations. They have filled it from one end to the other with their uncleanness.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now, do not give your daughters to their sons; do not take their daughters for your sons, and do not seek their ongoing peace and welfare, so that you will be strong and eat the good of the land, so you will cause your children to possess it for all time.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet after everything that came on us for our evil practices and our great guilt—since you, our God, have held back what our iniquities deserve and left us survivors—\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "should we again break your commandments and make mixed marriages with these abominable people? Will you not be angry and annihilate us so there will be no one left, no one to escape?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, God of Israel, you are righteous, for we have remained as a few survivors at this day. Look! We are here before you in our guilt, for there is no one who can stand before you because of this.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}