{
  "1": "This is the word of Yahweh that came to Joel son of Pethuel.\\q",
  "2": "Hear this, you elders,\\q and listen, all you inhabitants of the land.\n\\q Has anything like this happened in your days\n\\q or in the days of your ancestors?\n\\q",
  "3": "Tell your children about it,\\q and let your children tell their children,\n\\q and their children the next generation.\n\n\n\\q",
  "4": "What the swarming locust has left the great locust has eaten;\\q what the great locust has left the grasshopper has eaten;\n\\q and what the grasshopper has left the caterpillar has eaten.\n\n\n\\q",
  "5": "Wake up, you drunkards, and weep!\\q Wail, all you drinkers of wine,\n\\q because the sweet wine has been cut off from you.\n\\q",
  "6": "For a nation has come up upon my land,\\q strong and without number.\n\\q His teeth are the teeth of a lion,\n\\q and he has the teeth of a lioness.\n\\q",
  "7": "He has made my vineyard into a terrifying place\\q and has stripped my fig tree bare.\n\\q He has stripped its bark and thrown it away;\n\\q the branches are bare white.\n\n\n\\q",
  "8": "Mourn like a virgin dressed in sackcloth for the death of her young husband.\\q",
  "9": "The grain offering and the drink offering have been cut off from Yahweh's house.\\q The priests, Yahweh's servants, mourn.\n\\q",
  "10": "The fields are ruined,\\q the ground is mourning because the grain has been destroyed.\n\\q The new wine has dried up,\n\\q the oil fails.\n\n\n\\q",
  "11": "Be ashamed, you farmers,\\q and wail, you vine growers,\n\\q for the wheat and the barley.\n\\q For the harvest of the fields has perished.\n\\q",
  "12": "The vines have withered and the fig trees have dried up,\\q the pomegranate trees, also the palm trees, and the apple trees—\n\\q all the trees of the field have withered.\n\\q For joy has withered away from the descendants of mankind.\n\n\n\\q",
  "13": "Put on sackcloth and mourn, you priests!\\q Wail, you servants of the altar.\n\\q Come, lie all night in sackcloth, you servants of my God.\n\\q For the grain offering and the drink offering have been withheld from the house of your God.\n\\q",
  "14": "Call for a holy fast,\\q and call a holy assembly.\n\\q Gather the elders and all the inhabitants of the land\n\\q to the house of Yahweh your God,\n\\q and cry to Yahweh.\n\n\n\\q",
  "15": "Alas for the day!\\q For the day of Yahweh is almost here.\n\\q With it will come destruction from the Almighty.\n\\q",
  "16": "Has not food been cut off from before our eyes,\\q and joy and gladness from the house of our God?\n\\q",
  "17": "The seeds rot under their clods,\\q the granaries are desolate,\n\\q and the barns have been broken down,\n\\q for the grain has withered.\n\n\n\\q",
  "18": "How the animals groan!\\q The herds of cattle are suffering\n\\q because they have no pasture.\n\\q Also, the flocks of sheep suffer.\n\\q",
  "19": "Yahweh, I cry to you.\\q For fire has devoured the pastures of the wilderness,\n\\q and flames have burned all the trees of the fields.\n\\q",
  "20": "Even the animals of the fields pant for you,\\q for the water brooks have dried up,\n\\q and fire has devoured the pastures of the wilderness."
}
