{
  "1": "Behold, in those days and at that time,\\q when I return the exiles of Judah and Jerusalem,\n\\q",
  "2": "I will gather all the nations,\\q and bring them down to the Valley of Jehoshaphat.\n\\q I will judge them there,\n\\q because of my people and my inheritance Israel,\n\\q whom they scattered among the nations,\n\\q and because they divided up my land.\n\\q",
  "3": "They cast lots for my people,\\q traded a boy for a prostitute,\n\\q and sold a girl for wine\n\\q so they could drink.\n\n\n\\q",
  "4": "Now, why are you angry at me,\\q Tyre, Sidon and all the regions of Philistia?\n\\q Will you repay me?\n\\q Even if you do repay me,\n\\q I will immediately return your retribution on your own head.\n\\q",
  "5": "For you took my silver and my gold,\\q and you brought my precious treasures into your temples.\n\\q",
  "6": "You sold the people of Judah and Jerusalem to the Greeks,\\q in order to remove them far from their territory.\n\n\n\\q",
  "7": "Look, I am about to stir them up, out of the place where you sold them,\\q and will return payment on your own head.\n\\q",
  "8": "I will sell your sons and your daughters,\\q by the hand of the people of Judah.\n\\q They will sell them to the Sabeans,\n\\q to a nation far off,\n\\q for Yahweh has spoken.\"\n\n\n\\q",
  "9": "Proclaim this among the nations,\\q \"Prepare yourselves for war,\n\\q rouse the mighty men,\n\\q let them come near,\n\\q let all the men of battle come up.\n\\q",
  "10": "Beat your plowshares into swords\\q and your pruning knives into spears.\n\\q Let the weak say,\n\\q 'I am strong.'\n\n\n\\q",
  "11": "Hurry and come,\\q all you nearby nations,\n\\q gather yourselves together there.\n\n'Yahweh, bring down your mighty warriors.'\n\n\n\n\\q",
  "12": "Let the nations wake themselves up\\q and come up to the Valley of Jehoshaphat.\n\\q For there will I sit to judge\n\\q all the surrounding nations.\n\\q",
  "13": "Put in the sickle,\\q for the harvest is ripe.\n\\q Come, crush the grapes,\n\\q for the winepress is full.\n\\q The vats overflow,\n\\q for their wickedness is enormous.\"\n\n\n\\q",
  "14": "There is a tumult, a tumult in the Valley of Judgment.\\q For the day of Yahweh is near in the Valley of Judgment.\n\\q",
  "15": "The sun and the moon become dark,\\q the stars keep back their brightness.\n\n\n\\q",
  "16": "Yahweh will roar from Zion,\\q and raise his voice from Jerusalem.\n\\q The heavens and earth will shake,\n\\q but Yahweh will be a shelter for his people,\n\\q and a fortress for the people of Israel.\n\\q",
  "17": "\"So you will know that I am Yahweh your God\\q who lives in Zion, my holy mountain.\n\\q Then Jerusalem will be holy,\n\\q and no army will march through her again.\n\n\n\\q",
  "18": "It will come about on that day\\q that the mountains will drip with sweet wine,\n\\q the hills will flow with milk,\n\\q all the brooks of Judah will flow with water,\n\\q and a fountain will come from the house of Yahweh\n\\q and water the Valley of Shittim.\n\\q",
  "19": "Egypt will become an abandoned devastation,\\q and Edom will become an abandoned wilderness,\n\\q because of the violence done to the people of Judah,\n\\q because they shed innocent blood in their land.\n\n\n\\q",
  "20": "But Judah will be inhabited forever,\\q and Jerusalem will be inhabited from generation to generation.\n\\q",
  "21": "I will avenge their blood that I have not yet avenged,\\q for Yahweh lives in Zion.\""
}
