{
  "1": "Woe to those who are at ease in Zion,\n\\q and to those who are secure in the hill country of Samaria,\n\\q the notable men of the best of the nations,\n\\q to whom the house of Israel comes for help!\n\\q",
  "2": "Your leaders say, \"Go to Calneh and look;\n\\q from there go to Hamath, the great city;\n\\q then go down to Gath of the Philistines.\n\\q Are they better than your two kingdoms?\n\\q Is their border larger than your border?\"",
  "3": "Woe to those who put off the day of disaster\n\\q and make the throne of violence come near.\n\\q",
  "4": "They lie on beds of ivory\n\\q and lounge on their couches.\n\\q They eat lambs from the flock\n\\q and calves from the stall.",
  "5": "They sing foolish songs to the music of the harp;\n\\q they improvise on instruments as David did.\n\\q",
  "6": "They drink wine from bowls\n\\q and anoint themselves with the finest oils,\n\\q but they do not grieve over the ruin of Joseph.",
  "7": "So they will now go into exile with the first exiles,\n\\q and the feasts of those who lounge about will pass away.\n\\q",
  "8": "\"I, the Lord Yahweh, have sworn by myself\n\\q —this is the declaration of the Lord Yahweh, the God of hosts,\n\\q I detest the pride of Jacob;\n\\q I hate his fortresses.\n\\q Therefore I will hand over the city with all that is in it.\"",
  "9": "It will come about that\nif there are ten men left in one house, they will all die.",
  "10": "When a man's relative comes to take their bodies up—the one who is to cremate them after bringing the corpses out of the house—if he says to the person in the house, \"Is there anyone with you?\" What if that person says, \"No.\" Then he will say, \"Be quiet, for we must not mention Yahweh's name.\"",
  "11": "For, look, Yahweh will give a command,\n\\q and the big house will be smashed to pieces,\n\\q and the little house to bits.",
  "12": "Do horses run on the rocky cliffs?\n\\q Does one plow there with oxen?\n\\q Yet you have turned justice into poison\n\\q and the fruit of righteousness into bitterness.\n\\q",
  "13": "You who rejoice over Lo Debar,\n\\q who say, \"Have we not taken Karnaim by our own strength?\"",
  "14": "\"But look, I will raise up against you a nation,\n\\q house of Israel—this is the declaration of the Lord Yahweh, the God of hosts.\n\\q They will afflict you\n\\q from Lebo Hamath to the brook of the Arabah.\"",
  "15": "\\q",
  "17": "\\q",
  "20": "\\q"
}
