{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day David talked with all his army officers. Some of them were commanders of one hundred soldiers and some were commanders of one thousand soldiers.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he summoned the other Israelite leaders and said to all of them, \"If it seems to you to be a good thing for us to do, and if it is what Yahweh our God wants, let us send a message to our fellow Israelites in all the areas of our country, including the priests and descendants of Levi who are living among them in their towns and in the nearby pasturelands, to come and join us,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because we want to bring the sacred chest of our God back to us. While Saul was the king, we did not ask God what we should do.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people agreed with David, because they all thought that it was the right thing to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David gathered all the Israelite people, from the Shihor River in Egypt to the city of Lebo Hamath in the north, and told them that he wanted them to help bring the sacred chest of God back to Jerusalem from the city of Kiriath Jearim.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David went with all the Israelite people to the city of Baalah, which is another name for Kiriath Jearim, to get the sacred chest. The people believed that God ruled from between the statues of winged creatures that was above the lid of the sacred chest, and the sacred chest belongs to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people put the sacred chest on a new cart and carried it from Abinadab's house. Uzzah and Ahio were guiding the oxen that were pulling the cart.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David and all the Israelite people were celebrating in God's presence. They were singing with all their strength, and playing lyres, harps, tambourines, and cymbals, and blowing trumpets.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when David's men came to the place where Kidon threshed grain, the oxen stumbled. So Uzzah reached out with his hand to prevent the sacred chest from falling off the cart.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh immediately became very angry with Uzzah, and as he was watching, he suddently killed Uzzah. This was because Uzziah had put his hand on the sacred chest, although Yahweh had commanded that only the descendants of Levi who help the priests should touch the sacred chest.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David was angry because Yahweh had punished Uzzah. And now that place where Uzzah died is called \"The Punishment of Uzzah.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That day, David was afraid of God. He asked himself, \"How can I bring God's sacred chest to my city?\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the men with David did not take the sacred chest to Jerusalem. Instead, they took it to the house of Obed Edom, who was from the city of Gath.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sacred chest stayed with Obed Edom's family in his house for three months. During that time Yahweh blessed Obed Edom's family and everything that he owned.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}