{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day Hiram, the king of the city of Tyre, sent some messengers to David to talk about making an agreement between their countries. Then Hiram sent cedar logs, bricklayers, and carpenters to build a palace for David.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When that happened, David knew that Yahweh had truly caused him to be the king of Israel, and that he had caused his kingdom to be greatly respected. Yahweh did this because he loved his Israelite people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David married more women in Jerusalem, and those women gave birth to more sons and daughters for him.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The names of the children that were born to him there in Jerusalem are Shammua, Shobab, Nathan, Solomon,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ibhar, Elishama, Elpelet,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nogah, Nepheg, Japhia,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elishama, Beeliada, and Eliphelet.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the army of Philistia heard that David has been appointed to be king of all of Israel, they went to try to capture him. But David heard that they were coming, so he and his soldiers went out to fight against them.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The army of Philistia had attacked the people in the Valley of Rephaim southwest of Jerusalem and had robbed them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David asked God, \"Should my men and I go and attack the army of Philistia? If we go, will you enable us to defeat them?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Yahweh replied, \"Yes, go, and I will enable you to defeat them.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David and his men went up to a town where the soldiers of Philistia were staying and defeated the soldiers of Philistia. Then David said, \"God has completely defeated my enemies by using me and my army.\" So they named that place \"Baal Perazim,\" which means \"The Lord breaks through.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As the soldiers of Philistia fled, they left their idols there. So David commanded his soldiers to burn those idols.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But soon the army of Philistia attacked the people in that valley again.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So again David prayed to God to ask him what he should do, and God replied, saying \"Do not attack the army of Philistia from the front. Instead, go around them, and attack them from the rear in front of the balsam trees.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you hear something in the tops of the balsam trees that sounds like soldiers marching, attack them. I, God, will have gone ahead of you to enable you to defeat the army of Philistia.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David did what God commanded him to do, and he and his army defeated the army of Philistia, all the way from the city of Gibeon west to the city of Gezer.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David became famous in all the nearby countries, and Yahweh caused the leaders of all the nations to be afraid of him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}