{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some time later, David's army attacked the army of Philistia and defeated them. They captured the city of Gath and the surrounding villages.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His army also defeated the army of the Moab people group. The people were forced to accept David to be their ruler, and also to pay money each year to David's government, in order that David's army would protect them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David's army also fought against the army of Hadadezer, the king of the region of Zobah in Aram near the city of Hamath, when Hadadezer was trying to establish control over the area near the Euphrates River.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David's army captured one thousand of Hadadezer's chariots, seven thousand chariot drivers, and twenty thousand soldiers. They hamstrung most of their horses; there were only one hundred horses that they did not cripple.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the army of Aram came from the city of Damascus to help Hadadezer's army, David's soldiers killed twenty-two thousand of them.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David stationed groups of his soldiers in Damascus, and the people of Aram were forced to accept David to be their ruler, and to pay to David's government each year the payment that he demanded. And Yahweh enabled David's army to win battles everywhere they went.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David soldiers took the gold shields that were carried by the officers of Hadadezer's army and brought them to Jerusalem.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also brought from Tebah and Kun, two cities that belonged to Hadadezer, a lot of bronze, which David's son Solomon later used to make the huge bronze basin called \"The Sea\" and the pillars and other bronze items for the temple.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Tou, the king of the city of Hamath in Aram, heard that David's army had defeated the entire army of King Hadadezer,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he sent his son Hadoram to King David, to greet him and congratulate him about his defeating Hadadezer's army, which had been fighting the army of Tou. Hadoram brought to David many items made of gold, silver, and bronze.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King David dedicated those thngs to Yahweh, like he had done with the silver and gold that his soldiers had taken from the Edom and Moab people groups, and from the Ammon people group and from the people of Philistia, and from the descendants of Amalek.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The army of David's army commander Abishai, whose mother was Zeruiah, killed eighteen thousand soldiers from Edom in the Valley of Salt.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David stationed groups of his soldiers there in Edom, and the people of Edom were forced to become the servants of David.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David ruled over all the Israelite people, and he always did for them what was just and fair.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joab son of Zeruiah was the chief army commander. Jehoshaphat son of Ahilud was the record keeper.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zadok son of Ahitub and Ahimelech son of Abiathar were the high priests. Shavsha was the official secretary.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Benaiah son of Jehoiada ruled over the Kereth and Peleth groups who were David's bodyguards. And David's sons were his most important officials.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}