{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some time later, Nahash, the king of the Ammon people group, died. Then his son Hanun became their king.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David heard about that, he thought to himself, \"Nahash was kind to me, so I will be kind to his son.\" So David sent some officials there, to tell Hanun that he was sorry to hear that Hanun's father had died.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "But when David's officials came to Hanun in the land where the Ammonite lived,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the leaders of the Ammon people group said to Hanun, \"Do you think that David is really to honor your father that King David is sending these men to say that he is sorry that your father died? We think that his men have come to look around our city in order to determine how his army can conquer us.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hanun believed what they said; so he commanded some soldiers who seized the officials whom David had sent, and shaved off their beards, and insulted them by cutting off the lower part of their robes, and then sent them away.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The officials were greatly humiliated. When David found out about what had happened to his officials, he sent some messengers to them to tell them, \"Stay at Jericho until your beards have grown again, and then return home.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the leaders of the Ammon people group realized that they had greatly insulted David. So Hanun and some of his officials sent thirty-three thousand kilograms of silver to hire chariots and chariot drivers from the regions of Aram Naharaim, Aram Maacah and Zobah northeast of Israel.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They hired thirty-two thousand chariots and chariot drivers, as well as the kings of the region of Maacah and their armies. They came and set up their tents near the city of Medeba in the region of Moab. The soldiers from the Ammon people group also marched out and stood in their positions at the entrance to their capital city, Rabbah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David heard about that, he sent Joab and all his army.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The soldiers of the Ammon people group came out of their city and lined up for battle at the entrance to their capital city, Rabbah. Meanwhile, the other kings who had come with their armies stood in their positions in the open fields.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joab saw that there were groups of enemy soldiers in front of his troops and behind his troops. So he selected some of the best Israelite troops and put them in positions to fight against the soldiers of Aram.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He appointed his older brother Abishai to be the commander of his other soldiers and he told them to stand in their positions in front of the army of the Ammon people group.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joab said to them, \"If the soldiers from Aram are too strong for us to defeat them, then your soldiers must come and help us. But if the soldiers from the Ammon people group are too strong for you to defeat them, then my soldiers will come and help your men.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We must be strong and fight hard to defend our people and our cities that belong to our God. Yahweh will do what he considers to be good.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joab and his troops advanced to fight the army of Aram; and the soldiers from Aram were driven away by the army of Israel.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And when the soldiers of the Ammon people group saw that the soldiers from Aram were running away, they also started to run away from Abishai and his army, and they retreated back inside the city. So Joab and his army returned to Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the leaders of the army of Aram realized that they had been defeated by the army of Israel, they sent messengers to another part of Aram on the east side of the Euphrates river, and brought troops from there to the battle area, with Shophak, the commander of Hadadezer's army, leading them.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David heard about that, he gathered all the Israelite soldiers, and they crossed the Jordan River. They advanced and took their battle positions to attack the army of Aram.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the army of Aram ran away from the soldiers of Israel. However, David's soldiers killed seven thousand of their chariot drivers and forty thousand other soldiers. They also killed Shophak, their army commander.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the kings who had been ruled by Hadadezer realized that they had been defeated by the Israelite army, they made peace with David, and agreed to allow him to rule them.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "So the rulers of Aram did not want to help the rulers of the Ammon people group anymore.\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}