{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that region, kings usually went with their armies to fight their enemies in the springtime. But the following year, David did not do that. Instead, he stayed in Jerusalem, and he sent his commander Joab to lead the army. Joab took his troops. They crossed the Jordan River and ruined the land of the Ammon people group. Then they went to Rabbah, the capital city, and surrounded it. David stayed in Jerusalem for a while. But later he took more troops and went to help Joab. Their armies attacked Rabbah and destroyed it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David took the crown from the head of the king of Rabbah and put it on his own head. It was very heavy; it weighed thirty-three kilograms, and it had many very valuable stones. They also took many other valuable things from the city.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they brought the people out of the city and forced them to work for their army, using saws and iron picks and axes. David's soldiers did this in all the cities of the Ammon people group. Then David and all of his army returned to Jerusalem.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later, David's army fought a battle with the army of Philistia, at the city of Gezer. During the battle Sibbekai, from Hushah clan, killed Sippai, one of the descendants of the of the Rapha giants. So the armies of Philistia were defeated.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In another battle against the soldiers of Philistia, Elhanan son of Jair, killed Lahmi, the younger brother of the giant Goliath from the city of Gath, who had a spear which was as thick as a weaver's rod.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was another battle near Gath. A huge man was there who had six fingers on each hand and six toes on each foot. He was descended from the Rapha giants.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he made fun of the soldiers of Israel, Jehonadab son of Shimea killed him. Shimea was David's older brother.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those were some of the descendants of the Rapha giants who had lived in Gath, who were killed by David and his soldiers.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}