{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Satan decided to cause the Israelite people to have trouble. So he incited David to find out how many men in Israel were able to be in the army.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David commanded Joab and the other army commanders, \"Count all the men in Israel who are able to be in the army. Start at Beersheba in the south and go all the way to Dan in the north. Then come back and report to me, in order that I may know how many men there are.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Joab replied, \"Your Majesty, I hope that Yahweh will make our army a hundred times larger than it is now. But we all serve you. So you should not commit this sin and make Israel suffer for it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But David would not change his mind. So Joab and his soldiers went everywhere in Israel and in Judah, and counted the people. Then they returned to Jerusalem,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and they reported to David that there were 1,100,000 men in Israel who could be in the army, and 470,000 in Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, Joab did not count the men from the tribes of Levi and Benjamin, because he was disgusted with what the king had commanded.\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David's command to count the people caused God to become angry, so he told David that he had decided to punish the people of Israel.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David prayed to God. He said to him, \"What I did was very foolish. I have sinned greatly by what I have done. So now I plead with you, please forgive me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Gad, David's prophet,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Go and tell this to David: 'I am allowing you to choose one of three things to punish you. I will do whichever one you choose.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Gad went to David and said to him, \"This is what Yahweh says: 'You can choose one of these punishments:\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "three years of famine in Israel, or three months during which your armies will run away from their enemies who will attack them with swords, or three days during which I will send my angel to cause many people in the country to die because of a plague.' So you must decide what I will say to answer Yahweh, the one who sent me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David replied to Gad, \"I am very distressed. But allow Yahweh to punish me, because he is very merciful. Do not allow humans to punish me, because they will not be merciful.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh sent a plague on the people of Israel, and seventy thousand of them died because of it.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And God sent an angel to destroy the people in Jerusalem by the plague. But when the angel was standing at the ground where Ornan, from the Jebus people group, threshed grain, Yahweh saw all the suffering that the people had endured, and he was grieved. So he said to the angel, \"Stop what you are doing! That is enough!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David looked up and saw the angel whom Yahweh had sent, standing between the sky and the ground. The angel had a sword in his hand that was pointed toward Jerusalem. Then David and the elders of the city, who were wearing clothes made of rough sackcloth, prostrated themselves on the ground.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said to God, \"I am the one who ordered the men who could be in the army to be counted. I am the one who has sinned and done what is very wrong, but these people are as innocent as sheep. They have certainly not done anything that is wrong. So Yahweh my God, punish me and my family, but do not allow this plague to continue to cause your people to become sick and die.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the angel who was sent by Yahweh told Gad to go up to the place where Ornan threshed grain and tell David to build an altar to worship Yahweh there.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So after Gad told David, he obeyed the message that Yahweh had given to Gad, and he went up there.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Ornan was threshing some wheat, he turned and saw the angel. His four sons who were with him also saw the angel, and they hid themselves.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David approached. When Ornan saw him, he left the place where he was threshing grain and prostrated himself, with his face touching the ground.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said to him, \"Please sell me this place for threshing in order that I can build an altar here to worship Yahweh, in order that he will stop this plague. I will pay the full price.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ornan replied, \"Take it! Your Majesty, do whatever you want to. I will give you the oxen that thresh the grain for an offering to be completely burned on the altar. And I will give you the threshing boards to use as wood on the altar, and I will give you flour for a flour offering. I will give all those things to you.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the king said to Ornan, \"No, I will not take these things as a gift. I will pay you the full price for it. I will not take what belongs to you, and offer sacrifices that have cost me nothing and offer them to Yahweh to be completely burned on the altar.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David paid to Ornan six and one-half kilograms of gold for the whole area.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David built an altar to worship Yahweh there, and he offered sacrifices to be completely burned on the altar and sacrifices to restore fellowship with Yahweh. David prayed to Yahweh, and Yahweh answered by sending a fire from heaven to burn up the offerings on the altar.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh spoke to the angel, and told him to put his sword back into its sheath. So the angel did that.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And when David saw that Yahweh had answered him there at the place where Ornan threshed grain and had ended the plague, he offered sacrifices there.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh's sacred tent, which Moses had commanded to be set up in the wilderness, and the altar for burning sacrifices completely, were at that time on a hill at the city of Gibeon.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But David did not want to go there to request God to tell him what he wanted David to do, because he was afraid that the angel sent from Yahweh might strike him with his sword; he realized that this was the place that Yahweh now wanted sacrifices to be made.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}