{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David said, \"Here, at the edge of Jerusalem, is where we will build the temple for our God Yahweh, and where we will make the altar for burning the offerings that the Israelite people will bring.\"\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David commanded that the foreigners who lived in Israel must gather together. When they did that, he appointed some of those men to cut huge stones from the quarries and to smooth their surfaces, to be used to build the temple of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David provided a large amount of iron for making nails and hinges for the doors in the gates of the temple. He also provided a huge amount of bronze for making various utensils; and because there was a huge amount of it, no one could weigh it all.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also provided money for buying a large amount of cedar logs. Because there was a huge number of them, no one counted them. Those were logs that men from Tyre and Sidon cities sent to David.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David provided all those things because he thought, \"My son Solomon is still young and he does not know what he needs to know about building buildings, and the temple of Yahweh must be magnificent. It must be a glorious building that will become famous, and people throughout the world must consider it to be glorious. So now I will begin to prepare for it to be built, and Solomon will be responsible for finishing it.\" So David collected a great amount of building materials before he died.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David summoned his son Solomon, and told him that he should arrange for a temple to be built for Yahweh, the God whom the Israelites worshiped.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to him, \"I wanted to build a temple to honor Yahweh, my God.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh told a prophet to tell me, 'You have killed many men in the big battles that you have fought. I have seen the blood of all the people whom you killed, so you will not be the one who will arrange for a temple to be built to honor me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you will have a son who will be king of Israel after you die. He will be a man who is peaceful and quiet, not a man who kills others. And I will cause that there will be peace between him and his enemies who are in all the nearby lands. His name will be Solomon, which sounds like the word for peace. During the time that he is king, people in Israel will be peaceful and safe.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He is the one who will arrange for a temple to be built to honor me. He will be like a son to me, and I will cause some of his descendants to rule over Israel forever.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now, my son, I hope that Yahweh will help you, and enable you to be successful in arranging for building the temple of Yahweh, your God, which is what he said that you would do.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I also hope that he will enable you to be wise and to understand what you need to know, and enable you to obey his laws while you rule over Israel.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you carefully obey all the laws and decrees which Yahweh told Moses to tell Israel to do, you will be successful. Be strong and courageous. Do not be afraid of anything, and do not become discouraged!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have tried hard to provide materials for building the temple of Yahweh. I have provided 3,300 metric tons of gold, 33,000 metric tons of silver. I have also provided a very large amount of iron and bronze, no one has been able to weigh it all. I have also gathered lumber and stone for the walls of the temple, but you may need to get some more of those things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There are many men in Israel who have good ability to cut big stones for making stone walls, and carpenters, and men who are very skilled at making various kinds of things.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There are many men who know how to make things from gold and silver and bronze and iron. So now I say to you, begin the work of building the temple, and I hope that Yahweh will be with you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David commanded that all the Israelite leaders must assist Solomon. He said to them,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Yahweh our God is certainly with you. He has allowed you to have peace with all the nearby nations. He has enabled my army to conquer them, so now Yahweh and my people control them.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now you must obey Yahweh with your entire inner beings. Help Solomon to arrange for building the temple for Yahweh God, in order that you can bring the sacred chest that contains the Ten Commandments and the other sacred items that belong to Yahweh into the temple that you will build to honor him.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}