{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is a list of the groups of men who guarded the temple gates:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "From the descendants of Korah, there was Meshelemiah son of Kore, who was one of the sons of Asaph.\n"
      },
      {
        "tag": "q2",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The oldest son of Meshelemiah was Zechariah. His other sons were Jediael, Zebadiah, Jathniel,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elam, Jehohanan, and Eliehoenai.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Another guard was Obed Edom.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "His oldest son was Shemaiah. His other sons were Jehozabad, Joah, Sakar, Nethanel,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ammiel, Issachar, and Peullethai. It was because God had blessed him that he had many sons.\n"
      },
      {
        "tag": "q2",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Obed Edom's son Shemaiah also had sons. They were leaders in their father's family because they were capable of doing many things well.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q2",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Shemaiah were Othni, Rephael, Obed, and Elzabad. Shemaiah's relatives Elihu and Semakiah were also capable men.\n"
      },
      {
        "tag": "q2",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All of those descendants of Obed Edom and their sons and relatives were capable people and strong workers. Altogether there were 62 of them.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Another guard was Meshelemiah. He and his sons and relatives were also capable people. There were 18 of them altogether.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Another guard was Hosah's son Shimri, a descendant of Merari. Hosah appointed Shimri to be the leader, even though he was not Hosah's oldest son.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hosah's other sons were Hilkiah, Tabaliah, and Zechariah. Altogether there were 13 sons and relatives of Hosah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those men were leaders of the groups of men who guarded the gates of the temple. They worked at the temple like their relatives did.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By casting lots, the leader of each family chose one gate for their group to guard. All of them, including young men and old men, cast lots.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shelemiah's group was selected to guard the east gate. The group of Shelemiah's son Zechariah, who was a wise counselor, was selected to guard the north gate.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Obed Edom's group was selected to guard the south gate, and his sons were selected to guard the entrances to the temple storerooms.\n"
      },
      {
        "tag": "li",
        "nextChar": "\n",
        "children": [],
        "endTag": ""
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Shuppim's group and Hosah's group were selected to guard the west gate and the Shalleketh Gate on the upper road to the temple.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "The work for the guards was divided evenly.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each day there were six descendants of Levi who guarded the east gate, four who guarded the north gate, four who guarded the south gate, and two at a time who guarded the entrances to the storerooms.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the west gate there were two men who guarded the courtyard and four who guarded the road outside the courtyard.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those were the groups of men who were descendants of Korah and Merari who guarded the gates of the temple.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Other descendants of Levi were in charge of the chests that contained the money that was dedicated to God, money that the people brought to the temple.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of those men was Ladan, a descendant of Gershon. He was the ancestor of several family groups. Jehiel was the leader of one of those family groups.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Others who had that work were Zetham and his younger brother Joel, who were the sons of Jehiel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Others who did that work were descendants of Amram, Izhar, Hebron and Uzziel.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shubuel, a descendant of Moses's son Gershom, was the leader who was in charge of the money chests.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Others who did that work were the descendants of Gershom's younger brother Eliezer. Those men were Eliezer's son Rehabiah, Rehabiah's son Jeshaiah, Jeshaiah's son Joram, Joram's son Zichri, and Zichri's son Shelomith.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shelomith and his relatives were in charge of all the valuable things that had been dedicated to Yahweh by King David, by the leaders of the family groups, by the army commanders of one thousand soldiers and commanders of 100 soldiers, and by other army commanders.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the things that those army officers had taken from Israel's enemies in battles they dedicated for the repair of the temple of Yahweh.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And Shelomith and his relatives were also in charge of everything that had been dedicated to Yahweh by the prophet Samuel, by King Saul, and by David's two army commanders Abner and Joab.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the descendants of Izhar, Kenaniah and his sons were given work outside the temple area. They were officials and judges in various places in Israel.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the descendants of Hebron, Hashabiah and his relatives were responsible for the work done for Yahweh and for the king in all the area west of the Jordan river. There were 1,700 of them who were able to do their work well.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was written in the records of the descendants of Hebron that Jeriah was their leader. When David had been ruling for almost forty years, they searched in those records, and they found names of capable men descended from Hebron who were at the city of Jazer in the region of Gilead.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jeriah had 2,700 relatives who were able to do their work well, and who were leaders of their families. King David put them in charge of governing the tribes of Reuben, Gad, and the western half of the tribe of Manasseh, to be sure that all the people did what God and the king told them to do.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}