{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David summoned all the leaders of Israel to come to Jerusalem. He summoned the leaders of the tribes, the leaders of the groups that worked for the king, the commanders of one hundred soldiers, the commanders of one thousand soldiers, those who were in charge of the king's property and his livestock, those who taught his sons, all the palace officials, and his mighty soldiers and bravest warriors.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David stood up and said, \"My fellow Israelites, listen to me. I wanted to build a temple to be a place where we would put the sacred chest containing Yahweh's covenant, where the sacred chest would stay permanently. And I made plans to build it.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God said to me, 'You are not the one who will arrange to build a temple, because you have fought battles and have killed people.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh, the God to whom we Israelites belong, had chosen me and my descendants to be the kings of Israel forever. First he chose Judah to be a leader, and from the people of Judah he chose me to be the king over all of Israel.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh has given me many sons, but from them he chose my son Solomon to be the next king to rule his kingdom of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to me, 'Solomon your son is the one who will arrange to build my temple and the courtyards around it, because I have chosen him to be like my son and I will be like his father.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will enable his kingdom to endure forever if he continues to obey my laws and decrees, like you are doing now.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now, while all you people of Israel, all of you who belong to Yahweh, are watching, and while God is listening, I command all you people to carefully obey all the commands of Yahweh our God, in order that you may continue to possess this good land and enable your descendants to inherit it forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And you, my son Solomon, must know God like I know him, and you must serve him faithfully and because you want to. You must do that because he knows what everyone is thinking and he understands the reasons that people do what they do. If you seek to know him, he will heed your prayers. But if you abandon him, he will abandon you forever.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh has chosen you to arrange to build a temple for him. So think about what I have said, and be strong and do what he is wanting you to do.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David gave to his son Solomon the scroll on which were written the plans for the main rooms of the temple, its porch, its storerooms, all the other upper and lower rooms, the holy place, and the very holy place having the sacred chest and its lid.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David wrote for him the plans that he had made for building the courtyards and all the rooms that surrounded the temple, including the room where the money and other valuable things that were dedicated to God were kept.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He gave Solomon instructions for the work groups of priests and other descendants of Levi, about all the work that they must do to serve in Yahweh's temple, and about taking care of all the things that would be used in the work at the temple.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He wrote down how much gold and how much silver should be used to make all the items in the temple.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This was a list of how much gold would be needed for making the gold lampstands and the lamps, how much silver to make the silver lamps and lampstands.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a list for how much gold would be needed for making the table on which the priests would put the bread to display before God, how much silver to make the other tables,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and how much pure gold for the meat forks and the bowls and the cups, how much gold for each gold dish, how much silver for each silver dish.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a list for how much pure gold would be needed to make the altar for burning incense. He also gave to Solomon his plans for making the golden statues of winged creatures that would be above the sacred chest of Yahweh, like a chariot for him.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David said, \"I have written all these plans while Yahweh was directing me. He has enabled me to understand all the details of his plan for the temple that is to be built.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David also said to his son Solomon, \"Be strong and courageous, and do this work. Do not be afraid or discouraged, because Yahweh our God, whom I worship, will be with you. He will not fail to help you or abandon you until you finish all the work of making the temple of his.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The groups of priests and other descendants of Levi are ready to begin their work at God's temple, and every man who has a special skill will help you in all the work. And my officials and the other people will obey you, whatever you command them to do.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}