{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King David said to all the people who had gathered there, \"My son Solomon, the one whom God has chosen to be the next king, is young and does not have much experience. This work of building the temple is great, because this glorious building will not be to honor people, but to honor Yahweh our God.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From all the things that I possess, I have provided what will be needed to build the temple of my God—gold for the things to be made of gold, silver for the things to be made of silver, bronze for the things to be made of bronze, iron for the things to be made of iron, wood for the things to be made of wood, and large amounts of onyx and turquoise and other valuable stones of various colors, and marble and all kinds of valuable stones.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In addition to all these things that I have given for the temple, I am giving my own treasures of gold and silver, because I very earnestly desire that this holy temple for my God be built.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am giving about 100 metric tons of gold from Ophir and 230 metric tons of refined silver to cover the walls of the buildings,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for making the other items of gold and silver, and for the other work to be done by the craftsmen. So now, I ask you, who is willing to show by contributing other gifts for the building of the temple that he has dedicated himself to Yahweh?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the leaders of the families, the leaders of the tribes of Israel, the commanders of one thousand soldiers and the commanders of one hundred soldiers, and the officials who supervised the work that the king wanted done, gave gifts willingly.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the work at the temple they gave 165 metric tons and eighty-four kilograms of gold, 330 metric tons of silver, 600 metric tons of bronze, and 3,300 metric tons of iron.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Any people who owned valuable stones gave them to be put in the storeroom of the temple. Jehiel, a descendant of Gershon, was appointed to be in charge of them.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people were happy to see that their leaders wanted to give those things; they were happy and enthusiastic to give those things to Yahweh. And King David also was very happy.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, while all the people there were listening, David praised Yahweh. He said,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "\"We praise you, Yahweh,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "the God whom our ancestor Jacob worshiped.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "We will praise you forever!\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You alone are great and powerful;\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "only you are truly glorious and majestic and wonderful.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "And that is true because everything in heaven and on the earth is yours.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "You are the king of all the people in this world;\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "you are the ruler of everything.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because you are very powerful,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "you are able to cause anyone to be great and be strong.\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now, our God, we thank you,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "and we praise you for being very great.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I and my people are not really able to give anything to you,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "because everything that we have comes from you;\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "the things that we have given to you are only the things that we have received from you.\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know that we are like foreigners and strangers to you, as our ancestors were.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "Our years here on earth are like a shadow that disappears quickly;\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "we know that there is nothing that can enable us to escape dying.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh our God, we have gathered all these things to use in building your temple,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "but all of it really belongs to you, and you have given it to us.\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My God, I know that you test us people,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "and you are pleased if you find out that we do what is right.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "All these things I have given to you because I wanted to.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "And now I have seen that your people have joyfully and generously given things to you.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, the God whom our ancestors Abraham, Isaac, and Jacob worshiped,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "I desire that your people will continue to desire to do things like this forever,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "and that they will always be loyal to you.\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And now, please enable my son Solomon to faithfully and sincerely\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "do everything that is needed to build this beautiful building\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "for which I have provided all these things.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David said to all the people who were gathered there, \"Praise Yahweh our God!\" So they all praised Yahweh the God whom their ancestors also worshiped. They prostrated themselves on the ground in front of Yahweh and in front of the king.\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day the people offered sacrifices to Yahweh. They presented many animals to be completely burned on the altar: A thousand bulls, a thousand rams, a thousand male sheep, offerings of wine, and many other sacrifices for all the people of Israel to eat.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day the people were joyful and ate and drank in Yahweh's honor.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Then for the second time they declared that Solomon was now the king. As Yahweh had commanded, they anointed him with olive oil to be the king, and they anointed Zadok to be the high priest.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Solomon sat on the throne because Yahweh wanted him to be the king to succeed his father David. During the following years Solomon prospered, and all the Israelite people obeyed him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King David's other sons and all the officers and mighty warriors accepted Solomon to be their king, and they solemnly promised to obey him.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh caused Solomon to be highly respected by all the Israelite people, and they honored him very much. No king of Israel had been honored as much as Solomon was.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesse's son David was the king who ruled all of Israel.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He ruled for forty years: seven years in the city of Hebron and thirty-three years in Jerusalem.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was very rich and very much honored, and he became an old man. Then he died, and his son Solomon became the king of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A record of all the things that King David did while he ruled, from the beginning to the end, was on scrolls written by the prophets Samuel, Nathan, and Gad.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They told about his powerful rule, and all the things that happened to him and to the people of Israel and in the kingdoms of other countries while he was ruling Israel.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}