{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The descendants of Judah were Perez, Hezron, Karmi, Hur, and Shobal.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shobal's son was Reaiah. Reaiah was the father of Jahath, and Jahath was the father of Ahumai and Lahad. They were the ancestors of the Zorath people group.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What follows are the names of the three men who started the clans that lived in the city of Etam: Jezreel, Ishma, and Idbash—and they had a sister named Hazzelelponi.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hur was the firstborn son of Ephrathah; he founded the city of Bethlehem. Hur had these descendants: Penuel and Ezer. Penuel started the clans that lived in the city of Gedor, and Ezer started the clans living in the city of Hushah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezron's son Ashhur, the father of Tekoa, had two wives whose names were Helah and Naarah.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Asshur and his wife Naarah were Ahuzzam, Hepher, Temeni, and Haahashtari.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Ashhur and his wife Helah were Zereth, Zohar, Ethnan,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and Koz. Koz was the father of Anub, Hazzobebah, and the ancestor of the clans descended from Aharhel. Aharhel was the son of Harum.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was another descendant of Judah whose name was Jabez. He was more respected than his brothers were. His mother named him Jabez which means 'pain' because she said, \"I was enduring much pain when I gave birth to him.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day he prayed to God whom his fellow Israelites worshiped, saying, \"Please greatly bless me and increase my land. Remain with me, and do not allow anyone to harm me. If you do that for me, I will not have any pain.\" And God did what Jabez requested him to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Another descendant of Judah was Shuhah. His younger brother Kelub was the father of Mehir. Mehir was the father of Eshton.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eshton was the father of Beth Rapha, Paseah, and Tehinnah. Tehinnah started the city of Nahash, but their families lived in a place called Rekah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Another descendant of Judah was Jehallelel. His sons were Ziph, Ziphah, Tiria, and Asarel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hodiah's wife was Naham's sister. Hodiah's wife was the mother of two sons. One of them was the father of Keilah, the ancestor of the Gar people group, and the other one was the father of Eshtemoa, the ancestor of the Maacath people group.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Another descendant of Judah was Shimon. Shimon's sons were Amnon, Rinnah, Ben-Hanan, and Tilon.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Another descendant of Judah was Ishi. His descendants were Zoheth and Ben-Zoheth.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of Judah's sons was Shelah. Shelah's descendants were Er the father of Lekah, Laadah the father of Mareshah and the families of those who made things from linen at Beth Ashbea,\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jokim, and the men of the city of Kozeba, and Joash and Saraph, two men who married women from the region of Moab and ruled in Jashubi Lehem. All their names and a record of what they did are written in scrolls.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of these descendants of Shelah made pottery for the king. Some of them lived in the city of Netaim, and some lived in the city of Gederah.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simeon's sons were Nemuel, Jamin, Jarib, Zerah, and Shaul.\n"
      },
      {
        "tag": "q2",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shaul's son was Shallum. Shallum's son was Mibsam. Mibsam's son was Mishma.\n"
      },
      {
        "tag": "q2",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mishma's son was Hammuel. Hammuel's son was Zaccur. Zaccur's son was Shimei.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shimei had sixteen sons and six daughters, but none of his brothers had many children. So the descendants of Simeon never were as many as the descendants of his younger brother Judah.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The descendants of Simeon lived in these cities and towns: Beersheba, Moladah, Hazar Shual,\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bilhah, Ezem, Tolad,\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bethuel, Hormah, Ziklag,\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Beth Markaboth, Hazar Susim, Beth Biri, and Shaaraim. They lived in those places until David became king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also lived in villages near those towns: Etam, Ain, Rimmon, Token, and Ashan.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were other villages where they lived, as far southwest as the city of Baalath. Those were the places where they lived, and they wrote down the names of their family members.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went near the city of Gedor on the east side of the valley to look for pastureland for their flocks of sheep.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They found good pastureland with plenty of grass. The place was peaceful and quiet.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Previously the descendants of Noah's son Ham had lived there.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But while Hezekiah was the king of Judah, those leaders of the tribe of Simeon came to Gedor and fought against the descendants of Ham and destroyed their tents. They also fought against the descendants of Meun who were living there and they killed all of them. So now there are no descendants of Meun living there. The descendants of Simeon started to live there, because there was good pastureland there for their sheep.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ishi's four sons Pelatiah, Neariah, Rephaiah and Uzziel led five hundred other descendants of Simeon and attacked the people who were living in the hill country of Edom.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They killed the few descendants of Amalek who were still alive. From that time until now, the descendants of Simeon have lived in the region of Edom.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s2",
        "type": "section",
        "content": "Other clans descended from Judah\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13-15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Another descendant of Judah was Jephunneh. His son was Caleb. Caleb's sons were Iru, Elah, and Naam. Elah's son was Kenaz. The sons of Kenaz were Othniel and Seraiah.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "Othniel's sons were Hathath and Meonothai. Meonothai was the father of Ophrah.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "Seraiah was the father of Joab. Joab was the ancestor of the people who lived in Craftsmen's Valley. The valley was named that because many of the people who lived there were craftsmen.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "17-18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Another descendant of Judah was Ezrah. Ezrah's sons were Jether, Mered, Epher, and Jalon. Mered married Bithiah, who was the daughter of the king of Egypt. The children of Mered and Bithiah were Miriam, Shammai and Ishbah. Ishbah was the father of Eshtemoa. Mered had a wife from Judah. She gave birth to Jered, Heber, and Jekuthiel. Jered was the father of Gedor; Heber was the father of Soko, and Jekuthiel was the father of Zanoah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "34-38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men in the following list were the leaders of their clans: Meshobab, Jamlech, Joshah son of Amaziah, Joel, and Jehu son of Joshibiah. Joshibiah was son of Seraiah and grandson of Asiel. Other clan leaders were Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah, and Ziza. Ziza was son of Shiphi and grandson of Allon son of Jedaiah, who was the son of Shimri, who was son of Shemaiah.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "The members of those families became very numerous.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}