{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे लबानोन, आग को रास्ता दे कि वह आकर तेरे देवदारों को भस्म करे!\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे सनोवर वृक्षों, हाय, हाय, करो! क्योंकि देवदार गिर गया है और बड़े से बड़े वृक्ष नष्ट हो गए हैं! हे बाशान के बांज वृक्षों, हाय, हाय, करो! क्योंकि अगम्य वन काटा गया है!\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "चरवाहों के हाहाकार का शब्द हो रहा है, क्योंकि उनका वैभव नष्ट हो गया है! जवान सिंहों का गरजना सुनाई देता है, क्योंकि यरदन के किनारे का घना वन नाश किया गया है!\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "चरवाहों की भविष्यद्वाणी\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मेरे परमेश्‍वर यहोवा ने यह आज्ञा दी: “घात होनेवाली भेड़-बकरियों का चरवाहा हो जा।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनके मोल लेनेवाले उन्हें घात करने पर भी अपने को दोषी नहीं जानते, और उनके बेचनेवाले कहते हैं, ‘यहोवा धन्य है, हम धनी हो गए हैं;’ और उनके चरवाहे उन पर कुछ दया नहीं करते।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा की यह वाणी है, मैं इस देश के रहनेवालों पर फिर दया न करूँगा*। देखो, मैं मनुष्यों को एक दूसरे के हाथ में, और उनके राजा के हाथ में पकड़वा दूँगा; और वे इस देश को नाश करेंगे, और मैं उसके रहनेवालों को उनके वश से न छुड़ाऊँगा।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए मैं घात होनेवाली भेड़-बकरियों को और विशेष करके उनमें से जो दीन थीं उनको चराने लगा। और मैंने दो लाठियाँ लीं; एक का नाम मैंने अनुग्रह रखा, और दूसरी का नाम एकता। इनको लिये हुए मैं उन भेड़-बकरियों को चराने लगा।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैंने उनके तीनों चरवाहों को एक महीने में नष्ट कर दिया, परन्तु मैं उनके कारण अधीर था, और वे मुझसे घृणा करती थीं।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मैंने उनसे कहा, “मैं तुम को न चराऊँगा*। तुम में से जो मरे वह मरे, और जो नष्ट हो वह नष्ट हो, और जो बची रहें वे एक दूसरे का माँस खाएँ।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मैंने अपनी वह लाठी तोड़ डाली, जिसका नाम अनुग्रह था, कि जो वाचा मैंने सब अन्यजातियों के साथ बाँधी थी उसे तोड़ूँ।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह उसी दिन तोड़ी गई, और इससे दीन भेड़-बकरियाँ जो मुझे ताकती थीं, उन्होंने जान लिया कि यह यहोवा का वचन है।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मैंने उनसे कहा, “यदि तुम को अच्छा लगे तो मेरी मजदूरी दो, और नहीं तो मत दो।” तब उन्होंने मेरी मजदूरी में चाँदी के तीस टुकड़े तौल दिए। (मत्ती 26:15)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने मुझसे कहा, “इन्हें कुम्हार के आगे फेंक दे,” यह क्या ही भारी दाम है जो उन्होंने मेरा ठहराया है? तब मैंने चाँदी के उन तीस टुकड़ों को लेकर यहोवा के घर में कुम्हार के आगे फेंक दिया। (मत्ती 27:9,10)\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मैंने अपनी दूसरी लाठी जिसका नाम एकता था, इसलिए तोड़ डाली कि मैं उस भाईचारे के नाते को तोड़ डालूँ जो यहूदा और इस्राएल के बीच में है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने मुझसे कहा, “अब तू मूर्ख चरवाहे के हथियार ले-ले।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि मैं इस देश में एक ऐसा चरवाहा ठहराऊँगा*, जो खोई हुई को न ढूँढ़ेगा, न तितर-बितर को इकट्ठी करेगा, न घायलों को चंगा करेगा, न जो भली चंगी हैं उनका पालन-पोषण करेगा, वरन् मोटियों का माँस खाएगा और उनके खुरों को फाड़ डालेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हाय उस निकम्मे चरवाहे पर जो भेड़-बकरियों को छोड़ जाता है! उसकी बाँह और दाहिनी आँख दोनों पर तलवार लगेगी, तब उसकी बाँह सूख जाएगी और उसकी दाहिनी आँख फूट जाएगी।” \n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "इस्राएल की निर्जनता\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}