{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा ने यहोशू महायाजक को यहोवा के दूत के सामने खड़ा हुआ मुझे दिखाया, और शैतान उसकी दाहिनी ओर उसका विरोध करने को खड़ा था।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा ने* शैतान से कहा, “हे शैतान यहोवा तुझको घुड़के! यहोवा जो यरूशलेम को अपना लेता है*, वही तुझे घुड़के! क्या यह आग से निकाली हुई लुकटी सी नहीं है?” (रोम. 8:33)\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय यहोशू तो दूत के सामने मैला वस्त्र पहने हुए खड़ा था*।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दूत ने उनसे जो सामने खड़े थे कहा, “इसके ये मैले वस्त्र उतारो।” फिर उसने उससे कहा, “देख, मैंने तेरा अधर्म दूर किया है, और मैं तुझे सुन्दर वस्त्र पहना देता हूँ।” \n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मैंने कहा, “इसके सिर पर एक शुद्ध पगड़ी रखी जाए।” और उन्होंने उसके सिर पर याजक के योग्य शुद्ध पगड़ी रखी, और उसको वस्त्र पहनाए; उस समय यहोवा का दूत पास खड़ा रहा।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "आनेवाली शाखा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा के दूत ने यहोशू को चिताकर कहा,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“सेनाओं का यहोवा तुझ से यह कहता है: यदि तू मेरे मार्गों पर चले, और जो कुछ मैंने तुझे सौंप दिया है उसकी रक्षा करे, तो तू मेरे भवन का न्यायी, और मेरे आँगनों का रक्षक होगा; और मैं तुझको इनके बीच में आने-जाने दूँगा जो पास खड़े हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे यहोशू महायाजक, तू सुन ले, और तेरे भाईबन्धु जो तेरे सामने खड़े हैं वे भी सुनें, क्योंकि वे मनुष्य शुभ शकुन हैं सुनो, मैं अपने दास शाख को प्रगट करूँगा। (जक. 6:12, यिर्म. 33:15)\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस पत्थर को देख जिसे मैंने यहोशू के आगे रखा है, उस एक ही पत्थर के ऊपर सात आँखें बनी हैं, सेनाओं के यहोवा की यह वाणी है, देख मैं उस पत्थर पर खोद देता हूँ, और इस देश के अधर्म को एक ही दिन में दूर कर दूँगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसी दिन तुम अपने-अपने भाई बन्धुओं को दाखलता और अंजीर के वृक्ष के नीचे आने के लिये बुलाओगे, सेनाओं के यहोवा की यही वाणी है।” \n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "महायाजक का दर्शन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}