{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैंने फिर आँखें उठाई तो क्या देखा, कि एक लिखा हुआ पत्र उड़ रहा है।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दूत ने मुझसे पूछा, “तुझे क्या दिखाई पड़ता है?” मैंने कहा, “मुझे एक लिखा हुआ पत्र उड़ता हुआ दिखाई पड़ता है, जिसकी लम्बाई बीस हाथ और चौड़ाई दस हाथ की है।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने मुझसे कहा, “यह वह श्राप है जो इस सारे देश पर* पड़नेवाला है; क्योंकि जो कोई चोरी करता है, वह उसकी एक ओर लिखे हुए के अनुसार मैल के समान निकाल दिया जाएगा; और जो कोई शपथ खाता है, वह उसकी दूसरी ओर लिखे हुए के अनुसार मैल के समान निकाल दिया जाएगा।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सेनाओं के यहोवा की यही वाणी है, मैं उसको ऐसा चलाऊँगा कि वह चोर के घर में और मेरे नाम की झूठी शपथ खानेवाले के घर में घुसकर ठहरेगा, और उसको लकड़ी और पत्थरों समेत नष्ट कर देगा।” \n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "टोकरी में के स्त्री का दर्शन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब जो दूत मुझसे बातें करता था, उसने बाहर जाकर मुझसे कहा, “आँखें उठाकर देख कि वह क्या वस्तु निकली जा रही है?” \n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैंने पूछा, “वह क्या है?” उसने कहा? “वह वस्तु जो निकली जा रही है वह एक एपा का नाप है।” और उसने फिर कहा, “सारे देश में लोगों का यही पाप है।” \n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर मैंने क्या देखा कि एपा का शीशे का ढक्कन उठाया जा रहा है, और एक स्त्री है जो एपा के बीच में बैठी है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दूत ने कहा, “इसका अर्थ दुष्टता है।” और उसने उस स्त्री को एपा के बीच में दबा दिया, और शीशे के उस ढक्कन से एपा का मुँह बन्द कर दिया।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मैंने आँखें उठाई, तो क्या देखा कि दो स्त्रियाँ चली जाती हैं* जिनके पंख पवन में फैले हुए हैं, और उनके पंख सारस के से हैं, और वे एपा को आकाश और पृथ्वी के बीच में उड़ाए लिए जा रही हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मैंने उस दूत से जो मुझसे बातें करता था, पूछा, “वे एपा को कहाँ लिए जाती हैं?” \n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने कहा, “शिनार देश* में लिए जाती हैं कि वहाँ उसके लिये एक भवन बनाएँ; और जब वह तैयार किया जाए, तब वह एपा वहाँ अपने ही पाए पर खड़ा किया जाएगा।” \n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "उड़नेवाली चर्मपत्री का दर्शन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}