{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर दारा राजा के चौथे वर्ष में किसलेव नामक नौवें महीने के चौथे दिन को, यहोवा का वचन जकर्याह के पास पहुँचा।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बेतेलवासियों ने शरेसेर और रेगेम्मेलेक को इसलिए भेजा था कि यहोवा से विनती करें,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और सेनाओं के यहोवा के भवन के याजकों से और भविष्यद्वक्ताओं से भी यह पूछें, “क्या हमें उपवास करके रोना चाहिये जैसे कि कितने वर्षों से हम पाँचवें महीने में करते आए हैं?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब सेनाओं के यहोवा का यह वचन मेरे पास पहुँचा;\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“सब साधारण लोगों से और याजकों से कह, कि जब तुम इन सत्तर वर्षों के बीच पाँचवें और सातवें महीनों में उपवास और विलाप करते थे*, तब क्या तुम सचमुच मेरे ही लिये उपवास करते थे?\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब तुम खाते पीते हो, तो क्या तुम अपने ही लिये नहीं खाते, और क्या तुम अपने ही लिये नहीं पीते हो?\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "अनाज्ञाकारिता का बँधुवाई में पूर्णविराम\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“क्या यह वही वचन नहीं है, जो यहोवा पूर्वकाल के भविष्यद्वक्ताओं के द्वारा उस समय पुकारकर कहता रहा जब यरूशलेम अपने चारों ओर के नगरों समेत चैन से बसा हुआ था, और दक्षिण देश और नीचे का देश भी बसा हुआ था?”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा का यह वचन जकर्याह के पास पहुँचा*: “सेनाओं के यहोवा ने यह कहा है,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "खराई से न्याय चुकाना, और एक दूसरे के साथ कृपा और दया से काम करना,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "न तो विधवा पर अंधेर करना, न अनाथों पर, न परदेशी पर, और न दीन जन पर; और न अपने-अपने मन में एक दूसरे की हानि की कल्पना करना।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु उन्होंने चित्त लगाना न चाहा, और हठ किया, और अपने कानों को बन्द कर लिया ताकि सुन न सके।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वरन् उन्होंने अपने हृदय को इसलिए पत्थर सा बना लिया, कि वे उस व्यवस्था और उन वचनों को न मान सके जिन्हें सेनाओं के यहोवा ने अपने आत्मा के द्वारा पूर्वकाल के भविष्यद्वक्ताओं से कहला भेजा था। इस कारण सेनाओं के यहोवा की ओर से उन पर बड़ा क्रोध भड़का।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सेनाओं के यहोवा का यही वचन है, “जैसे मेरे पुकारने पर उन्होंने नहीं सुना, वैसे ही उसके पुकारने पर मैं भी न सुनूँगा;\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वरन् मैं उन्हें उन सब जातियों के बीच जिन्हें वे नहीं जानते, आँधी के द्वारा तितर-बितर कर दूँगा, और उनका देश उनके पीछे ऐसा उजाड़ पड़ा रहेगा कि उसमें किसी का आना जाना न होगा; इसी प्रकार से उन्होंने मनोहर देश को उजाड़ कर दिया।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "उपवास से आज्ञाकारिता भली\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}