{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब लोग और उनकी स्त्रियों की ओर से उनके भाई यहूदियों के विरुद्ध बड़ी चिल्लाहट मची।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कुछ तो कहते थे, “हम अपने बेटे-बेटियों समेत बहुत प्राणी हैं, इसलिए हमें अन्न मिलना चाहिये कि उसे खाकर जीवित रहें।” \n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कुछ कहते थे, “हम अपने-अपने खेतों, दाख की बारियों और घरों को अकाल के कारण बन्धक रखते हैं, कि हमें अन्न मिले।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर कुछ यह कहते थे, “हमने राजा के कर* के लिये अपने-अपने खेतों और दाख की बारियों पर रुपया उधार लिया।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु हमारा और हमारे भाइयों का शरीर और हमारे और उनके बच्चे एक ही समान हैं, तो भी हम अपने बेटे-बेटियों को दास बनाते हैं*; वरन् हमारी कोई-कोई बेटी दासी भी हो चुकी हैं; और हमारा कुछ बस नहीं चलता, क्योंकि हमारे खेत और दाख की बारियाँ औरों के हाथ पड़ी हैं।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह चिल्लाहट और ये बातें सुनकर मैं बहुत क्रोधित हुआ।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अपने मन में सोच विचार करके मैंने रईसों और हाकिमों को घुड़ककर कहा, “तुम अपने-अपने भाई से ब्याज लेते हो।” तब मैंने उनके विरुद्ध एक बड़ी सभा की।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मैंने उनसे कहा, “हम लोगों ने तो अपनी शक्ति भर अपने यहूदी भाइयों को जो अन्यजातियों के हाथ बिक गए थे, दाम देकर छुड़ाया है, फिर क्या तुम अपने भाइयों को बेचोगे? क्या वे हमारे हाथ बिकेंगे?” तब वे चुप रहे और कुछ न कह सके।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर मैं कहता गया, “जो काम तुम करते हो वह अच्छा नहीं है; क्या तुम को इस कारण हमारे परमेश्‍वर का भय मानकर चलना न चाहिये कि हमारे शत्रु जो अन्यजाति हैं, वे हमारी नामधराई न करें?\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं भी और मेरे भाई और सेवक उनको रुपया और अनाज उधार देते हैं, परन्तु हम इसका ब्याज छोड़ दें।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "आज ही उनको उनके खेत, और दाख, और जैतून की बारियाँ, और घर फेर दो; और जो रुपया, अन्न, नया दाखमधु, और टटका तेल तुम उनसे ले लेते हो, उसका सौवाँ भाग फेर दो?” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन्होंने कहा, “हम उन्हें फेर देंगे, और उनसे कुछ न लेंगे; जैसा तू कहता है, वैसा ही हम करेंगे।” तब मैंने याजकों को बुलाकर उन लोगों को यह शपथ खिलाई, कि वे इसी वचन के अनुसार करेंगे।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर मैंने अपने कपड़े की छोर झाड़कर कहा, “इसी रीति से जो कोई इस वचन को पूरा न करे, उसको परमेश्‍वर झाड़कर, उसका घर और कमाई उससे छुड़ाए, और इसी रीति से वह झाड़ा जाए, और कंगाल हो जाए।” तब सारी सभा ने कहा, “आमीन!” और यहोवा की स्तुति की। और लोगों ने इस वचन के अनुसार काम किया।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "नहेम्याह की निस्वार्थ सेवा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर जब से मैं यहूदा देश में उनका अधिपति ठहराया गया, अर्थात् राजा अर्तक्षत्र के राज्य के बीसवें वर्ष से लेकर उसके बत्तीसवें वर्ष तक, अर्थात् बारह वर्ष तक मैं और मेरे भाइयों ने अधिपतियों के हक़ का भोजन* नहीं खाया।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु पहले अधिपति जो मुझसे पहले थे, वे प्रजा पर भार डालते थे, और उनसे रोटी, और दाखमधु, और इसके साथ चालीस शेकेल चाँदी लेते थे, वरन् उनके सेवक भी प्रजा के ऊपर अधिकार जताते थे; परन्तु मैं ऐसा नहीं करता था, क्योंकि मैं यहोवा का भय मानता था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर मैं शहरपनाह के काम में लिपटा रहा, और हम लोगों ने कुछ भूमि मोल न ली; और मेरे सब सेवक काम करने के लिये वहाँ इकट्ठे रहते थे।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर मेरी मेज पर खानेवाले एक सौ पचास यहूदी और हाकिम और वे भी थे, जो चारों ओर की अन्यजातियों में से हमारे पास आए थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो प्रतिदिन के लिये तैयार किया जाता था वह एक बैल, छः अच्छी-अच्छी भेड़ें व बकरियाँ थीं, और मेरे लिये चिड़ियें भी तैयार की जाती थीं; दस-दस दिन के बाद भाँति-भाँति का बहुत दाखमधु भी तैयार किया जाता था; परन्तु तो भी मैंने अधिपति के हक़ का भोज नहीं लिया,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि काम का भार प्रजा पर भारी था। हे मेरे परमेश्‍वर! जो कुछ मैंने इस प्रजा के लिये किया है, उसे तू मेरे हित के लिये स्मरण रख।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "यहूदियों में अंधेर पाया जाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}