{
  "1": "וַיִּגַּע֙ H5060 הַחֹ֣דֶשׁ H2320 הַשְּׁבִיעִ֔י H7637 וּבְנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 בֶּעָרִ֑ים H5892 וַיֵּאָסְפ֥וּ H622 הָעָ֛ם H5971 כְּאִ֥ישׁ H376 אֶחָ֖ד H259 אֶל H413 יְרוּשָׁלִָֽם H3389 ",
  "2": "וַיָּקָם֩ H6965 יֵשׁ֨וּעַ H3442 בֶּן H1121 יֽוֹצָדָ֜ק H3136 וְאֶחָ֣י H251 הַכֹּהֲנִ֗ים H3548 וּזְרֻבָּבֶ֤ל H2216 בֶּן H1121 שְׁאַלְתִּיאֵל֙ H7597 וְאֶחָ֔י H251 וַיִּבְנ֕וּ H1129 אֶת H853 מִזְבַּ֖ח H4196 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֑ל H3478 לְהַעֲל֤וֹת H5927 עָלָיו֙ H5921 עֹל֔וֹת H5930 כַּכָּת֕וּב H3789 בְּתוֹרַ֖ת H8451 מֹשֶׁ֥ה H4872 אִישׁ H376 הָאֱלֹהִֽים H430 ",
  "3": "וַיָּכִ֤ינוּ H3559 הַמִּזְבֵּ֨חַ֙ H4196 עַל H5921 מְכ֣וֹנֹתָ֔יו H4350 כִּ֚י H3588 בְּאֵימָ֣ה H367 עֲלֵיהֶ֔ם H5921 מֵעַמֵּ֖י H5971 הָאֲרָצ֑וֹת H776 ויעל H5927 עָלָ֤יו H5921 עֹלוֹת֙ H5930 לַֽיהוָ֔ה H3068 עֹל֖וֹת H5930 לַבֹּ֥קֶר H1242 וְלָ H6153 ",
  "4": "וַֽיַּעֲשׂ֛וּ H6213 אֶת H853 חַ֥ג H2282 הַסֻּכּ֖וֹת H5521 כַּכָּת֑וּב H3789 וְעֹלַ֨ת H5930 י֤וֹם H3117 בְּיוֹם֙ H3117 בְּמִסְפָּ֔ר H4557 כְּמִשְׁפַּ֖ט H4941 דְּבַר H1697 י֥וֹם H3117 בְּיוֹמֽ H3117 ",
  "5": "וְאַחֲרֵיכֵ֞ן H310 עֹלַ֤ת H5930 תָּמִיד֙ H8548 וְלֶ֣ H2320 וּלְ H3605 מוֹעֲדֵ֥י H4150 יְהוָ֖ה H3068 הַמְקֻדָּשִׁ֑ים H6942 וּלְ H3605 מִתְנַדֵּ֥ב H5068 נְדָבָ֖ה H5071 לַיהוָֽה H3068 ",
  "6": "מִיּ֤וֹם H3117 אֶחָד֙ H259 לַחֹ֣דֶשׁ H2320 הַשְּׁבִיעִ֔י H7637 הֵחֵ֕לּוּ H2490 לְהַעֲל֥וֹת H5927 עֹל֖וֹת H5930 לַיהוָ֑ה H3068 וְהֵיכַ֥ל H1964 יְהוָ֖ה H3068 לֹ֥א H3808 יֻסָּֽד H3245 ",
  "7": "וַיִּ֨תְּנוּ H5414 כֶ֔סֶף H3701 לַחֹצְבִ֖ים H2672 וְלֶ H2796 וּמַאֲכָ֨ל H3978 וּמִשְׁתֶּ֜ה H4960 וָשֶׁ֗מֶן H8081 לַצִּֽדֹנִים֙ H6722 וְלַ H6876 לְהָבִיא֩ H935 עֲצֵ֨י H6086 אֲרָזִ֤ים H730 מִן H4480 הַלְּבָנוֹן֙ H3844 אֶל H413 יָ֣ם H3220 יָפ֔וֹא H3305 כְּרִשְׁי֛וֹן H7558 כּ֥וֹרֶשׁ H3566 מֶֽלֶךְ H4428 פָּרַ֖ס H6539 עֲלֵיהֶֽם H5921 ",
  "8": "וּבַ H8141 הַשֵּׁנִ֗ית H8145 לְבוֹאָ֞ H935 אֶל H413 בֵּ֤ית H1004 הָֽאֱלֹהִים֙ H430 לִיר֣וּשָׁלִַ֔ם H3389 בַּחֹ֖דֶשׁ H2320 הַשֵּׁנִ֑י H8145 הֵחֵ֡לּוּ H2490 זְרֻבָּבֶ֣ל H2216 בֶּן H1121 שְׁ֠אַלְתִּיאֵל H7597 וְיֵשׁ֨וּעַ H3442 בֶּן H1121 יֽוֹצָדָ֜ק H3136 וּשְׁאָ֥ר H7605 אֲחֵיהֶ֣ם H251 הַכֹּהֲנִ֣ים H3548 וְהַ H3881 וְכָל H3605 הַבָּאִים֙ H935 מֵהַ H7628 יְרֽוּשָׁלִַ֔ם H3389 וַיַּעֲמִ֣ידוּ H5975 אֶת H853 הַלְוִיִּ֗ם H3881 מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 לְנַצֵּ֖חַ H5329 עַל H5921 מְלֶ֥אכֶת H4399 בֵּית H1004 יְהוָֽה H3068 ",
  "9": "וַיַּעֲמֹ֣ד H5975 יֵשׁ֡וּעַ H3442 בָּנָ֣יו H1121 וְ֠אֶחָי H251 קַדְמִיאֵ֨ל H6934 וּבָנָ֤י H1121 בְּנֵֽי H1121 יְהוּדָה֙ H3063 כְּאֶחָ֔ד H259 לְנַצֵּ֛חַ H5329 עַל H5921 עֹשֵׂ֥ה H6213 הַמְּלָאכָ֖ה H4399 בְּבֵ֣ית H1004 הָאֱלֹהִ֑ים H430 בְּנֵי֙ H1121 חֵֽנָדָ֔ד H2582 בְּנֵיהֶ֥ם H1121 וַאֲחֵי H251 הַלְוִיִּֽם H3881 ",
  "10": "וְיִסְּד֥וּ H3245 הַבֹּנִ֖ים H1129 אֶת H853 הֵיכַ֣ל H1964 יְהוָ֑ה H3068 וַיַּעֲמִידוּ֩ H5975 הַכֹּהֲנִ֨ים H3548 מְלֻבָּשִׁ֜ים H3847 בַּחֲצֹֽצְר֗וֹת H2689 וְהַ H3881 בְּנֵֽי H1121 אָסָף֙ H623 בַּֽמְצִלְתַּ֔יִם H4700 לְהַלֵּל֙ H1984 אֶת H853 יְהוָ֔ה H3068 עַל H5921 יְדֵ֖י H3027 דָּוִ֥יד H1732 מֶֽלֶךְ H4428 יִשְׂרָאֵֽל H3478 ",
  "11": "וַֽ֠יַּעֲנוּ H6030 בְּהַלֵּ֨ל H1984 וּבְ H3034 לַֽיהוָה֙ H3068 כִּ֣י H3588 ט֔וֹב H2896 כִּֽי H3588 לְעוֹלָ֥ם H5769 חַסְדּ֖וֹ H2617 עַל H5921 יִשְׂרָאֵ֑ל H3478 וְכָל H3605 הָעָ֡ם H5971 הֵרִיעוּ֩ H7321 תְרוּעָ֨ה H8643 גְדוֹלָ֤ה H1419 בְהַלֵּל֙ H1984 לַֽיהוָ֔ה H3068 עַ֖ל H5921 הוּסַ֥ד H3245 בֵּית H1004 יְהוָֽה H3068 ",
  "12": "וְרַבִּ֡ים H7227 מֵהַ H3548 וְהַ H3881 וְרָאשֵׁ֨י H7218 הָאָב֜וֹת H1 הַזְּקֵנִ֗ים H2205 אֲשֶׁ֨ר H834 רָא֜וּ H7200 אֶת H853 הַבַּ֤יִת H1004 הָֽרִאשׁוֹן֙ H7223 בְּיָסְד֔ H3245 זֶ֤ה H2088 הַבַּ֨יִת֙ H1004 בְּעֵ֣ינֵי H5869 בֹּכִ֖ים H1058 בְּק֣וֹל H6963 גָּד֑וֹל H1419 וְרַבִּ֛ים H7227 בִּתְרוּעָ֥ה H8643 בְשִׂמְחָ֖ה H8057 לְהָרִ֥ים H7311 קֽוֹל H6963 ",
  "13": "וְאֵ֣ין H369 הָעָ֗ם H5971 מַכִּירִים֙ H5234 ק֚וֹל H6963 תְּרוּעַ֣ת H8643 הַשִּׂמְחָ֔ה H8057 לְק֖וֹל H6963 בְּכִ֣י H1065 הָעָ֑ם H5971 כִּ֣י H3588 הָעָ֗ם H5971 מְרִיעִים֙ H7321 תְּרוּעָ֣ה H8643 גְדוֹלָ֔ה H1419 וְהַ H6963 נִשְׁמַ֖ע H8085 עַד H5704 לְמֵ H7350 "
}
