{
  "1": "וְהִתְנַבִּ֞י H5013 חַגַּ֣י H2292 נביאה H5029 וּזְכַרְיָ֤ה H2148 בַר H1247 עִדּוֹא֙ H5714 נביאיא H5029 עַל H5922 יְה֣וּדָיֵ֔א H3062 דִּ֥י H1768 בִיה֖וּד H3061 וּבִ H3390 בְּשֻׁ֛ם H8036 אֱלָ֥הּ H426 יִשְׂרָאֵ֖ל H3479 עֲלֵיהֽוֹן H5922 ",
  "2": "בֵּאדַ֡יִן H116 קָ֠מוּ H6966 זְרֻבָּבֶ֤ל H2217 בַּר H1247 שְׁאַלְתִּיאֵל֙ H7598 וְיֵשׁ֣וּעַ H3443 בַּר H1247 יֽוֹצָדָ֔ק H3136 וְשָׁרִ֣יו H8271 לְמִבְנֵ֔א H1124 בֵּ֥ית H1005 אֱלָהָ֖א H426 דִּ֣י H1768 בִירֽוּשְׁלֶ֑ם H3390 וְעִמְּ H5974 נביאיא H5029 דִֽי H1768 אֱלָהָ֖א H426 מְסָעֲדִ֥ין H5583 לְהֽוֹן Hl ",
  "3": "בֵּהּ Hb זִמְנָא֩ H2166 אֲתָ֨א H858 עֲלֵיה֜וֹן H5922 תַּ֠תְּנַי H8674 פַּחַ֧ת H6347 עֲבַֽר H5675 נַהֲרָ֛ה H5103 וּשְׁתַ֥ר H8370 בּוֹזְנַ֖י H8370 וּכְנָוָתְ H3675 וְכֵן֙ H3652 אָמְרִ֣ין H560 לְהֹ֔ם Hl מַן H4479 שָׂ֨ם H7761 לְכֹ֜ם Hl טְעֵ֗ם H2942 בַּיְתָ֤א H1005 דְנָה֙ H1836 לִבְּנֵ֔א H1124 וְאֻשַּׁרְנָ֥ H846 דְנָ֖ה H1836 לְשַׁכְלָלָֽה H3635 ",
  "4": "אֱדַ֥יִן H116 כְּנֵ֖מָא H3660 אֲמַ֣רְנָא H560 לְּהֹ֑ם Hl מַן H4479 אִנּוּן֙ H581 שְׁמָהָ֣ת H8036 גֻּבְרַיָּ֔א H1400 דִּֽי H1768 דְנָ֥ה H1836 בִנְיָנָ֖א H1147 בָּנַֽיִן H1124 ",
  "5": "וְעֵ֣ין H5870 אֱלָהֲהֹ֗ם H426 הֲוָת֙ H1934 עַל H5922 שָׂבֵ֣י H7868 יְהוּדָיֵ֔א H3062 וְלָא H3809 בַטִּ֣לוּ H989 הִמּ֔וֹ H1994 עַד H5705 טַעְמָ֖א H2941 לְדָרְיָ֣וֶשׁ H1868 יְהָ֑ךְ H1946 וֶאֱדַ֛יִן H116 יְתִיב֥וּן H8421 נִשְׁתְּוָנָ֖א H5407 עַל H5922 דְּנָֽה H1836 ",
  "6": "פַּרְשֶׁ֣גֶן H6573 אִ֠גַּרְתָּא H104 דִּֽי H1768 שְׁלַ֞ח H7972 תַּתְּנַ֣י H8674 פַּחַ֣ת H6347 עֲבַֽר H5675 נַהֲרָ֗ה H5103 וּשְׁתַ֤ר H8370 בּוֹזְנַי֙ H8370 וּכְנָ֣וָתֵ֔ H3675 אֲפַ֨רְסְכָיֵ֔א H671 דִּ֖י H1768 בַּעֲבַ֣ר H5675 נַהֲרָ֑ה H5103 עַל H5922 דָּרְיָ֖וֶשׁ H1868 מַלְכָּֽא H4430 ",
  "7": "פִּתְגָמָ֖א H6600 שְׁלַ֣חוּ H7972 עֲל֑וֹהִי H5922 וְכִ H1836 כְּתִ֣יב H3790 בְּגַוֵּ֔ H1459 לְדָרְיָ֥וֶשׁ H1868 מַלְכָּ֖א H4430 שְׁלָמָ֥א H8001 כֹֽלָּא H3606 ",
  "8": "יְדִ֣יעַ H3046 לֶהֱוֵ֣א H1934 לְמַלְכָּ֗ H4430 דִּֽי H1768 אֲזַ֜לְנָא H236 לִיה֤וּד H3061 מְדִֽינְתָּא֙ H4083 לְבֵית֙ H1005 אֱלָהָ֣א H426 רַבָּ֔א H7229 וְה֤וּא H1932 מִתְבְּנֵא֙ H1124 אֶ֣בֶן H69 גְּלָ֔ל H1560 וְאָ֖ע H636 מִתְּשָׂ֣ם H7761 בְּכֻתְלַיָּ֑ H3797 וַעֲבִ֥ידְתָּ H5673 דָ֛ךְ H1791 אָסְפַּ֥רְנָא H629 מִתְעַבְדָ֖א H5648 וּמַצְלַ֥ח H6744 בְּיֶדְ H3028 ",
  "9": "אֱדַ֗יִן H116 שְׁאֵ֨לְנָא֙ H7593 לְשָׂבַיָּ֣ H7868 אִלֵּ֔ךְ H479 כְּנֵ֖מָא H3660 אֲמַ֣רְנָא H560 לְּהֹ֑ם Hl מַן H4479 שָׂ֨ם H7761 לְכֹ֜ם Hl טְעֵ֗ם H2942 בַּיְתָ֤א H1005 דְנָה֙ H1836 לְמִבְנְיָ֔ה H1124 וְאֻשַּׁרְנָ֥ H846 דְנָ֖ה H1836 לְשַׁכְלָלָֽה H3635 ",
  "10": "וְאַ֧ף H638 שְׁמָהָתְהֹ֛ם H8036 שְׁאֵ֥לְנָא H7593 לְּהֹ֖ם Hl לְהוֹדָעוּתָ֑ H3046 דִּ֛י H1768 נִכְתֻּ֥ב H3790 שֻׁם H8036 גֻּבְרַיָּ֖א H1400 דִּ֥י H1768 בְרָאשֵׁי H7217 ",
  "11": "וּכְנֵ֥מָא H3660 פִתְגָמָ֖א H6600 הֲתִיב֣וּנָא H8421 לְמֵמַ֑ר H560 אֲנַ֣חְנָא H586 הִמּ֡וֹ H1994 עַבְדוֹהִי֩ H5649 דִֽי H1768 אֱלָ֨הּ H426 שְׁמַיָּ֜א H8065 וְאַרְעָ֗ H772 וּבָנַ֤יִן H1124 בַּיְתָא֙ H1005 דִּֽי H1768 הֲוָ֨א H1934 בְנֵ֜ה H1124 מִקַּדְמַ֤ת H6928 דְּנָה֙ H1836 שְׁנִ֣ין H8140 שַׂגִּיאָ֔ן H7690 וּמֶ֤לֶךְ H4430 לְיִשְׂרָאֵל֙ H3479 רַ֔ב H7229 בְּנָ֖הִי H1124 וְשַׁכְלְלֵֽ H3635 ",
  "12": "לָהֵ֗ן H3861 מִן H4481 דִּ֨י H1768 הַרְגִּ֤זוּ H7265 אֲבָהֳתַ֨נָא֙ H2 לֶאֱלָ֣הּ H426 שְׁמַיָּ֔א H8065 יְהַ֣ב H3052 הִמּ֔וֹ H1994 בְּיַ֛ד H3028 נְבוּכַדְנֶצַּ֥ר H5020 מֶֽלֶךְ H4430 בָּבֶ֖ל H895 כסדיא H3679 וּבַיְתָ֤ H1005 דְנָה֙ H1836 סַתְרֵ֔הּ H5642 וְעַמָּ֖ H5972 הַגְלִ֥י H1541 לְבָבֶֽל H895 ",
  "13": "בְּרַם֙ H1297 בִּשְׁנַ֣ת H8140 חֲדָ֔ה H2298 לְכ֥וֹרֶשׁ H3567 מַלְכָּ֖א H4430 דִּ֣י H1768 בָבֶ֑ל H895 כּ֤וֹרֶשׁ H3567 מַלְכָּא֙ H4430 שָׂ֣ם H7761 טְעֵ֔ם H2942 בֵּית H1005 אֱלָהָ֥א H426 דְנָ֖ה H1836 לִבְּנֵֽא H1124 ",
  "14": "וְ֠אַף H638 מָאנַיָּ֣א H3984 דִֽי H1768 בֵית H1005 אֱלָהָא֮ H426 דִּ֣י H1768 דַהֲבָ֣ה H1722 וְכַסְפָּ H3702 דִּ֣י H1768 נְבוּכַדְנֶצַּ֗ר H5020 הַנְפֵּק֙ H5312 מִן H4481 הֵֽיכְלָא֙ H1965 דִּ֣י H1768 בִֽירוּשְׁלֶ֔ם H3390 וְהֵיבֵ֣ל H2987 הִמּ֔וֹ H1994 לְהֵיכְלָ֖ H1965 דִּ֣י H1768 בָבֶ֑ל H895 הַנְפֵּ֨ק H5312 הִמּ֜וֹ H1994 כּ֣וֹרֶשׁ H3567 מַלְכָּ֗א H4430 מִן H4481 הֵֽיכְלָא֙ H1965 דִּ֣י H1768 בָבֶ֔ל H895 וִיהִ֨יבוּ֙ H3052 לְשֵׁשְׁבַּצַּ֣ר H8340 שְׁמֵ֔הּ H8036 דִּ֥י H1768 פֶחָ֖ה H6347 שָׂמֵֽהּ H7761 ",
  "15": "וַאֲמַר H560 לֵ֓הּ Hl אלה H412 מָֽאנַיָּ֔א H3984 שֵׂ֚א H5376 אֵֽזֶל H236 אֲחֵ֣ת H5182 הִמּ֔וֹ H1994 בְּהֵיכְלָ֖ H1965 דִּ֣י H1768 בִירוּשְׁלֶ֑ם H3390 וּבֵ֥ית H1005 אֱלָהָ֖א H426 יִתְבְּנֵ֥א H1124 עַל H5922 אַתְרֵֽהּ H870 ",
  "16": "אֱדַ֨יִן֙ H116 שֵׁשְׁבַּצַּ֣ר H8340 דֵּ֔ךְ H1791 אֲתָ֗א H858 יְהַ֧ב H3052 אֻשַּׁיָּ֛א H787 דִּי H1768 בֵ֥ית H1005 אֱלָהָ֖א H426 דִּ֣י H1768 בִירוּשְׁלֶ֑ם H3390 וּמִן H4481 אֱדַ֧יִן H116 וְעַד H5705 כְּעַ֛ן H3705 מִתְבְּנֵ֖א H1124 וְלָ֥א H3809 שְׁלִֽם H8000 ",
  "17": "וּכְעַ֞ן H3705 הֵ֧ן H2006 עַל H5922 מַלְכָּ֣א H4430 טָ֗ב H2869 יִ֠תְבַּקַּר H1240 בְּבֵ֨ית H1005 גִּנְזַיָּ֜א H1596 דִּי H1768 מַלְכָּ֣א H4430 תַמָּה֮ H8536 דִּ֣י H1768 בְּבָבֶל֒ H895 הֵ֣ן H2006 אִיתַ֗י H383 דִּֽי H1768 מִן H4481 כּ֤וֹרֶשׁ H3567 מַלְכָּא֙ H4430 שִׂ֣ים H7761 טְעֵ֔ם H2942 לְמִבְנֵ֛א H1124 בֵּית H1005 אֱלָהָ֥א H426 דֵ֖ךְ H1791 בִּירוּשְׁלֶ֑ם H3390 וּרְע֥וּת H7470 מַלְכָּ֛א H4430 עַל H5922 דְּנָ֖ה H1836 יִשְׁלַ֥ח H7972 עֲלֶֽינָא H5922 "
}
