{
  "1": "וְאַחַר֙ H310 הַדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 בְּמַלְכ֖וּת H4438 אַרְתַּחְשַׁ֣סְתְּא H783 מֶֽלֶךְ H4428 פָּרָ֑ס H6539 עֶזְרָא֙ H5830 בֶּן H1121 שְׂרָיָ֔ה H8304 בֶּן H1121 עֲזַרְיָ֖ה H5838 בֶּן H1121 חִלְקִיָּֽה H2518 ",
  "2": "בֶּן H1121 שַׁלּ֥וּם H7967 בֶּן H1121 צָד֖וֹק H6659 בֶּן H1121 אֲחִיטֽוּב H285 ",
  "3": "בֶּן H1121 אֲמַרְיָ֥ה H568 בֶן H1121 עֲזַרְיָ֖ה H5838 בֶּן H1121 מְרָיֽוֹת H4812 ",
  "4": "בֶּן H1121 זְרַֽחְיָ֥ה H2228 בֶן H1121 עֻזִּ֖י H5813 בֶּן H1121 בֻּקִּֽי H1231 ",
  "5": "בֶּן H1121 אֲבִישׁ֗וּעַ H50 בֶּן H1121 פִּֽינְחָס֙ H6372 בֶּן H1121 אֶלְעָזָ֔ר H499 בֶּן H1121 אַהֲרֹ֥ן H175 הַכֹּהֵ֖ן H3548 הָרֹֽאשׁ H7218 ",
  "6": "ה֤וּא H1931 עֶזְרָא֙ H5830 עָלָ֣ה H5927 מִבָּבֶ֔ל H894 וְהֽוּא H1931 סֹפֵ֤ר H5608 מָהִיר֙ H4106 בְּתוֹרַ֣ת H8451 מֹשֶׁ֔ה H4872 אֲשֶׁר H834 נָתַ֥ן H5414 יְהוָ֖ה H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֑ל H3478 וַיִּתֶּן H5414 ל֣וֹ Hl הַמֶּ֗לֶךְ H4428 כְּיַד H3027 יְהוָ֤ה H3068 אֱלֹהָיו֙ H430 עָלָ֔יו H5921 כֹּ֖ל H3605 בַּקָּשָׁתֽוֹ H1246 ",
  "7": "וַיַּֽעֲל֣וּ H5927 מִבְּנֵֽי H1121 יִ֠שְׂרָאֵל H3478 וּמִן H4480 הַכֹּהֲנִ֨ים H3548 וְהַ H3881 וְהַ H7891 וְהַ H7778 וְהַ H5411 אֶל H413 יְרוּשָׁלִָ֑ם H3389 בִּשְׁנַת H8141 שֶׁ֖בַע H7651 לְאַרְתַּחְשַׁ֥סְתְּא H783 הַמֶּֽלֶךְ H4428 ",
  "8": "וַיָּבֹ֥א H935 יְרוּשָׁלִַ֖ם H3389 בַּחֹ֣דֶשׁ H2320 הַחֲמִישִׁ֑י H2549 הִ֛יא H1931 שְׁנַ֥ת H8141 הַשְּׁבִיעִ֖ית H7637 לַמֶּֽלֶךְ H4428 ",
  "9": "כִּ֗י H3588 בְּאֶחָד֙ H259 לַחֹ֣דֶשׁ H2320 הָרִאשׁ֔וֹן H7223 ה֣וּא H1931 יְסֻ֔ד H3246 הַֽמַּעֲלָ֖ה H4609 מִבָּבֶ֑ל H894 וּבְ H259 לַחֹ֣דֶשׁ H2320 הַחֲמִישִׁ֗י H2549 בָּ֚א H935 אֶל H413 יְר֣וּשָׁלִַ֔ם H3389 כְּיַד H3027 אֱלֹהָ֖יו H430 הַטּוֹבָ֥ה H2896 עָלָֽיו H5921 ",
  "10": "כִּ֤י H3588 עֶזְרָא֙ H5830 הֵכִ֣ין H3559 לְבָב֔וֹ H3824 לִדְר֛וֹשׁ H1875 אֶת H853 תּוֹרַ֥ת H8451 יְהוָ֖ה H3068 וְלַ H6213 וּלְ H3925 בְּיִשְׂרָאֵ֖ל H3478 חֹ֥ק H2706 וּמִשְׁפָּֽט H4941 ",
  "11": "וְזֶ֣ה H2088 פַּרְשֶׁ֣גֶן H6572 הַֽנִּשְׁתְּוָ֗ן H5406 אֲשֶׁ֤ר H834 נָתַן֙ H5414 הַמֶּ֣לֶךְ H4428 אַרְתַּחְשַׁ֔סְתְּא H783 לְעֶזְרָ֥א H5830 הַכֹּהֵ֖ן H3548 הַסֹּפֵ֑ר H5608 סֹפֵ֞ר H5608 דִּבְרֵ֧י H1697 מִצְוֺת H4687 יְהוָ֛ה H3068 וְחֻקָּ֖י H2706 עַל H5921 יִשְׂרָאֵֽל H3478 ",
  "12": "אַ֨רְתַּחְשַׁ֔סְתְּא H783 מֶ֖לֶךְ H4430 מַלְכַיָּ֑א H4430 לְעֶזְרָ֣א H5831 כָ֠הֲנָא H3549 סָפַ֨ר H5613 דָּתָ֜א H1882 דִּֽי H1768 אֱלָ֧הּ H426 שְׁמַיָּ֛א H8065 גְּמִ֖יר H1585 וּכְעֶֽנֶת H3706 ",
  "13": "מִנִּי֮ H4481 שִׂ֣ים H7761 טְעֵם֒ H2942 דִּ֣י H1768 כָל H3606 מִתְנַדַּ֣ב H5069 בְּמַלְכוּתִ H4437 מִן H4481 עַמָּ֨ה H5972 יִשְׂרָאֵ֜ל H3479 וְכָהֲנ֣וֹ H3549 וְלֵוָיֵ֗ H3879 לִמְהָ֧ךְ H1946 לִֽירוּשְׁלֶ֛ם H3390 עִמָּ֖ךְ H5974 יְהָֽךְ H1946 ",
  "14": "כָּל H3606 קֳבֵ֗ל H6903 דִּי֩ H1768 מִן H4481 קֳדָ֨ם H6925 מַלְכָּ֜א H4430 וְשִׁבְעַ֤ת H7655 יָעֲטֹ֨הִי֙ H3272 שְׁלִ֔יחַ H7972 לְבַקָּרָ֥א H1240 עַל H5922 יְה֖וּד H3061 וְלִֽ H3390 בְּדָ֥ת H1882 אֱלָהָ֖ךְ H426 דִּ֥י H1768 בִידָֽ H3028 ",
  "15": "וּלְ H2987 כְּסַ֣ף H3702 וּדְהַ֑ב H1722 דִּֽי H1768 מַלְכָּ֣א H4430 וְיָעֲט֗וֹ H3272 הִתְנַדַּ֨בוּ֙ H5069 לֶאֱלָ֣הּ H426 יִשְׂרָאֵ֔ל H3479 דִּ֥י H1768 בִֽירוּשְׁלֶ֖ם H3390 מִשְׁכְּנֵֽהּ H4907 ",
  "16": "וְכֹל֙ H3606 כְּסַ֣ף H3702 וּדְהַ֔ב H1722 דִּ֣י H1768 תְהַשְׁכַּ֔ח H7912 בְּכֹ֖ל H3606 מְדִינַ֣ת H4083 בָּבֶ֑ל H895 עִם֩ H5974 הִתְנַדָּב֨וּת H5069 עַמָּ֤א H5972 וְכָֽהֲנַיָּ H3549 מִֽתְנַדְּבִ֔ין H5069 לְבֵ֥ית H1005 אֱלָהֲהֹ֖ם H426 דִּ֥י H1768 בִירוּשְׁלֶֽם H3390 ",
  "17": "כָּל H3606 קֳבֵ֣ל H6903 דְּנָה֩ H1836 אָסְפַּ֨רְנָא H629 תִקְנֵ֜א H7066 בְּכַסְפָּ֣ H3702 דְנָ֗ה H1836 תּוֹרִ֤ין H8450 דִּכְרִין֙ H1798 אִמְּרִ֔ין H563 וּמִנְחָתְ H4504 וְנִסְכֵּי H5261 וּתְקָרֵ֣ב H7127 הִמּ֔וֹ H1994 עַֽל H5922 מַדְבְּחָ֔ה H4056 דִּ֛י H1768 בֵּ֥ית H1005 אֱלָהֲכֹ֖ם H426 דִּ֥י H1768 בִירוּשְׁלֶֽם H3390 ",
  "18": "וּמָ֣ה H4101 דִי֩ H1768 עליך H5921 וְעַל H5922 אחיך H252 יֵיטַ֗ב H3191 בִּשְׁאָ֛ר H7606 כַּסְפָּ֥א H3702 וְדַהֲבָ֖ H1722 לְמֶעְבַּ֑ד H5648 כִּרְע֥וּת H7470 אֱלָהֲכֹ֖ם H426 תַּעַבְדֽוּן H5648 ",
  "19": "וּמָֽאנַיָּ H3984 דִּֽי H1768 מִתְיַהֲבִ֣ין H3052 לָ֔ךְ Hl לְפָלְחָ֖ן H6402 בֵּ֣ית H1005 אֱלָהָ֑ךְ H426 הַשְׁלֵ֕ם H8000 קֳדָ֖ם H6925 אֱלָ֥הּ H426 יְרוּשְׁלֶֽם H3390 ",
  "20": "וּשְׁאָ֗ר H7606 חַשְׁחוּת֙ H2819 בֵּ֣ית H1005 אֱלָהָ֔ךְ H426 דִּ֥י H1768 יִפֶּל H5308 לָ֖ךְ Hl לְמִנְתַּ֑ן H5415 תִּנְתֵּ֕ן H5415 מִן H4481 בֵּ֖ית H1005 גִּנְזֵ֥י H1596 מַלְכָּֽא H4430 ",
  "21": "וּ֠מִנִּ H4481 אֲנָ֞ה H576 אַרְתַּחְשַׁ֤סְתְּא H783 מַלְכָּא֙ H4430 שִׂ֣ים H7761 טְעֵ֔ם H2942 לְכֹל֙ H3606 גִּזַּֽבְרַיָּ֔א H1490 דִּ֖י H1768 בַּעֲבַ֣ר H5675 נַהֲרָ֑ה H5103 דִּ֣י H1768 כָל H3606 דִּ֣י H1768 יִ֠שְׁאֲלֶנְכוֹן H7593 עֶזְרָ֨א H5831 כָהֲנָ֜ה H3549 סָפַ֤ר H5613 דָּתָא֙ H1882 דִּֽי H1768 אֱלָ֣הּ H426 שְׁמַיָּ֔א H8065 אָסְפַּ֖רְנָא H629 יִתְעֲבִֽד H5648 ",
  "22": "עַד H5705 כְּסַף֮ H3702 כַּכְּרִ֣ין H3604 מְאָה֒ H3969 וְעַד H5705 חִנְטִין֙ H2591 כֹּרִ֣ין H3734 מְאָ֔ה H3969 וְעַד H5705 חֲמַר֙ H2562 בַּתִּ֣ין H1325 מְאָ֔ה H3969 וְעַד H5705 בַּתִּ֥ין H1325 מְשַׁ֖ח H4887 מְאָ֑ה H3969 וּמְלַ֖ח H4416 דִּי H1768 לָ֥א H3809 כְתָֽב H3792 ",
  "23": "כָּל H3606 דִּ֗י H1768 מִן H4481 טַ֨עַם֙ H2941 אֱלָ֣הּ H426 שְׁמַיָּ֔א H8065 יִתְעֲבֵד֙ H5648 אַדְרַזְדָּ֔א H149 לְבֵ֖ית H1005 אֱלָ֣הּ H426 שְׁמַיָּ֑א H8065 דִּֽי H1768 לְמָ֤ה H4101 לֶֽהֱוֵא֙ H1934 קְצַ֔ף H7109 עַל H5922 מַלְכ֥וּת H4437 מַלְכָּ֖א H4430 וּבְנֽוֹ H1123 ",
  "24": "וּלְ Hc/Hl מְהוֹדְעִ֗ין H3046 דִּ֣י H1768 כָל H3606 כָּהֲנַיָּ֣א H3549 וְ֠לֵוָיֵ H3879 זַמָּ֨רַיָּ֤א H2171 תָרָֽעַיָּא֙ H8652 נְתִ֣ינַיָּ֔א H5412 וּפָ֣לְחֵ֔י H6399 בֵּ֖ית H1005 אֱלָהָ֣א H426 דְנָ֑ה H1836 מִנְדָּ֤ה H4061 בְלוֹ֙ H1093 וַהֲלָ֔ךְ H1983 לָ֥א H3809 שַׁלִּ֖יט H7990 לְמִרְמֵ֥א H7412 עֲלֵיהֹֽם H5922 ",
  "25": "וְאַ֣נְתְּ H607 עֶזְרָ֗א H5831 כְּחָכְמַ֨ת H2452 אֱלָהָ֤ךְ H426 דִּֽי H1768 בִידָ H3028 מֶ֣נִּי H4483 שָׁפְטִ֞ין H8200 וְדַיָּנִ֗ין H1782 דִּי H1768 לֶהֱוֺ֤ן H1934 דאנין H1778 לְכָל H3606 עַמָּה֙ H5972 דִּ֚י H1768 בַּעֲבַ֣ר H5675 נַהֲרָ֔ה H5103 לְכָל H3606 יָדְעֵ֖י H3046 דָּתֵ֣י H1882 אֱלָהָ֑ךְ H426 וְדִ֧י H1768 לָ֦א H3809 יָדַ֖ע H3046 תְּהוֹדְעֽוּן H3046 ",
  "26": "וְכָל H3606 דִּי H1768 לָא֩ H3809 לֶהֱוֵ֨א H1934 עָבֵ֜ד H5648 דָּתָ֣א H1882 דִֽי H1768 אֱלָהָ֗ךְ H426 וְדָתָ H1882 דִּ֣י H1768 מַלְכָּ֔א H4430 אָסְפַּ֕רְנָא H629 דִּינָ֕ה H1780 לֶהֱוֵ֥א H1934 מִתְעֲבֵ֖ד H5648 מִנֵּ֑הּ H4481 הֵ֤ן H2006 לְמוֹת֙ H4193 הֵ֣ן H2006 לשרשו H8332 הֵן H2006 לַעֲנָ֥שׁ H6065 נִכְסִ֖ין H5232 וְלֶ H613 ",
  "27": "בָּר֥וּךְ H1288 יְהוָ֖ה H3068 אֱלֹהֵ֣י H430 אֲבוֹתֵ֑ינוּ H1 אֲשֶׁ֨ר H834 נָתַ֤ן H5414 כָּזֹאת֙ H2063 בְּלֵ֣ב H3820 הַמֶּ֔לֶךְ H4428 לְפָאֵ֕ר H6286 אֶת H853 בֵּ֥ית H1004 יְהוָ֖ה H3068 אֲשֶׁ֥ר H834 בִּירוּשָׁלִָֽם H3389 ",
  "28": "וְעָלַ֣ H5921 הִטָּה H5186 חֶ֗סֶד H2617 לִפְנֵ֤י H6440 הַמֶּ֨לֶךְ֙ H4428 וְיֽוֹעֲצָ֔י H3289 וּלְ H3605 שָׂרֵ֥י H8269 הַמֶּ֖לֶךְ H4428 הַגִּבֹּרִ֑ים H1368 וַאֲנִ֣י H589 הִתְחַזַּ֗קְתִּי H2388 כְּיַד H3027 יְהוָ֤ה H3068 אֱלֹהַי֙ H430 עָלַ֔י H5921 וָאֶקְבְּצָ֧ H6908 מִיִּשְׂרָאֵ֛ל H3478 רָאשִׁ֖ים H7218 לַעֲל֥וֹת H5927 עִמִּֽי H5973 "
}
