{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One year King Sargon of Assyria sent the chief commander of his army to take his soldiers to capture the city of Ashdod in Philistia. At that time,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh told Isaiah, \"Take off the rough sackcloth that you have been wearing and take off your sandals.\" So Isaiah did that, and then he walked around naked and barefoot for three years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said this to the people of Judah: \"My servant Isaiah has been walking around naked and barefoot for the past three years. That is to show the terrible disasters that I will cause the people of Egypt and Ethiopia to experience.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What will happen is that the army of the king of Assyria will invade those countries and capture many of the people and take them away as their prisoners. They will force all of them, including both the young ones and the old ones, to walk naked and barefoot. They will also force them to have no clothes around their buttocks, which will cause the people of Egypt to be ashamed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people of other countries who trusted that the armies of Egypt and Ethiopia would be able to help them will be very dismayed and afraid.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will say, 'We thought that the armies of Egypt and Ethiopia would help us and defend us, but they have been destroyed, so there is no way that we can escape from being destroyed by the army of the king of Assyria!'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}