{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When King Hezekiah had been ruling Judah for almost fourteen years, King Sennacherib of Assyria came with his army to attack the cities in Judah that had walls around them. They did not conquer Jerusalem, but they conquered all the other cities.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king of Assyria sent a large army with some of his important officials from the city of Lachish to persuade King Hezekiah to surrender. When they arrived at Jerusalem, they stood alongside the aqueduct in which water flows into the upper pool into Jerusalem, near the road to the field where the women wash clothes.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite officials who went out of the city to talk with them were Hilkiah's son Eliakim, the palace administrator, Shebna the king's secretary, and Asaph's son Joah, who wrote down the government decisions.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then one of Sennacherib's important officials told them to take a message to Hezekiah\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "from the king of Assyria, the great king. In the message, the king said to the people of Jerusalem, \"What are you trusting in to rescue you?\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You say that you have weapons to fight us and that some other nation has promised to help you, but that is only talk. Who do you think will help you to rebel against my soldiers from Assyria?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Listen to me! You are relying on the army of Egypt. But that is like when a man tries to walk while leaning on a broken reed for a walking stick. But it would pierce the hand of anyone who would lean on it! That is what the king of Egypt is like for anyone who relies on him for help.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But perhaps you will say to me that you are relying on Yahweh your God to help you. In that case, I would answer that Yahweh is the one whom Hezekiah insulted by tearing down his high places and altars and forcing everyone in Jerusalem and other places in Judah to worship only in front of the altar in Jerusalem.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Assyrian official talking in front of the city continued: \"So I suggest that you make a deal with my master, the king of Assyria. I will give you two thousand horses, but I do not think that you can find two thousand of your own men who can ride on them!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are expecting the king of Egypt to send chariots and men riding horses to assist you. But they certainly would not be able to resist even the most insignificant official in the army of Assyria!\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Furthermore, do not think that we have come here to attack and destroy this land without Yahweh's orders! It is Yahweh himself who told us to come here and destroy this land!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Eliakim, Shebna, and Joah said to the official from Assyria, \"Please speak to us in your Aramaic language, because we understand it. Do not speak to us in our Hebrew language, because the people who are standing on the wall will understand it and become frightened.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the official replied, \"Do you think that my master sent me to say these things only to you, and not to the people standing on the wall? If you reject this message, the people in this city will soon need to eat their own dung and drink their own urine, just as you will, because you will have nothing else to eat. \"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the official stood up and shouted in the Hebrew language to the people sitting on the wall. He said, \"Listen to this message from the great king, the king of Assyria!\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He says, 'Do not allow Hezekiah to deceive you! He will not be able to rescue you!\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not allow him to persuade you to trust in Yahweh, saying that Yahweh will rescue you, and that the army of the king of Assyria will never capture this city!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not pay attention to what Hezekiah says! This is what the king of Assyria says: \"Come out of the city and surrender to me. If you do that, I will arrange for each of you to drink the wine from your own grapevines and to eat figs from your own trees, and to drink water from your own well.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will be able to do that until we come and take you to a land that is like your land—a land where there is grain to make bread and vineyards to produce grapes for making new wine and, where we make plenty of bread.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not allow Hezekiah to trick you by saying, \"Yahweh will rescue us.\" The gods that people of other nations worship have never rescued any of them from the power of the king of Assyria!\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Why were the gods of Hamath and Arpad cities, and the gods of Sepharvaim unable to rescue Samaria from my power ?\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No, no god of any nation which our armies have attacked has been able to rescue their people from me. So why do you think that Yahweh will rescue you people of Jerusalem from my power?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Hebrew soldiers who were listening were silent. No one said anything, because King Hezekiah had commanded them, \"When the official from Assyria talks to you, do not answer him.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Eliakim and Shebna and Joah returned to Hezekiah with their clothes torn because they were extremely distressed. They told him what the official from Assyria had said.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}