{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Soon after that, Baladan's son Marduk-Baladan, the king of Babylon, heard a report that Hezekiah had been very sick but that he had recovered. So he wrote some letters and gave them to some messengers to take to Hezekiah, along with a gift.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the messengers arrived, Hezekiah welcomed them gladly. Then he showed them everything that was in his treasure houses—the silver, the gold, the spices, and the nice-smelling olive oil. He also took them to see the place where they kept their soldiers' weapons, and he showed them the other valuable things that were in the storehouses. Hezekiah showed them everything that was in the palace or in other places.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Isaiah went to King Hezekiah and asked him, \"Where did those men come from, and what did they want?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "He replied, \"They came from the far away land of Babylon.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaiah asked him, \"What did they see in your palace?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Hezekiah replied, \"They saw everything. I showed them absolutely everything that I own—all my valuable things.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Isaiah said to Hezekiah, \"Listen to this message from Yahweh, commander of the angel armies:\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There will be a time when everything in your palace, all the valuable things that your ancestors stored there up until the present time, will be carried away to Babylon. Yahweh says that there will be nothing left.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Furthermore, some of your sons will be forced to go to Babylon. They will be castrated in order that they can become servants in the palace of the king of Babylon.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Hezekiah replied to Isaiah, \"The message from Yahweh that you have given to me is good.\" He said that because he was thinking, \"Even if that happens, there will be peace and safety here during the time that I am alive.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}