{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When that happens, there will be very few unmarried men.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "So seven unmarried women will grab one man and say,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "\"Allow us all to marry you!\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "We will provide our own food and clothing.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "All that we want is to no longer be disgraced because of not being married.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But some day, Israel will be very beautiful and great.\nThe people of Israel who will still be there will be very proud of the wonderful crops that will grow in their land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people who will remain in Jerusalem, who did not die when the enemy destroyed Jerusalem,\nwill belong to the Lord—all those whose names are listed among those who live there.\n\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That will happen when the Lord washes away the guilt of the women of Jerusalem,\n and when he stops the violence on the streets of Jerusalem by punishing the people of Jerusalem.\n When he does that, it will be like a fire that burns up all the impure things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh will send a cloud of smoke during the days and a flaming fire during the nights\nto cover Jerusalem and all those who gather there;\nit will be like a canopy over God's glorious presence in the city.\n\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It will shelter the people from the sun during the daytime\nand protect them when there are windstorms and rain.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  }
}