{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahaz was the son of Jotham and grandson of Uzziah. During the time that Ahaz was the king of Judah, King Rezin of Aram and King Pekah of Israel marched with their armies to attack Jerusalem. But they could not conquer it.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before they attacked, everyone in the palace in Jerusalem heard news that Aram and Israel were now allies. So King Ahaz and the people over whom he ruled were extremely afraid; they were shaking like trees shake in a windstorm.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to me, \"Take your son Shear-Jashub, and go to talk with King Ahaz. He is at the end of the aqueduct that brings water into the upper reservoir, near the road to the place where women wash clothes.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell Ahaz to stop worrying. Tell him that he does not need to be afraid of those two kings, Rezin and Pekah. They are very angry with Judah, but they are unable to harm his country any more than completely burned-out coals could harm him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yes, they are planning against him and saying,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'We will attack Judah and conquer it. Then we will appoint Tabeel's son to be the king of Judah.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But this is what Yahweh, the Lord, says:\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "'It will not happen;\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "They will not conquer Jerusalem!\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The capital of Aram is Damascus,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "but Damascus is ruled only by its unimportant King Rezin.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "And as for Israel, within sixty-five years it will be conquered and completely destroyed.\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Israel's capital is Samaria, and Samaria is ruled only by its insignificant King Pekah.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "So you do not need to be afraid of those two countries!\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "But you must trust me, because if you do not trust me firmly,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "you will be defeated.'\"\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later, Yahweh gave me another message to tell to King Ahaz.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to tell him, \"Request me, Yahweh your God, to do something that will enable you to be sure that I will help you. What you request can be in a place that is as high as the sky or as low as the place where the dead people are.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when I told that to the king, he refused. He said, \"No, I will not ask Yahweh to do something to prove that he will help us.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I said to him, \"You people who are descendants of King David, listen! You are causing me to be tired of being patient. Are you also going to cause my God to stop being patient with you?\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh himself will do something for you to prove that he will help you. Listen to this: A young woman will become pregnant and give birth to a son. She will name him Immanuel, which means 'God is with us.'\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By the time that child is old enough to eat curds and honey, he will be able to reject what is evil and choose what is good.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And before that child is old enough to do that, the lands of the two kings that you are very afraid of will be deserted.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But then Yahweh will cause you and your family and your entire nation to experience terrible disasters. Those disasters will be worse than any disasters that have occurred since the country of Israel separated from Judah. Yahweh will cause the army of the king of Assyria to attack you!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, it will be as though Yahweh will whistle to summon the army from the south of Egypt as well as the army of Assyria. They will come and surround your country like flies and bees.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will all come and settle everywhere—in the narrow valleys and caves in the rock cliffs, on land where there are thornbushes as well as on the fertile land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time Yahweh will hire the king of Assyria to come with his army from east of the Euphrates River. They will get rid of everything in your land—the crops and the people. They will destroy everything thoroughly; it will be like a barber shaving not only a man's hair but his beard and the hair on his legs.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When that happens, a farmer will be able to keep alive only one young cow and two goats.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, those animals will give plenty of milk, with the result that the farmer will have curds to eat. And because there will not be many people left in the land, all the people who remain there will have plenty of milk and honey.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now there are many areas where there are vineyards that are worth one thousand pieces of silver, but at that time there will be only briers and thorns in those fields.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There will be only briers and thorns in the entire land, and wild animals, with the result that men will take their bows and arrows and go there to hunt and kill animals.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one will go to where there previously were gardens on fertile hillsides, because briers and thorns will cover those hillsides. They will be areas where only a few cattle and sheep and goats wander around searching for something to eat.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}