{"1":"Now these are the kings of the land, whom the men of Israel conquered. The Israelites took possession of the land on the east side of the Jordan where the sun rises, from the Valley of the Arnon River to Mount Hermon, and all the Arabah to the east.\\q","2":"Sihon, king of the Amorites, lived in Heshbon. He ruled from Aroer, which is on the rim of the Arnon Gorge from the middle of the valley, and half of Gilead down to the Jabbok River on the border of the Ammonites.\n\n\\q","3":"Sihon also ruled over the Arabah to the Sea of Kinnereth, to the east, to the Sea of the Arabah (the Salt Sea) eastward, all the way to Beth Jeshimoth and southward, toward the foot of the slopes of Mount Pisgah.\\q","4":"Og, king of Bashan, one of the remnant of the Rephaim, lived in Ashtaroth and Edrei.","5":"He ruled over Mount Hermon, Salekah, and all Bashan, to the border of the people of Geshur and the Maacathites, and half of Gilead, to the border of Sihon, king of Heshbon.","6":"Moses the servant of Yahweh, and the people of Israel had defeated them, and Moses the servant of Yahweh, gave the land as a possession to the Reubenites, the Gadites, and the half tribe of Manasseh.","7":"These are the kings of the land whom Joshua and the people of Israel defeated on the west side of the Jordan, from Baal Gad in the valley near Lebanon to Mount Halak near Edom. Joshua gave land to the tribes of Israel for them to possess.","8":"He gave them the hill country, the lowlands, the Arabah, the sides of the mountains, the wilderness, and the Negev—the land of the Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites.","9":"The kings included the king of Jericho, the king of Ai which is beside Bethel,","10":"the king of Jerusalem, the king of Enaim,","11":"the king of Jarmuth, the king of Lachish,","12":"the king of Eglon, the king of Gezer,","13":"the king of Debir, the king of Geder,","14":"the king of Hormah, the king of Arad,","15":"the king of Libnah, the king of Adullam,","16":"the king of Makkedah, the king of Bethel,","17":"the king of Tappuah, the king of Hepher,","18":"the king of Aphek, the king of Lasharon,","19":"the king of Madon, the king of Hazor,","20":"the king of Shimron Meron, the king of Akshaph,","21":"the king of Taanach, the king of Megiddo,","22":"the king of Kedesh, the king of Jokneam in Carmel,","23":"the king of Dor in Naphoth Dor, the king of Goyim in Gilgal,","24":"and the king of Tirzah. The number of kings was thirty-one in all."}
