{
  "1": "The assignment of land for the tribe of the people of Judah, clan by clan, extended south to the border of Edom, with the wilderness of Zin being the farthest point to the south.",
  "2": "Their border on the south ran from the end of the Salt Sea, from the bay that faces to the south.",
  "3": "Their boundary next went out to the south of the hill of Akrabbim and passed along to Zin, and went up south of Kadesh Barnea, along by Hezron, and up to Addar, where it turned about to Karka.",
  "4": "It passed along to Azmon, went by the brook of Egypt, and came to its end at the sea. This was their south boundary.",
  "5": "The eastern boundary was the Salt Sea, at the mouth of the Jordan. The border on the north ran from the bay of the sea at the mouth of the Jordan.",
  "6": "It went up to Beth Hoglah and passed along north of Beth Arabah. Then it went up to the Stone of Bohan the son of Reuben.",
  "7": "Then the border went up to Debir from the Valley of Achor, and so northward, turning toward Gilgal, which is opposite the hill of Adummim, which is on the south side of the valley. Then the border passed along to the springs of En Shemesh and went to En Rogel.",
  "8": "Then the border went up the Valley of Ben Hinnom to the south side of the Jebusite city (that is, Jerusalem). Then it went up to the top of the hill that lies over the Valley of Hinnom, on the west, which is at the northern end of the Valley of Rephaim.",
  "9": "Then the border extended from the top of the hills to the spring of Nephtoah, and went out from there to the cities of Mount Ephron. Then the border bends around to Baalah (the same as Kiriath Jearim).",
  "10": "Then the border circled around west of Baalah to Mount Seir, and passed along to the side of Mount Jearim on the north (the same as Kesalon), went down to Beth Shemesh, and crossed over to Timnah.",
  "11": "The border went out beside the northern hill of Ekron, and then it bends around to Shikkeron and passed along to Mount Baalah, from there it went to Jabneel. The border ended at the sea.",
  "12": "The western boundary was the Great Sea and its coastline. This is the border around the tribe of Judah, clan by clan.",
  "13": "In keeping with the commandment of Yahweh to Joshua, Joshua gave Caleb son of Jephunneh an assignment of land among the tribe of Judah, Kiriath Arba, that is, Hebron (Arba was the father of Anak).",
  "14": "Caleb drove out from there the three sons of Anak: Sheshai, Ahiman and Talmai, descendants of Anak.",
  "15": "He went up from there against the inhabitants of Debir (Debir used to be called Kiriath Sepher).",
  "16": "Caleb said, \"The man who attacks Kiriath Sepher and captures it, to him I will give Aksah my daughter as a wife.\"",
  "17": "When Othniel son of Kenaz, Caleb's brother, captured it, Caleb gave him Aksah his daughter as a wife.",
  "18": "Soon after that, Aksah came to Othniel and she urged him to ask her father for a field. When she got off her donkey, Caleb said to her, \"What do you want?\"",
  "19": "Aksah replied, \"Do me a special favor, since you have given me the land of the Negev: Also give me some springs of water.\" Then Caleb gave her the upper springs and lower springs.",
  "20": "This was the inheritance of the tribe of Judah, clan by clan.",
  "21": "The cities belonging to the tribe of Judah in the extreme south, toward the border of Edom, were Kabzeel, Eder, Jagur,",
  "22": "Kinah, Dimonah, Adadah,",
  "23": "Kedesh, Hazor, Ithnan,",
  "24": "Ziph, Telem, Bealoth.",
  "25": "Hazor Hadattah, Kerioth Hezron (this was also known as Hazor),",
  "26": "Amam, Shema, Moladah,",
  "27": "Hazar Gaddah, Heshmon, Beth Pelet,",
  "28": "Hazar Shual, Beersheba, Biziothiah.",
  "29": "Baalah, Iyim, Ezem,",
  "30": "Eltolad, Kesil, Hormah,",
  "31": "Ziklag, Madmannah, Sansannah,",
  "32": "Lebaoth, Shilhim, Ain, and Rimmon. These were twenty-nine cities in all, including their villages.",
  "33": "In the lower hill country to the west, there were Eshtaol, Zorah, Ashnah,",
  "34": "Zanoah, En Gannim, Tappuah, Enam,",
  "35": "Jarmuth, Adullam, Sokoh, Azekah,",
  "36": "Shaaraim, Adithaim, and Gederah (that is, Gederothaim). These were fourteen cities in number, including their villages.",
  "37": "Zenan, Hadashah, Migdalgad,",
  "38": "Dilean, Mizpah, Joktheel,",
  "39": "Lachish, Bozkath, Eglon.",
  "40": "Kabbon, Lahmas, Kitlish,",
  "41": "Gederoth, Beth Dagon, Naamah, Makkedah. These were sixteen cities in number, including their villages.",
  "42": "Libnah, Ether, Ashan,",
  "43": "Iphtah, Ashnah, Nezib,",
  "44": "Keilah, Akzib, Mareshah. These were nine cities, including their villages.",
  "45": "Ekron, with its surrounding towns and villages;",
  "46": "from Ekron to the Great Sea, all the settlements that were near Ashdod, including their villages.",
  "47": "Ashdod, its surrounding towns and villages; Gaza, its surrounding towns and villages; to the brook of Egypt, and to the Great Sea with its coastline.",
  "48": "In the hill country, Shamir, Jattir, Sokoh,",
  "49": "Dannah, Kiriath Sannah (that is, Debir),",
  "50": "Anab, Eshtemoh, Anim,",
  "51": "Goshen, Holon, and Giloh. These were eleven cities, including their villages.",
  "52": "Arab, Dumah, Eshan,",
  "53": "Janim, Beth Tappuah, Aphekah,",
  "54": "Humtah, Kiriath Arba (that is, Hebron), and Zior. These were nine cities, including their villages.",
  "55": "Maon, Carmel, Ziph, Juttah,",
  "56": "Jezreel, Jokdeam, Zanoah,",
  "57": "Kain, Gibeah, and Timnah. These were ten cities, including their villages.",
  "58": "Halhul, Beth Zur, Gedor,",
  "59": "Maarath, Beth Anoth, and Eltekon. These were six cities, including their villages.",
  "60": "Kiriath Baal (that is, Kiriath Jearim), and Rabbah. These were two cities, including their villages.",
  "61": "In the wilderness, there were Beth Arabah, Middin, Secacah,",
  "62": "Nibshan, the City of Salt, and En Gedi. These were six cities, including their villages.",
  "63": "But as for the Jebusites, the inhabitants of Jerusalem, the tribe of Judah could not drive them out, so the Jebusites live there with the tribe of Judah to this day."
}
