{
  "1": "Come down and sit in the dust, virgin daughter of Babylon;\n\\q1 sit on the ground without a throne, daughter of the Chaldeans.\n\\q1 You will no longer be called dainty and delicate.\n\n\\q1",
  "2": "Take the millstone and grind flour; remove your veil,\n\\q1 strip off your flowing robe, uncover your legs, cross the streams.",
  "3": "Your nakedness will be uncovered, yes, your shame will be seen:\n\\q1 I will take vengeance and will not spare a man.\n\\q1",
  "4": "Our Redeemer, Yahweh of hosts is his name,\nthe Holy One of Israel.\n\\q1",
  "5": "Sit in silence and go into darkness, daughter of the Chaldeans;\n\\q1 for you will no longer be called queen of kingdoms.",
  "6": "I was angry with my people; I defiled my heritage\n\\q1 and gave them over into your hand, but you showed them no mercy;\n\\q1 you placed a very heavy yoke on the old people.\n\n\\q1",
  "7": "You said, \"I will rule forever as sovereign queen.\"\n\\q1 You did not take these things to heart, nor did you consider how they would turn out.",
  "8": "So now hear this, you who love pleasure and sit securely;\n\\q1 you who say in your heart, \"I exist, and there is no one else like me;\n\\q1 I will never sit as a widow, nor will I ever experience loss of children.\"\n\n\\q1",
  "9": "But these two things will come to you in a moment in one day:\n\\q1 the loss of children and widowhood; in full force they will come on you,\n\\q1 despite your sorceries and your many incantations and amulets.",
  "10": "You have trusted in your wickedness; you have said, \"No one sees me\";\n\\q1 your wisdom and your knowledge lead you astray,\n\\q1 but you say in your heart, \"I exist, and there is no one else like me.\"\n\\q1",
  "11": "Disaster will overcome you; you will not be able to drive it away with your incantations.\n\\q1 Destruction will fall on you; you will not be able to ward it off.\n\\q1 Calamity will strike you suddenly, before you know it.",
  "12": "Persist in casting your spells and your many sorceries\n\\q1 which you have faithfully recited since your childhood;\n\\q1 perhaps you will be successful, perhaps you will scare away disaster.\n\n\\q1",
  "13": "You are tired out with your many consultations; let those men stand up\n\\q1 and save you—those who chart the heavens and look at the stars,\n\\q1 those who declare the new moons—let them save you from what will happen to you.",
  "14": "See, they will become like stubble. The fire will burn them up.\n\\q1 They will not save themselves from the hand of the flame.\n\\q1 There are no coals to warm them and no fire for them to sit by!\n\\q1",
  "15": "This is what they have become to you, those with whom you have worked, and you bought and sold with them when you were young,\n\\q1 and all of them keep doing their own foolish things;\n\\q2 and when you cry out for help, there is no one who can rescue you.\"",
  "17": "\\q1",
  "20": "\\q1",
  "47": "\\m\n\\q1"
}
