{
  "1": "וַ֭יַּעַן H6030 צֹפַ֥ר H6691 הַֽנַּעֲמָתִ֗י H5284 וַיֹּאמַֽר H559 ",
  "2": "הֲרֹ֣ב H7230 דְּ֭בָרִים H1697 לֹ֣א H3808 יֵעָנֶ֑ה H6030 וְאִם H518 אִ֖ישׁ H376 שְׂפָתַ֣יִם H8193 יִצְדָּֽק H6663 ",
  "3": "בַּ֭דֶּיךָ H907 מְתִ֣ים H4962 יַחֲרִ֑ישׁו H2790 וַ֝תִּלְעַ֗ג H3932 וְאֵ֣ין H369 מַכְלִֽם H3637 ",
  "4": "וַ֭תֹּאמֶר H559 זַ֣ךְ H2134 לִקְחִ֑י H3948 וּ֝בַ֗ר H1249 הָיִ֥יתִי H1961 בְעֵינֶֽי H5869 ",
  "5": "וְֽאוּלָ֗ם H199 מִֽי H4310 יִתֵּ֣ן H5414 אֱל֣וֹהַּ H433 דַּבֵּ֑ר H1696 וְיִפְתַּ֖ח H6605 שְׂפָתָ֣יו H8193 עִמָּֽךְ H5973 ",
  "6": "וְיַגֶּד H5046 לְךָ֨ Hl תַּֽעֲלֻמ֣וֹת H8587 חָכְמָה֮ H2451 כִּֽי H3588 כִפְלַ֪יִם H3718 לְֽת֫וּשִׁיָּ֥ה H8454 וְדַ֡ע H3045 כִּֽי H3588 יַשֶּׁ֥ה H5382 לְךָ֥ Hl אֱ֝ל֗וֹהַ H433 מֵעֲוֺנֶֽ H5771 ",
  "7": "הַחֵ֣קֶר H2714 אֱל֣וֹהַ H433 תִּמְצָ֑א H4672 אִ֤ם H518 עַד H5704 תַּכְלִ֖ית H8503 שַׁדַּ֣י H7706 תִּמְצָֽא H4672 ",
  "8": "גָּבְהֵ֣י H1363 שָׁ֭מַיִם H8064 מַה H4100 תִּפְעָ֑ל H6466 עֲמֻקָּ֥ה H6013 מִ֝שְּׁא֗וֹל H7585 מַה H4100 תֵּדָֽע H3045 ",
  "9": "אֲרֻכָּ֣ה H752 מֵאֶ֣רֶץ H776 מִדָּ֑הּ H4055 וּ֝רְחָבָ֗ה H7342 מִנִּי H4480 יָֽם H3220 ",
  "10": "אִם H518 יַחֲלֹ֥ף H2498 וְיַסְגִּ֑יר H5462 וְ֝יַקְהִ֗יל H6950 וּמִ֣י H4310 יְשִׁיבֶֽנּוּ H7725 ",
  "11": "כִּי H3588 ה֭וּא H1931 יָדַ֣ע H3045 מְתֵי H4962 שָׁ֑וְא H7723 וַיַּרְא H7200 אָ֝֗וֶן H205 וְלֹ֣א H3808 יִתְבּוֹנָֽן H995 ",
  "12": "וְאִ֣ישׁ H376 נָ֭בוּב H5014 יִלָּבֵ֑ב H3823 וְעַ֥יִר H5895 פֶּ֝֗רֶא H6501 אָדָ֥ם H120 יִוָּלֵֽד H3205 ",
  "13": "אִם H518 אַ֭תָּ֗ה H859 הֲכִינ֣וֹתָ H3559 לִבֶּ֑ךָ H3820 וּפָרַשְׂתָּ֖ H6566 אֵלָ֣יו H413 כַּפֶּֽךָ H3709 ",
  "14": "אִם H518 אָ֣וֶן H205 בְּ֭יָדְ H3027 הַרְחִיקֵ֑הוּ H7368 וְאַל H408 תַּשְׁכֵּ֖ן H7931 בְּאֹהָלֶ֣י H168 עַוְלָֽה H5766 ",
  "15": "כִּי H3588 אָ֤ז H227 תִּשָּׂ֣א H5375 פָנֶ֣יךָ H6440 מִמּ֑וּם H3971 וְהָיִ֥יתָ H1961 מֻ֝צָ֗ק H3332 וְלֹ֣א H3808 תִירָֽא H3372 ",
  "16": "כִּי H3588 אַ֭תָּה H859 עָמָ֣ל H5999 תִּשְׁכָּ֑ח H7911 כְּמַ֖יִם H4325 עָבְר֣וּ H5674 תִזְכֹּֽר H2142 ",
  "17": "וּֽ֭מִ H6672 יָק֣וּם H6965 חָ֑לֶד H2465 תָּ֝עֻ֗פָה H5774 כַּבֹּ֥קֶר H1242 תִּהְיֶֽה H1961 ",
  "18": "וּֽ֭בָטַחְתָּ H982 כִּי H3588 יֵ֣שׁ H3426 תִּקְוָ֑ה H8615 וְ֝חָפַרְתָּ֗ H2658 לָבֶ֥טַח H983 תִּשְׁכָּֽב H7901 ",
  "19": "וְֽ֭רָבַצְתָּ H7257 וְאֵ֣ין H369 מַחֲרִ֑יד H2729 וְחִלּ֖וּ H2470 פָנֶ֣יךָ H6440 רַבִּֽים H7227 ",
  "20": "וְעֵינֵ֥י H5869 רְשָׁעִ֗ים H7563 תִּ֫כְלֶ֥ינָה H3615 וּ֭מָנוֹס H4498 אָבַ֣ד H6 מִנְהֶ֑ם H4480 וְ֝תִקְוָתָ֗ H8615 מַֽפַּח H4646 נָֽפֶשׁ H5315 "
}
