{
  "1": "וַיְהִ֣י H1961 הַיּ֔וֹם H3117 וַיָּבֹ֨אוּ֙ H935 בְּנֵ֣י H1121 הָֽאֱלֹהִ֔ים H430 לְהִתְיַצֵּ֖ב H3320 עַל H5921 יְהוָ֑ה H3068 וַיָּב֤וֹא H935 גַֽם H1571 הַשָּׂטָן֙ H7854 בְּתֹכָ֔ H8432 לְהִתְיַצֵּ֖ב H3320 עַל H5921 יְהוָֽה H3068 ",
  "2": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 הַשָּׂטָ֔ן H7854 אֵ֥י H335 מִזֶּ֖ה H2088 תָּבֹ֑א H935 וַיַּ֨עַן H6030 הַשָּׂטָ֤ן H7854 אֶת H853 יְהוָה֙ H3068 וַיֹּאמַ֔ר H559 מִשֻּׁ֣ט H7751 בָּאָ֔רֶץ H776 וּמֵ H1980 בָּֽהּ Hb ",
  "3": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 הַשָּׂטָ֗ן H7854 הֲשַׂ֣מְתָּ H7760 לִבְּךָ֮ H3820 אֶל H413 עַבְדִּ֣י H5650 אִיּוֹב֒ H347 כִּי֩ H3588 אֵ֨ין H369 כָּמֹ֜הוּ H3644 בָּאָ֗רֶץ H776 אִ֣ישׁ H376 תָּ֧ם H8535 וְיָשָׁ֛ר H3477 יְרֵ֥א H3373 אֱלֹהִ֖ים H430 וְסָ֣ר H5493 מֵרָ֑ע H7451 וְעֹדֶ֨ H5750 מַחֲזִ֣יק H2388 בְּתֻמָּת֔ H8538 וַתְּסִיתֵ֥ H5496 ב֖וֹ Hb לְבַלְּע֥ H1104 חִנָּֽם H2600 ",
  "4": "וַיַּ֧עַן H6030 הַשָּׂטָ֛ן H7854 אֶת H853 יְהוָ֖ה H3068 וַיֹּאמַ֑ר H559 ע֣וֹר H5785 בְּעַד H1157 ע֗וֹר H5785 וְכֹל֙ H3605 אֲשֶׁ֣ר H834 לָאִ֔ישׁ H376 יִתֵּ֖ן H5414 בְּעַ֥ד H1157 נַפְשֽׁוֹ H5315 ",
  "5": "אוּלָם֙ H199 שְֽׁלַֽח H7971 נָ֣א H4994 יָֽדְךָ֔ H3027 וְגַ֥ע H5060 אֶל H413 עַצְמ֖וֹ H6106 וְאֶל H413 בְּשָׂר֑וֹ H1320 אִם H518 לֹ֥א H3808 אֶל H413 פָּנֶ֖יךָ H6440 יְבָרֲכֶֽךָּ H1288 ",
  "6": "וַיֹּ֧אמֶר H559 יְהוָ֛ה H3068 אֶל H413 הַשָּׂטָ֖ן H7854 הִנּ֣וֹ H2005 בְיָדֶ֑ H3027 אַ֖ךְ H389 אֶת H853 נַפְשׁ֥וֹ H5315 שְׁמֹֽר H8104 ",
  "7": "וַיֵּצֵא֙ H3318 הַשָּׂטָ֔ן H7854 מֵאֵ֖ת H853 פְּנֵ֣י H6440 יְהוָ֑ה H3068 וַיַּ֤ךְ H5221 אֶת H853 אִיּוֹב֙ H347 בִּשְׁחִ֣ין H7822 רָ֔ע H7451 מִכַּ֥ף H3709 רַגְל֖וֹ H7272 עד H5704 קָדְקֳדֽוֹ H6936 ",
  "8": "וַיִּֽקַּֽח H3947 ל֣וֹ Hl חֶ֔רֶשׂ H2789 לְהִתְגָּרֵ֖ד H1623 בּ֑וֹ Hb וְה֖וּא H1931 יֹשֵׁ֥ב H3427 בְּתוֹךְ H8432 הָאֵֽפֶר H665 ",
  "9": "וַתֹּ֤אמֶר H559 לוֹ֙ Hl אִשְׁתּ֔וֹ H802 עֹדְךָ֖ H5750 מַחֲזִ֣יק H2388 בְּתֻמָּתֶ֑ H8538 בָּרֵ֥ךְ H1288 אֱלֹהִ֖ים H430 וָמֻֽת H4191 ",
  "10": "וַיֹּ֣אמֶר H559 אֵלֶ֗יהָ H413 כְּדַבֵּ֞ר H1696 אַחַ֤ת H259 הַנְּבָלוֹת֙ H5036 תְּדַבֵּ֔רִי H1696 גַּ֣ם H1571 אֶת H853 הַטּ֗וֹב H2896 נְקַבֵּל֙ H6901 מֵאֵ֣ת H853 הָאֱלֹהִ֔ים H430 וְאֶת H853 הָרָ֖ע H7451 לֹ֣א H3808 נְקַבֵּ֑ל H6901 בְּכָל H3605 זֹ֛את H2063 לֹא H3808 חָטָ֥א H2398 אִיּ֖וֹב H347 בִּשְׂפָתָֽי H8193 ",
  "11": "וַֽיִּשְׁמְע֞וּ H8085 שְׁלֹ֣שֶׁת H7969 רֵעֵ֣י H7453 אִיּ֗וֹב H347 אֵ֣ת H853 כָּל H3605 הָרָעָ֣ה H7451 הַזֹּאת֮ H2063 הַבָּ֣אָה H935 עָלָיו֒ H5921 וַיָּבֹ֨אוּ֙ H935 אִ֣ישׁ H376 מִמְּקֹמ֔ H4725 אֱלִיפַ֤ז H464 הַתֵּימָנִי֙ H8489 וּבִלְדַּ֣ד H1085 הַשּׁוּחִ֔י H7747 וְצוֹפַ֖ר H6691 הַנַּֽעֲמָתִ֑י H5284 וַיִּוָּעֲד֣וּ H3259 יַחְדָּ֔ו H3162 לָב֥וֹא H935 לָנֽוּד H5110 ל֖וֹ Hl וּֽלְ H5162 ",
  "12": "וַיִּשְׂא֨וּ H5375 אֶת H853 עֵינֵיהֶ֤ם H5869 מֵרָחוֹק֙ H7350 וְלֹ֣א H3808 הִכִּירֻ֔הוּ H5234 וַיִּשְׂא֥וּ H5375 קוֹלָ֖ם H6963 וַיִּבְכּ֑וּ H1058 וַֽיִּקְרְעוּ֙ H7167 אִ֣ישׁ H376 מְעִל֔וֹ H4598 וַיִּזְרְק֥וּ H2236 עָפָ֛ר H6083 עַל H5921 רָאשֵׁיהֶ֖ם H7218 הַשָּׁמָֽיְמָ H8064 ",
  "13": "וַיֵּשְׁב֤וּ H3427 אִתּוֹ֙ H854 לָאָ֔רֶץ H776 שִׁבְעַ֥ת H7651 יָמִ֖ים H3117 וְשִׁבְעַ֣ת H7651 לֵיל֑וֹת H3915 וְאֵין H369 דֹּבֵ֤ר H1696 אֵלָיו֙ H413 דָּבָ֔ר H1697 כִּ֣י H3588 רָא֔וּ H7200 כִּֽי H3588 גָדַ֥ל H1431 הַכְּאֵ֖ב H3511 מְאֹֽד H3966 "
}
