{
  "1": "וְעַתָּ֤ה H6258 שָֽׂחֲק֣וּ H7832 עָלַי֮ H5921 צְעִירִ֥ים H6810 מִמֶּ֗נִּי H4480 לְיָ֫מִ֥ים H3117 אֲשֶׁר H834 מָאַ֥סְתִּי H3988 אֲבוֹתָ֑ם H1 לָ֝שִׁ֗ית H7896 עִם H5973 כַּלְבֵ֥י H3611 צֹאנִֽי H6629 ",
  "2": "גַּם H1571 כֹּ֣חַ H3581 יְ֭דֵיהֶם H3027 לָ֣מָּה H4100 לִּ֑י Hl עָ֝לֵ֗ימוֹ H5921 אָ֣בַד H6 כָּֽלַח H3624 ",
  "3": "בְּחֶ֥סֶר H2639 וּבְ H3720 גַּ֫לְמ֥וּד H1565 הַֽעֹרְקִ֥ים H6207 צִיָּ֑ה H6723 אֶ֝֗מֶשׁ H570 שׁוֹאָ֥ה H7722 וּמְשֹׁאָֽה H4875 ",
  "4": "הַקֹּטְפִ֣ים H6998 מַלּ֣וּחַ H4408 עֲלֵי H5921 שִׂ֑יחַ H7880 וְשֹׁ֖רֶשׁ H8328 רְתָמִ֣ים H7574 לַחְמָֽ H3899 ",
  "5": "מִן H4480 גֵּ֥ו H1460 יְגֹרָ֑שׁוּ H1644 יָרִ֥יעוּ H7321 עָ֝לֵ֗ימוֹ H5921 כַּגַּנָּֽב H1590 ",
  "6": "בַּעֲר֣וּץ H6178 נְחָלִ֣ים H5158 לִשְׁכֹּ֑ן H7931 חֹרֵ֖י H2356 עָפָ֣ר H6083 וְכֵפִֽים H3710 ",
  "7": "בֵּין H996 שִׂיחִ֥ים H7880 יִנְהָ֑קוּ H5101 תַּ֖חַת H8478 חָר֣וּל H2738 יְסֻפָּֽחוּ H5596 ",
  "8": "בְּֽנֵי H1121 נָ֭בָל H5036 גַּם H1571 בְּנֵ֣י H1121 בְלִי H1097 שֵׁ֑ם H8034 נִ֝כְּא֗וּ H5217 מִן H4480 הָאָֽרֶץ H776 ",
  "9": "וְ֭עַתָּה H6258 נְגִינָתָ֣ם H5058 הָיִ֑יתִי H1961 וָאֱהִ֖י H1961 לָהֶ֣ם H1992 לְמִלָּֽה H4405 ",
  "10": "תִּֽ֭עֲבוּנִי H8581 רָ֣חֲקוּ H7368 מֶ֑נִּי H4480 וּ֝מִ H6440 לֹא H3808 חָ֥שְׂכוּ H2820 רֹֽק H7536 ",
  "11": "כִּֽי H3588 יתרו H3499 פִ֭תַּח H6605 וַיְעַנֵּ֑ H6031 וְ֝רֶ֗סֶן H7448 מִפָּנַ֥ H6440 שִׁלֵּֽחוּ H7971 ",
  "12": "עַל H5921 יָמִין֮ H3225 פִּרְחַ֪ח H6526 יָ֫ק֥וּמוּ H6965 רַגְלַ֥י H7272 שִׁלֵּ֑חוּ H7971 וַיָּסֹ֥לּוּ H5549 עָ֝לַ֗י H5921 אָרְח֥וֹת H734 אֵידָֽם H343 ",
  "13": "נָתְס֗וּ H5420 נְֽתִיבָ֫תִ֥י H5410 לְהַוָּתִ֥ H1942 יֹעִ֑ילוּ H3276 לֹ֖א H3808 עֹזֵ֣ר H5826 לָֽמוֹ Hl ",
  "14": "כְּפֶ֣רֶץ H6556 רָחָ֣ב H7342 יֶאֱתָ֑יוּ H857 תַּ֥חַת H8478 שֹׁ֝אָ֗ה H7722 הִתְגַּלְגָּֽלוּ H1556 ",
  "15": "הָהְפַּ֥ךְ H2015 עָלַ֗י H5921 בַּלָּ֫ה֥וֹת H1091 תִּרְדֹּ֣ף H7291 כָּ֭רוּחַ H7307 נְדִבָתִ֑י H5082 וּ֝כְ H5645 עָבְרָ֥ה H5674 יְשֻׁעָתִֽי H3444 ",
  "16": "וְעַתָּ֗ה H6258 עָ֭לַי H5921 תִּשְׁתַּפֵּ֣ךְ H8210 נַפְשִׁ֑י H5315 יֹ֭אחֲז֣וּנִי H270 יְמֵי H3117 עֹֽנִי H6040 ",
  "17": "לַ֗יְלָה H3915 עֲ֭צָמַי H6106 נִקַּ֣ר H5365 מֵעָלָ֑ H5921 וְ֝עֹרְקַ֗ H6207 לֹ֣א H3808 יִשְׁכָּבֽוּן H7901 ",
  "18": "בְּרָב H7227 כֹּ֭חַ H3581 יִתְחַפֵּ֣שׂ H2664 לְבוּשִׁ֑י H3830 כְּפִ֖י H6310 כֻתָּנְתִּ֣י H3801 יַֽאַזְרֵֽנִי H247 ",
  "19": "הֹרָ֥נִי H3384 לַחֹ֑מֶר H2563 וָ֝אֶתְמַשֵּׁ֗ל H4911 כֶּעָפָ֥ר H6083 וָאֵֽפֶר H665 ",
  "20": "אֲשַׁוַּ֣ע H7768 אֵ֭לֶיךָ H413 וְלֹ֣א H3808 תַעֲנֵ֑נִי H6030 עָ֝מַ֗דְתִּי H5975 וַתִּתְבֹּ֥נֶן H995 בִּֽי Hb ",
  "21": "תֵּהָפֵ֣ךְ H2015 לְאַכְזָ֣ר H393 לִ֑י Hl בְּעֹ֖צֶם H6108 יָדְךָ֣ H3027 תִשְׂטְמֵֽנִי H7852 ",
  "22": "תִּשָּׂאֵ֣נִי H5375 אֶל H413 ר֭וּחַ H7307 תַּרְכִּיבֵ֑נִי H7392 וּ֝תְמֹגְגֵ֗ H4127 תשוה H7738 ",
  "23": "כִּֽי H3588 יָ֭דַעְתִּי H3045 מָ֣וֶת H4194 תְּשִׁיבֵ֑נִי H7725 וּבֵ֖ית H1004 מוֹעֵ֣ד H4150 לְכָל H3605 חָֽי H2416 ",
  "24": "אַ֣ךְ H389 לֹא H3808 בְ֭עִי H1164 יִשְׁלַח H7971 יָ֑ד H3027 אִם H518 בְּ֝פִיד֗ H6365 לָהֶ֥ן H2004 שֽׁוּעַ H7769 ",
  "25": "אִם H518 לֹ֣א H3808 בָ֭כִיתִי H1058 לִקְשֵׁה H7186 י֑וֹם H3117 עָֽגְמָ֥ה H5701 נַ֝פְשִׁ֗י H5315 לָאֶבְיֽוֹן H34 ",
  "26": "כִּ֤י H3588 ט֣וֹב H2896 קִ֭וִּיתִי H6960 וַיָּ֣בֹא H935 רָ֑ע H7451 וַֽאֲיַחֲלָ֥ה H3176 לְ֝א֗וֹר H216 וַיָּ֥בֹא H935 אֹֽפֶל H652 ",
  "27": "מֵעַ֖י H4578 רֻתְּח֥וּ H7570 וְלֹא H3808 דָ֗מּוּ H1826 קִדְּמֻ֥נִי H6923 יְמֵי H3117 עֹֽנִי H6040 ",
  "28": "קֹדֵ֣ר H6937 הִ֭לַּכְתִּי H1980 בְּלֹ֣א H3808 חַמָּ֑ה H2535 קַ֖מְתִּי H6965 בַקָּהָ֣ל H6951 אֲשַׁוֵּֽעַ H7768 ",
  "29": "אָ֭ח H251 הָיִ֣יתִי H1961 לְתַנִּ֑ים H8577 וְ֝רֵ֗עַ H7453 לִבְנ֥וֹת H1323 יַעֲנָֽה H3284 ",
  "30": "ע֭וֹרִי H5785 שָׁחַ֣ר H7835 מֵעָלָ֑ H5921 וְעַצְמִ H6106 חָ֝֗רָה H2787 מִנִּי H4480 חֹֽרֶב H2721 ",
  "31": "וַיְהִ֣י H1961 לְ֭אֵבֶל H60 כִּנֹּרִ֑י H3658 וְ֝עֻגָבִ֗ H5748 לְק֣וֹל H6963 בֹּכִֽים H1058 "
}
