{
  "1": "וַ֭יַּעַן H6030 אֱלִיפַ֥ז H464 הַֽתֵּימָנִ֗י H8489 וַיֹּאמַֽר H559 ",
  "2": "הֲנִסָּ֬ה H5254 דָבָ֣ר H1697 אֵלֶ֣יךָ H413 תִּלְאֶ֑ה H3811 וַעְצֹ֥ר H6113 בְּ֝מִלִּ֗ין H4405 מִ֣י H4310 יוּכָֽל H3201 ",
  "3": "הִ֭נֵּה H2009 יִסַּ֣רְתָּ H3256 רַבִּ֑ים H7227 וְיָדַ֖יִם H3027 רָפ֣וֹת H7504 תְּחַזֵּֽק H2388 ",
  "4": "כּ֭וֹשֵׁל H3782 יְקִימ֣וּן H6965 מִלֶּ֑יךָ H4405 וּבִרְכַּ֖יִם H1290 כֹּרְע֣וֹת H3766 תְּאַמֵּֽץ H553 ",
  "5": "כִּ֤י H3588 עַתָּ֨ה H6258 תָּב֣וֹא H935 אֵלֶ֣יךָ H413 וַתֵּ֑לֶא H3811 תִּגַּ֥ע H5060 עָ֝דֶ֗יךָ H5704 וַתִּבָּהֵֽל H926 ",
  "6": "הֲלֹ֣א H3808 יִ֭רְאָתְךָ H3374 כִּסְלָתֶ֑ךָ H3690 תִּ֝קְוָתְךָ֗ H8615 וְתֹ֣ם H8537 דְּרָכֶֽיךָ H1870 ",
  "7": "זְכָר H2142 נָ֗א H4994 מִ֤י H4310 ה֣וּא H1931 נָקִ֣י H5355 אָבָ֑ד H6 וְ֝אֵיפֹ֗ה H375 יְשָׁרִ֥ים H3477 נִכְחָֽדוּ H3582 ",
  "8": "כַּאֲשֶׁ֣ר H834 רָ֭אִיתִי H7200 חֹ֣רְשֵׁי H2790 אָ֑וֶן H205 וְזֹרְעֵ֖י H2232 עָמָ֣ל H5999 יִקְצְרֻֽהוּ H7114 ",
  "9": "מִנִּשְׁמַ֣ת H5397 אֱל֣וֹהַ H433 יֹאבֵ֑דוּ H6 וּמֵ H7307 אַפּ֣וֹ H639 יִכְלֽוּ H3615 ",
  "10": "שַׁאֲגַ֣ת H7581 אַ֭רְיֵה H738 וְק֣וֹל H6963 שָׁ֑חַל H7826 וְשִׁנֵּ֖י H8127 כְפִירִ֣ים H3715 נִתָּֽעוּ H5421 ",
  "11": "לַ֭יִשׁ H3918 אֹבֵ֣ד H6 מִבְּלִי H1097 טָ֑רֶף H2964 וּבְנֵ֥י H1121 לָ֝בִ֗יא H3833 יִתְפָּרָֽדוּ H6504 ",
  "12": "וְ֭אֵלַ H413 דָּבָ֣ר H1697 יְגֻנָּ֑ב H1589 וַתִּקַּ֥ח H3947 אָ֝זְנִ֗י H241 שֵׁ֣מֶץ H8102 מֶֽנְהֽוּ H4480 ",
  "13": "בִּ֭שְׂעִפִּים H5587 מֵחֶזְיֹנ֣וֹת H2384 לָ֑יְלָה H3915 בִּנְפֹ֥ל H5307 תַּ֝רְדֵּמָ֗ה H8639 עַל H5921 אֲנָשִֽׁים H376 ",
  "14": "פַּ֣חַד H6343 קְ֭רָאַנִי H7122 וּרְעָדָ֑ה H7461 וְרֹ֖ב H7230 עַצְמוֹתַ֣י H6106 הִפְחִֽיד H6342 ",
  "15": "וְ֭רוּחַ H7307 עַל H5921 פָּנַ֣י H6440 יַחֲלֹ֑ף H2498 תְּ֝סַמֵּ֗ר H5568 שַֽׂעֲרַ֥ת H8185 בְּשָׂרִֽי H1320 ",
  "16": "יַעֲמֹ֤ד H5975 וְֽלֹא H3808 אַכִּ֬יר H5234 מַרְאֵ֗הוּ H4758 תְּ֭מוּנָה H8544 לְנֶ֣גֶד H5048 עֵינָ֑י H5869 דְּמָמָ֖ה H1827 וָק֣וֹל H6963 אֶשְׁמָֽע H8085 ",
  "17": "הַֽ֭אֱנוֹשׁ H582 מֵאֱל֣וֹהַ H433 יִצְדָּ֑ק H6663 אִ֥ם H518 מֵ֝עֹשֵׂ֗ H6213 יִטְהַר H2891 גָּֽבֶר H1397 ",
  "18": "הֵ֣ן H2005 בַּ֭עֲבָדָי H5650 לֹ֣א H3808 יַאֲמִ֑ין H539 וּ֝בְ H4397 יָשִׂ֥ים H7760 תָּהֳלָֽה H8417 ",
  "19": "אַ֤ף H637 שֹׁכְנֵ֬י H7931 בָֽתֵּי H1004 חֹ֗מֶר H2563 אֲשֶׁר H834 בֶּעָפָ֥ר H6083 יְסוֹדָ֑ם H3247 יְ֝דַכְּא֗וּם H1792 לִפְנֵי H6440 עָֽשׁ H6211 ",
  "20": "מִבֹּ֣קֶר H1242 לָעֶ֣רֶב H6153 יֻכַּ֑תּוּ H3807 מִבְּלִ֥י H1097 מֵ֝שִׂ֗ים H7760 לָנֶ֥צַח H5331 יֹאבֵֽדוּ H6 ",
  "21": "הֲלֹא H3808 נִסַּ֣ע H5265 יִתְרָ֣ם H3499 בָּ֑ם Hb יָ֝מ֗וּתוּ H4191 וְלֹ֣א H3808 בְחָכְמָֽה H2451 "
}
