{
  "1": "וַיַּ֥עַן H6030 אִיּ֗וֹב H347 וַיֹּאמַֽר H559 ",
  "2": "ל֗וּ H3863 שָׁק֣וֹל H8254 יִשָּׁקֵ֣ל H8254 כַּעְשִׂ֑י H3708 והית H1962 בְּֽמֹאזְנַ֥יִם H3976 יִשְׂאוּ H5375 יָֽחַד H3162 ",
  "3": "כִּֽי H3588 עַתָּ֗ה H6258 מֵח֣וֹל H2344 יַמִּ֣ים H3220 יִכְבָּ֑ד H3513 עַל H5921 כֵּ֝֗ן H3651 דְּבָרַ֥י H1697 לָֽעוּ H3886 ",
  "4": "כִּ֤י H3588 חִצֵּ֪י H2671 שַׁדַּ֡י H7706 עִמָּדִ֗י H5978 אֲשֶׁ֣ר H834 חֲ֭מָתָם H2534 שֹׁתָ֣ה H8354 רוּחִ֑י H7307 בִּעוּתֵ֖י H1161 אֱל֣וֹהַּ H433 יַֽעַרְכֽוּנִי H6186 ",
  "5": "הֲיִֽנְהַק H5101 פֶּ֥רֶא H6501 עֲלֵי H5921 דֶ֑שֶׁא H1877 אִ֥ם H518 יִגְעֶה H1600 שּׁ֝֗וֹר H7794 עַל H5921 בְּלִילֽוֹ H1098 ",
  "6": "הֲיֵאָכֵ֣ל H398 תָּ֭פֵל H8602 מִבְּלִי H1097 מֶ֑לַח H4417 אִם H518 יֶשׁ H3426 טַ֝֗עַם H2940 בְּרִ֣יר H7388 חַלָּמֽוּת H2495 ",
  "7": "מֵאֲנָ֣ה H3985 לִנְגּ֣וֹעַ H5060 נַפְשִׁ֑י H5315 הֵ֝֗מָּה H1992 כִּדְוֵ֥י H1741 לַחְמִֽי H3899 ",
  "8": "מִֽי H4310 יִ֭תֵּן H5414 תָּב֣וֹא H935 שֶֽׁאֱלָתִ֑י H7596 וְ֝תִקְוָתִ֗ H8615 יִתֵּ֥ן H5414 אֱלֽוֹהַּ H433 ",
  "9": "וְיֹאֵ֣ל H2974 אֱ֭לוֹהַּ H433 וִֽידַכְּאֵ֑ H1792 יַתֵּ֥ר H5425 יָ֝ד֗וֹ H3027 וִֽיבַצְּעֵֽ H1214 ",
  "10": "וּ֥תְהִי H1961 ע֨וֹד H5750 נֶ֘חָ֤מָתִ֗י H5165 וַאֲסַלְּדָ֣ה H5539 בְ֭חִילָה H2427 לֹ֣א H3808 יַחְמ֑וֹל H2550 כִּי H3588 לֹ֥א H3808 כִ֝חַ֗דְתִּי H3582 אִמְרֵ֥י H561 קָדֽוֹשׁ H6918 ",
  "11": "מַה H4100 כֹּחִ֥י H3581 כִֽי H3588 אֲיַחֵ֑ל H3176 וּמַה H4100 קִּ֝צִּ֗י H7093 כִּֽי H3588 אַאֲרִ֥יךְ H748 נַפְשִֽׁי H5315 ",
  "12": "אִם H518 כֹּ֣חַ H3581 אֲבָנִ֣ים H68 כֹּחִ֑י H3581 אִֽם H518 בְּשָׂרִ֥י H1320 נָחֽוּשׁ H5153 ",
  "13": "הַאִ֬ם H518 אֵ֣ין H369 עֶזְרָתִ֣י H5833 בִ֑י Hb וְ֝תֻשִׁיָּ֗ה H8454 נִדְּחָ֥ה H5080 מִמֶּֽנִּי H4480 ",
  "14": "לַמָּ֣ס H4523 מֵרֵעֵ֣הוּ H7453 חָ֑סֶד H2617 וְיִרְאַ֖ת H3374 שַׁדַּ֣י H7706 יַעֲזֽוֹב H5800 ",
  "15": "אַ֭חַי H251 בָּגְד֣וּ H898 כְמוֹ H3644 נָ֑חַל H5158 כַּאֲפִ֖יק H650 נְחָלִ֣ים H5158 יַעֲבֹֽרוּ H5674 ",
  "16": "הַקֹּדְרִ֥ים H6937 מִנִּי H4480 קָ֑רַח H7140 עָ֝לֵ֗ימוֹ H5921 יִתְעַלֶּם H5956 שָֽׁלֶג H7950 ",
  "17": "בְּ֭עֵת H6256 יְזֹרְב֣וּ H2215 נִצְמָ֑תוּ H6789 בְּ֝חֻמּ֗ H2527 נִדְעֲכ֥וּ H1846 מִמְּקוֹמָֽ H4725 ",
  "18": "יִ֭לָּ֣פְתוּ H3943 אָרְח֣וֹת H734 דַּרְכָּ֑ם H1870 יַעֲל֖וּ H5927 בַתֹּ֣הוּ H8414 וְיֹאבֵֽדוּ H6 ",
  "19": "הִ֭בִּיטוּ H5027 אָרְח֣וֹת H734 תֵּמָ֑א H8485 הֲלִיכֹ֥ת H1979 שְׁ֝בָ֗א H7614 קִוּוּ H6960 לָֽמוֹ Hl ",
  "20": "בֹּ֥שׁוּ H954 כִּֽי H3588 בָטָ֑ח H982 בָּ֥אוּ H935 עָ֝דֶ֗יהָ H5704 וַיֶּחְפָּֽרוּ H2659 ",
  "21": "כִּֽי H3588 עַ֭תָּה H6258 הֱיִ֣יתֶם H1961 לא H3808 תִּֽרְא֥וּ H7200 חֲ֝תַ֗ת H2866 וַתִּירָֽאוּ H3372 ",
  "22": "הֲֽכִי H3588 אָ֭מַרְתִּי H559 הָ֣בוּ H3051 לִ֑י Hl וּ֝מִ H3581 שִׁחֲד֥וּ H7809 בַעֲדִֽי H1157 ",
  "23": "וּמַלְּט֥וּ H4422 מִיַּד H3027 צָ֑ר H6862 וּמִ H3027 עָרִיצִ֣ים H6184 תִּפְדּֽוּנִי H6299 ",
  "24": "ה֭וֹרוּנִי H3384 וַאֲנִ֣י H589 אַחֲרִ֑ישׁ H2790 וּמַה H4100 שָּׁ֝גִ֗יתִי H7686 הָבִ֥ינוּ H995 לִֽי Hl ",
  "25": "מַה H4100 נִּמְרְצ֥וּ H4834 אִמְרֵי H561 יֹ֑שֶׁר H3476 וּמַה H4100 יּוֹכִ֖יחַ H3198 הוֹכֵ֣חַ H3198 מִכֶּֽם H4480 ",
  "26": "הַלְ H3198 מִלִּ֣ים H4405 תַּחְשֹׁ֑בוּ H2803 וּ֝לְ H7307 אִמְרֵ֥י H561 נֹאָֽשׁ H2976 ",
  "27": "אַף H637 עַל H5921 יָת֥וֹם H3490 תַּפִּ֑ילוּ H5307 וְ֝תִכְר֗וּ H3738 עַל H5921 רֵֽיעֲכֶֽם H7453 ",
  "28": "וְ֭עַתָּה H6258 הוֹאִ֣ילוּ H2974 פְנוּ H6437 בִ֑י Hb וְעַל H5921 פְּ֝נֵיכֶ֗ם H6440 אִם H518 אֲכַזֵּֽב H3576 ",
  "29": "שֻֽׁבוּ H7725 נָ֭א H4994 אַל H408 תְּהִ֣י H1961 עַוְלָ֑ה H5766 ושבי H7725 ע֝וֹד H5750 צִדְקִי H6664 בָֽהּ Hb ",
  "30": "הֲיֵשׁ H3426 בִּלְשׁוֹנִ֥ H3956 עַוְלָ֑ה H5766 אִם H518 חִ֝כִּ֗י H2441 לֹא H3808 יָבִ֥ין H995 הַוּֽוֹת H1942 "
}
