{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When King David was very old, even though his servants put many blankets on top of him at night, he was unable to keep warm.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they said to him, \"Your Majesty, allow us to search for a young virgin who can stay with you and take care of you. She can sleep close to you and make you warm.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king gave them permission, so they searched throughout Israel for a beautiful young woman. They found a woman named Abishag, from the town of Shunem, and brought her to the king.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She was truly very beautiful. She took care of the king, but the king did not have sexual relations with her.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day he conferred with Joab, David's army commander, and Abiathar the priest, and they promised to help Adonijah.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But other important people refused to help him. These included Zadok, who was also a priest, Benaiah who had supervised David's bodyguards, Nathan the prophet, Shimei and Rei, and David's most capable soldiers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day Adonijah went to stone of Zoheleth near En Rogel, which is near Jerusalem, to sacrifice some sheep and oxen and fattened cattle. He invited most of his brothers, King David's other sons, to come. He also invited all of the king's officials from Judah to come to the celebration.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he did not invite Nathan, Benaiah, or the king's most capable soldiers, or his younger brother Solomon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nathan found out what they were doing, so he went to Solomon's mother Bathsheba and asked her, \"Have you not heard that Haggith's son Adonijah is making himself king? And King David does not know about it!\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So if you want to save yourself and your son Solomon from being killed, allow me to tell you what you should do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Go right away to King David. Say to him, 'Your Majesty, you solemnly promised me that my son Solomon would become the king after you die and that he would sit on your throne and rule. So why are people saying that Adonijah is now king?'\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, Bathsheba, while you are still talking to the king, I will come in and tell him that what you are saying to him about Adonijah is true.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Bathsheba went to see the king in his bedroom. He was very old, and Abishag was taking care of him.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bathsheba bowed very low in front of the king, and the king asked her, \"What do you want?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She replied, \"Your Majesty, you solemnly promised me, knowing that Yahweh our God was listening, that my son Solomon would become king after you die and that he would sit on your throne and rule.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now, Adonijah has made himself king, and you do not know anything about it.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He has sacrificed a lot of oxen and fattened cattle and sheep, and he has invited all of your other sons to the celebration. He has also invited Abiathar the priest and Joab the commander of your army, but he did not invite your son Solomon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your Majesty, all the people of Israel are expecting you to tell them who is the one who will become king after you are no longer with us.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you do not do that, what will happen is that after you die people will consider that my son Solomon and I are rebelling, and they will execute us because we did not help Adonijah to become king.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While she was still talking to the king, Nathan came to the palace.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king's servants told David, \"Nathan the prophet has come.\" So Bathsheba left, and Nathan went into where the king was and knelt down, with his face on the ground.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Nathan said, \"Your Majesty, have you declared that Adonijah will become king after you?\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say that because today he has gone down to En Rogel and has sacrificed a lot of oxen, fattened cattle, and sheep. And he has invited all of your other sons, Joab the army commander, and Abiathar the priest. They are all eating and drinking with him and saying, 'We hope that King Adonijah will live a long time!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he did not invite me or Zadok the priest or Benaiah or Solomon.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Did you say that they should do this without telling your other officials who you want to become king after you are no longer the king?\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King David said, \"Tell Bathsheba to come in here again.\" So someone went and told her, and she came in and stood in front of the king.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bathsheba knelt down with her face on the ground and said, \"Your Majesty, I hope you will live forever!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King David said to a servant, \"Summon Zadok the priest, Nathan the prophet, and Benaiah.\" So a servant went and summoned them. When they came in,\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he said to them, \"Put my son Solomon on my mule. Take him with my officials down to the spring at Gihon.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There, you two, Zadok and Nathan, must anoint him with olive oil to appoint him to be the king of Israel. Then you two must blow trumpets, and all the people there must shout, 'We hope that King Solomon will live for many years!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then follow him back here, and he will come and sit on my throne. He will then become king instead of me. I have appointed him to be the ruler of all the people of Israel and of Judah.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Benaiah replied, \"We will do that! We hope that Yahweh, who is your God and our God, will cause it to happen!\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King David, Yahweh has helped you. We hope that he will also help Solomon and enable him to become an even greater king than you have been.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Zadok, Nathan, Benaiah, and the two groups of men who were the king's bodyguards went and put Solomon on King David's mule and escorted him down to the spring at Gihon.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There Zadok took the container of olive oil from the sacred tent and anointed Solomon. Then two of them blew trumpets, and all the people shouted, \"We hope that King Solomon will live for many years!\"\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the people followed him back up to the city, shouting joyfully and playing flutes. They shouted very loudly, so that the ground shook.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Adonijah and all his guests were finishing eating at their celebration, they heard the noise. When Joab heard the sound of the trumpets, he asked, \"What is the meaning of all that noise in the city?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While he was still speaking, Jonathan son of Abiathar the priest, arrived. Adonijah said, \"Come in! You are a man whom we can trust, so you must be bringing us good news!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonathan replied, \"No, I do not have good news! His Majesty, King David, has made Solomon to be the king!\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He sent Zadok, Nathan, Benaiah, and the his own groups of bodyguards to go with Solomon. They put Solomon on King David's mule.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went down to the spring at Gihon, and there Zadok and Nathan have anointed him to become the king. Now they have returned from there to the city, shouting joyfully. That is why there is that great noise that you are hearing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Solomon is now our king.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Furthermore, the palace officials came to His Majesty, King David, to tell him that they approved of what he had done. They said, 'We wish that God will make Solomon even more famous than you have been and enable him to be an even better king than you have been.' When they said that, the king, lying on his bed, bowed his head to worship Yahweh.\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said, 'I praise Yahweh, the God whom we Israelites worship, because he has allowed one of my sons to become the king today and has permitted me to see it happen.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all of Adonijah's guests trembled, so they all immediately got up and left and scattered.\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Adonijah was afraid of what Solomon would do, so he went to the sacred tent and grabbed the projections at the corners of the altar, because he thought that no one would kill him there.\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But someone told Solomon, \"See, Adonijah is afraid of you, so he has gone to the sacred tent and is holding on to the altar. He is saying, 'Before I leave, I want King Solomon to solemnly promise that he will not command that I be executed.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon replied, \"If he proves that he is loyal to me, I will not harm him at all. But if he does anything that is wrong, he will be executed.\"\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So King Solomon sent some men to Adonijah, and they brought him back from the altar. He came to Solomon and bowed down in front of him. Then Solomon said to him, \"Go home.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5-6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Absalom died, David's oldest son was Adonijah, whose mother was Haggith. He was a very handsome man. But David had never rebuked him about anything he did. After Absalom died, he thought that he would become king. So he started to boast, saying, \"I will become king now.\" Then he provided for himself some chariots, and men to drive them, and horses to pull them, and fifty men to run as his bodyguards in front of those chariots wherever he went.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29-30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king said, \"Yahweh has rescued me from all my troubles. I promised you, with Yahweh the God whom we Israelites worship listening, that your son Solomon would be king after I am no longer the king. Today, as surely as Yahweh lives, I solemnly declare that I will do what I promised.\"\n"
      }
    ]
  }
}