{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The queen who ruled the land of Sheba heard that Yahweh had caused Solomon to become famous, so she traveled to Jerusalem to ask him questions that were difficult to answer.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She came with a large group of wealthy people, and she brought camels that were loaded with spices, precious gems, and much gold. When she met Solomon, she asked him questions about all the things in which she was interested.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon answered all her questions. He explained everything that she asked about, even things that were very difficult.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The queen realized that Solomon was very wise. She saw his palace,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "she saw the food that was served on his table every day, she saw where his officials lived, their uniforms, the servants who served the food and wine, and the sacrifices that he took to the temple to be offered. She was extremely amazed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said to the king, \"Everything that I heard in my own country about you and about how wise you are is true!\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I did not believe it was true until I came here and saw it myself. But really, what they told me is only half of what they could have told me about you. You are extremely wise and rich, more than what people told me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How fortunate are your wives! And how fortunate are your servants, who are waiting to serve you, who are listening to the wise things that you say!\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Praise Yahweh, your God, who has shown that he is pleased with you by causing you to become the king of Israel! God has always loved the Israelite people, and therefore he has appointed you to be their king, in order that you will rule them fairly and righteously.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the queen gave to the king the things that she had brought. She gave him over 4,000 kilograms of gold and a large amount of spices and gems. Never again did King Solomon receive more spices than the queen gave him at that time.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the ships that belong to King Hiram, in which they had previously brought gold from Ophir, they also brought a large amount of almug wood and precious gem stones.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Solomon told his workers to use that wood to make pillars in the temple and in his palace, and also to make harps and lyres for the musicians. That wood was the largest amount of fine wood that had ever been brought to or seen in Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Solomon gave to the queen from Sheba everything that she wanted. He gave her those gifts in addition to the gifts that he always gave to other rulers who visited him. Then she and the people who came with her returned to her own land.\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each year there was brought to Solomon a total of twenty-two metric tons of gold.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That was in addition to the taxes paid to him by the merchants and traders, and the annual taxes paid by the kings of Arabia and by the governors of the districts in Israel.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Solomon's workers took this gold and hammered it into thin sheets and covered two hundred large shields with those thin sheets of gold. They put six and one-half kilograms of gold on each shield.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His workers made three hundred smaller shields. They covered each of them with one and three-quarters kilograms of gold. Then the king put those shields in the Palace of the Forest of Lebanon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His workers also made for him a large throne. Part of it was covered with ivory, and part of it was covered with very fine gold.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All of Solomon's cups were made of gold, and all the various dishes in the Palace of the Forest of Lebanon were made of gold. They did not make things from silver, because during the years that Solomon ruled silver was not considered to be valuable.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king had a fleet of ships that sailed with the ships that King Hiram owned. Every three years the ships returned from the places to which they had sailed bringing gold, silver, ivory, monkeys, and baboons.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Solomon became richer and wiser than any other king.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People from all over the world wanted to come and listen to the wise things that Solomon said, things that God had put into his mind.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people who came to him brought presents. They brought things made from silver or gold, or robes, or weapons, or spices, or horses, or mules. The people continued to do this every year.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon acquired 1,400 chariots and twelve thousand men who rode on the horses. Solomon put some of them in Jerusalem and some of them in other cities where he kept his chariots.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the years that Solomon was king, silver became as common in Jerusalem as stones, and lumber from cedar trees in the foothills of Judah were as plentiful as lumber from fig trees.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon's agents bought horses and supervised the bringing of them into Israel from the areas of Egypt and Kue that were famous for breeding horses.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In Egypt they bought chariots and horses. They paid six and one-half kilograms of silver for each chariot and one and three-fifths kilograms of silver for each horse. They brought them to Israel. Then they sold many of them to the kings of the Hittite people group and the kings of Aram.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19-20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were six steps in front of the throne. There was a statue of a lion on both sides of each step. So altogether there were twelve statues of lions. The back of the throne was rounded at the top. At each side of the throne there was an armrest and alongside each armrest there was a small statue of a lion. No throne like that had ever existed in any other kingdom.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}