{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people of northern Israel went to the city of Shechem in order to appoint Rehoboam to be their king. So Rehoboam also went there.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jeroboam, who was still in Egypt, heard about that, he returned from Egypt to Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The leaders of the northern tribes summoned him, and they went together to talk to Rehoboam. They said to him,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Your father Solomon forced us to work very hard, and if you allow us to work less, we will serve you faithfully.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He replied, \"Go away, and come back three days from now and I will give you my answer.\" So those leaders and Jeroboam left.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King Rehoboam consulted his older men who had advised his father Solomon while he was still living. He asked them, \"What should I say to answer these men?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They replied, \"If you want to serve these people well, speak kindly to them when you reply to them. If you do that, they will always serve you faithfully.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he ignored what the older men advised him to do. Instead, he consulted the younger men who had grown up with him, who were now his advisors.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"What do you say that I should answer the men who are asking me to reduce the work that my father required from them?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They replied, \"This is what you should tell them: 'My little finger is thicker than my father's waist.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What I mean is that my father required you to work hard. But I will make those loads heavier. It was as though my father whipped you, but I will whip you with scorpions.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So three days later, Jeroboam and all the leaders came to Rehoboam again, which is what he had told them to do.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king ignored the advice of the older men and spoke harshly to the Israelite leaders.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He told them what the younger men had advised. He said, \"My father put heavy burdens of work on you, but I will put heavier burdens on you. It was as though he beat you with whips, but I will beat you with scorpions!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king did not pay any attention to the Israelite leaders. Now all this happened in order that what Yahweh wanted would occur, what he had told the prophet Ahijah about Jeroboam becoming king of the ten tribes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Israelite leaders realized that the king did not pay any attention to what they said, they shouted,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "\"We do not want anything to do with this descendant of King David!\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "We will not pay attention to what this grandson of Jesse says!\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "You people of Israel, let us go home!\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "As for this descendant of David, he can rule his own tribe!\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "So the Israelite leaders returned to their homes.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And after that, the only Israelite people whom Rehoboam ruled over were those who lived in the territory of the tribe of Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King Rehoboam went with Adoniram to talk to the Israelite people. Adoniram was the man who supervised all the men who were forced to work for Rehoboam. But the Israelite people killed him by throwing stones at him. When that happened, King Rehoboam quickly got in his chariot and escaped to Jerusalem.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ever since that time, the people of the northern tribes of Israel have been rebelling against the descendants of King David.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Israelite people heard that Jeroboam had returned from Egypt, they invited him to come to a meeting, and there they appointed him to be the king of Israel. Only the people of the tribe of Judah continued to be loyal to the kings descended from King David.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Rehoboam arrived in Jerusalem, he gathered 180,000 of the best soldiers from the tribes of Judah and Benjamin. He wanted them to fight against the northern tribes of Israel and defeat them, in order that he could rule all the tribes of his kingdom again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God spoke to the prophet Shemaiah and said this to him:\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Go and tell this to Solomon's son Rehoboam, the king of Judah, and to all the people of the tribes of Judah and Benjamin and the people from the northern tribe who live in Judah:\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Yahweh says that you must not go to fight against your own relatives, the people of Israel. All of you must go home. What has happened is what Yahweh wanted to happen.'\" So Shemaiah went and told that to them, and they all listened what Yahweh had commanded them to do, and they went home.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jeroboam's workers built walls around the city of Shechem in the hill country where the descendants of Ephraim lived, and he ruled from there for a while. He and his workers then left there and went to the city of Peniel, and they built walls around that city.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he consulted his advisors, and then he did what they suggested. He told his workers to make gold statues of two calves. Then he said to the people, \"You have been going to Jerusalem to worship for a long time. You are making too big an effort to keep going there. You people of Israel, look! These statues are the gods that brought our ancestors up from Egypt! So you can worship these, here!\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He told his workers to place one of the statues in the city of Bethel in the south and one in the city of Dan in the north.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So what Jeroboam did caused the people to sin. Some of them went and worshiped the calf at Bethel, and others went and worshiped the other calf at Dan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses had declared that only men from the tribe of Levi would be priests, but Jeroboam also told his workers to build places on the hills where they could worship idols, and then he appointed men who were not from the tribe of Levi to be priests for the idols.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They had a celebration in the eighth month, on the fifteenth day, like the celebration of living in temporary shelters that occurred in Judah each year. On the altar that they built at Bethel, he offered sacrifices to the gold statues of calves that they had made, and he stationed the priests on the hills where idols were worshiped, where his workers built houses used for idolatry.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jeroboam went up to that altar on that day in the eighth month that he himself had chosen. There on that altar he burned incense to be a sacrifice. And he declared that the people should celebrate that festival on that same day every year.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26-27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jeroboam said to himself, \"If my people continue to go to Jerusalem and offer sacrifices to Yahweh at the temple there, soon they will again become loyal to Rehoboam, the king of Judah, and they will kill me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}