{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jeroboam had been the king of Israel for almost eighteen years, Abijah became the king of Judah.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He ruled for three years in Jerusalem. His mother's name was Maacah, the daughter of Abishalom.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abijah committed the same kind of sins that his father had committed. He was not fully dedicated to Yahweh his God, as his ancestor David had been.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But, because of what Yahweh his God had promised to David, Yahweh gave Abijah a son to rule in Jerusalem after him, and in order to protect Jerusalem from their enemies.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh did that because David had always done what pleased Yahweh and because David had always obeyed Yahweh. The only time when he disobeyed Yahweh was when he caused Uriah to be killed due to his sin with Bathsheba.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were wars between the armies of Rehoboam and Jeroboam all during the time that Abijah ruled.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everything else that Abijah did is written in the book of the events of the Kings of Judah.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abijah died and was buried in the part of Jerusalem called the city of David, and his son Asa became king.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jeroboam had been the king of Israel for almost twenty years, Asa started to rule Judah.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He ruled in Jerusalem for forty-one years. His grandmother was Maacah, the daughter of Abishalom.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Asa did what was pleasing to Yahweh, as his ancestor David had done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He got rid of the male prostitutes who were at the places where the people worshiped idols, and he also got rid of all the idols that his ancestors had made.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also removed his grandmother Maacah so that she no longer had influence in the government because of being the mother of a previous king. He did that because she had made a disgusting wooden statue of the goddess Asherah. Asa told his workers to cut down the statue and burned it in the Kidron Valley.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was not able to destroy all the places where the people worshiped Yahweh, but he continued to be dedicated to Yahweh all during the time that he lived.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He told his workers to place in the temple all the items that his father had dedicated to God, and all the gold and silver things that he had dedicated to God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were wars between the armies of Asa and Baasha, the king of Israel, all during the time that they ruled.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Baasha's army invaded Judah. They captured the city of Ramah north of Jerusalem. Then they started to build a wall around it in order to prevent people from entering or leaving the area in Judah that King Asa ruled.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Asa told his workers to take all the silver and gold that was still in the storerooms in the temple and in the palace and gave it to some of his officials. He told them to take it to Damascus and give it to King Ben Hadad who ruled Aram. Ben Hadad was son of Tabrimmon and grandson of Hezion. He told the officials to say this to Ben Hadad:\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I want there to be a peace treaty between me and you, like there was between my father and your father. For that purpose, I am giving you this silver and gold. So now please cancel the treaty that you made with Baasha, the king of Israel, in order that he will take his soldiers away from attacking mine, because he will be afraid of your army.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the officials went and gave the message to Ben Hadad, and he did what Asa suggested. He sent his army commanders and their soldiers to attack some of the towns in Israel. They captured Ijon, Dan, Abel of Beth Maacah, the area near the Sea of Galilee, and all the land of the tribe of Naphtali.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Baasha heard about that, he told his soldiers to stop working at Ramah. He and his soldiers returned to Tirzah and stayed there.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King Asa sent a message to all the people in the towns in Judah, stating that they all were required to go to Ramah and carry away the stones and timber that Baasha's soldiers had been using to build a wall around the city. With those stones and timber they fortified the city of Mizpah north of Jerusalem, and Geba, a town in the territory of the tribe of Benjamin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everything else that Asa did, the armies that his soldiers defeated, and the names of the cities that he caused to be fortified, are all written in the book of the events of the Kings of Judah. But when Asa became old, he got a disease in his feet.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He died and was buried where his ancestors were buried in the part of Jerusalem called the city of David. Then his son Jehoshaphat became king.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Asa had been the king of Judah for almost two years, King Jeroboam's son Nadab started to rule Israel. He ruled for two years.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did many things that Yahweh said were evil. His behavior was sinful like his father's behavior had been, and what he did induced the people of Israel to sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A man named Baasha, from the tribe of Issachar, planned to harm him. He killed Nadab when Nadab and his army had surrounded the city of Gibbethon in the region of Philistia.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That was when Asa had been the king ruling Judah for almost three years. Then Baasha became the king of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as he became king, he commanded his soldiers to kill all of Jeroboam's family. Doing what Yahweh had told the prophet Ahijah from Shiloh would happen, they killed all of Jeroboam's family. None of them were left.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That happened because Yahweh had become very angry with Jeroboam because of all the sins that Jeroboam had committed, and because of the sins that he had persuaded the people of Israel to commit.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everything else that Nadab did is written in Book of the Events of the Kings of Israel.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were wars between the armies of King Asa and King Baasha all the time that they ruled.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Asa had been the king of Judah for almost three years, Baasha son of Ahijah, started to rule Israel at the city of Tirzah. He ruled for twenty-four years.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Baasha did many things that Yahweh said were evil, and he lived a sinful life just like Jeroboam lived. Baasha's sinful life set an example for the people of Israel that encouraged them to commit sins that were like his sins. \n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}