{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the time that Baasha was king of Israel, the prophet Jehu, Hanani's son, gave Baasha this message that he had received from Yahweh:\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"You were very insignificant when I caused you to become the ruler of my Israelite people. But you have caused me to become very angry by doing the kinds of evil things that King Jeroboam did. You have also caused me to become angry by causing my people to sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now I will get rid of you and your family. I will do to you just like I did to Jeroboam and his family.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The bodies of those in your family who die in this city will not be buried. They will be eaten by dogs, and the bodies of those who die in the fields will be eaten by vultures.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The other things that Baasha did during the time that he ruled Israel, and the great things that his army did, are written in Book of the Events of the Kings of Israel.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Baasha died, he was buried in Tirzah, the capital city. Then his son Elah became king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh gave that message about Baasha and his family to the prophet Jehu. Baasha had done many deeds that Yahweh said were evil, which caused Yahweh to become angry. Baasha did the same kind of deeds that King Jeroboam and his family had done previously. Yahweh was also angry with Baasha because he had killed all of Jeroboam's family.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Asa had been the king of Judah for almost twenty-six years, Elah became the king of Israel. Elah ruled in Tirzah for only two years.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A man named Zimri was one of Elah's army officers. He commanded the drivers of half of Elah's army's chariots. He made plans to kill Elah while Elah was in Tirzah, getting drunk at the house of a man named Arza. Arza was the man who took care of the things in the king's palace.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zimri went into Arza's house and killed Elah. Then he became the king of Israel. That was when Asa had been the king of Judah for twenty-seven years.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as Zimri became king, he killed all of Baasha's family. He killed every male in Baasha's family and all of Baasha's male friends.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he got rid of all of Baasha's family. That was just what Yahweh told the prophet Jehu would happen.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Baasha and his son Elah had sinned and induced the Israelite people to sin. They caused Yahweh, the God whom the Israelite people worshiped, to become angry, because they both urged the people to worship worthless idols.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everything else that Elah did is written in Book of the Events of the Kings of Israel.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Zimri became the king of Israel after Asa had been king of Judah for twenty-seven years. But Zimri ruled in Tirzah for only seven days. The Israelite army was beseiging Gibeah, a town that belonged to the Philistine people group.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men in the Israelite army camp heard that Zimri had secretly planned to kill King Elah, and then had killed him. So on that day the soldiers chose Omri, the commander of their army, to become the king of Israel.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite army was camped near Gibbethon. When they heard what Zimri had done, they left there and went to Tirzah, and surrounded the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Zimri realized that the city was about to be captured, he went into his palace and set it on fire. So the palace burned down, and he died in the fire.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He died because he had sinned by doing many things that Yahweh said were evil. Jeroboam had induced the Israelite people to sin, and Zimri sinned just like Jeroboam had sinned.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the other things that Zimri did, and the record of how he rebelled against King Elah, are written in Book of the Events of the Kings of Israel.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Zimri died, the Israelite people were divided among themselves. One group wanted Tibni son of Ginath, to be their king. The other group wanted Omri to be the king.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who supported Omri were stronger than those who supported Tibni. So Tibni was killed, and Omri became king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Omri became king when Asa had been king of Judah for almost thirty-one years. Omri ruled Israel for twelve years. For the first six years he ruled in Tirzah.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he bought a hill from a man named Shemer and paid him about sixty-six kilograms of silver for it. Then Omri ordered his men to build a city on that hill, and he called it Samaria, to honor Shemer, the man who owned it previously.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Omri did many things that Yahweh said were evil. He did more evil deeds than any of the kings who ruled Israel before he did.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jeroboam was previously the king, he had induced the Israelite people to sin, and Omri committed the same kind of sins that Jeroboam did. The Israelite people caused Yahweh, the God the Israelite people had worshiped, to become very angry, because they worshiped worthless idols.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everything that Omri did, and the record of the victories that his army won, are written in Book of the Events of the Kings of Israel.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Omri died, he was buried in Samaria, and his son Ahab became king.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahab became king of Israel when Asa had ruled Judah for almost thirty-eight years. Ahab ruled in the city of Samaria for twenty-two years.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahab did many things that Yahweh said were evil. He did more evil deeds than any of the kings who ruled Israel before he did.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He committed the same kind of sins that Jeroboam did, but he did things that were worse than the things that Jeroboam did. He married a woman named Jezebel, the daughter of Ethbaal, the king of the city of Sidon. Then Ahab started to worship Baal, the god that the Canaan people group worshiped.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He built a temple in Samaria in order that the Israelite people could worship Baal there, and he put an altar there for making sacrifices to Baal.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also made an idol that represented Asherah, Baal's wife. He did many more things that caused Yahweh to become angry. He did more evil things than any of the previous kings of Israel had done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the years that Ahab ruled, Hiel, a man from the city of Bethel, rebuilt the city of Jericho. But when he started to rebuild the city, his oldest son Abiram died. And when the city was finished, while Hiel was building the city gates, his youngest son Segub died. They died just as Yahweh had told Joshua would happen to the sons of anyone who would rebuild Jericho.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}