{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elijah was a prophet who lived in the city of Tishbe in the region of Gilead. One day he went to King Ahab and said to him, \"Yahweh is the God whom we Israelites worship and the God whom I worship and serve. Just as certainly as Yahweh lives, there will be no dew or rain for the next few years, unless I command it to fall.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Elijah,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Because you have made the king angry with you, escape from the king and, go to the east, to the Kerith Brook, east of where it flows into the Jordan River.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will be able to drink water from the brook, and you will be able to eat what the crows bring to you, because I have commanded them to bring food to you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Elijah did what Yahweh commanded him to do. He went and camped alongside Kerith Brook.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Crows bought bread and meat to him every morning and every evening, and he drank water from the brook.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But after a while, the water in the brook dried up, because rain did not fall anywhere in the land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Elijah,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Go and live in the village of Zarephath, near the city of Sidon. There is a widow there who will give you food to eat. I have already told her what to do about that.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Elijah did what God said. He went to Zarephath. As he arrived at the gates of the village, he saw a widow who was gathering sticks. He said to her, \"Would you please bring me a cup of water?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While she was going to get it, he called out to her, \"Bring me a piece of bread, too!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But she replied, \"Your God knows that what I am telling you is true. I do not have even one piece of bread in my house. I have only a handful of flour in a jar, and a little olive oil in a jug. I was gathering a few sticks to use these to make a fire and cook one more meal, and then after my son and I eat that, we will die from hunger.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Elijah said to her, \"Do not be worried! Go home and do what you said that you were going to do. But first, bake me a little loaf of bread and bring it to me. After you do that, take what is left and prepare some food for you and your son.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know that you will be able to do that, because Yahweh, the God whom we Israelites worship, says this, 'There will always be plenty of flour and olive oil left in your containers, until the time when I send rain again and the crops grow again!'\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the woman did exactly what Elijah told her to do. And she and her son and Elijah had enough food every day,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because the flour in the jar was never finished, and the jug of oil was never empty. That happened just like Yahweh had told Elijah that it would happen.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some time later, the woman's son became sick. He continued to get worse, and finally he died.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the woman went to Elijah and said to him, \"You are a prophet; so why have you done this to me? Have you come here to punish me for my sins by causing my son to die?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Elijah replied, \"Give your son to me.\" So she gave her son to him, and he took the boy's body from her and carried it up the steps to the room where he stayed. He laid the boy's body on his bed.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elijah cried out to Yahweh, \"O Yahweh my God, this widow has kindly allowed me to stay in her home. So why have you brought this tragedy to her and caused her son to die?\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elijah stretched himself on top of the boy's body and called out to Yahweh saying, \"Yahweh my God, please allow this boy to become alive again!\" He did this three times.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh heard what Elijah prayed, and he caused the boy to become alive again.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elijah carried the boy down the steps and gave him to his mother. He said, \"Look, your son is alive!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman said to Elijah, \"Now I know for certain that you are a prophet and that the words that you speak are truly from Yahweh!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}