{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For almost three years there was no rain in Samaria. Then Yahweh said this to Elijah: \"Go and meet with King Ahab and tell him that I will soon send rain.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Elijah went to talk to Ahab.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "In Samaria there was almost no food for anyone to eat.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a man there named Obadiah. He was in charge of the king's palace. He greatly revered Yahweh.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One time when Queen Jezebel had tried to kill all Yahweh's prophets, Obadiah hid a hundred of them in two caves. He put fifty prophets in each cave, and he brought food and water to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By this time, the famine had become very severe in Samaria. So Ahab summoned Obadiah and said to him, \"We must look near every spring and in every valley to see if we can find enough grass to give to some of my horses and mules, so that they will not all die.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they both started walking through the land. Obadiah went by himself in one direction, and Ahab went in another direction by himself.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Obadiah was walking along, he saw Elijah coming toward him. Obadiah recognized Elijah and bowed down in front of him and said, \"Is it really you, Elijah, my master?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elijah replied, \"Yes. Now go and tell Ahab your master that I am here.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Obadiah objected. He said, \"Sir, I have not harmed you at all. So why are you sending me back to Ahab? He will kill me!\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh your God knows that I am telling the truth when I solemnly declare that King Ahab has searched in every kingdom to find you. Each time that some king said to him, 'Elijah is not here,' Ahab demanded that the king of that country solemnly swear that the king was telling the truth.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now you say to me, 'Go and tell your master that Elijah is here!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as soon as I leave you, the Spirit of Yahweh will carry you away, and I will not know where he will take you. So when I tell Ahab that you are here and he comes to me and he does not find you here, he will kill me! But I do not deserve to die because I have revered Yahweh since I was a boy.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My master, have you not heard about what I did when Jezebel wanted to kill all of Yahweh's prophets? I hid a hundred of them in two caves and took food and water to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, sir, you say, 'Go and tell your master that Elijah is here.' But if I do that, and he comes and you are not here, he will kill me!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Elijah replied, \"Yahweh, commander of the angel armies, the one whom I serve, knows that I am telling the truth as I solemnly declare that I will go to meet with Ahab today.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Obadiah went to tell Ahab that Elijah had come. Ahab went to meet with him.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he saw Elijah, he said to him, \"Is that you, the one who causes trouble for the people of Israel?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elijah replied, \"It is not I who have caused trouble for the people of Israel! You and your family are the ones who have caused trouble! You have refused to obey Yahweh's commands, and you have worshiped the idols of Baal instead.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now, command all the Israelite people to come to Mount Carmel, and be sure to bring all the 450 prophets who worship Baal and the four hundred prophets who worship the goddess Asherah, the ones to whom your wife Jezebel always invites to eat with her.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Ahab summoned all his prophets and all the other Israelite people to the top of Mount Carmel, and Elijah went up there too.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elijah stood in front of them and said, \"How long are you going to be undecided about who is truly God? If Yahweh is God, then worship him. If Baal is truly God, then worship him!\" But the people said nothing in reply, because they were afraid of what Jezebel would do to them if they admitted that they worshiped Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elijah said to them, \"I am the only true prophet of Yahweh who is left, but Baal has 450 prophets.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bring two bulls. The prophets of Baal may choose the one that they want. They must kill it and cut it into pieces and lay the pieces on the wood that is on the altar that they made. But they must not light a fire under the wood. I will kill the other bull and cut it in pieces and lay the pieces on the altar that I make.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they must call to their god, and I will call to Yahweh. The god who answers by lighting a fire to the wood that is on that altar is the true God!\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Then all the people thought that Elijah's suggestion was good.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elijah said to the prophets of Baal, \"You call to Baal first, because there are many of you. Choose one of the bulls and prepare it, and then call to your god. But do not light a fire under the wood!\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they killed one of the bulls and cut it up and placed the pieces on the altar. Then they called out to Baal all morning. They shouted, \"Baal, answer us!\" But no one answered. There was no reply at all .\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Then they danced wildly around the altar that they had made.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "About noontime, Elijah started to make fun of them. He said, \"Surely Baal is a god, so it seems that you must shout louder! Perhaps he is thinking about something, or perhaps he has gone to the toilet. Or perhaps he is traveling somewhere, or perhaps he is asleep and you need to wake him up!\"\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they shouted louder. Then, doing one of the things that they frequently did when they worshiped Baal, they slashed themselves with knives and swords until a lot of blood flowed.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They continued calling out to Baal all afternoon. But there was no voice that gave a reply, no answer, no god who paid attention.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elijah called to the people saying, \"Come closer!\" So they all crowded around him. Then Elijah repaired the altar of Yahweh that had been ruined by the prophets of Baal.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he took twelve large stones, each one to represent one of the Israelite tribes, whose ancestors were the twelve sons of Jacob.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "With these stones he rebuilt Yahweh's altar. Then around the altar he dug a little ditch that was large enough to hold about fifteen liters of water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He piled wood on top of the stones. He killed the bull and cut it in pieces. Then he laid the pieces on top of the wood. Then he said, \"Fill four large jars with water, and pour the water on top of the pieces of meat and the wood.\" So they did that.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said, \"Do the same thing again!\" So they did it again. Then he said, \"Do it a third time!\" So they did it again.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As a result, the water flowed down below the altar and filled the ditches.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When it was time to offer the evening sacrifices, Elijah walked close to the altar and prayed. He said, \"Yahweh, you who are the God that our ancestors Abraham and Isaac and Jacob worshiped, prove today that you are the God whom the Israelite people should worship, and prove that I am your servant. Prove that I have done all these things because you told me to do them.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, answer me! Answer me in order that these people will know that you, Yahweh, are God and that you have caused them to trust in you again!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Immediately a fire from Yahweh flashed down from the sky. The fire burned up the pieces of meat, the wood, the stones, and the dirt that was around the altar. It even dried up all the water in the ditch!\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the people saw that, they prostrated themselves on the ground and shouted, \"Yahweh is God! Yahweh is God!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elijah commanded them, \"Seize all the prophets of Baal! Do not allow any of them to escape!\" So the people seized all the prophets of Baal, and took them down the mountain to the river Kishon, and Elijah killed them all there.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elijah said to Ahab, \"Go and get something to eat and drink. But do it quickly, because it is soon going to rain very hard!\"\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Ahab and his men left to prepare a big meal. But Elijah went back up to the top of Mount Carmel and prayed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to his servant, \"Go and look out toward the sea, to see if there are any rain clouds.\" So his servant went and looked, and came back and said, \"I do not see anything.\" This happened six times.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the servant went the seventh time, he came back and said, \"I saw a very small cloud above the sea. As I extend my arm, the cloud is about the size of my hand.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Then Elijah shouted to him, \"Go and tell King Ahab to get his chariot ready and go home immediately! If he does not do that, the rain will stop him!\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Very soon the sky was full of black clouds. There was a strong wind, and then it began to rain very hard. Ahab got into his chariot and started to return to the city of Jezreel.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh gave extra strength to Elijah. He tucked his cloak into his belt in order to run fast, and he ran ahead of Ahab's chariot all the way to Jezreel.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}