{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David knew that he was about to die, he gave these final instructions to his son Solomon:\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I am about to die, as everyone else on earth does. Be courageous and conduct yourself as man should.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do what Yahweh our God tells you to do. Conduct yourself as he wants you to do. Obey all of his laws and commands and decrees and instructions that are written in the laws that Moses gave us. Do this in order that you will prosper in all that you do and wherever you go.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you continually do that, Yahweh will do what he promised me. He said, 'If your descendants do what I tell them to do, and faithfully obey my commands with all their inner beings, they will always be the ones who will rule Israel.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There is something else that I want you to do. You know what Joab did to me. He killed my two army commanders, Abner and Amasa. He murdered them violently. He is guilty of murder.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because you are wise, do to him what you think is best for you to do, but do not allow him to become old and die peacefully.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But act kindly toward the sons of Barzillai, the man from the region of Gilead, and be sure that they always have enough food to eat. Do that because Barzillai helped me when I was running away from your older brother Absalom.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, you remember Gera's son Shimei from the town of Bahurim in the area where the descendants of Benjamin live. You know what he did to me. He cursed me terribly on the day I left Jerusalem and went to the town of Mahanaim. But when he later came down to see me when I was crossing the Jordan River, I solemnly promised, while Yahweh listened, that I would not cause him to be executed.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now you must surely punish him. You are a wise man, so you will know what you should do to him. He is an old man, but be sure that his blood flows when he dies .\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David died and was buried in that part of Jerusalem which was called the city of David.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David had been king of Israel for forty years. He ruled for seven years in Hebron and for thirty-three years in Jerusalem.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon became the ruler to take the place of his father David and took control of all of the kingdom.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day Adonijah came to Solomon's mother Bathsheba. She said to him, \"Have you come because you want things to go well?\" He replied, \"Yes.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But then he said, \"I have something to request you to do.\" She said, \"Tell me what you want me to do.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"You know that all the Israelite people expected me to be their king because I am David's oldest son. But that did not happen. Instead, my younger brother became king, because that is what Yahweh wanted.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I have one thing that I request you to do. Please do not refuse to do it.\" She replied, \"Tell me what you want me to do.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Please ask King Solomon to give to me Abishag, the woman from the town of Shunem, to be my wife. I am sure that he will not refuse.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bathsheba replied, \"Very well, I will speak to the king for you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Bathsheba went to King Solomon. The king got up from his throne and went to greet her and bowed down to her. Then he sat on his throne again and asked someone to bring a chair for her. So she sat down at the king's right side.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then she said, \"I have one small thing that I want you do. Please do not say that you will not do it.\" The king replied, \"Mother, what do you want? I will not refuse you.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said, \"Allow Abishag to be given to your older brother Adonijah to be his wife.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king replied angrily, \"What? Are you requesting me to give Abishag to Adonijah? Does he want me to allow him to rule the kingdom, too? Because he is my older brother, does he think that he should be the king? Does he think that Abiathar should be the priest instead of Zadok, and that Joab should be the army commander instead of Benaiah because they supported him when he tried to become the king?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Solomon solemnly promised, requesting Yahweh to listen, \"I wish God to strike me and kill me if I do not cause Adonijah to be executed for requesting this!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh has appointed me to be the king and placed me here to rule as my father David did. He has promised that my descendants will be the kings of Israel. So just as surely as Yahweh lives, I solemnly promise that Adonijah will be executed today!\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So King Solomon gave orders to Benaiah to go and kill Adonijah, and Benaiah did that.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Solomon said to Abiathar the priest, \"Go to the town of Anathoth, to your land there. You deserve to be killed, but I will not execute you now, because you were the one who supervised the men who carried Yahweh's sacred chest for David my father, and you endured all the troubles that my father endured.\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Solomon dismissed Abiathar from being the priest of Yahweh. By doing that he caused to happen what Yahweh had said many years previously at Shiloh, that some day he would get rid of the descendants of Eli.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joab had not supported Absalom when he tried to become the king, but he had supported Adonijah. So when Joab heard what had happened, he ran to the sacred tent, and he took hold of the altar because he thought that no one would kill him there.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When someone told Solomon that Joab had run to the sacred tent and was alongside the altar, Solomon told Benaiah, \"Go and execute Joab.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Benaiah went to the sacred tent and said to Joab, \"The king commands that you come out.\" But Joab replied, \"No, I will die here.\" So Benaiah went back to the king and reported what he had said to Joab, and what Joab had replied.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king replied to him, \"Do what he has requested. Kill him and bury his body. If you do that, I and my descendants will no longer be punished for what Joab did when he killed two men who were innocent.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I hope that Yahweh will punish Joab for attacking and killing Abner, the commander of the army of Israel, and Amasa, the commander of the army of Judah, who were both much better men than he is. My father David did not even know that Joab was planning to murder them.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I hope that Yahweh will punish Joab and his descendants forever for his murdering Abner and Amasa. But I hope that things will go well forever for David's descendants who rule as he did.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Benaiah went into the sacred tent and killed Joab. Joab was buried on his property in the wilderness of Judah.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king appointed Benaiah to be the commander of the army instead of Joab, and he appointed Zadok to be the priest instead of Abiathar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king sent a messenger to summon Shimei, and the king said to him, \"Build a house for yourself here in Jerusalem. Remain there and do not leave the city to go anywhere.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be sure that the day that you leave Jerusalem and go across the Kidron Brook, you will be executed, and it will be your own fault.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shimei replied, \"Your Majesty, what you say is good. I will do what you have said.\" So Shimei remained in Jerusalem for several years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But three years later, two of Shimei's slaves ran away. They went to stay with Maacah's son Achish, the king of the city of Gath. When someone told Shimei that they were in Gath,\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he put a saddle on his donkey and got on the donkey and went to Gath. He found his slaves staying with King Achish and brought them back home.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But someone told King Solomon that Shimei had gone from Jerusalem to Gath and had returned.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king sent a soldier to summon Shimei and said to him, \"I told you to solemnly promise, knowing that Yahweh was listening, that you must not leave Jerusalem. I told you, 'Be sure that if you ever leave Jerusalem, you will be executed.' And you replied to me, 'What you have said is good; I will do what you have said.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So why did you not do what you solemnly promised to Yahweh? Why did you disobey what I commanded you?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king also said to Shimei, \"You know in your inner being all the evil things that you did to my father David. So Yahweh will now punish you for the evil things that you did.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh will bless me, and he will enable David's descendants to rule forever.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king gave a command to Benaiah son of Jehoiada. He went out and put Shimei to death.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "So Solomon obtained complete control of the kingdom.\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}