{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ben Hadad, the king of Aram, gathered all his army, and he brought thirty-two lesser kings to join him with their armies and horses and chariots. They marched to the city of Samaria, the capital of Israel, and surrounded it and prepared to attack it.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ben Hadad sent messengers into the city to King Ahab, and they said this to him: \"This is what King Ben Hadad says:\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'You must give to me all your silver and gold, your good-looking wives and strongest children.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Israel replied to them, \"Tell this to King Ben Hadad, 'I agree to do what you requested. You can have me and everything that I own.'\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The messengers told that to Ben Hadad, and he sent them back with another message: \"I sent a message to you saying that you must give me all your silver and gold and your wives and your children.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But in addition to that, about this time tomorrow, I will send some of my officials to search your palace and the houses of your officials, and to bring to me everything that they see is valuable.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Ahab summoned all the leaders of Israel, and said to them, \"You can see for yourselves that this man is trying to cause much trouble. He sent me a message insisting that I must give him my wives and my children, my silver and my gold, and I agreed to do that.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The leaders and all the other people said to him, \"Do not pay any attention to him! Do not do what he is requesting!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Ahab said to Ben Hadad's messengers, \"Tell the king that I agree to give him the things that he first requested, but I do not agree to allow his officials to take anything that they want from my palace and from the houses of my officials.\" So the messengers reported that to King Ben Hadad, and they returned with another message from Ben Hadad.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that message he said, \"We will destroy your city completely, with the result that there will not be enough ashes left for each of my soldiers to have one handful! I hope that the gods will strike me dead if we do not do that!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Ahab replied to the messengers, \"Tell King Ben Hadad this: No one wins a battle before he fights it, so do not boast before you should.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ben Hadad heard that message while he and the other rulers were drinking wine in their temporary shelters. He told his men to prepare to attack the city. So his men did that.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that moment, a prophet came to King Ahab and said to him, \"This is what Yahweh says: 'Do not be at all afraid of the large enemy army that you see! I will enable your army to defeat them today, and you will know that it is I, Yahweh, who has done it.'\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahab asked, \"What group of our army will defeat them?\" The prophet replied, \"The young soldiers whom the district governors command will do it.\" The king asked, \"Who should lead the attack?\" The prophet replied, \"You should!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Ahab gathered the young soldiers who were commanded by the district governors. There were 232 of those men. Then he also summoned all the Israelite army. There were only seven thousand soldiers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They started to attack at noon, while Ben Hadad and the other rulers were getting drunk in their temporary shelters.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The young soldiers advanced first. Some scouts who had been sent out by Ben Hadad reported to him, \"There are men coming out of Samaria\"!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"It does not matter whether they are coming to fight against us or to request for peace. Capture them, but do not kill them!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The young Israelite soldiers went out of the city to attack the Aramean army, and the other soldiers in the Israelite army followed them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each Israelite soldier killed an Aramean soldier. The rest of the Aramean army then ran away, and the Israelite soldiers pursued them. But King Ben Hadad escaped riding his horse, along with some other men riding horses.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king of Israel went out of the city; he and his soldiers captured all the other Aramean horses and chariots, and also killed a large number of Aramean soldiers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then that same prophet went to King Ahab and said to him, \"Go back and prepare your soldiers, and think carefully about what will be necessary for you to do, because the king of Aram will attack with his army again in the springtime of next year.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the Aramean army was defeated, Ben Hadad's officials said to him, \"The gods that the Israelites worship are gods who live in the hills. Samaria is built on a hill, and that is why their soldiers were able to defeat us. But if we fight against them in the plains, we certainly will be able to defeat them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, this is what you should do: You must remove the thirty-two kings who are leading your troops and replace them with army commanders.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then gather an army like the army that was defeated. Gather an army that has as many horses and chariots as the first army had. Then we will fight the Israelites in the plains, and we will surely defeat them.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Ben Hadad agreed with them, and he did what they suggested.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the spring of the following year, he gathered his soldiers and marched with them to the city of Aphek east of the Sea of Galilee, to fight against the Israelite army.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite army was also gathered together, and they were given the things that they needed for the battle. Then they marched out and formed two groups facing the Aramean army. Their army was very small. They resembled two small flocks of goats, whereas the Aramean army was very large and spread all over the countryside.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A prophet came to King Ahab and said to him, \"This is what Yahweh says: 'The Arameans say that I am a god who lives in the hills, and that I am not a god who lives in the valleys. So I will show that they are wrong by enabling your men to defeat this huge army in the valley, and you will know that I, Yahweh, have done it.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The two armies stayed in their tents for seven days, in groups that faced each other. Then, on the seventh day, they started fighting. The Israelite army killed 100,000 Aramean soldiers.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The other Aramean soldiers ran away into Aphek. Then the wall of the city collapsed and killed twenty-seven thousand more Aramean soldiers.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Ben Hadad also escaped into the city and hid in the back room of a house.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His officials went to him and said, \"We have heard a report that the Israelites act mercifully. So allow us to go to the king of Israel, wearing course sacks around our waists and ropes on our heads to indicate that we will be his slaves. Perhaps if we do that, he will allow you to remain alive.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king permitted them to do that, so they wrapped coarse sacks around their waists and put ropes on their heads, and they went to the king of Israel and said to him, \"Ben Hadad, who greatly respects you, says, 'Please do not kill me.'\" Ahab replied, \"Is he still alive? He is like a brother to me!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ben Hadad's officials were trying to find out if Ahab would act mercifully, and when Ahab said \"brother,\" they were optimistic. So they replied, \"Yes, he is like your brother!\" Ahab said, \"Go and bring him to me.\" So they went and brought Ben Hadad to him. When Ben Hadad arrived, Ahab told him to get in the chariot and sit with him.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ben Hadad said to him, \"I will give back to you the towns that my father's army took from your father. And I will allow you to set up market areas for your merchants in Damascus my capital, just as my father did in Samaria your capital.\" Ahab replied, \"Because you agree to do that, I will not execute you.\" So Ahab made an agreement with Ben Hadad, and allowed him to go home.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh spoke to a member of an association of prophets and told him to request a fellow prophet to strike him. But that man refused to do it.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the prophet said to him, \"Because you refused to obey what Yahweh told you to do, a lion will kill you as soon as you leave me.\" And as soon as he left that prophet, a lion suddenly met him and killed him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the prophet found another prophet, and said to him, \"Strike me!\" So that man hit him very hard and injured him.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the prophet put a large bandage over his face so that no one would recognize him. Then he went and stood alongside the road, waiting for the king to come by.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the king passed by, the prophet cried out to him, saying \"Your Majesty, after I was wounded while I was fighting in a battle, a soldier brought to me one of our enemies who he had captured, and said to me, 'Guard this man! If he escapes, you must pay me thirty-three kilograms of silver; if you do not pay that, you will be executed!'\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But while I was busy doing other things, the man escaped!\" The king of Israel said to him, \"That is your problem! You yourself have said that you deserve to be punished.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The prophet immediately took off the bandage, and the king of Israel recognized that he was one of the prophets.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The prophet said to him, \"This is what Yahweh says: 'You have allowed that man Ben Hadad to escape after I commanded you to be sure to execute him! Since you did not do that, you will be killed instead. And your army will be destroyed because you allowed some of his army to escape!'\"\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king went back home to Samaria, very angry and depressed.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}