{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Ahab had a palace in the city of Jezreel. Near the palace was a vineyard owned by a man named Naboth.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day, Ahab went to Naboth and said to him, \"Your vineyard is close to my palace. I would like to buy it, so that I can plant some vegetables there. I will give you in exchange a better vineyard somewhere else, or if you prefer, I will pay you for your vineyard.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Naboth replied, \"That land belonged to my ancestors, so I want to keep it. I hope that Yahweh will never allow me to give that land to you!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Ahab became very sullen and angry because of what Naboth had said. He went home and lay down on his bed. He turned his face toward the wall, and he refused to eat anything.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His wife Jezebel came in and asked him, \"Why are you so depressed? Why are you refusing to eat anything?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahab replied, \"I talked to Naboth, that man from Jezreel. I told him that I wanted his vineyard. I said, 'I will buy it from you, or I will give you another vineyard for it.' But he refused to let me have it.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His wife replied, \"You are the king of Israel, so you can get whatever you want! Get up, and eat some food and do not worry about what Naboth said. I will get Naboth's vineyard for you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jezebel wrote some letters, and she signed Ahab's name on them. She used his official seal to seal them. Then she sent them to the older leaders and other important men who lived near Naboth and who decided public matters with him.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what she wrote in the letters: \"Proclaim a day when all the people will gather together and fast. Give to Naboth an important place to sit among them.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then find two men who always cause trouble. Give them places to sit opposite him. Tell these men to testify that they heard Naboth say things that criticized God and the king. Then take Naboth out of the city and kill him by throwing stones at him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The leaders received the letters and did what Jezebel had written in the letters for them to do.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They declared a day on which the people would all go without food. And they gave Naboth a seat in a place where honored people sat, in front of the people.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Two men who always caused trouble sat opposite Naboth. While everyone was listening, they stated that they had heard Naboth say things that criticized God and the king. So the people seized Naboth. They took him outside the city and killed him by throwing stones at him.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then those leaders sent a message to Jezebel, saying, \"We have executed Naboth.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jezebel found out that Naboth had been killed, she told Ahab, \"Naboth is dead. Now you can go and take possession of the vineyard that he refused to sell to you.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Ahab heard that Naboth was dead, he got up and went to the vineyard to claim that he now owned it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh spoke to Elijah the prophet. He said,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Go to Samaria and talk to Ahab, the king of Israel. He is in the vineyard of a man named Naboth. He has gone there to claim that he now owns it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell Ahab that this is what I, Yahweh, say to him, 'You have murdered Naboth and taken his land. So I am telling you this. In the same place where Naboth died and dogs came and licked up Naboth's blood, you will die and the dogs will lick up your blood, too!'\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when Elijah met with Ahab, Ahab said to him, \"You, my enemy, have found me!\" Elijah answered, \"Yes, I have found you. You have never stopped doing the things that Yahweh says are wrong.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So this is what Yahweh says to you, 'I will soon get rid of you. I will kill you, and I will also kill every male in your household, including those who are slaves and those who are not slaves.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your family will all be killed, just like the family of King Jeroboam and like the family of King Baasha were killed. I will get rid of you because you have caused me to become very angry, and you have also induced the Israelite people to sin.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh has also told me that your wife Jezebel will be killed, and dogs in Jezreel will eat her body.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The dead bodies of the members of your family who die in this city will not be buried. They will be eaten by dogs, and the bodies of those who die in the fields will be eaten by vultures.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was no man who gave himself as completely to do things that Yahweh said were evil like Ahab did. But his wife Jezebel urged him to do many of those things.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The most disgusting thing that Ahab did was to worship idols, just like the Amor people group had done. And that is why Yahweh took their land from them and gave it to the Israelites.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Elijah finished talking to Ahab, Ahab tore his clothes to show that he was sorry for all the sins that he had committed. He put on rough clothes that were made from sacks, and he refused to eat anything. He even wore those rough clothes made from sacks when he slept, to show that he was sorry.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said this to Elijah,\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I have seen that Ahab is now very sorry for all the evil things that he has done. So the things that I promised to do to his family will not happen while he is still alive. I will cause them to happen after his son becomes king. Then those things will happen to his family.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}