{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For almost three years there was no war between Aram and Israel.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King Jehoshaphat, who ruled Judah, went to visit King Ahab, who ruled Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were talking, Ahab said to his officials, \"Do you realize that the Arameans are still occupying our city of Ramoth in the region of Gilead? And we are doing nothing to retake that city!\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he turned toward Jehoshaphat and asked, \"Will your army join my army to fight against the people of Ramoth and retake that city?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Jehoshaphat replied, \"Certainly! I will do whatever you want, and you may command my troops. You may take my horses into battle, also.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he added, \"But we should ask Yahweh first, to find out what he wants us to do.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Ahab summoned about four hundred of his prophets together, and he asked them, \"Should my army go to fight the people in Ramoth and retake that city, or not?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "They answered, \"Yes, go and attack them, because God will enable your army to defeat them.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jehoshaphat asked, \"Is there no other prophet of Yahweh here whom we can ask?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Israel replied, \"There is one other man we can ask. His name is Micaiah son of Imlah. But I hate him, because when he prophesies he never says that anything good will happen to me. He always predicts that bad things will happen to me.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Jehoshaphat replied, \"King Ahab, you should not say that!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king of Israel told one of his officers to summon Micaiah immediately.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Israel and the king of Judah were both wearing their royal robes and sitting on thrones at a gate in the city wall of Samaria. Many prophets were speaking messages to them.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of them, whose name was Zedekiah son of Kenaanah, had made from iron something that resembled horns of a bull. Then he proclaimed to Ahab, \"This is what Yahweh says, 'With horns like these your army will keep attacking the Arameans as a bull attacks another animal, until you completely destroy them!'\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the other prophets of Ahab agreed. They said, \"Yes! If you go up to attack Ramoth in Gilead, you will be successful, because Yahweh will enable you to defeat them!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Meanwhile, the messenger who went to summon Micaiah said to him, \"Listen to me! All the other prophets are predicting that the king's army will defeat the Arameans. So be sure that you agree with them and say what will be favorable.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Micaiah replied, \"As surely as Yahweh lives, I will tell Ahab only what Yahweh tells me to say.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Micaiah came to Ahab, Ahab asked him, \"Micaiah, should we go to fight against the people of Ramoth, or not?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Micaiah replied, \"Of course you should go! Yahweh will enable your army to defeat them!\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But King Ahab realized that Micaiah was being sarcastic, so he said to Micaiah, \"I have told you many times that you must always tell only the truth when you say what Yahweh has revealed to you!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Micaiah said to him, \"The truth is that in a vision I saw all the troops of Israel scattered on the mountains. They seemed to be like sheep that did not have a shepherd. And Yahweh said, 'Their master has been killed. So tell them all to go home peacefully.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahab said to Jehoshaphat, \"I told you that he never predicts that anything good will happen to me! He always predicts that bad things will happen to me.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Micaiah continued, saying, \"Listen to what Yahweh showed to me! In a vision I saw Yahweh sitting on his throne, with all the armies of heaven surrounding him, on his right side and on his left side.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And Yahweh said, 'Who can persuade Ahab to go to fight against the people of Ramoth, in order that he may be killed there?'\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Some suggested one thing, and others suggested something else.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Finally one spirit came to Yahweh and said, 'I will deceive him!'\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh asked him, 'How will you do it?' The spirit replied, 'I will go and inspire all of Ahab's prophets to tell lies.' Yahweh said, 'You will be successful; go and do it!'\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now I tell you that Yahweh has let all of your prophets lie to you. Yahweh has decided that something terrible will happen to you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Zedekiah walked over to Micaiah and slapped him on his face. He said, \"Do you think that Yahweh's Spirit left me in order to speak to you?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Micaiah replied, \"You will find out for yourself to which of us Yahweh's Spirit has truly spoken on the day when you go into a room of some house to hide from the Aramean troops!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Ahab commanded his soldiers, \"Seize Micaiah and take him to Amon, the governor of this city, and to my son Joash.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them that I have commanded that they should put this man in prison and give him only bread and water. Do not give him anything else to eat until I return safely from the battle!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Micaiah replied, \"If you return safely, it will be clear that it was not Yahweh who told me what to say to you!\" Then he said to all those who were standing there, \"Do not forget what I have said to King Ahab!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king of Israel and the king of Judah led their armies to Ramoth in Gilead.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Ahab said to Jehoshaphat, \"I will put on different clothes, in order that no one will recognize that I am the king. But you should wear your royal robe.\" So Ahab disguised himself, and they both went into the battle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The King of Aram had said to his thirty-two men who were driving the chariots, \"Attack only the king of Israel!\"\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when the men who were driving the Aramean chariots saw Jehoshaphat wearing the royal robes, they pursued him. They shouted, \"There is the king of Israel!\" But when Jehoshaphat cried out,\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "they realized that he was not the king of Israel. So they stopped pursuing him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But one Aramean soldier shot an arrow at Ahab, without knowing that it was Ahab. The arrow struck Ahab between the places where the parts of his armor joined together. Ahab told the driver of his chariot, \"Turn the chariot around and take me out of here! I have been severely wounded!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The battle continued all the day. Ahab was sitting propped up in his chariot, facing the Aramean troops. The blood from his wound ran down to the floor of the chariot. And late in the afternoon he died.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just as the sun was going down, someone among the Israelite troops shouted, \"The battle is ended! Everyone should return home!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So King Ahab died, and they took his body in the chariot to Samaria and buried his body there.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They washed his chariot alongside the pool in Samaria, a pool where the prostitutes bathed. And dogs came and licked the king's blood, just like Yahweh had predicted would happen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The account of the other things that happened while Ahab was ruling, and about the palace decorated with much ivory that they built for him, and the cities that were built for him, was written in Book of the Events of the Kings of Israel.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Ahab died, his body was buried where his ancestors were buried. Then his son Ahaziah became king.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before King Ahab died, when he had been ruling in Israel for four years, Asa's son Jehoshaphat started to rule in Judah.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoshaphat was thirty-five years old when he started to rule, and he ruled in Jerusalem for twenty-five years. His mother was Azubah, the daughter of Shilhi.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoshaphat was a good king, just like his father Asa had been. He did things that pleased Yahweh. But while he was king, he did not remove all the pagan altars that had been built upon the hills. So the people continued to offer sacrifices to idols on those altars and burned incense there.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoshaphat also made a peace treaty with the king of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the other things that happened while Jehoshaphat was ruling, and the great things that he did and the victories his troops won, are written in Book of the Events of the Kings of Judah.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoshaphat removed from the land the male prostitutes that still lived in that region. These were same the male prostitutes who had lived there in the time of his father Asa.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, there was no king in Edom. A ruler who had been appointed by Jehoshaphat ruled there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoshaphat ordered some Israelite men to build a fleet of ships to sail south to the region of Ophir to get gold. But they were wrecked at Ezion Geber, so the ships never sailed.\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before the ships were wrecked, Ahab's son Ahaziah suggested to Jehoshaphat, \"Allow my sailors to go with your sailors,\" but Jehoshaphat refused.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jehoshaphat died, his body was buried where his ancestors were buried in Jerusalem, the city where King David had ruled. Then Jehoshaphat's son Jehoram became king.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before King Jehoshaphat died, when he had been ruling in Judah for seventeen years, Ahab's son Ahaziah began to rule in Israel. Ahaziah ruled in Samaria for two years.\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did many things that Yahweh said were evil, doing the evil things that his father and mother had done and the evil things that Jeroboam had done—the king who had induced all the Israelite people to sin by worshiping idols.\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahaziah bowed in front of Baal's idol and worshiped it. That caused Yahweh, the God who is the true God of the Israelite people as well as all the world, to become very angry, just as Ahaziah's father had caused Yahweh to become angry.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}