{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Solomon made an agreement to marry the king's daughter. Then Solomon brought the king's daughter to live in the part of Jerusalem called the city of David. She lived there until Solomon's workers had finished building his house, the temple of Yahweh, and the wall around Jerusalem.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time the temple of Yahweh had not yet been built, so the Israelite people were still offering sacrifices at many other places of worship.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon loved Yahweh, and he obeyed all the instructions that his father David had given him. But he also offered sacrifices and burned incense at various places.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day the king went to the city of Gibeon to offer a sacrifice there, because that was where a very famous place of worship was. He offered a thousand whole burnt sacrifices there.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That night, Yahweh appeared to him in a dream. He asked him, \"What would you like me to give to you?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon replied, \"You always greatly and faithfully loved my father David, who served you well. You did that because he was faithful to you and acted righteously and honestly toward you. And you have shown how greatly and faithfully you loved him by giving me to him, his son, and now I am ruling as he did before he died.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, Yahweh my God, you have enabled me to be the king like my father was. But I am very young, like a little child. I do not know how to rule my people at all.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I live among the people whom you have chosen. They are a very large group of people. There are very, very many of them; no one can count them.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So please enable me to think clearly, in order that I may rule your people well. Enable me to know what is good and what is evil. If you do not do that, I will never be able to rule this great group of people who belong to you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh was very pleased that Solomon had requested that.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God said to him, \"You did not request that you live for many years or that you become very rich or that you be able to kill all your enemies. Instead, you have requested that I enable you to be wise, in order that you will be able to know and to do what is right while you govern these people.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I will certainly do what you requested. I will enable you to be very wise. The result will be that no one who has lived before you or who will live after you will be as wise as you are.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will also give you things that you did not request. I will enable you to become very rich and honored, all of the years that you live. You will be richer and more honored than any other king.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you conduct your life as I want you to, and if you obey all my laws and commandments, as your father David did, I will enable you to live for many years.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Solomon awoke, and he realized that God had spoken to him in a dream. Then he went to Jerusalem and stood in front of the sacred tent where the sacred chest was, and he offered many sacrifices that were completely burned on the altar and offerings to promise friendship with Yahweh. Then he made a feast for all his officials.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day two prostitutes came and stood in front of King Solomon.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of them said, \"Your Majesty, this woman and I live in the same house. I gave birth to a baby while she was there in the house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the third day after my baby was born, this woman also gave birth to a baby. Only the two of us were in the house. There was no one else there.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But one night this woman's baby died because she accidentally rolled on top of her baby and smothered it.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So she got up at midnight and took my baby boy who was lying beside me while I was sleeping. She carried him to her bed and brought her dead baby and put it in my bed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I awoke the next morning and was ready to nurse my baby, I saw that it was dead. But when I looked at it closely in the morning light, I saw that it was not my baby!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the other woman said, \"That is not true! The baby that is alive is mine, and the baby that is dead is yours!\" Then the first woman said, \"No, the dead baby is yours, and the one that is alive is mine!\" And they continued to argue in front of the king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king said, \"Both of you are saying, 'My baby is the one that is alive and the one that is dead is yours.'\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he said to one of his servants, \"Bring me a sword.\" So the servant brought a sword to the king.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king said to the servant, \"Cut the baby that is alive into two parts. Give one part to each of the women.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the woman whose baby was alive greatly loved her baby, so she said to the king, \"No, Your Majesty! Do not allow him to kill the baby! Give her the child that is alive!\" But the other woman said to the king, \"No, cut it in half. Then it will not be her baby or my baby.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king said to the servant, \"Do not kill the baby. Give the baby to the woman who said, 'Do not cut the baby in half,' because she is truly the baby's mother.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the Israelite people heard about what the king had decided, and they had an awesome respect for him. They realized that God had truly enabled him to be very wise, to judge people's matters fairly.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}