{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hiram, the king of the city of Tyre, had always been a close friend of King David. When he heard that Solomon had been appointed to become the king after his father was no longer king, he sent messengers to Solomon.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon gave those messengers this message to take back to Hiram:\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"You know that my father David led his soldiers to fight many wars against his enemies in the nearby countries. So he could not try to build a temple in which we could worship Yahweh our God, until after Yahweh enabled the Israelite army to defeat all his enemies.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now Yahweh our God has enabled us to have peace with all the surrounding countries. There is no danger that we will be attacked.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh promised my father David, 'Your son, whom I will enable to be king after you are no longer king, will build a temple for me, Yahweh your God.'\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I am requesting that you command your workers to cut cedar trees for me. My men will work with them, and I will pay your workers whatever you decide. But my men cannot do the work alone, because they do not know how to cut down trees like your workers from the city of Sidon do.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Hiram heard the message from Solomon, he was very happy and said, \"I praise Yahweh today for giving David a very wise son to rule that great nation!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He sent this message back to Solomon, \"I have heard the message that you sent to me, and I am ready to do what you ask. I will provide cedar and cypress logs.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My workers will bring the logs down from the Lebanon mountains to the Mediterranean Sea. Then they will tie them together to make rafts to float them in the water along the coast to the place that you indicate. Then my workers will untie the logs, and your workers will take them from there. What I want you to do is to supply food for my men.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Hiram arranged for his workers to supply all the cedar and cypress logs that Solomon wanted.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each year Solomon gave Hiram 3,520 cubic meters of wheat and 416,350 liters of pure olive oil to feed his workers.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh enabled Solomon to be wise, just like he had promised. Solomon and Hiram made a treaty.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Solomon forced thirty thousand men from all over Israel to become his workers.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Adoniram was their boss. Solomon divided the men into three groups. Each month ten thousand of them went to Lebanon and worked for a month there, and then they came back home for two months.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon also forced eighty thousand men to cut stones in the hill country and seventy thousand men to haul the stones to Jerusalem.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also assigned 3,300 men to supervise their work.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king also commanded his workers to cut huge blocks of stones from the quarries and to smooth the sides of the stones. These huge stones were for the foundation of the temple.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon's workers and Hiram's workers and men from the city of Gebal shaped the stones and prepared the timber to build the temple.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}