{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "480 years after the Israelite people left Egypt, during the fourth year that Solomon ruled Israel, in the second month, that of Ziv, Solomon's workers began to build the temple.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Inside, the main part of the temple was twenty-seven meters long, nine meters wide, and thirteen and one-half meters high.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The front portico was four and one-half meters deep and nine meters wide, just as wide as the main part of the temple.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were openings like windows in the temple walls. The openings were narrower on the outside than on the inside.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Against the two sides and the back of the temple walls, they built a structure that had rooms in it. This structure had three levels; each level was two and one-third meters high.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each room in the lowest level was two and one-third meters wide. Each room in the middle level was two and four-fifths meters wide. The rooms in the top level were three and one-tenth meters wide. The wall of the temple at the top level was thinner than the wall at the middle level, and the wall of the middle level was thinner than the wall at the bottom level. In this way, the rooms could rest on the wall underneath them; the rooms did not need wooden beams underneath to support them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The huge stones for the foundation of the temple were cut and shaped at the quarry to become very smooth. The result was that while the workers were building the temple there was no noise, because they did not use hammers or chisels or any other iron tools there.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The entrance to the bottom level of this attached structure was on the south side of the temple. There were stairs from the bottom level to the middle and top levels.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Solomon's workers finished building the framework of the temple. They made the ceiling from cedar beams and boards.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They built the rooms alongside the main chambers with three levels, each two and one-third meters high, and joined them to the temple with cedar beams.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said this to Solomon,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I want to tell you about this temple that you are building. If you continually obey all my statutes and decrees and commands, I will do for you what I promised to your father David.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will live among the Israelite people, in this temple, and I will never abandon them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon's workers worked to finish building the temple.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the inside, they lined the rooms from the floor to the ceiling. They made the floor from cypress boards.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Inside the back part of the temple they built an inner room, called the very holy place. It was nine meters long. All the walls of this room were lined with cedar boards.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In front of the very holy place was a room that was eighteen meters long.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The cedar boards on the walls inside the temple were decorated with carvings of gourds and flowers. The walls were completely covered with cedar boards, with the result that the stones of the walls behind them could not be seen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the back of the temple they made the very holy place, in order to put the sacred chest there.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That room was nine meters long, nine meters wide, and nine meters high. They covered the walls with very thin sheets of pure gold. For burning incense they also made an altar of cedar boards.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon told them to cover the other walls inside the temple with very thin sheets of pure gold and to fasten gold chains across the entrance to the very holy place.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They covered all the walls of the temple and the altar that was outside the very holy place with very thin sheets of gold.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Inside the very holy place they made from olive tree wood large statues of two creatures with wings. Each one was four and one-half meters tall.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They put these statues next to each other in the very holy place so that the wing of the one touched the one wing of the other in the center of the room, and the outer wings touched the walls.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They covered the statues with very thin sheets of gold.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon told them to decorate the walls of the main room and the very holy place by carving representations of winged creatures and palm trees and flowers.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also covered the floor of both rooms with very thin sheets of gold.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made a set of doors from olive tree wood, and placed them at the entrance to the very holy place. The lintel and doorposts had five indented sections.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The doors were decorated by carving on them representations of winged creatures, palm trees, and flowers. All of these things were covered with very thin sheets of gold.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made a rectangular doorframe from olive tree wood, with four indented sections, and put it between the entrance room and the main room.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made two folding doors from cypress wood and fastened them to the doorframe.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The doors were also decorated with wood carvings of winged creatures, palm trees, and flowers, and they were also covered evenly with very thin sheets of gold.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They built a courtyard in front of the temple. The walls around the courtyard were made of cedar and stone. To make the walls, between each layer of cedar beams they put down two layers of stone.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They laid the foundation of the temple of Yahweh in the month of Ziv, in the fourth year that Solomon ruled.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the eleventh year that he ruled, in the month of Bul, they finished building the temple and all of its parts, doing exactly what Solomon's told them to do. It required seven years to build it.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24-26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They each were the same size and had the same shape. They each had two wings which were spread out. Each wing was two and one-third meters long, with the result that the distance between the outer ends of the two wings was four and one-half meters across. The height of each cherub was four and one-half meters. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}