{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also built a palace for Solomon, but it required thirteen years to build it.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of the buildings they built was a large ceremonial hall. It was called the Palace of the Forest of Lebanon. It was forty-six meters long, twenty-three meters wide, and fourteen meters high. It was supported by four rows of cedar pillars. There were cedar beams across each row.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The carpenters build a roof from cedar planks that were attached to beams. The carpenters made pillars to support the cedar beams. There were a total of forty-five pillars put in place, making fifteen pillars in each row to support the roof.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On each of the two side walls there were three sets of windows facing each other.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the windows and doorways had rectangular frames. The windows along the long wall on one side faced the windows on the other side.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also built a long room will pillars; it was twenty-three meters long and fourteen meters wide. In front of it was a covered porch whose roof was supported by pillars.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they made a building called the Hall of the Throne. It was also called the Hall of Justice. That was where Solomon decided about people's disputes. The entire floor was covered with cedar wood.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the courtyard behind the Hall of Judgment they built a house for Solomon to live in that was made like the other buildings. They also built the same kind of house for his wife, who was the daughter of the king of Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All of these buildings and the walls around the palace courtyard were made from stones, from the foundations up to the eaves. The stones had been expensive for the workers to cut at the quarry, according to the sizes that were needed, and the sides of the stones were shaped and smoothed by cutting them with saws.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The foundations were also made from huge blocks of expensive stones that had been prepared at the quarry. Some of them were about three and three-quarters meters long and others were about four and four-fifths meters long.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On top of the foundation stones were other expensive stones that had been cut according to the sizes they needed, as well as cedar beams.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The palace courtyard, the inner courtyard in front of the temple, and the portico in front of the temple had walls made by putting down three layers of cut stones between each layer of cedar beams.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made two bronze pillars. Each one was eight and one-third meters tall and eight and one-half around.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also made two gleaming bronze tops to be put on top of the pillars. Each top was two and one-third meters tall.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he made bronze networks of chains like wreaths to decorate the top of each pillar. There were seven of these networks at the top of each pillar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Huram also made bronze figures that resembled pomegranates. He put two rows of pomegranates over the top of each pillar.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The top over each pillar was shaped like a lily. Each lily leaf was one and four-fifths meters tall.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These tops were placed on a bowl shaped section around which were two rows of two hundred figures of pomegranates around the top of each pillar.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His helpers set up the pillars in front of the entrance of the temple. The pillar on the south side was named Jakin, and the pillar on the north side was named Boaz.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The bronze tops that were shaped like lilies were placed on top of the pillars.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "So Huram and his helpers completed the work of making the bronze pillars.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Huram also made a very large round bronze basin called \"The Sea\" that was made of metal and cast in a clay mold. It was two and one-third meters tall, four and three-fifths meters across, and thirteen and three-quarters meters around.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Around the outer edge of the rim of the \"The Sea\" were two rows of figures that resembled gourds that were made of bronze. But the gourds were not cast separately. They were cast in the same mold as the rest of the tank. For each meter of length around the rim of the tank there were about eighteen gourds.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Huram also cast twelve bronze statues of oxen. He placed them to face outward. He placed three of them to face north, three to face west, three to face south, and three to face east. His helpers put the large bronze tank known as \"The Sea\" so that it sat on the backs of the statues of the oxen.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sides of the tank were eight centimenters thick. The rim was like the rim of a cup. It curved outward, like the petals of a lily. When the tank was full, it held about forty-four cubic meters of water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Huram also made ten bronze carts. Each was one and four-fifths meters long, one and four-fifths meters wide, and one and one-third meters tall.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the sides of the carts there were panels set in frames.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On those panels were bronze figures of lions, oxen, and winged creatures. Below and above the lions and bulls there were decorations of bronze wreaths.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each cart had four bronze wheels and two axles made of bronze. At the top corners of each cart were bronze supports to hold up a basin. On these supports were also decorations of bronze wreaths.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On top of each cart, under each basin, was a frame that resembled a circular collar. The top of each circular frame was forty-six centimeters above the top of the cart, and the bottom of it was twenty-three centimeters below the top of the cart. There were also engravings within square panels.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The wheels were sixty-nine centimeters high. They were below the panels. The wheels were connected to axles that had been cast in the same mold as the rest of the cart.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The wheels of the carts were like the wheels of chariots. The axles, the rims, the spokes, and the hubs were all cast from bronze.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the top corners of each cart there were handles. These were molded into the cart itself.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a bronze band of twenty-three centimeters around the top of each cart. There were braces attached to the corners of each cart. The bands and the braces were cast in the same mold as the rest of the cart.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The braces and the panels on the sides of the carts were also decorated with figures of winged creatures, lions, and palm trees, whenever there was space for them, and there were bronze wreaths all around them.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is how Huram made the ten carts. They were all cast in the same mold, so they were all alike. They all were the same size and had the same shape.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Huram also made ten bronze basins, one basin for each of the ten stands. Each basin was one and four-fifths meters across and held 880 liters of water.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Huram placed five of the carts on the right side of the temple and five on the left side of the temple. He put the large tank known as \"The Sea\" on the corner that was toward the east and in the direction of the south.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Huram also made pots, shovels for carrying ashes, and bowls for carrying the blood of the animals that would be sacrificed. He completed all the work that King Solomon requested him to do for the temple. This is a list of the bronze things he made:\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the two pillars,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "the two tops to be put on top of the pillars,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "the two wreaths of chains to decorate the tops of the pillars,\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the four hundred figures of pomegranates in four rows, with one hundred in each row; two of these rows were placed over the head of each pillar,\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the ten carts,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "the ten basins,\n"
      },
      {
        "tag": "li",
        "nextChar": "\n",
        "children": [
          {
            "type": "text",
            "text": "\n"
          },
          {
            "tag": "s5",
            "nextChar": "\n",
            "type": "section"
          }
        ],
        "endTag": ""
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the big tank known as \"The Sea,\"\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "the twelve statues of oxen on whose backs the tank was placed,\n"
      },
      {
        "tag": "li",
        "nextChar": "\n",
        "children": [],
        "endTag": ""
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the pots, shovels for the ashes of the altar, and bowls.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Huram and his workers made all these things for King Solomon and put them outside the temple. They were all made of bronze that the workmen polished for it to gleam brightly.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made them by pouring melted bronze into the clay molds that Huram had set up near the Jordan River valley, between the cities of Succoth and Zarethan.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon did not tell his workers to weigh those bronze objects, because there were many items. So no one ever knew what they weighed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon's workers also made all the gold items for the temple of Yahweh:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "the altar,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "the table where the bread of the presence was kept before God,\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the ten lampstands that were put in front of the very holy place, five on the south side and five on the north side,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "the decorations that resembled flowers,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "the lamps,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "the tongs to grasp the hot coals,\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the cups, the gold lamp wick snuffers, the small lamp bowls, the dishes for incense, the pans for carrying the hot coals, and the sockets for the doors at the entrance to the very holy place and for the doors at the entrance to the main room of the temple.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Those things were all made of gold.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Solomon's workers finished all the work for the temple. Then they placed in the temple storerooms all the things that his father David had dedicated to Yahweh—all the silver and gold, and the other valuable items.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13-14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a man who lived in the city of Tyre whose name was Huram. He was a craftsman. His father had also lived in Tyre and had also been very skilled at making things from bronze, but Huram's father was no longer living. His mother was from the tribe of Naphtali. Huram was very wise and intelligent and was very skilled at making things from bronze. Solomon invited him to come to Jerusalem and supervise all the work of making things from bronze, and Huram agreed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}