{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon then summoned to Jerusalem all the elders of Israel, all the leaders of the tribes and the leaders of the clans. He arranged for them to join in bringing to the temple Yahweh's sacred chest from Mount Zion, where it was in the part of the city called the city of David.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So all the Israelite leaders came to King Solomon during the Festival of Shelters, in the month of Ethanim.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had all arrived, the priests lifted up the sacred chest\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and brought it to the temple. Then the descendants of Levi who assisted the priests helped them to carry to the temple the sacred tent and all the sacred things that had been in the tent.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King Solomon and many of the Israelite people gathered in front of Yahweh's sacred chest. And they sacrificed a huge amount of sheep and oxen. No one was able to count the sacrifices because there were very many.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priests brought the sacred chest into the very holy place in the temple, and they placed it under the wings of the statues of the winged creatures.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The wings of those statues spread out over the sacred chest and over the poles by which it was carried.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The poles were very long, with the result that the ends of the poles could be seen by people who were standing at the entrance to the very holy place, but they could not be seen by people standing outside the temple. Those poles are still there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The only things that were in the sacred chest were the two stone tablets that Moses had put there at Mount Sinai, where Yahweh made a covenant with the people after they left Egypt.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests put the sacred chest in the temple. When they came out of the holy place, suddenly it was filled with a cloud.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The glory of Yahweh filled the temple, with the result that the priests were not able to continue their work.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Solomon prayed this:\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "\"Yahweh, you have placed the sun in the sky,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "but you have decided that you would live in very dark clouds.\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have built for you a splendid temple,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "a place for you to live in forever.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, while all the people stood there, the king turned around and faced them, and he asked God to bless them.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Praise Yahweh, the God to whom we Israelites belong! By his own power he has done what he promised to my father David. What he promised was this:\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the time that I brought my people out of Egypt, I have never chosen any city in Israel in which a temple should be built for my people to worship me there. But I chose you, David, to rule my people.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Solomon said, \"My father David wanted to build a temple in order that we Israelite people could worship Yahweh our God there.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh said to him, 'You have wanted to build a temple for me, and what you wanted to do was good.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, you are not the one who I want to build it. It is one of your sons who I want to build a temple for me.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And now Yahweh has done what he promised to do. I have become the king of Israel to succeed my father, and I am ruling my people, as Yahweh promised. I have arranged for this temple to be built for us Israelites to worship Yahweh, the God to whom we Israelites belong.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have also provided a place in the temple for the sacred chest in which are the two stone tablets of the covenant that Yahweh made with our ancestors when he brought them out of Egypt.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Solomon stood in front of the altar which was in front of the Israelite people who had gathered there. He spread out his arms toward heaven,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and he prayed,\n"
      },
      {
        "tag": "pi",
        "type": "paragraph",
        "text": "\"Yahweh, the God whom we Israelite people worship, there is no god like you up in heaven or down here on the earth. You solemnly promised that you would faithfully love us. And that is what you have done for us who earnestly do what you want us to do.\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have done the things that you promised my father David, who served you very well, that you would do. Truly, you promised to do these things for him, and today we see that by your power you have done them.\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now, Yahweh, the God whom we Israelites worship, I am requesting that you do the other things that you promised my father that you would do. You told him that there would always be some of his descendants who would be kings in Israel, if they would conduct their lives as he did.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now, God of us Israelite people, cause what you promised to do for my father David, who served you well, to happen.\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God, will you really live on the earth among people? There is not enough space in heaven for you to have enough space to live there. So this temple that I have commanded my workers to build is certainly too small for you to live in.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh, my God, please listen to me while I am praying to you this day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I pray that you would protect this temple night and day. This is the place about which you have said, 'I will always be there.' I request that you listen to me whenever I turn my face toward this temple and pray.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I request that when I pray to you and your people pray to you while they turn their faces toward this place, that in your home in heaven you will hear us and forgive us for the sins that we have committed.\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suppose that people accuse someone of doing something wrong to another person, and they bring him to your altar outside this holy temple. And suppose that he says, 'I did not do that; may God punish me if I am not telling the truth.'\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that case, listen from heaven and decide who is telling the truth. Then punish the person who is guilty as he deserves to be punished, and declare that the other person is innocent.\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Or suppose that your Israelite people are defeated by their enemies in a battle because they have sinned against you. Suppose also that they are forced to go to some distant country. Then suppose that they stop acting in a sinful way. Suppose that they face in the direction of this temple and acknowledge you have justly punished them. And suppose that they plead that you will forgive them.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that case, listen to them from heaven, forgive your Israelite people for the sins that they have committed, and bring them back to this land that you gave to our ancestors.\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Or suppose that you do not allow any rain to fall because your people have sinned against you. Suppose that they face in the direction of this place and admit that you have justly punished them. Suppose also that they stop acting sinfully and humbly pray to you.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that case, listen to them in heaven and forgive your Israelite people for the sins that they have committed. Teach them the right way to conduct their lives, and then send rain on this land that you have given to your people to belong to them permanently.\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suppose that the people of this land experience famine, or suppose that there is a plague by mildew or by locusts or grasshoppers. Or suppose that their enemies surround any of their cities in order to attack them. Suppose that any of those bad things happen to them.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And suppose that your Israelite people earnestly plead with you, because they know in their inner beings that they are suffering because they have sinned. Suppose that they stretch out their arms toward this temple and pray.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that case, listen to them from your home in heaven, and forgive them, and help them. You are the only one who knows what people are thinking, so act toward each person as he needs,\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "in order that your people may then have an awesome respect for you all the years that they live in this land that you gave to our ancestors.\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that case, in your home in heaven listen to their prayer, and do for them what they request you to do. Do that in order that all the people groups in the world will know about you and revere you, as we your Israelite people do. Then they will know that this temple that I have caused to be built to honor you belongs to you and is where you should be worshiped.\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suppose that you send your people to go to fight against their enemies. And suppose that your people pray to you, wherever they are, and that they turn toward this city that you have chosen and toward this temple that I have caused to be built for you.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that case, listen in heaven to their prayers. Listen to what they plead for you to do, and assist them.\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is true that everyone sins. So, suppose that your people sin against you and that you become angry with them. You might allow their enemies to defeat them, capture them, and take them away to their own countries, even to countries that are far away.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And suppose that, while your people are in those countries to which they had to go, they sincerely repent and plead with you there saying, 'We have sinned and have done things that are very wicked.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suppose that they very truly and sincerely repent, and turn toward this land that you gave to our ancestors. Suppose that they turn toward this city that you have chosen to be the place where we should worship you, and toward this temple that I have caused to be built for you. Suppose that they then pray to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that case, from your home in heaven listen to them while they plead for your help, and help them.\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Forgive them for all the sins that they have committed against you and cause their enemies to act kindly toward them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not forget that the Israelites are your people. They are your special possession. You brought our ancestors out of Egypt where they were greatly suffering as though they were in a blazing furnace.\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I request that you always listen to your Israelite people and to their king, and heed their prayers whenever they call out to you to help them.\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You chose them from all the other people groups in the world to belong to you, which is what you told Moses to tell them when you brought our ancestors out of Egypt.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Solomon had finished praying this and pleading to Yahweh for his help, he stood up in front of the altar where he had been kneeling. He lifted up his arms.\n"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he asked God to bless all the Israelite people. He prayed loudly, saying,\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Praise Yahweh, who has given us his people peace, like he promised that he would do. He has done every one of the good things that he promised to Moses, the man who served him very well.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I pray that our God will be with us like he was with our ancestors, and that he will never, never abandon us.\n"
      }
    ]
  },
  "58": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I pray that he will cause us to loyally serve him, to conduct our lives as he wants us to, and to obey all his commandments and statutes and decrees that he gave to our ancestors.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "59": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I pray that Yahweh our God will never forget these words that I have prayed, pleading for his help. I pray that he will think about them by day and by night. I pray that he will always act mercifully toward us Israelite people and toward our king, giving us the things that we need day by day.\n"
      }
    ]
  },
  "60": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you do that, all the people groups in the world will know that you, Yahweh, are the only one who is God, and that there is no other one who is God.\n"
      }
    ]
  },
  "61": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I pray that you, his people, will always be fully committed to Yahweh, and that you will obey all his statutes and commands, like you are doing now.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "62": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king and all the Israelite people who were there offered sacrifices to Yahweh.\n"
      }
    ]
  },
  "63": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They sacrificed twenty-two thousand cattle and 120,000 sheep to restore fellowship with Yahweh. Then the king and all the people dedicated the temple.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "64": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day, the king also dedicated the middle part of the courtyard that was in front of the temple. Then he offered there sacrifices that would be completely burned on the altar, the offerings of flour and the fat of the animals that were sacrificed to restore fellowship with Yahweh. They sacrificed them there because the bronze altar was not big enough for all those sacrifices to be burned on it that day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "65": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Solomon and all the Israelite people celebrated the Festival of Shelters for seven days and then for another seven days, for a total of fourteen days. There was a huge crowd of people there, some of whom had come from distant places like Hamath in the far north and the border of Egypt in the far south.\n"
      }
    ]
  },
  "66": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the final day, Solomon sent the people to their homes. They all praised him and went home happy because of all the things that Yahweh had done to bless David and his Israelite people.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41-42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There will be some foreigners who do not belong to your Israelite people who will have come here from countries far away because they have heard that you are very great, and because they have heard about the great things that you have done for your people. Suppose that people like that come here to this temple to worship you and pray.\n"
      }
    ]
  }
}