{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Solomon's workers had finished building the temple and his palace and everything else that Solomon wanted them to build,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh appeared to him in a dream a second time, like he had appeared to him at the city of Gibeon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to him,\n"
      },
      {
        "tag": "pi",
        "type": "paragraph",
        "text": "\"I heard what you prayed and what you pleaded for me to do. I have set this house apart for myself, for me to be present in it forever.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And as for you, if you conduct your life as I want you to, like your father David did, and if you very sincerely obey all the statutes and decrees that I have commanded you to obey,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will do what I promised your father that I would do. I promised him that Israel would always be ruled by his descendants.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But suppose that you or your descendants stop worshiping me; suppose that you disobey the commands and decrees that I have given to you; suppose that you start to worship other gods.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will remove my Israelite people from the land that I have given to them. I will also abandon this temple that I have dedicated. Then people everywhere will despise Israel and make fun of it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Despite the fact that this temple is very beautiful, there will come a time when everyone who passes by will be astonished when they see it, and they will hiss and say, 'Why has Yahweh done this to this land and to this temple?'\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Other people will reply, 'It happened because the Israelite people abandoned Yahweh their God, the one who brought their ancestors out of Egypt. They started to accept and worship other gods. And that is why Yahweh has caused them to experience all these disasters.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon's workers worked for twenty years to build the temple and the palace.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hiram, the king of the city of Tyre, had arranged for his workers to give Solomon all the cedar and pine logs and all the gold that he needed for this work. After it was all finished, King Solomon gave to Hiram twenty cities in the region of Galilee.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when Hiram went from Tyre to Galilee to see the cities that Solomon had given to him, he was not pleased with them.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to Solomon, \"My friend, those cities that you gave me are worthless.\" Because of that, Hiram called that region Worthless.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hiram gave Solomon only 4,000 kilograms of gold for those cities.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is a record of the work that King Solomon forced men to do. He forced them to build the temple and his palace and the landfill on the east side of the city, and the wall around Jerusalem, and to rebuild the cities of Hazor, Megiddo, and Gezer.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The reason they needed to rebuild Gezer was that the army of the king of Egypt had attacked Gezer and captured it. Then they had burned the houses in the city and killed all the people of the Canaan people group who lived there. The king of Egypt gave that city to his daughter for a gift when she married Solomon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Solomon's workers also rebuilt the city of Gezer, and they also rebuilt the city of Lower Beth Horon.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also rebuilt the cities of Baalath and Tamar in the wilderness in the southern part of Judah.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also built the cities where they kept the supplies for Solomon, the places where his horses and chariots were kept. They also built everything else that he wanted them to build, in Jerusalem and in Lebanon, and in other places in the area over which he ruled.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were many people groups who belonged to the Amor, the Heth, the Periz , the Hiv, and the Jebus, who were not killed when the Israelites captured their land.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their descendants still lived in Israel. It was those people whom Solomon forced to become his slaves to build all those places, and they are still slaves.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Solomon did not force any Israelite people to become slaves. Some of them became soldiers, servants, officials, army officers, commanders of his chariot forces, and men who rode on his horses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were 550 officials who supervised the slaves who worked to build all those places.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Solomon's wife, who was the daughter of the king of Egypt, moved from the part of Jerusalem called the city of David to the palace that Solomon's workers built for her, Solomon told his workers to fill in the land on the east side of the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Three times each year Solomon brought to the temple offerings that the priests burned completely on the altar and offerings to promise friendship with Yahweh. He also brought incense to be burned in the presence of Yahweh.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "And that is how his men finished building the temple.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Solomon's workers also built a fleet of ships at the city of Ezion Geber, which is near the city of Elath, on the shore of the Sea of Reeds, in the land belonging to the Edom people group.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Hiram sent some expert sailors to go on the ships with Solomon's workers.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They sailed to the region of Ophir and brought back to Solomon about fourteen metric tons of gold.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}