{
  "1": "נְבוּכַדְנֶצַּ֣ר H5020 מַלְכָּ֗א H4430 עֲבַד֙ H5648 צְלֵ֣ם H6755 דִּֽי H1768 דְהַ֔ב H1722 רוּמֵהּ֙ H7314 אַמִּ֣ין H521 שִׁתִּ֔ין H8361 פְּתָיֵ֖הּ H6613 אַמִּ֣ין H521 שִׁ֑ת H8353 אֲקִימֵהּ֙ H6966 בְּבִקְעַ֣ת H1236 דּוּרָ֔א H1757 בִּמְדִינַ֖ת H4083 בָּבֶֽל H895 ",
  "2": "וּנְבוּכַדְנֶצַּ֣ר H5020 מַלְכָּ֡א H4430 שְׁלַ֡ח H7972 לְמִכְנַ֣שׁ H3673 לַֽאֲחַשְׁדַּרְפְּנַיָּ֡ H324 סִגְנַיָּ֣א H5460 וּֽפַחֲוָתָ֡ H6347 אֲדַרְגָּזְרַיָּא֩ H148 גְדָ֨בְרַיָּ֤א H1411 דְּתָבְרַיָּא֙ H1884 תִּפְתָּיֵ֔א H8614 וְכֹ֖ל H3606 שִׁלְטֹנֵ֣י H7984 מְדִֽינָתָ֑א H4083 לְמֵתֵא֙ H858 לַחֲנֻכַּ֣ת H2597 צַלְמָ֔א H6755 דִּ֥י H1768 הֲקֵ֖ים H6966 נְבוּכַדְנֶצַּ֥ר H5020 מַלְכָּֽא H4430 ",
  "3": "בֵּאדַ֡יִן H116 מִֽתְכַּנְּשִׁ֡ין H3673 אֲחַשְׁדַּרְפְּנַיָּ֡א H324 סִגְנַיָּ֣א H5460 וּֽפַחֲוָתָ֡ H6347 אֲדַרְגָּזְרַיָּ֣א H148 גְדָבְרַיָּא֩ H1411 דְּתָ֨בְרַיָּ֜א H1884 תִּפְתָּיֵ֗א H8614 וְכֹל֙ H3606 שִׁלְטֹנֵ֣י H7984 מְדִֽינָתָ֔א H4083 לַחֲנֻכַּ֣ת H2597 צַלְמָ֔א H6755 דִּ֥י H1768 הֲקֵ֖ים H6966 נְבוּכַדְנֶצַּ֣ר H5020 מַלְכָּ֑א H4430 וקאמין H6966 לָקֳבֵ֣ל H6903 צַלְמָ֔א H6755 דִּ֥י H1768 הֲקֵ֖ים H6966 נְבוּכַדְנֶצַּֽר H5020 ",
  "4": "וְכָרוֹזָ֖ H3744 קָרֵ֣א H7123 בְחָ֑יִל H2429 לְכ֤וֹן Hl אָֽמְרִין֙ H560 עַֽמְמַיָּ֔א H5972 אֻמַּיָּ֖א H524 וְלִשָּׁנַיָּֽ H3961 ",
  "5": "בְּעִדָּנָ֡ H5732 דִּֽי H1768 תִשְׁמְע֡וּן H8086 קָ֣ל H7032 קַרְנָ֣א H7162 מַ֠שְׁרוֹקִיתָא H4953 קיתרוס H7030 סַבְּכָ֤א H5443 פְּסַנְתֵּרִין֙ H6460 סוּמְפֹּ֣נְיָ֔ה H5481 וְכֹ֖ל H3606 זְנֵ֣י H2178 זְמָרָ֑א H2170 תִּפְּל֤וּן H5308 וְתִסְגְּדוּן֙ H5457 לְצֶ֣לֶם H6755 דַּהֲבָ֔א H1722 דִּ֥י H1768 הֲקֵ֖ים H6966 נְבוּכַדְנֶצַּ֥ר H5020 מַלְכָּֽא H4430 ",
  "6": "וּמַן H4479 דִּי H1768 לָ֥א H3809 יִפֵּ֖ל H5308 וְיִסְגֻּ֑ד H5457 בַּהּ Hb שַׁעֲתָ֣א H8160 יִתְרְמֵ֔א H7412 לְגֽוֹא H1459 אַתּ֥וּן H861 נוּרָ֖א H5135 יָקִֽדְתָּֽא H3345 ",
  "7": "כָּל H3606 קֳבֵ֣ל H6903 דְּנָ֡ה H1836 בֵּהּ Hb זִמְנָ֡א H2166 כְּדִ֣י H1768 שָֽׁמְעִ֣ין H8086 כָּֽל H3606 עַמְמַיָּ֡א H5972 קָ֣ל H7032 קַרְנָא֩ H7162 מַשְׁר֨וֹקִיתָ֜א H4953 קיתרס H7030 שַׂבְּכָא֙ H5443 פְּסַנְטֵרִ֔ין H6460 וְכֹ֖ל H3606 זְנֵ֣י H2178 זְמָרָ֑א H2170 נָֽפְלִ֨ין H5308 כָּֽל H3606 עַֽמְמַיָּ֜א H5972 אֻמַיָּ֣א H524 וְלִשָּׁנַיָּ֗ H3961 סָֽגְדִין֙ H5457 לְצֶ֣לֶם H6755 דַּהֲבָ֔א H1722 דִּ֥י H1768 הֲקֵ֖ים H6966 נְבוּכַדְנֶצַּ֥ר H5020 מַלְכָּֽא H4430 ",
  "8": "כָּל H3606 קֳבֵ֤ל H6903 דְּנָה֙ H1836 בֵּהּ Hb זִמְנָ֔א H2166 קְרִ֖בוּ H7127 גֻּבְרִ֣ין H1400 כַּשְׂדָּאִ֑ין H3779 וַאֲכַ֥לוּ H399 קַרְצֵיה֖וֹן H7170 דִּ֥י H1768 יְהוּדָיֵֽא H3062 ",
  "9": "עֲנוֹ֙ H6032 וְאָ֣מְרִ֔ין H560 לִנְבוּכַדְנֶצַּ֖ר H5020 מַלְכָּ֑א H4430 מַלְכָּ֖א H4430 לְעָלְמִ֥ין H5957 חֱיִֽי H2418 ",
  "10": "אנתה H607 מַלְכָּא֮ H4430 שָׂ֣מְתָּ H7761 טְּעֵם֒ H2942 דִּ֣י H1768 כָל H3606 אֱנָ֡שׁ H606 דִּֽי H1768 יִשְׁמַ֡ע H8086 קָ֣ל H7032 קַרְנָ֣א H7162 מַ֠שְׁרֹקִיתָא H4953 קיתרס H7030 שַׂבְּכָ֤א H5443 פְסַנְתֵּרִין֙ H6460 וסיפניה H5481 וְכֹ֖ל H3606 זְנֵ֣י H2178 זְמָרָ֑א H2170 יִפֵּ֥ל H5308 וְיִסְגֻּ֖ד H5457 לְצֶ֥לֶם H6755 דַּהֲבָֽא H1722 ",
  "11": "וּמַן H4479 דִּי H1768 לָ֥א H3809 יִפֵּ֖ל H5308 וְיִסְגֻּ֑ד H5457 יִתְרְמֵ֕א H7412 לְגֽוֹא H1459 אַתּ֥וּן H861 נוּרָ֖א H5135 יָקִֽדְתָּֽא H3345 ",
  "12": "אִיתַ֞י H383 גֻּבְרִ֣ין H1400 יְהוּדָאיִ֗ן H3062 דִּֽי H1768 מַנִּ֤יתָ H4483 יָתְהוֹן֙ H3487 עַל H5922 עֲבִידַת֙ H5673 מְדִינַ֣ת H4083 בָּבֶ֔ל H895 שַׁדְרַ֥ךְ H7715 מֵישַׁ֖ךְ H4336 וַעֲבֵ֣ד H5665 נְג֑וֹ H5665 גֻּבְרַיָּ֣א H1400 אִלֵּ֗ךְ H479 לָא H3809 שָׂ֨מֽוּ H7761 עליך H5922 מַלְכָּא֙ H4430 טְעֵ֔ם H2942 לאלהי H426 לָ֣א H3809 פָלְחִ֔ין H6399 וּלְ H6755 דַּהֲבָ֛א H1722 דִּ֥י H1768 הֲקֵ֖ימְתָּ H6966 לָ֥א H3809 סָגְדִֽין H5457 ",
  "13": "בֵּאדַ֤יִן H116 נְבוּכַדְנֶצַּר֙ H5020 בִּרְגַ֣ז H7266 וַחֲמָ֔ה H2528 אֲמַר֙ H560 לְהַיְתָיָ֔ה H858 לְשַׁדְרַ֥ךְ H7715 מֵישַׁ֖ךְ H4336 וַעֲבֵ֣ד H5665 נְג֑וֹ H5665 בֵּאדַ֨יִן֙ H116 גֻּבְרַיָּ֣א H1400 אִלֵּ֔ךְ H479 הֵיתָ֖יוּ H858 קֳדָ֥ם H6925 מַלְכָּֽא H4430 ",
  "14": "עָנֵ֤ה H6032 נְבֻֽכַדְנֶצַּר֙ H5020 וְאָמַ֣ר H560 לְה֔וֹן Hl הַצְדָּ֕א H6656 שַׁדְרַ֥ךְ H7715 מֵישַׁ֖ךְ H4336 וַעֲבֵ֣ד H5665 נְג֑וֹ H5665 לֵֽאלָהַ֗ H426 לָ֤א H3809 אִֽיתֵיכוֹן֙ H383 פָּֽלְחִ֔ין H6399 וּלְ H6755 דַּהֲבָ֛א H1722 דִּ֥י H1768 הֲקֵ֖ימֶת H6966 לָ֥א H3809 סָֽגְדִֽין H5457 ",
  "15": "כְּעַ֞ן H3705 הֵ֧ן H2006 אִֽיתֵיכ֣וֹן H383 עֲתִידִ֗ין H6263 דִּ֣י H1768 בְעִדָּנָ֡ H5732 דִּֽי H1768 תִשְׁמְע֡וּן H8086 קָ֣ל H7032 קַרְנָ֣א H7162 מַשְׁרוֹקִיתָ֣א H4953 קיתרס H7030 שַׂבְּכָ֡א H5443 פְּסַנְתֵּרִין֩ H6460 וְסוּמְפֹּ֨נְיָ֜ה H5481 וְכֹ֣ל H3606 זְנֵ֣י H2178 זְמָרָ֗א H2170 תִּפְּל֣וּן H5308 וְתִסְגְּדוּן֮ H5457 לְצַלְמָ֣ H6755 דִֽי H1768 עַבְדֵת֒ H5648 וְהֵן֙ H2006 לָ֣א H3809 תִסְגְּד֔וּן H5457 בַּהּ Hb שַׁעֲתָ֣ה H8160 תִתְרְמ֔וֹן H7412 לְגֽוֹא H1459 אַתּ֥וּן H861 נוּרָ֖א H5135 יָקִֽדְתָּ֑א H3345 וּמַן H4479 ה֣וּא H1932 אֱלָ֔הּ H426 דֵּ֥י H1768 יְשֵֽׁיזְבִנְכ֖וֹן H7804 מִן H4481 יְדָֽי H3028 ",
  "16": "עֲנ֗וֹ H6032 שַׁדְרַ֤ךְ H7715 מֵישַׁךְ֙ H4336 וַעֲבֵ֣ד H5665 נְג֔וֹ H5665 וְאָמְרִ֖ין H560 לְמַלְכָּ֑ H4430 נְבֽוּכַדְנֶצַּ֔ר H5020 לָֽא H3809 חַשְׁחִ֨ין H2818 אֲנַ֧חְנָה H586 עַל H5922 דְּנָ֛ה H1836 פִּתְגָ֖ם H6600 לַהֲתָבוּתָֽ H8421 ",
  "17": "הֵ֣ן H2006 אִיתַ֗י H383 אֱלָהַ֨נָא֙ H426 דִּֽי H1768 אֲנַ֣חְנָא H586 פָֽלְחִ֔ין H6399 יָכִ֖ל H3202 לְשֵׁיזָבוּתַ֑ H7804 מִן H4481 אַתּ֨וּן H861 נוּרָ֧א H5135 יָקִֽדְתָּ֛א H3345 וּמִן H4481 יְדָ֥ךְ H3028 מַלְכָּ֖א H4430 יְשֵׁיזִֽב H7804 ",
  "18": "וְהֵ֣ן H2006 לָ֔א H3809 יְדִ֥יעַ H3046 לֶהֱוֵא H1934 לָ֖ךְ Hl מַלְכָּ֑א H4430 דִּ֤י H1768 לאלהי H426 לָא H3809 איתינא H383 פָֽלְחִ֔ין H6399 וּלְ H6755 דַּהֲבָ֛א H1722 דִּ֥י H1768 הֲקֵ֖ימְתָּ H6966 לָ֥א H3809 נִסְגֻּֽד H5457 ",
  "19": "בֵּאדַ֨יִן H116 נְבוּכַדְנֶצַּ֜ר H5020 הִתְמְלִ֣י H4391 חֱמָ֗א H2528 וּצְלֵ֤ם H6755 אַנְפּ֨וֹהִי֙ H600 אשתנו H8133 עַל H5922 שַׁדְרַ֥ךְ H7715 מֵישַׁ֖ךְ H4336 וַעֲבֵ֣ד H5665 נְג֑וֹ H5665 עָנֵ֤ה H6032 וְאָמַר֙ H560 לְמֵזֵ֣א H228 לְאַתּוּנָ֔ H861 חַ֨ד H2298 שִׁבְעָ֔ה H7655 עַ֛ל H5922 דִּ֥י H1768 חֲזֵ֖ה H2370 לְמֵזְיֵֽ H228 ",
  "20": "וּלְ H1400 גִּבָּֽרֵי H1401 חַ֨יִל֙ H2429 דִּ֣י H1768 בְחַיְלֵ֔ H2429 אֲמַר֙ H560 לְכַפָּתָ֔ה H3729 לְשַׁדְרַ֥ךְ H7715 מֵישַׁ֖ךְ H4336 וַעֲבֵ֣ד H5665 נְג֑וֹ H5665 לְמִרְמֵ֕א H7412 לְאַתּ֥וּן H861 נוּרָ֖א H5135 יָקִֽדְתָּֽא H3345 ",
  "21": "בֵּאדַ֜יִן H116 גֻּבְרַיָּ֣א H1400 אִלֵּ֗ךְ H479 כְּפִ֨תוּ֙ H3729 בְּסַרְבָּלֵי H5622 פטישיהון H6361 וְכַרְבְּלָתְ H3737 וּלְבֻשֵׁי H3831 וּרְמִ֕יו H7412 לְגֽוֹא H1459 אַתּ֥וּן H861 נוּרָ֖א H5135 יָקִֽדְתָּֽא H3345 ",
  "22": "כָּל H3606 קֳבֵ֣ל H6903 דְּנָ֗ה H1836 מִן H4481 דִּ֞י H1768 מִלַּ֤ת H4406 מַלְכָּא֙ H4430 מַחְצְפָ֔ה H2685 וְאַתּוּנָ֖ H861 אֵזֵ֣ה H228 יַתִּ֑ירָא H3493 גֻּבְרַיָּ֣א H1400 אִלֵּ֗ךְ H479 דִּ֤י H1768 הַסִּ֨קוּ֙ H5267 לְשַׁדְרַ֤ךְ H7715 מֵישַׁךְ֙ H4336 וַעֲבֵ֣ד H5665 נְג֔וֹ H5665 קַטִּ֣ל H6992 הִמּ֔וֹן H1994 שְׁבִיבָ֖א H7631 דִּ֥י H1768 נוּרָֽא H5135 ",
  "23": "וְגֻבְרַיָּ֤ H1400 אִלֵּךְ֙ H479 תְּלָ֣תֵּה֔וֹן H8532 שַׁדְרַ֥ךְ H7715 מֵישַׁ֖ךְ H4336 וַעֲבֵ֣ד H5665 נְג֑וֹ H5665 נְפַ֛לוּ H5308 לְגֽוֹא H1459 אַתּוּן H861 נוּרָ֥א H5135 יָֽקִדְתָּ֖א H3345 מְכַפְּתִֽין H3729 ",
  "24": "אֱדַ֨יִן֙ H116 נְבוּכַדְנֶצַּ֣ר H5020 מַלְכָּ֔א H4430 תְּוַ֖הּ H8429 וְקָ֣ם H6966 בְּהִתְבְּהָלָ֑ה H927 עָנֵ֨ה H6032 וְאָמַ֜ר H560 לְהַדָּֽבְר֗וֹ H1907 הֲלָא֩ H3809 גֻבְרִ֨ין H1400 תְּלָתָ֜א H8532 רְמֵ֤ינָא H7412 לְגוֹא H1459 נוּרָא֙ H5135 מְכַפְּתִ֔ין H3729 עָנַ֤יִן H6032 וְאָמְרִין֙ H560 לְמַלְכָּ֔ H4430 יַצִּיבָ֖א H3330 מַלְכָּֽא H4430 ",
  "25": "עָנֵ֣ה H6032 וְאָמַ֗ר H560 הָֽא H1888 אֲנָ֨ה H576 חָזֵ֜ה H2370 גֻּבְרִ֣ין H1400 אַרְבְּעָ֗ה H703 שְׁרַ֨יִן֙ H8271 מַהְלְכִ֣ין H1981 בְּגֽוֹא H1459 נוּרָ֔א H5135 וַחֲבָ֖ל H2257 לָא H3809 אִיתַ֣י H383 בְּה֑וֹן Hb וְרֵוֵ H7299 דִּ֣י H1768 רביעיא H7244 דָּמֵ֖ה H1821 לְבַר H1247 אֱלָהִֽין H426 ",
  "26": "בֵּאדַ֜יִן H116 קְרֵ֣ב H7127 נְבוּכַדְנֶצַּ֗ר H5020 לִתְרַע֮ H8651 אַתּ֣וּן H861 נוּרָ֣א H5135 יָקִֽדְתָּא֒ H3345 עָנֵ֣ה H6032 וְאָמַ֗ר H560 שַׁדְרַ֨ךְ H7715 מֵישַׁ֧ךְ H4336 וַעֲבֵד H5665 נְג֛וֹ H5665 עַבְד֛וֹהִי H5649 דִּֽי H1768 אֱלָהָ֥א H426 עליא H5943 פֻּ֣קוּ H5312 וֶאֱת֑וֹ H858 בֵּאדַ֣יִן H116 נָֽפְקִ֗ין H5312 שַׁדְרַ֥ךְ H7715 מֵישַׁ֛ךְ H4336 וַעֲבֵ֥ד H5665 נְג֖וֹ H5665 מִן H4481 גּ֥וֹא H1459 נוּרָֽא H5135 ",
  "27": "וּ֠מִֽתְכַּנְּשִׁין H3673 אֲחַשְׁדַּרְפְּנַיָּ֞א H324 סִגְנַיָּ֣א H5460 וּפַחֲוָתָ H6347 וְהַדָּבְרֵ֣י H1907 מַלְכָּא֒ H4430 חָזַ֣יִן H2370 לְגֻבְרַיָּ֣ H1400 אִלֵּ֡ךְ H479 דִּי֩ H1768 לָֽא H3809 שְׁלֵ֨ט H7981 נוּרָ֜א H5135 בְּגֶשְׁמְ H1655 וּשְׂעַ֤ר H8177 רֵֽאשְׁהוֹן֙ H7217 לָ֣א H3809 הִתְחָרַ֔ךְ H2761 וְסָרְבָּלֵי H5622 לָ֣א H3809 שְׁנ֑וֹ H8133 וְרֵ֣יחַ H7382 נ֔וּר H5135 לָ֥א H3809 עֲדָ֖ת H5709 בְּהֽוֹן Hb ",
  "28": "עָנֵ֨ה H6032 נְבֽוּכַדְנֶצַּ֜ר H5020 וְאָמַ֗ר H560 בְּרִ֤יךְ H1289 אֱלָהֲהוֹן֙ H426 דִּֽי H1768 שַׁדְרַ֤ךְ H7715 מֵישַׁךְ֙ H4336 וַעֲבֵ֣ד H5665 נְג֔וֹ H5665 דִּֽי H1768 שְׁלַ֤ח H7972 מַלְאֲכֵהּ֙ H4398 וְשֵׁיזִ֣ב H7804 לְעַבְד֔וֹ H5649 דִּ֥י H1768 הִתְרְחִ֖צוּ H7365 עֲל֑וֹהִי H5922 וּמִלַּ֤ת H4406 מַלְכָּא֙ H4430 שַׁנִּ֔יו H8133 וִיהַ֣בוּ H3052 גשמיהון H1655 דִּ֠י H1768 לָֽא H3809 יִפְלְח֤וּן H6399 וְלָֽא H3809 יִסְגְּדוּן֙ H5457 לְכָל H3606 אֱלָ֔הּ H426 לָהֵ֖ן H3861 לֵאלָֽהֲ H426 ",
  "29": "וּמִ H4481 שִׂ֣ים H7761 טְעֵם֒ H2942 דִּי֩ H1768 כָל H3606 עַ֨ם H5972 אֻמָּ֜ה H524 וְלִשָּׁ֗ן H3961 דִּֽי H1768 יֵאמַ֤ר H560 שלה H7955 עַ֣ל H5922 אֱלָהֲה֗וֹן H426 דִּֽי H1768 שַׁדְרַ֤ךְ H7715 מֵישַׁךְ֙ H4336 וַעֲבֵ֣ד H5665 נְג֔וֹא H5665 הַדָּמִ֣ין H1917 יִתְעֲבֵ֔ד H5648 וּבַיְתֵ֖ H1005 נְוָלִ֣י H5122 יִשְׁתַּוֵּ֑ה H7739 כָּל H3606 קֳבֵ֗ל H6903 דִּ֣י H1768 לָ֤א H3809 אִיתַי֙ H383 אֱלָ֣ה H426 אָחֳרָ֔ן H321 דִּֽי H1768 יִכֻּ֥ל H3202 לְהַצָּלָ֖ה H5338 כִּדְנָֽה H1836 ",
  "30": "בֵּאדַ֣יִן H116 מַלְכָּ֗א H4430 הַצְלַ֛ח H6744 לְשַׁדְרַ֥ךְ H7715 מֵישַׁ֛ךְ H4336 וַעֲבֵ֥ד H5665 נְג֖וֹ H5665 בִּמְדִינַ֥ת H4083 בָּבֶֽל H895 ",
  "31": "",
  "32": "",
  "33": ""
}
