{
  "1": "שְׁפַר֙ H8232 קֳדָ֣ם H6925 דָּרְיָ֔וֶשׁ H1868 וַהֲקִים֙ H6966 עַל H5922 מַלְכוּתָ֔א H4437 לַאֲחַשְׁדַּרְפְּנַיָּ֖ H324 מְאָ֣ה H3969 וְעֶשְׂרִ֑ין H6243 דִּ֥י H1768 לֶהֱוֺ֖ן H1934 בְּכָל H3606 מַלְכוּתָֽא H4437 ",
  "2": "וְעֵ֤לָּא H5924 מִנְּהוֹן֙ H4481 סָרְכִ֣ין H5632 תְּלָתָ֔א H8532 דִּ֥י H1768 דָנִיֵּ֖אל H1841 חַֽד H2298 מִנְּה֑וֹן H4481 דִּֽי H1768 לֶהֱוֺ֞ן H1934 אֲחַשְׁדַּרְפְּנַיָּ֣א H324 אִלֵּ֗ין H459 יָהֲבִ֤ין H3052 לְהוֹן֙ Hl טַעְמָ֔א H2941 וּמַלְכָּ֖ H4430 לָֽא H3809 לֶהֱוֵ֥א H1934 נָזִֽק H5142 ",
  "3": "אֱדַ֨יִן֙ H116 דָּנִיֵּ֣אל H1841 דְּנָ֔ה H1836 הֲוָ֣א H1934 מִתְנַצַּ֔ח H5330 עַל H5922 סָרְכַיָּ֖א H5632 וַאֲחַשְׁדַּרְפְּנַיָּ֑ H324 כָּל H3606 קֳבֵ֗ל H6903 דִּ֣י H1768 ר֤וּחַ H7308 יַתִּירָא֙ H3493 בֵּ֔הּ Hb וּמַלְכָּ֣ H4430 עֲשִׁ֔ית H6246 לַהֲקָמוּתֵ֖ H6966 עַל H5922 כָּל H3606 מַלְכוּתָֽא H4437 ",
  "4": "אֱדַ֨יִן H116 סָֽרְכַיָּ֜א H5632 וַאֲחַשְׁדַּרְפְּנַיָּ֗ H324 הֲו֨וֹ H1934 בָעַ֧יִן H1156 עִלָּ֛ה H5931 לְהַשְׁכָּחָ֥ה H7912 לְדָנִיֵּ֖אל H1841 מִצַּ֣ד H6655 מַלְכוּתָ֑א H4437 וְכָל H3606 עִלָּ֨ה H5931 וּשְׁחִיתָ֜ה H7844 לָא H3809 יָכְלִ֣ין H3202 לְהַשְׁכָּחָ֗ה H7912 כָּל H3606 קֳבֵל֙ H6903 דִּֽי H1768 מְהֵימַ֣ן H540 ה֔וּא H1932 וְכָל H3606 שָׁלוּ֙ H7960 וּשְׁחִיתָ֔ה H7844 לָ֥א H3809 הִשְׁתְּכַ֖חַת H7912 עֲלֽוֹהִי H5922 ",
  "5": "אֱ֠דַיִן H116 גֻּבְרַיָּ֤א H1400 אִלֵּךְ֙ H479 אָֽמְרִ֔ין H560 דִּ֣י H1768 לָ֧א H3809 נְהַשְׁכַּ֛ח H7912 לְדָנִיֵּ֥אל H1841 דְּנָ֖ה H1836 כָּל H3606 עִלָּ֑א H5931 לָהֵ֕ן H3861 הַשְׁכַּ֥חְנָֽה H7912 עֲל֖וֹהִי H5922 בְּדָ֥ת H1882 אֱלָהֵֽהּ H426 ",
  "6": "אֱ֠דַיִן H116 סָרְכַיָּ֤א H5632 וַאֲחַשְׁדַּרְפְּנַיָּ H324 אִלֵּ֔ן H459 הַרְגִּ֖שׁוּ H7284 עַל H5922 מַלְכָּ֑א H4430 וְכֵן֙ H3652 אָמְרִ֣ין H560 לֵ֔הּ Hl דָּרְיָ֥וֶשׁ H1868 מַלְכָּ֖א H4430 לְעָלְמִ֥ין H5957 חֱיִֽי H2418 ",
  "7": "אִתְיָעַ֜טוּ H3272 כֹּ֣ל H3606 סָרְכֵ֣י H5632 מַלְכוּתָ֗א H4437 סִגְנַיָּ֤א H5460 וַֽאֲחַשְׁדַּרְפְּנַיָּ H324 הַדָּֽבְרַיָּ֣א H1907 וּפַחֲוָתָ֔ H6347 לְקַיָּמָ֤ה H6966 קְיָם֙ H7010 מַלְכָּ֔א H4430 וּלְ H8631 אֱסָ֑ר H633 דִּ֣י H1768 כָל H3606 דִּֽי H1768 יִבְעֵ֣ה H1156 בָ֠עוּ H1159 מִן H4481 כָּל H3606 אֱלָ֨הּ H426 וֶֽאֱנָ֜שׁ H606 עַד H5705 יוֹמִ֣ין H3118 תְּלָתִ֗ין H8533 לָהֵן֙ H3861 מִנָּ֣ךְ H4481 מַלְכָּ֔א H4430 יִתְרְמֵ֕א H7412 לְגֹ֖ב H1358 אַרְיָוָתָֽא H744 ",
  "8": "כְּעַ֣ן H3705 מַלְכָּ֔א H4430 תְּקִ֥ים H6966 אֱסָרָ֖א H633 וְתִרְשֻׁ֣ם H7560 כְּתָבָ֑א H3792 דִּ֣י H1768 לָ֧א H3809 לְהַשְׁנָיָ֛ה H8133 כְּדָת H1882 מָדַ֥י H4076 וּפָרַ֖ס H6540 דִּי H1768 לָ֥א H3809 תֶעְדֵּֽא H5709 ",
  "9": "כָּל H3606 קֳבֵ֖ל H6903 דְּנָ֑ה H1836 מַלְכָּא֙ H4430 דָּֽרְיָ֔וֶשׁ H1868 רְשַׁ֥ם H7560 כְּתָבָ֖א H3792 וֶאֱסָרָֽ H633 ",
  "10": "וְ֠דָנִיֵּאל H1841 כְּדִ֨י H1768 יְדַ֜ע H3046 דִּֽי H1768 רְשִׁ֤ים H7560 כְּתָבָא֙ H3792 עַ֣ל H5954 לְבַיְתֵ֔ H1005 וְכַוִּ֨ין H3551 פְּתִיחָ֥ן H6606 לֵהּ֙ Hl בְּעִלִּיתֵ֔ H5952 נֶ֖גֶד H5049 יְרוּשְׁלֶ֑ם H3390 וְזִמְנִין֩ H2166 תְּלָתָ֨ה H8532 בְיוֹמָ֜ H3118 ה֣וּא H1932 בָּרֵ֣ךְ H1289 עַל H5922 בִּרְכ֗וֹהִי H1291 וּמְצַלֵּ֤א H6739 וּמוֹדֵא֙ H3029 קֳדָ֣ם H6925 אֱלָהֵ֔הּ H426 כָּל H3606 קֳבֵל֙ H6903 דִּֽי H1768 הֲוָ֣א H1934 עָבֵ֔ד H5648 מִן H4481 קַדְמַ֖ת H6928 דְּנָֽה H1836 ",
  "11": "אֱ֠דַיִן H116 גֻּבְרַיָּ֤א H1400 אִלֵּךְ֙ H479 הַרְגִּ֔שׁוּ H7284 וְהַשְׁכַּ֖חוּ H7912 לְדָנִיֵּ֑אל H1841 בָּעֵ֥א H1156 וּמִתְחַנַּ֖ן H2604 קֳדָ֥ם H6925 אֱלָהֵֽהּ H426 ",
  "12": "בֵּ֠אדַיִן H116 קְרִ֨יבוּ H7127 וְאָמְרִ֥ין H560 קֳדָם H6925 מַלְכָּא֮ H4430 עַל H5922 אֱסָ֣ר H633 מַלְכָּא֒ H4430 הֲלָ֧א H3809 אֱסָ֣ר H633 רְשַׁ֗מְתָּ H7560 דִּ֣י H1768 כָל H3606 אֱנָ֡שׁ H606 דִּֽי H1768 יִבְעֵה֩ H1156 מִן H4481 כָּל H3606 אֱלָ֨הּ H426 וֶֽאֱנָ֜שׁ H606 עַד H5705 יוֹמִ֣ין H3118 תְּלָתִ֗ין H8533 לָהֵן֙ H3861 מִנָּ֣ךְ H4481 מַלְכָּ֔א H4430 יִתְרְמֵ֕א H7412 לְג֖וֹב H1358 אַרְיָותָ֑א H744 עָנֵ֨ה H6032 מַלְכָּ֜א H4430 וְאָמַ֗ר H560 יַצִּיבָ֧א H3330 מִלְּתָ֛א H4406 כְּדָת H1882 מָדַ֥י H4076 וּפָרַ֖ס H6540 דִּי H1768 לָ֥א H3809 תֶעְדֵּֽא H5709 ",
  "13": "בֵּ֠אדַיִן H116 עֲנ֣וֹ H6032 וְאָמְרִין֮ H560 קֳדָ֣ם H6925 מַלְכָּא֒ H4430 דִּ֣י H1768 דָנִיֵּ֡אל H1841 דִּי֩ H1768 מִן H4481 בְּנֵ֨י H1123 גָלוּתָ֜א H1547 דִּ֣י H1768 יְה֗וּד H3061 לָא H3809 שָׂ֨ם H7761 עליך H5922 מַלְכָּא֙ H4430 טְעֵ֔ם H2942 וְעַל H5922 אֱסָרָ֖א H633 דִּ֣י H1768 רְשַׁ֑מְתָּ H7560 וְזִמְנִ֤ין H2166 תְּלָתָה֙ H8532 בְּיוֹמָ֔ H3118 בָּעֵ֖א H1156 בָּעוּתֵֽהּ H1159 ",
  "14": "אֱדַ֨יִן H116 מַלְכָּ֜א H4430 כְּדִ֧י H1768 מִלְּתָ֣א H4406 שְׁמַ֗ע H8086 שַׂגִּיא֙ H7690 בְּאֵ֣שׁ H888 עֲל֔וֹהִי H5922 וְעַ֧ל H5922 דָּנִיֵּ֛אל H1841 שָׂ֥ם H7761 בָּ֖ל H1079 לְשֵׁיזָבוּתֵ֑ H7804 וְעַד֙ H5705 מֶֽעָלֵ֣י H4606 שִׁמְשָׁ֔א H8122 הֲוָ֥א H1934 מִשְׁתַּדַּ֖ר H7712 לְהַצָּלוּתֵֽ H5338 ",
  "15": "בֵּאדַ֨יִן֙ H116 גֻּבְרַיָּ֣א H1400 אִלֵּ֔ךְ H479 הַרְגִּ֖שׁוּ H7284 עַל H5922 מַלְכָּ֑א H4430 וְאָמְרִ֣ין H560 לְמַלְכָּ֗ H4430 דַּ֤ע H3046 מַלְכָּא֙ H4430 דִּֽי H1768 דָת֙ H1882 לְמָדַ֣י H4076 וּפָרַ֔ס H6540 דִּֽי H1768 כָל H3606 אֱסָ֥ר H633 וּקְיָ֛ם H7010 דִּֽי H1768 מַלְכָּ֥א H4430 יְהָקֵ֖ים H6966 לָ֥א H3809 לְהַשְׁנָיָֽה H8133 ",
  "16": "בֵּאדַ֜יִן H116 מַלְכָּ֣א H4430 אֲמַ֗ר H560 וְהַיְתִיו֙ H858 לְדָ֣נִיֵּ֔אל H1841 וּרְמ֕וֹ H7412 לְגֻבָּ֖ H1358 דִּ֣י H1768 אַרְיָוָתָ֑א H744 עָנֵ֤ה H6032 מַלְכָּא֙ H4430 וְאָמַ֣ר H560 לְדָנִיֵּ֔אל H1841 אֱלָהָ֗ךְ H426 דִּ֣י H1768 אנתה H607 פָּֽלַֽח H6399 לֵהּ֙ Hl בִּתְדִירָ֔ H8411 ה֖וּא H1932 יְשֵׁיזְבִנָּֽךְ H7804 ",
  "17": "וְהֵיתָ֨יִת֙ H858 אֶ֣בֶן H69 חֲדָ֔ה H2298 וְשֻׂמַ֖ת H7761 עַל H5922 פֻּ֣ם H6433 גֻּבָּ֑א H1358 וְחַתְמַ֨ H2857 מַלְכָּ֜א H4430 בְּעִזְקְתֵ֗ H5824 וּבְ H5824 רַבְרְבָנ֔וֹהִי H7261 דִּ֛י H1768 לָא H3809 תִשְׁנֵ֥א H8133 צְב֖וּ H6640 בְּדָנִיֵּֽאל H1841 ",
  "18": "אֱ֠דַיִן H116 אֲזַ֨ל H236 מַלְכָּ֤א H4430 לְהֵֽיכְלֵ H1965 וּבָ֣ת H956 טְוָ֔ת H2908 וְדַחֲוָ֖ן H1761 לָא H3809 הַנְעֵ֣ל H5954 קָֽדָמ֑וֹהִי H6925 וְשִׁנְתֵּ֖ H8139 נַדַּ֥ת H5075 עֲלֽוֹהִי H5922 ",
  "19": "בֵּאדַ֣יִן H116 מַלְכָּ֔א H4430 בִּשְׁפַּרְפָּרָ֖ H8238 יְק֣וּם H6966 בְּנָגְהָ֑ H5053 וּבְ H927 לְגֻבָּ֥ H1358 דִֽי H1768 אַרְיָוָתָ֖א H744 אֲזַֽל H236 ",
  "20": "וּכְ H7127 לְגֻבָּ֔ H1358 לְדָ֣נִיֵּ֔אל H1841 בְּקָ֥ל H7032 עֲצִ֖יב H6088 זְעִ֑ק H2200 עָנֵ֨ה H6032 מַלְכָּ֜א H4430 וְאָמַ֣ר H560 לְדָנִיֵּ֗אל H1841 דָּֽנִיֵּאל֙ H1841 עֲבֵד֙ H5649 אֱלָהָ֣א H426 חַיָּ֔א H2417 אֱלָהָ֗ךְ H426 דִּ֣י H1768 אנתה H607 פָּֽלַֽח H6399 לֵהּ֙ Hl בִּתְדִירָ֔ H8411 הַיְכִ֥ל H3202 לְשֵׁיזָבוּתָ֖ H7804 מִן H4481 אַרְיָוָתָֽא H744 ",
  "21": "אֱדַ֨יִן֙ H116 דָּנִיֶּ֔אל H1841 עִם H5974 מַלְכָּ֖א H4430 מַלִּ֑ל H4449 מַלְכָּ֖א H4430 לְעָלְמִ֥ין H5957 חֱיִֽי H2418 ",
  "22": "אֱלָהִ֞י H426 שְׁלַ֣ח H7972 מַלְאֲכֵ֗הּ H4398 וּֽסֲגַ֛ר H5463 פֻּ֥ם H6433 אַרְיָוָתָ֖א H744 וְלָ֣א H3809 חַבְּל֑וּנִי H2255 כָּל H3606 קֳבֵ֗ל H6903 דִּ֤י H1768 קָֽדָמ֨וֹהִי֙ H6925 זָכוּ֙ H2136 הִשְׁתְּכַ֣חַת H7912 לִ֔י Hl וְאַ֤ף H638 קדמיך H6925 מַלְכָּ֔א H4430 חֲבוּלָ֖ה H2248 לָ֥א H3809 עַבְדֵֽת H5648 ",
  "23": "בֵּאדַ֣יִן H116 מַלְכָּ֗א H4430 שַׂגִּיא֙ H7690 טְאֵ֣ב H2868 עֲל֔וֹהִי H5922 וּלְ H1841 אֲמַ֖ר H560 לְהַנְסָקָ֣ה H5267 מִן H4481 גֻּבָּ֑א H1358 וְהֻסַּ֨ק H5267 דָּנִיֵּ֜אל H1841 מִן H4481 גֻּבָּ֗א H1358 וְכָל H3606 חֲבָל֙ H2257 לָא H3809 הִשְׁתְּכַ֣ח H7912 בֵּ֔הּ Hb דִּ֖י H1768 הֵימִ֥ן H540 בֵּאלָהֵֽ H426 ",
  "24": "וַאֲמַ֣ר H560 מַלְכָּ֗א H4430 וְהַיְתִ֞יו H858 גֻּבְרַיָּ֤א H1400 אִלֵּךְ֙ H479 דִּֽי H1768 אֲכַ֤לוּ H399 קַרְצ֨וֹהִי֙ H7170 דִּ֣י H1768 דָֽנִיֵּ֔אל H1841 וּלְ H1358 אַרְיָוָתָא֙ H744 רְמ֔וֹ H7412 אִנּ֖וּן H581 בְּנֵיה֣וֹן H1123 וּנְשֵׁי H5389 וְלָֽא H3809 מְט֞וֹ H4291 לְאַרְעִ֣ית H773 גֻּבָּ֗א H1358 עַ֠ד H5705 דִּֽי H1768 שְׁלִ֤טֽוּ H7981 בְהוֹן֙ Hb אַרְיָ֣וָתָ֔א H744 וְכָל H3606 גַּרְמֵיה֖וֹן H1635 הַדִּֽקוּ H1855 ",
  "25": "בֵּאדַ֜יִן H116 דָּרְיָ֣וֶשׁ H1868 מַלְכָּ֗א H4430 כְּ֠תַב H3790 לְֽכָל H3606 עַֽמְמַיָּ֞א H5972 אֻמַיָּ֧א H524 וְלִשָּׁנַיָּ֛ H3961 דִּֽי H1768 דארין H1753 בְּכָל H3606 אַרְעָ֖א H772 שְׁלָמְכ֥וֹן H8001 יִשְׂגֵּֽא H7680 ",
  "26": "מִן H4481 קֳדָמַי֮ H6925 שִׂ֣ים H7761 טְעֵם֒ H2942 דִּ֣י H1768 בְּכָל H3606 שָׁלְטָ֣ן H7985 מַלְכוּתִ֗י H4437 לֶהֱוֺ֤ן H1934 זאעין H2112 וְדָ֣חֲלִ֔ין H1763 מִן H4481 קֳדָ֖ם H6925 אֱלָהֵ֣הּ H426 דִּי H1768 דָֽנִיֵּ֑אל H1841 דִּי H1768 ה֣וּא H1932 אֱלָהָ֣א H426 חַיָּ֗א H2417 וְקַיָּם֙ H7011 לְעָ֣לְמִ֔ין H5957 וּמַלְכוּתֵ H4437 דִּֽי H1768 לָ֣א H3809 תִתְחַבַּ֔ל H2255 וְשָׁלְטָנֵ֖ H7985 עַד H5705 סוֹפָֽא H5491 ",
  "27": "מְשֵׁיזִ֣ב H7804 וּמַצִּ֗ל H5338 וְעָבֵד֙ H5648 אָתִ֣ין H852 וְתִמְהִ֔ין H8540 בִּשְׁמַיָּ֖ H8065 וּבְ H772 דִּ֚י H1768 שֵׁיזִ֣יב H7804 לְדָֽנִיֵּ֔אל H1841 מִן H4481 יַ֖ד H3028 אַרְיָוָתָֽא H744 ",
  "28": "וְדָנִיֵּ֣אל H1841 דְּנָ֔ה H1836 הַצְלַ֖ח H6744 בְּמַלְכ֣וּת H4437 דָּרְיָ֑וֶשׁ H1868 וּבְ H4437 כּ֥וֹרֶשׁ H3567 פרסיא H6543 ",
  "29": "וְדָנִיֵּ֣אל H1841 דְּנָ֔ה H1836 הַצְלַ֖ח H6744 בְּמַלְכ֣וּת H4437 דָּרְיָ֑וֶשׁ H1868 וּבְ H4437 כּ֥וֹרֶשׁ H3567 פרסיא H6543 "
}
