{
  "1": "Then I said, \"You Israelite leaders, listen to what I say!\\q1 You should certainly know what things are right to do\n\\q2 and what things are wrong,\n\\q1",
  "2": "but you hate what is good\\q1 and love what is evil.\n\\q2 You act like butchers:\n\\q1 it is as though you strip the skin off my people\n\\q2 and tear the flesh from their bones.\n\\q1",
  "3": "It is as though you chop them into pieces like meat to be cooked in a pot.\n\n\\q1",
  "4": "Then, when you have troubles, you plead to Yahweh to help you,\\q2 but he will not answer you.\n\\q1 At that time, he will turn his face away from you\n\\q2 because of the evil things that you have done.\"",
  "5": "This is what Yahweh says\\q1 about your false prophets who are deceiving the people:\n\\q2 \"If someone gives them food,\n\\q1 those prophets say that things will go well for him.\n\\q2 But they declare that I will punish anyone who does not give them food.\n\\q1",
  "6": "So now it is as though night will descend on you prophets;\\q2 you will not receive any more visions.\n\\q1 It is as though the sun will set for you;\n\\q2 the time when you are greatly honored will end.\n\\q1",
  "7": "Then you seers will be disgraced;\\q2 you will cover your faces because you will be ashamed,\n\\q2 because when you ask me what will happen, there will be no answer from me.\"\n\n\n\\q1",
  "8": "But as for me, I am full of God's power,\\q2 power from the Spirit of Yahweh.\n\\q1 I am just and strong\n\\q2 and declare to the Israelite people\n\\q2 that they have sinned and rebelled against Yahweh.\n\n\n\\q1",
  "9": "You leaders of the people of Israel, listen to this:\\q2 You hate it when people do what is just,\n\\q1 and when people say what is true,\n\\q2 you say it is false.\n\\q1",
  "10": "It is as though you are building houses in Jerusalem on foundations\\q2 that consist of murdering people and doing what is corrupt.\n\\q1",
  "11": "Your leaders make favorable decisions only if they receive bribes.\\q2 Your priests teach people only if those people pay them well.\n\\q2 Your false prophets require people to pay them to tell people what will happen to them in the future.\n\\q1 Those prophets say, \"Yahweh is telling us what we should say,\n\\q2 and we say that we will not experience any disasters.\"\n\n\n\\q1",
  "12": "Because of what you leaders do,\\q2 Mount Zion will be plowed like a field;\n\\q1 it will become a heap of ruins.\n\\q2 The top of the hill, where the temple is now, will be covered with trees."
}
