{
  "1": "I am very miserable!\\q1 I am like someone who is hungry, who searches for fruit to eat\n\\q2 and who finds no grapes or figs to eat\n\\q1 because all the fruit has been picked.\n\\q1",
  "2": "Everyone who honored God has disappeared from this land;\\q2 not one of them is left.\n\\q1 The people who are left are all murderers;\n\\q2 it is as though everyone is eager to kill his fellow countryman.\n\n\n\\q1",
  "3": "They do what is evil with all their might.\\q2 Government officials and judges all ask for bribes.\n\\q1 Important people tell others what they want,\n\\q2 and they plot together about how to get it.\n\\q1",
  "4": "Even the best people are as worthless as briers;\\q2 the people who we thought to be the most honest are worse than thornbushes.\n\\q1 But Yahweh will soon judge them.\n\\q2 Now is the time that he will punish people,\n\\q2 when they will be very confused because of it.\n\n\n\\q1",
  "5": "So do not trust anyone!\\q2 Do not trust even a friend;\n\\q1 even be careful what you say to your wife, whom you love.\n\\q1",
  "6": "Boys will despise their fathers,\\q2 and girls will defy their mothers.\n\\q1 Women will defy their mothers-in-law.\n\\q2 Your enemies will be those who live in your own house.\n\n\n\\q1",
  "7": "As for me, I wait for Yahweh to help me.\\q2 I confidently expect that God, my Savior, will answer me when I pray.\n\n\\q1",
  "8": "You who are our enemies,\\q2 do not gloat about what has happened to us,\n\\q1 because even if we have experienced disasters,\n\\q2 those disasters will end, and we will be prosperous again.\n\\q1 Even if it is as though we are sitting in the darkness,\n\\q2 Yahweh will be our light.\n\n\n\\q1",
  "9": "We must be patient while Yahweh punishes us\\q2 because we have sinned against him.\n\\q1 But later, it will be as though he will go to court and defend us.\n\\q2 He will make sure that the judge makes a right decision about us.\n\\q1 It will be as though he will bring us out into the light,\n\\q2 and we will see him rescue us.\n\n\n\\q1",
  "10": "Our enemies will also see it, and they will be disgraced\\q2 because they ridiculed us, saying\n\\q1 \"Why is Yahweh, that God of yours, not helping you?\"\n\\q2 But with our own eyes we will see them be defeated;\n\\q2 we will see them trampled\n\\q2 like mud in the streets.\n\n\n\\q1",
  "11": "You people of Israel, at that time your cities will be rebuilt,\\q2 and your territory will become larger.\n\\q1",
  "12": "Your people will come back to you from many countries,\\q2 from Assyria, from near the Euphrates River in the east, and from Egypt in the south,\n\\q1 from the Dead Sea to the Mediterranean Sea,\n\\q2 and from many mountains.\n\\q1",
  "13": "But the other countries on the earth will become desolate\\q2 because of the evil deeds that their people have done.\n\n\n\n\\q1",
  "14": "Yahweh, protect your people as a shepherd protects his sheep with his staff.\\q2 Lead the people whom you have chosen to belong to you.\n\\q1 Even though some of them live by themselves in a forest,\n\\q2 give them the fertile pastureland\n\\q1 in the regions of Bashan and Gilead,\n\\q2 which they possessed long ago.",
  "15": "Yahweh says,\\q1 \"Yes, I will perform miracles for you\n\\q2 like the miracles that I performed when I rescued your ancestors from being slaves in Egypt.\"\n\n\n\\q1",
  "16": "People from many nations will see what Yahweh does for you,\\q1 and they will be ashamed\n\\q2 because they do not have any power.\n\\q1 They will put their hands over their mouths and their ears because they will be very amazed at what Yahweh does.\n\\q2 They will not be able to say anything or hear anything, because they will be terrified.\n\\q1",
  "17": "Being very humiliated, they will crawl on the ground like snakes.\\q1 They will come out of their homes trembling\n\\q2 and stand to honor Yahweh our God.\n\\q1 They will be very afraid of him\n\\q2 and will tremble in front of him.\n\n\n\\q1",
  "18": "Yahweh, there is no God like you;\\q2 you forgive the sins that the people who have survived committed,\n\\q2 the people who belong to you.\n\\q1 You do not remain angry forever;\n\\q2 you are very happy to show us that you faithfully love us.\n\n\n\\q1",
  "19": "You will again act kindly toward us.\\q2 You will get rid of the scroll on which you have written the sins that we have committed,\n\\q2 as though you were trampling it under your feet\n\\q2 or throwing it into the deep ocean.\n\\q1",
  "20": "You will show that you faithfully do what you promised for us and faithfully love us,\\q2 just as you solemnly promised long ago to our ancestors Abraham and Jacob that you would do."
}
