{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, Paul, am writing this to the dear fellow believers who live in the city of Philippi. We, Paul and Timothy, are sending this letter to all of you in Philippi whom God has set apart for himself, you who are joined to Christ Jesus. We are also sending this letter to the overseers and deacons who are serving there.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We pray that God our Father and Jesus Christ our Lord will be kind to you and give you peace.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I thank my God as I pray to him, whenever I think about you.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am constantly praying for you with joy\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and thanking God because you are working with Timothy, me, and others in proclaiming the good news from the first day you believed until now.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know that God is doing very good things among you. I am completely confident that he will finish those things at the time when Jesus Christ returns.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is right for me to feel this way about you because I love you from my heart. You have been partners with me in carrying out the work that God kindly gave me to do, whether now as I am in prison, or when I speak in public about the good news and show people that it is true.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God sees how deeply I desire to be with you, just as I deeply love you all, just as Christ Jesus tenderly loves us all.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am praying for you, that you might love each other more and more, and that you might know and understand why God wants you to do so.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I also pray that God will enable you to know what you should believe and the best ways in which you should act. I pray for this so that you might be honest and blameless at the time when Christ returns.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I also pray that you will always do the things that you can do because God has declared you good in his sight because of Jesus Christ. Then other people will see how you honor God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My fellow believers, I want you to know that the hard things I have suffered have not prevented me from proclaiming the good news to people. Instead, my hardships have enabled even more people to hear the good news about Christ.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In particular, all the military guards here in Rome and many other people in this city now know that I am a prisoner because I proclaim the good news about Christ.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, most of the believers here now proclaim the good news about Jesus more courageously and fearlessly because they trust the Lord more firmly to help them. They speak about Jesus more confidently because they have seen the Lord help me in prison to speak the good news.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some people are proclaiming the good news because they are jealous and they want believers to honor them rather than me. But others are proclaiming the good news because they love Christ and they want people who have not heard the good news to hear it.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who proclaim the good news because they love Christ know that God appointed me to speak in public and explain why the good news is true.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But those who are proclaiming the good news about Christ for selfish reasons do not have good reasons for doing so. They believe they are causing me more suffering while I am here in prison.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But it does not matter! People are proclaiming the good news about Christ, either for good reasons or for bad reasons. So I am rejoicing that people are spreading the message about Jesus Christ! And I will continue to rejoice in that!\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will rejoice because I know that God will free me from prison. He will do this because you are praying for me and because the Spirit of Jesus Christ is helping me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I eagerly and confidently expect that in no way will I fail to do what I should do. Instead, I will have courage now, just as in the past. I will honor Christ with my body, whether I live or die.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for me, I live to honor Christ. But if I die, it will be even better for me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the other hand, if I continue to live here in my body in this world, I will be able to serve Christ here. So I do not know whether I prefer to live or to die.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I cannot choose which I prefer, living or dying. I long to die and leave this world and go to be with Christ, because to be with Christ would be very much better for anyone.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But it is more necessary that I remain alive here on earth because you still need me to help you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since I am convinced of this, I know that I will remain alive with you all to help you rejoice and trust Christ more.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you should be happy about me because of Christ Jesus when I am once again with you.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Most importantly, behave in front of the people who live around you in a way that shows that you honor the good news about Christ. Do this so that whether or not I come and see you, how you live will make me happy. They should tell me that you together are doing your best to believe and live as the good news teaches us.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not let any of those people who are against you frighten you! When you are courageous and resist them, this will show them that God will destroy them but will save you.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God is kind to you: He is allowing you to suffer for Christ as well as to trust in him.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are having to resist those who oppose the good news, just like you saw that I had to resist such people there in Philippi, and just like you hear that I still have to resist such people here now.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}