{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since Christ encourages us, since he loves us and comforts us, since God's Spirit fellowships with us, and since Christ is very merciful to us,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "make me completely happy by doing the following things: Agree with one another, love one another, act together as one person, and try to accomplish the same things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Never try to make yourselves more important than others nor boast about what you are doing. Instead, be humble, and in particular, honor one another more than you honor yourselves.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each one of you should not only be concerned about your needs. You should also be concerned about other people and help them when they have needs. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Think the same way as Christ Jesus thinks:\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although he is deserving of all the honors that God should receive, \n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "he took his honors and laid them down, and did not hold on to them.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, he gave up everything,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "taking on the qualities of a servant,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and he became a human being.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And he humbled himself by taking on human form,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and in his humility he obeyed God \n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "even though obedience to God meant he had to die,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and he died a terrible death, the death of a criminal, death on the cross.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of Christ's obedience to him, God honored him very much;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "he honored him more than anyone else who has ever lived,\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so that when everyone hears the name \"Jesus\"\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "everyone will bow down to honor him,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "people who are in heaven, and on earth, and under the earth;\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so that everyone will say the same praises, \n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "that Jesus Christ is Lord,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and they will praise God the Father because of him.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My dear friends, as you always obeyed God when I was with you, now that I am apart from you, obey him even more. Honor God together, be humble, and do your best to live as those whom God is saving.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For God is working in your hearts so that you will want to do and then actually do the good things that please him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do everything without complaining or arguing,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so that you neither do nor think of anything wrong as you live among unbelievers, since many of these are wicked people who call evil good. Among these wicked people you should be like the stars at night that shine in the midst of darkness.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Keep trusting in the message that can make you live forever. If you do this, I will rejoice at the time when Christ returns, because then I will know that I did not work among you uselessly.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And I will greatly rejoice with you all, even if they kill me, and my blood pours out like something I offer to God. It will be in addition to what you sacrifice to God because you trust in him.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the same way you, too, should rejoice together with me!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am trusting in the Lord Jesus to be able to send Timothy to you soon. I hope that when he returns, he will encourage me by telling me about what God is doing in your lives.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have no one else like Timothy who genuinely cares for you.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the others whom I might send to you are concerned only about their own matters. They are not concerned enough about what Jesus Christ considers important.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you know Timothy's proven character, because as a son with a father he served me in the gospel. \n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I confidently expect to send Timothy to you as soon as I know what will happen to me.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And because I believe that the Lord wants this to happen, I am confident that they will soon release me, and that I will come to you myself.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I believe that I must send Epaphroditus back to you. He is a fellow believer and my fellow worker and soldier for Christ, and your messenger and servant whom you sent to help me in my need.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Epaphroditus learned that you heard he was sick, he became very worried and began longing to be there with all of you at Philippi.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Indeed, he was so sick that he almost died, but he did not die. Instead, God was very kind to him and also to me, so that I would not have a reason to grieve much.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I am sending him back to you as quickly as possible. I will do this in order that you may rejoice when you see him again, and that I might grieve less.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Welcome Epaphroditus with the great joy we have because the Lord Jesus loves us. Honor him and other believers like him.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As he was working for Christ, he almost died. He ran the risk of dying in order to supply the things that I needed, something you could not do because you are far away from me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}