{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Finally, my fellow believers, continue to rejoice because you belong to the Lord. Though I will now write to you about those same matters that I mentioned to you before, this does not make me tired, and it will protect you from those who would like to harm you.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Beware of those people who are as dangerous to you as wild dogs. They just mutilate men's bodies so they will become Jews.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for us—the Spirit of God enables us to truly worship God; we rejoice because we trust in Christ Jesus; and the rituals or ceremonies that people perform mean nothing to us. Therefore we ourselves are what it truly means to be circumcised.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone could have done enough things to please God, it would have been me.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They circumcised me seven days after I was born. I was born as one of the people of Israel. I am from the tribe of Benjamin. You cannot find a person more Hebrew than myself! My ancestors were all Hebrews. And it was as a Pharisee that I obeyed all the laws of Moses and what our ancestors taught about them.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I was so passionate to make people obey the law that I caused believers in Christ to suffer. No one could say that I ever disobeyed the law.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But everything that I then considered to be important I now consider to be worthless, because Christ has changed me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, even more I now consider all things as not only worthless, but as useless garbage to throw away, compared to how great it is to know Christ Jesus my Lord. I have removed from my life everything worthless, in order to benefit from Christ.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I now belong completely to Christ. I know that I cannot make myself good in God's sight by keeping the law. Instead I trust totally in Christ, so God has declared me good in His sight.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When God declared me good in his sight, he did this so that I could begin to know Christ; so that God could begin to work in me with the same power with which he raised Christ from the dead; so that I could begin to suffer along with Christ as he suffered; and so that Christ could make me more like him when he died.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All of this is because I fully expect that God will cause me to live again, as he has promised.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I do not claim that all of these things have fully happened to me yet. But I keep trying to receive these things, because these things are why Christ Jesus took possession of me.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My fellow believers, I certainly do not yet think that all these things have completely happened to me. But I am like a runner, because I do not look backward as I run toward the finish line.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, I keep running toward the finish line, in order to win the prize, which is to live forever with God. This is what God has called me for, and what Christ Jesus has made possible.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So all of us who have become strong believers should think this same way. But if any of you do not think this same way, God will reveal this to you.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whatever is true about us now, however far we have come, let us trust Christ more and more in the same way we have done until now.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My fellow believers, join with me and imitate me, and observe closely those people who live as I do, and imitate our example.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There are many people who say that they believe in Christ, but they really oppose what he did on the cross for us. I have told you about those people many times before, and now I am sad, even crying, as I tell you about them again.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God will destroy them in the end because their god is their desire to eat, and they live shamefully and think about things of the earth.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for us, we are citizens of heaven. It is from heaven that we are eagerly awaiting our Lord and Savior Jesus Christ to return.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will change the bodies we have now, weak and humble bodies, into bodies like his own powerful body. He will do this with the same power with which he controls all things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}