{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the Philistines fought against Israel. Every man of Israel fled from before the Philistines and fell down dead on Mount Gilboa.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Philistines closely pursued Saul and his son. The Philistines killed Jonathan, Abinadab, and Malki-Shua, his sons.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The battle went heavily against Saul, and the archers overtook him, and they wounded him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then said Saul to his armor bearer, \"Draw your sword and thrust me through with it. Otherwise, these uncircumcised will come and abuse me.\" But his armor bearer would not, for he was very afraid. So Saul took his own sword and fell on it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When his armor bearer saw that Saul was dead, he likewise fell on his sword and died.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Saul died, and his three sons, so all his household members died together.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When every man of Israel in the valley saw that they had fled, and that Saul and his sons were dead, they abandoned their cities and fled. Then the Philistines came and lived in them.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about on the next day, when the Philistines came to strip the dead, that they found Saul and his sons fallen on Mount Gilboa.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They stripped him and took his head and his armor. They sent messengers throughout Philistia to carry the news to their idols and to the people.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They put his armor in the temple of their gods, and fastened his head to the temple of Dagon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When all Jabesh Gilead heard of all that the Philistines had done to Saul,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "all the fighting men went and took away the body of Saul and those of his sons, and brought them to Jabesh. They buried their bones under the oak in Jabesh and fasted seven days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Saul died because he was unfaithful to Yahweh. He did not obey Yahweh's instructions, but asked for advice from someone who talked with the dead.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did not seek guidance from Yahweh, so Yahweh killed him and turned over the kingdom to David son of Jesse.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}