{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the men who came to David to Ziklag, while he was still banished from the presence of Saul son of Kish. They were among the soldiers, his helpers in battle.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were armed with bows and could use both the right hand and the left in slinging stones and in shooting arrows from the bow. They were Benjamites, Saul's fellow tribesmen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The chief was Ahiezer, then Joash, both sons of Shemaah the Gibeathite. There were Jeziel and Pelet, sons of Azmaveth. There were also Berakah, Jehu the Anathothite,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ishmaiah the Gibeonite, a soldier among the thirty (and in command of the thirty); Jeremiah, Jahaziel, Johanan, Jozabad the Gederathite,\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eluzai, Jerimoth, Bealiah, Shemariah, Shephatiah the Haruphite,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the Korahites Elkanah, Isshiah, Azarel, Joezer, Jashobeam, and\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joelah and Zebadiah, sons of Jeroham of Gedor.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some Gadites joined David at the stronghold in the wilderness. They were fighting men, men trained for battle, who could handle shield and spear; whose faces were as fierce as the faces of lions. They were as swift as gazelles on the mountains.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were Ezer the leader, Obadiah the second, Eliab the third,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mishmannah the fourth, Jeremiah the fifth,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Attai the sixth, Eliel the seventh,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Johanan the eighth, Elzabad the ninth,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jeremiah the tenth, Makbannai the eleventh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These sons of Gad were leaders of the army. The least led a hundred, and the greatest led a thousand.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They crossed the Jordan in the first month, when it overflowed its banks, and chased away all those living in the valleys, both toward the east and toward the west.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the men of Benjamin and Judah came to the stronghold to David.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David went out to meet them and addressed them: \"If you have come in peace to me to help me, you may join me. But if you have come to betray me to my adversaries, may the God of our ancestors see and rebuke you, since I have done no wrong.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Spirit came on Amasai, who was chief of the thirty. Amasai said, \"We are yours, David. We are on your side, son of Jesse. Peace, may peace be to whoever helps you. May peace be to your helpers, for your God is helping you.\" Then David received them and made them commanders over his men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some from Manasseh also deserted to David when he came with the Philistines against Saul to battle. Yet they did not help the Philistines, because the Philistine lords consulted with each other and sent David away. They said, \"He will desert to his master Saul at the risk of our lives.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he went to Ziklag, the men of Manasseh who joined him were Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu, and Zillethai, captains over thousands of Manasseh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They helped David fight against the roving bands, for they were fighting men. Later they became commanders in the army.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Day after day, men came to David to help him, until there was a great army, like the army of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the record of the armed soldiers for war, who came to David to Hebron, to turn the kingdom of Saul over to him, which carried out Yahweh's word.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From Judah those who carried shield and spear were 6,800, armed for war.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the Simeonites there were 7,100 fighting men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the Levites there were 4,600 fighting men.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoiada was the leader of Aaron's descendants, and with him were 3,700.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "With Zadok, a young, strong, and courageous man, were twenty-two leaders from his father's family.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From Benjamin, Saul's tribe, were three thousand. Most of them had remained loyal to Saul until this time.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the Ephraimites there were 20,800 fighting men, men who were famous in their fathers' houses.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the half tribe of Manasseh there were eighteen thousand famous men who came to make David king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From Issachar, there were two hundred leaders who had understanding of the times and knew what Israel ought to do. All their relatives were under their command.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From Zebulun there were fifty thousand fighting men, prepared for battle, with all the weapons of war, and ready to give undivided loyalty.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From Naphtali there were one thousand officers, and with them thirty-seven thousand men with shields and spears.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the Danites there were 28,600 men prepared for battle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From Asher there were forty thousand men prepared for battle.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the other side of the Jordan, from the Reubenites, Gadites, and the half tribe of Manasseh, there were 120,000 men armed with all kinds of weapons for battle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All these soldiers, equipped for battle, came to Hebron with firm intentions to make David king over all Israel. All the rest of Israel were in agreement to make David king also.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were there with David three days, eating and drinking, for their relatives had sent them with provisions.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In addition, those who were near to them, as far as Issachar and Zebulun and Naphtali, brought bread on donkeys, camels, mules, and oxen, and cakes of figs, clusters of raisins, wine, oil, oxen, and sheep, for Israel was celebrating.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}