{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David consulted with the commanders of thousands and of hundreds, with every leader.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said to all the assembly of Israel, \"If it seems good to you, and if this comes from Yahweh our God, let us send messengers everywhere to our brothers who remain in all the regions of Israel, and to the priests and Levites who are in their cities. Let them be told to join us.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let us bring the ark of our God back to ourselves, for we did not seek his will in the days of Saul's reign.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The whole assembly agreed to do these things, because they seemed right in the eyes of all the people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David assembled all Israel together, from the Shihor River in Egypt to Lebo Hamath, to bring the ark of God from Kiriath Jearim.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David and all Israel went up to Baalah, that is, Kiriath Jearim, which belongs to Judah, to bring up from there the ark of God, which is called by Yahweh's name, Yahweh, who sits enthroned over the cherubim.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they set the ark of God on a new cart. They brought it out of Abinadab's house. Uzzah and Ahio were guiding the cart.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David and all Israel were celebrating before God with all their might. They were singing with stringed instruments, tambourines, cymbals, and trumpets.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they came to the threshing floor of Kidon, Uzzah reached out with his hand to grab the ark, because the oxen stumbled.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the anger of Yahweh burned against Uzzah, and Yahweh killed him because Uzzah had reached out with his hand to the ark. He died there before God.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David was angry because Yahweh had attacked Uzzah. That place is called Perez Uzzah to this day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David was afraid of God that day. He said, \"How can I bring the ark of God home to me?\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David did not move the ark to the city of David, but put it aside in the house of Obed Edom the Gittite.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The ark of God remained in Obed Edom's household in his house for three months. So Yahweh blessed his house and all that he possessed.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}