{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened that after the king had settled in his house, he said to Nathan the prophet, \"Look, I am living in a house of cedar, but the ark of the covenant of Yahweh is staying under a tent.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Nathan said to David, \"Go, do what is in your heart, for God is with you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But that same night the word of God came to Nathan, saying,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Go and tell David my servant, 'This is what Yahweh says: You will not build me a house in which to live.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I have not lived in a house from the day that I brought up Israel to this present day. Instead, I have been living in a tent, a tabernacle, in various places.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In all places I have moved among all Israel, did I ever say anything to any of Israel's leaders whom I appointed to shepherd my people, saying, \"Why have you not built me a house of cedar?\"'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Now then, tell my servant David, 'This is what Yahweh of hosts says: I took you from the pasture, from following the sheep, so that you would be ruler over my people Israel.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have been with you wherever you went and have cut off all your enemies from before you, and I will make you a name, like the name of the great ones who are on the earth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will appoint a place for my people Israel and will plant them there, so that they may live in their own place and be troubled no more. No longer will wicked people oppress them, as they did before,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "as they were doing from the days that I commanded judges to be over my people Israel. Then I will subdue all your enemies. Moreover I tell you that I, Yahweh, will build you a house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It will come about that when your days are fulfilled for you to go to your fathers, I will raise up your descendant after you, and for one of your own descendants, I will establish his kingdom.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will build me a house, and I will establish his throne forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will be a father to him, and he will be my son. I will not take my covenant faithfulness away from him, as I took it from Saul, who ruled before you.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will set him over my house and in my kingdom forever, and his throne will be established forever.'\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nathan spoke to David and reported to him all these words, and he told him about the entire vision.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David the king went in and sat before Yahweh; he said, \"Who am I, Yahweh God, and what is my family, that you have brought me to this point?\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this was a small thing in your sight, God. You have spoken of your servant's family for a great while to come, and have shown me future generations, Yahweh God.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What more can I, David, say to you? You have honored your servant. You have given your servant special recognition.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, for your servant's sake, and to fulfill your own purpose, you have done this great thing to reveal all your great deeds.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, there is none like you, and there is no God besides you, just as we have always heard.\n\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For what nation on earth is like your people Israel, whom you, God, rescued from Egypt as a people for yourself, to make a name for yourself by great and awesome deeds? You drove out nations from before your people, whom you rescued from Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You made Israel your own people forever, and you, Yahweh, became their God.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now, Yahweh, may the promise that you made concerning your servant and his family be established forever. Do as you have spoken.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May your name be established forever and be great, so the people will say, 'Yahweh of hosts is the God of Israel,' while the house of me, David, your servant is established before you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you, my God, have revealed to your servant that you will build him a house. That is why I, your servant, have found courage to pray to you.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, Yahweh, you are God, and have made this good promise to your servant:\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now it has pleased you to bless your servant's house, that it may continue forever before you. You, Yahweh, have blessed it, and it will be blessed forever.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}