{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After this it came about that David attacked the Philistines and defeated them. He took Gath and its villages out of the Philistines' control.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he defeated Moab, and the Moabites became servants to David and paid him tribute.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David then defeated Hadadezer, king of Zobah at Hamath, as Hadadezer was traveling to establish his rule by the Euphrates River.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David captured from him a thousand chariots, seven thousand horsemen, and twenty thousand footmen. David hamstrung all the chariot horses, but reserved enough of them for a hundred chariots.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Arameans of Damascus came to help Hadadezer king of Zobah, David killed twenty-two thousand Aramean men.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David put garrisons in Aram of Damascus, and the Arameans became servants to him and brought him tribute. Yahweh gave victory to David wherever he went.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David took the golden shields that were on Hadadezer's servants and brought them to Jerusalem.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From Tebah and Kun, cities of Hadadezer, David took very much bronze. It was with this bronze that Solomon later made the bronze basin called \"The Sea,\" the pillars, and the bronze equipment.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Tou, king of Hamath, heard that David had defeated all the army of Hadadezer king of Zobah,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and so Tou sent Hadoram his son to King David to greet him and to bless him. He did this because David had fought against Hadadezer and defeated him, and because Tou had often been at war with Hadadezer. Tou also sent David many different sorts of articles made of gold and silver and bronze.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King David set these objects apart to Yahweh, together with the silver and the gold that he carried away from all the nations: Edom, Moab, the people of Ammon, the Philistines, and Amalek.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abishai son of Zeruiah killed eighteen thousand Edomites in the Valley of Salt.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He placed garrisons in Edom, and all the Edomites became David's servants. Yahweh gave victory to David wherever he went.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David reigned over all Israel, and he administered justice and righteousness to all his people.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joab son of Zeruiah was the commander of the army, and Jehoshaphat son of Ahilud was recorder.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zadok son of Ahitub and Ahimelech son of Abiathar were priests, and Shavsha was scribe.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Benaiah son of Jehoiada was over the Kerethites and Pelethites, and David's sons were the chief officials at the hand of the king. \n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}