{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about later that Nahash, king of the people of Ammon, died, and that his son became king in his place.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said, \"I will show kindness to Hanun son of Nahash, because his father showed kindness to me.\" So David sent messengers to console him concerning his father. David's servants entered the land of the Ammonites and went to Hanun, in order to console him.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Ammonite princes said to Hanun, \"Do you think that David is honoring your father because he has sent men to comfort you? Do not his servants come to you to explore and examine the land in order to overthrow it?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Hanun seized David's servants, shaved them, cut off their garments to the waist, up to their buttocks, and sent them away.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they explained this to David, he sent to meet with them, for the men were deeply ashamed. The king said, \"Stay at Jericho until your beards have grown back, and then return.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Ammonites saw that they had become a stench to David, Hanun and the Ammonites sent a thousand talents of silver to hire Aramean chariots and horsemen from Naharaim, Maacah, and Zobah.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They hired thirty-two thousand chariots and the king of Maacah and his army, who came and encamped before Medeba. Then the Ammonites gathered themselves together from their cities and came out to battle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David heard of it, he sent Joab and his entire army to meet them.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Ammon came out and lined up for battle at the city gate, while the kings who had come were by themselves in the field.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Joab saw the battle lines facing him both in front and behind, he chose some of Israel's best fighters and arranged them against the Arameans.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the rest of the army, he gave it into the command of Abishai his brother, and he put them into battle lines against the army of Ammon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joab said, \"If the Arameans are too strong for me, then you, Abishai, must rescue me. But if the army of Ammon is too strong for you, then I will come and rescue you.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be strong, and let us show ourselves to be strong for our people and for the cities of our God, for Yahweh will do what is good in his eyes.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joab and the soldiers of his army advanced to the battle against the Arameans, who were forced to flee before the army of Israel.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the army of Ammon saw that the Arameans had fled, they also fled from Joab's brother Abishai and went back into the city. Then Joab returned from the people of Ammon and went back to Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Arameans saw that they were being defeated by Israel, they sent for reinforcements from beyond the Euphrates River, with Shophak the commander of Hadadezer's army.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David was told this, he gathered all Israel together, crossed the Jordan, and came upon them. He arranged the army for battle against the Arameans, and they fought him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Arameans fled from Israel, and David killed seven thousand Aramean charioteers and forty thousand foot soldiers. He also killed Shophak, the commander of the army.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When all the kings who were servants of Hadadezer saw that they were defeated by Israel, they made peace with David and served them. So the people of Aram were no longer willing to help the Ammonites.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}