{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "An adversary arose against Israel and incited David to count Israel.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said to Joab and to the commanders of the army, \"Go, count the people of Israel from Beersheba to Dan and report back to me, that I may know their number.\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joab said, \"May Yahweh make his army a hundred times greater than it is. But my master the king, do they not all serve my master? Why does my master want this? Why bring guilt on Israel?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the king's word was enforced against Joab. So Joab left and went throughout all Israel. Then he came back to Jerusalem.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joab reported the total of the count of the fighting men to David. There were in Israel 1,100,000 men who drew the sword. Judah alone had 470,000 soldiers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Levi and Benjamin were not counted among them, for the king's command had disgusted Joab.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God was offended by this action, so he attacked Israel.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said to God, \"I have greatly sinned by doing this. Now take away your servant's guilt, for I have acted very foolishly.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh told Gad, David's prophet,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Go say to David, 'This is what Yahweh says: I am giving you three choices. Choose one of them.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Gad went to David and said to him, \"Yahweh says this, 'Choose one of these:\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "either three years of famine, three months being pursued by your enemies and being caught by their swords, or else three days of Yahweh's sword, that is, a plague in the land, with the angel of Yahweh destroying throughout all the land of Israel.' Now then, decide what answer I should take to the one who sent me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David said to Gad, \"I am in great distress! Let me fall into the hand of Yahweh rather than into the hand of man, for his merciful actions are very great.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh sent a plague on Israel, and seventy thousand people died.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God sent an angel to Jerusalem to destroy it. As he was about to destroy it, Yahweh watched and changed his mind about the harm. He said to the destroying angel, \"Enough! Now draw back your hand.\" At that time the angel of Yahweh was standing at the threshing floor of Ornan the Jebusite.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David looked up and saw the angel of Yahweh standing between earth and heaven, having a drawn sword in his hand raised over Jerusalem. Then David and the elders, clothed in sackcloth, lay facedown on the ground.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said to God, \"Is it not I that commanded that the army be numbered? I did this wicked thing. But these sheep, what have they done? Yahweh my God! Let your hand strike me and my family, but do not let the plague remain on your people.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the angel of Yahweh commanded Gad to say to David, that David should go up and build an altar for Yahweh at the threshing floor of Ornan the Jebusite.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David went up as Gad instructed him to do in the name of Yahweh.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Ornan was threshing wheat, he turned and saw the angel. He and his four sons with him hid themselves.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David came to Ornan, Ornan looked and saw David. He left the threshing floor and bowed to David with his face to the ground.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David said to Ornan, \"Sell me this threshing floor, so I can build an altar for Yahweh. I will pay the full price, so that the plague may be removed from the people.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ornan said to David, \"Take it as your own, my master the king. Do with it what is good in your sight. Look, I will give you oxen for burnt offerings, threshing sledges for wood, and wheat for the grain offering; I will give it all to you.\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King David said to Ornan, \"No, I insist on buying it for the full price. I will not take what is yours and offer it as a burnt offering to Yahweh if it costs me nothing.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David paid six hundred shekels of gold for the place.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David built an altar for Yahweh there and offered on it burnt offerings and fellowship offerings. He called on Yahweh, who answered him with fire from heaven on the altar for burnt offerings.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh gave an order to the angel, and the angel put his sword back into its sheath.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David saw that Yahweh had answered him at the threshing floor of Ornan the Jebusite, he performed the sacrifice there at that same time.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now at that time, Yahweh's tabernacle, which Moses had made in the wilderness, and the altar for burnt offerings, were at the high place at Gibeon.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, David could not go there to ask for God's direction, because he was afraid of the sword of the angel of Yahweh.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}