{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David said, \"This is where the house of Yahweh God will be, with the altar for the burnt offerings of Israel.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David ordered his servants to gather together the foreigners living in the land of Israel. He assigned them to be stonecutters, to cut stone blocks, in order to build God's house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David supplied a large amount of iron for the nails for the doors to go in the gateways, and for braces. He also supplied more bronze than could be weighed,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and more cedar trees than could be counted. (The Sidonians and the Tyrians brought too many cedar logs to David to count.)\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said, \"My son Solomon is young and inexperienced, and the house that is to be built for Yahweh must be especially magnificent, so that it will be famous and glorious in all other lands. So I will prepare for its building.\" So David made extensive preparations before his death.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he called for Solomon his son and commanded him to build a house for Yahweh, the God of Israel.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said to Solomon, \"My son, it was my intention to build a house myself, for the name of Yahweh my God.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh came to me and said, 'You have shed much blood and have fought many battles. You will not build a house for my name, because you have shed much blood on the earth in my sight.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, you will have a son who will be a peaceful man. I will give him rest from all his enemies on every side. For his name will be Solomon, and I will give peace and quiet to Israel in his days.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will build a house for my name. He will be my son, and I will be his father. I will establish the throne of his kingdom over Israel forever.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, my son, may Yahweh be with you and enable you to succeed. May you build the house of Yahweh your God, as he said you would.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Only may Yahweh give you insight and understanding, so that you may obey the law of Yahweh your God, when he places you in charge over Israel.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you will succeed, if you carefully obey the statutes and the decrees that Yahweh gave to Moses concerning Israel. Be strong and courageous. Do not fear or be discouraged.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, see, at great effort I have prepared for Yahweh's house 100,000 talents of gold, one million talents of silver, and bronze and iron in large quantities. I have also provided timber and stone. You must add more to all this.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have many workmen with you: stonecutters, masons, carpenters, and skillful craftsmen without number of every kind,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "who can work with gold, silver, bronze, and iron. Arise and begin the work, and may Yahweh be with you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David also ordered all the leaders of Israel to help Solomon his son, saying,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Yahweh your God is with you and has given you peace on every side. He has given the region's inhabitants into my hand. The region is subdued before Yahweh and his people.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now seek Yahweh your God with all your heart and your soul. Get up and build the holy place of Yahweh God. Then you can bring the ark of the covenant of Yahweh and the things that belong to God into the house built for Yahweh's name.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}