{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David was old and near the end of his life, he made Solomon his son king over Israel.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He gathered together all the leaders of Israel, with the priests and Levites.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Levites who were thirty years old and older were counted. They numbered thirty-eight thousand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Of these, twenty-four thousand were to oversee the work of Yahweh's house, and six thousand were officers and judges.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Four thousand were gatekeepers, and four thousand were to praise Yahweh with the instruments that I made to give praise,\" David said.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He divided them into groups that corresponded to Levi's sons: Gershon, Kohath, and Merari.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the clans descended from Gershon, there were Ladan and Shimei.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were three of Ladan's sons: Jehiel the leader, Zetham, and Joel.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were three of Shimei's sons: Shelomoth, Haziel, and Haran. These were the leaders of the clans of Ladan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were four of Shimei's sons: Jahath, Ziza, Jeush, and Beriah.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jahath was the oldest, and Ziza the second, but Jeush and Beriah did not have many sons, so they were considered as one clan with the same duties.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were four of Kohath's sons: Amram, Izhar, Hebron, and Uzziel.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were Amram's sons: Aaron and Moses. Aaron was chosen to set apart the most holy things, that he and his descendants would offer incense before Yahweh, to serve him and to give blessings in his name forever.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for Moses the man of God, his sons were considered to be Levites.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses' sons were Gershom and Eliezer.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gershom's descendant was Shubael the oldest.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eliezer's descendant was Rehabiah. Eliezer had no other sons, but Rehabiah had many descendants.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Izhar's son was Shelomith the leader.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hebron's descendants were Jeriah, the oldest, Amariah the second, Jahaziel the third, and Jekameam the fourth.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Uzziel's sons were Micah the oldest, and Ishijah the second.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Merari's sons were Mahli and Mushi. Mahli's sons were Eleazar and Kish.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eleazar died without having any sons. He had only daughters. The sons of Kish married them.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mushi's three sons were Mahli, Eder, and Jerimoth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were Levi's descendants corresponding to their clans. They were the leaders, counted and listed by name, of the clans that did the work in the service of Yahweh's house, from twenty years old and upward.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For David said, \"Yahweh, the God of Israel, has given rest to his people. He makes his home in Jerusalem forever.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Levites will no longer need to carry the tabernacle and all the equipment used in its service.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For by David's last words the Levites were counted, from twenty years old and upward.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their duty was to assist Aaron's descendants in the service of Yahweh's house. They were to care for the courtyards, the rooms, the ceremonial purification of all the things that belong to Yahweh, and other work in the service of God's house.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also took care of the bread of the presence, the fine flour for grain offerings, the unleavened wafers, the baked offerings, the offerings mixed with oil, and all the measuring of the amounts and sizes of things.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also stood every morning to thank and praise Yahweh. They also did this in the evening\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and whenever burnt offerings were offered to Yahweh, on the Sabbath and at the new moon festivals and feast days. A fixed number, assigned by decree, always had to be present before Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were in charge of the tent of meeting, the holy place, and helped their fellow descendants of Aaron in the service of Yahweh's house.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}