{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The work groups based on Aaron's descendants were these: Nadab, Abihu, Eleazar and Ithamar.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nadab and Abihu died before their father died. They had no children, so Eleazar and Ithamar served as priests.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David, together with Zadok, a descendant of Eleazar, and Ahimelech, a descendant of Ithamar, divided them into groups for their work as priests.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were more leading men among Eleazar's descendants than among Ithamar's descendants, so they divided Eleazar's descendants into sixteen groups. They did this by heads of clans and by Ithamar's descendants. These divisions were eight in number, corresponding to their clans.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They divided them impartially by lot, for there were holy officials and officials of God, from both Eleazar's descendants and Ithamar's descendants.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shemaiah son of Nethanel the scribe, a Levite, wrote down their names in the presence of the king, the officials, Zadok the priest, Ahimelech son of Abiathar, and the leaders of the priestly and Levite families. One clan was drawn by lot from Eleazar's descendants, and then the next would be drawn from Ithamar's descendants.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The first lot went to Jehoiarib, the second to Jedaiah,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the third to Harim, the fourth to Seorim,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the fifth to Malchijah, the sixth to Mijamin,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the seventh to Hakkoz, the eighth to Abijah,\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the ninth to Jeshua, the tenth to Shecaniah,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the eleventh to Eliashib, the twelfth to Jakim,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the thirteenth to Huppah, the fourteenth to Jeshebeab,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the fifteenth to Bilgah, the sixteenth to Immer,\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the seventeenth to Hezir, the eighteenth to Happizzez,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the nineteenth to Pethahiah, the twentieth to Jehezkel,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the twenty-first to Jakin, the twenty-second to Gamul,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the twenty-third to Delaiah, and the twenty-fourth to Maaziah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This was the order of their service, when they came into Yahweh's house, following the procedure given to them by Aaron their ancestor, as Yahweh, the God of Israel, had instructed him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the rest of the descendants of Levi: Of the sons of Amram, Shubael; of the sons of Shubael, Jehdeiah.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for Rehabiah, the sons of Rehabiah: Ishijah the leader.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the Izharites: Shelomoth; from the sons of Shelomoth: Jahath.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Hebron: Jeriah the leader, Amariah the second, Jahaziel the third, and Jekameam the fourth.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The son of Uzziel: Micah; from the sons of Micah: Shamir.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The brother of Micah: Ishijah. From the sons of Ishijah: Zechariah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Merari: Mahli and Mushi; from the son of Jaaziah: Beno.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Merari from Jaaziah: Beno, Shoham, Zaccur, and Ibri.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From Mahli: Eleazar, who had no sons.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From Kish: The son of Kish: Jerahmeel.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Mushi: Mahli, Eder, and Jerimoth. These were the Levites, listed by their families.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These men who were the head of each father's house and each of their younger brothers, cast lots in the presence of King David, and Zadok and Ahimelech, along with the leaders of the families of the priests and Levites. They cast lots just as Aaron's descendants had done.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}