{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Here were the divisions of the gatekeepers: From the Korahites, Meshelemiah son of Kore, a descendant of Asaph "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Asaph is the same person referred to as \\fqa Ebiasaph \\fqa* in 1 Chron. 9:19. ",
        "endTag": "f*"
      },
      {
        "type": "text",
        "text": ".\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Meshelemiah "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Meshelemiah is the same person referred to as \\fqa Shelemiah \\fqa* in 1 Chron. 26:14. ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": "had sons: Zechariah the firstborn, Jediael the second, Zebadiah the third, Jathniel the fourth,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elam the fifth, Jehohanan the sixth, Eliehoenai the seventh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Obed Edom had sons: Shemaiah the firstborn, Jehozabad the second, Joah the third, and Sakar the fourth, and Nethanel the fifth,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ammiel the sixth, Issachar the seventh, Peullethai the eighth, for God had blessed Obed Edom.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To Shemaiah his son were born sons who ruled over their families; they were men with many abilities.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Shemaiah were Othni, Rephael, Obed, and Elzabad. His relatives Elihu and Semakiah were also men with many abilities.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All these were descendants of Obed Edom. They and their sons and relatives were men capable of doing their duties in the tabernacle service. There were sixty-two of them related to Obed Edom.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Meshelemiah had sons and relatives, capable men, eighteen in all.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hosah, a descendant of Merari, had sons: Shimri the leader (although he was not the firstborn, his father made him leader),\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hilkiah the second, Tabaliah the third, Zechariah the fourth. All of Hosah's sons and kinsmen were thirteen in number.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These divisions of the gatekeepers, corresponding to their leaders, had responsibilities, like their relatives, to serve in Yahweh's house.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They threw lots, both young and old, corresponding to their families, for every gate.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the lot was cast for the east gate, it fell to Shelemiah "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Shelemiah is the same person referred to as \\fqa Meshelemiah \\fqa* in 1CH 26:2. ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": ". They then cast lots for Zechariah his son, a prudent advisor, and his lot came out for the north gate.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To Obed Edom was assigned the south gate, and his sons were assigned the storehouses.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shuppim and Hosah were assigned the west gate along with the gate of Shalleketh, on the upper road. Watches were established for each family.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the east were six Levites, on the north four a day, on the south four a day, and at the storehouses two pairs.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the pillar to the west there were four stationed at the road and two at the pillar "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft The word translated \"pillar\" is translated in some versions as \"parbar.\" This word appears only here and in 2 Kings 23:11 in the Old Testament. The meaning of this word is not clear. ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the gatekeepers' divisions. They were filled with descendants of Korah and Merari.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Among the Levites, Ahijah was in charge of the treasures of God's house, and of the treasures of the things that belong to Yahweh.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The descendants of Ladan, descended from Gershon through him and who were leaders of the families of Ladan the Gershonite, were Jehieli,\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the sons of Jehieli, Zetham, and Joel his brother. They were in charge of the storehouses of the house of Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the clans of Amram, the clans of Izhar, the clans of Hebron, and the clans of Uzziel:\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shubael son of Gershom son of Moses, was supervisor over the storehouses.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His relatives from the clan of Eliezer were his son Rehabiah, Rehabiah's son Jeshaiah, Jeshaiah's son Joram, Joram's son Zichri, and Zichri's son Shelomith.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shelomith and his relatives were over all the storehouses holding the things that belong to Yahweh, that David the king, the family leaders, commanders over thousands and hundreds, and the army commanders had set apart.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They set apart the plunder won in battles for the upkeep of the house of Yahweh.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were also in charge of everything that was set apart to Yahweh by Samuel the prophet, Saul son of Kish, Abner son of Ner, and Joab son of Zeruiah. Everything that was set apart to Yahweh was under the guard of Shelomith and his relatives.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Of Izhar's descendants, Kenaniah and his sons were in charge of the civil affairs of Israel. They were officers and judges.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Of Hebron's descendants, Hashabiah and his brothers, 1,700 capable men, were in charge of Yahweh's work and the king's work. They were on the west side of the Jordan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From Hebron's descendants, Jeriah was the leader of his descendants, counted from the lists of their families. In the fortieth year of the reign of David they examined the records and found among them men of ability in Jazer of Gilead.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jeriah had 2,700 relatives, who were capable family leaders. David made them overseers over the tribes of Reuben and Gad, and the half tribe of Manasseh, for every matter pertaining to God, and for the king's affairs.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}