{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the list of the Israelite family leaders, commanders of thousands and hundreds, as well as army officers who served the king in various ways. Each military division served month by month throughout the year. Each division had twenty-four thousand men.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Over the division for the first month was Jashobeam son of Zabdiel. In his division were twenty-four thousand men.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was among the descendants of Perez and in charge of all the army officers for the first month.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Over the division for the second month was Dodai, from the clan descended from Ahoah. Mikloth was second in rank. In his division were twenty-four thousand men.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The commander of the army for the third month was Benaiah son of Jehoiada, a priest and leader. In his division were twenty-four thousand men.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the Benaiah who was the leader of the thirty, and over the thirty. Ammizabad his son was in his division.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The commander for the fourth month was Asahel brother of Joab. Zebadiah his son became commander after him. In his division were twenty-four thousand men.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The commander for the fifth month was Shamhuth, a descendant of Izrah. In his division were twenty-four thousand men.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The commander for the sixth month was Ira son of Ikkesh, from Tekoa. In his division were twenty-four thousand men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The commander for the seventh month was Helez the Pelonite, from the people of Ephraim. In his division were twenty-four thousand men.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The commander for the eighth month was Sibbekai the Hushathite, from the clan descended from Zerah. In his division were twenty-four thousand men.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The commander for the ninth month was Abiezer the Anathothite, from the tribe of Benjamin. In his division were twenty-four thousand men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The commander for the tenth month was Maharai from the city of Netophah, from the clan descended from Zerah. In his division were twenty-four thousand men.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The commander for the eleventh month was Benaiah from the city of Pirathon, from the tribe of Ephraim. In his division were twenty-four thousand men.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The commander for the twelfth month was Heldai from the city of Netophah, from the clan descended from Othniel. In his division were twenty-four thousand men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the leaders of the tribes of Israel: For the tribe of Reuben, Eliezer son of Zichri was the leader. For the tribe of Simeon, Shephatiah son of Maacah was the leader.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the tribe of Levi, Hashabiah son of Kemuel was the leader, and Zadok led Aaron's descendants.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the tribe of Judah, Elihu, one of David's brothers, was the leader. For the tribe of Issachar, Omri son of Michael was the leader.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the tribe of Zebulun, Ishmaiah son of Obadiah was the leader. For the tribe of Naphtali, Jerimoth son of Azriel was the leader.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the tribe of Ephraim, Hoshea son of Azaziah was the leader. For the half tribe of Manasseh, Joel son of Pedaiah was the leader.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the half tribe of Manasseh in Gilead, Iddo son of Zechariah was the leader. For the tribe of Benjamin, Jaasiel son of Abner was the leader.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the tribe of Dan, Azarel son of Jeroham was the leader. These were the leaders of the tribes of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David did not count those twenty years old or younger, because Yahweh had promised to increase Israel like the stars of heaven.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joab son of Zeruiah began to count the men, but did not finish. Wrath fell on Israel for this. This number was not written down in the Chronicles of King David.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Azmaveth son of Adiel was in charge of the king's treasuries. Jonathan son of Uzziah was over the storehouses in the fields, in the cities, and in the villages, and in the fortified towers.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ezri son of Kelub was over the farmers, those who plowed the land.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shimei the Ramathite was over the vineyards, and Zabdi the Shiphmite was over the grapes and the wine cellars.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Over the olive trees and the sycamore trees that were in the lowlands was Baal-Hanan from Geder, and over the storehouses of oil was Joash.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Over the herds that were pastured in Sharon was Shitrai from Sharon, and over the herds that were in the valleys was Shaphat son of Adlai.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Over the camels was Obil the Ishmaelite, and over the female donkeys was Jehdeiah from Meronoth. Over the flocks was Jaziz the Hagrite.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jaziz the Hagrite was in charge of the flocks. All these officials were in charge of the property of King David.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonathan, David's uncle, was an advisor, since he was a wise man and a scribe. Jehiel son of Hakmoni cared for the king's sons.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahithophel was the king's advisor, and Hushai from the Arkite people was the king's private advisor.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahithophel's position was taken by Jehoiada son of Benaiah, and by Abiathar. Joab was commander of the king's army.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}