{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David assembled all the officials of Israel at Jerusalem: the officials of the tribes, the officers of the divisions that served the king in their scheduled work, the commanders of thousands and of hundreds, the managers over all the property and possessions of the king and of his sons, and the officers and fighting men, including the most skilled of them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David the king rose to his feet and said, \"Listen to me, my brothers and my people. It was my intention to build a temple for the ark of the covenant of Yahweh; a footstool for our God, and I have made preparations to build it.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God said to me, 'You will not build a temple for my name, because you are a man of war and have shed blood.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet Yahweh, the God of Israel, chose me from all my father's family to be king over Israel forever. He has chosen the tribe of Judah as leader. In the tribe of Judah, and in my father's household, out of all my father's sons, he chose me to be king over all Israel.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the many sons whom Yahweh has given me, he chose Solomon, my son, to sit on the throne of the kingdom of Yahweh, over Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to me, 'Solomon your son will build my house and my courtyards, for I have chosen him to be my son, and I will be his father.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will establish his kingdom forever, if he remains committed to obey my commandments and decrees, as you are this day.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now then, in the sight of all Israel, this assembly for Yahweh, and in the presence of our God, all of you must keep and try to carry out all the commandments of Yahweh your God. Do this so that you may possess this good land and leave it as an inheritance to your children after you forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for you, Solomon my son, obey the God of your father, and serve him with your whole heart and a willing spirit. Do this because Yahweh searches all hearts and understands every motivation of everyone's thoughts. If you seek him, he will be found by you, but if you abandon him, he will reject you permanently.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Realize that Yahweh has chosen you to build this temple as his sanctuary. Be strong and do it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David gave to Solomon his son the plans for the temple portico, the temple buildings, the storerooms, the upper rooms, the inner rooms, and the room with the atonement lid.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He gave him the plans he had drawn for the courtyards of Yahweh's house, all the surrounding rooms, the storerooms in God's house, and the treasuries for the things that belong to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He gave him regulations for the divisions of the priests and Levites, for the assigned responsibilities for the service of the house of Yahweh, and for all the objects for the service in Yahweh's house.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He determined the weight of all the gold vessels for each service, the weight of silver vessels for each service,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the weight of the gold for all the gold articles, to be lampstands and gold lamps, the weight of gold for each lampstand, the weight of silver for each silver lampstand, according to the use of each lampstand in the service. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He gave the weight of the gold for the tables of the bread of the presence, for every table, and the weight of the silver for the silver tables.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He gave the weight of pure gold for the meat forks, basins, and cups. He gave the weight for each of the gold bowls, and the weight of each of the silver bowls.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He gave the weight of refined gold for the incense altar, and of the gold for the design of the cherubim that spread out their wings and covered the ark of the covenant of Yahweh.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said, \"I have put all this in writing as Yahweh directed me and gave me to understand regarding the design.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said to Solomon his son, \"Be strong and brave. Do the work. Do not be afraid or anxious, for Yahweh God, my God, is with you. He will not leave you nor abandon you until all the work for the service of Yahweh's temple is finished.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See, here are the divisions of the priests and Levites for all the service in God's temple. They will be with you, together with all willing and skillful men, to assist you in the work and to perform the service. The officials and all the people are ready to follow your commands.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}