{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King David said to the whole assembly, \"Solomon my son, whom alone God has chosen, is still young and inexperienced, and the task is great. For the temple is not for people but for Yahweh God.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I have done my best to provide for the temple of my God. I am giving gold for the things to be made of gold, silver for the things to be made of silver, bronze for the things to be made of bronze, iron for the things to be made of iron, and wood for the things to be made of wood. I am also giving onyx stones, stones to be set, stones for inlaid work of various colors—all kinds of precious stones—and marble stone in abundance.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, because of my delight in the house of my God, I am giving my personal treasure of gold and silver for it. I am doing this in addition to all that I have prepared for this holy temple:\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "three thousand talents of gold from Ophir, and seven thousand talents of refined silver, in order to overlay the walls of the buildings.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am donating gold for the things to be made of gold, and silver for the things to be made of silver, and things for all kinds of work to be done by craftsmen. Who else wants to make a contribution to Yahweh today and give himself to him?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then freewill offerings were made by the leaders of their ancestors' families, the leaders of the tribes of Israel, the commanders of thousands and hundreds, and by the officials over the king's work.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They gave for the service of God's house five thousand talents and ten thousand darics of gold, ten thousand talents of silver, eighteen thousand talents of bronze, and 100,000 talents of iron.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who had precious stones gave them to the treasury of Yahweh's house, under the supervision of Jehiel, a descendant of Gershon.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people rejoiced because of these freewill offerings, because they had contributed wholeheartedly to Yahweh. King David also rejoiced greatly.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David blessed Yahweh in front of all the assembly. He said, \"May you be praised, Yahweh, God of Israel our ancestor, forever and ever.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yours, Yahweh, is the greatness, the power, the glory, the victory, and the majesty. For all that is in the heavens and on the earth is yours. Yours is the kingdom, Yahweh, and you are exalted as ruler over all.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Both riches and honor come from you, and you rule over all people. In your hand is power and might. You possess the strength and might to make people great and to give strength to anyone.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now then, our God, we thank you and praise your glorious name.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But who am I, and who are my people, that we should be able to offer so willingly these things? Indeed, all things come from you, and we have simply given back to you what is yours.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For we are strangers and travelers before you, as all our ancestors were. Our days on the earth are like a shadow, and there is no hope of remaining on earth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh our God, all this wealth that we have collected in order to build a temple to honor your holy name—it comes from you and belongs to you.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know also, my God, that you examine the heart and have pleasure in uprightness. As for me, in the uprightness of my heart I have willingly offered all these things, and now I look with joy as your people who are present here willingly offer gifts to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, the God of Abraham, Isaac, and Israel—our ancestors—keep this forever in the thoughts of the minds of your people. Direct their hearts toward you.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Give to Solomon my son a wholehearted desire to keep your commandments, your covenant decrees, and your statutes, and to carry out all these plans to build the palace for which I have made provision.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said to all the assembly, \"Now bless Yahweh your God.\" All the assembly blessed Yahweh, the God of their ancestors, bowed their heads and worshiped Yahweh and prostrated themselves before the king.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the next day, they made sacrifices to Yahweh and offered burnt offerings to him. They offered a thousand bulls, a thousand rams, and a thousand lambs, with their drink offerings and sacrifices in abundance for all Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day, they ate and drank before Yahweh with great celebration.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "They made Solomon, David's son, king a second time, and anointed him with Yahweh's authority to be ruler. They also anointed Zadok to be priest.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Solomon sat on Yahweh's throne as king instead of David his father. He prospered, and all Israel obeyed him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the leaders, soldiers, and King David's sons gave allegiance to King Solomon.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh greatly honored Solomon before all Israel and bestowed on him greater power than he had ever given to any king before him in Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David son of Jesse reigned over all Israel.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David had been king of Israel for forty years. He ruled for seven years in Hebron and for thirty-three years in Jerusalem.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He died at a good old age, after enjoying a long life, wealth and honor. Solomon his son succeeded him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King David's accomplishments are written in the history of Samuel the prophet, in the history of Nathan the prophet, and in the history of Gad the prophet.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Recorded there are the deeds of his rule, his accomplishments and the events that affected him, Israel, and all the kingdoms of the other lands.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}