{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judah's descendants were Perez, Hezron, Karmi, Hur, and Shobal.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shobal was the father of Reaiah. Reaiah was the father of Jahath. Jahath was the father of Ahumai and Lahad. These were of the clans of the Zorathites.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the ancestors of the clans in the city of Etam: Jezreel, Ishma, and Idbash. Their sister's name was Hazzelelponi.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peniel was the ancestor of the clans in the city of Gedor. Ezer was the originator of the clans in Hushah. These were descendants of Hur, the firstborn of Ephrathah and the originator of Bethlehem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ashhur the father of Tekoa had two wives, Helah and Naarah.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Naarah bore him Ahuzzam, Hepher, Temeni, and Haahashtari. These were Naarah's sons.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Helah's sons were Zereth, Zohar, Ethnan,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and Koz, who became the father of Anub and Hazzobebah, and of the clans descended from Aharhel son of Harum.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jabez was more respected than his brothers. His mother called him Jabez. She said, \"Because I bore him in pain.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jabez called out to the God of Israel and said, \"If only you would truly bless me, expand my territory, and your hand will be with me. When you do this you will keep me from harm, so that I may be free from pain!\" So God granted him his prayer.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Kelub brother of Shuhah became the father of Mehir, who was the father of Eshton.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eshton became the father of Beth Rapha, Paseah, and Tehinnah, the father of Ir Nahash. "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some translations read: \\fqa who settled in the town of Nahash \\fqa* . ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": "These were men who lived in Rekah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Kenaz's sons were Othniel and Seraiah. Othniel's sons were Hathath and Meonothai.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Most versions insert \\fqa Meonothai \\fqa* into this verse, believing that it dropped out by a copyist's mistake. ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Meonothai became the father of Ophrah, and Seraiah became the father of Joab, the originator of Ge-Harashim, whose people were craftsmen.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Caleb son of Jephunneh were Iru, Elah and Naam. Elah's son was Kenaz.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehallelel's sons were Ziph, Ziphah, Tiria, and Asarel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Of the two sons of Hodiah's wife, sister of Naham, one became the father of Keilah the Garmite. The other was Eshtemoa the Maakathite.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Shimon were Amnon, Rinnah, Ben-Hanan, and Tilon. The sons of Ishi were Zoheth and Ben-Zoheth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The descendants of Shelah son of Judah, were Er father of Lekah, Laadah father of Mareshah and the clans of the linen workers at Beth Ashbea,\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jokim, the men of Kozeba, and Joash and Saraph, who ruled in Moab and Jashubi Lehem. (This information is from ancient records.)\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the potters who lived in Netaim and Gederah and worked for the king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simeon's descendants were Nemuel, Jamin, Jarib, Zerah, and Shaul.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shallum was Shaul's son, Mibsam was Shallum's son, and Mishma was Mibsam's son.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mishma's descendants were Hammuel his son, Zakkur his grandson, and Shimei his great-grandson.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shimei had sixteen sons and six daughters. His brothers did not have many children, so their clans did not increase greatly in numbers as the people of Judah did.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They lived at Beersheba, Moladah, and at Hazar Shual.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also live at Bilhah, Ezem, Tolad,\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bethuel, Hormah, Ziklag,\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Beth Markaboth, Hazar Susim, Beth Biri, and Shaaraim. These were their cities until the reign of David.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their five villages were Etam, Ain, Rimmon, Token, and Ashan,\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "together with the outlying villages as far as Baalath. These were their settlements, and they kept the genealogical records.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Clan leaders were Meshobab, Jamlech, Joshah son of Amaziah,\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joel, Jehu son of Joshibiah son of Seraiah son of Asiel,\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah,\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and Ziza son of Shiphi son of Allon son of Jedaiah son of Shimri son of Shemaiah.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These mentioned by name were leaders in their clans, and their clans increased greatly.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went near Gedor, on the east side of the valley, to seek pasture for their flocks.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They found abundant and good pasture. The land was broad, quiet, and peaceable. The Hamites had formerly lived there.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These just listed by name came in the days of Hezekiah king of Judah, and attacked the Hamite settlements and the Meunites, who were there also. They destroyed them completely and lived there because they found pasture for their flocks.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From them, from the sons of Simeon, five hundred men went to Mount Seir with Pelatiah, Neariah, Rephaiah, and Uzziel, the sons of Ishi, as their leader.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They defeated the rest of the Amalekite refugees, and have lived there to this day.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17-18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ezrah's sons were Jether, Mered, Epher, and Jalon. Mered's Egyptian wife bore Miriam, Shammai, and Ishbah, who became the father of Eshtemoa. These were the sons of Bithiah, daughter of Pharaoh, whom Mered married. Mered's Judahite wife bore Jered, who became the father of Gedor; Heber, who became the father of Soko; and Jekuthiel, who became the father of Zanoah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}