{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Reuben the firstborn of Israel—now Reuben was Israel's firstborn, but his birthright was given to the sons of Joseph son of Israel because Reuben had defiled his father's couch. So he is not recorded as being the oldest son.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judah was the strongest of his brothers, and the leader would come from him. But the birthright was Joseph's—\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the sons of Reuben, the firstborn of Israel were Hanok, Pallu, Hezron, and Karmi.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The descendants of Joel were these: Joel's son was Shemaiah. Shemaiah's son was Gog. Gog's son was Shimei.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shimei's son was Micah. Micah's son was Reaiah. Reaiah's son was Baal. \n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Baal's son was Beerah, whom Tiglath-Pileser king of Assyria took into exile. Beerah was a leader in the tribe of Reuben.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Beerah's relatives according to their clans, listed according to their genealogical records: Jeiel the leader, Zechariah, and\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bela son of Azaz son of Shema son of Joel. They lived in Aroer, as far as Nebo and Baal Meon,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and eastward to the start of the wilderness that extends to the Euphrates River. This was because they had many cattle in the land of Gilead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the days of Saul, the tribe of Reuben attacked the Hagrites and defeated them. They lived in the Hagrites' tents throughout all the land east of Gilead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The members of the tribe of Gad lived near them, in the land of Bashan as far as Salekah.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joel was their leader; Shapham was second; and Janai and Shaphat in Bashan.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their relatives, by their fathers' families, were Michael, Meshullam, Sheba, Jorai, Jakan, Zia, and Eber—seven in all.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These persons named above were the descendants of Abihail, and Abihail was the son of Huri. Huri was the son of Jaroah. Jaroah was the son of Gilead. Gilead was the son of Michael. Michael was the son of Jeshishai. Jeshishai was the son of Jahdo. Jahdo was the son of Buz.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahi son of Abdiel son of Guni, was head of their fathers' family.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They lived in Gilead, in Bashan, in its towns, and in all the pasturelands of Sharon as far as its borders.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All these were listed by genealogical records in the days of Jotham king of Judah and of Jeroboam king of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Reubenites, the Gadites, and the half tribe of Manasseh had 44,760 soldiers trained for war, who carried shield and sword, and who drew the bow.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They attacked the Hagrites, Jetur, Naphish, and Nodab.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They received divine help against them. In this way, the Hagrites and all who were with them were defeated. This was because the Israelites cried out to God in the battle, and he responded to them, because they put their trust in him.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They captured their animals, including fifty thousand camels, 250,000 sheep, two thousand donkeys, and 100,000 men.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many fell because the battle was from God. They lived in their land until the captivity.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The half tribe of Manasseh lived in the land of Bashan as far as Baal Hermon and Senir (that is, Mount Hermon).\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the heads of their fathers' houses: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel. They were mighty men, famous men, heads of their fathers' houses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they were unfaithful to their ancestors' God. Instead, they worshiped the gods of the peoples of the land, whom God had destroyed before them.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The God of Israel stirred up Pul king of Assyria (also called Tiglath-Pileser, king of Assyria). He took into exile the Reubenites, Gadites, and the half tribe of Manasseh. He brought them to Halah, Habor, Hara, and to the river of Gozan, where they remain to this day.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}