{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Issachar's four sons were Tola, Puah, Jashub, and Shimron.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Tola were Uzzi, Rephaiah, Jeriel, Jahmai, Ibsam, and Samuel. They were the heads of their fathers' houses, from the descendants of Tola and they were listed as mighty warriors among their generation. They numbered 22,600 in the days of David.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Uzzi's son was Izrahiah. His sons were Michael, Obadiah, Joel, and Ishijah, all five of them were clan leaders.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Along with them they had thirty-six thousand troops for battle, according to the lists belonging to their ancestors' clans, for they had many wives and sons.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their relatives were fighting men from all the clans of Issachar, and they numbered in all, eighty-seven thousand fighting men, as listed in their genealogy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Benjamin's three sons were Bela, Beker, and Jediael.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bela's five sons were Ezbon, Uzzi, Uzziel, Jerimoth, and Iri. They were soldiers and heads of fathers' houses. Their people numbered 22,034 fighting men, according to the lists belonging to their ancestors' clans.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Beker's sons were Zemirah, Joash, Eliezer, Elioenai, Omri, Jeremoth, Abijah, Anathoth, and Alemeth. All these were his sons.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The lists of their clans numbered 20,200 heads of their fathers' houses and fighting men.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The son of Jediael was Bilhan. Bilhan's sons were Jeush, Benjamin, Ehud, Kenaanah, Zethan, Tarshish, and Ahishahar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All these were sons of Jediael. Listed in their clan lists were 17,200 heads of houses and fighting men fit for military service.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(The Shuppites and the Huppites were sons of Ir, and the Hushites were sons of Aher.)\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Naphtali's sons were Jahziel, Guni, Jezer, and Shillem. These were Bilhah's grandsons.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Manasseh had a male child named Asriel, whom his Aramean concubine bore. She also gave birth to Makir, Gilead's father.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Makir took a wife from the Huppites and Shuppites. A sister's name was Maakah. Another of Manasseh's descendants was Zelophehad, who had only daughters.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Maakah wife of Makir, bore a son and she called him Peresh. His brother's name was Sheresh, and his sons were Ulam and Rakem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ulam's son was Bedan. These were the descendants of Gilead son of Makir son of Manasseh.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gilead's sister Hammoleketh bore Ishhod, Abiezer, and Mahlah.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Shemida were Ahian, Shechem, Likhi, and Aniam.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The descendants of Ephraim were as follows: Ephraim's son was Shuthelah. Shuthelah's son was Bered. Bered's son was Tahath. Tahath's son was Eleadah. Eleadah's son was Tahath.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tahath's son was Zabad. Zabad's son was Shuthelah. (Ezer and Elead were killed by men of Gath, natives in the land, when they went to steal their cattle.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ephraim their father mourned for them many days, and his brothers came to comfort him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He slept with his wife. She conceived and bore a son. Ephraim called him Beriah, because tragedy had come to his family.)\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His daughter was Sheerah, who built Lower and Upper Beth Horon and Uzzen Sheerah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His son was Rephah. Rephah's son was Resheph. Resheph's son was Telah. Telah's son was Tahan.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tahan's son was Ladan. Ladan's son was Ammihud. Ammihud's son was Elishama.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elishama's son was Nun. Nun's son was Joshua.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their possessions and residences were Bethel and its surrounding villages. They extended eastward to Naaran and westward to Gezer and its villages, and to Shechem and its villages to Ayyah and its villages.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the border with Manasseh were Beth Shan and its villages, Taanach and its villages, Megiddo and its villages, and Dor and its villages. In these towns the descendants of Joseph son of Israel lived.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Asher's sons were Imnah, Ishvah, Ishvi, and Beriah. Serah was their sister.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Beriah's sons were Heber and Malkiel, who was the father of Birzaith.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Heber's sons were Japhlet, Shomer, and Hotham. Shua was their sister.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Japhlet's sons were Pasak, Bimhal, and Ashvath. These were Japhlet's children.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shomer, Japhlet's brother, had these sons: Rohgah, Hubbah, and Aram.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shemer's brother, Helem, had these sons: Zophah, Imna, Shelesh, and Amal.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zophah's sons were Suah, Harnepher, Shual, Beri, Imrah,\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezer, Hod, Shamma, Shilshah, Ithran, and Beera.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jether's sons were Jephunneh, Pispah, and Ara.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ulla's sons were Arah, Hanniel, and Rizia.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All these were descendants of Asher. They were ancestors of the clans, heads of fathers' houses, distinguished men, fighting men, and chief among the leaders. There were twenty-six thousand men listed who were fit for military service, according to their numbered lists.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}