{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So all Israel was recorded in genealogies. They were recorded in the book of the kings of Israel. As for Judah, they were carried away in exile to Babylon because of their sin.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The first to resettle in their cities were some Israelites, priests, Levites, and temple servants.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some descendants of Judah, Benjamin, Ephraim, and Manasseh lived in Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The settlers included Uthai son of Ammihud son of Omri son of Imri son of Bani, one of the descendants of Perez son of Judah.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Among the Shelanites were Asaiah the firstborn and his sons.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Among the descendants of Zerah was Jeuel. Their descendants numbered 690.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Among the descendants of Benjamin were Sallu son of Meshullam son of Hodaviah son of Hassenuah.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were also Ibneiah son of Jeroham; Elah son of Uzzi son of Mikri; and Meshullam son of Shephatiah son of Reuel son of Ibnijah.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their relatives written in the genealogical lists numbered 956. All these men were heads of fathers' houses for their fathers' houses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests were Jedaiah, Jehoiarib, and Jakin.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was also Azariah son of Hilkiah son of Meshullam son of Zadok son of Meraioth son of Ahitub, the one in charge of the house of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was Adaiah son of Jeroham son of Pashhur son of Malkijah. There was also Maasai son of Adiel son of Jahzerah son of Meshullam son of Meshillemith son of Immer.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their relatives, who were leaders for their fathers' houses, numbered 1,760. They were very capable men in the work in the house of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Among the Levites, there was Shemaiah son of Hasshub son of Azrikam son of Hashabiah, among the descendants of Merari.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were also Bakbakkar, Heresh, Galal, and Mattaniah son of Mika son of Zikri son of Asaph.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were also Obadiah son of Shemaiah son of Galal son of Jeduthun; and Berekiah son of Asa son of Elkanah, who lived in the villages of the Netophathites.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The doorkeepers were Shallum, Akkub, Talmon, Ahiman, and their descendants. Shallum was their leader.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Previously they stood guard at the king's gate on the east side for the camp of Levi's descendants.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shallum son of Kore son of Ebiasaph, "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Ebiasaph is the same person referred to as \\fqa Asaph \\fqa* in 1 Chron. 26:1. ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": "son of Korah, and his relatives from the house of his father, the Korahites, were in charge of the work of the guard service. They guarded the door to the tent, as their ancestors had guarded the camp of Yahweh, and they also had guarded the entrance.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Phinehas son of Eleazar had been in charge of them in the past, and Yahweh had been with him.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zechariah son of Meshelemiah was guard of the entrance to the temple, the \"tent of meeting.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All those who were chosen as gatekeepers at the entrances numbered 212. Their names were recorded in the people's records in their villages. David and Samuel the seer had placed them into their positions of trust.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they and their children guarded the gates of the house of Yahweh, the tabernacle.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The gatekeepers were posted on all four sides, toward the east, west, north, and south.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their brothers, who lived in their villages, came in for seven-day rotations, in turn.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the four leaders of the gatekeepers, who were Levites, were assigned to guard the rooms and storerooms in the house of God.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They would spend the night in their posts all around the house of God, for they were responsible for guarding it. They would open it each morning.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of them were in charge of the temple's equipment; they counted the articles when they were brought in and when they were taken out.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of them also were assigned to take care of the holy things, the equipment, and the supplies, including the fine flour, the wine, the oil, the frankincense, and the spices.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the priests' sons mixed the spices.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mattithiah, one of the Levites, who was the firstborn of Shallum the Korahite, was in charge of preparing bread for the offerings.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of their brothers, descendants of the Kohathites, were in charge of the bread of the presence, to prepare it every Sabbath.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The singers and heads of the Levites' fathers' houses lived in rooms at the sanctuary when they were free from work, because they had to carry out their assigned tasks day and night.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were leaders of fathers' houses among the Levites, as listed in their genealogical records, chief men. They lived in Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The father of Gibeon, Jeiel, whose wife's name was Maakah, lived in Gibeon.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His firstborn son was Abdon, then his sons Zur, Kish, Baal, Ner, Nadab,\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gedor, Ahio, Zechariah, and Mikloth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mikloth was the father of Shimeam. They also lived near their brothers in Jerusalem.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ner was the father of Kish. Kish was the father of Saul. Saul was the father of Jonathan, Malki-Shua, Abinadab, and Esh-Baal.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The son of Jonathan was Merib-Baal. Merib-Baal was the father of Micah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Micah were Pithon, Melek, Tahrea, and Ahaz.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahaz was the father of Jadah. Jadah was the father of Alemeth, Azmaveth, and Zimri. Zimri was the father of Moza.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moza was the father of Binea. Binea was the father of Rephaiah. Rephaiah was the father of Eleasah. Eleasah was the father of Azel.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Azel's six sons were Azrikam, Bokeru, Ishmael, Sheariah, Obadiah, and Hanan. These were Azel's sons.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}