{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "रहबाम शेकेम को गया, क्योंकि सारे इस्राएली उसको राजा बनाने के लिये वहीं गए थे।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब नबात के पुत्र यारोबाम* ने यह सुना (वह तो मिस्र में रहता था, जहाँ वह सुलैमान राजा के डर के मारे भाग गया था), तो वह मिस्र से लौट आया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उन्होंने उसको बुलवा भेजा; अतः यारोबाम और सब इस्राएली आकर रहबाम से कहने लगे,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तेरे पिता ने तो हम लोगों पर भारी जूआ डाल रखा था, इसलिए अब तू अपने पिता की कठिन सेवा को और उस भारी जूए को जिसे उसने हम पर डाल रखा है कुछ हलका कर, तब हम तेरे अधीन रहेंगे।”\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने उनसे कहा, “तीन दिन के उपरान्त मेरे पास फिर आना।” अतः वे चले गए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब राजा रहबाम ने उन बूढ़ों से जो उसके पिता सुलैमान के जीवन भर उसके सामने उपस्थित रहा करते थे, यह कहकर सम्मति ली, “इस प्रजा को कैसा उत्तर देना उचित है, इसमें तुम क्या सम्मति देते हो?”\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन्होंने उसको यह उत्तर दिया, “यदि तू इस प्रजा के लोगों से अच्छा बर्ताव करके उन्हें प्रसन्‍न करे और उनसे मधुर बातें कहे, तो वे सदा तेरे अधीन बने रहेंगे।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु उसने उस सम्मति को जो बूढ़ों ने उसको दी थी छोड़ दिया और उन जवानों से सम्मति ली, जो उसके संग बड़े हुए थे और उसके सम्मुख उपस्थित रहा करते थे।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनसे उसने पूछा, “मैं प्रजा के लोगों को कैसा उत्तर दूँ, इसमें तुम क्या सम्मति देते हो? उन्होंने तो मुझसे कहा है, ‘जो जूआ तेरे पिता ने हम पर डाल रखा है, उसे तू हलका कर।’ ”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जवानों ने जो उसके संग बड़े हुए थे उसको यह उत्तर दिया, “उन लोगों ने तुझ से कहा है, ‘तेरे पिता ने हमारा जूआ भारी किया था, परन्तु उसे हमारे लिये हलका कर;’ तू उनसे यह कहना, ‘मेरी छिंगुलिया मेरे पिता की कटि से भी मोटी ठहरेगी।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मेरे पिता ने तुम पर जो भारी जूआ रखा था, उसे मैं और भी भारी करूँगा; मेरा पिता तो तुम को कोड़ों से ताड़ना देता था, परन्तु मैं बिच्छुओं से दूँगा।’ ”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तीसरे दिन जैसे राजा ने ठहराया था, “तीसरे दिन मेरे पास फिर आना,” वैसे ही यारोबाम और सारी प्रजा रहबाम के पास उपस्थित हुई।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब राजा ने उससे कड़ी बातें की, और रहबाम राजा ने बूढ़ों की दी हुई सम्मति छोड़कर\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जवानों की सम्मति के अनुसार उनसे कहा, “मेरे पिता ने तो तुम्हारा जूआ भारी कर दिया था, परन्तु मैं उसे और भी कठिन कर दूँगा; मेरे पिता ने तो तुम को कोड़ों से ताड़ना दी, परन्तु मैं बिच्छुओं से ताड़ना दूँगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस प्रकार राजा ने प्रजा की विनती न मानी; इसका कारण यह है, कि जो वचन यहोवा ने शीलोवासी अहिय्याह* के द्वारा नबात के पुत्र यारोबाम से कहा था, उसको पूरा करने के लिये परमेश्‍वर ने ऐसा ही ठहराया था।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब समस्त इस्राएलियों ने देखा कि राजा हमारी नहीं सुनता, तब वे बोले,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "“दाऊद के साथ हमारा क्या अंश?\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "हमारा तो यिशै के पुत्र में कोई भाग नहीं है।\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "हे इस्राएलियों, अपने-अपने डेरे को चले जाओ!\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "अब हे दाऊद, अपने ही घराने की चिन्ता कर।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब सब इस्राएली अपने डेरे को चले गए। केवल जितने इस्राएली यहूदा के नगरों में बसे हुए थे, उन्हीं पर रहबाम राज्य करता रहा।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब राजा रहबाम ने हदोराम को जो सब बेगारों पर अधिकारी था भेज दिया, और इस्राएलियों ने उस पर पथराव किया और वह मर गया। तब रहबाम फुर्ती से अपने रथ पर चढ़कर, यरूशलेम को भाग गया।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इस्राएल ने दाऊद के घराने से बलवा किया और आज तक फिरा हुआ है।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "इस्राएल के राज्य का दो भाग हो जाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}