{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु जब रहबाम का राज्य दृढ़ हो गया, और वह आप स्थिर हो गया, तब उसने और उसके साथ सारे इस्राएल ने यहोवा की व्यवस्था को त्याग दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन्होंने जो यहोवा से विश्वासघात किया, इस कारण राजा रहबाम के पाँचवें वर्ष में मिस्र के राजा शीशक ने,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बारह सौ रथ और साठ हजार सवार लिये हुए यरूशलेम पर चढ़ाई की, और जो लोग उसके संग मिस्र से आए, अर्थात् लूबी, सुक्किय्यी, कूशी, ये अनगिनत थे।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने यहूदा के गढ़वाले नगरों को ले लिया, और यरूशलेम तक आया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब शमायाह नबी रहबाम और यहूदा के हाकिमों के पास जो शीशक के डर के मारे यरूशलेम में इकट्ठे हुए थे, आकर कहने लगा, “यहोवा यह कहता है, कि तुमने मुझ को छोड़ दिया है, इसलिए मैंने तुम को छोड़कर शीशक के हाथ में कर दिया है।” \n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब इस्राएल के हाकिम और राजा दीन हो गए, और कहा, “यहोवा धर्मी है*।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब यहोवा ने देखा कि वे दीन हुए हैं, तब यहोवा का यह वचन शमायाह के पास पहुँचा “वे दीन हो गए हैं, मैं उनको नष्ट न करूँगा; मैं उनका कुछ बचाव करूँगा*, और मेरी जलजलाहट शीशक के द्वारा यरूशलेम पर न भड़केगी।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी वे उसके अधीन रहेंगे, ताकि वे मेरी और देश-देश के राज्यों की भी सेवा में अन्तर को जान लें।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मिस्र का राजा शीशक यरूशलेम पर चढ़ाई करके यहोवा के भवन की अनमोल वस्तुएँ और राजभवन की अनमोल वस्तुएँ उठा ले गया। वह सब कुछ उठा ले गया, और सोने की जो ढालें सुलैमान ने बनाई थीं, उनको भी वह ले गया।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब राजा रहबाम ने उनके बदले पीतल की ढालें बनवाईं और उन्हें पहरुओं के प्रधानों के हाथ सौंप दिया, जो राजभवन के द्वार की रखवाली करते थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब-जब राजा यहोवा के भवन में जाता, तब-तब पहरुए आकर उन्हें उठा ले चलते, और फिर पहरुओं की कोठरी में लौटाकर रख देते थे।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब रहबाम दीन हुआ, तब यहोवा का क्रोध उस पर से उतर गया, और उसने उसका पूरा विनाश न किया; और यहूदा की दशा कुछ अच्छी भी थी।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "रहबाम का अन्तिम दिन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः राजा रहबाम यरूशलेम में दृढ़ होकर राज्य करता रहा। जब रहबाम राज्य करने लगा, तब इकतालीस वर्ष की आयु का था, और यरूशलेम में अर्थात् उस नगर में, जिसे यहोवा ने अपना नाम बनाए रखने के लिये इस्राएल के सारे गोत्र में से चुन लिया था, सत्रह वर्ष तक राज्य करता रहा। उसकी माता का नाम नामाह था, जो अम्मोनी स्त्री थी।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने वह कर्म किया जो बुरा है, अर्थात् उसने अपने मन को यहोवा की खोज में न लगाया।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "आदि से अन्त तक रहबाम के काम क्या शमायाह नबी और इद्दो दर्शी की पुस्तकों में वंशावलियों की रीति पर नहीं लिखे हैं? रहबाम और यारोबाम के बीच तो लड़ाई सदा होती रही।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और रहबाम मर कर अपने पुरखाओं के संग जा मिला और दाऊदपुर में उसको मिट्टी दी गई। और उसका पुत्र अबिय्याह उसके स्थान पर राज्य करने लगा।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "मिस्री राजा शीशक का यहूदा पर आक्रमण\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}