{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यारोबाम के अठारहवें वर्ष में अबिय्याह* यहूदा पर राज्य करने लगा।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह तीन वर्ष तक यरूशलेम में राज्य करता रहा, और उसकी माता का नाम मीकायाह था; जो गिबावासी ऊरीएल की बेटी थी। फिर अबिय्याह और यारोबाम के बीच में लड़ाई हुई।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अबिय्याह ने तो बड़े योद्धाओं का दल, अर्थात् चार लाख छँटे हुए पुरुष लेकर लड़ने के लिये पाँति बँधाई, और यारोबाम ने आठ लाख छँटे हुए पुरुष जो बड़े शूरवीर थे, लेकर उसके विरुद्ध पाँति बँधाई।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अबिय्याह समारैम नामक पहाड़ पर, जो एप्रैम के पहाड़ी देश में है, खड़ा होकर कहने लगा, “हे यारोबाम, हे सब इस्राएलियों, मेरी सुनो।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या तुम को न जानना चाहिए, कि इस्राएल के परमेश्‍वर यहोवा ने नमक वाली वाचा बाँधकर दाऊद को और उसके वंश को इस्राएल का राज्य सदा के लिये दे दिया है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी नबात का पुत्र यारोबाम जो दाऊद के पुत्र सुलैमान का कर्मचारी था, वह अपने स्वामी के विरुद्ध उठा है।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके पास हलके और ओछे मनुष्य इकट्ठा हो गए हैं और जब सुलैमान का पुत्र रहबाम लड़का और अल्हड़ मन का था और उनका सामना न कर सकता था, तब वे उसके विरुद्ध सामर्थी हो गए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब तुम सोचते हो कि हम यहोवा के राज्य का सामना करेंगे, जो दाऊद की सन्तान के हाथ में है; क्योंकि तुम सब मिलकर बड़ा समाज बन गए हो और तुम्हारे पास वे सोने के बछड़े भी हैं जिन्हें यारोबाम ने तुम्हारे देवता होने के लिये बनवाया।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या तुमने यहोवा के याजकों को, अर्थात् हारून की सन्तान और लेवियों को निकालकर देश-देश के लोगों के समान याजक नियुक्त नहीं कर लिए? जो कोई एक बछड़ा और सात मेढ़े अपना संस्कार कराने को ले आता, वह उनका याजक हो जाता है जो ईश्वर नहीं है। (यिर्म. 2:11)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु हम लोगों का परमेश्‍वर यहोवा है और हमने उसको नहीं त्यागा, और हमारे पास यहोवा की सेवा टहल करनेवाले याजक, हारून की सन्तान और अपने-अपने काम में लगे हुए लेवीय हैं।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे नित्य सवेरे और सांझ को यहोवा के लिये होमबलि और सुगन्ध-द्रव्य का धूप जलाते हैं, और शुद्ध मेज पर भेंट की रोटी सजाते और सोने की दीवट और उसके दीपक सांझ-सांझ को जलाते हैं; हम तो अपने परमेश्‍वर यहोवा की आज्ञाओं को मानते रहे हैं, परन्तु तुमने उसको त्याग दिया है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देखो, हमारे संग हमारा प्रधान परमेश्‍वर है, और उसके याजक तुम्हारे विरुद्ध साँस बाँधकर फूँकने को तुरहियां लिये हुए भी हमारे साथ हैं। हे इस्राएलियों अपने पूर्वजों के परमेश्‍वर यहोवा से मत लड़ो, क्योंकि तुम सफल न होंगे।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यारोबाम ने घातकों को उनके पीछे भेज दिया, वे तो यहूदा के सामने थे, और घातक उनके पीछे थे।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब यहूदियों ने पीछे मुँह फेरा, तो देखा कि हमारे आगे और पीछे दोनों ओर से लड़ाई होनेवाली है; तब उन्होंने यहोवा की दुहाई दी, और याजक तुरहियों को फूँकने लगे।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहूदी पुरुषों ने जय-जयकार किया, और जब यहूदी पुरुषों ने जय-जयकार किया, तब परमेश्‍वर ने अबिय्याह और यहूदा के सामने, यारोबाम और सारे इस्राएलियों को मारा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब इस्राएली यहूदा के सामने से भागे, और परमेश्‍वर ने उन्हें उनके हाथ में कर दिया।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अबिय्याह और उसकी प्रजा ने उन्हें बड़ी मार से मारा, यहाँ तक कि इस्राएल में से पाँच लाख छँटे हुए पुरुष मारे गए।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय तो इस्राएली दब गए, और यहूदी इस कारण प्रबल हुए कि उन्होंने अपने पितरों के परमेश्‍वर यहोवा पर भरोसा रखा था।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अबिय्याह ने यारोबाम का पीछा करके उससे बेतेल, यशाना और एप्रोन नगरों और उनके गाँवों को ले लिया।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अबिय्याह के जीवन भर यारोबाम फिर सामर्थी न हुआ; और यहोवा ने उसको ऐसा मारा* कि वह मर गया।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु अबिय्याह और भी सामर्थी हो गया और चौदह स्त्रियाँ ब्याह लीं जिनसे बाइस बेटे और सोलह बेटियाँ उत्‍पन्‍न हुईं।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अबिय्याह के काम और उसकी चाल चलन, और उसके वचन, इद्दो नबी की कथा में लिखे हैं।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "अबिय्याह का राज्य\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}