{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब परमेश्‍वर का आत्मा ओदेद के पुत्र अजर्याह में समा गया,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वह आसा से भेंट करने निकला, और उससे कहा, “हे आसा, और हे सारे यहूदा और बिन्यामीन, मेरी सुनो, जब तक तुम यहोवा के संग रहोगे तब तक वह तुम्हारे संग रहेगा; और यदि तुम उसकी खोज में लगे रहो, तब तो वह तुम से मिला करेगा, परन्तु यदि तुम उसको त्याग दोगे तो वह भी तुम को त्याग देगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बहुत दिन इस्राएल बिना सत्य परमेश्‍वर के और बिना सिखानेवाले याजक के और बिना व्यवस्था के रहा।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु जब-जब वे संकट में पड़कर इस्राएल के परमेश्‍वर यहोवा की ओर फिरे और उसको ढूँढ़ा, तब-तब वह उनको मिला।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय न तो जानेवाले को कुछ शान्ति होती थी, और न आनेवाले को, वरन् सारे देश के सब निवासियों में बड़ा ही कोलाहल होता था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जाति से जाति और नगर से नगर चूर किए जाते थे, क्योंकि परमेश्‍वर विभिन्न प्रकार का कष्ट देकर उन्हें घबरा देता था। (मत्ती 24:7)\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु तुम लोग हियाव बाँधों और तुम्हारे हाथ ढीले न पड़ें, क्योंकि तुम्हारे काम का बदला मिलेगा।” (1 कुरि.15:58)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब आसा ने ये वचन और ओदेद नबी की नबूवत सुनी, तब उसने हियाव बाँधकर यहूदा और बिन्यामीन के सारे देश में से, और उन नगरों में से भी जो उसने एप्रैम के पहाड़ी देश में ले लिये थे, सब घिनौनी वस्तुएँ दूर की, और यहोवा की जो वेदी यहोवा के ओसारे के सामने थी, उसको नये सिरे से बनाया।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने सारे यहूदा और बिन्यामीन को, और एप्रैम, मनश्शे और शिमोन में से जो लोग उसके संग रहते थे, उनको इकट्ठा किया, क्योंकि वे यह देखकर कि उसका परमेश्‍वर यहोवा उसके संग रहता है, इस्राएल में से बहुत से उसके पास चले आए थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "आसा के राज्य के पन्द्रहवें वर्ष के तीसरे महीने में वे यरूशलेम में इकट्ठा हुए।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसी समय उन्होंने उस लूट में से जो वे ले आए थे, सात सौ बैल और सात हजार भेड़-बकरियाँ, यहोवा को बलि करके चढ़ाई।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन्होंने वाचा बाँधी* कि हम अपने पूरे मन और सारे जीव से अपने पूर्वजों के परमेश्‍वर यहोवा की खोज करेंगे;\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और क्या बड़ा, क्या छोटा, क्या स्त्री, क्या पुरुष, जो कोई इस्राएल के परमेश्‍वर यहोवा की खोज न करे, वह मार डाला जाएगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन्होंने जय-जयकार के साथ तुरहियां और नरसिंगे बजाते हुए ऊँचे शब्द से यहोवा की शपथ खाई।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह शपथ खाकर सब यहूदी आनन्दित हुए, क्योंकि उन्होंने अपने सारे मन से शपथ खाई और बड़ी अभिलाषा से उसको ढूँढ़ा और वह उनको मिला, और यहोवा ने चारों ओर से उन्हें विश्राम दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "आसा राजा की माता माका जिसने अशेरा के पास रखने के लिए एक घिनौनी मूरत बनाई, उसको उसने राजमाता के पद से उतार दिया; और आसाप ने उसकी मूरत काटकर पीस डाली और किद्रोन नाले में फेंक दी।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ऊँचे स्थान तो इस्राएलियों में से न ढाए गए, तो भी आसा का मन जीवन भर निष्कपट रहा*।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने जो सोना-चाँदी, और पात्र उसके पिता ने अर्पण किए थे, और जो उसने आप अर्पण किए थे, उनको परमेश्‍वर के भवन में पहुँचा दिया।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "राजा आसा के राज्य के पैंतीसवें वर्ष तक फिर लड़ाई न हुई।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "आसाप के सुधार\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}