{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अन्त में यहोशापात मर कर अपने पुरखाओं के संग जा मिला, और उसको उसके पुरखाओं के बीच दाऊदपुर में मिट्टी दी गई; और उसका पुत्र यहोराम उसके स्थान पर राज्य करने लगा।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके भाई जो यहोशापात के पुत्र थे: अर्थात् अजर्याह, यहीएल, जकर्याह, अजर्याह, मीकाएल और शपत्याह; ये सब इस्राएल के राजा यहोशापात के पुत्र थे।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनके पिता ने उन्हें चाँदी सोना और अनमोल वस्तुएँ और बड़े-बड़े दान और यहूदा में गढ़वाले नगर दिए थे, परन्तु यहोराम को उसने राज्य दे दिया, क्योंकि वह जेठा था*।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब यहोराम अपने पिता के राज्य पर नियुक्त हुआ और बलवन्त भी हो गया, तब उसने अपने सब भाइयों को और इस्राएल के कुछ हाकिमों को भी तलवार से घात किया।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब यहोराम राजा हुआ, तब वह बत्तीस वर्ष का था, और वह आठ वर्ष तक यरूशलेम में राज्य करता रहा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह इस्राएल के राजाओं की सी चाल चला, जैसे अहाब का घराना चलता था, क्योंकि उसकी पत्‍नी अहाब की बेटी थी। और वह उस काम को करता था, जो यहोवा की दृष्टि में बुरा है।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी यहोवा ने दाऊद के घराने को नाश करना न चाहा, यह उस वाचा के कारण था, जो उसने दाऊद से बाँधी थी। उस वचन के अनुसार था, जो उसने उसको दिया था, कि मैं ऐसा करूँगा कि तेरा और तेरे वंश का दीपक कभी न बुझेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके दिनों में एदोम ने यहूदा की अधीनता छोड़कर अपने ऊपर एक राजा बना लिया।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोराम अपने हाकिमों और अपने सब रथों को साथ लेकर उधर गया, और रथों के प्रधानों को मारा।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः एदोम यहूदा के वश से छूट गया और आज तक वैसा ही है। उसी समय लिब्ना ने भी उसकी अधीनता छोड़ दी, यह इस कारण हुआ, कि उसने अपने पितरों के परमेश्‍वर यहोवा को त्याग दिया था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने यहूदा के पहाड़ों पर ऊँचे स्थान बनाए* और यरूशलेम के निवासियों से व्यभिचार कराया, और यहूदा को बहका दिया।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "यहोराम को एलिय्याह नबी का पत्र\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब एलिय्याह नबी का एक पत्र उसके पास आया, “तेरे मूलपुरुष दाऊद का परमेश्‍वर यहोवा यह कहता है, कि तू जो न तो अपने पिता यहोशापात की लीक पर चला है और न यहूदा के राजा आसा की लीक पर,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वरन् इस्राएल के राजाओं की लीक पर चला है, और अहाब के घराने के समान यहूदियों और यरूशलेम के निवासियों से व्यभिचार कराया है और अपने पिता के घराने में से अपने भाइयों को जो तुझ से अच्छे थे, घात किया है,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण यहोवा तेरी प्रजा, पुत्रों, स्त्रियों और सारी सम्पत्ति को बड़ी मार से मारेगा।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तू अंतड़ियों के रोग से बहुत पीड़ित हो जाएगा, यहाँ तक कि उस रोग के कारण तेरी अंतड़ियाँ प्रतिदिन निकलती जाएँगी।” \n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "यहोराम के अन्तिम दिन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा ने पलिश्तियों को और कूशियों के पास रहनेवाले अरबियों को, यहोराम के विरुद्ध उभारा।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे यहूदा पर चढ़ाई करके उस पर टूट पड़े, और राजभवन में जितनी सम्पत्ति मिली, उस सबको और राजा के पुत्रों और स्त्रियों को भी ले गए, यहाँ तक कि उसके छोटे बेटे यहोआहाज* को छोड़, उसके पास कोई भी पुत्र न रहा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इन सब के बाद यहोवा ने उसे अंतड़ियों के असाध्य रोग से पीड़ित कर दिया।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कुछ समय के बाद अर्थात् दो वर्ष के अन्त में उस रोग के कारण उसकी अंतड़ियाँ निकल पड़ीं, और वह अत्यन्त पीड़ित होकर मर गया। और उसकी प्रजा ने जैसे उसके पुरखाओं के लिये सुगन्ध-द्रव्य जलाया था, वैसा उसके लिये कुछ न जलाया।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह जब राज्य करने लगा, तब बत्तीस वर्ष का था, और यरूशलेम में आठ वर्ष तक राज्य करता रहा; और सबको अप्रिय होकर जाता रहा। उसको दाऊदपुर में मिट्टी दी गई, परन्तु राजाओं के कब्रिस्तान में नहीं।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "यहोराम का राज्य\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}