{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब आहाज राज्य करने लगा तब वह बीस वर्ष का था, और सोलह वर्ष तक यरूशलेम में राज्य करता रहा। और अपने मूलपुरुष दाऊद के समान काम नहीं किया, जो यहोवा की दृष्टि में ठीक था,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु वह इस्राएल के राजाओं की सी चाल चला, और बाल देवताओं की मूर्तियाँ ढलवा कर बनाईं;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और हिन्नोम के बेटे की तराई में धूप जलाया, और उन जातियों के घिनौने कामों के अनुसार जिन्हें यहोवा ने इस्राएलियों के सामने देश से निकाल दिया था, अपने बच्चों को आग में होम कर दिया।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ऊँचे स्थानों पर, और पहाड़ियों पर, और सब हरे वृक्षों के तले वह बलि चढ़ाया और धूप जलाया करता था।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "यहूदा पर आक्रमण\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए उसके परमेश्‍वर यहोवा ने उसको अरामियों के राजा के हाथ कर दिया, और वे उसको जीतकर, उसके बहुत से लोगों को बन्दी बनाकर दमिश्क को ले गए। और वह इस्राएल के राजा के वश में कर दिया गया, जिसने उसे बड़ी मार से मारा।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "रमल्याह के पुत्र पेकह ने, यहूदा में एक ही दिन में एक लाख बीस हजार लोगों को जो सब के सब वीर थे, घात किया, क्योंकि उन्होंने अपने पितरों के परमेश्‍वर यहोवा को त्याग दिया था*।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिक्री नामक एक एप्रैमी वीर ने मासेयाह नामक एक राजपुत्र को, और राजभवन के प्रधान अज्रीकाम को, और एल्काना को, जो राजा का मंत्री था, मार डाला।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "नबी ओदेद\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस्राएली अपने भाइयों में से स्त्रियों, बेटों और बेटियों को मिलाकर दो लाख लोगों को बन्दी बनाकर, और उनकी बहुत लूट भी छीनकर सामरिया की ओर ले चले।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु वहाँ ओदेद नामक यहोवा का एक नबी था; वह सामरिया को आनेवाली सेना से मिलकर उनसे कहने लगा, “सुनो, तुम्हारे पितरों के परमेश्‍वर यहोवा ने यहूदियों पर झुँझलाकर उनको तुम्हारे हाथ कर दिया है, और तुमने उनको ऐसा क्रोध करके घात किया जिसकी चिल्लाहट स्वर्ग को पहुँच गई है*।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब तुमने ठाना है कि यहूदियों और यरूशलेमियों को अपने दास-दासी बनाकर दबाए रखो। क्या तुम भी अपने परमेश्‍वर यहोवा के यहाँ दोषी नहीं हो?\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए अब मेरी सुनो और इन बन्दियों को जिन्हें तुम अपने भाइयों में से बन्दी बनाकर ले आए हो, लौटा दो, यहोवा का क्रोध तो तुम पर भड़का है।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब एप्रैमियों के कुछ मुख्य पुरुष अर्थात् योहानान का पुत्र अजर्याह, मशिल्लेमोत का पुत्र बेरेक्याह, शल्लूम का पुत्र यहिजकिय्याह, और हदलै का पुत्र अमासा, लड़ाई से आनेवालों का सामना करके, उनसे कहने लगे।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तुम इन बन्दियों को यहाँ मत लाओ; क्योंकि तुमने वह बात ठानी है जिसके कारण हम यहोवा के यहाँ दोषी हो जाएँगे, और उससे हमारा पाप और दोष बढ़ जाएगा, हमारा दोष तो बड़ा है और इस्राएल पर बहुत क्रोध भड़का है।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उन हथियारबन्दों ने बन्दियों और लूट को हाकिमों और सारी सभा के सामने छोड़ दिया।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब जिन पुरुषों के नाम ऊपर लिखे हैं, उन्होंने उठकर बन्दियों को ले लिया, और लूट में से सब नंगे लोगों को कपड़े, और जूतियाँ पहनाईं; और खाना खिलाया, और पानी पिलाया, और तेल मला; और तब निर्बल लोगों को गदहों पर चढ़ाकर, यरीहो को जो खजूर का नगर कहलाता है, उनके भाइयों के पास पहुँचा दिया। तब वे सामरिया को लौट आए।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "आहाज का अश्शूर से सहायता माँगना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय राजा आहाज ने अश्शूर के राजाओं के पास दूत भेजकर सहायता माँगी।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि एदोमियों ने यहूदा में आकर उसको मारा, और बन्दियों को ले गए थे।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पलिश्तियों ने नीचे के देश और यहूदा के दक्षिण के नगरों पर चढ़ाई करके, बेतशेमेश, अय्यालोन और गदेरोत को, और अपने-अपने गाँवों समेत सोको, तिम्‍नाह, और गिमजो को ले लिया; और उनमें रहने लगे थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः यहोवा ने इस्राएल के राजा आहाज के कारण यहूदा को दबा दिया, क्योंकि वह निरंकुश होकर चला, और यहोवा से बड़ा विश्वासघात किया*।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अश्शूर का राजा तिग्लत्पिलेसेर उसके विरुद्ध आया, और उसको कष्ट दिया; दृढ़ नहीं किया।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "आहाज ने तो यहोवा के भवन और राजभवन और हाकिमों के घरों में से धन निकालकर अश्शूर के राजा को दिया, परन्तु इससे उसको कुछ सहायता न हुई।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "आहाज के पाप और उसकी मृत्यु\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्लेश के समय राजा आहाज ने यहोवा से और भी विश्वासघात किया।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने दमिश्क के देवताओं के लिये जिन्होंने उसको मारा था, बलि चढ़ाया; क्योंकि उसने यह सोचा, कि अरामी राजाओं के देवताओं ने उनकी सहायता की, तो मैं उनके लिये बलि चढ़ाऊँगा कि वे मेरी सहायता करें। परन्तु वे उसके और सारे इस्राएल के पतन का कारण हुए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर आहाज ने परमेश्‍वर के भवन के पात्र बटोरकर तुड़वा डाले, और यहोवा के भवन के द्वारों को बन्द कर दिया; और यरूशलेम के सब कोनों में वेदियाँ बनाईं।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहूदा के एक-एक नगर में उसने पराये देवताओं को धूप जलाने के लिये ऊँचे स्थान बनाए, और अपने पितरों के परमेश्‍वर यहोवा को रिस दिलाई।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके और कामों, और आदि से अन्त तक उसकी पूरी चाल चलन का वर्णन यहूदा और इस्राएल के राजाओं के इतिहास की पुस्तक में लिखा है।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अन्त में आहाज मर कर अपने पुरखाओं के संग जा मिला और उसको यरूशलेम नगर में मिट्टी दी गई, परन्तु वह इस्राएल के राजाओं के कब्रिस्तान में पहुँचाया न गया। और उसका पुत्र हिजकिय्याह उसके स्थान पर राज्य करने लगा।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "आहाज का राज्य\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}