{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने पीतल की एक वेदी बनाई, उसकी लम्बाई और चौड़ाई बीस-बीस हाथ की और ऊँचाई दस हाथ की थी।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने ढला हुआ एक हौद बनवाया; जो एक किनारे से दूसरे किनारे तक दस हाथ तक चौड़ा था, उसका आकार गोल था, और उसकी ऊँचाई पाँच हाथ की थी, और उसके चारों ओर का घेर तीस हाथ के नाप का था।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके नीचे, उसके चारों ओर, एक-एक हाथ में दस-दस बैलों की प्रतिमाएँ बनी थीं, जो हौद को घेरे थीं; जब वह ढाला गया, तब ये बैल भी दो पंक्तियों में ढाले गए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह बारह बने हुए बैलों पर रखा गया, जिनमें से तीन उत्तर, तीन पश्चिम, तीन दक्षिण और तीन पूर्व की ओर मुँह किए हुए थे; और इनके ऊपर हौद रखा था, और उन सभी के पिछले अंग भीतरी भाग में पड़ते थे।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हौद के धातु की मोटाई मुट्ठी भर की थी, और उसका किनारा कटोरे के किनारे के समान, सोसन के फूलों के काम से बना था, और उसमें तीन हजार बत भरकर समाता था।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने धोने के लिये दस हौदी बनवाकर, पाँच दाहिनी और पाँच बाईं ओर रख दीं। उनमें होमबलि की वस्तुएँ धोई जाती थीं, परन्तु याजकों के धोने के लिये बड़ा हौद था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने सोने की दस दीवट विधि के अनुसार बनवाईं, और पाँच दाहिनी ओर और पाँच बाईं ओर मन्दिर में रखवा दीं।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने दस मेज बनवाकर पाँच दाहिनी ओर और पाँच बाईं ओर मन्दिर में रखवा दीं। और उसने सोने के एक सौ कटोरे बनवाए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने याजकों के आँगन और बड़े आँगन को बनवाया, और इस आँगन में फाटक बनवाकर उनके किवाड़ों पर पीतल मढ़वाया।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने हौद को भवन की दाहिनी ओर अर्थात् पूर्व और दक्षिण के कोने की ओर रखवा दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हूराम ने हण्डों, फावड़ियों, और कटोरों को बनाया। इस प्रकार हूराम ने राजा सुलैमान के लिये परमेश्‍वर के भवन में जो काम करना था उसे पूरा किया\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् दो खम्भे और गोलों समेत वे कँगनियाँ जो खम्भों के सिरों पर थीं, और खम्भों के सिरों पर के गोलों को ढाँकने के लिए जालियों की दो-दो पंक्ति;\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और दोनों जालियों के लिये चार सौ अनार और जो गोले खम्भों के सिरों पर थे, उनको ढाँकनेवाली एक-एक जाली के लिये अनारों की दो-दो पंक्ति बनाईं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने कुर्सियाँ और कुर्सियों पर की हौदियाँ,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उनके नीचे के बारह बैल बनाए।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर हूराम-अबी ने हण्डों, फावड़ियों, काँटों और इनके सब सामान को यहोवा के भवन के लिये राजा सुलैमान की आज्ञा से झलकाए हुए पीतल के बनवाए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "राजा ने उनको यरदन की तराई में अर्थात् सुक्कोत और सारतान के बीच की चिकनी मिट्टीवाली भूमि में ढलवाया।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सुलैमान ने ये सब पात्र बहुत मात्रा में बनवाए, यहाँ तक कि पीतल के तौल का हिसाब न था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः सुलैमान ने परमेश्‍वर के भवन के सब पात्र, सोने की वेदी, और वे मेज* जिन पर भेंट की रोटी रखी जाती थीं,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर दीपकों समेत शुद्ध सोने की दीवटें, जो विधि के अनुसार भीतरी कोठरी के सामने जला करती थीं।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और सोने वरन् निरे सोने के फूल, दीपक और चिमटे;\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और शुद्ध सोने की कैंचियाँ, कटोरे, धूपदान और करछे बनवाए। फिर भवन के द्वार और परमपवित्र स्‍थान के भीतरी दरवाज़े और भवन अर्थात् मन्दिर के दरवाज़े सोने के बने।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "मन्दिर के साज-सामान\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}