{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब शेबा की रानी ने सुलैमान की कीर्ति सुनी, तब वह कठिन-कठिन प्रश्‍नों से उसकी परीक्षा करने के लिये यरूशलेम को चली। वह बहुत भारी दल और मसालों और बहुत सोने और मणि से लदे ऊँट साथ लिये हुए आई, और सुलैमान के पास पहुँचकर उससे अपने मन की सब बातों के विषय बातें की। (1 राजा. 10:1-2)\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सुलैमान ने उसके सब प्रश्‍नों का उत्तर दिया, कोई बात सुलैमान की बुद्धि से ऐसी बाहर न रही कि वह उसे न बता सके।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब शेबा की रानी ने सुलैमान की बुद्धिमानी और उसका बनाया हुआ भवन,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसकी मेज पर का भोजन देखा, और उसके कर्मचारी किस रीति बैठते, और उसके टहलुए किस रीति खड़े रहते और कैसे-कैसे कपड़े पहने रहते हैं, और उसके पिलानेवाले कैसे हैं, और वे कैसे कपड़े पहने हैं, और वह कैसी चढ़ाई है जिससे वह यहोवा के भवन को जाया करता है, जब उसने यह सब देखा, तब वह चकित हो गई।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने राजा से कहा, “मैंने तेरे कामों और बुद्धिमानी की जो कीर्ति अपने देश में सुनी वह सच ही है।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु जब तक मैंने आप ही आकर अपनी आँखों से यह न देखा, तब तक मैंने उन पर विश्वास न किया; परन्तु तेरी बुद्धि की आधी बड़ाई भी मुझे न बताई गई थी; तू उस कीर्ति से बढ़कर है जो मैंने सुनी थी। (1 राजा. 10:7)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "धन्य हैं तेरे जन, धन्य हैं तेरे ये सेवक, जो नित्य तेरे सम्मुख उपस्थित रहकर तेरी बुद्धि की बातें सुनते हैं।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "धन्य है तेरा परमेश्‍वर यहोवा, जो तुझ से ऐसा प्रसन्‍न हुआ, कि तुझे अपनी राजगद्दी पर इसलिए विराजमान किया कि तू अपने परमेश्‍वर यहोवा की ओर से राज्य करे; तेरा परमेश्‍वर जो इस्राएल से प्रेम करके उन्हें सदा के लिये स्थिर करना चाहता था, इसी कारण उसने तुझे न्याय और धार्मिकता करने को उनका राजा बना दिया।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने राजा को एक सौ बीस किक्कार सोना, बहुत सा सुगन्ध-द्रव्य, और मणि दिए; जैसे सुगन्ध-द्रव्य शेबा की रानी ने राजा सुलैमान को दिए, वैसे देखने में नहीं आए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर हीराम और सुलैमान दोनों के जहाजी जो ओपीर से सोना लाते थे, वे चन्दन की लकड़ी और मणि भी लाते थे।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "राजा ने चन्दन की लकड़ी से यहोवा के भवन और राजभवन के लिये चबूतरे और गायकों के लिये वीणाएँ और सारंगियाँ बनवाईं; ऐसी वस्तुएँ उससे पहले यहूदा देश में न देख पड़ी थीं।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर शेबा की रानी ने जो कुछ चाहा वही राजा सुलैमान ने उसको उसकी इच्छा के अनुसार दिया; यह उससे अधिक था, जो वह राजा के पास ले आई थी। तब वह अपने जनों समेत अपने देश को लौट गई। (1 राजा. 10:13)\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "सुलैमान का धन और शक्ति\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो सोना प्रति वर्ष सुलैमान के पास पहुँचा करता था, उसका तौल छः सौ छियासठ किक्कार था।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह उससे अधिक था जो सौदागर और व्यापारी लाते थे; और अरब देश के सब राजा और देश के अधिपति भी सुलैमान के पास सोना-चाँदी लाते थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "राजा सुलैमान ने सोना गढ़ाकर दो सौ बड़ी-बड़ी ढालें बनवाईं; एक-एक ढाल में छः-छः सौ शेकेल गढ़ा हुआ सोना लगा।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने सोना गढ़ाकर तीन सौ छोटी ढालें और भी बनवाईं; एक-एक छोटी ढाल में तीन सौ शेकेल सोना लगा, और राजा ने उनको लबानोन का वन नामक महल में रखा दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "राजा ने हाथी दाँत का एक बड़ा सिंहासन बनाया और शुद्ध सोने से मढ़ाया।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस सिंहासन में छः सीढ़ियाँ और सोने का एक पावदान था; ये सब सिंहासन से जुड़े थे, और बैठने के स्थान के दोनों ओर टेक लगी थी और दोनों टेकों के पास एक-एक सिंह खड़ा हुआ बना था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "छहों सीढ़ियों के दोनों ओर एक-एक सिंह खड़ा हुआ बना था, वे सब बारह हुए। किसी राज्य में ऐसा कभी न बना।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "राजा सुलैमान के पीने के सब पात्र सोने के थे, और लबानोन का वन नामक महल के सब पात्र भी शुद्ध सोने के थे; सुलैमान के दिनों में चाँदी का कोई मूल्य न था।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि हीराम के जहाजियों के संग राजा के जहाज तर्शीश को जाते थे, और तीन-तीन वर्ष के बाद तर्शीश के ये जहाज सोना, चाँदी, हाथी दाँत, बंदर और मोर ले आते थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः राजा सुलैमान धन और बुद्धि में पृथ्वी के सब राजाओं से बढ़कर हो गया।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पृथ्वी के सब राजा* सुलैमान की उस बुद्धि की बातें सुनने को जो परमेश्‍वर ने उसके मन में उपजाई थीं उसका दर्शन करना चाहते थे।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे प्रति वर्ष अपनी-अपनी भेंट अर्थात् चाँदी और सोने के पात्र, वस्त्र-शस्त्र, सुगन्ध-द्रव्य, घोड़े और खच्चर ले आते थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अपने घोड़ों और रथों के लिये सुलैमान के चार हजार घुड़साल और बारह हजार घुड़सवार भी थे, जिनको उसने रथों के नगरों में और यरूशलेम में राजा के पास ठहरा रखा।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह फरात से पलिश्तियों के देश और मिस्र की सीमा तक के सब राजाओं पर प्रभुता करता था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "राजा ने ऐसा किया कि बहुतायत के कारण यरूशलेम में चाँदी का मूल्य पत्थरों का सा और देवदार का मूल्य नीचे के देश के गूलरों का सा हो गया।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "लोग मिस्र से और अन्य सभी देशों से सुलैमान के लिये घोड़े लाते थे।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "सुलैमान की मृत्यु\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "आदि से अन्त तक सुलैमान के और सब काम क्या नातान नबी की पुस्तक में, और शीलोवासी अहिय्याह की नबूवत की पुस्तक में, और नबात के पुत्र यारोबाम के विषय इद्दो दर्शी के दर्शन की पुस्तक में नहीं लिखे हैं?\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सुलैमान ने यरूशलेम में सारे इस्राएल पर चालीस वर्ष तक राज्य किया।\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर सुलैमान अपने पुरखाओं के संग जा मिला और उसको उसके पिता दाऊद के नगर में मिट्टी दी गई; और उसका पुत्र रहबाम उसके स्थान पर राजा हुआ।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "शेबा की रानी का सुलैमान का दर्शन करना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}