{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब इस्राएल बालक था, तब मैंने उससे प्रेम किया, और अपने पुत्र को मिस्र से बुलाया। (मत्ती 2:15)\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु जितना मैं उनको बुलाता था, उतना ही वे मुझसे भागते जाते थे; वे बाल देवताओं के लिये बलिदान करते, और खुदी हुई मूरतों के लिये धूप जलाते गए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं ही एप्रैम को पाँव-पाँव चलाता था, और उनको गोद में लिए फिरता था, परन्तु वे न जानते थे कि उनका चंगा करनेवाला मैं हूँ।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं उनको मनुष्य जानकर प्रेम की डोरी से खींचता था, और जैसा कोई बैल के गले की जोत खोलकर उसके सामने आहार रख दे, वैसा ही मैंने उनसे किया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह मिस्र देश में लौटने न पाएगा; अश्शूर ही उसका राजा होगा, क्योंकि उसने मेरी ओर फिरने से इन्कार कर दिया है।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तलवार उनके नगरों में चलेगी*, और उनके बेंड़ों को पूरा नाश करेगी; और यह उनकी युक्तियों के कारण होगा।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मेरी प्रजा मुझसे फिर जाने में लगी रहती है; यद्यपि वे उनको परमप्रधान की ओर बुलाते हैं, तो भी उनमें से कोई भी मेरी महिमा नहीं करता।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे एप्रैम, मैं तुझे क्यों छोड़ दूँ? हे इस्राएल, मैं कैसे तुझे शत्रु के वश में कर दूँ? मैं कैसे तुझे अदमा के समान छोड़ दूँ, और सबोयीम के समान कर दूँ? मेरा हृदय तो उलट पुलट हो गया, मेरा मन स्नेह के मारे पिघल गया है।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं अपने क्रोध को भड़कने न दूँगा*, और न मैं फिर एप्रैम को नाश करूँगा; क्योंकि मैं मनुष्य नहीं परमेश्‍वर हूँ, मैं तेरे बीच में रहनेवाला पवित्र हूँ; मैं क्रोध करके न आऊँगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे यहोवा के पीछे-पीछे चलेंगे; वह तो सिंह के समान गरजेगा; और तेरे लड़के पश्चिम दिशा से थरथराते हुए आएँगे।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे मिस्र से चिड़ियों के समान और अश्शूर के देश से पंडुकी की भाँति थरथराते हुए आएँगे; और मैं उनको उन्हीं के घरों में बसा दूँगा, यहोवा की यही वाणी है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एप्रैम ने मिथ्या से, और इस्राएल के घराने ने छल से मुझे घेर रखा है; और यहूदा अब तक पवित्र और विश्वासयोग्य परमेश्‍वर की ओर चंचल बना रहता है।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "इस्राएल के प्रति परमेश्‍वर का अविरत प्यार\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}