{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अपनी जवानी के दिनों में अपने सृजनहार को स्मरण रख, इससे पहले कि विपत्ति के दिन और वे वर्ष आएँ, जिनमें तू कहे कि मेरा मन इनमें नहीं लगता।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इससे पहले कि सूर्य और प्रकाश और चन्द्रमा और तारागण अंधेरे हो जाएँ*, और वर्षा होने के बाद बादल फिर घिर आएँ;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय घर के पहरुये काँपेंगे, और बलवन्त झुक जाएँगे, और पिसनहारियाँ थोड़ी रहने के कारण काम छोड़ देंगी, और झरोखों में से देखनेवालियाँ अंधी हो जाएँगी,\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और सड़क की ओर के किवाड़ बन्द होंगे, और चक्की पीसने का शब्द धीमा होगा, और तड़के चिड़िया बोलते ही एक उठ जाएगा, और सब गानेवालियों का शब्द धीमा हो जाएगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर जो ऊँचा हो उससे भय खाया जाएगा, और मार्ग में डरावनी वस्तुएँ मानी जाएँगी; और बादाम का पेड़ फूलेगा, और टिड्डी भी भारी लगेगी, और भूख बढ़ानेवाला फल फिर काम न देगा; क्योंकि मनुष्य अपने सदा के घर को जाएगा, और रोने पीटनेवाले सड़क-सड़क फिरेंगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय चाँदी का तार दो टुकड़े हो जाएगा और सोने का कटोरा टूटेगा; और सोते के पास घड़ा फूटेगा, और कुण्ड के पास रहट टूट जाएगा,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब मिट्टी ज्यों की त्यों मिट्टी में मिल जाएगी, और आत्मा परमेश्‍वर के पास जिस ने उसे दिया लौट जाएगी*।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उपदेशक कहता है, सब व्यर्थ ही व्यर्थ; सब कुछ व्यर्थ है।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "मनुष्य का पूर्ण कर्तव्य\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उपदेशक जो बुद्धिमान था, वह प्रजा को ज्ञान भी सिखाता रहा, और ध्यान लगाकर और जाँच-परख करके बहुत से नीतिवचन क्रम से रखता था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उपदेशक ने मनभावने शब्द खोजे और सिधाई से ये सच्ची बातें लिख दीं।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बुद्धिमानों के वचन पैनों के समान होते हैं, और सभाओं के प्रधानों के वचन गाड़ी हुई कीलों के समान हैं, क्योंकि एक ही चरवाहे की ओर से मिलते हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे मेरे पुत्र, इन्हीं में चौकसी सीख। बहुत पुस्तकों की रचना का अन्त नहीं होता, और बहुत पढ़ना देह को थका देता है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सब कुछ सुना गया; अन्त की बात यह है* कि परमेश्‍वर का भय मान और उसकी आज्ञाओं का पालन कर; क्योंकि मनुष्य का सम्पूर्ण कर्तव्य यही है।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि परमेश्‍वर सब कामों और सब गुप्त बातों का, चाहे वे भली हों या बुरी, न्याय करेगा। (2 कुरिन्थियों. 5:10)"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}