{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एक बुराई जो मैंने सूर्य के नीचे* देखी है, वह मनुष्यों को बहुत भारी लगती है:\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "किसी मनुष्य को परमेश्‍वर धन सम्पत्ति और प्रतिष्ठा यहाँ तक देता है कि जो कुछ उसका मन चाहता है उसे उसकी कुछ भी घटी नहीं होती, तो भी परमेश्‍वर उसको उसमें से खाने नहीं देता, कोई दूसरा ही उसे खाता है; यह व्यर्थ और भयानक दुःख है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यदि किसी पुरुष के सौ पुत्र हों, और वह बहुत वर्ष जीवित रहे और उसकी आयु बढ़ जाए, परन्तु न उसका प्राण प्रसन्‍न रहे और न उसकी अन्तिम क्रिया की जाए*, तो मैं कहता हूँ कि ऐसे मनुष्य से अधूरे समय का जन्मा हुआ बच्चा उत्तम है।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि वह व्यर्थ ही आया और अंधेरे में चला गया, और उसका नाम भी अंधेरे में छिप गया;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और न सूर्य को देखा, न किसी चीज को जानने पाया; तो भी इसको उस मनुष्य से अधिक चैन मिला।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हाँ चाहे वह दो हजार वर्ष जीवित रहे, और कुछ सुख भोगने न पाए, तो उसे क्या? क्या सब के सब एक ही स्थान में नहीं जाते?\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मनुष्य का सारा परिश्रम उसके पेट के लिये होता है तो भी उसका मन नहीं भरता।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो बुद्धिमान है वह मूर्ख से किस बात में बढ़कर है? और कंगाल जो यह जानता है कि इस जीवन में किस प्रकार से चलना चाहिये*, वह भी उससे किस बात में बढ़कर है?\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "आँखों से देख लेना मन की चंचलता से उत्तम है: यह भी व्यर्थ और वायु को पकड़ना है।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो कुछ हुआ है उसका नाम युग के आरम्भ से रखा गया है, और यह प्रगट है कि वह आदमी है, कि वह उससे जो उससे अधिक शक्तिमान है झगड़ा नहीं कर सकता है।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बहुत सी ऐसी बातें हैं जिनके कारण जीवन और भी व्यर्थ होता है तो फिर मनुष्य को क्या लाभ?\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि मनुष्य के क्षणिक व्यर्थ जीवन में जो वह परछाई के समान बिताता है कौन जानता है कि उसके लिये अच्छा क्या है? क्योंकि मनुष्य को कौन बता सकता है कि उसके बाद सूर्य के नीचे क्या होगा?\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}