{
  "1": "וַיְהִ֖י H1961 בִּימֵ֣י H3117 אֲחַשְׁוֵר֑וֹשׁ H325 ה֣וּא H1931 אֲחַשְׁוֵר֗וֹשׁ H325 הַמֹּלֵךְ֙ H4427 מֵהֹ֣דּוּ H1912 וְעַד H5704 כּ֔וּשׁ H3568 שֶׁ֛בַע H7651 וְעֶשְׂרִ֥ים H6242 וּמֵאָ֖ה H3967 מְדִינָֽה H4082 ",
  "2": "בַּיָּמִ֖ים H3117 הָהֵ֑ם H1992 כְּשֶׁ֣בֶת H3427 הַמֶּ֣לֶךְ H4428 אֲחַשְׁוֵר֗וֹשׁ H325 עַ֚ל H5921 כִּסֵּ֣א H3678 מַלְכוּת֔וֹ H4438 אֲשֶׁ֖ר H834 בְּשׁוּשַׁ֥ן H7800 הַבִּירָֽה H1002 ",
  "3": "בִּשְׁנַ֤ת H8141 שָׁלוֹשׁ֙ H7969 לְמָלְכ֔ H4427 עָשָׂ֣ה H6213 מִשְׁתֶּ֔ה H4960 לְכָל H3605 שָׂרָ֖יו H8269 וַעֲבָדָ֑י H5650 חֵ֣יל H2426 פָּרַ֣ס H6539 וּמָדַ֗י H4074 הַֽפַּרְתְּמִ֛ים H6579 וְשָׂרֵ֥י H8269 הַמְּדִינ֖וֹת H4082 לְפָנָֽי H6440 ",
  "4": "בְּהַרְאֹת֗ H7200 אֶת H853 עֹ֨שֶׁר֙ H6239 כְּב֣וֹד H3519 מַלְכוּת֔וֹ H4438 וְאֶ֨ת H853 יְקָ֔ר H3366 תִּפְאֶ֖רֶת H8597 גְּדוּלָּת֑וֹ H1420 יָמִ֣ים H3117 רַבִּ֔ים H7227 שְׁמוֹנִ֥ים H8084 וּמְאַ֖ת H3967 יֽוֹם H3117 ",
  "5": "וּבִ H4390 הַיָּמִ֣ים H3117 הָאֵ֗לֶּה H428 עָשָׂ֣ה H6213 הַמֶּ֡לֶךְ H4428 לְכָל H3605 הָעָ֣ם H5971 הַנִּמְצְאִים֩ H4672 בְּשׁוּשַׁ֨ן H7800 הַבִּירָ֜ה H1002 לְמִ H1419 וְעַד H5704 קָטָ֛ן H6996 מִשְׁתֶּ֖ה H4960 שִׁבְעַ֣ת H7651 יָמִ֑ים H3117 בַּחֲצַ֕ר H2691 גִּנַּ֥ת H1594 בִּיתַ֖ן H1055 הַמֶּֽלֶךְ H4428 ",
  "6": "ח֣וּר H2353 כַּרְפַּ֣ס H3768 וּתְכֵ֗לֶת H8504 אָחוּז֙ H270 בְּחַבְלֵי H2256 ב֣וּץ H948 וְאַרְגָּמָ֔ן H713 עַל H5921 גְּלִ֥ילֵי H1550 כֶ֖סֶף H3701 וְעַמּ֣וּדֵי H5982 שֵׁ֑שׁ H8336 מִטּ֣וֹת H4296 זָהָ֣ב H2091 וָכֶ֗סֶף H3701 עַ֛ל H5921 רִֽצְפַ֥ת H7531 בַּהַט H923 וָשֵׁ֖שׁ H8336 וְדַ֥ר H1858 וְסֹחָֽרֶת H5508 ",
  "7": "וְהַשְׁקוֹת֙ H8248 בִּכְלֵ֣י H3627 זָהָ֔ב H2091 וְכֵלִ֖ים H3627 מִכֵּלִ֣ים H3627 שׁוֹנִ֑ים H8138 וְיֵ֥ין H3196 מַלְכ֛וּת H4438 רָ֖ב H7227 כְּיַ֥ד H3027 הַמֶּֽלֶךְ H4428 ",
  "8": "וְהַ H8360 כַדָּ֖ת H1881 אֵ֣ין H369 אֹנֵ֑ס H597 כִּי H3588 כֵ֣ן H3651 יִסַּ֣ד H3245 הַמֶּ֗לֶךְ H4428 עַ֚ל H5921 כָּל H3605 רַ֣ב H7227 בֵּית֔וֹ H1004 לַעֲשׂ֖וֹת H6213 כִּרְצ֥וֹן H7522 אִישׁ H376 וָאִֽישׁ H376 ",
  "9": "גַּ֚ם H1571 וַשְׁתִּ֣י H2060 הַמַּלְכָּ֔ה H4436 עָשְׂתָ֖ה H6213 מִשְׁתֵּ֣ה H4960 נָשִׁ֑ים H802 בֵּ֚ית H1004 הַמַּלְכ֔וּת H4438 אֲשֶׁ֖ר H834 לַמֶּ֥לֶךְ H4428 אֲחַשְׁוֵרֽוֹשׁ H325 ",
  "10": "בַּיּוֹם֙ H3117 הַשְּׁבִיעִ֔י H7637 כְּט֥וֹב H2896 לֵב H3820 הַמֶּ֖לֶךְ H4428 בַּיָּ֑יִן H3196 אָמַ֡ר H559 לִ֠מְהוּמָן H4104 בִּזְּתָ֨א H968 חַרְבוֹנָ֜א H2726 בִּגְתָ֤א H903 וַאֲבַגְתָא֙ H5 זֵתַ֣ר H2242 וְכַרְכַּ֔ס H3752 שִׁבְעַת֙ H7651 הַסָּ֣רִיסִ֔ים H5631 הַמְשָׁ֣רְתִ֔ים H8334 אֶת H854 פְּנֵ֖י H6440 הַמֶּ֥לֶךְ H4428 אֲחַשְׁוֵרֽוֹשׁ H325 ",
  "11": "לְ֠הָבִיא H935 אֶת H853 וַשְׁתִּ֧י H2060 הַמַּלְכָּ֛ה H4436 לִפְנֵ֥י H6440 הַמֶּ֖לֶךְ H4428 בְּכֶ֣תֶר H3804 מַלְכ֑וּת H4438 לְהַרְא֨וֹת H7200 הָֽעַמִּ֤ים H5971 וְהַ H8269 אֶת H853 יָפְיָ֔הּ H3308 כִּֽי H3588 טוֹבַ֥ת H2896 מַרְאֶ֖ה H4758 הִֽיא H1931 ",
  "12": "וַתְּמָאֵ֞ן H3985 הַמַּלְכָּ֣ה H4436 וַשְׁתִּ֗י H2060 לָבוֹא֙ H935 בִּדְבַ֣ר H1697 הַמֶּ֔לֶךְ H4428 אֲשֶׁ֖ר H834 בְּיַ֣ד H3027 הַסָּרִיסִ֑ים H5631 וַיִּקְצֹ֤ף H7107 הַמֶּ֨לֶךְ֙ H4428 מְאֹ֔ד H3966 וַחֲמָת֖ H2534 בָּעֲרָ֥ה H1197 בֽוֹ Hb ",
  "13": "וַיֹּ֣אמֶר H559 הַמֶּ֔לֶךְ H4428 לַחֲכָמִ֖ים H2450 יֹדְעֵ֣י H3045 הָֽעִתִּ֑ים H6256 כִּי H3588 כֵן֙ H3651 דְּבַ֣ר H1697 הַמֶּ֔לֶךְ H4428 לִפְנֵ֕י H6440 כָּל H3605 יֹדְעֵ֖י H3045 דָּ֥ת H1881 וָדִֽין H1779 ",
  "14": "וְהַ H7138 אֵלָ֗יו H413 כַּרְשְׁנָ֤א H3771 שֵׁתָר֙ H8369 אַדְמָ֣תָא H133 תַרְשִׁ֔ישׁ H8659 מֶ֥רֶס H4825 מַרְסְנָ֖א H4826 מְמוּכָ֑ן H4462 שִׁבְעַ֞ת H7651 שָׂרֵ֣י H8269 פָּרַ֣ס H6539 וּמָדַ֗י H4074 רֹאֵי֙ H7200 פְּנֵ֣י H6440 הַמֶּ֔לֶךְ H4428 הַיֹּשְׁבִ֥ים H3427 רִאשֹׁנָ֖ה H7223 בַּמַּלְכֽוּת H4438 ",
  "15": "כְּדָת֙ H1881 מַֽה H4100 לַּעֲשׂ֔וֹת H6213 בַּמַּלְכָּ֖ה H4436 וַשְׁתִּ֑י H2060 עַ֣ל H5921 אֲשֶׁ֣ר H834 לֹֽא H3808 עָשְׂתָ֗ה H6213 אֶֽת H853 מַאֲמַר֙ H3982 הַמֶּ֣לֶךְ H4428 אֲחַשְׁוֵר֔וֹשׁ H325 בְּיַ֖ד H3027 הַסָּרִיסִֽים H5631 ",
  "16": "וַיֹּ֣אמֶר H559 מומכן H4462 לִפְנֵ֤י H6440 הַמֶּ֨לֶךְ֙ H4428 וְהַ H8269 לֹ֤א H3808 עַל H5921 הַמֶּ֨לֶךְ֙ H4428 לְבַדּ֔ H905 עָוְתָ֖ה H5753 וַשְׁתִּ֣י H2060 הַמַּלְכָּ֑ה H4436 כִּ֤י H3588 עַל H5921 כָּל H3605 הַשָּׂרִים֙ H8269 וְעַל H5921 כָּל H3605 הָ֣עַמִּ֔ים H5971 אֲשֶׁ֕ר H834 בְּכָל H3605 מְדִינ֖וֹת H4082 הַמֶּ֥לֶךְ H4428 אֲחַשְׁוֵרֽוֹשׁ H325 ",
  "17": "כִּֽי H3588 יֵצֵ֤א H3318 דְבַר H1697 הַמַּלְכָּה֙ H4436 עַל H5921 כָּל H3605 הַנָּשִׁ֔ים H802 לְהַבְז֥וֹת H959 בַּעְלֵיהֶ֖ן H1167 בְּעֵינֵי H5869 בְּאָמְרָ֗ H559 הַמֶּ֣לֶךְ H4428 אֲחַשְׁוֵר֡וֹשׁ H325 אָמַ֞ר H559 לְהָבִ֨יא H935 אֶת H853 וַשְׁתִּ֧י H2060 הַמַּלְכָּ֛ה H4436 לְפָנָ֖י H6440 וְלֹא H3808 בָֽאָה H935 ",
  "18": "וְֽהַ H3117 הַזֶּ֜ה H2088 תֹּאמַ֣רְנָה H559 שָׂר֣וֹת H8282 פָּֽרַס H6539 וּמָדַ֗י H4074 אֲשֶׁ֤ר H834 שָֽׁמְעוּ֙ H8085 אֶת H853 דְּבַ֣ר H1697 הַמַּלְכָּ֔ה H4436 לְכֹ֖ל H3605 שָׂרֵ֣י H8269 הַמֶּ֑לֶךְ H4428 וּכְ H1767 בִּזָּי֥וֹן H963 וָקָֽצֶף H7110 ",
  "19": "אִם H518 עַל H5921 הַמֶּ֣לֶךְ H4428 ט֗וֹב H2895 יֵצֵ֤א H3318 דְבַר H1697 מַלְכוּת֙ H4438 מִלְּ H6440 וְיִכָּתֵ֛ב H3789 בְּדָתֵ֥י H1881 פָֽרַס H6539 וּמָדַ֖י H4074 וְלֹ֣א H3808 יַעֲב֑וֹר H5674 אֲשֶׁ֨ר H834 לֹֽא H3808 תָב֜וֹא H935 וַשְׁתִּ֗י H2060 לִפְנֵי֙ H6440 הַמֶּ֣לֶךְ H4428 אֲחַשְׁוֵר֔וֹשׁ H325 וּמַלְכוּתָ H4438 יִתֵּ֣ן H5414 הַמֶּ֔לֶךְ H4428 לִרְעוּתָ֖ H7468 הַטּוֹבָ֥ה H2896 מִמֶּֽנָּה H4480 ",
  "20": "וְנִשְׁמַע֩ H8085 פִּתְגָ֨ם H6599 הַמֶּ֤לֶךְ H4428 אֲשֶֽׁר H834 יַעֲשֶׂה֙ H6213 בְּכָל H3605 מַלְכוּת֔וֹ H4438 כִּ֥י H3588 רַבָּ֖ה H7227 הִ֑יא H1931 וְכָל H3605 הַנָּשִׁ֗ים H802 יִתְּנ֤וּ H5414 יְקָר֙ H3366 לְבַעְלֵי H1167 לְמִ H1419 וְעַד H5704 קָטָֽן H6996 ",
  "21": "וַיִּיטַב֙ H3190 הַדָּבָ֔ר H1697 בְּעֵינֵ֥י H5869 הַמֶּ֖לֶךְ H4428 וְהַ H8269 וַיַּ֥עַשׂ H6213 הַמֶּ֖לֶךְ H4428 כִּדְבַ֥ר H1697 מְמוּכָֽן H4462 ",
  "22": "וַיִּשְׁלַ֤ח H7971 סְפָרִים֙ H5612 אֶל H413 כָּל H3605 מְדִינ֣וֹת H4082 הַמֶּ֔לֶךְ H4428 אֶל H413 מְדִינָ֤ה H4082 וּמְדִינָה֙ H4082 כִּכְתָבָ֔ H3791 וְאֶל H413 עַ֥ם H5971 וָעָ֖ם H5971 כִּלְשׁוֹנ֑ H3956 לִהְי֤וֹת H1961 כָּל H3605 אִישׁ֙ H376 שֹׂרֵ֣ר H8323 בְּבֵית֔ H1004 וּמְדַבֵּ֖ר H1696 כִּלְשׁ֥וֹן H3956 עַמּֽוֹ H5971 "
}
