{
  "1": "בַּלַּ֣יְלָה H3915 הַה֔וּא H1931 נָדְדָ֖ה H5074 שְׁנַ֣ת H8142 הַמֶּ֑לֶךְ H4428 וַיֹּ֗אמֶר H559 לְהָבִ֞יא H935 אֶת H853 סֵ֤פֶר H5612 הַזִּכְרֹנוֹת֙ H2146 דִּבְרֵ֣י H1697 הַיָּמִ֔ים H3117 וַיִּהְי֥וּ H1961 נִקְרָאִ֖ים H7121 לִפְנֵ֥י H6440 הַמֶּֽלֶךְ H4428 ",
  "2": "וַיִּמָּצֵ֣א H4672 כָת֗וּב H3789 אֲשֶׁר֩ H834 הִגִּ֨יד H5046 מָרְדֳּכַ֜י H4782 עַל H5921 בִּגְתָ֣נָא H904 וָתֶ֗רֶשׁ H8657 שְׁנֵי֙ H8147 סָרִיסֵ֣י H5631 הַמֶּ֔לֶךְ H4428 מִשֹּׁמְרֵ֖י H8104 הַסַּ֑ף H5592 אֲשֶׁ֤ר H834 בִּקְשׁוּ֙ H1245 לִשְׁלֹ֣חַ H7971 יָ֔ד H3027 בַּמֶּ֖לֶךְ H4428 אֲחַשְׁוֵרֽוֹשׁ H325 ",
  "3": "וַיֹּ֣אמֶר H559 הַמֶּ֔לֶךְ H4428 מַֽה H4100 נַּעֲשָׂ֞ה H6213 יְקָ֧ר H3366 וּגְדוּלָּ֛ה H1420 לְמָרְדֳּכַ֖י H4782 עַל H5921 זֶ֑ה H2088 וַיֹּ֨אמְר֜וּ H559 נַעֲרֵ֤י H5288 הַמֶּ֨לֶךְ֙ H4428 מְשָׁ֣רְתָ֔יו H8334 לֹא H3808 נַעֲשָׂ֥ה H6213 עִמּ֖וֹ H5973 דָּבָֽר H1697 ",
  "4": "וַיֹּ֥אמֶר H559 הַמֶּ֖לֶךְ H4428 מִ֣י H4310 בֶחָצֵ֑ר H2691 וְהָמָ֣ן H2001 בָּ֗א H935 לַחֲצַ֤ר H2691 בֵּית H1004 הַמֶּ֨לֶךְ֙ H4428 הַחִ֣יצוֹנָ֔ה H2435 לֵאמֹ֣ר H559 לַמֶּ֔לֶךְ H4428 לִתְלוֹת֙ H8518 אֶֽת H853 מָרְדֳּכַ֔י H4782 עַל H5921 הָעֵ֖ץ H6086 אֲשֶׁר H834 הֵכִ֥ין H3559 לֽוֹ Hl ",
  "5": "וַיֹּ֨אמְר֜וּ H559 נַעֲרֵ֤י H5288 הַמֶּ֨לֶךְ֙ H4428 אֵלָ֔יו H413 הִנֵּ֥ה H2009 הָמָ֖ן H2001 עֹמֵ֣ד H5975 בֶּחָצֵ֑ר H2691 וַיֹּ֥אמֶר H559 הַמֶּ֖לֶךְ H4428 יָבֽוֹא H935 ",
  "6": "וַיָּבוֹא֮ H935 הָמָן֒ H2001 וַיֹּ֤אמֶר H559 לוֹ֙ Hl הַמֶּ֔לֶךְ H4428 מַה H4100 לַעֲשׂ֕וֹת H6213 בָּאִ֕ישׁ H376 אֲשֶׁ֥ר H834 הַמֶּ֖לֶךְ H4428 חָפֵ֣ץ H2654 בִּיקָר֑ H3366 וַיֹּ֤אמֶר H559 הָמָן֙ H2001 בְּלִבּ֔ H3820 לְמִ֞י H4310 יַחְפֹּ֥ץ H2654 הַמֶּ֛לֶךְ H4428 לַעֲשׂ֥וֹת H6213 יְקָ֖ר H3366 יוֹתֵ֥ר H3148 מִמֶּֽנִּי H4480 ",
  "7": "וַיֹּ֥אמֶר H559 הָמָ֖ן H2001 אֶל H413 הַמֶּ֑לֶךְ H4428 אִ֕ישׁ H376 אֲשֶׁ֥ר H834 הַמֶּ֖לֶךְ H4428 חָפֵ֥ץ H2654 בִּיקָרֽ H3366 ",
  "8": "יָבִ֨יאוּ֙ H935 לְב֣וּשׁ H3830 מַלְכ֔וּת H4438 אֲשֶׁ֥ר H834 לָֽבַשׁ H3847 בּ֖וֹ Hb הַמֶּ֑לֶךְ H4428 וְס֗וּס H5483 אֲשֶׁ֨ר H834 רָכַ֤ב H7392 עָלָיו֙ H5921 הַמֶּ֔לֶךְ H4428 וַאֲשֶׁ֥ר H834 נִתַּ֛ן H5414 כֶּ֥תֶר H3804 מַלְכ֖וּת H4438 בְּרֹאשֽׁ H7218 ",
  "9": "וְנָת֨וֹן H5414 הַלְּב֜וּשׁ H3830 וְהַ H5483 עַל H5921 יַד H3027 אִ֞ישׁ H376 מִשָּׂרֵ֤י H8269 הַמֶּ֨לֶךְ֙ H4428 הַֽפַּרְתְּמִ֔ים H6579 וְהִלְבִּ֨ישׁוּ֙ H3847 אֶת H853 הָאִ֔ישׁ H376 אֲשֶׁ֥ר H834 הַמֶּ֖לֶךְ H4428 חָפֵ֣ץ H2654 בִּֽיקָר֑ H3366 וְהִרְכִּיבֻ֤ H7392 עַל H5921 הַסּוּס֙ H5483 בִּרְח֣וֹב H7339 הָעִ֔יר H5892 וְקָרְא֣וּ H7121 לְפָנָ֔י H6440 כָּ֚כָה H3602 יֵעָשֶׂ֣ה H6213 לָאִ֔ישׁ H376 אֲשֶׁ֥ר H834 הַמֶּ֖לֶךְ H4428 חָפֵ֥ץ H2654 בִּיקָרֽ H3366 ",
  "10": "וַיֹּ֨אמֶר H559 הַמֶּ֜לֶךְ H4428 לְהָמָ֗ן H2001 מַ֠הֵר H4116 קַ֣ח H3947 אֶת H853 הַלְּב֤וּשׁ H3830 וְאֶת H853 הַסּוּס֙ H5483 כַּאֲשֶׁ֣ר H834 דִּבַּ֔רְתָּ H1696 וַֽעֲשֵׂה H6213 כֵן֙ H3651 לְמָרְדֳּכַ֣י H4782 הַיְּהוּדִ֔י H3064 הַיּוֹשֵׁ֖ב H3427 בְּשַׁ֣עַר H8179 הַמֶּ֑לֶךְ H4428 אַל H408 תַּפֵּ֣ל H5307 דָּבָ֔ר H1697 מִכֹּ֖ל H3605 אֲשֶׁ֥ר H834 דִּבַּֽרְתָּ H1696 ",
  "11": "וַיִּקַּ֤ח H3947 הָמָן֙ H2001 אֶת H853 הַלְּב֣וּשׁ H3830 וְאֶת H853 הַסּ֔וּס H5483 וַיַּלְבֵּ֖שׁ H3847 אֶֽת H853 מָרְדֳּכָ֑י H4782 וַיַּרְכִּיבֵ֨ H7392 בִּרְח֣וֹב H7339 הָעִ֔יר H5892 וַיִּקְרָ֣א H7121 לְפָנָ֔י H6440 כָּ֚כָה H3602 יֵעָשֶׂ֣ה H6213 לָאִ֔ישׁ H376 אֲשֶׁ֥ר H834 הַמֶּ֖לֶךְ H4428 חָפֵ֥ץ H2654 בִּיקָרֽ H3366 ",
  "12": "וַיָּ֥שָׁב H7725 מָרְדֳּכַ֖י H4782 אֶל H413 שַׁ֣עַר H8179 הַמֶּ֑לֶךְ H4428 וְהָמָן֙ H2001 נִדְחַ֣ף H1765 אֶל H413 בֵּית֔וֹ H1004 אָבֵ֖ל H57 וַחֲפ֥וּי H2645 רֹֽאשׁ H7218 ",
  "13": "וַיְסַפֵּ֨ר H5608 הָמָ֜ן H2001 לְזֶ֤רֶשׁ H2238 אִשְׁתּוֹ֙ H802 וּלְ H3605 אֹ֣הֲבָ֔יו H157 אֵ֖ת H853 כָּל H3605 אֲשֶׁ֣ר H834 קָרָ֑הוּ H7136 וַיֹּ֩אמְרוּ֩ H559 ל֨וֹ Hl חֲכָמָ֜יו H2450 וְזֶ֣רֶשׁ H2238 אִשְׁתּ֗וֹ H802 אִ֣ם H518 מִזֶּ֣רַע H2233 הַיְּהוּדִ֡ים H3064 מָרְדֳּכַ֞י H4782 אֲשֶׁר֩ H834 הַחִלּ֨וֹתָ H2490 לִנְפֹּ֤ל H5307 לְפָנָי H6440 לֹא H3808 תוּכַ֣ל H3201 ל֔וֹ Hl כִּֽי H3588 נָפ֥וֹל H5307 תִּפּ֖וֹל H5307 לְפָנָֽי H6440 ",
  "14": "עוֹדָם֙ H5750 מְדַבְּרִ֣ים H1696 עִמּ֔וֹ H5973 וְסָרִיסֵ֥י H5631 הַמֶּ֖לֶךְ H4428 הִגִּ֑יעוּ H5060 וַיַּבְהִ֨לוּ֙ H926 לְהָבִ֣יא H935 אֶת H853 הָמָ֔ן H2001 אֶל H413 הַמִּשְׁתֶּ֖ה H4960 אֲשֶׁר H834 עָשְׂתָ֥ה H6213 אֶסְתֵּֽר H635 "
}
