{
  "1": "וּבִ H8147 עָשָׂ֨ר H6240 חֹ֜דֶשׁ H2320 הוּא H1931 חֹ֣דֶשׁ H2320 אֲדָ֗ר H143 בִּשְׁלוֹשָׁ֨ה H7969 עָשָׂ֥ר H6240 יוֹם֙ H3117 בּ֔וֹ Hb אֲשֶׁ֨ר H834 הִגִּ֧יעַ H5060 דְּבַר H1697 הַמֶּ֛לֶךְ H4428 וְדָת֖ H1881 לְהֵעָשׂ֑וֹת H6213 בַּיּ֗וֹם H3117 אֲשֶׁ֨ר H834 שִׂבְּר֜וּ H7663 אֹיְבֵ֤י H341 הַיְּהוּדִים֙ H3064 לִשְׁל֣וֹט H7980 בָּהֶ֔ם Hb וְנַהֲפ֣וֹךְ H2015 ה֔וּא H1931 אֲשֶׁ֨ר H834 יִשְׁלְט֧וּ H7980 הַיְּהוּדִ֛ים H3064 הֵ֖מָּה H1992 בְּשֹׂנְאֵי H8130 ",
  "2": "נִקְהֲל֨וּ H6950 הַיְּהוּדִ֜ים H3064 בְּעָרֵי H5892 בְּכָל H3605 מְדִינוֹת֙ H4082 הַמֶּ֣לֶךְ H4428 אֳחַשְׁוֵר֔וֹשׁ H325 לִשְׁלֹ֣חַ H7971 יָ֔ד H3027 בִּמְבַקְשֵׁ֖י H1245 רָֽעָתָ֑ם H7451 וְאִישׁ֙ H376 לֹא H3808 עָמַ֣ד H5975 לִפְנֵי H6440 כִּֽי H3588 נָפַ֥ל H5307 פַּחְדָּ֖ם H6343 עַל H5921 כָּל H3605 הָעַמִּֽים H5971 ",
  "3": "וְכָל H3605 שָׂרֵ֨י H8269 הַמְּדִינ֜וֹת H4082 וְהָ H323 וְהַ H6346 וְעֹשֵׂ֤י H6213 הַמְּלָאכָה֙ H4399 אֲשֶׁ֣ר H834 לַמֶּ֔לֶךְ H4428 מְנַשְּׂאִ֖ים H5375 אֶת H853 הַיְּהוּדִ֑ים H3064 כִּֽי H3588 נָפַ֥ל H5307 פַּֽחַד H6343 מָרְדֳּכַ֖י H4782 עֲלֵיהֶֽם H5921 ",
  "4": "כִּֽי H3588 גָ֤דוֹל H1419 מָרְדֳּכַי֙ H4782 בְּבֵ֣ית H1004 הַמֶּ֔לֶךְ H4428 וְשָׁמְע֖ H8089 הוֹלֵ֣ךְ H1980 בְּכָל H3605 הַמְּדִינ֑וֹת H4082 כִּֽי H3588 הָאִ֥ישׁ H376 מָרְדֳּכַ֖י H4782 הוֹלֵ֥ךְ H1980 וְגָדֽוֹל H1419 ",
  "5": "וַיַּכּ֤וּ H5221 הַיְּהוּדִים֙ H3064 בְּכָל H3605 אֹ֣יְבֵיהֶ֔ם H341 מַכַּת H4347 חֶ֥רֶב H2719 וְהֶ֖רֶג H2027 וְאַבְדָ֑ן H12 וַיַּֽעֲשׂ֥וּ H6213 בְשֹׂנְאֵי H8130 כִּרְצוֹנָֽ H7522 ",
  "6": "וּבְ H7800 הַבִּירָ֗ה H1002 הָרְג֤וּ H2026 הַיְּהוּדִים֙ H3064 וְאַבֵּ֔ד H6 חֲמֵ֥שׁ H2568 מֵא֖וֹת H3967 אִֽישׁ H376 ",
  "7": "וְאֵ֧ת H853 פַּרְשַׁנְדָּ֛תָא H6577 וְאֵ֥ת H853 דַּֽלְפ֖וֹן H1813 וְאֵ֥ת H853 אַסְפָּֽתָא H630 ",
  "8": "וְאֵ֧ת H853 פּוֹרָ֛תָא H6334 וְאֵ֥ת H853 אֲדַלְיָ֖א H118 וְאֵ֥ת H853 אֲרִידָֽתָא H743 ",
  "9": "וְאֵ֤ת H853 פַּרְמַ֨שְׁתָּא֙ H6534 וְאֵ֣ת H853 אֲרִיסַ֔י H747 וְאֵ֥ת H853 אֲרִדַ֖י H742 וְאֵ֥ת H853 וַיְזָֽתָא H2055 ",
  "10": "עֲ֠שֶׂרֶת H6235 בְּנֵ֨י H1121 הָמָ֧ן H2001 בֶּֽן H1121 הַמְּדָ֛תָא H4099 צֹרֵ֥ר H6887 הַיְּהוּדִ֖ים H3064 הָרָ֑גוּ H2026 וּבַ֨ H961 לֹ֥א H3808 שָׁלְח֖וּ H7971 אֶת H853 יָדָֽם H3027 ",
  "11": "בַּיּ֣וֹם H3117 הַה֗וּא H1931 בָּ֣א H935 מִסְפַּ֧ר H4557 הַֽהֲרוּגִ֛ים H2026 בְּשׁוּשַׁ֥ן H7800 הַבִּירָ֖ה H1002 לִפְנֵ֥י H6440 הַמֶּֽלֶךְ H4428 ",
  "12": "וַיֹּ֨אמֶר H559 הַמֶּ֜לֶךְ H4428 לְאֶסְתֵּ֣ר H635 הַמַּלְכָּ֗ה H4436 בְּשׁוּשַׁ֣ן H7800 הַבִּירָ֡ה H1002 הָרְגוּ֩ H2026 הַיְּהוּדִ֨ים H3064 וְאַבֵּ֜ד H6 חֲמֵ֧שׁ H2568 מֵא֣וֹת H3967 אִ֗ישׁ H376 וְאֵת֙ H853 עֲשֶׂ֣רֶת H6235 בְּנֵֽי H1121 הָמָ֔ן H2001 בִּשְׁאָ֛ר H7605 מְדִינ֥וֹת H4082 הַמֶּ֖לֶךְ H4428 מֶ֣ה H4100 עָשׂ֑וּ H6213 וּמַה H4100 שְּׁאֵֽלָתֵךְ֙ H7596 וְיִנָּ֣תֵֽן H5414 לָ֔ךְ Hl וּמַה H4100 בַּקָּשָׁתֵ֥ךְ H1246 ע֖וֹד H5750 וְתֵעָֽשׂ H6213 ",
  "13": "וַתֹּ֤אמֶר H559 אֶסְתֵּר֙ H635 אִם H518 עַל H5921 הַמֶּ֣לֶךְ H4428 ט֔וֹב H2896 יִנָּתֵ֣ן H5414 גַּם H1571 מָחָ֗ר H4279 לַיְּהוּדִים֙ H3064 אֲשֶׁ֣ר H834 בְּשׁוּשָׁ֔ן H7800 לַעֲשׂ֖וֹת H6213 כְּדָ֣ת H1881 הַיּ֑וֹם H3117 וְאֵ֛ת H853 עֲשֶׂ֥רֶת H6235 בְּנֵֽי H1121 הָמָ֖ן H2001 יִתְל֥וּ H8518 עַל H5921 הָעֵֽץ H6086 ",
  "14": "וַיֹּ֤אמֶר H559 הַמֶּ֨לֶךְ֙ H4428 לְהֵֽעָשׂ֣וֹת H6213 כֵּ֔ן H3651 וַתִּנָּתֵ֥ן H5414 דָּ֖ת H1881 בְּשׁוּשָׁ֑ן H7800 וְאֵ֛ת H853 עֲשֶׂ֥רֶת H6235 בְּנֵֽי H1121 הָמָ֖ן H2001 תָּלֽוּ H8518 ",
  "15": "וַיִּֽקָּהֲל֞וּ H6950 היהודיים H3064 אֲשֶׁר H834 בְּשׁוּשָׁ֗ן H7800 גַּ֠ם H1571 בְּי֣וֹם H3117 אַרְבָּעָ֤ה H702 עָשָׂר֙ H6240 לְחֹ֣דֶשׁ H2320 אֲדָ֔ר H143 וַיַּֽהַרְג֣וּ H2026 בְשׁוּשָׁ֔ן H7800 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 אִ֑ישׁ H376 וּבַ֨ H961 לֹ֥א H3808 שָׁלְח֖וּ H7971 אֶת H853 יָדָֽם H3027 ",
  "16": "וּשְׁאָ֣ר H7605 הַיְּהוּדִ֡ים H3064 אֲשֶׁר֩ H834 בִּמְדִינ֨וֹת H4082 הַמֶּ֜לֶךְ H4428 נִקְהֲל֣וּ H6950 וְעָמֹ֣ד H5975 עַל H5921 נַפְשָׁ֗ם H5315 וְנ֨וֹחַ֙ H5118 מֵאֹ֣יְבֵי H341 וְהָרֹג֙ H2026 בְּשֹׂ֣נְאֵי H8130 חֲמִשָּׁ֥ה H2568 וְשִׁבְעִ֖ים H7657 אָ֑לֶף H505 וּבַ֨ H961 לֹ֥א H3808 שָֽׁלְח֖וּ H7971 אֶת H853 יָדָֽם H3027 ",
  "17": "בְּיוֹם H3117 שְׁלֹשָׁ֥ה H7969 עָשָׂ֖ר H6240 לְחֹ֣דֶשׁ H2320 אֲדָ֑ר H143 וְנ֗וֹחַ H5117 בְּאַרְבָּעָ֤ה H702 עָשָׂר֙ H6240 בּ֔וֹ Hb וְעָשֹׂ֣ה H6213 אֹת֔וֹ H853 י֖וֹם H3117 מִשְׁתֶּ֥ה H4960 וְשִׂמְחָֽה H8057 ",
  "18": "וה H3064 אֲשֶׁר H834 בְּשׁוּשָׁ֗ן H7800 נִקְהֲלוּ֙ H6950 בִּשְׁלֹשָׁ֤ה H7969 עָשָׂר֙ H6240 בּ֔וֹ Hb וּבְ H702 עָשָׂ֖ר H6240 בּ֑וֹ Hb וְנ֗וֹחַ H5117 בַּחֲמִשָּׁ֤ה H2568 עָשָׂר֙ H6240 בּ֔וֹ Hb וְעָשֹׂ֣ה H6213 אֹת֔וֹ H853 י֖וֹם H3117 מִשְׁתֶּ֥ה H4960 וְשִׂמְחָֽה H8057 ",
  "19": "עַל H5921 כֵּ֞ן H3651 הַיְּהוּדִ֣ים H3064 הפרוזים H6521 הַיֹּשְׁבִים֮ H3427 בְּעָרֵ֣י H5892 הַפְּרָזוֹת֒ H6519 עֹשִׂ֗ים H6213 אֵ֠ת H853 י֣וֹם H3117 אַרְבָּעָ֤ה H702 עָשָׂר֙ H6240 לְחֹ֣דֶשׁ H2320 אֲדָ֔ר H143 שִׂמְחָ֥ה H8057 וּמִשְׁתֶּ֖ה H4960 וְי֣וֹם H3117 ט֑וֹב H2896 וּמִשְׁל֥וֹחַ H4916 מָנ֖וֹת H4490 אִ֥ישׁ H376 לְרֵעֵֽ H7453 ",
  "20": "וַיִּכְתֹּ֣ב H3789 מָרְדֳּכַ֔י H4782 אֶת H853 הַדְּבָרִ֖ים H1697 הָאֵ֑לֶּה H428 וַיִּשְׁלַ֨ח H7971 סְפָרִ֜ים H5612 אֶל H413 כָּל H3605 הַיְּהוּדִ֗ים H3064 אֲשֶׁר֙ H834 בְּכָל H3605 מְדִינוֹת֙ H4082 הַמֶּ֣לֶךְ H4428 אֲחַשְׁוֵר֔וֹשׁ H325 הַקְּרוֹבִ֖ים H7138 וְהָ H7350 ",
  "21": "לְקַיֵּם֮ H6965 עֲלֵיהֶם֒ H5921 לִהְי֣וֹת H1961 עֹשִׂ֗ים H6213 אֵ֠ת H853 י֣וֹם H3117 אַרְבָּעָ֤ה H702 עָשָׂר֙ H6240 לְחֹ֣דֶשׁ H2320 אֲדָ֔ר H143 וְאֵ֛ת H853 יוֹם H3117 חֲמִשָּׁ֥ה H2568 עָשָׂ֖ר H6240 בּ֑וֹ Hb בְּכָל H3605 שָׁנָ֖ה H8141 וְשָׁנָֽה H8141 ",
  "22": "כַּיָּמִ֗ים H3117 אֲשֶׁר H834 נָ֨חוּ H5117 בָהֶ֤ם Hb הַיְּהוּדִים֙ H3064 מֵא֣וֹיְבֵי H341 וְהַ H2320 אֲשֶׁר֩ H834 נֶהְפַּ֨ךְ H2015 לָהֶ֤ם H1992 מִיָּגוֹן֙ H3015 לְשִׂמְחָ֔ה H8057 וּמֵ H60 לְי֣וֹם H3117 ט֑וֹב H2896 לַעֲשׂ֣וֹת H6213 אוֹתָ֗ם H853 יְמֵי֙ H3117 מִשְׁתֶּ֣ה H4960 וְשִׂמְחָ֔ה H8057 וּמִשְׁל֤וֹחַ H4916 מָנוֹת֙ H4490 אִ֣ישׁ H376 לְרֵעֵ֔ H7453 וּמַתָּנ֖וֹת H4979 לָֽאֶבְיוֹנִֽים H34 ",
  "23": "וְקִבֵּל֙ H6901 הַיְּהוּדִ֔ים H3064 אֵ֥ת H853 אֲשֶׁר H834 הֵחֵ֖לּוּ H2490 לַעֲשׂ֑וֹת H6213 וְאֵ֛ת H853 אֲשֶׁר H834 כָּתַ֥ב H3789 מָרְדֳּכַ֖י H4782 אֲלֵיהֶֽם H413 ",
  "24": "כִּי֩ H3588 הָמָ֨ן H2001 בֶּֽן H1121 הַמְּדָ֜תָא H4099 הָֽאֲגָגִ֗י H91 צֹרֵר֙ H6887 כָּל H3605 הַיְּהוּדִ֔ים H3064 חָשַׁ֥ב H2803 עַל H5921 הַיְּהוּדִ֖ים H3064 לְאַבְּדָ֑ H6 וְהִפִּ֥יל H5307 פּוּר֙ H6332 ה֣וּא H1931 הַגּוֹרָ֔ל H1486 לְהֻמָּ֖ H2000 וּֽלְ H6 ",
  "25": "וּבְ H935 לִפְנֵ֣י H6440 הַמֶּלֶךְ֒ H4428 אָמַ֣ר H559 עִם H5973 הַסֵּ֔פֶר H5612 יָשׁ֞וּב H7725 מַחֲשַׁבְתּ֧וֹ H4284 הָרָעָ֛ה H7451 אֲשֶׁר H834 חָשַׁ֥ב H2803 עַל H5921 הַיְּהוּדִ֖ים H3064 עַל H5921 רֹאשׁ֑וֹ H7218 וְתָל֥וּ H8518 אֹת֛וֹ H853 וְאֶת H853 בָּנָ֖יו H1121 עַל H5921 הָעֵֽץ H6086 ",
  "26": "עַל H5921 כֵּ֡ן H3651 קָֽרְאוּ֩ H7121 לַיָּמִ֨ים H3117 הָאֵ֤לֶּה H428 פוּרִים֙ H6332 עַל H5921 שֵׁ֣ם H8034 הַפּ֔וּר H6332 עַל H5921 כֵּ֕ן H3651 עַל H5921 כָּל H3605 דִּבְרֵ֖י H1697 הָאִגֶּ֣רֶת H107 הַזֹּ֑את H2063 וּמָֽה H4100 רָא֣וּ H7200 עַל H5921 כָּ֔כָה H3602 וּמָ֥ה H4100 הִגִּ֖יעַ H5060 אֲלֵיהֶֽם H413 ",
  "27": "קִיְּמ֣וּ H6965 וקבל H6901 הַיְּהוּדִים֩ H3064 עֲלֵיהֶ֨ם H5921 וְעַל H5921 זַרְעָ֜ם H2233 וְעַ֨ל H5921 כָּל H3605 הַנִּלְוִ֤ים H3867 עֲלֵיהֶם֙ H5921 וְלֹ֣א H3808 יַעֲב֔וֹר H5674 לִהְי֣וֹת H1961 עֹשִׂ֗ים H6213 אֵ֣ת H853 שְׁנֵ֤י H8147 הַיָּמִים֙ H3117 הָאֵ֔לֶּה H428 כִּכְתָבָ֖ H3791 וְכִ H2165 בְּכָל H3605 שָׁנָ֖ה H8141 וְשָׁנָֽה H8141 ",
  "28": "וְהַ H3117 הָ֠אֵלֶּה H428 נִזְכָּרִ֨ים H2142 וְנַעֲשִׂ֜ים H6213 בְּכָל H3605 דּ֣וֹר H1755 וָד֗וֹר H1755 מִשְׁפָּחָה֙ H4940 וּמִשְׁפָּחָ֔ה H4940 מְדִינָ֥ה H4082 וּמְדִינָ֖ה H4082 וְעִ֣יר H5892 וָעִ֑יר H5892 וִימֵ֞י H3117 הַפּוּרִ֣ים H6332 הָאֵ֗לֶּה H428 לֹ֤א H3808 יַֽעַבְרוּ֙ H5674 מִתּ֣וֹךְ H8432 הַיְּהוּדִ֔ים H3064 וְזִכְרָ֖ H2143 לֹא H3808 יָס֥וּף H5486 מִזַּרְעָֽ H2233 ",
  "29": "וַ֠תִּכְתֹּב H3789 אֶסְתֵּ֨ר H635 הַמַּלְכָּ֧ה H4436 בַת H1323 אֲבִיחַ֛יִל H32 וּמָרְדֳּכַ֥י H4782 הַיְּהוּדִ֖י H3064 אֶת H854 כָּל H3605 תֹּ֑קֶף H8633 לְקַיֵּ֗ם H6965 אֵ֣ת H853 אִגֶּ֧רֶת H107 הַפּוּרִ֛ים H6332 הַזֹּ֖את H2063 הַשֵּׁנִֽית H8145 ",
  "30": "וַיִּשְׁלַ֨ח H7971 סְפָרִ֜ים H5612 אֶל H413 כָּל H3605 הַיְּהוּדִ֗ים H3064 אֶל H413 שֶׁ֨בַע H7651 וְעֶשְׂרִ֤ים H6242 וּמֵאָה֙ H3967 מְדִינָ֔ה H4082 מַלְכ֖וּת H4438 אֲחַשְׁוֵר֑וֹשׁ H325 דִּבְרֵ֥י H1697 שָׁל֖וֹם H7965 וֶאֱמֶֽת H571 ",
  "31": "לְקַיֵּ֡ם H6965 אֵת H853 יְמֵי֩ H3117 הַפֻּרִ֨ים H6332 הָאֵ֜לֶּה H428 בִּזְמַנֵּי H2165 כַּאֲשֶׁר֩ H834 קִיַּ֨ם H6965 עֲלֵיהֶ֜ם H5921 מָרְדֳּכַ֤י H4782 הַיְּהוּדִי֙ H3064 וְאֶסְתֵּ֣ר H635 הַמַּלְכָּ֔ה H4436 וְכַ H834 קִיְּמ֥וּ H6965 עַל H5921 נַפְשָׁ֖ם H5315 וְעַל H5921 זַרְעָ֑ם H2233 דִּבְרֵ֥י H1697 הַצֹּמ֖וֹת H6685 וְזַעֲקָתָֽ H2201 ",
  "32": "וּמַאֲמַ֣ר H3982 אֶסְתֵּ֔ר H635 קִיַּ֕ם H6965 דִּבְרֵ֥י H1697 הַפֻּרִ֖ים H6332 הָאֵ֑לֶּה H428 וְנִכְתָּ֖ב H3789 בַּסֵּֽפֶר H5612 "
}
