{
  "1": "וַיְהִ֗י H1961 אַחֲרֵי֙ H310 מ֣וֹת H4194 יְהוֹשֻׁ֔עַ H3091 וַֽיִּשְׁאֲלוּ֙ H7592 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 בַּיהוָ֖ה H3068 לֵאמֹ֑ר H559 מִ֣י H4310 יַעֲלֶה H5927 לָּ֧נוּ Hl אֶל H413 הַֽכְּנַעֲנִ֛י H3669 בַּתְּחִלָּ֖ה H8462 לְהִלָּ֥חֶם H3898 בּֽוֹ Hb ",
  "2": "וַיֹּ֣אמֶר H559 יְהוָ֖ה H3068 יְהוּדָ֣ה H3063 יַעֲלֶ֑ה H5927 הִנֵּ֛ה H2009 נָתַ֥תִּי H5414 אֶת H853 הָאָ֖רֶץ H776 בְּיָדֽ H3027 ",
  "3": "וַיֹּ֣אמֶר H559 יְהוּדָה֩ H3063 לְשִׁמְע֨וֹן H8095 אָחִ֜יו H251 עֲלֵ֧ה H5927 אִתִּ֣י H854 בְגוֹרָלִ֗ H1486 וְנִֽלָּחֲמָה֙ H3898 בַּֽכְּנַעֲנִ֔י H3669 וְהָלַכְתִּ֧י H1980 גַם H1571 אֲנִ֛י H589 אִתְּךָ֖ H854 בְּגוֹרָלֶ֑ H1486 וַיֵּ֥לֶךְ H3212 אִתּ֖וֹ H854 שִׁמְעֽוֹן H8095 ",
  "4": "וַיַּ֣עַל H5927 יְהוּדָ֔ה H3063 וַיִּתֵּ֧ן H5414 יְהוָ֛ה H3068 אֶת H853 הַכְּנַעֲנִ֥י H3669 וְהַ H6522 בְּיָדָ֑ H3027 וַיַּכּ֣וּ H5221 בְּבֶ֔זֶק H966 עֲשֶׂ֥רֶת H6235 אֲלָפִ֖ים H505 אִֽישׁ H376 ",
  "5": "וַֽ֠יִּמְצְאוּ H4672 אֶת H853 אֲדֹנִ֥י H137 בֶ֨זֶק֙ H137 בְּבֶ֔זֶק H966 וַיִּֽלָּחֲמ֖וּ H3898 בּ֑וֹ Hb וַיַּכּ֕וּ H5221 אֶת H853 הַֽכְּנַעֲנִ֖י H3669 וְאֶת H853 הַפְּרִזִּֽי H6522 ",
  "6": "וַיָּ֨נָס֙ H5127 אֲדֹ֣נִי H137 בֶ֔זֶק H137 וַֽיִּרְדְּפ֖וּ H7291 אַחֲרָ֑יו H310 וַיֹּאחֲז֣וּ H270 אֹת֔וֹ H853 וַֽיְקַצְּצ֔וּ H7112 אֶת H853 בְּהֹנ֥וֹת H931 יָדָ֖יו H3027 וְרַגְלָֽי H7272 ",
  "7": "וַיֹּ֣אמֶר H559 אֲדֹֽנִי H137 בֶ֗זֶק H137 שִׁבְעִ֣ים H7657 מְלָכִ֡ים H4428 בְּֽהֹנוֹת֩ H931 יְדֵיהֶ֨ם H3027 וְרַגְלֵי H7272 מְקֻצָּצִ֗ים H7112 הָי֤וּ H1961 מְלַקְּטִים֙ H3950 תַּ֣חַת H8478 שֻׁלְחָנִ֔י H7979 כַּאֲשֶׁ֣ר H834 עָשִׂ֔יתִי H6213 כֵּ֥ן H3651 שִׁלַּם H7999 לִ֖י Hl אֱלֹהִ֑ים H430 וַיְבִיאֻ֥ H935 יְרוּשָׁלִַ֖ם H3389 וַיָּ֥מָת H4191 שָֽׁם H8033 ",
  "8": "וַיִּלָּחֲמ֤וּ H3898 בְנֵֽי H1121 יְהוּדָה֙ H3063 בִּיר֣וּשָׁלִַ֔ם H3389 וַיִּלְכְּד֣וּ H3920 אוֹתָ֔הּ H853 וַיַּכּ֖וּ H5221 לְפִי H6310 חָ֑רֶב H2719 וְאֶת H853 הָעִ֖יר H5892 שִׁלְּח֥וּ H7971 בָאֵֽשׁ H784 ",
  "9": "וְאַחַ֗ר H310 יָֽרְדוּ֙ H3381 בְּנֵ֣י H1121 יְהוּדָ֔ה H3063 לְהִלָּחֵ֖ם H3898 בַּֽכְּנַעֲנִ֑י H3669 יוֹשֵׁ֣ב H3427 הָהָ֔ר H2022 וְהַ H5045 וְהַ H8219 ",
  "10": "וַיֵּ֣לֶךְ H3212 יְהוּדָ֗ה H3063 אֶל H413 הַֽכְּנַעֲנִי֙ H3669 הַיּוֹשֵׁ֣ב H3427 בְּחֶבְר֔וֹן H2275 וְשֵׁם H8034 חֶבְר֥וֹן H2275 לְפָנִ֖ים H6440 קִרְיַ֣ת H7153 אַרְבַּ֑ע H7153 וַיַּכּ֛וּ H5221 אֶת H853 שֵׁשַׁ֥י H8344 וְאֶת H853 אֲחִימַ֖ן H289 וְאֶת H853 תַּלְמָֽי H8526 ",
  "11": "וַיֵּ֣לֶךְ H3212 מִשָּׁ֔ם H8033 אֶל H413 יוֹשְׁבֵ֖י H3427 דְּבִ֑יר H1688 וְשֵׁם H8034 דְּבִ֥יר H1688 לְפָנִ֖ים H6440 קִרְיַת H7158 סֵֽפֶר H7158 ",
  "12": "וַיֹּ֣אמֶר H559 כָּלֵ֔ב H3612 אֲשֶׁר H834 יַכֶּ֥ה H5221 אֶת H853 קִרְיַת H7158 סֵ֖פֶר H7158 וּלְכָדָ֑ H3920 וְנָתַ֥תִּי H5414 ל֛וֹ Hl אֶת H853 עַכְסָ֥ה H5915 בִתִּ֖י H1323 לְאִשָּֽׁה H802 ",
  "13": "וַֽיִּלְכְּדָ H3920 עָתְנִיאֵ֣ל H6274 בֶּן H1121 קְנַ֔ז H7073 אֲחִ֥י H251 כָלֵ֖ב H3612 הַקָּטֹ֣ן H6996 מִמֶּ֑נּוּ H4480 וַיִּתֶּן H5414 ל֛וֹ Hl אֶת H853 עַכְסָ֥ה H5915 בִתּ֖וֹ H1323 לְאִשָּֽׁה H802 ",
  "14": "וַיְהִ֣י H1961 בְּבוֹאָ֗ H935 וַתְּסִיתֵ֨ H5496 לִשְׁא֤וֹל H7592 מֵֽאֵת H853 אָבִ֨יהָ֙ H1 הַשָּׂדֶ֔ה H7704 וַתִּצְנַ֖ח H6795 מֵעַ֣ל H5921 הַחֲמ֑וֹר H2543 וַיֹּֽאמֶר H559 לָ֥הּ Hl כָּלֵ֖ב H3612 מַה H4100 לָּֽךְ Hl ",
  "15": "וַתֹּ֨אמֶר H559 ל֜וֹ Hl הָֽבָה H3051 לִּ֣י Hl בְרָכָ֗ה H1293 כִּ֣י H3588 אֶ֤רֶץ H776 הַנֶּ֨גֶב֙ H5045 נְתַתָּ֔נִי H5414 וְנָתַתָּ֥ה H5414 לִ֖י Hl גֻּלֹּ֣ת H1543 מָ֑יִם H4325 וַיִּתֶּן H5414 לָ֣הּ Hl כָּלֵ֗ב H3612 אֵ֚ת H853 גֻּלֹּ֣ת H1543 עִלִּ֔ית H5942 וְאֵ֖ת H853 גֻּלֹּ֥ת H1543 תַּחְתִּֽית H8482 ",
  "16": "וּבְנֵ֣י H1121 קֵינִי֩ H7017 חֹתֵ֨ן H2859 מֹשֶׁ֜ה H4872 עָל֨וּ H5927 מֵעִ֤יר H5892 הַתְּמָרִים֙ H8558 אֶת H854 בְּנֵ֣י H1121 יְהוּדָ֔ה H3063 מִדְבַּ֣ר H4057 יְהוּדָ֔ה H3063 אֲשֶׁ֖ר H834 בְּנֶ֣גֶב H5045 עֲרָ֑ד H6166 וַיֵּ֖לֶךְ H3212 וַיֵּ֥שֶׁב H3427 אֶת H854 הָעָֽם H5971 ",
  "17": "וַיֵּ֤לֶךְ H3212 יְהוּדָה֙ H3063 אֶת H854 שִׁמְע֣וֹן H8095 אָחִ֔יו H251 וַיַּכּ֕וּ H5221 אֶת H853 הַֽכְּנַעֲנִ֖י H3669 יוֹשֵׁ֣ב H3427 צְפַ֑ת H6857 וַיַּחֲרִ֣ימוּ H2763 אוֹתָ֔הּ H853 וַיִּקְרָ֥א H7121 אֶת H853 שֵׁם H8034 הָעִ֖יר H5892 חָרְמָֽה H2767 ",
  "18": "וַיִּלְכֹּ֤ד H3920 יְהוּדָה֙ H3063 אֶת H853 עַזָּ֣ה H5804 וְאֶת H853 גְּבוּלָ֔הּ H1366 וְאֶֽת H853 אַשְׁקְל֖וֹן H831 וְאֶת H853 גְּבוּלָ֑הּ H1366 וְאֶת H853 עֶקְר֖וֹן H6138 וְאֶת H853 גְּבוּלָֽהּ H1366 ",
  "19": "וַיְהִ֤י H1961 יְהוָה֙ H3068 אֶתּ H854 יְהוּדָ֔ה H3063 וַיֹּ֖רֶשׁ H3423 אֶת H853 הָהָ֑ר H2022 כִּ֣י H3588 לֹ֤א H3808 לְהוֹרִישׁ֙ H3423 אֶת H853 יֹשְׁבֵ֣י H3427 הָעֵ֔מֶק H6010 כִּי H3588 רֶ֥כֶב H7393 בַּרְזֶ֖ל H1270 לָהֶֽם Hl ",
  "20": "וַיִּתְּנ֤וּ H5414 לְכָלֵב֙ H3612 אֶת H853 חֶבְר֔וֹן H2275 כַּֽאֲשֶׁ֖ר H834 דִּבֶּ֣ר H1696 מֹשֶׁ֑ה H4872 וַיּ֣וֹרֶשׁ H3423 מִשָּׁ֔ם H8033 אֶת H853 שְׁלֹשָׁ֖ה H7969 בְּנֵ֥י H1121 הָעֲנָֽק H6061 ",
  "21": "וְאֶת H853 הַיְבוּסִי֙ H2983 יֹשֵׁ֣ב H3427 יְרֽוּשָׁלִַ֔ם H3389 לֹ֥א H3808 הוֹרִ֖ישׁוּ H3423 בְּנֵ֣י H1121 בִנְיָמִ֑ן H1144 וַיֵּ֨שֶׁב H3427 הַיְבוּסִ֜י H2983 אֶת H854 בְּנֵ֤י H1121 בִנְיָמִן֙ H1144 בִּיר֣וּשָׁלִַ֔ם H3389 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "22": "וַיַּעֲל֧וּ H5927 בֵית H1004 יוֹסֵ֛ף H3130 גַּם H1571 הֵ֖ם H1992 בֵּֽית H1008 אֵ֑ל H1008 וַֽיהוָ֖ה H3068 עִמָּֽם H5973 ",
  "23": "וַיָּתִ֥ירוּ H8446 בֵית H1004 יוֹסֵ֖ף H3130 בְּבֵֽית H1008 אֵ֑ל H1008 וְשֵׁם H8034 הָעִ֥יר H5892 לְפָנִ֖ים H6440 לֽוּז H3870 ",
  "24": "וַיִּרְאוּ֙ H7200 הַשֹּׁ֣מְרִ֔ים H8104 אִ֖ישׁ H376 יוֹצֵ֣א H3318 מִן H4480 הָעִ֑יר H5892 וַיֹּ֣אמְרוּ H559 ל֗וֹ Hl הַרְאֵ֤נוּ H7200 נָא֙ H4994 אֶת H853 מְב֣וֹא H3996 הָעִ֔יר H5892 וְעָשִׂ֥ינוּ H6213 עִמְּךָ֖ H5973 חָֽסֶד H2617 ",
  "25": "וַיַּרְאֵ H7200 אֶת H853 מְב֣וֹא H3996 הָעִ֔יר H5892 וַיַּכּ֥וּ H5221 אֶת H853 הָעִ֖יר H5892 לְפִי H6310 חָ֑רֶב H2719 וְאֶת H853 הָאִ֥ישׁ H376 וְאֶת H853 כָּל H3605 מִשְׁפַּחְתּ֖וֹ H4940 שִׁלֵּֽחוּ H7971 ",
  "26": "וַיֵּ֣לֶךְ H3212 הָאִ֔ישׁ H376 אֶ֖רֶץ H776 הַחִתִּ֑ים H2850 וַיִּ֣בֶן H1129 עִ֗יר H5892 וַיִּקְרָ֤א H7121 שְׁמָהּ֙ H8034 ל֔וּז H3870 ה֣וּא H1931 שְׁמָ֔הּ H8034 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "27": "וְלֹא H3808 הוֹרִ֣ישׁ H3423 מְנַשֶּׁ֗ה H4519 אֶת H853 בֵּית H1052 שְׁאָ֣ן H1052 וְאֶת H853 בְּנוֹתֶיהָ֮ H1323 וְאֶת H853 תַּעְנַ֣ךְ H8590 וְאֶת H853 בְּנֹתֶיהָ֒ H1323 וְאֶת H853 ישב H3427 ד֜וֹר H1756 וְאֶת H853 בְּנוֹתֶ֗יהָ H1323 וְאֶת H853 יוֹשְׁבֵ֤י H3427 יִבְלְעָם֙ H2991 וְאֶת H853 בְּנֹתֶ֔יהָ H1323 וְאֶת H853 יוֹשְׁבֵ֥י H3427 מְגִדּ֖וֹ H4023 וְאֶת H853 בְּנוֹתֶ֑יהָ H1323 וַיּ֨וֹאֶל֙ H2974 הַֽכְּנַעֲנִ֔י H3669 לָשֶׁ֖בֶת H3427 בָּאָ֥רֶץ H776 הַזֹּֽאת H2063 ",
  "28": "וַֽיְהִי֙ H1961 כִּֽי H3588 חָזַ֣ק H2388 יִשְׂרָאֵ֔ל H3478 וַיָּ֥שֶׂם H7760 אֶת H853 הַֽכְּנַעֲנִ֖י H3669 לָמַ֑ס H4522 וְהוֹרֵ֖ישׁ H3423 לֹ֥א H3808 הוֹרִישֽׁוֹ H3423 ",
  "29": "וְאֶפְרַ֨יִם֙ H669 לֹ֣א H3808 הוֹרִ֔ישׁ H3423 אֶת H853 הַֽכְּנַעֲנִ֖י H3669 הַיּוֹשֵׁ֣ב H3427 בְּגָ֑זֶר H1507 וַיֵּ֧שֶׁב H3427 הַֽכְּנַעֲנִ֛י H3669 בְּקִרְבּ֖ H7130 בְּגָֽזֶר H1507 ",
  "30": "זְבוּלֻ֗ן H2074 לֹ֤א H3808 הוֹרִישׁ֙ H3423 אֶת H853 יוֹשְׁבֵ֣י H3427 קִטְר֔וֹן H7003 וְאֶת H853 יוֹשְׁבֵ֖י H3427 נַהֲלֹ֑ל H5096 וַיֵּ֤שֶׁב H3427 הַֽכְּנַעֲנִי֙ H3669 בְּקִרְבּ֔ H7130 וַיִּֽהְי֖וּ H1961 לָמַֽס H4522 ",
  "31": "אָשֵׁ֗ר H836 לֹ֤א H3808 הוֹרִישׁ֙ H3423 אֶת H853 יֹשְׁבֵ֣י H3427 עַכּ֔וֹ H5910 וְאֶת H853 יוֹשְׁבֵ֖י H3427 צִיד֑וֹן H6721 וְאֶת H853 אַחְלָ֤ב H303 וְאֶת H853 אַכְזִיב֙ H392 וְאֶת H853 חֶלְבָּ֔ה H2462 וְאֶת H853 אֲפִ֖יק H663 וְאֶת H853 רְחֹֽב H7340 ",
  "32": "וַיֵּ֨שֶׁב֙ H3427 הָאָ֣שֵׁרִ֔י H843 בְּקֶ֥רֶב H7130 הַֽכְּנַעֲנִ֖י H3669 יֹשְׁבֵ֣י H3427 הָאָ֑רֶץ H776 כִּ֖י H3588 לֹ֥א H3808 הוֹרִישֽׁוֹ H3423 ",
  "33": "נַפְתָּלִ֗י H5321 לֹֽא H3808 הוֹרִ֞ישׁ H3423 אֶת H853 יֹשְׁבֵ֤י H3427 בֵֽית H1053 שֶׁ֨מֶשׁ֙ H1053 וְאֶת H853 יֹשְׁבֵ֣י H3427 בֵית H1043 עֲנָ֔ת H1043 וַיֵּ֕שֶׁב H3427 בְּקֶ֥רֶב H7130 הַֽכְּנַעֲנִ֖י H3669 יֹשְׁבֵ֣י H3427 הָאָ֑רֶץ H776 וְיֹשְׁבֵ֤י H3427 בֵֽית H1053 שֶׁ֨מֶשׁ֙ H1053 וּבֵ֣ית H1043 עֲנָ֔ת H1043 הָי֥וּ H1961 לָהֶ֖ם Hl לָמַֽס H4522 ",
  "34": "וַיִּלְחֲצ֧וּ H3905 הָאֱמֹרִ֛י H567 אֶת H853 בְּנֵי H1121 דָ֖ן H1835 הָהָ֑רָ H2022 כִּי H3588 לֹ֥א H3808 נְתָנ֖וֹ H5414 לָרֶ֥דֶת H3381 לָעֵֽמֶק H6010 ",
  "35": "וַיּ֤וֹאֶל H2974 הָֽאֱמֹרִי֙ H567 לָשֶׁ֣בֶת H3427 בְּהַר H2022 חֶ֔רֶס H2776 בְּאַיָּל֖וֹן H357 וּבְ H8169 וַתִּכְבַּד֙ H3513 יַ֣ד H3027 בֵּית H1004 יוֹסֵ֔ף H3130 וַיִּהְי֖וּ H1961 לָמַֽס H4522 ",
  "36": "וּגְבוּל֙ H1366 הָאֱמֹרִ֔י H567 מִֽמַּעֲלֵ֖ה H4610 עַקְרַבִּ֑ים H4610 מֵהַ H5553 וָמָֽעְלָ H4605 "
}
