{
  "1": "וַיְהִ֨י H1961 מִיָּמִ֜ים H3117 בִּימֵ֣י H3117 קְצִיר H7105 חִטִּ֗ים H2406 וַיִּפְקֹ֨ד H6485 שִׁמְשׁ֤וֹן H8123 אֶת H853 אִשְׁתּוֹ֙ H802 בִּגְדִ֣י H1423 עִזִּ֔ים H5795 וַיֹּ֕אמֶר H559 אָבֹ֥אָה H935 אֶל H413 אִשְׁתִּ֖י H802 הֶחָ֑דְרָ H2315 וְלֹֽא H3808 נְתָנ֥וֹ H5414 אָבִ֖יהָ H1 לָבֽוֹא H935 ",
  "2": "וַיֹּ֣אמֶר H559 אָבִ֗יהָ H1 אָמֹ֤ר H559 אָמַ֨רְתִּי֙ H559 כִּי H3588 שָׂנֹ֣א H8130 שְׂנֵאתָ֔הּ H8130 וָאֶתְּנֶ֖ H5414 לְמֵרֵעֶ֑ H4828 הֲלֹ֨א H3808 אֲחֹתָ֤הּ H269 הַקְּטַנָּה֙ H6996 טוֹבָ֣ה H2896 מִמֶּ֔נָּה H4480 תְּהִי H1961 נָ֥א H4994 לְךָ֖ Hl תַּחְתֶּֽיהָ H8478 ",
  "3": "וַיֹּ֤אמֶר H559 לָהֶם֙ Hl שִׁמְשׁ֔וֹן H8123 נִקֵּ֥יתִי H5352 הַפַּ֖עַם H6471 מִפְּלִשְׁתִּ֑ים H6430 כִּֽי H3588 עֹשֶׂ֥ה H6213 אֲנִ֛י H589 עִמָּ֖ם H5973 רָעָֽה H7451 ",
  "4": "וַיֵּ֣לֶךְ H3212 שִׁמְשׁ֔וֹן H8123 וַיִּלְכֹּ֖ד H3920 שְׁלֹשׁ H7969 מֵא֣וֹת H3967 שׁוּעָלִ֑ים H7776 וַיִּקַּ֣ח H3947 לַפִּדִ֗ים H3940 וַיֶּ֤פֶן H6437 זָנָב֙ H2180 אֶל H413 זָנָ֔ב H2180 וַיָּ֨שֶׂם H7760 לַפִּ֥יד H3940 אֶחָ֛ד H259 בֵּין H996 שְׁנֵ֥י H8147 הַזְּנָב֖וֹת H2180 בַּתָּֽוֶךְ H8432 ",
  "5": "וַיַּבְעֶר H1197 אֵשׁ֙ H784 בַּלַּפִּידִ֔ים H3940 וַיְשַׁלַּ֖ח H7971 בְּקָמ֣וֹת H7054 פְּלִשְׁתִּ֑ים H6430 וַיַּבְעֵ֛ר H1197 מִגָּדִ֥ישׁ H1430 וְעַד H5704 קָמָ֖ה H7054 וְעַד H5704 כֶּ֥רֶם H3754 זָֽיִת H2132 ",
  "6": "וַיֹּאמְר֣וּ H559 פְלִשְׁתִּים֮ H6430 מִ֣י H4310 עָ֣שָׂה H6213 זֹאת֒ H2063 וַיֹּאמְר֗וּ H559 שִׁמְשׁוֹן֙ H8123 חֲתַ֣ן H2860 הַתִּמְנִ֔י H8554 כִּ֚י H3588 לָקַ֣ח H3947 אֶת H853 אִשְׁתּ֔וֹ H802 וַֽיִּתְּנָ֖ H5414 לְמֵרֵעֵ֑ H4828 וַיַּעֲל֣וּ H5927 פְלִשְׁתִּ֔ים H6430 וַיִּשְׂרְפ֥וּ H8313 אוֹתָ֛הּ H853 וְאֶת H853 אָבִ֖יהָ H1 בָּאֵֽשׁ H784 ",
  "7": "וַיֹּ֤אמֶר H559 לָהֶם֙ Hl שִׁמְשׁ֔וֹן H8123 אִֽם H518 תַּעֲשׂ֖וּן H6213 כָּזֹ֑את H2063 כִּ֛י H3588 אִם H518 נִקַּ֥מְתִּי H5358 בָכֶ֖ם Hb וְאַחַ֥ר H310 אֶחְדָּֽל H2308 ",
  "8": "וַיַּ֨ךְ H5221 אוֹתָ֥ם H853 שׁ֛וֹק H7785 עַל H5921 יָרֵ֖ךְ H3409 מַכָּ֣ה H4347 גְדוֹלָ֑ה H1419 וַיֵּ֣רֶד H3381 וַיֵּ֔שֶׁב H3427 בִּסְעִ֖יף H5585 סֶ֥לַע H5553 עֵיטָֽם H5862 ",
  "9": "וַיַּעֲל֣וּ H5927 פְלִשְׁתִּ֔ים H6430 וַֽיַּחֲנ֖וּ H2583 בִּיהוּדָ֑ה H3063 וַיִּנָּטְשׁ֖וּ H5203 בַּלֶּֽחִי H3896 ",
  "10": "וַיֹּֽאמְרוּ֙ H559 אִ֣ישׁ H376 יְהוּדָ֔ה H3063 לָמָ֖ה H4100 עֲלִיתֶ֣ם H5927 עָלֵ֑ינוּ H5921 וַיֹּאמְר֗וּ H559 לֶאֱס֤וֹר H631 אֶת H853 שִׁמְשׁוֹן֙ H8123 עָלִ֔ינוּ H5927 לַעֲשׂ֣וֹת H6213 ל֔וֹ Hl כַּאֲשֶׁ֖ר H834 עָ֥שָׂה H6213 לָֽנוּ Hl ",
  "11": "וַיֵּרְד֡וּ H3381 שְׁלֹשֶׁת֩ H7969 אֲלָפִ֨ים H505 אִ֜ישׁ H376 מִֽיהוּדָ֗ה H3063 אֶל H413 סְעִיף֮ H5585 סֶ֣לַע H5553 עֵיטָם֒ H5862 וַיֹּאמְר֣וּ H559 לְשִׁמְשׁ֗וֹן H8123 הֲלֹ֤א H3808 יָדַ֨עְתָּ֙ H3045 כִּֽי H3588 מֹשְׁלִ֥ים H4910 בָּ֨נוּ֙ Hb פְּלִשְׁתִּ֔ים H6430 וּמַה H4100 זֹּ֖את H2063 עָשִׂ֣יתָ H6213 לָּ֑נוּ Hl וַיֹּ֣אמֶר H559 לָהֶ֔ם Hl כַּאֲשֶׁר֙ H834 עָ֣שׂוּ H6213 לִ֔י Hl כֵּ֖ן H3651 עָשִׂ֥יתִי H6213 לָהֶֽם Hl ",
  "12": "וַיֹּ֤אמְרוּ H559 לוֹ֙ Hl לֶאֱסָרְ H631 יָרַ֔דְנוּ H3381 לְתִתְּ H5414 בְּיַד H3027 פְּלִשְׁתִּ֑ים H6430 וַיֹּ֤אמֶר H559 לָהֶם֙ Hl שִׁמְשׁ֔וֹן H8123 הִשָּׁבְע֣וּ H7650 לִ֔י Hl פֶּֽן H6435 תִּפְגְּע֥וּן H6293 בִּ֖י Hb אַתֶּֽם H859 ",
  "13": "וַיֹּ֧אמְרוּ H559 ל֣וֹ Hl לֵאמֹ֗ר H559 לֹ֚א H3808 כִּֽי H3588 אָסֹ֤ר H631 נֶֽאֱסָרְךָ֙ H631 וּנְתַנּ֣וּ H5414 בְיָדָ֔ H3027 וְהָמֵ֖ת H4191 לֹ֣א H3808 נְמִיתֶ֑ךָ H4191 וַיַּאַסְרֻ֗ H631 בִּשְׁנַ֨יִם֙ H8147 עֲבֹתִ֣ים H5688 חֲדָשִׁ֔ים H2319 וַֽיַּעֲל֖וּ H5927 מִן H4480 הַסָּֽלַע H5553 ",
  "14": "הוּא H1931 בָ֣א H935 עַד H5704 לֶ֔חִי H3896 וּפִלְשִׁתִּ֖ים H6430 הֵרִ֣יעוּ H7321 לִקְרָאת֑ H7125 וַתִּצְלַ֨ח H6743 עָלָ֜יו H5921 ר֣וּחַ H7307 יְהוָ֗ה H3068 וַתִּהְיֶ֨ינָה H1961 הָעֲבֹתִ֜ים H5688 אֲשֶׁ֣ר H834 עַל H5921 זְרוֹעוֹתָ֗יו H2220 כַּפִּשְׁתִּים֙ H6593 אֲשֶׁ֣ר H834 בָּעֲר֣וּ H1197 בָאֵ֔שׁ H784 וַיִּמַּ֥סּוּ H4549 אֱסוּרָ֖יו H612 מֵעַ֥ל H5921 יָדָֽיו H3027 ",
  "15": "וַיִּמְצָ֥א H4672 לְחִֽי H3895 חֲמ֖וֹר H2543 טְרִיָּ֑ה H2961 וַיִּשְׁלַ֤ח H7971 יָדוֹ֙ H3027 וַיִּקָּחֶ֔ H3947 וַיַּךְ H5221 בָּ֖הּ Hb אֶ֥לֶף H505 אִֽישׁ H376 ",
  "16": "וַיֹּ֣אמֶר H559 שִׁמְשׁ֔וֹן H8123 בִּלְחִ֣י H3895 הַחֲמ֔וֹר H2543 חֲמ֖וֹר H2565 חֲמֹרָתָ֑יִם H2565 בִּלְחִ֣י H3895 הַחֲמ֔וֹר H2543 הִכֵּ֖יתִי H5221 אֶ֥לֶף H505 אִֽישׁ H376 ",
  "17": "וַֽיְהִי֙ H1961 כְּכַלֹּת֣ H3615 לְדַבֵּ֔ר H1696 וַיַּשְׁלֵ֥ךְ H7993 הַלְּחִ֖י H3895 מִיָּד֑ H3027 וַיִּקְרָ֛א H7121 לַמָּק֥וֹם H4725 הַה֖וּא H1931 רָ֥מַת H7437 לֶֽחִי H7437 ",
  "18": "וַיִּצְמָא֮ H6770 מְאֹד֒ H3966 וַיִּקְרָ֤א H7121 אֶל H413 יְהוָה֙ H3068 וַיֹּאמַ֔ר H559 אַתָּה֙ H859 נָתַ֣תָּ H5414 בְיַֽד H3027 עַבְדְּךָ֔ H5650 אֶת H853 הַתְּשׁוּעָ֥ה H8668 הַגְּדֹלָ֖ה H1419 הַזֹּ֑את H2063 וְעַתָּה֙ H6258 אָמ֣וּת H4191 בַּצָּמָ֔א H6772 וְנָפַלְתִּ֖י H5307 בְּיַ֥ד H3027 הָעֲרֵלִֽים H6189 ",
  "19": "וַיִּבְקַ֨ע H1234 אֱלֹהִ֜ים H430 אֶת H853 הַמַּכְתֵּ֣שׁ H4388 אֲשֶׁר H834 בַּלֶּ֗חִי H3895 וַיֵּצְא֨וּ H3318 מִמֶּ֤נּוּ H4480 מַ֨יִם֙ H4325 וַיֵּ֔שְׁתְּ H8354 וַתָּ֥שָׁב H7725 רוּח֖וֹ H7307 וַיֶּ֑חִי H2421 עַל H5921 כֵּ֣ן H3651 קָרָ֣א H7121 שְׁמָ֗הּ H8034 עֵ֤ין H5875 הַקּוֹרֵא֙ H5875 אֲשֶׁ֣ר H834 בַּלֶּ֔חִי H3896 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "20": "וַיִּשְׁפֹּ֧ט H8199 אֶת H853 יִשְׂרָאֵ֛ל H3478 בִּימֵ֥י H3117 פְלִשְׁתִּ֖ים H6430 עֶשְׂרִ֥ים H6242 שָׁנָֽה H8141 "
}
