{
  "1": "וַיֵּ֥לֶךְ H3212 שִׁמְשׁ֖וֹן H8123 עַזָּ֑תָה H5804 וַיַּרְא H7200 שָׁם֙ H8033 אִשָּׁ֣ה H802 זוֹנָ֔ה H2181 וַיָּבֹ֖א H935 אֵלֶֽיהָ H413 ",
  "2": "לַֽעַזָּתִ֣ים H5841 לֵאמֹ֗ר H559 בָּ֤א H935 שִׁמְשׁוֹן֙ H8123 הֵ֔נָּה H2008 וַיָּסֹ֛בּוּ H5437 וַיֶּאֶרְבוּ H693 ל֥וֹ Hl כָל H3605 הַלַּ֖יְלָה H3915 בְּשַׁ֣עַר H8179 הָעִ֑יר H5892 וַיִּתְחָרְשׁ֤וּ H2790 כָל H3605 הַלַּ֨יְלָה֙ H3915 לֵאמֹ֔ר H559 עַד H5704 א֥וֹר H216 הַבֹּ֖קֶר H1242 וַהֲרְגְנֻֽ H2026 ",
  "3": "וַיִּשְׁכַּ֣ב H7901 שִׁמְשׁוֹן֮ H8123 עַד H5704 חֲצִ֣י H2677 הַלַּיְלָה֒ H3915 וַיָּ֣קָם H6965 בַּחֲצִ֣י H2677 הַלַּ֗יְלָה H3915 וַיֶּאֱחֹ֞ז H270 בְּדַלְת֤וֹת H1817 שַֽׁעַר H8179 הָעִיר֙ H5892 וּבִ H8147 הַמְּזוּז֔וֹת H4201 וַיִּסָּעֵ H5265 עִֽם H5973 הַבְּרִ֔יחַ H1280 וַיָּ֖שֶׂם H7760 עַל H5921 כְּתֵפָ֑יו H3802 וַֽיַּעֲלֵ H5927 אֶל H413 רֹ֣אשׁ H7218 הָהָ֔ר H2022 אֲשֶׁ֖ר H834 עַל H5921 פְּנֵ֥י H6440 חֶבְרֽוֹן H2275 ",
  "4": "וַֽיְהִי֙ H1961 אַחֲרֵי H310 כֵ֔ן H3651 וַיֶּאֱהַ֥ב H157 אִשָּׁ֖ה H802 בְּנַ֣חַל H5158 שֹׂרֵ֑ק H7796 וּשְׁמָ֖ H8034 דְּלִילָֽה H1807 ",
  "5": "וַיַּעֲל֨וּ H5927 אֵלֶ֜יהָ H413 סַרְנֵ֣י H5633 פְלִשְׁתִּ֗ים H6430 וַיֹּ֨אמְרוּ H559 לָ֜הּ Hl פַּתִּ֣י H6601 אוֹת֗וֹ H853 וּרְאִי֙ H7200 בַּמֶּה֙ H4100 כֹּח֣וֹ H3581 גָד֔וֹל H1419 וּבַ H4100 נ֣וּכַל H3201 ל֔וֹ Hl וַאֲסַרְנֻ֖ H631 לְעַנֹּת֑ H6031 וַאֲנַ֨חְנוּ֙ H587 נִתַּן H5414 לָ֔ךְ Hl אִ֕ישׁ H376 אֶ֥לֶף H505 וּמֵאָ֖ה H3967 כָּֽסֶף H3701 ",
  "6": "וַתֹּ֤אמֶר H559 דְּלִילָה֙ H1807 אֶל H413 שִׁמְשׁ֔וֹן H8123 הַגִּֽידָה H5046 נָּ֣א H4994 לִ֔י Hl בַּמֶּ֖ה H4100 כֹּחֲךָ֣ H3581 גָד֑וֹל H1419 וּבַ H4100 תֵאָסֵ֖ר H631 לְעַנּוֹתֶֽ H6031 ",
  "7": "וַיֹּ֤אמֶר H559 אֵלֶ֨יהָ֙ H413 שִׁמְשׁ֔וֹן H8123 אִם H518 יַאַסְרֻ֗נִי H631 בְּשִׁבְעָ֛ה H7651 יְתָרִ֥ים H3499 לַחִ֖ים H3892 אֲשֶׁ֣ר H834 לֹא H3808 חֹרָ֑בוּ H2717 וְחָלִ֥יתִי H2470 וְהָיִ֖יתִי H1961 כְּאַחַ֥ד H259 הָאָדָֽם H120 ",
  "8": "וַיַּעֲלוּ H5927 לָ֞הּ Hl סַרְנֵ֣י H5633 פְלִשְׁתִּ֗ים H6430 שִׁבְעָ֛ה H7651 יְתָרִ֥ים H3499 לַחִ֖ים H3892 אֲשֶׁ֣ר H834 לֹא H3808 חֹרָ֑בוּ H2717 וַתַּאַסְרֵ֖ H631 בָּהֶֽם Hb ",
  "9": "וְהָ H693 יֹשֵׁ֥ב H3427 לָהּ֙ Hl בַּחֶ֔דֶר H2315 וַתֹּ֣אמֶר H559 אֵלָ֔יו H413 פְּלִשְׁתִּ֥ים H6430 עָלֶ֖יךָ H5921 שִׁמְשׁ֑וֹן H8123 וַיְנַתֵּק֙ H5423 אֶת H853 הַיְתָרִ֔ים H3499 כַּאֲשֶׁ֨ר H834 יִנָּתֵ֤ק H5423 פְּתִֽיל H6616 הַנְּעֹ֨רֶת֙ H5296 בַּהֲרִיח֣ H7306 אֵ֔שׁ H784 וְלֹ֥א H3808 נוֹדַ֖ע H3045 כֹּחֽוֹ H3581 ",
  "10": "וַתֹּ֤אמֶר H559 דְּלִילָה֙ H1807 אֶל H413 שִׁמְשׁ֔וֹן H8123 הִנֵּה֙ H2009 הֵתַ֣לְתָּ H2048 בִּ֔י Hb וַתְּדַבֵּ֥ר H1696 אֵלַ֖י H413 כְּזָבִ֑ים H3576 עַתָּה֙ H6258 הַגִּֽידָה H5046 נָּ֣א H4994 לִ֔י Hl בַּמֶּ֖ה H4100 תֵּאָסֵֽר H631 ",
  "11": "וַיֹּ֣אמֶר H559 אֵלֶ֔יהָ H413 אִם H518 אָס֤וֹר H631 יַאַסְר֨וּנִי֙ H631 בַּעֲבֹתִ֣ים H5688 חֲדָשִׁ֔ים H2319 אֲשֶׁ֛ר H834 לֹֽא H3808 נַעֲשָׂ֥ה H6213 בָהֶ֖ם Hb מְלָאכָ֑ה H4399 וְחָלִ֥יתִי H2470 וְהָיִ֖יתִי H1961 כְּאַחַ֥ד H259 הָאָדָֽם H120 ",
  "12": "וַתִּקַּ֣ח H3947 דְּלִילָה֩ H1807 עֲבֹתִ֨ים H5688 חֲדָשִׁ֜ים H2319 וַתַּאַסְרֵ֣ H631 בָהֶ֗ם Hb וַתֹּ֤אמֶר H559 אֵלָיו֙ H413 פְּלִשְׁתִּ֤ים H6430 עָלֶ֨יךָ֙ H5921 שִׁמְשׁ֔וֹן H8123 וְהָ H693 יֹשֵׁ֣ב H3427 בֶּחָ֑דֶר H2315 וַֽיְנַתְּקֵ֛ H5423 מֵעַ֥ל H5921 זְרֹעֹתָ֖יו H2220 כַּחֽוּט H2339 ",
  "13": "וַתֹּ֨אמֶר H559 דְּלִילָ֜ה H1807 אֶל H413 שִׁמְשׁ֗וֹן H8123 עַד H5704 הֵ֜נָּה H2008 הֵתַ֤לְתָּ H2048 בִּי֙ Hb וַתְּדַבֵּ֤ר H1696 אֵלַי֙ H413 כְּזָבִ֔ים H3576 הַגִּ֣ידָה H5046 לִּ֔י Hl בַּמֶּ֖ה H4100 תֵּאָסֵ֑ר H631 וַיֹּ֣אמֶר H559 אֵלֶ֔יהָ H413 אִם H518 תַּאַרְגִ֗י H707 אֶת H853 שֶׁ֛בַע H7651 מַחְלְפ֥וֹת H4253 רֹאשִׁ֖י H7218 עִם H5973 הַמַּסָּֽכֶת H4545 ",
  "14": "וַתִּתְקַע֙ H8628 בַּיָּתֵ֔ד H3489 וַתֹּ֣אמֶר H559 אֵלָ֔יו H413 פְּלִשְׁתִּ֥ים H6430 עָלֶ֖יךָ H5921 שִׁמְשׁ֑וֹן H8123 וַיִּיקַץ֙ H3364 מִשְּׁנָת֔ H8142 וַיִּסַּ֛ע H5265 אֶת H854 הַיְתַ֥ד H3489 הָאֶ֖רֶג H708 וְאֶת H854 הַמַּסָּֽכֶת H4545 ",
  "15": "וַתֹּ֣אמֶר H559 אֵלָ֗יו H413 אֵ֚יךְ H349 תֹּאמַ֣ר H559 אֲהַבְתִּ֔יךְ H157 וְלִבְּ H3820 אֵ֣ין H369 אִתִּ֑י H854 זֶ֣ה H2088 שָׁלֹ֤שׁ H7969 פְּעָמִים֙ H6471 הֵתַ֣לְתָּ H2048 בִּ֔י Hb וְלֹא H3808 הִגַּ֣דְתָּ H5046 לִּ֔י Hl בַּמֶּ֖ה H4100 כֹּחֲךָ֥ H3581 גָדֽוֹל H1419 ",
  "16": "וַ֠יְהִי H1961 כִּֽי H3588 הֵצִ֨יקָה H6693 לּ֧וֹ Hl בִדְבָרֶ֛י H1697 כָּל H3605 הַיָּמִ֖ים H3117 וַתְּאַֽלֲצֵ֑ H509 וַתִּקְצַ֥ר H7114 נַפְשׁ֖וֹ H5315 לָמֽוּת H4191 ",
  "17": "וַיַּגֶּד H5046 לָ֣הּ Hl אֶת H853 כָּל H3605 לִבּ֗וֹ H3820 וַיֹּ֤אמֶר H559 לָהּ֙ Hl מוֹרָה֙ H4177 לֹֽא H3808 עָלָ֣ה H5927 עַל H5921 רֹאשִׁ֔י H7218 כִּֽי H3588 נְזִ֧יר H5139 אֱלֹהִ֛ים H430 אֲנִ֖י H589 מִבֶּ֣טֶן H990 אִמִּ֑י H517 אִם H518 גֻּלַּ֨חְתִּי֙ H1548 וְסָ֣ר H5493 מִמֶּ֣נִּי H4480 כֹחִ֔י H3581 וְחָלִ֥יתִי H2470 וְהָיִ֖יתִי H1961 כְּכָל H3605 הָאָדָֽם H120 ",
  "18": "וַתֵּ֣רֶא H7200 דְלִילָ֗ה H1807 כִּֽי H3588 הִגִּ֣יד H5046 לָהּ֮ Hl אֶת H853 כָּל H3605 לִבּוֹ֒ H3820 וַתִּשְׁלַ֡ח H7971 וַתִּקְרָא֩ H7121 לְסַרְנֵ֨י H5633 פְלִשְׁתִּ֤ים H6430 לֵאמֹר֙ H559 עֲל֣וּ H5927 הַפַּ֔עַם H6471 כִּֽי H3588 הִגִּ֥יד H5046 לה Hl אֶת H853 כָּל H3605 לִבּ֑וֹ H3820 וְעָל֤וּ H5927 אֵלֶ֨יהָ֙ H413 סַרְנֵ֣י H5633 פְלִשְׁתִּ֔ים H6430 וַיַּעֲל֥וּ H5927 הַכֶּ֖סֶף H3701 בְּיָדָֽ H3027 ",
  "19": "וַתְּיַשְּׁנֵ֨ H3462 עַל H5921 בִּרְכֶּ֔יהָ H1290 וַתִּקְרָ֣א H7121 לָאִ֔ישׁ H376 וַתְּגַלַּ֕ח H1548 אֶת H853 שֶׁ֖בַע H7651 מַחְלְפ֣וֹת H4253 רֹאשׁ֑וֹ H7218 וַתָּ֨חֶל֙ H2490 לְעַנּוֹת֔ H6031 וַיָּ֥סַר H5493 כֹּח֖וֹ H3581 מֵעָלָֽי H5921 ",
  "20": "וַתֹּ֕אמֶר H559 פְּלִשְׁתִּ֥ים H6430 עָלֶ֖יךָ H5921 שִׁמְשׁ֑וֹן H8123 וַיִּקַ֣ץ H3364 מִשְּׁנָת֗ H8142 וַיֹּ֨אמֶר֙ H559 אֵצֵ֞א H3318 כְּפַ֤עַם H6471 בְּפַ֨עַם֙ H6471 וְאִנָּעֵ֔ר H5287 וְהוּא֙ H1931 לֹ֣א H3808 יָדַ֔ע H3045 כִּ֥י H3588 יְהוָ֖ה H3068 סָ֥ר H5493 מֵעָלָֽי H5921 ",
  "21": "וַיֹּאחֲז֣וּ H270 פְלִשְׁתִּ֔ים H6430 וַֽיְנַקְּר֖וּ H5365 אֶת H853 עֵינָ֑יו H5869 וַיּוֹרִ֨ידוּ H3381 אוֹת֜וֹ H853 עַזָּ֗תָה H5804 וַיַּאַסְר֨וּ H631 בַּֽנְחֻשְׁתַּ֔יִם H5178 וַיְהִ֥י H1961 טוֹחֵ֖ן H2912 בְּבֵ֥ית H1004 האסירים H615 ",
  "22": "וַיָּ֧חֶל H2490 שְׂעַר H8181 רֹאשׁ֛וֹ H7218 לְצַמֵּ֖חַ H6779 כַּאֲשֶׁ֥ר H834 גֻּלָּֽח H1548 ",
  "23": "וְסַרְנֵ֣י H5633 פְלִשְׁתִּ֗ים H6430 נֶֽאֱסְפוּ֙ H622 לִזְבֹּ֧חַ H2076 זֶֽבַח H2077 גָּד֛וֹל H1419 לְדָג֥וֹן H1712 אֱלֹהֵיהֶ֖ם H430 וּלְ H8057 וַיֹּ֣אמְר֔וּ H559 נָתַ֤ן H5414 אֱלֹהֵ֨ינוּ֙ H430 בְּיָדֵ֔ H3027 אֵ֖ת H853 שִׁמְשׁ֥וֹן H8123 אוֹיְבֵֽינוּ H341 ",
  "24": "וַיִּרְא֤וּ H7200 אֹתוֹ֙ H853 הָעָ֔ם H5971 וַֽיְהַלְל֖וּ H1984 אֶת H853 אֱלֹהֵיהֶ֑ם H430 כִּ֣י H3588 אָמְר֗וּ H559 נָתַ֨ן H5414 אֱלֹהֵ֤ינוּ H430 בְיָדֵ֨ H3027 אֶת H853 א֣וֹיְבֵ֔נוּ H341 וְאֵת֙ H853 מַחֲרִ֣יב H2717 אַרְצֵ֔נוּ H776 וַאֲשֶׁ֥ר H834 הִרְבָּ֖ה H7235 אֶת H853 חֲלָלֵֽינוּ H2491 ",
  "25": "וַֽיְהִי֙ H1961 כי H3588 טוב H2896 לִבָּ֔ם H3820 וַיֹּ֣אמְר֔וּ H559 קִרְא֥וּ H7121 לְשִׁמְשׁ֖וֹן H8123 וִישַֽׂחֶק H7832 לָ֑נוּ Hl וַיִּקְרְא֨וּ H7121 לְשִׁמְשׁ֜וֹן H8123 מִבֵּ֣ית H1004 האסירים H615 וַיְצַחֵק֙ H6711 לִפְנֵי H6440 וַיַּעֲמִ֥ידוּ H5975 אוֹת֖וֹ H853 בֵּ֥ין H996 הָעַמּוּדִֽים H5982 ",
  "26": "וַיֹּ֨אמֶר H559 שִׁמְשׁ֜וֹן H8123 אֶל H413 הַנַּ֨עַר H5288 הַמַּחֲזִ֣יק H2388 בְּיָד H3027 הַנִּ֣יחָה H3240 אוֹתִי֒ H853 והימש H3237 אֶת H853 הָֽעַמֻּדִ֔ים H5982 אֲשֶׁ֥ר H834 הַבַּ֖יִת H1004 נָכ֣וֹן H3559 עֲלֵיהֶ֑ם H5921 וְאֶשָּׁעֵ֖ן H8172 עֲלֵיהֶֽם H5921 ",
  "27": "וְהַ H1004 מָלֵ֤א H4390 הָֽאֲנָשִׁים֙ H376 וְהַ H802 וְשָׁ֕מָּ H8033 כֹּ֖ל H3605 סַרְנֵ֣י H5633 פְלִשְׁתִּ֑ים H6430 וְעַל H5921 הַגָּ֗ג H1406 כִּשְׁלֹ֤שֶׁת H7969 אֲלָפִים֙ H505 אִ֣ישׁ H376 וְאִשָּׁ֔ה H802 הָרֹאִ֖ים H7200 בִּשְׂח֥וֹק H7832 שִׁמְשֽׁוֹן H8123 ",
  "28": "וַיִּקְרָ֥א H7121 שִׁמְשׁ֛וֹן H8123 אֶל H413 יְהוָ֖ה H3068 וַיֹּאמַ֑ר H559 אֲדֹנָ֣י H136 יֱהֹוִ֡ה H3069 זָכְרֵ֣נִי H2142 נָא֩ H4994 וְחַזְּקֵ֨ H2388 נָ֜א H4994 אַ֣ךְ H389 הַפַּ֤עַם H6471 הַזֶּה֙ H2088 הָאֱלֹהִ֔ים H430 וְאִנָּקְמָ֧ה H5358 נְקַם H5359 אַחַ֛ת H259 מִשְּׁתֵ֥י H8147 עֵינַ֖י H5869 מִפְּלִשְׁתִּֽים H6430 ",
  "29": "וַיִּלְפֹּ֨ת H3943 שִׁמְשׁ֜וֹן H8123 אֶת H853 שְׁנֵ֣י H8147 עַמּוּדֵ֣י H5982 הַתָּ֗וֶךְ H8432 אֲשֶׁ֤ר H834 הַבַּ֨יִת֙ H1004 נָכ֣וֹן H3559 עֲלֵיהֶ֔ם H5921 וַיִּסָּמֵ֖ךְ H5564 עֲלֵיהֶ֑ם H5921 אֶחָ֥ד H259 בִּימִינ֖ H3225 וְאֶחָ֥ד H259 בִּשְׂמֹאלֽ H8040 ",
  "30": "וַיֹּ֣אמֶר H559 שִׁמְשׁ֗וֹן H8123 תָּמ֣וֹת H4191 נַפְשִׁי֮ H5315 עִם H5973 פְּלִשְׁתִּים֒ H6430 וַיֵּ֣ט H5186 בְּכֹ֔חַ H3581 וַיִּפֹּ֤ל H5307 הַבַּ֨יִת֙ H1004 עַל H5921 הַסְּרָנִ֔ים H5633 וְעַל H5921 כָּל H3605 הָעָ֖ם H5971 אֲשֶׁר H834 בּ֑וֹ Hb וַיִּהְי֤וּ H1961 הַמֵּתִים֙ H4191 אֲשֶׁ֣ר H834 הֵמִ֣ית H4191 בְּמוֹת֔ H4194 רַבִּ֕ים H7227 מֵאֲשֶׁ֥ר H834 הֵמִ֖ית H4191 בְּחַיָּֽי H2416 ",
  "31": "וַיֵּרְד֨וּ H3381 אֶחָ֜יו H251 וְכָל H3605 בֵּ֣ית H1004 אָבִיהוּ֮ H1 וַיִּשְׂא֣וּ H5375 אֹתוֹ֒ H853 וַֽיַּעֲל֣וּ H5927 וַיִּקְבְּר֣וּ H6912 אוֹת֗וֹ H853 בֵּ֤ין H996 צָרְעָה֙ H6881 וּבֵ֣ין H996 אֶשְׁתָּאֹ֔ל H847 בְּקֶ֖בֶר H6913 מָנ֣וֹחַ H4495 אָבִ֑יו H1 וְה֛וּא H1931 שָׁפַ֥ט H8199 אֶת H853 יִשְׂרָאֵ֖ל H3478 עֶשְׂרִ֥ים H6242 שָׁנָֽה H8141 "
}
