{
  "1": "וַֽיְהִי H1961 אִ֥ישׁ H376 מֵֽהַר H2022 אֶפְרָ֖יִם H669 וּשְׁמ֥ H8034 מִיכָֽיְהוּ H4319 ",
  "2": "וַיֹּ֣אמֶר H559 לְאִמּ֡ H517 אֶלֶף֩ H505 וּמֵאָ֨ה H3967 הַכֶּ֜סֶף H3701 אֲשֶׁ֣ר H834 לֻֽקַּֽח H3947 לָ֗ךְ Hl ואתי H859 אָלִית֙ H422 וְגַם֙ H1571 אָמַ֣רְתְּ H559 בְּאָזְנַ֔ H241 הִנֵּֽה H2009 הַכֶּ֥סֶף H3701 אִתִּ֖י H854 אֲנִ֣י H589 לְקַחְתִּ֑יו H3947 וַתֹּ֣אמֶר H559 אִמּ֔וֹ H517 בָּר֥וּךְ H1288 בְּנִ֖י H1121 לַיהוָֽה H3068 ",
  "3": "וַיָּ֛שֶׁב H7725 אֶת H853 אֶֽלֶף H505 וּמֵאָ֥ה H3967 הַכֶּ֖סֶף H3701 לְאִמּ֑ H517 וַתֹּ֣אמֶר H559 אִמּ֡וֹ H517 הַקְדֵּ֣שׁ H6942 הִקְדַּ֣שְׁתִּי H6942 אֶת H853 הַכֶּסֶף֩ H3701 לַיהוָ֨ה H3068 מִיָּדִ֜ H3027 לִבְנִ֗ H1121 לַֽעֲשׂוֹת֙ H6213 פֶּ֣סֶל H6459 וּמַסֵּכָ֔ה H4541 וְעַתָּ֖ה H6258 אֲשִׁיבֶ֥נּוּ H7725 לָֽךְ Hl ",
  "4": "וַיָּ֥שֶׁב H7725 אֶת H853 הַכֶּ֖סֶף H3701 לְאִמּ֑ H517 וַתִּקַּ֣ח H3947 אִמּוֹ֩ H517 מָאתַ֨יִם H3967 כֶּ֜סֶף H3701 וַתִּתְּנֵ֣ H5414 לַצּוֹרֵ֗ף H6884 וַֽיַּעֲשֵׂ֨ H6213 פֶּ֣סֶל H6459 וּמַסֵּכָ֔ה H4541 וַיְהִ֖י H1961 בְּבֵ֥ית H1004 מִיכָֽיְהוּ H4319 ",
  "5": "וְהָ H376 מִיכָ֔ה H4318 ל֖וֹ Hl בֵּ֣ית H1004 אֱלֹהִ֑ים H430 וַיַּ֤עַשׂ H6213 אֵפוֹד֙ H646 וּתְרָפִ֔ים H8655 וַיְמַלֵּ֗א H4390 אֶת H853 יַ֤ד H3027 אַחַד֙ H259 מִבָּנָ֔י H1121 וַיְהִי H1961 ל֖וֹ Hl לְכֹהֵֽן H3548 ",
  "6": "בַּיָּמִ֣ים H3117 הָהֵ֔ם H1992 אֵ֥ין H369 מֶ֖לֶךְ H4428 בְּיִשְׂרָאֵ֑ל H3478 אִ֛ישׁ H376 הַיָּשָׁ֥ר H3477 בְּעֵינָ֖י H5869 יַעֲשֶֽׂה H6213 ",
  "7": "וַיְהִי H1961 נַ֗עַר H5288 מִבֵּ֥ית H1035 לֶ֨חֶם֙ H1035 יְהוּדָ֔ה H3063 מִמִּשְׁפַּ֖חַת H4940 יְהוּדָ֑ה H3063 וְה֥וּא H1931 לֵוִ֖י H3881 וְה֥וּא H1931 גָֽר H1481 שָֽׁם H8033 ",
  "8": "וַיֵּ֨לֶךְ H3212 הָאִ֜ישׁ H376 מֵהָ H5892 מִבֵּ֥ית H1035 לֶ֨חֶם֙ H1035 יְהוּדָ֔ה H3063 לָג֖וּר H1481 בַּאֲשֶׁ֣ר H834 יִמְצָ֑א H4672 וַיָּבֹ֧א H935 הַר H2022 אֶפְרַ֛יִם H669 עַד H5704 בֵּ֥ית H1004 מִיכָ֖ה H4318 לַעֲשׂ֥וֹת H6213 דַּרְכּֽוֹ H1870 ",
  "9": "וַיֹּאמֶר H559 ל֥וֹ Hl מִיכָ֖ה H4318 מֵאַ֣יִן H370 תָּב֑וֹא H935 וַיֹּ֨אמֶר H559 אֵלָ֜יו H413 לֵוִ֣י H3881 אָנֹ֗כִי H595 מִבֵּ֥ית H1035 לֶ֨חֶם֙ H1035 יְהוּדָ֔ה H3063 וְאָנֹכִ֣י H595 הֹלֵ֔ךְ H1980 לָג֖וּר H1481 בַּאֲשֶׁ֥ר H834 אֶמְצָֽא H4672 ",
  "10": "וַיֹּאמֶר֩ H559 ל֨וֹ Hl מִיכָ֜ה H4318 שְׁבָ֣ה H3427 עִמָּדִ֗י H5978 וֶֽהְיֵה H1961 לִי֮ Hl לְאָ֣ב H1 וּלְ H3548 וְאָנֹכִ֨י H595 אֶֽתֶּן H5414 לְךָ֜ Hl עֲשֶׂ֤רֶת H6235 כֶּ֨סֶף֙ H3701 לַיָּמִ֔ים H3117 וְעֵ֥רֶךְ H6187 בְּגָדִ֖ים H899 וּמִחְיָתֶ֑ H4241 וַיֵּ֖לֶךְ H3212 הַלֵּוִֽי H3881 ",
  "11": "וַיּ֥וֹאֶל H2974 הַלֵּוִ֖י H3881 לָשֶׁ֣בֶת H3427 אֶת H854 הָאִ֑ישׁ H376 וַיְהִ֤י H1961 הַנַּ֨עַר֙ H5288 ל֔וֹ Hl כְּאַחַ֖ד H259 מִבָּנָֽי H1121 ",
  "12": "וַיְמַלֵּ֤א H4390 מִיכָה֙ H4318 אֶת H853 יַ֣ד H3027 הַלֵּוִ֔י H3881 וַיְהִי H1961 ל֥וֹ Hl הַנַּ֖עַר H5288 לְכֹהֵ֑ן H3548 וַיְהִ֖י H1961 בְּבֵ֥ית H1004 מִיכָֽה H4318 ",
  "13": "וַיֹּ֣אמֶר H559 מִיכָ֔ה H4318 עַתָּ֣ה H6258 יָדַ֔עְתִּי H3045 כִּֽי H3588 יֵיטִ֥יב H3190 יְהוָ֖ה H3068 לִ֑י Hl כִּ֧י H3588 הָיָה H1961 לִ֛י Hl הַלֵּוִ֖י H3881 לְכֹהֵֽן H3548 "
}
