{
  "1": "בַּיָּמִ֣ים H3117 הָהֵ֔ם H1992 אֵ֥ין H369 מֶ֖לֶךְ H4428 בְּיִשְׂרָאֵ֑ל H3478 וּבַ H3117 הָהֵ֗ם H1992 שֵׁ֣בֶט H7626 הַדָּנִ֞י H1839 מְבַקֶּשׁ H1245 ל֤וֹ Hl נַֽחֲלָה֙ H5159 לָשֶׁ֔בֶת H3427 כִּי֩ H3588 לֹֽא H3808 נָ֨פְלָה H5307 לּ֜וֹ Hl עַד H5704 הַיּ֥וֹם H3117 הַה֛וּא H1931 בְּתוֹךְ H8432 שִׁבְטֵ֥י H7626 יִשְׂרָאֵ֖ל H3478 בְּנַחֲלָֽה H5159 ",
  "2": "וַיִּשְׁלְח֣וּ H7971 בְנֵי H1121 דָ֣ן H1835 מִֽמִּשְׁפַּחְתָּ֡ H4940 חֲמִשָּׁ֣ה H2568 אֲנָשִׁ֣ים H376 מִקְצוֹתָ H7098 אֲנָשִׁ֨ים H376 בְּנֵי H1121 חַ֜יִל H2428 מִצָּרְעָ֣ה H6881 וּמֵֽ H847 לְרַגֵּ֤ל H7270 אֶת H853 הָאָ֨רֶץ֙ H776 וּלְ H2713 וַיֹּאמְר֣וּ H559 אֲלֵהֶ֔ם H413 לְכ֖וּ H3212 חִקְר֣וּ H2713 אֶת H853 הָאָ֑רֶץ H776 וַיָּבֹ֤אוּ H935 הַר H2022 אֶפְרַ֨יִם֙ H669 עַד H5704 בֵּ֣ית H1004 מִיכָ֔ה H4318 וַיָּלִ֖ינוּ H3885 שָֽׁם H8033 ",
  "3": "הֵ֚מָּה H1992 עִם H5973 בֵּ֣ית H1004 מִיכָ֔ה H4318 וְהֵ֣מָּה H1992 הִכִּ֔ירוּ H5234 אֶת H853 ק֥וֹל H6963 הַנַּ֖עַר H5288 הַלֵּוִ֑י H3881 וַיָּס֣וּרוּ H5493 שָׁ֗ם H8033 וַיֹּ֤אמְרוּ H559 לוֹ֙ Hl מִֽי H4310 הֱבִיאֲךָ֣ H935 הֲלֹ֔ם H1988 וּמָֽה H4100 אַתָּ֥ה H859 עֹשֶׂ֛ה H6213 בָּזֶ֖ה H2088 וּמַה H4100 לְּךָ֥ Hl פֹֽה H6311 ",
  "4": "וַיֹּ֣אמֶר H559 אֲלֵהֶ֔ם H413 כָּזֹ֣ה H2090 וְכָ H2088 עָ֥שָׂה H6213 לִ֖י Hl מִיכָ֑ה H4318 וַיִּשְׂכְּרֵ֕ H7936 וָאֱהִי H1961 ל֖וֹ Hl לְכֹהֵֽן H3548 ",
  "5": "וַיֹּ֥אמְרוּ H559 ל֖וֹ Hl שְׁאַל H7592 נָ֣א H4994 בֵאלֹהִ֑ים H430 וְנֵ֣דְעָ֔ה H3045 הֲתַצְלִ֣יחַ H6743 דַּרְכֵּ֔נוּ H1870 אֲשֶׁ֥ר H834 אֲנַ֖חְנוּ H587 הֹלְכִ֥ים H1980 עָלֶֽיהָ H5921 ",
  "6": "וַיֹּ֧אמֶר H559 לָהֶ֛ם Hl הַכֹּהֵ֖ן H3548 לְכ֣וּ H3212 לְשָׁל֑וֹם H7965 נֹ֣כַח H5227 יְהוָ֔ה H3068 דַּרְכְּכֶ֖ם H1870 אֲשֶׁ֥ר H834 תֵּֽלְכוּ H3212 בָֽהּ Hb ",
  "7": "וַיֵּלְכוּ֙ H3212 חֲמֵ֣שֶׁת H2568 הָאֲנָשִׁ֔ים H376 וַיָּבֹ֖אוּ H935 לָ֑יְשָׁה H3919 וַיִּרְא֣וּ H7200 אֶת H853 הָעָ֣ם H5971 אֲשֶׁר H834 בְּקִרְבָּ֣ H7130 יוֹשֶֽׁבֶת H3427 לָ֠בֶטַח H983 כְּמִשְׁפַּ֨ט H4941 צִדֹנִ֜ים H6722 שֹׁקֵ֣ט H8252 וּבֹטֵ֗חַ H982 וְאֵין H369 מַכְלִ֨ים H3637 דָּבָ֤ר H1697 בָּאָ֨רֶץ֙ H776 יוֹרֵ֣שׁ H3423 עֶ֔צֶר H6114 וּרְחֹקִ֥ים H7350 הֵ֨מָּה֙ H1992 מִצִּ֣דֹנִ֔ים H6722 וְדָבָ֥ר H1697 אֵין H369 לָהֶ֖ם Hl עִם H5973 אָדָֽם H120 ",
  "8": "וַיָּבֹ֨אוּ֙ H935 אֶל H413 אֲחֵיהֶ֔ם H251 צָרְעָ֖ה H6881 וְאֶשְׁתָּאֹ֑ל H847 וַיֹּאמְר֥וּ H559 לָהֶ֛ם Hl אֲחֵיהֶ֖ם H251 מָ֥ה H4100 אַתֶּֽם H859 ",
  "9": "וַיֹּאמְר֗וּ H559 ק֚וּמָה H6965 וְנַעֲלֶ֣ה H5927 עֲלֵיהֶ֔ם H5921 כִּ֤י H3588 רָאִ֨ינוּ֙ H7200 אֶת H853 הָאָ֔רֶץ H776 וְהִנֵּ֥ה H2009 טוֹבָ֖ה H2896 מְאֹ֑ד H3966 וְאַתֶּ֣ם H859 מַחְשִׁ֔ים H2814 אַל H408 תֵּעָ֣צְל֔וּ H6101 לָלֶ֥כֶת H3212 לָבֹ֖א H935 לָרֶ֥שֶׁת H3423 אֶת H853 הָאָֽרֶץ H776 ",
  "10": "כְּבֹאֲ H935 תָּבֹ֣אוּ H935 אֶל H413 עַ֣ם H5971 בֹּטֵ֗חַ H982 וְהָ H776 רַחֲבַ֣ת H7342 יָדַ֔יִם H3027 כִּֽי H3588 נְתָנָ֥הּ H5414 אֱלֹהִ֖ים H430 בְּיֶדְ H3027 מָקוֹם֙ H4725 אֲשֶׁ֣ר H834 אֵֽין H369 שָׁ֣ם H8033 מַחְס֔וֹר H4270 כָּל H3605 דָּבָ֖ר H1697 אֲשֶׁ֥ר H834 בָּאָֽרֶץ H776 ",
  "11": "וַיִּסְע֤וּ H5265 מִשָּׁם֙ H8033 מִמִּשְׁפַּ֣חַת H4940 הַדָּנִ֔י H1839 מִצָּרְעָ֖ה H6881 וּמֵ H847 שֵֽׁשׁ H8337 מֵא֣וֹת H3967 אִ֔ישׁ H376 חָג֖וּר H2296 כְּלֵ֥י H3627 מִלְחָמָֽה H4421 ",
  "12": "וַֽיַּעֲל֗וּ H5927 וַֽיַּחֲנ֛וּ H2583 בְּקִרְיַ֥ת H7157 יְעָרִ֖ים H7157 בִּֽיהוּדָ֑ה H3063 עַל H5921 כֵּ֡ן H3651 קָרְאוּ֩ H7121 לַמָּק֨וֹם H4725 הַה֜וּא H1931 מַחֲנֵה H4265 דָ֗ן H4265 עַ֚ד H5704 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 הִנֵּ֕ה H2009 אַחֲרֵ֖י H310 קִרְיַ֥ת H7157 יְעָרִֽים H7157 ",
  "13": "וַיַּעַבְר֥וּ H5674 מִשָּׁ֖ם H8033 הַר H2022 אֶפְרָ֑יִם H669 וַיָּבֹ֖אוּ H935 עַד H5704 בֵּ֥ית H1004 מִיכָֽה H4318 ",
  "14": "וַֽיַּעֲנ֞וּ H6030 חֲמֵ֣שֶׁת H2568 הָאֲנָשִׁ֗ים H376 הַהֹלְכִים֮ H1980 לְרַגֵּל֮ H7270 אֶת H853 הָאָ֣רֶץ H776 לַיִשׁ֒ H3919 וַיֹּֽאמְרוּ֙ H559 אֶל H413 אֲחֵיהֶ֔ם H251 הַיְדַעְתֶּ֗ם H3045 כִּ֠י H3588 יֵ֣שׁ H3426 בַּבָּתִּ֤ים H1004 הָאֵ֨לֶּה֙ H428 אֵפ֣וֹד H646 וּתְרָפִ֔ים H8655 וּפֶ֖סֶל H6459 וּמַסֵּכָ֑ה H4541 וְעַתָּ֖ה H6258 דְּע֥וּ H3045 מַֽה H4100 תַּעֲשֽׂוּ H6213 ",
  "15": "וַיָּס֣וּרוּ H5493 שָׁ֔מָּה H8033 וַיָּבֹ֛אוּ H935 אֶל H413 בֵּֽית H1004 הַנַּ֥עַר H5288 הַלֵּוִ֖י H3881 בֵּ֣ית H1004 מִיכָ֑ה H4318 וַיִּשְׁאֲלוּ H7592 ל֖וֹ Hl לְשָׁלֽוֹם H7965 ",
  "16": "וְשֵׁשׁ H8337 מֵא֣וֹת H3967 אִ֗ישׁ H376 חֲגוּרִים֙ H2296 כְּלֵ֣י H3627 מִלְחַמְתָּ֔ם H4421 נִצָּבִ֖ים H5324 פֶּ֣תַח H6607 הַשָּׁ֑עַר H8179 אֲשֶׁ֖ר H834 מִבְּנֵי H1121 דָֽן H1835 ",
  "17": "וַֽיַּעֲל֞וּ H5927 חֲמֵ֣שֶׁת H2568 הָאֲנָשִׁ֗ים H376 הַהֹלְכִים֮ H1980 לְרַגֵּ֣ל H7270 אֶת H853 הָאָרֶץ֒ H776 בָּ֣אוּ H935 שָׁ֔מָּה H8033 לָקְח֗וּ H3947 אֶת H853 הַפֶּ֨סֶל֙ H6456 וְאֶת H853 הָ֣אֵפ֔וֹד H646 וְאֶת H853 הַתְּרָפִ֖ים H8655 וְאֶת H853 הַמַּסֵּכָ֑ה H4541 וְהַ H3548 נִצָּב֙ H5324 פֶּ֣תַח H6607 הַשַּׁ֔עַר H8179 וְשֵׁשׁ H8337 מֵא֣וֹת H3967 הָאִ֔ישׁ H376 הֶחָג֖וּר H2296 כְּלֵ֥י H3627 הַמִּלְחָמָֽה H4421 ",
  "18": "וְאֵ֗לֶּה H428 בָּ֚אוּ H935 בֵּ֣ית H1004 מִיכָ֔ה H4318 וַיִּקְחוּ֙ H3947 אֶת H853 פֶּ֣סֶל H6459 הָאֵפ֔וֹד H646 וְאֶת H853 הַתְּרָפִ֖ים H8655 וְאֶת H853 הַמַּסֵּכָ֑ה H4541 וַיֹּ֤אמֶר H559 אֲלֵיהֶם֙ H413 הַכֹּהֵ֔ן H3548 מָ֥ה H4100 אַתֶּ֖ם H859 עֹשִֽׂים H6213 ",
  "19": "וַיֹּאמְרוּ֩ H559 ל֨וֹ Hl הַחֲרֵ֜שׁ H2790 שִֽׂים H7760 יָדְךָ֤ H3027 עַל H5921 פִּ֨יךָ֙ H6310 וְלֵ֣ךְ H3212 עִמָּ֔נוּ H5973 וֶֽהְיֵה H1961 לָ֖נוּ Hl לְאָ֣ב H1 וּלְ H3548 הֲט֣וֹב H2896 הֱיוֹתְךָ֣ H1961 כֹהֵ֗ן H3548 לְבֵית֙ H1004 אִ֣ישׁ H376 אֶחָ֔ד H259 א֚וֹ H176 הֱיוֹתְךָ֣ H1961 כֹהֵ֔ן H3548 לְשֵׁ֥בֶט H7626 וּלְ H4940 בְּיִשְׂרָאֵֽל H3478 ",
  "20": "וַיִּיטַב֙ H3190 לֵ֣ב H3820 הַכֹּהֵ֔ן H3548 וַיִּקַּח֙ H3947 אֶת H853 הָ֣אֵפ֔וֹד H646 וְאֶת H853 הַתְּרָפִ֖ים H8655 וְאֶת H853 הַפָּ֑סֶל H6459 וַיָּבֹ֖א H935 בְּקֶ֥רֶב H7130 הָעָֽם H5971 ",
  "21": "וַיִּפְנ֖וּ H6437 וַיֵּלֵ֑כוּ H3212 וַיָּשִׂ֨ימוּ H7760 אֶת H853 הַטַּ֧ף H2945 וְאֶת H853 הַמִּקְנֶ֛ה H4735 וְאֶת H853 הַכְּבוּדָּ֖ה H3520 לִפְנֵי H6440 ",
  "22": "הֵ֥מָּה H1992 הִרְחִ֖יקוּ H7368 מִבֵּ֣ית H1004 מִיכָ֑ה H4318 וְהָ H376 אֲשֶׁ֤ר H834 בַּבָּתִּים֙ H1004 אֲשֶׁר֙ H834 עִם H5973 בֵּ֣ית H1004 מִיכָ֔ה H4318 נִֽזְעֲק֔וּ H2199 וַיַּדְבִּ֖יקוּ H1692 אֶת H853 בְּנֵי H1121 דָֽן H1835 ",
  "23": "וַֽיִּקְרְאוּ֙ H7121 אֶל H413 בְּנֵי H1121 דָ֔ן H1835 וַיַּסֵּ֖בּוּ H5437 פְּנֵיהֶ֑ם H6440 וַיֹּאמְר֣וּ H559 לְמִיכָ֔ה H4318 מַה H4100 לְּךָ֖ Hl כִּ֥י H3588 נִזְעָֽקְתָּ H2199 ",
  "24": "וַיֹּ֡אמֶר H559 אֶת H853 אֱלֹהַי֩ H430 אֲשֶׁר H834 עָשִׂ֨יתִי H6213 לְקַחְתֶּ֧ם H3947 וְֽאֶת H853 הַכֹּהֵ֛ן H3548 וַתֵּלְכ֖וּ H3212 וּמַה H4100 לִּ֣י Hl ע֑וֹד H5750 וּמַה H4100 זֶּ֛ה H2088 תֹּאמְר֥וּ H559 אֵלַ֖י H413 מַה H4100 לָּֽךְ Hl ",
  "25": "וַיֹּאמְר֤וּ H559 אֵלָיו֙ H413 בְּנֵי H1121 דָ֔ן H1835 אַל H408 תַּשְׁמַ֥ע H8085 קוֹלְךָ֖ H6963 עִמָּ֑נוּ H5973 פֶּֽן H6435 יִפְגְּע֣וּ H6293 בָכֶ֗ם Hb אֲנָשִׁים֙ H376 מָ֣רֵי H4751 נֶ֔פֶשׁ H5315 וְאָסַפְתָּ֥ה H622 נַפְשְׁךָ֖ H5315 וְנֶ֥פֶשׁ H5315 בֵּיתֶֽךָ H1004 ",
  "26": "וַיֵּלְכ֥וּ H3212 בְנֵי H1121 דָ֖ן H1835 לְדַרְכָּ֑ H1870 וַיַּ֣רְא H7200 מִיכָ֗ה H4318 כִּי H3588 חֲזָקִ֥ים H2389 הֵ֨מָּה֙ H1992 מִמֶּ֔נּוּ H4480 וַיִּ֖פֶן H6437 וַיָּ֥שָׁב H7725 אֶל H413 בֵּיתֽוֹ H1004 ",
  "27": "וְהֵ֨מָּה H1992 לָקְח֜וּ H3947 אֵ֧ת H853 אֲשֶׁר H834 עָשָׂ֣ה H6213 מִיכָ֗ה H4318 וְֽאֶת H853 הַכֹּהֵן֮ H3548 אֲשֶׁ֣ר H834 הָיָה H1961 לוֹ֒ Hl וַיָּבֹ֣אוּ H935 עַל H5921 לַ֗יִשׁ H3919 עַל H5921 עַם֙ H5971 שֹׁקֵ֣ט H8252 וּבֹטֵ֔חַ H982 וַיַּכּ֥וּ H5221 אוֹתָ֖ם H853 לְפִי H6310 חָ֑רֶב H2719 וְאֶת H853 הָעִ֖יר H5892 שָׂרְפ֥וּ H8313 בָאֵֽשׁ H784 ",
  "28": "וְאֵ֨ין H369 מַצִּ֜יל H5337 כִּ֧י H3588 רְֽחוֹקָה H7350 הִ֣יא H1931 מִצִּיד֗וֹן H6721 וְדָבָ֤ר H1697 אֵין H369 לָהֶם֙ Hl עִם H5973 אָדָ֔ם H120 וְהִ֕יא H1931 בָּעֵ֖מֶק H6010 אֲשֶׁ֣ר H834 לְבֵית H1050 רְח֑וֹב H1050 וַיִּבְנ֥וּ H1129 אֶת H853 הָעִ֖יר H5892 וַיֵּ֥שְׁבוּ H3427 בָֽהּ Hb ",
  "29": "וַיִּקְרְא֤וּ H7121 שֵׁם H8034 הָעִיר֙ H5892 דָּ֔ן H1835 בְּשֵׁם֙ H8034 דָּ֣ן H1835 אֲבִיהֶ֔ם H1 אֲשֶׁ֥ר H834 יוּלַּ֖ד H3205 לְיִשְׂרָאֵ֑ל H3478 וְאוּלָ֛ם H199 לַ֥יִשׁ H3919 שֵׁם H8034 הָעִ֖יר H5892 לָרִאשֹׁנָֽה H7223 ",
  "30": "וַיָּקִ֧ימוּ H6965 לָהֶ֛ם Hl בְּנֵי H1121 דָ֖ן H1835 אֶת H853 הַפָּ֑סֶל H6459 וִ֠יהוֹנָתָן H3129 בֶּן H1121 גֵּרְשֹׁ֨ם H1647 בֶּן H1121  H4519 ה֣וּא H1931 וּבָנָ֗י H1121 הָי֤וּ H1961 כֹהֲנִים֙ H3548 לְשֵׁ֣בֶט H7626 הַדָּנִ֔י H1839 עַד H5704 י֖וֹם H3117 גְּל֥וֹת H1540 הָאָֽרֶץ H776 ",
  "31": "וַיָּשִׂ֣ימוּ H7760 לָהֶ֔ם Hl אֶת H853 פֶּ֥סֶל H6459 מִיכָ֖ה H4318 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 כָּל H3605 יְמֵ֛י H3117 הֱי֥וֹת H1961 בֵּית H1004 הָאֱלֹהִ֖ים H430 בְּשִׁלֹֽה H7887 "
}
