{
  "1": "וַיְהִי֙ H1961 בַּיָּמִ֣ים H3117 הָהֵ֔ם H1992 וּמֶ֖לֶךְ H4428 אֵ֣ין H369 בְּיִשְׂרָאֵ֑ל H3478 וַיְהִ֣י H1961 אִ֣ישׁ H376 לֵוִ֗י H3881 גָּ֚ר H1481 בְּיַרְכְּתֵ֣י H3411 הַר H2022 אֶפְרַ֔יִם H669 וַיִּֽקַּֽח H3947 לוֹ֙ Hl אִשָּׁ֣ה H802 פִילֶ֔גֶשׁ H6370 מִבֵּ֥ית H1035 לֶ֖חֶם H1035 יְהוּדָֽה H3063 ",
  "2": "וַתִּזְנֶ֤ה H2181 עָלָיו֙ H5921 פִּֽילַגְשׁ֔וֹ H6370 וַתֵּ֤לֶךְ H3212 מֵֽאִתּ H853 אֶל H413 בֵּ֣ית H1004 אָבִ֔יהָ H1 אֶל H413 בֵּ֥ית H1035 לֶ֖חֶם H1035 יְהוּדָ֑ה H3063 וַתְּהִי H1961 שָׁ֕ם H8033 יָמִ֖ים H3117 אַרְבָּעָ֥ה H702 חֳדָשִֽׁים H2320 ",
  "3": "וַיָּ֨קָם H6965 אִישָׁ֜הּ H376 וַיֵּ֣לֶךְ H3212 אַחֲרֶ֗יהָ H310 לְדַבֵּ֤ר H1696 עַל H5921 לִבָּהּ֙ H3820 להשיב H7725 וְנַעֲר֥ H5288 עִמּ֖וֹ H5973 וְצֶ֣מֶד H6776 חֲמֹרִ֑ים H2543 וַתְּבִיאֵ֨ H935 בֵּ֣ית H1004 אָבִ֔יהָ H1 וַיִּרְאֵ֨ H7200 אֲבִ֣י H1 הַֽנַּעֲרָ֔ה H5291 וַיִּשְׂמַ֖ח H8055 לִקְרָאתֽ H7125 ",
  "4": "וַיֶּחֱזַק H2388 בּ֤וֹ Hb חֹֽתְנוֹ֙ H2859 אֲבִ֣י H1 הַֽנַּעֲרָ֔ה H5291 וַיֵּ֥שֶׁב H3427 אִתּ֖וֹ H854 שְׁלֹ֣שֶׁת H7969 יָמִ֑ים H3117 וַיֹּאכְלוּ֙ H398 וַיִּשְׁתּ֔וּ H8354 וַיָּלִ֖ינוּ H3885 שָֽׁם H8033 ",
  "5": "וַֽיְהִי֙ H1961 בַּיּ֣וֹם H3117 הָרְבִיעִ֔י H7243 וַיַּשְׁכִּ֥ימוּ H7925 בַבֹּ֖קֶר H1242 וַיָּ֣קָם H6965 לָלֶ֑כֶת H3212 וַיֹּאמֶר֩ H559 אֲבִ֨י H1 הַֽנַּעֲרָ֜ה H5291 אֶל H413 חֲתָנ֗וֹ H2860 סְעָ֧ד H5582 לִבְּךָ֛ H3820 פַּת H6595 לֶ֖חֶם H3899 וְאַחַ֥ר H310 תֵּלֵֽכוּ H3212 ",
  "6": "וַיֵּשְׁב֗וּ H3427 וַיֹּאכְל֧וּ H398 שְׁנֵיהֶ֛ם H8147 יַחְדָּ֖ו H3162 וַיִּשְׁתּ֑וּ H8354 וַיֹּ֜אמֶר H559 אֲבִ֤י H1 הַֽנַּעֲרָה֙ H5291 אֶל H413 הָאִ֔ישׁ H376 הֽוֹאֶל H2974 נָ֥א H4994 וְלִ֖ין H3885 וְיִטַ֥ב H3190 לִבֶּֽךָ H3820 ",
  "7": "וַיָּ֥קָם H6965 הָאִ֖ישׁ H376 לָלֶ֑כֶת H3212 וַיִּפְצַר H6484 בּוֹ֙ Hb חֹתְנ֔וֹ H2859 וַיָּ֖שָׁב H7725 וַיָּ֥לֶן H3885 שָֽׁם H8033 ",
  "8": "וַיַּשְׁכֵּ֨ם H7925 בַּבֹּ֜קֶר H1242 בַּיּ֣וֹם H3117 הַחֲמִישִׁי֮ H2549 לָלֶכֶת֒ H3212 וַיֹּ֣אמֶר H559 אֲבִ֣י H1 הַֽנַּעֲרָ֗ה H5291 סְעָד H5582 נָא֙ H4994 לְבָ֣בְךָ֔ H3824 וְהִֽתְמַהְמְה֖וּ H4102 עַד H5704 נְט֣וֹת H5186 הַיּ֑וֹם H3117 וַיֹּאכְל֖וּ H398 שְׁנֵיהֶֽם H8147 ",
  "9": "וַיָּ֤קָם H6965 הָאִישׁ֙ H376 לָלֶ֔כֶת H3212 ה֥וּא H1931 וּפִילַגְשׁ֖ H6370 וְנַעֲר֑ H5288 וַיֹּ֣אמֶר H559 ל֣וֹ Hl חֹתְנ֣וֹ H2859 אֲבִ֣י H1 הַֽנַּעֲרָ֡ה H5291 הִנֵּ֣ה H2009 נָא֩ H4994 רָפָ֨ה H7503 הַיּ֜וֹם H3117 לַעֲרֹ֗ב H6150 לִֽינוּ H3885 נָ֞א H4994 הִנֵּ֨ה H2009 חֲנ֤וֹת H2583 הַיּוֹם֙ H3117 לִ֥ין H3885 פֹּה֙ H6311 וְיִיטַ֣ב H3190 לְבָבֶ֔ךָ H3824 וְהִשְׁכַּמְתֶּ֤ם H7925 מָחָר֙ H4279 לְדַרְכְּ H1870 וְהָלַכְתָּ֖ H1980 לְאֹהָלֶֽ H168 ",
  "10": "וְלֹֽא H3808 אָבָ֤ה H14 הָאִישׁ֙ H376 לָל֔וּן H3885 וַיָּ֣קָם H6965 וַיֵּ֗לֶךְ H3212 וַיָּבֹא֙ H935 עַד H5704 נֹ֣כַח H5227 יְב֔וּס H2982 הִ֖יא H1931 יְרוּשָׁלִָ֑ם H3389 וְעִמּ֗ H5973 צֶ֤מֶד H6776 חֲמוֹרִים֙ H2543 חֲבוּשִׁ֔ים H2280 וּפִילַגְשׁ֖ H6370 עִמּֽוֹ H5973 ",
  "11": "הֵ֣ם H1992 עִם H5973 יְב֔וּס H2982 וְהַ H3117 רַ֣ד H7286 מְאֹ֑ד H3966 וַיֹּ֨אמֶר H559 הַנַּ֜עַר H5288 אֶל H413 אֲדֹנָ֗יו H113 לְכָה H3212 נָּ֛א H4994 וְנָס֛וּרָה H5493 אֶל H413 עִֽיר H5892 הַיְבוּסִ֥י H2983 הַזֹּ֖את H2063 וְנָלִ֥ין H3885 בָּֽהּ Hb ",
  "12": "וַיֹּ֤אמֶר H559 אֵלָיו֙ H413 אֲדֹנָ֔יו H113 לֹ֤א H3808 נָסוּר֙ H5493 אֶל H413 עִ֣יר H5892 נָכְרִ֔י H5237 אֲשֶׁ֛ר H834 לֹֽא H3808 מִבְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 הֵ֑נָּה H2008 וְעָבַ֖רְנוּ H5674 עַד H5704 גִּבְעָֽה H1390 ",
  "13": "וַיֹּ֣אמֶר H559 לְנַעֲר֔ H5288 לְךָ֥ H3212 וְנִקְרְבָ֖ה H7126 בְּאַחַ֣ד H259 הַמְּקֹמ֑וֹת H4725 וְלַ֥נּוּ H3885 בַגִּבְעָ֖ה H1390 א֥וֹ H176 בָרָמָֽה H7414 ",
  "14": "וַיַּעַבְר֖וּ H5674 וַיֵּלֵ֑כוּ H3212 וַתָּבֹ֤א H935 לָהֶם֙ Hl הַשֶּׁ֔מֶשׁ H8121 אֵ֥צֶל H681 הַגִּבְעָ֖ה H1390 אֲשֶׁ֥ר H834 לְבִנְיָמִֽן H1144 ",
  "15": "וַיָּסֻ֣רוּ H5493 שָׁ֔ם H8033 לָב֖וֹא H935 לָל֣וּן H3885 בַּגִּבְעָ֑ה H1390 וַיָּבֹ֗א H935 וַיֵּ֨שֶׁב֙ H3427 בִּרְח֣וֹב H7339 הָעִ֔יר H5892 וְאֵ֥ין H369 אִ֛ישׁ H376 מְאַסֵּֽף H622 אוֹתָ֥ם H853 הַבַּ֖יְתָ H1004 לָלֽוּן H3885 ",
  "16": "וְהִנֵּ֣ה H2009 אִ֣ישׁ H376 זָקֵ֗ן H2205 בָּ֣א H935 מִֽן H4480 מַעֲשֵׂ֤הוּ H4639 מִן H4480 הַשָּׂדֶה֙ H7704 בָּעֶ֔רֶב H6153 וְהָ H376 מֵהַ֣ר H2022 אֶפְרַ֔יִם H669 וְהוּא H1931 גָ֖ר H1481 בַּגִּבְעָ֑ה H1390 וְאַנְשֵׁ֥י H376 הַמָּק֖וֹם H4725 בְּנֵ֥י H1145 יְמִינִֽי H1145 ",
  "17": "וַיִּשָּׂ֣א H5375 עֵינָ֗יו H5869 וַיַּ֛רְא H7200 אֶת H853 הָאִ֥ישׁ H376 הָאֹרֵ֖חַ H732 בִּרְחֹ֣ב H7339 הָעִ֑יר H5892 וַיֹּ֨אמֶר H559 הָאִ֧ישׁ H376 הַזָּקֵ֛ן H2205 אָ֥נָה H575 תֵלֵ֖ךְ H3212 וּמֵ H370 תָּבֽוֹא H935 ",
  "18": "וַיֹּ֣אמֶר H559 אֵלָ֗יו H413 עֹבְרִ֨ים H5674 אֲנַ֜חְנוּ H587 מִבֵּֽית H1035 לֶ֣חֶם H1035 יְהוּדָה֮ H3063 עַד H5704 יַרְכְּתֵ֣י H3411 הַר H2022 אֶפְרַיִם֒ H669 מִשָּׁ֣ם H8033 אָנֹ֔כִי H595 וָאֵלֵ֕ךְ H3212 עַד H5704 בֵּ֥ית H1035 לֶ֖חֶם H1035 יְהוּדָ֑ה H3063 וְאֶת H853 בֵּ֤ית H1004 יְהוָה֙ H3068 אֲנִ֣י H589 הֹלֵ֔ךְ H1980 וְאֵ֣ין H369 אִ֔ישׁ H376 מְאַסֵּ֥ף H622 אוֹתִ֖י H853 הַבָּֽיְתָ H1004 ",
  "19": "וְגַם H1571 תֶּ֤בֶן H8401 גַּם H1571 מִסְפּוֹא֙ H4554 יֵ֣שׁ H3426 לַחֲמוֹרֵ֔י H2543 וְ֠גַם H1571 לֶ֣חֶם H3899 וָיַ֤יִן H3196 יֶשׁ H3426 לִי֙ Hl וְלַֽ H519 וְלַ H5288 עִם H5973 עֲבָדֶ֑יךָ H5650 אֵ֥ין H369 מַחְס֖וֹר H4270 כָּל H3605 דָּבָֽר H1697 ",
  "20": "וַיֹּ֨אמֶר H559 הָאִ֤ישׁ H376 הַזָּקֵן֙ H2205 שָׁל֣וֹם H7965 לָ֔ךְ Hl רַ֥ק H7535 כָּל H3605 מַחְסוֹרְךָ֖ H4270 עָלָ֑י H5921 רַ֥ק H7535 בָּרְח֖וֹב H7339 אַל H408 תָּלַֽן H3885 ",
  "21": "וַיְבִיאֵ֣ H935 לְבֵית֔ H1004 וַיָּ֖בָול H1101 לַחֲמוֹרִ֑ים H2543 וַֽיִּרְחֲצוּ֙ H7364 רַגְלֵיהֶ֔ם H7272 וַיֹּאכְל֖וּ H398 וַיִּשְׁתּֽוּ H8354 ",
  "22": "הֵמָּה֮ H1992 מֵיטִיבִ֣ים H3190 אֶת H853 לִבָּם֒ H3820 וְהִנֵּה֩ H2009 אַנְשֵׁ֨י H376 הָעִ֜יר H5892 אַנְשֵׁ֣י H376 בְנֵֽי H1121 בְלִיַּ֗עַל H1100 נָסַ֨בּוּ֙ H5437 אֶת H853 הַבַּ֔יִת H1004 מִֽתְדַּפְּקִ֖ים H1849 עַל H5921 הַדָּ֑לֶת H1817 וַיֹּאמְר֗וּ H559 אֶל H413 הָ֠אִישׁ H376 בַּ֣עַל H1167 הַבַּ֤יִת H1004 הַזָּקֵן֙ H2205 לֵאמֹ֔ר H559 הוֹצֵ֗א H3318 אֶת H853 הָאִ֛ישׁ H376 אֲשֶׁר H834 בָּ֥א H935 אֶל H413 בֵּיתְךָ֖ H1004 וְנֵדָעֶֽ H3045 ",
  "23": "וַיֵּצֵ֣א H3318 אֲלֵיהֶ֗ם H413 הָאִישׁ֙ H376 בַּ֣עַל H1167 הַבַּ֔יִת H1004 וַיֹּ֣אמֶר H559 אֲלֵהֶ֔ם H413 אַל H408 אַחַ֖י H251 אַל H408 תָּרֵ֣עוּ H7489 נָ֑א H4994 אַ֠חֲרֵי H310 אֲשֶׁר H834 בָּ֞א H935 הָאִ֤ישׁ H376 הַזֶּה֙ H2088 אַל H413 בֵּיתִ֔י H1004 אַֽל H408 תַּעֲשׂ֖וּ H6213 אֶת H853 הַנְּבָלָ֥ה H5039 הַזֹּֽאת H2063 ",
  "24": "הִנֵּה֩ H2009 בִתִּ֨י H1323 הַבְּתוּלָ֜ה H1330 וּפִֽילַגְשֵׁ֗ H6370 אוֹצִֽיאָה H3318 נָּ֤א H4994 אוֹתָם֙ H853 וְעַנּ֣וּ H6031 אוֹתָ֔ם H853 וַעֲשׂ֣וּ H6213 לָהֶ֔ם Hl הַטּ֖וֹב H2896 בְּעֵינֵי H5869 וְלָ H376 הַזֶּה֙ H2088 לֹ֣א H3808 תַעֲשׂ֔וּ H6213 דְּבַ֖ר H1697 הַנְּבָלָ֥ה H5039 הַזֹּֽאת H2063 ",
  "25": "וְלֹֽא H3808 אָב֤וּ H14 הָאֲנָשִׁים֙ H376 לִשְׁמֹ֣עַֽ H8085 ל֔וֹ Hl וַיַּחֲזֵ֤ק H2388 הָאִישׁ֙ H376 בְּפִ֣ילַגְשׁ֔ H6370 וַיֹּצֵ֥א H3318 אֲלֵיהֶ֖ם H413 הַח֑וּץ H2351 וַיֵּדְע֣וּ H3045 א֠וֹתָהּ H853 וַיִּֽתְעַלְּלוּ H5953 בָ֤הּ Hb כָּל H3605 הַלַּ֨יְלָה֙ H3915 עַד H5704 הַבֹּ֔קֶר H1242 וַֽיְשַׁלְּח֖וּ H7971 בעלות H5927 הַשָּֽׁחַר H7837 ",
  "26": "וַתָּבֹ֥א H935 הָאִשָּׁ֖ה H802 לִפְנ֣וֹת H6437 הַבֹּ֑קֶר H1242 וַתִּפֹּ֞ל H5307 פֶּ֧תַח H6607 בֵּית H1004 הָאִ֛ישׁ H376 אֲשֶׁר H834 אֲדוֹנֶ֥יהָ H113 שָּׁ֖ם H8033 עַד H5704 הָאֽוֹר H216 ",
  "27": "וַיָּ֨קָם H6965 אֲדֹנֶ֜יהָ H113 בַּבֹּ֗קֶר H1242 וַיִּפְתַּח֙ H6605 דַּלְת֣וֹת H1817 הַבַּ֔יִת H1004 וַיֵּצֵ֖א H3318 לָלֶ֣כֶת H3212 לְדַרְכּ֑ H1870 וְהִנֵּ֧ה H2009 הָאִשָּׁ֣ה H802 פִֽילַגְשׁ֗וֹ H6370 נֹפֶ֨לֶת֙ H5307 פֶּ֣תַח H6607 הַבַּ֔יִת H1004 וְיָדֶ֖י H3027 עַל H5921 הַסַּֽף H5592 ",
  "28": "וַיֹּ֧אמֶר H559 אֵלֶ֛יהָ H413 ק֥וּמִי H6965 וְנֵלֵ֖כָה H3212 וְאֵ֣ין H369 עֹנֶ֑ה H6030 וַיִּקָּחֶ֨ H3947 עַֽל H5921 הַחֲמ֔וֹר H2543 וַיָּ֣קָם H6965 הָאִ֔ישׁ H376 וַיֵּ֖לֶךְ H3212 לִמְקֹמֽ H4725 ",
  "29": "וַיָּבֹ֣א H935 אֶל H413 בֵּית֗וֹ H1004 וַיִּקַּ֤ח H3947 אֶת H853 הַֽמַּאֲכֶ֨לֶת֙ H3979 וַיַּחֲזֵ֣ק H2388 בְּפִֽילַגְשׁ֔ H6370 וַֽיְנַתְּחֶ֨ H5408 לַעֲצָמֶ֔י H6106 לִשְׁנֵ֥ים H8147 עָשָׂ֖ר H6240 נְתָחִ֑ים H5409 וַֽיְשַׁלְּחֶ֔ H7971 בְּכֹ֖ל H3605 גְּב֥וּל H1366 יִשְׂרָאֵֽל H3478 ",
  "30": "וְהָיָ֣ה H1961 כָל H3605 הָרֹאֶ֗ה H7200 וְאָמַר֙ H559 לֹֽא H3808 נִהְיְתָ֤ה H1961 וְלֹֽא H3808 נִרְאֲתָה֙ H7200 כָּזֹ֔את H2063 לְמִ H3117 עֲל֤וֹת H5927 בְּנֵֽי H1121 יִשְׂרָאֵל֙ H3478 מֵאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 עַ֖ד H5704 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 שִֽׂימוּ H7760 לָכֶ֥ם Hl עָלֶ֖יהָ H5921 עֻ֥צוּ H5779 וְדַבֵּֽרוּ H1696 "
}
