{
  "1": "וְאֵ֤לֶּה H428 הַגּוֹיִם֙ H1471 אֲשֶׁ֣ר H834 הִנִּ֣יחַ H3240 יְהוָ֔ה H3068 לְנַסּ֥וֹת H5254 בָּ֖ם Hb אֶת H853 יִשְׂרָאֵ֑ל H3478 אֵ֚ת H853 כָּל H3605 אֲשֶׁ֣ר H834 לֹֽא H3808 יָדְע֔וּ H3045 אֵ֖ת H853 כָּל H3605 מִלְחֲמ֥וֹת H4421 כְּנָֽעַן H3667 ",
  "2": "רַ֗ק H7535 לְמַ֨עַן֙ H4616 דַּ֚עַת H1847 דֹּר֣וֹת H1755 בְּנֵֽי H1121 יִשְׂרָאֵ֔ל H3478 לְלַמְּדָ֖ H3925 מִלְחָמָ֑ה H4421 רַ֥ק H7535 אֲשֶׁר H834 לְפָנִ֖ים H6440 לֹ֥א H3808 יְדָעֽוּם H3045 ",
  "3": "חֲמֵ֣שֶׁת H2568 סַרְנֵ֣י H5633 פְלִשְׁתִּ֗ים H6430 וְכָל H3605 הַֽכְּנַעֲנִי֙ H3669 וְהַ H6722 וְהַ֣ H2340 יֹשֵׁ֖ב H3427 הַ֣ר H2022 הַלְּבָנ֑וֹן H3844 מֵהַר֙ H2022 בַּ֣עַל H1179 חֶרְמ֔וֹן H1179 עַ֖ד H5704 לְב֥וֹא H935 חֲמָֽת H2574 ",
  "4": "וַֽיִּהְי֕וּ H1961 לְנַסּ֥וֹת H5254 בָּ֖ם Hb אֶת H853 יִשְׂרָאֵ֑ל H3478 לָדַ֗עַת H3045 הֲיִשְׁמְעוּ֙ H8085 אֶת H853 מִצְוֺ֣ת H4687 יְהוָ֔ה H3068 אֲשֶׁר H834 צִוָּ֥ה H6680 אֶת H853 אֲבוֹתָ֖ם H1 בְּיַד H3027 מֹשֶֽׁה H4872 ",
  "5": "וּבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 יָשְׁב֖וּ H3427 בְּקֶ֣רֶב H7130 הַֽכְּנַעֲנִ֑י H3669 הַחִתִּ֤י H2850 וְהָֽ H567 וְהַ H6522 וְהַ H2340 וְהַ H2983 ",
  "6": "וַיִּקְח֨וּ H3947 אֶת H853 בְּנוֹתֵיהֶ֤ם H1323 לָהֶם֙ H1992 לְנָשִׁ֔ים H802 וְאֶת H853 בְּנוֹתֵיהֶ֖ם H1323 נָתְנ֣וּ H5414 לִבְנֵי H1121 וַיַּעַבְד֖וּ H5647 אֶת H853 אֱלֹהֵיהֶֽם H430 ",
  "7": "וַיַּעֲשׂ֨וּ H6213 בְנֵי H1121 יִשְׂרָאֵ֤ל H3478 אֶת H853 הָרַע֙ H7451 בְּעֵינֵ֣י H5869 יְהוָ֔ה H3068 וַֽיִּשְׁכְּח֖וּ H7911 אֶת H853 יְהוָ֣ה H3068 אֱלֹֽהֵיהֶ֑ם H430 וַיַּעַבְד֥וּ H5647 אֶת H853 הַבְּעָלִ֖ים H1168 וְאֶת H853 הָאֲשֵׁרֽוֹת H842 ",
  "8": "וַיִּֽחַר H2734 אַ֤ף H639 יְהוָה֙ H3068 בְּיִשְׂרָאֵ֔ל H3478 וַֽיִּמְכְּרֵ֗ H4376 בְּיַד֙ H3027 כּוּשַׁ֣ן H3573 רִשְׁעָתַ֔יִם H3573 מֶ֖לֶךְ H4428 אֲרַ֣ם H763 נַהֲרָ֑יִם H763 וַיַּעַבְד֧וּ H5647 בְנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 אֶת H853 כּוּשַׁ֥ן H3573 רִשְׁעָתַ֖יִם H3573 שְׁמֹנֶ֥ה H8083 שָׁנִֽים H8141 ",
  "9": "וַיִּזְעֲק֤וּ H2199 בְנֵֽי H1121 יִשְׂרָאֵל֙ H3478 אֶל H413 יְהוָ֔ה H3068 וַיָּ֨קֶם H6965 יְהוָ֥ה H3068 מוֹשִׁ֛יעַ H3467 לִבְנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 וַיּֽוֹשִׁיעֵ֑ H3467 אֵ֚ת H853 עָתְנִיאֵ֣ל H6274 בֶּן H1121 קְנַ֔ז H7073 אֲחִ֥י H251 כָלֵ֖ב H3612 הַקָּטֹ֥ן H6996 מִמֶּֽנּוּ H4480 ",
  "10": "וַתְּהִ֨י H1961 עָלָ֥יו H5921 רֽוּחַ H7307 יְהוָה֮ H3068 וַיִּשְׁפֹּ֣ט H8199 אֶת H853 יִשְׂרָאֵל֒ H3478 וַיֵּצֵא֙ H3318 לַמִּלְחָמָ֔ה H4421 וַיִּתֵּ֤ן H5414 יְהוָה֙ H3068 בְּיָד֔ H3027 אֶת H853 כּוּשַׁ֥ן H3573 רִשְׁעָתַ֖יִם H3573 מֶ֣לֶךְ H4428 אֲרָ֑ם H758 וַתָּ֣עָז H5810 יָד֔וֹ H3027 עַ֖ל H5921 כּוּשַׁ֥ן H3573 רִשְׁעָתָֽיִם H3573 ",
  "11": "וַתִּשְׁקֹ֥ט H8252 הָאָ֖רֶץ H776 אַרְבָּעִ֣ים H705 שָׁנָ֑ה H8141 וַיָּ֖מָת H4191 עָתְנִיאֵ֥ל H6274 בֶּן H1121 קְנַֽז H7073 ",
  "12": "וַיֹּסִ֨פוּ֙ H3254 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 לַעֲשׂ֥וֹת H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 וַיְחַזֵּ֨ק H2388 יְהוָ֜ה H3068 אֶת H853 עֶגְל֤וֹן H5700 מֶֽלֶךְ H4428 מוֹאָב֙ H4124 עַל H5921 יִשְׂרָאֵ֔ל H3478 עַ֛ל H5921 כִּֽי H3588 עָשׂ֥וּ H6213 אֶת H853 הָרַ֖ע H7451 בְּעֵינֵ֥י H5869 יְהוָֽה H3068 ",
  "13": "וַיֶּאֱסֹ֣ף H622 אֵלָ֔יו H413 אֶת H853 בְּנֵ֥י H1121 עַמּ֖וֹן H5983 וַעֲמָלֵ֑ק H6002 וַיֵּ֗לֶךְ H3212 וַיַּךְ֙ H5221 אֶת H853 יִשְׂרָאֵ֔ל H3478 וַיִּֽירְשׁ֖וּ H3423 אֶת H853 עִ֥יר H5892 הַתְּמָרִֽים H8558 ",
  "14": "וַיַּעַבְד֤וּ H5647 בְנֵֽי H1121 יִשְׂרָאֵל֙ H3478 אֶת H853 עֶגְל֣וֹן H5700 מֶֽלֶךְ H4428 מוֹאָ֔ב H4124 שְׁמוֹנֶ֥ה H8083 עֶשְׂרֵ֖ה H6240 שָׁנָֽה H8141 ",
  "15": "וַיִּזְעֲק֣וּ H2199 בְנֵֽי H1121 יִשְׂרָאֵל֮ H3478 אֶל H413 יְהוָה֒ H3068 וַיָּקֶם֩ H6965 יְהוָ֨ה H3068 לָהֶ֜ם Hl מוֹשִׁ֗יעַ H3467 אֶת H853 אֵה֤וּד H164 בֶּן H1121 גֵּרָא֙ H1617 בֶּן H1145 הַיְמִינִ֔י H1145 אִ֥ישׁ H376 אִטֵּ֖ר H334 יַד H3027 יְמִינ֑וֹ H3225 וַיִּשְׁלְח֨וּ H7971 בְנֵי H1121 יִשְׂרָאֵ֤ל H3478 בְּיָד H3027 מִנְחָ֔ה H4503 לְעֶגְל֖וֹן H5700 מֶ֥לֶךְ H4428 מוֹאָֽב H4124 ",
  "16": "וַיַּעַשׂ֩ H6213 ל֨וֹ Hl אֵה֜וּד H164 חֶ֗רֶב H2719 וְלָ֛ Hc/Hl שְׁנֵ֥י H8147 פֵי֖וֹת H6366 גֹּ֣מֶד H1574 אָרְכָּ֑הּ H753 וַיַּחְגֹּ֤ר H2296 אוֹתָהּ֙ H853 מִתַּ֣חַת H8478 לְמַדָּ֔י H4055 עַ֖ל H5921 יֶ֥רֶךְ H3409 יְמִינֽוֹ H3225 ",
  "17": "וַיַּקְרֵב֙ H7126 אֶת H853 הַמִּנְחָ֔ה H4503 לְעֶגְל֖וֹן H5700 מֶ֣לֶךְ H4428 מוֹאָ֑ב H4124 וְעֶגְל֕וֹן H5700 אִ֥ישׁ H376 בָּרִ֖יא H1277 מְאֹֽד H3966 ",
  "18": "וַֽיְהִי֙ H1961 כַּאֲשֶׁ֣ר H834 כִּלָּ֔ה H3615 לְהַקְרִ֖יב H7126 אֶת H853 הַמִּנְחָ֑ה H4503 וַיְשַׁלַּח֙ H7971 אֶת H853 הָעָ֔ם H5971 נֹשְׂאֵ֖י H5375 הַמִּנְחָֽה H4503 ",
  "19": "וְה֣וּא H1931 שָׁ֗ב H7725 מִן H4480 הַפְּסִילִים֙ H6456 אֲשֶׁ֣ר H834 אֶת H854 הַגִּלְגָּ֔ל H1537 וַיֹּ֕אמֶר H559 דְּבַר H1697 סֵ֥תֶר H5643 לִ֛י Hl אֵלֶ֖יךָ H413 הַמֶּ֑לֶךְ H4428 וַיֹּ֣אמֶר H559 הָ֔ס H2013 וַיֵּֽצְאוּ֙ H3318 מֵֽעָלָ֔י H5921 כָּל H3605 הָעֹמְדִ֖ים H5975 עָלָֽיו H5921 ",
  "20": "וְאֵה֣וּד H164 בָּ֣א H935 אֵלָ֗יו H413 וְהֽוּא H1931 יֹ֠שֵׁב H3427 בַּעֲלִיַּ֨ת H5944 הַמְּקֵרָ֤ה H4747 אֲשֶׁר H834 לוֹ֙ Hl לְבַדּ֔ H905 וַיֹּ֣אמֶר H559 אֵה֔וּד H164 דְּבַר H1697 אֱלֹהִ֥ים H430 לִ֖י Hl אֵלֶ֑יךָ H413 וַיָּ֖קָם H6965 מֵעַ֥ל H5921 הַכִּסֵּֽא H3678 ",
  "21": "וַיִּשְׁלַ֤ח H7971 אֵהוּד֙ H164 אֶת H853 יַ֣ד H3027 שְׂמֹאל֔וֹ H8040 וַיִּקַּח֙ H3947 אֶת H853 הַחֶ֔רֶב H2719 מֵעַ֖ל H5921 יֶ֣רֶךְ H3409 יְמִינ֑וֹ H3225 וַיִּתְקָעֶ֖ H8628 בְּבִטְנֽ H990 ",
  "22": "וַיָּבֹ֨א H935 גַֽם H1571 הַנִּצָּ֜ב H5325 אַחַ֣ר H310 הַלַּ֗הַב H3851 וַיִּסְגֹּ֤ר H5462 הַחֵ֨לֶב֙ H2459 בְּעַ֣ד H1157 הַלַּ֔הַב H3851 כִּ֣י H3588 לֹ֥א H3808 שָׁלַ֛ף H8025 הַחֶ֖רֶב H2719 מִבִּטְנ֑ H990 וַיֵּצֵ֖א H3318 הַֽפַּרְשְׁדֹֽנָ H6574 ",
  "23": "וַיֵּצֵ֥א H3318 אֵה֖וּד H164 הַֽמִּסְדְּר֑וֹנָ H4528 וַיִּסְגֹּ֞ר H5462 דַּלְת֧וֹת H1817 הָעַלִיָּ֛ה H5944 בַּעֲד֖וֹ H1157 וְנָעָֽל H5274 ",
  "24": "וְה֤וּא H1931 יָצָא֙ H3318 וַעֲבָדָ֣י H5650 בָּ֔אוּ H935 וַיִּרְא֕וּ H7200 וְהִנֵּ֛ה H2009 דַּלְת֥וֹת H1817 הָעֲלִיָּ֖ה H5944 נְעֻל֑וֹת H5274 וַיֹּ֣אמְר֔וּ H559 אַ֣ךְ H389 מֵסִ֥יךְ H5526 ה֛וּא H1931 אֶת H853 רַגְלָ֖יו H7272 בַּחֲדַ֥ר H2315 הַמְּקֵרָֽה H4747 ",
  "25": "וַיָּחִ֣ילוּ H2342 עַד H5704 בּ֔וֹשׁ H954 וְהְנֵּ֛ה H2009 אֵינֶ֥נּוּ H369 פֹתֵ֖חַ H6605 דַּלְת֣וֹת H1817 הָֽעֲלִיָּ֑ה H5944 וַיִּקְח֤וּ H3947 אֶת H853 הַמַּפְתֵּ֨חַ֙ H4668 וַיִּפְתָּ֔חוּ H6605 וְהִנֵּה֙ H2009 אֲדֹ֣נֵיהֶ֔ם H113 נֹפֵ֥ל H5307 אַ֖רְצָה H776 מֵֽת H4191 ",
  "26": "וְאֵה֥וּד H164 נִמְלַ֖ט H4422 עַ֣ד H5704 הִֽתְמַהְמְהָ֑ם H4102 וְהוּא֙ H1931 עָבַ֣ר H5674 אֶת H853 הַפְּסִילִ֔ים H6456 וַיִּמָּלֵ֖ט H4422 הַשְּׂעִירָֽתָ H8167 ",
  "27": "וַיְהִ֣י H1961 בְּבוֹא֔ H935 וַיִּתְקַ֥ע H8628 בַּשּׁוֹפָ֖ר H7782 בְּהַ֣ר H2022 אֶפְרָ֑יִם H669 וַיֵּרְד֨וּ H3381 עִמּ֧וֹ H5973 בְנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 מִן H4480 הָהָ֖ר H2022 וְה֥וּא H1931 לִפְנֵי H6440 ",
  "28": "וַיֹּ֤אמֶר H559 אֲלֵהֶם֙ H413 רִדְפ֣וּ H7291 אַחֲרַ֔י H310 כִּֽי H3588 נָתַ֨ן H5414 יְהוָ֧ה H3068 אֶת H853 אֹיְבֵיכֶ֛ם H341 אֶת H853 מוֹאָ֖ב H4124 בְּיֶדְ H3027 וַיֵּרְד֣וּ H3381 אַחֲרָ֗יו H310 וַֽיִּלְכְּד֞וּ H3920 אֶת H853 מַעְבְּר֤וֹת H4569 הַיַּרְדֵּן֙ H3383 לְמוֹאָ֔ב H4124 וְלֹֽא H3808 נָתְנ֥וּ H5414 אִ֖ישׁ H376 לַעֲבֹֽר H5674 ",
  "29": "וַיַּכּ֨וּ H5221 אֶת H853 מוֹאָ֜ב H4124 בָּעֵ֣ת H6256 הַהִ֗יא H1931 כַּעֲשֶׂ֤רֶת H6235 אֲלָפִים֙ H505 אִ֔ישׁ H376 כָּל H3605 שָׁמֵ֖ן H8082 וְכָל H3605 אִ֣ישׁ H376 חָ֑יִל H2428 וְלֹ֥א H3808 נִמְלַ֖ט H4422 אִֽישׁ H376 ",
  "30": "וַתִּכָּנַ֤ע H3665 מוֹאָב֙ H4124 בַּיּ֣וֹם H3117 הַה֔וּא H1931 תַּ֖חַת H8478 יַ֣ד H3027 יִשְׂרָאֵ֑ל H3478 וַתִּשְׁקֹ֥ט H8252 הָאָ֖רֶץ H776 שְׁמוֹנִ֥ים H8084 שָׁנָֽה H8141 ",
  "31": "וְאַחֲרָ֤י H310 הָיָה֙ H1961 שַׁמְגַּ֣ר H8044 בֶּן H1121 עֲנָ֔ת H6067 וַיַּ֤ךְ H5221 אֶת H853 פְּלִשְׁתִּים֙ H6430 שֵֽׁשׁ H8337 מֵא֣וֹת H3967 אִ֔ישׁ H376 בְּמַלְמַ֖ד H4451 הַבָּקָ֑ר H1241 וַיֹּ֥שַׁע H3467 גַּם H1571 ה֖וּא H1931 אֶת H853 יִשְׂרָאֵֽל H3478 "
}
