{
  "1": "וַיֵּ֨לֶךְ H3212 אֲבִימֶ֤לֶךְ H40 בֶּן H1121 יְרֻבַּ֨עַל֙ H3378 שְׁכֶ֔מָה H7927 אֶל H413 אֲחֵ֖י H251 אִמּ֑וֹ H517 וַיְדַבֵּ֣ר H1696 אֲלֵיהֶ֔ם H413 וְאֶל H413 כָּל H3605 מִשְׁפַּ֛חַת H4940 בֵּית H1004 אֲבִ֥י H1 אִמּ֖וֹ H517 לֵאמֹֽר H559 ",
  "2": "דַּבְּרוּ H1696 נָ֞א H4994 בְּאָזְנֵ֨י H241 כָל H3605 בַּעֲלֵ֣י H1167 שְׁכֶם֮ H7927 מַה H4100 טּ֣וֹב H2896 לָכֶם֒ Hl הַמְשֹׁ֨ל H4910 בָּכֶ֜ם Hb שִׁבְעִ֣ים H7657 אִ֗ישׁ H376 כֹּ֚ל H3605 בְּנֵ֣י H1121 יְרֻבַּ֔עַל H3378 אִם H518 מְשֹׁ֥ל H4910 בָּכֶ֖ם Hb אִ֣ישׁ H376 אֶחָ֑ד H259 וּזְכַרְתֶּ֕ם H2142 כִּֽי H3588 עַצְמֵכֶם H6106 וּבְשַׂרְ H1320 אָנִֽי H589 ",
  "3": "וַיְדַבְּר֨וּ H1696 אֲחֵֽי H251 אִמּ֜וֹ H517 עָלָ֗יו H5921 בְּאָזְנֵי֙ H241 כָּל H3605 בַּעֲלֵ֣י H1167 שְׁכֶ֔ם H7927 אֵ֥ת H853 כָּל H3605 הַדְּבָרִ֖ים H1697 הָאֵ֑לֶּה H428 וַיֵּ֤ט H5186 לִבָּם֙ H3820 אַחֲרֵ֣י H310 אֲבִימֶ֔לֶךְ H40 כִּ֥י H3588 אָמְר֖וּ H559 אָחִ֥ינוּ H251 הֽוּא H1931 ",
  "4": "וַיִּתְּנוּ H5414 לוֹ֙ Hl שִׁבְעִ֣ים H7657 כֶּ֔סֶף H3701 מִבֵּ֖יתּ H1004 בַ֣עַל H1170 בְּרִ֑ית H1170 וַיִּשְׂכֹּ֨ר H7936 בָּהֶ֜ם Hb אֲבִימֶ֗לֶךְ H40 אֲנָשִׁ֤ים H376 רֵיקִים֙ H7386 וּפֹ֣חֲזִ֔ים H6348 וַיֵּלְכ֖וּ H3212 אַחֲרָֽיו H310 ",
  "5": "וַיָּבֹ֤א H935 בֵית H1004 אָבִיו֙ H1 עָפְרָ֔תָה H6084 וַֽיַּהֲרֹ֞ג H2026 אֶת H853 אֶחָ֧יו H251 בְּנֵֽי H1121 יְרֻבַּ֛עַל H3378 שִׁבְּעִ֥ים H7657 אִ֖ישׁ H376 עַל H5921 אֶ֣בֶן H68 אֶחָ֑ת H259 וַיִּוָּתֵ֞ר H3498 יוֹתָ֧ם H3147 בֶּן H1121 יְרֻבַּ֛עַל H3378 הַקָּטֹ֖ן H6996 כִּ֥י H3588 נֶחְבָּֽא H2244 ",
  "6": "וַיֵּאָ֨סְפ֜וּ H622 כָּל H3605 בַּעֲלֵ֤י H1167 שְׁכֶם֙ H7927 וְכָל H3605 בֵּ֣ית H1004 מִלּ֔וֹא H4407 וַיֵּ֣לְכ֔וּ H3212 וַיַּמְלִ֥יכוּ H4427 אֶת H853 אֲבִימֶ֖לֶךְ H40 לְמֶ֑לֶךְ H4428 עִם H5973 אֵל֥וֹן H436 מֻצָּ֖ב H5324 אֲשֶׁ֥ר H834 בִּשְׁכֶֽם H7927 ",
  "7": "וַיַּגִּ֣דוּ H5046 לְיוֹתָ֗ם H3147 וַיֵּ֨לֶךְ֙ H3212 וַֽיַּעֲמֹד֙ H5975 בְּרֹ֣אשׁ H7218 הַר H2022 גְּרִזִ֔ים H1630 וַיִּשָּׂ֥א H5375 קוֹל֖וֹ H6963 וַיִּקְרָ֑א H7121 וַיֹּ֣אמֶר H559 לָהֶ֗ם Hl שִׁמְע֤וּ H8085 אֵלַי֙ H413 בַּעֲלֵ֣י H1167 שְׁכֶ֔ם H7927 וְיִשְׁמַ֥ע H8085 אֲלֵיכֶ֖ם H413 אֱלֹהִֽים H430 ",
  "8": "הָל֤וֹךְ H1980 הָֽלְכוּ֙ H1980 הָעֵצִ֔ים H6086 לִמְשֹׁ֥חַ H4886 עֲלֵיהֶ֖ם H5921 מֶ֑לֶךְ H4428 וַיֹּאמְר֥וּ H559 לַזַּ֖יִת H2132 מלוכה H4427 עָלֵֽינוּ H5921 ",
  "9": "וַיֹּ֤אמֶר H559 לָהֶם֙ Hl הַזַּ֔יִת H2132 הֶחֳדַ֨לְתִּי֙ H2308 אֶת H853 דִּשְׁנִ֔י H1880 אֲשֶׁר H834 בִּ֛י Hb יְכַבְּד֥וּ H3513 אֱלֹהִ֖ים H430 וַאֲנָשִׁ֑ים H376 וְהָ֣לַכְתִּ֔י H1980 לָנ֖וּעַ H5128 עַל H5921 הָעֵצִֽים H6086 ",
  "10": "וַיֹּאמְר֥וּ H559 הָעֵצִ֖ים H6086 לַתְּאֵנָ֑ה H8384 לְכִי H3212 אַ֖תְּ H859 מָלְכִ֥י H4427 עָלֵֽינוּ H5921 ",
  "11": "וַתֹּ֤אמֶר H559 לָהֶם֙ Hl הַתְּאֵנָ֔ה H8384 הֶחֳדַ֨לְתִּי֙ H2308 אֶת H853 מָתְקִ֔י H4987 וְאֶת H853 תְּנוּבָתִ֖י H8570 הַטּוֹבָ֑ה H2896 וְהָ֣לַכְתִּ֔י H1980 לָנ֖וּעַ H5128 עַל H5921 הָעֵצִֽים H6086 ",
  "12": "וַיֹּאמְר֥וּ H559 הָעֵצִ֖ים H6086 לַגָּ֑פֶן H1612 לְכִי H3212 אַ֖תְּ H859 מלוכי H4427 עָלֵֽינוּ H5921 ",
  "13": "וַתֹּ֤אמֶר H559 לָהֶם֙ Hl הַגֶּ֔פֶן H1612 הֶחֳדַ֨לְתִּי֙ H2308 אֶת H853 תִּ֣ירוֹשִׁ֔י H8492 הַֽמְשַׂמֵּ֥חַ H8055 אֱלֹהִ֖ים H430 וַאֲנָשִׁ֑ים H376 וְהָ֣לַכְתִּ֔י H1980 לָנ֖וּעַ H5128 עַל H5921 הָעֵצִֽים H6086 ",
  "14": "וַיֹּאמְר֥וּ H559 כָל H3605 הָעֵצִ֖ים H6086 אֶל H413 הָאָטָ֑ד H329 לֵ֥ךְ H3212 אַתָּ֖ה H859 מְלָךְ H4427 עָלֵֽינוּ H5921 ",
  "15": "וַיֹּ֣אמֶר H559 הָאָטָד֮ H329 אֶל H413 הָעֵצִים֒ H6086 אִ֡ם H518 בֶּאֱמֶ֣ת H571 אַתֶּם֩ H859 מֹשְׁחִ֨ים H4886 אֹתִ֤י H853 לְמֶ֨לֶךְ֙ H4428 עֲלֵיכֶ֔ם H5921 בֹּ֖אוּ H935 חֲס֣וּ H2620 בְצִלִּ֑ H6738 וְאִם H518 אַ֕יִן H369 תֵּ֤צֵא H3318 אֵשׁ֙ H784 מִן H4480 הָ֣אָטָ֔ד H329 וְתֹאכַ֖ל H398 אֶת H853 אַרְזֵ֥י H730 הַלְּבָנֽוֹן H3844 ",
  "16": "וְעַתָּ֗ה H6258 אִם H518 בֶּאֱמֶ֤ת H571 וּבְ H8549 עֲשִׂיתֶ֔ם H6213 וַתַּמְלִ֖יכוּ H4427 אֶת H853 אֲבִימֶ֑לֶךְ H40 וְאִם H518 טוֹבָ֤ה H2896 עֲשִׂיתֶם֙ H6213 עִם H5973 יְרֻבַּ֣עַל H3378 וְעִם H5973 בֵּית֔וֹ H1004 וְאִם H518 כִּגְמ֥וּל H1576 יָדָ֖יו H3027 עֲשִׂ֥יתֶם H6213 לֽוֹ Hl ",
  "17": "אֲשֶׁר H834 נִלְחַ֥ם H3898 אָבִ֖י H1 עֲלֵיכֶ֑ם H5921 וַיַּשְׁלֵ֤ךְ H7993 אֶת H853 נַפְשׁוֹ֙ H5315 מִנֶּ֔גֶד H5048 וַיַּצֵּ֥ל H5337 אֶתְכֶ֖ם H853 מִיַּ֥ד H3027 מִדְיָֽן H4080 ",
  "18": "וְאַתֶּ֞ם H859 קַמְתֶּ֨ם H6965 עַל H5921 בֵּ֤ית H1004 אָבִי֙ H1 הַיּ֔וֹם H3117 וַתַּהַרְג֧וּ H2026 אֶת H853 בָּנָ֛יו H1121 שִׁבְעִ֥ים H7657 אִ֖ישׁ H376 עַל H5921 אֶ֣בֶן H68 אֶחָ֑ת H259 וַתַּמְלִ֜יכוּ H4427 אֶת H853 אֲבִימֶ֤לֶךְ H40 בֶּן H1121 אֲמָתוֹ֙ H519 עַל H5921 בַּעֲלֵ֣י H1167 שְׁכֶ֔ם H7927 כִּ֥י H3588 אֲחִיכֶ֖ם H251 הֽוּא H1931 ",
  "19": "וְאִם H518 בֶּאֱמֶ֨ת H571 וּבְ H8549 עֲשִׂיתֶ֛ם H6213 עִם H5973 יְרֻבַּ֥עַל H3378 וְעִם H5973 בֵּית֖וֹ H1004 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 שִׂמְחוּ֙ H8055 בַּאֲבִימֶ֔לֶךְ H40 וְיִשְׂמַ֥ח H8055 גַּם H1571 ה֖וּא H1931 בָּכֶֽם Hb ",
  "20": "וְאִם H518 אַ֕יִן H369 תֵּ֤צֵא H3318 אֵשׁ֙ H784 מֵאֲבִימֶ֔לֶךְ H40 וְתֹאכַ֛ל H398 אֶת H853 בַּעֲלֵ֥י H1167 שְׁכֶ֖ם H7927 וְאֶת H853 בֵּ֣ית H1004 מִלּ֑וֹא H4407 וְתֵצֵ֨א H3318 אֵ֜שׁ H784 מִבַּעֲלֵ֤י H1167 שְׁכֶם֙ H7927 וּמִ H1004 מִלּ֔וֹא H4407 וְתֹאכַ֖ל H398 אֶת H853 אֲבִימֶֽלֶךְ H40 ",
  "21": "וַיָּ֣נָס H5127 יוֹתָ֔ם H3147 וַיִּבְרַ֖ח H1272 וַיֵּ֣לֶךְ H3212 בְּאֵ֑רָה H876 וַיֵּ֣שֶׁב H3427 שָׁ֔ם H8033 מִפְּנֵ֖י H6440 אֲבִימֶ֥לֶךְ H40 אָחִֽיו H251 ",
  "22": "וַיָּ֧שַׂר H7786 אֲבִימֶ֛לֶךְ H40 עַל H5921 יִשְׂרָאֵ֖ל H3478 שָׁלֹ֥שׁ H7969 שָׁנִֽים H8141 ",
  "23": "וַיִּשְׁלַ֤ח H7971 אֱלֹהִים֙ H430 ר֣וּחַ H7307 רָעָ֔ה H7451 בֵּ֣ין H996 אֲבִימֶ֔לֶךְ H40 וּבֵ֖ין H996 בַּעֲלֵ֣י H1167 שְׁכֶ֑ם H7927 וַיִּבְגְּד֥וּ H898 בַעֲלֵי H1167 שְׁכֶ֖ם H7927 בַּאֲבִימֶֽלֶךְ H40 ",
  "24": "לָב֕וֹא H935 חֲמַ֖ס H2555 שִׁבְעִ֣ים H7657 בְּנֵֽי H1121 יְרֻבָּ֑עַל H3378 וְדָמָ֗ H1818 לָשׂ֞וּם H7760 עַל H5921 אֲבִימֶ֤לֶךְ H40 אֲחִיהֶם֙ H251 אֲשֶׁ֣ר H834 הָרַ֣ג H2026 אוֹתָ֔ם H853 וְעַל֙ H5921 בַּעֲלֵ֣י H1167 שְׁכֶ֔ם H7927 אֲשֶׁר H834 חִזְּק֥וּ H2388 אֶת H853 יָדָ֖יו H3027 לַהֲרֹ֥ג H2026 אֶת H853 אֶחָֽיו H251 ",
  "25": "וַיָּשִׂ֣ימוּ H7760 לוֹ֩ Hl בַעֲלֵ֨י H1167 שְׁכֶ֜ם H7927 מְאָרְבִ֗ים H693 עַ֚ל H5921 רָאשֵׁ֣י H7218 הֶהָרִ֔ים H2022 וַיִּגְזְל֗וּ H1497 אֵ֛ת H853 כָּל H3605 אֲשֶׁר H834 יַעֲבֹ֥ר H5674 עֲלֵיהֶ֖ם H5921 בַּדָּ֑רֶךְ H1870 וַיֻּגַּ֖ד H5046 לַאֲבִימֶֽלֶךְ H40 ",
  "26": "וַיָּבֹ֞א H935 גַּ֤עַל H1603 בֶּן H1121 עֶ֨בֶד֙ H5651 וְאֶחָ֔י H251 וַיַּעַבְר֖וּ H5674 בִּשְׁכֶ֑ם H7927 וַיִּבְטְחוּ H982 ב֖וֹ Hb בַּעֲלֵ֥י H1167 שְׁכֶֽם H7927 ",
  "27": "וַיֵּצְא֨וּ H3318 הַשָּׂדֶ֜ה H7704 וַֽיִּבְצְר֤וּ H1219 אֶת H853 כַּרְמֵיהֶם֙ H3754 וַֽיִּדְרְכ֔וּ H1869 וַֽיַּעֲשׂ֖וּ H6213 הִלּוּלִ֑ים H1974 וַיָּבֹ֨אוּ֙ H935 בֵּ֣ית H1004 אֱֽלֹֽהֵיהֶ֔ם H430 וַיֹּֽאכְלוּ֙ H398 וַיִּשְׁתּ֔וּ H8354 וַֽיְקַלְל֖וּ H7043 אֶת H853 אֲבִימֶֽלֶךְ H40 ",
  "28": "וַיֹּ֣אמֶר H559 גַּ֣עַל H1603 בֶּן H1121 עֶ֗בֶד H5651 מִֽי H4310 אֲבִימֶ֤לֶךְ H40 וּמִֽי H4310 שְׁכֶם֙ H7927 כִּ֣י H3588 נַעַבְדֶ֔נּוּ H5647 הֲלֹ֥א H3808 בֶן H1121 יְרֻבַּ֖עַל H3378 וּזְבֻ֣ל H2083 פְּקִיד֑וֹ H6496 עִבְד֗וּ H5647 אֶת H853 אַנְשֵׁ֤י H376 חֲמוֹר֙ H2544 אֲבִ֣י H1 שְׁכֶ֔ם H7927 וּמַדּ֖וּעַ H4069 נַעַבְדֶ֥נּוּ H5647 אֲנָֽחְנוּ H587 ",
  "29": "וּמִ֨י H4310 יִתֵּ֜ן H5414 אֶת H853 הָעָ֤ם H5971 הַזֶּה֙ H2088 בְּיָדִ֔ H3027 וְאָסִ֖ירָה H5493 אֶת H853 אֲבִימֶ֑לֶךְ H40 וַיֹּ֨אמֶר֙ H559 לַאֲבִימֶ֔לֶךְ H40 רַבֶּ֥ה H7235 צְבָאֲךָ֖ H6635 וָצֵֽאָ H3318 ",
  "30": "וַיִּשְׁמַ֗ע H8085 זְבֻל֙ H2083 שַׂר H8269 הָעִ֔יר H5892 אֶת H853 דִּבְרֵ֖י H1697 גַּ֣עַל H1603 בֶּן H1121 עָ֑בֶד H5651 וַיִּ֖חַר H2734 אַפּֽוֹ H639 ",
  "31": "וַיִּשְׁלַ֧ח H7971 מַלְאָכִ֛ים H4397 אֶל H413 אֲבִימֶ֖לֶךְ H40 בְּתָרְמָ֣ה H8649 לֵאמֹ֑ר H559 הִנֵּה֩ H2009 גַ֨עַל H1603 בֶּן H1121 עֶ֤בֶד H5651 וְאֶחָי H251 בָּאִ֣ים H935 שְׁכֶ֔מָה H7927 וְהִנָּ֛ H2009 צָרִ֥ים H6696 אֶת H853 הָעִ֖יר H5892 עָלֶֽיךָ H5921 ",
  "32": "וְעַתָּה֙ H6258 ק֣וּם H6965 לַ֔יְלָה H3915 אַתָּ֖ה H859 וְהָ H5971 אֲשֶׁר H834 אִתָּ֑ךְ H854 וֶאֱרֹ֖ב H693 בַּשָּׂדֶֽה H7704 ",
  "33": "וְהָיָ֤ה H1961 בַבֹּ֨קֶר֙ H1242 כִּזְרֹ֣חַ H2224 הַשֶּׁ֔מֶשׁ H8121 תַּשְׁכִּ֖ים H7925 וּפָשַׁטְתָּ֣ H6584 עַל H5921 הָעִ֑יר H5892 וְהִנֵּה H2009 ה֞וּא H1931 וְהָ H5971 אֲשֶׁר H834 אִתּוֹ֙ H854 יֹצְאִ֣ים H3318 אֵלֶ֔יךָ H413 וְעָשִׂ֣יתָ H6213 לּ֔וֹ Hl כַּאֲשֶׁ֖ר H834 תִּמְצָ֥א H4672 יָדֶֽךָ H3027 ",
  "34": "וַיָּ֧קָם H6965 אֲבִימֶ֛לֶךְ H40 וְכָל H3605 הָעָ֥ם H5971 אֲשֶׁר H834 עִמּ֖וֹ H5973 לָ֑יְלָה H3915 וַיֶּאֶרְב֣וּ H693 עַל H5921 שְׁכֶ֔ם H7927 אַרְבָּעָ֖ה H702 רָאשִֽׁים H7218 ",
  "35": "וַיֵּצֵא֙ H3318 גַּ֣עַל H1603 בֶּן H1121 עֶ֔בֶד H5651 וַיַּעֲמֹ֕ד H5975 פֶּ֖תַח H6607 שַׁ֣עַר H8179 הָעִ֑יר H5892 וַיָּ֧קָם H6965 אֲבִימֶ֛לֶךְ H40 וְהָ H5971 אֲשֶׁר H834 אִתּ֖וֹ H854 מִן H4480 הַמַּאְרָֽב H3993 ",
  "36": "וַיַּרְא H7200 גַּעַל֮ H1603 אֶת H853 הָעָם֒ H5971 וַיֹּ֣אמֶר H559 אֶל H413 זְבֻ֔ל H2083 הִנֵּה H2009 עָ֣ם H5971 יוֹרֵ֔ד H3381 מֵרָאשֵׁ֖י H7218 הֶהָרִ֑ים H2022 וַיֹּ֤אמֶר H559 אֵלָיו֙ H413 זְבֻ֔ל H2083 אֵ֣ת H853 צֵ֧ל H6738 הֶהָרִ֛ים H2022 אַתָּ֥ה H859 רֹאֶ֖ה H7200 כָּאֲנָשִֽׁים H376 ",
  "37": "וַיֹּ֨סֶף H3254 ע֣וֹד H5750 גַּעַל֮ H1603 לְדַבֵּר֒ H1696 וַיֹּ֕אמֶר H559 הִנֵּה H2009 עָם֙ H5971 יֽוֹרְדִ֔ים H3381 מֵעִ֖ם H5973 טַבּ֣וּר H2872 הָאָ֑רֶץ H776 וְרֹאשׁ H7218 אֶחָ֣ד H259 בָּ֔א H935 מִדֶּ֖רֶךְ H1870 אֵל֥וֹן H436 מְעוֹנְנִֽים H6049 ",
  "38": "וַיֹּ֨אמֶר H559 אֵלָ֜יו H413 זְבֻ֗ל H2083 אַיֵּ֨ה H346 אֵפ֥וֹא H645 פִ֨יךָ֙ H6310 אֲשֶׁ֣ר H834 תֹּאמַ֔ר H559 מִ֥י H4310 אֲבִימֶ֖לֶךְ H40 כִּ֣י H3588 נַעַבְדֶ֑נּוּ H5647 הֲלֹ֨א H3808 זֶ֤ה H2088 הָעָם֙ H5971 אֲשֶׁ֣ר H834 מָאַ֣סְתָּה H3988 בּ֔וֹ Hb צֵא H3318 נָ֥א H4994 עַתָּ֖ה H6258 וְהִלָּ֥חֶם H3898 בּֽוֹ Hb ",
  "39": "וַיֵּ֣צֵא H3318 גַ֔עַל H1603 לִפְנֵ֖י H6440 בַּעֲלֵ֣י H1167 שְׁכֶ֑ם H7927 וַיִּלָּ֖חֶם H3898 בַּאֲבִימֶֽלֶךְ H40 ",
  "40": "וַיִּרְדְּפֵ֣ H7291 אֲבִימֶ֔לֶךְ H40 וַיָּ֖נָס H5127 מִפָּנָ֑י H6440 וַֽיִּפְּל֛וּ H5307 חֲלָלִ֥ים H2491 רַבִּ֖ים H7227 עַד H5704 פֶּ֥תַח H6607 הַשָּֽׁעַר H8179 ",
  "41": "וַיֵּ֥שֶׁב H3427 אֲבִימֶ֖לֶךְ H40 בָּארוּמָ֑ה H725 וַיְגָ֧רֶשׁ H1644 זְבֻ֛ל H2083 אֶת H853 גַּ֥עַל H1603 וְאֶת H853 אֶחָ֖יו H251 מִשֶּׁ֥בֶת H3427 בִּשְׁכֶֽם H7927 ",
  "42": "וַֽיְהִי֙ H1961 מִֽמָּחֳרָ֔ת H4283 וַיֵּצֵ֥א H3318 הָעָ֖ם H5971 הַשָּׂדֶ֑ה H7704 וַיַּגִּ֖דוּ H5046 לַאֲבִימֶֽלֶךְ H40 ",
  "43": "וַיִּקַּ֣ח H3947 אֶת H853 הָעָ֗ם H5971 וַֽיֶּחֱצֵ H2673 לִשְׁלֹשָׁ֣ה H7969 רָאשִׁ֔ים H7218 וַיֶּאֱרֹ֖ב H693 בַּשָּׂדֶ֑ה H7704 וַיַּ֗רְא H7200 וְהִנֵּ֤ה H2009 הָעָם֙ H5971 יֹצֵ֣א H3318 מִן H4480 הָעִ֔יר H5892 וַיָּ֥קָם H6965 עֲלֵיהֶ֖ם H5921 וַיַּכֵּֽ H5221 ",
  "44": "וַאֲבִימֶ֗לֶךְ H40 וְהָ H7218 אֲשֶׁ֣ר H834 עִמּ֔וֹ H5973 פָּשְׁט֕וּ H6584 וַיַּ֣עַמְד֔וּ H5975 פֶּ֖תַח H6607 שַׁ֣עַר H8179 הָעִ֑יר H5892 וּשְׁנֵ֣י H8147 הָֽרָאשִׁ֗ים H7218 פָּֽשְׁט֛וּ H6584 עַֽל H5921 כָּל H3605 אֲשֶׁ֥ר H834 בַּשָּׂדֶ֖ה H7704 וַיַּכּֽוּ H5221 ",
  "45": "וַאֲבִימֶ֜לֶךְ H40 נִלְחָ֣ם H3898 בָּעִ֗יר H5892 כֹּ֚ל H3605 הַיּ֣וֹם H3117 הַה֔וּא H1931 וַיִּלְכֹּד֙ H3920 אֶת H853 הָעִ֔יר H5892 וְאֶת H853 הָעָ֥ם H5971 אֲשֶׁר H834 בָּ֖הּ Hb הָרָ֑ג H2026 וַיִּתֹּץ֙ H5422 אֶת H853 הָעִ֔יר H5892 וַיִּזְרָעֶ֖ H2232 מֶֽלַח H4417 ",
  "46": "וַֽיִּשְׁמְע֔וּ H8085 כָּֽל H3605 בַּעֲלֵ֖י H1167 מִֽגְדַּל H4026 שְׁכֶ֑ם H7927 וַיָּבֹ֣אוּ H935 אֶל H413 צְרִ֔יחַ H6877 בֵּ֖ית H1004 אֵ֥ל H410 בְּרִֽית H1286 ",
  "47": "וַיֻּגַּ֖ד H5046 לַאֲבִימֶ֑לֶךְ H40 כִּ֣י H3588 הִֽתְקַבְּצ֔וּ H6908 כָּֽל H3605 בַּעֲלֵ֖י H1167 מִֽגְדַּל H4026 שְׁכֶֽם H7927 ",
  "48": "וַיַּ֨עַל H5927 אֲבִימֶ֜לֶךְ H40 הַר H2022 צַלְמ֗וֹן H6756 הוּא֮ H1931 וְכָל H3605 הָעָ֣ם H5971 אֲשֶׁר H834 אִתּוֹ֒ H854 וַיִּקַּח֩ H3947 אֲבִימֶ֨לֶךְ H40 אֶת H853 הַקַּרְדֻּמּ֜וֹת H7134 בְּיָד֗ H3027 וַיִּכְרֹת֙ H3772 שׂוֹכַ֣ת H7754 עֵצִ֔ים H6086 וַיִּ֨שָּׂאֶ֔ H5375 וַיָּ֖שֶׂם H7760 עַל H5921 שִׁכְמ֑וֹ H7926 וַיֹּ֜אמֶר H559 אֶל H413 הָעָ֣ם H5971 אֲשֶׁר H834 עִמּ֗וֹ H5973 מָ֤ה H4100 רְאִיתֶם֙ H7200 עָשִׂ֔יתִי H6213 מַהֲר֖וּ H4116 עֲשׂ֥וּ H6213 כָמֽוֹנִי H3644 ",
  "49": "וַיִּכְרְת֨וּ H3772 גַם H1571 כָּל H3605 הָעָ֜ם H5971 אִ֣ישׁ H376 שׂוֹכֹ֗ה H7754 וַיֵּ֨לְכ֜וּ H3212 אַחֲרֵ֤י H310 אֲבִימֶ֨לֶךְ֙ H40 וַיָּשִׂ֣ימוּ H7760 עַֽל H5921 הַצְּרִ֔יחַ H6877 וַיַּצִּ֧יתוּ H3341 עֲלֵיהֶ֛ם H5921 אֶֽת H853 הַצְּרִ֖יחַ H6877 בָּאֵ֑שׁ H784 וַיָּמֻ֜תוּ H4191 גַּ֣ם H1571 כָּל H3605 אַנְשֵׁ֧י H376 מִֽגְדַּל H4026 שְׁכֶ֛ם H7927 כְּאֶ֖לֶף H505 אִ֥ישׁ H376 וְאִשָּֽׁה H802 ",
  "50": "וַיֵּ֥לֶךְ H3212 אֲבִימֶ֖לֶךְ H40 אֶל H413 תֵּבֵ֑ץ H8405 וַיִּ֥חַן H2583 בְּתֵבֵ֖ץ H8405 וַֽיִּלְכְּדָֽ H3920 ",
  "51": "וּמִגְדַּל H4026 עֹז֮ H5797 הָיָ֣ה H1961 בְתוֹךְ H8432 הָעִיר֒ H5892 וַיָּנֻ֨סוּ H5127 שָׁ֜מָּה H8033 כָּל H3605 הָאֲנָשִׁ֣ים H376 וְהַ H802 וְכֹל֙ H3605 בַּעֲלֵ֣י H1167 הָעִ֔יר H5892 וַֽיִּסְגְּר֖וּ H5462 בַּעֲדָ֑ם H1157 וַֽיַּעֲל֖וּ H5927 עַל H5921 גַּ֥ג H1406 הַמִּגְדָּֽל H4026 ",
  "52": "וַיָּבֹ֤א H935 אֲבִימֶ֨לֶךְ֙ H40 עַד H5704 הַמִּגְדָּ֔ל H4026 וַיִּלָּ֖חֶם H3898 בּ֑וֹ Hb וַיִּגַּ֛שׁ H5066 עַד H5704 פֶּ֥תַח H6607 הַמִּגְדָּ֖ל H4026 לְשָׂרְפ֥ H8313 בָאֵֽשׁ H784 ",
  "53": "וַתַּשְׁלֵ֞ךְ H7993 אִשָּׁ֥ה H802 אַחַ֛ת H259 פֶּ֥לַח H6400 רֶ֖כֶב H7393 עַל H5921 רֹ֣אשׁ H7218 אֲבִימֶ֑לֶךְ H40 וַתָּ֖רִץ H7533 אֶת H853 גֻּלְגָּלְתּֽוֹ H1538 ",
  "54": "וַיִּקְרָ֨א H7121 מְהֵרָ֜ה H4120 אֶל H413 הַנַּ֣עַר H5288 נֹשֵׂ֣א H5375 כֵלָ֗יו H3627 וַיֹּ֤אמֶר H559 לוֹ֙ Hl שְׁלֹ֤ף H8025 חַרְבְּךָ֙ H2719 וּמ֣וֹתְתֵ֔ H4191 פֶּן H6435 יֹ֥אמְרוּ H559 לִ֖י Hl אִשָּׁ֣ה H802 הֲרָגָ֑תְהוּ H2026 וַיִּדְקְרֵ֥ H1856 נַעֲר֖וֹ H5288 וַיָּמֹֽת H4191 ",
  "55": "וַיִּרְא֥וּ H7200 אִֽישׁ H376 יִשְׂרָאֵ֖ל H3478 כִּ֣י H3588 מֵ֣ת H4191 אֲבִימֶ֑לֶךְ H40 וַיֵּלְכ֖וּ H3212 אִ֥ישׁ H376 לִמְקֹמֽ H4725 ",
  "56": "וַיָּ֣שֶׁב H7725 אֱלֹהִ֔ים H430 אֵ֖ת H853 רָעַ֣ת H7451 אֲבִימֶ֑לֶךְ H40 אֲשֶׁ֤ר H834 עָשָׂה֙ H6213 לְאָבִ֔י H1 לַהֲרֹ֖ג H2026 אֶת H853 שִׁבְעִ֥ים H7657 אֶחָֽיו H251 ",
  "57": "וְאֵ֗ת H853 כָּל H3605 רָעַת֙ H7451 אַנְשֵׁ֣י H376 שְׁכֶ֔ם H7927 הֵשִׁ֥יב H7725 אֱלֹהִ֖ים H430 בְּרֹאשָׁ֑ H7218 וַתָּבֹ֣א H935 אֲלֵיהֶ֔ם H413 קִֽלֲלַ֖ת H7045 יוֹתָ֥ם H3147 בֶּן H1121 יְרֻבָּֽעַל H3378 "
}
