{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Ahasuerus ruled a very big empire which had 127 provinces. It extended from India in the east to Ethiopia in the west.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He ruled the empire while he lived in the most strongly fortified part of the city of Susa.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the third year after he had become king, he invited all his administrators and other officials to a feast. He invited the armies of Persia and Media to come to the feast. He also invited the governors and other leaders of the provinces.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The celebration lasted for 180 days. During that time the king showed to the guests all his wealth and other things that made his kingdom great.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the end of the feast, the king invited people to another celebration. He invited to the feast all the men who worked in the palace, including both those who did important work and those who did less important work. This celebration lasted for seven days. It was in the courtyard that was part of the palace garden.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The garden courtyard was decorated with curtains of white cotton and violet, with cords of fine linen and purple, hanging from silver rings that were suspended from pillars of marble. There were couches of gold and silver arranged on a mosaic pavement that was made from porphyry, marble, mother-of-pearl, and colored paving stones.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The guests drank wine from gold cups. Each cup had a different design on it. The king was generous with the wine, and they had much to drink.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a lot of wine, because the king wanted the guests to drink as much as they wanted, but the rule was, \"No one is forced to drink.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Queen Vashti invited the women to a feast in another place in the palace.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the seventh day of those banquets, when King Ahasuerus was partially drunk from drinking wine, he spoke with Mehuman, Biztha, Harbona, Bigtha, Abagtha, Zethar, and Karkas (these were the seven servants who filled his personal needs and wishes).\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He told them to bring Queen Vashti to him, wearing her royal crown. He wanted his guests to see how beautiful she was.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Queen Vashti refused to go to the king. She refused to obey the command that the servants brought to her from the king.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "This made the king very angry.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king talked with the men who were known to be wise, who understood the things that happened in their lives and the laws about these things.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the ones close to him were Karshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memukan, seven princes of Persia and Media. They held the highest positions in his kingdom, and the king paid attention to them when they spoke.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said to them, \"Queen Vashti has refused to obey me when I sent my servants to tell her to come here. What do our laws say that we should do to someone who acts like that?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While the other officials were present, Memukan told the king, \"Your majesty, Queen Vashti has insulted you, and she has insulted all the officials and all the people in all the provinces of your Majesty.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the women throughout the empire will hear what she has done, and they will say, 'The king commanded Queen Vashti to come to him, and she refused.' So they will not obey their husbands, and they will show them disrespect.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before this day ends, the wives of all the officials in Persia and Media will hear what the queen did, and they will say to all of your Majesty's officials what the queen has said. They will have contempt and anger for all men.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So if it pleases your Majesty, you should write a law, like all the laws of Persia and Media, to be a law that no one can change. This law should say that Queen Vashti will never be allowed to see you again, and you will choose another woman to be queen, a woman who deserves to be queen more than she does.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When everyone in your empire hears what you have commanded, all the wives, those who are important and those who are not important, will honor their husbands.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king and the other officials liked what Memukan suggested, and the king put it into action.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he sent letters to all the provinces, stating that all men should have complete authority over their wives and their children. He wrote the letters in every language and wrote it in every unique alphabet written in every province.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}