{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After a while, when King Ahasuerus's anger had quieted down, he remembered Vashti. He also thought about the law he had made because of what she had done.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So his personal servants said to him, \"Your Majesty, you should send some men to search for beautiful young virgin girls for the king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they find some, you can appoint some officials in each province to bring them to the place where you keep your wives here in Susa. They are to be cared for by Hegai (the king's eunuch) who is who protects and cares for these women, he can arrange for their cosmetics.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the young girl who pleases you most can become queen instead of Vashti.\" The king liked what they suggested, so he did it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time there was a Jew living in the city of Susa, whose name was Mordecai. He was the son of Jair who was the son of Shimei, the son of Kish, and he was a member of the tribe of Benjamin.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many years before that, Nebuchadnezzar, who had been king of Babylonia, had taken Mordecai and brought him from Jerusalem to Babylon. This was at the same time that he took away King Jehoiachin from Judah, along with many others.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mordecai was caring for his cousin, whose Hebrew name was Hadassah. She had a beautiful face and a lovely figure, and she was called Esther. After her father and mother died, Mordecai took care of Esther as though she were his own daughter.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the king commanded that they search for some beautiful women, servants brought Esther and many other young women to the king's palace in Susa, and put them under the care of Hegai.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hegai was pleased with Esther. He immediately arranged for her to have the cosmetics she wanted, and he arranged for special food to be given to her. He assigned servant girls from the king's palace and arranged for her to stay in the best rooms in the women's part of the palace.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Esther did not tell anyone that she was a Jew, or anything about her relatives, because Mordecai had told her not to tell anyone.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every day Mordecai walked near the courtyard of the place where those women stayed. He stood in the courtyard hoping to find out what was happening to Esther.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before these women were taken to the king, for twelve months they received beauty treatments, and for six months they were treated with olive oil mixed with myrrh.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When one of these women was summoned to go to the king, she was allowed to have whatever she wished to take with her from the house of the women, when she went to the king's palace.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the evening, she would go to the king, and the next morning she would return to the second house of the women, and to the protection of Shaashgaz, the king's official in charge of the concubines. She would not return to the king again, except when the king wanted her and called her by name.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when the time came for Esther (the daughter of Abihail, who was the uncle of Mordecai) to go in the king, she did not ask for anything from the house of the women to take with her, but only what Hegai, the king's official in charge of the women, suggested. Now Esther pleased everyone who saw her.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Esther was taken up to King Ahasuerus into royal the residence on the tenth month (which is the month of Tebeth), in the seventh year of his reign.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king loved Esther more than any of the other women whom they brought to him. So he put a crown on her head and declared that Esther would be the queen instead of Vashti.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To celebrate her becoming the queen, he gave a great feast in her honor, that he prepared for all his officials and servants. He granted relief from paying taxes to all the provinces and gave expensive gifts to all with generosity that only a king can give.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later all those young women were gathered together again. By that time Mordecai was sitting at the king's gate, where the elders and leaders would hold court and settle disputes for others in the kingdom.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Esther still did not tell anyone about her family, or about her people, the Jews. She continued to do what Mordecai had told her to do; she continued to respect him and honor him by doing what he said.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day when Mordecai was at the king's gate, two of the king's officials were there. Their names were Bigthana and Teresh. They were the guards who protected the king, standing just outside the king's own rooms. They became angry with the king, and they were planning how they could do him great harm.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Mordecai heard about what they were planning, he told Queen Esther. Then she told the king, and she told the king that the information came from Mordecai, calling him by name.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king investigated it and confirmed. So the king ordered those two men be hanged from a gallows. When that was done, an official wrote a report about it in the book called The History of the King.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}