{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After these things happened, King Ahasuerus promoted Haman the Agagite son of Hammedatha above all the other officials and he made it clear that Haman was over all others who served under him.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the other officials bowed down in front of Haman to honor him, and they gave him great honor, as the king commanded they should. But Mordecai refused to bow down to Haman or to give him that kind of honor.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The other officials saw that, and they asked Mordecai, \"Why do you disobey the king's command?\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They spoke with him day after day and he would not do what they said, or answer them. So they reported to Haman to see if he would tolerate Mordecai's actions, for Mordecai had told them that he was a Jew.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Haman learned that Mordecai refused to kneel down or prostrate himself to him, he became extremely angry.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was too proud to want to punish only Mordecai. Because the king's servants had made it known that Mordecai was Jewish, Haman wanted all the Jews to be killed. So this matter became an opportunity to kill all the Jews everywhere in Ahasuerus' kingdom.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the first month (which is known as the month of Nisan), in the twelfth year of Ahasuerus' reign, they cast Pur (that is, they cast lots) in Haman's presence. They wanted to select a month and a day in which to set this plan in motion. They cast lots for each month and day until they decided on the twelfth month, the month of Adar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Haman went to the king and said to him, \"Your Majesty, there is a certain group of people who live in many areas of your empire whose laws are different from ours. They even refuse to obey your laws. You should certainly not let them stay, but instead get rid of them.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If it pleases you, command that they should all be killed. If you do that, I will give 330 metric tons of silver to be weighed out and given into the accounts of those who are in of your treasury.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king liked what Haman said, so, and to confirm what he decided, he gave the ring that had his official seal from his signet ring, and gave it to Haman, the Agagite, the one who hated the Jews.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king told Haman, \"I am giving the money back to you and your people. Do with it as you please.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king's scribes were called together on the thirteenth day of the first month. On that day, an order was written that had everything Haman commanded. The order was sent out to the king's provincial governors—those who were over all the provinces, to the governors of all the various people who were living in the kingdom, and to the officials of all the people. The order was written in every language and in the writing of those languages so they could be read and understood. It was written in the name of King Ahasuerus and was sealed with the his own ring, which he had given to Haman to use.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Couriers in every province in the kingdom spread the decree. The order was to kill every Jew, to kill them all, and to destroy the Jewish people, from young to old, children and women. This was to be done on one day—on the thirteenth day of the twelfth month (which is the month of Adar). When the Jews were dead, the rest of the people would be allowed to take all their possessions.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A copy of the letter was made law, by order of the king, in every province. In every province all the people learned that they should get ready for that day.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, according to what the king commanded, men riding horses took these letter quickly to every province in the kingdom. And one of the letters was read aloud to the people who lived and worked within the palace in Susa. Then the king and Haman sat down to drink together, but the people in the city of Susa were very perplexed.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}