{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Mordecai found out about those letters, he was so anguished that he tore his clothes and put on the clothes of mourning—rough sackcloth— and he sat in ashes, to show his distress. Then he went into the city, crying very loudly with bitterness and sorrow.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He stood outside the king's gate, he was not allowed to enter the palace, because the law forbid anyone dressed in sackcloth to be admitted through the king's gate.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In every province of the empire, when the letter from the king was read to the Jewish people, they cried and mourned. They fasted, and wailed loudly, and were filled with sorrow. Many of them lay, dressed in sackcloth and sat in ashes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Esther's servant women and the male servants came to her and told her about the king's decree and the coming danger, she was very distressed. So she sent to Mordecai some good clothes so he could take off his sackcloth, but he refused to accept them.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Esther summoned Hathak, one of the king's officials, whom he had appointed serve and protect her. She told him to go out and talk to Mordecai to find out what the trouble was about.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hathak went to Mordecai in the city square in front of the gate to the king's palace.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mordecai told him everything that had happened. He told him how much silver Haman had promised to deposit in the king's treasury in order to kill the Jews.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mordecai also gave Hathak a copy of the decree that had been issued in Susa, so that he might show it to Esther. Mordecai wanted to command Esther to take action about this order from the king and to beg favor from the king. He wanted her to go to the king and try to help the Jewish people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Hathak went to Esther and told her what Mordecai said.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Esther ordered Hathak to return to Mordecai, and to tell him this:\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"All the king's servants and the people of the king's provinces know that no one can come before the king unless the king invites him to come. There is only one result of breaking this law: The person is put to death. The only exception would be that the king would hold out his golden scepter to someone who came before him, and that would be the sign that the king would permit that person to live. About my own contact with the king, I have not been called to come to the king for thirty days.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Hathak went back to Mordecai and told him what Esther had said.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mordecai told Hathak to tell this to Esther: \"Do not think that just because you live there in the palace, you will escape when all the other Jews are killed.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you remain silent at this time, someone else will rescue the Jews in some other way, but you and your father's family will die. Who knows, perhaps it was for just for a time like this that you were made queen.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Esther sent this message to Mordecai,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Go and gather together all the Jews here in Susa, and tell them to fast for for me. Do not eat or drink for three days, night or day. My young girls and I will fast in the same way. Then I will go to the king, even though I know it is against the law. And if I die, I die.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mordecai went and did what Esther told him to do.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}