{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That night the king was unable to sleep, so he summoned a servant and told him to bring the book of the history of all that happened during the time he had been king. So the servant brought the records and read aloud to the king.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The servant read about Bigthana and Teresh, the two officials who had guarded the entrance to the king's rooms. He read the account of when Mordecai had found out that they planned to assassinate King Ahasuerus and that he had told the king about it.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king asked, \"What was done to honor Mordecai for what he did for the king?\" The young men serving the king answered, \"Nothing has been done for him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said, \"Is there anyone in the courtyard?\" At that moment, Haman had entered the outer courtyard of the palace. He wanted to talk to the king about hanging Mordecai on the gallows he had just set up.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His servants replied, \"Haman is in the courtyard.\" The king said, \"Bring him in.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Haman came in, the king asked him, \"What should I do for someone whom I want to honor?\" Now Haman thought to himself, \"Whom would the king like to honor more than me?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he replied to the king, \"For the one you want to honor,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "you should tell your servants to bring out some robes that you yourself have worn, and to bring out one of the horses you have ridden and that bears a royal crest on his head.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Give the robes and the horse to your very important officials so that they may put the royal clothes on that man, and let them lead that man who sits on the horse through the city streets. As he goes, other servants will shout, 'This is what happens when the king wants to honor someone!'\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king replied to Haman, \"Hurry, take the robes and horse, as you have said, and do this for Mordecai the Jew who sits at the king's gate! Do not forget anything you have said!\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Haman took the robes and the horse. He put the royal clothes on Mordecai, and Haman led him on the horse through the city streets proclaiming \"This is what is done for a man when the king wants to honor him!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, Mordecai returned to the king's gate. But Haman hurried to his house. He was mourning and had covered his face.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Haman told Zeresh his wife and all his friends about everything that had happened to him. Then his men known for their wisdom, and Zeresh his wife, said to him, \"If Mordecai is Jewish, and if you have been humiliated before him, you will not defeat him. You are sure to be defeated by him.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were still talking, some of the king's officials arrived to quickly take Haman to the feast that Esther had prepared.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}