{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later on that same day, King Ahasuerus gave Queen Esther all the possessions of Haman, who had been the Jews' enemy. Mordecai served the king because Esther had by now told the king how she was related to him.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Mordecai came in, the king took off the ring that had his official seal on it, the ring that he had recovered from Haman, and he gave it to Mordecai. Esther appointed Mordecai to be in charge of Haman's property.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Esther again came to talk to the king. She prostrated herself at his feet and pleaded with him with tears. She asked that the king stop the evil plan that Haman had developed to kill the Jews.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king held out his gold scepter toward Esther, so Esther arose and stood before the king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said, \"Your Majesty, if it pleases you, and if I have found grace in your eyes, make a new law to cancel out what Haman son of Hammedatha, the Agagite decreed, that all the Jews in all the provinces in your empire should be killed.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How can I bear to see disaster come on my people? How can I endure seeing the destruction of all my relatives?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Ahasuerus replied to Queen Esther and Mordecai the Jew, \"Because Haman tried to get rid of all the Jews, I have given to Esther everything that belonged to Haman, and they have hanged him on the gallows.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now I am also permitting you to write another letter with a new decree in it, so that you may save your people. You may put my name on the letters and use my ring to seal them. This is because no letter that has my name on it and that is sealed with my ring can ever be revoked.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king's scribes were called at that time (in the third month, which is the month of Sivan, on the twenty-third day of the month). Mordecai dictated to them a new decree in order to protect the Jews. It was written to the provincial governors, the governors and officials of the provinces that are from India all the way to Ethiopia, in total, 127 provinces. The letter was written to every province in the way that every language was written. It was also written to the Jews in their writing and language.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mordecai wrote the decree in the name of King Ahasuerus and sealed it with the king's signet ring. He sent the documents by couriers riding on the fast horses that were used in the king's service, bred in the king's stables.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king gave to the Jews living in every city permission to gather together and to fight together to protect their lives. He allowed them to kill any armed men in any province, belonging to any people group, who might attack them or their families, or who might try to take their possessions.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This was to be in effect in all the provinces of King Ahasuerus, on the thirteenth day of the twelfth month, which was the month of Adar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king ordered them to make copies of this decree and to show them to all the people groups. With this decree, he allowed the Jews to get ready to take revenge on their enemies.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king commanded the men who took these letters to all the provinces to ride quickly on the king's horses. And copies of the letter were also posted and read to the people who lived and worked in the palace in Susa.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mordecai left the palace, wearing the blue and white robe and a large gold crown that the king gave him. He also put on a robe of fine purple cloth. When the people in Susa heard the new law, they all shouted and cheered.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jews in Susa were now happy, instead of being afraid. They rejoiced instead of fearing, and other people honored them.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the new decree arrived in every city and province, the Jews there celebrated and prepared feasts and were very joyful. And many people throughout the empire became Jews, because they had become very afraid of the Jews.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}