{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was in the twelfth month, the month of Adar, on the thirteenth day, that the Jews' enemies had hoped to destroy them completely. They would have been following the king's decree. However, it all turned out differently, for the Jews defeated their enemies.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jews gathered together in their cities in all the provinces of King Ahasuerus to attack those who wanted to harm them. No one could fight against the Jews, because all the people in the areas were afraid of them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the king's officials everywhere helped the Jews, because they had become afraid of Mordecai and the power that the king had given to him.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mordecai was now the king's most important official in the king's palace, and his fame was spreading throughout the provinces because he was becoming very powerful.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Jews attacked their enemies and killed them. They defeated all those who hated them, and they were completely victorious.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just in Susa alone, the fortified city, they killed five hundred men.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Among those whom they killed were the ten sons of Haman. These were among the dead: Parshandatha, Dalphon, Aspatha,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Poratha, Adalia, Aridatha,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Parmashta, Arisai, Aridai, and Vaizatha.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And the ten grandsons of Hammedatha, the sons of Haman—the enemy of the Jews. The Jews killed them, but they did not take their possessions.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the end of that day someone reported to the king the number of people whom the Jews killed in Susa, the fortified city.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king told Queen Esther, \"The Jews have killed five hundred people right here in Susa, including Haman's ten sons! What must they have done in the rest of my provinces? Now what else do you ask me to do for you? You tell me. What else do you want? And I will do it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Esther replied, \"If it pleases you, allow the Jews here in Susa to do again tomorrow what you commanded them to do today. And also command that the bodies of Haman's ten sons be hanged on the gallows.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king commanded that the Jews be permitted to kill more of their enemies the next day. After he issued another order in Susa, the bodies of Haman's ten sons were hanged.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jews in Susa gathered together and killed three hundred more people. But again, they did not take away any of their possessions.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That happened on the 14th day of the month of Adar. On the following day, the Jews in Susa rested and celebrated. In all the other provinces, the Jewish people gathered together to defend themselves, and they killed seventy-five thousand people who hated them, but again, they took none of their possessions.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the thirteenth day of the month of Adar, and on the fourteenth day, they rested and made that a day of feasting and celebration.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Jews who were in Susa came together on the thirteenth and the fourteenth days to fight, but on the fifteenth day they rested and made it a day of feasting and celebration.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is why the Jews of the villages, the Jews who live in the rural towns, observe the fourteenth day of the month of Adar as a day of gladness and celebration, when they send gifts of food to one another.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mordecai wrote down all the things that had happened. Then he sent letters to the Jews who lived throughout the empire of King Ahasuerus.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He called them to observe the fourteenth and the fifteenth day of Adar every year,\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because those were the days when the Jews got victory over their enemies. It was in that month that their sorrow was turned to joy. Mordecai's letter told them that they should celebrate on those days by feasting and giving gifts of food to each other and especially to the poor people. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Jews agreed to do what Mordecai wrote. They agreed to celebrate on those days every year.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They would remember how Haman son of Hammedatha, the Agagite, became an enemy of all the Jews. They would remember how he had made an evil plan to kill the Jews, and that he had cast lots to find a day to crush and destroy them.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They would remember that when the king learned about Haman's plan, he arranged that the evil plan to kill the Jews would result instead in Haman's own destruction, that Haman would be killed in place of the Jews, that he and that his sons would be hanged.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore they called these days Purim, after the name of Pur (the lots that they cast). So that is what was written in this letter, what they had seen, and what had happened to them.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jews throughout the empire agreed to celebrate in that manner on those two days every year. They said that they would tell their descendants and anyone who became Jewish to be certain to celebrate this festival every year. They should celebrate just as Mordecai told them to do in the letter that he wrote.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said that they would remember and celebrate on those two days every year, observed in every generation, by every family, in every city, and in every province. They solemnly declared that they and their descendants would never stop remembering and celebrating those days called Purim.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Mordecai and Queen Esther, who was the daughter of Abihail, wrote a second letter about the Purim festival. Esther used the authority that she had because of being the queen to confirm that what Mordecai had written in the first letter was true.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These letters were sent to all the Jews in the 127 provinces of the kingdom of Ahasuerus—words of peace and truth—\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "to establish these days of Purim at their appointed times, as Mordecai the Jew and Queen Esther had established, just as the Jews had established for themselves and their descendants, matters that included their times of fasting and lamenting. \n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The command of Esther confirmed these regulations that explained how they should celebrate the Purim festival. The instructions about the feast and the account of these events were written down in the book of history.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}