{
  "1": "וּמָרְדֳּכַ֗י H4782 יָדַע֙ H3045 אֶת H853 כָּל H3605 אֲשֶׁ֣ר H834 נַעֲשָׂ֔ה H6213 וַיִּקְרַ֤ע H7167 מָרְדֳּכַי֙ H4782 אֶת H853 בְּגָדָ֔יו H899 וַיִּלְבַּ֥שׁ H3847 שַׂ֖ק H8242 וָאֵ֑פֶר H665 וַיֵּצֵא֙ H3318 בְּת֣וֹךְ H8432 הָעִ֔יר H5892 וַיִּזְעַ֛ק H2199 זְעָקָ֥ה H2201 גְדֹלָ֖ה H1419 וּמָרָֽה H4751 ",
  "2": "וַיָּב֕וֹא H935 עַ֖ד H5704 לִפְנֵ֣י H6440 שַֽׁעַר H8179 הַמֶּ֑לֶךְ H4428 כִּ֣י H3588 אֵ֥ין H369 לָב֛וֹא H935 אֶל H413 שַׁ֥עַר H8179 הַמֶּ֖לֶךְ H4428 בִּלְב֥וּשׁ H3830 שָֽׂק H8242 ",
  "3": "וּבְ H3605 מְדִינָ֣ה H4082 וּמְדִינָ֗ה H4082 מְקוֹם֙ H4725 אֲשֶׁ֨ר H834 דְּבַר H1697 הַמֶּ֤לֶךְ H4428 וְדָת H1881 מַגִּ֔יעַ H5060 אֵ֤בֶל H60 גָּדוֹל֙ H1419 לַיְּהוּדִ֔ים H3064 וְצ֥וֹם H6685 וּבְכִ֖י H1065 וּמִסְפֵּ֑ד H4553 שַׂ֣ק H8242 וָאֵ֔פֶר H665 יֻצַּ֖ע H3331 לָֽרַבִּֽים H7227 ",
  "4": "וַ֠תָּבוֹאינָה H935 נַעֲר֨וֹת H5291 אֶסְתֵּ֤ר H635 וְסָרִיסֶ֨י H5631 וַיַּגִּ֣ידוּ H5046 לָ֔הּ Hl וַתִּתְחַלְחַ֥ל H2342 הַמַּלְכָּ֖ה H4436 מְאֹ֑ד H3966 וַתִּשְׁלַ֨ח H7971 בְּגָדִ֜ים H899 לְהַלְבִּ֣ישׁ H3847 אֶֽת H853 מָרְדֳּכַ֗י H4782 וּלְ H5493 שַׂקּ֛וֹ H8242 מֵעָלָ֖י H5921 וְלֹ֥א H3808 קִבֵּֽל H6901 ",
  "5": "וַתִּקְרָא֩ H7121 אֶסְתֵּ֨ר H635 לַהֲתָ֜ךְ H2047 מִסָּרִיסֵ֤י H5631 הַמֶּ֨לֶךְ֙ H4428 אֲשֶׁ֣ר H834 הֶעֱמִ֣יד H5975 לְפָנֶ֔י H6440 וַתְּצַוֵּ֖ H6680 עַֽל H5921 מָרְדֳּכָ֑י H4782 לָדַ֥עַת H3045 מַה H4100 זֶּ֖ה H2088 וְעַל H5921 מַה H4100 זֶּֽה H2088 ",
  "6": "וַיֵּצֵ֥א H3318 הֲתָ֖ךְ H2047 אֶֽל H413 מָרְדֳּכָ֑י H4782 אֶל H413 רְח֣וֹב H7339 הָעִ֔יר H5892 אֲשֶׁ֖ר H834 לִפְנֵ֥י H6440 שַֽׁעַר H8179 הַמֶּֽלֶךְ H4428 ",
  "7": "וַיַּגֶּד H5046 ל֣וֹ Hl מָרְדֳּכַ֔י H4782 אֵ֖ת H853 כָּל H3605 אֲשֶׁ֣ר H834 קָרָ֑הוּ H7136 וְאֵ֣ת H853 פָּרָשַׁ֣ת H6575 הַכֶּ֗סֶף H3701 אֲשֶׁ֨ר H834 אָמַ֤ר H559 הָמָן֙ H2001 לִ֠שְׁקוֹל H8254 עַל H5921 גִּנְזֵ֥י H1595 הַמֶּ֛לֶךְ H4428 ביהודיים H3064 לְאַבְּדָֽ H6 ",
  "8": "וְאֶת H853 פַּתְשֶׁ֣גֶן H6572 כְּתָֽב H3791 הַ֠דָּת H1881 אֲשֶׁר H834 נִתַּ֨ן H5414 בְּשׁוּשָׁ֤ן H7800 לְהַשְׁמִידָ H8045 נָ֣תַן H5414 ל֔וֹ Hl לְהַרְא֥וֹת H7200 אֶת H853 אֶסְתֵּ֖ר H635 וּלְ H5046 לָ֑הּ Hl וּלְ H6680 עָלֶ֗יהָ H5921 לָב֨וֹא H935 אֶל H413 הַמֶּ֧לֶךְ H4428 לְהִֽתְחַנֶּן H2603 ל֛וֹ Hl וּלְ H1245 מִלְּ H6440 עַל H5921 עַמָּֽהּ H5971 ",
  "9": "וַיָּב֖וֹא H935 הֲתָ֑ךְ H2047 וַיַּגֵּ֣ד H5046 לְאֶסְתֵּ֔ר H635 אֵ֖ת H853 דִּבְרֵ֥י H1697 מָרְדֳּכָֽי H4782 ",
  "10": "וַתֹּ֤אמֶר H559 אֶסְתֵּר֙ H635 לַהֲתָ֔ךְ H2047 וַתְּצַוֵּ֖ H6680 אֶֽל H413 מָרְדֳּכָֽי H4782 ",
  "11": "כָּל H3605 עַבְדֵ֣י H5650 הַמֶּ֡לֶךְ H4428 וְעַם H5971 מְדִינ֨וֹת H4082 הַמֶּ֜לֶךְ H4428 יֽוֹדְעִ֗ים H3045 אֲשֶׁ֣ר H834 כָּל H3605 אִ֣ישׁ H376 וְאִשָּׁ֡ה H802 אֲשֶׁ֣ר H834 יָבֽוֹא H935 אֶל H413 הַמֶּלֶךְ֩ H4428 אֶל H413 הֶחָצֵ֨ר H2691 הַפְּנִימִ֜ית H6442 אֲשֶׁ֣ר H834 לֹֽא H3808 יִקָּרֵ֗א H7121 אַחַ֤ת H259 דָּתוֹ֙ H1881 לְהָמִ֔ית H4191 לְ֠בַד H905 מֵאֲשֶׁ֨ר H834 יֽוֹשִׁיט H3447 ל֥וֹ Hl הַמֶּ֛לֶךְ H4428 אֶת H853 שַׁרְבִ֥יט H8275 הַזָּהָ֖ב H2091 וְחָיָ֑ה H2421 וַאֲנִ֗י H589 לֹ֤א H3808 נִקְרֵ֨אתי֙ H7121 לָב֣וֹא H935 אֶל H413 הַמֶּ֔לֶךְ H4428 זֶ֖ה H2088 שְׁלוֹשִׁ֥ים H7970 יֽוֹם H3117 ",
  "12": "וַיַּגִּ֣ידוּ H5046 לְמָרְדֳּכָ֔י H4782 אֵ֖ת H853 דִּבְרֵ֥י H1697 אֶסְתֵּֽר H635 ",
  "13": "וַיֹּ֥אמֶר H559 מָרְדֳּכַ֖י H4782 לְהָשִׁ֣יב H7725 אֶל H413 אֶסְתֵּ֑ר H635 אַל H408 תְּדַמִּ֣י H1819 בְנַפְשֵׁ֔ H5315 לְהִמָּלֵ֥ט H4422 בֵּית H1004 הַמֶּ֖לֶךְ H4428 מִכָּל H3605 הַיְּהוּדִֽים H3064 ",
  "14": "כִּ֣י H3588 אִם H518 הַחֲרֵ֣שׁ H2790 תַּחֲרִישִׁי֮ H2790 בָּעֵ֣ת H6256 הַזֹּאת֒ H2063 רֶ֣וַח H7305 וְהַצָּלָ֞ה H2020 יַעֲמ֤וֹד H5975 לַיְּהוּדִים֙ H3064 מִמָּק֣וֹם H4725 אַחֵ֔ר H312 וְאַ֥תְּ H859 וּבֵית H1004 אָבִ֖יךְ H1 תֹּאבֵ֑דוּ H6 וּמִ֣י H4310 יוֹדֵ֔עַ H3045 אִם H518 לְעֵ֣ת H6256 כָּזֹ֔את H2063 הִגַּ֖עַתְּ H5060 לַמַּלְכֽוּת H4438 ",
  "15": "וַתֹּ֥אמֶר H559 אֶסְתֵּ֖ר H635 לְהָשִׁ֥יב H7725 אֶֽל H413 מָרְדֳּכָֽי H4782 ",
  "16": "לֵךְ֩ H3212 כְּנ֨וֹס H3664 אֶת H853 כָּל H3605 הַיְּהוּדִ֜ים H3064 הַֽנִּמְצְאִ֣ים H4672 בְּשׁוּשָׁ֗ן H7800 וְצ֣וּמוּ H6684 עָ֠לַי H5921 וְאַל H408 תֹּאכְל֨וּ H398 וְאַל H408 תִּשְׁתּ֜וּ H8354 שְׁלֹ֤שֶׁת H7969 יָמִים֙ H3117 לַ֣יְלָה H3915 וָי֔וֹם H3117 גַּם H1571 אֲנִ֥י H589 וְנַעֲרֹתַ֖ H5291 אָצ֣וּם H6684 כֵּ֑ן H3651 וּבְ H3651 אָב֤וֹא H935 אֶל H413 הַמֶּ֨לֶךְ֙ H4428 אֲשֶׁ֣ר H834 לֹֽא H3808 כַדָּ֔ת H1881 וְכַ H834 אָבַ֖דְתִּי H6 אָבָֽדְתִּי H6 ",
  "17": "וַֽיַּעֲבֹ֖ר H5674 מָרְדֳּכָ֑י H4782 וַיַּ֕עַשׂ H6213 כְּכֹ֛ל H3605 אֲשֶׁר H834 צִוְּתָ֥ה H6680 עָלָ֖יו H5921 אֶסְתֵּֽר H635 "
}
