{
  "1": "וַיְהִ֣י H1961 בַּיּ֣וֹם H3117 הַשְּׁלִישִׁ֗י H7992 וַתִּלְבַּ֤שׁ H3847 אֶסְתֵּר֙ H635 מַלְכ֔וּת H4438 וַֽתַּעֲמֹ֞ד H5975 בַּחֲצַ֤ר H2691 בֵּית H1004 הַמֶּ֨לֶךְ֙ H4428 הַפְּנִימִ֔ית H6442 נֹ֖כַח H5227 בֵּ֣ית H1004 הַמֶּ֑לֶךְ H4428 וְ֠הַ H4428 יוֹשֵׁ֞ב H3427 עַל H5921 כִּסֵּ֤א H3678 מַלְכוּתוֹ֙ H4438 בְּבֵ֣ית H1004 הַמַּלְכ֔וּת H4438 נֹ֖כַח H5227 פֶּ֥תַח H6607 הַבָּֽיִת H1004 ",
  "2": "וַיְהִי֩ H1961 כִרְא֨וֹת H7200 הַמֶּ֜לֶךְ H4428 אֶת H853 אֶסְתֵּ֣ר H635 הַמַּלְכָּ֗ה H4436 עֹמֶ֨דֶת֙ H5975 בֶּֽחָצֵ֔ר H2691 נָשְׂאָ֥ה H5375 חֵ֖ן H2580 בְּעֵינָ֑י H5869 וַיּ֨וֹשֶׁט H3447 הַמֶּ֜לֶךְ H4428 לְאֶסְתֵּ֗ר H635 אֶת H853 שַׁרְבִ֤יט H8275 הַזָּהָב֙ H2091 אֲשֶׁ֣ר H834 בְּיָד֔ H3027 וַתִּקְרַ֣ב H7126 אֶסְתֵּ֔ר H635 וַתִּגַּ֖ע H5060 בְּרֹ֥אשׁ H7218 הַשַּׁרְבִֽיט H8275 ",
  "3": "וַיֹּ֤אמֶר H559 לָהּ֙ Hl הַמֶּ֔לֶךְ H4428 מַה H4100 לָּ֖ךְ Hl אֶסְתֵּ֣ר H635 הַמַּלְכָּ֑ה H4436 וּמַה H4100 בַּקָּשָׁתֵ֛ךְ H1246 עַד H5704 חֲצִ֥י H2677 הַמַּלְכ֖וּת H4438 וְיִנָּ֥תֵֽן H5414 לָֽךְ Hl ",
  "4": "וַתֹּ֣אמֶר H559 אֶסְתֵּ֔ר H635 אִם H518 עַל H5921 הַמֶּ֖לֶךְ H4428 ט֑וֹב H2895 יָב֨וֹא H935 הַמֶּ֤לֶךְ H4428 וְהָמָן֙ H2001 הַיּ֔וֹם H3117 אֶל H413 הַמִּשְׁתֶּ֖ה H4960 אֲשֶׁר H834 עָשִׂ֥יתִי H6213 לֽוֹ Hl ",
  "5": "וַיֹּ֣אמֶר H559 הַמֶּ֔לֶךְ H4428 מַהֲרוּ֙ H4116 אֶת H853 הָמָ֔ן H2001 לַעֲשׂ֖וֹת H6213 אֶת H853 דְּבַ֣ר H1697 אֶסְתֵּ֑ר H635 וַיָּבֹ֤א H935 הַמֶּ֨לֶךְ֙ H4428 וְהָמָ֔ן H2001 אֶל H413 הַמִּשְׁתֶּ֖ה H4960 אֲשֶׁר H834 עָשְׂתָ֥ה H6213 אֶסְתֵּֽר H635 ",
  "6": "וַיֹּ֨אמֶר H559 הַמֶּ֤לֶךְ H4428 לְאֶסְתֵּר֙ H635 בְּמִשְׁתֵּ֣ה H4960 הַיַּ֔יִן H3196 מַה H4100 שְּׁאֵלָתֵ֖ךְ H7596 וְיִנָּ֣תֵֽן H5414 לָ֑ךְ Hl וּמַה H4100 בַּקָּשָׁתֵ֛ךְ H1246 עַד H5704 חֲצִ֥י H2677 הַמַּלְכ֖וּת H4438 וְתֵעָֽשׂ H6213 ",
  "7": "וַתַּ֥עַן H6030 אֶסְתֵּ֖ר H635 וַתֹּאמַ֑ר H559 שְׁאֵלָתִ֖י H7596 וּבַקָּשָׁתִֽ H1246 ",
  "8": "אִם H518 מָצָ֨אתִי H4672 חֵ֜ן H2580 בְּעֵינֵ֣י H5869 הַמֶּ֗לֶךְ H4428 וְאִם H518 עַל H5921 הַמֶּ֨לֶךְ֙ H4428 ט֔וֹב H2895 לָתֵת֙ H5414 אֶת H853 שְׁאֵ֣לָתִ֔י H7596 וְלַ H6213 אֶת H853 בַּקָּשָׁתִ֑י H1246 יָב֧וֹא H935 הַמֶּ֣לֶךְ H4428 וְהָמָ֗ן H2001 אֶל H413 הַמִּשְׁתֶּה֙ H4960 אֲשֶׁ֣ר H834 אֶֽעֱשֶׂ֣ה H6213 לָהֶ֔ם Hl וּמָחָ֥ר H4279 אֶֽעֱשֶׂ֖ה H6213 כִּדְבַ֥ר H1697 הַמֶּֽלֶךְ H4428 ",
  "9": "וַיֵּצֵ֤א H3318 הָמָן֙ H2001 בַּיּ֣וֹם H3117 הַה֔וּא H1931 שָׂמֵ֖חַ H8056 וְט֣וֹב H2896 לֵ֑ב H3820 וְכִ H7200 הָמָ֨ן H2001 אֶֽת H853 מָרְדֳּכַ֜י H4782 בְּשַׁ֣עַר H8179 הַמֶּ֗לֶךְ H4428 וְלֹא H3808 קָם֙ H6965 וְלֹא H3808 זָ֣ע H2111 מִמֶּ֔נּוּ H4480 וַיִּמָּלֵ֥א H4390 הָמָ֛ן H2001 עַֽל H5921 מָרְדֳּכַ֖י H4782 חֵמָֽה H2534 ",
  "10": "וַיִּתְאַפַּ֣ק H662 הָמָ֔ן H2001 וַיָּב֖וֹא H935 אֶל H413 בֵּית֑וֹ H1004 וַיִּשְׁלַ֛ח H7971 וַיָּבֵ֥א H935 אֶת H853 אֹהֲבָ֖יו H157 וְאֶת H853 זֶ֥רֶשׁ H2238 אִשְׁתּֽוֹ H802 ",
  "11": "וַיְסַפֵּ֨ר H5608 לָהֶ֥ם H1992 הָמָ֛ן H2001 אֶת H853 כְּב֥וֹד H3519 עָשְׁר֖וֹ H6239 וְרֹ֣ב H7230 בָּנָ֑יו H1121 וְאֵת֩ H853 כָּל H3605 אֲשֶׁ֨ר H834 גִּדְּל֤וֹ H1431 הַמֶּ֨לֶךְ֙ H4428 וְאֵ֣ת H853 אֲשֶׁ֣ר H834 נִשְּׂא֔וֹ H5375 עַל H5921 הַשָּׂרִ֖ים H8269 וְעַבְדֵ֥י H5650 הַמֶּֽלֶךְ H4428 ",
  "12": "וַיֹּאמֶר֮ H559 הָמָן֒ H2001 אַ֣ף H637 לֹא H3808 הֵבִיאָה֩ H935 אֶסְתֵּ֨ר H635 הַמַּלְכָּ֧ה H4436 עִם H5973 הַמֶּ֛לֶךְ H4428 אֶל H413 הַמִּשְׁתֶּ֥ה H4960 אֲשֶׁר H834 עָשָׂ֖תָה H6213 כִּ֣י H3588 אִם H518 אוֹתִ֑י H853 וְגַם H1571 לְמָחָ֛ר H4279 אֲנִ֥י H589 קָֽרוּא H7121 לָ֖הּ Hl עִם H5973 הַמֶּֽלֶךְ H4428 ",
  "13": "וְכָל H3605 זֶ֕ה H2088 אֵינֶ֥נּוּ H369 שֹׁוֶ֖ה H7737 לִ֑י Hl בְּכָל H3605 עֵ֗ת H6256 אֲשֶׁ֨ר H834 אֲנִ֤י H589 רֹאֶה֙ H7200 אֶת H853 מָרְדֳּכַ֣י H4782 הַיְּהוּדִ֔י H3064 יוֹשֵׁ֖ב H3427 בְּשַׁ֥עַר H8179 הַמֶּֽלֶךְ H4428 ",
  "14": "וַתֹּ֣אמֶר H559 לוֹ֩ Hl זֶ֨רֶשׁ H2238 אִשְׁתּ֜וֹ H802 וְכָל H3605 אֹֽהֲבָ֗יו H157 יַֽעֲשׂוּ H6213 עֵץ֮ H6086 גָּבֹ֣הַּ H1364 חֲמִשִּׁ֣ים H2572 אַמָּה֒ H520 וּבַ H1242 אֱמֹ֣ר H559 לַמֶּ֗לֶךְ H4428 וְיִתְל֤וּ H8518 אֶֽת H853 מָרְדֳּכַי֙ H4782 עָלָ֔יו H5921 וּבֹֽא H935 עִם H5973 הַמֶּ֥לֶךְ H4428 אֶל H413 הַמִּשְׁתֶּ֖ה H4960 שָׂמֵ֑חַ H8056 וַיִּיטַ֧ב H3190 הַדָּבָ֛ר H1697 לִפְנֵ֥י H6440 הָמָ֖ן H2001 וַיַּ֥עַשׂ H6213 הָעֵֽץ H6086 "
}
