{
  "1": "Listen, children, listen to what I am teaching you.\\q2 If you pay attention, you will learn about what it means to understand.\n\\q1",
  "2": "The lessons I give to you are good teaching, given in order.\\q2 So do not refuse to learn the lessons I teach you.\n\n\\q1",
  "3": "When I was my father's boy,\\q1 and the only child of my mother,\n\\q1",
  "4": "my father told me, \"Put my words deep within you,\\q1 obey my orders to you,\n\\q2 and you will have life.\n\n\\q1",
  "5": "Hold on to what is wise and whatever helps you understand,\\q1 and do not forget the lessons I taught you and do not throw away the insights I spoke to you.\n\\q1",
  "6": "Do not run away from the lessons which the wise teach you,\\q2 because if you become wise, wisdom will keep you safe.\n\\q1 Love wisdom and it will guard your life.\n\n\n\\q1",
  "7": "The most important thing you can do is to study the principles of wisdom\\q2 and spend all you own so you can grow more and more in your understanding.\n\\q1",
  "8": "Wisdom is to be loved more than anything that is valuable, and she will raise you to a high position—\\q2 and wisdom will honor you when you show how much you love it.\n\\q1",
  "9": "When you have attained wisdom, it will be like a beautiful wreath of honor on your head;\\q2 she will give you a beautiful crown.\"\n\n\n\\q1",
  "10": "Hear, my son, listen and understand what I say to you—\\q1 do this, and you will live a long life.\n\\q1",
  "11": "I directed you in the way you should walk and to use the wisdom you were taught;\\q2 I led you by the hand down the roads, roads that are the right way for you to go.",
  "12": "When you live, you do not have anyone to blame; if you live wisely,\\q2 when you use all your effort, you will succeed .\n\n\n\\q1",
  "13": "Remember the lessons that discipline taught you,\\q2 and do not let them go.\n\\q1 Guard them; for you live your life by them.\n\\q1",
  "14": "Do not do what wicked people do, nor be with them;\\q1 do not be with people who do evil things.\n\\q1",
  "15": "Stay far from those ways;\\q2 turn another way and go on another road.\n\n\\q1",
  "16": "Evil people cannot rest until they have done something that Yahweh said they must not do.\\q2 They will not rest until they force someone to fall, someone who was doing well until they came along.\n\\q1",
  "17": "They get their strength, and they are fed by doing what is wrong;\\q and they are intoxicated by hurting others; they get drunk on it.\n\n\n\\q1",
  "18": "The path taken by those who do right grows brighter and brigher, like the rising of the sun at dawn,\\q2 and it shines brighter and brighter until it is as full as the light of day.\n\\q1",
  "19": "The actions of the wicked are like the darkness—\\q2 they stumble because they cannot see what makes them fall.\n\n\n\\q1",
  "20": "My son, pay attention to what I am saying to you.\\q2 Pay attention to these lessons I am teaching you.\n\\q1",
  "21": "Keep reading them over and over,\\q1 and keep them deep within you.\n\n\\q2",
  "22": "For my words bring a message of life to those who pay attention to them,\\q and their message brings health to the entire body.\n\\q1",
  "23": "Protect your heart with all your strength and guard what you love;\\q2 guard it, for it becomes a fountain overflowing with life.\n\n\\q1",
  "24": "Make it your aim to keep away from you any lying speech, \\q2 and put any deceptive talk far away.\n\\q1",
  "25": "Look straight ahead because you are focused on what is good and right,\\q2 and do not turn aside to the right or to the left.\n\n\n\\q1",
  "26": "Take care about where you will go, and take care to be sure that the way is safe;\\q2 then you will know what to expect along the way.\n\\q1",
  "27": "Do not leave the straight road by turning to the left or to the right,\\q1 and do not follow the way that leads to evil."
}
