{
  "1": "וַיְהִי֩ H1961 אִ֨ישׁ H376 אֶחָ֜ד H259 מִן H4480 הָרָמָתַ֛יִם H7436 צוֹפִ֖ים H7436 מֵהַ֣ר H2022 אֶפְרָ֑יִם H669 וּשְׁמ֡ H8034 אֶ֠לְקָנָה H511 בֶּן H1121 יְרֹחָ֧ם H3395 בֶּן H1121 אֱלִיה֛וּא H453 בֶּן H1121 תֹּ֥חוּ H8459 בֶן H1121 צ֖וּף H6689 אֶפְרָתִֽי H673 ",
  "2": "וְל Hc/Hl שְׁתֵּ֣י H8147 נָשִׁ֔ים H802 שֵׁ֤ם H8034 אַחַת֙ H259 חַנָּ֔ה H2584 וְשֵׁ֥ם H8034 הַשֵּׁנִ֖ית H8145 פְּנִנָּ֑ה H6444 וַיְהִ֤י H1961 לִפְנִנָּה֙ H6444 יְלָדִ֔ים H3206 וּלְ H2584 אֵ֥ין H369 יְלָדִֽים H3206 ",
  "3": "וְעָלָה֩ H5927 הָאִ֨ישׁ H376 הַה֤וּא H1931 מֵֽעִיר H5892 מִיָּמִ֣ים H3117 יָמִ֔ימָה H3117 לְהִֽשְׁתַּחֲוֺ֧ת H7812 וְלִ H2076 לַיהוָ֥ה H3068 צְבָא֖וֹת H6635 בְּשִׁלֹ֑ה H7887 וְשָׁ֞ם H8033 שְׁנֵ֣י H8147 בְנֵֽי H1121 עֵלִ֗י H5941 חָפְנִי֙ H2652 וּפִ֣נְחָ֔ס H6372 כֹּהֲנִ֖ים H3548 לַיהוָֽה H3068 ",
  "4": "וַיְהִ֣י H1961 הַיּ֔וֹם H3117 וַיִּזְבַּ֖ח H2076 אֶלְקָנָ֑ה H511 וְנָתַ֞ן H5414 לִפְנִנָּ֣ה H6444 אִשְׁתּ֗וֹ H802 וּֽלְ H3605 בָּנֶ֛יהָ H1121 וּבְנוֹתֶ֖י H1323 מָנֽוֹת H4490 ",
  "5": "וּלְ H2584 יִתֵּ֛ן H5414 מָנָ֥ה H4490 אַחַ֖ת H259 אַפָּ֑יִם H639 כִּ֤י H3588 אֶת H853 חַנָּה֙ H2584 אָהֵ֔ב H157 וַֽיהוָ֖ה H3068 סָגַ֥ר H5462 רַחְמָֽהּ H7358 ",
  "6": "וְכִֽעֲסַ֤תָּ H3707 צָֽרָתָהּ֙ H6869 גַּם H1571 כַּ֔עַס H3708 בַּעֲב֖וּר H5668 הַרְּעִמָ֑הּ H7481 כִּֽי H3588 סָגַ֥ר H5462 יְהוָ֖ה H3068 בְּעַ֥ד H1157 רַחְמָֽהּ H7358 ",
  "7": "וְכֵ֨ן H3651 יַעֲשֶׂ֜ה H6213 שָׁנָ֣ה H8141 בְשָׁנָ֗ה H8141 מִדֵּ֤י H1767 עֲלֹתָהּ֙ H5927 בְּבֵ֣ית H1004 יְהוָ֔ה H3068 כֵּ֖ן H3651 תַּכְעִסֶ֑נָּה H3707 וַתִּבְכֶּ֖ה H1058 וְלֹ֥א H3808 תֹאכַֽל H398 ",
  "8": "וַיֹּ֨אמֶר H559 לָ֜הּ Hl אֶלְקָנָ֣ה H511 אִישָׁ֗הּ H376 חַנָּה֙ H2584 לָ֣מֶה H4100 תִבְכִּ֗י H1058 וְלָ֨ H4100 לֹ֣א H3808 תֹֽאכְלִ֔י H398 וְלָ֖ H4100 יֵרַ֣ע H3415 לְבָבֵ֑ךְ H3824 הֲל֤וֹא H3808 אָֽנֹכִי֙ H595 ט֣וֹב H2896 לָ֔ךְ Hl מֵעֲשָׂרָ֖ה H6235 בָּנִֽים H1121 ",
  "9": "וַתָּ֣קָם H6965 חַנָּ֔ה H2584 אַחֲרֵ֛י H310 אָכְלָ֥ה H398 בְשִׁלֹ֖ה H7887 וְאַחֲרֵ֣י H310 שָׁתֹ֑ה H8354 וְעֵלִ֣י H5941 הַכֹּהֵ֗ן H3548 יֹשֵׁב֙ H3427 עַל H5921 הַכִּסֵּ֔א H3678 עַל H5921 מְזוּזַ֖ת H4201 הֵיכַ֥ל H1964 יְהוָֽה H3068 ",
  "10": "וְהִ֖יא H1931 מָ֣רַת H4751 נָ֑פֶשׁ H5315 וַתִּתְפַּלֵּ֥ל H6419 עַל H5921 יְהוָ֖ה H3068 וּבָכֹ֥ה H1058 תִבְכֶּֽה H1058 ",
  "11": "וַתִּדֹּ֨ר H5087 נֶ֜דֶר H5088 וַתֹּאמַ֗ר H559 יְהוָ֨ה H3068 צְבָא֜וֹת H6635 אִם H518 רָאֹ֥ה H7200 תִרְאֶ֣ה H7200 בָּעֳנִ֣י H6040 אֲמָתֶ֗ךָ H519 וּזְכַרְתַּ֨ H2142 וְלֹֽא H3808 תִשְׁכַּ֣ח H7911 אֶת H853 אֲמָתֶ֔ךָ H519 וְנָתַתָּ֥ה H5414 לַאֲמָתְ H519 זֶ֣רַע H2233 אֲנָשִׁ֑ים H376 וּנְתַתִּ֤י H5414 לַֽיהוָה֙ H3068 כָּל H3605 יְמֵ֣י H3117 חַיָּ֔יו H2416 וּמוֹרָ֖ה H4177 לֹא H3808 יַעֲלֶ֥ה H5927 עַל H5921 רֹאשֽׁוֹ H7218 ",
  "12": "וְהָיָה֙ H1961 כִּ֣י H3588 הִרְבְּתָ֔ה H7235 לְהִתְפַּלֵּ֖ל H6419 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וְעֵלִ֖י H5941 שֹׁמֵ֥ר H8104 אֶת H853 פִּֽיהָ H6310 ",
  "13": "וְחַנָּ֗ה H2584 הִ֚יא H1931 מְדַבֶּ֣רֶת H1696 עַל H5921 לִבָּ֔הּ H3820 רַ֚ק H7535 שְׂפָתֶ֣יהָ H8193 נָּע֔וֹת H5128 וְקוֹלָ֖ H6963 לֹ֣א H3808 יִשָּׁמֵ֑עַ H8085 וַיַּחְשְׁבֶ֥ H2803 עֵלִ֖י H5941 לְשִׁכֹּרָֽה H7910 ",
  "14": "וַיֹּ֤אמֶר H559 אֵלֶ֨יהָ֙ H413 עֵלִ֔י H5941 עַד H5704 מָתַ֖י H4970 תִּשְׁתַּכָּרִ֑ין H7937 הָסִ֥ירִי H5493 אֶת H853 יֵינֵ֖ךְ H3196 מֵעָלָֽיִ H5921 ",
  "15": "וַתַּ֨עַן H6030 חַנָּ֤ה H2584 וַתֹּ֨אמֶר֙ H559 לֹ֣א H3808 אֲדֹנִ֔י H113 אִשָּׁ֤ה H802 קְשַׁת H7186 ר֨וּחַ֙ H7307 אָנֹ֔כִי H595 וְיַ֥יִן H3196 וְשֵׁכָ֖ר H7941 לֹ֣א H3808 שָׁתִ֑יתִי H8354 וָאֶשְׁפֹּ֥ךְ H8210 אֶת H853 נַפְשִׁ֖י H5315 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "16": "אַל H408 תִּתֵּן֙ H5414 אֶת H853 אֲמָ֣תְךָ֔ H519 לִפְנֵ֖י H6440 בַּת H1323 בְּלִיָּ֑עַל H1100 כִּֽי H3588 מֵרֹ֥ב H7230 שִׂיחִ֛י H7879 וְכַעְסִ֖ H3708 דִּבַּ֥רְתִּי H1696 עַד H5704 הֵֽנָּה H2008 ",
  "17": "וַיַּ֧עַן H6030 עֵלִ֛י H5941 וַיֹּ֖אמֶר H559 לְכִ֣י H3212 לְשָׁל֑וֹם H7965 וֵאלֹהֵ֣י H430 יִשְׂרָאֵ֗ל H3478 יִתֵּן֙ H5414 אֶת H853 שֵׁ֣לָתֵ֔ךְ H7596 אֲשֶׁ֥ר H834 שָׁאַ֖לְתְּ H7592 מֵעִמּֽ H5973 ",
  "18": "וַתֹּ֕אמֶר H559 תִּמְצָ֧א H4672 שִׁפְחָתְךָ֛ H8198 חֵ֖ן H2580 בְּעֵינֶ֑י H5869 וַתֵּ֨לֶךְ H3212 הָאִשָּׁ֤ה H802 לְדַרְכָּ H1870 וַתֹּאכַ֔ל H398 וּפָנֶ֥י H6440 לֹא H3808 הָיוּ H1961 לָ֖הּ Hl עֽוֹד H5750 ",
  "19": "וַיַּשְׁכִּ֣מוּ H7925 בַבֹּ֗קֶר H1242 וַיִּֽשְׁתַּחֲווּ֙ H7812 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 וַיָּשֻׁ֛בוּ H7725 וַיָּבֹ֥אוּ H935 אֶל H413 בֵּיתָ֖ם H1004 הָרָמָ֑תָ H7414 וַיֵּ֤דַע H3045 אֶלְקָנָה֙ H511 אֶת H853 חַנָּ֣ה H2584 אִשְׁתּ֔וֹ H802 וַיִּֽזְכְּרֶ֖ H2142 יְהוָֽה H3068 ",
  "20": "וַיְהִי֙ H1961 לִתְקֻפ֣וֹת H8622 הַיָּמִ֔ים H3117 וַתַּ֥הַר H2029 חַנָּ֖ה H2584 וַתֵּ֣לֶד H3205 בֵּ֑ן H1121 וַתִּקְרָ֤א H7121 אֶת H853 שְׁמוֹ֙ H8034 שְׁמוּאֵ֔ל H8050 כִּ֥י H3588 מֵיְהוָ֖ה H3068 שְׁאִלְתִּֽיו H7592 ",
  "21": "וַיַּ֛עַל H5927 הָאִ֥ישׁ H376 אֶלְקָנָ֖ה H511 וְכָל H3605 בֵּית֑וֹ H1004 לִזְבֹּ֧חַ H2076 לַֽיהוָ֛ה H3068 אֶת H853 זֶ֥בַח H2077 הַיָּמִ֖ים H3117 וְאֶת H853 נִדְרֽוֹ H5088 ",
  "22": "וְחַנָּ֖ה H2584 לֹ֣א H3808 עָלָ֑תָה H5927 כִּֽי H3588 אָמְרָ֣ה H559 לְאִישָׁ֗ H376 עַ֣ד H5704 יִגָּמֵ֤ל H1580 הַנַּ֨עַר֙ H5288 וַהֲבִאֹתִ֗י H935 וְנִרְאָה֙ H7200 אֶת H853 פְּנֵ֣י H6440 יְהוָ֔ה H3068 וְיָ֥שַׁב H3427 שָׁ֖ם H8033 עַד H5704 עוֹלָֽם H5769 ",
  "23": "וַיֹּ֣אמֶר H559 לָהּ֩ Hl אֶלְקָנָ֨ה H511 אִישָׁ֜הּ H376 עֲשִׂ֧י H6213 הַטּ֣וֹב H2896 בְּעֵינַ֗יִ H5869 שְׁבִי֙ H3427 עַד H5704 גָּמְלֵ֣ךְ H1580 אֹת֔וֹ H853 אַ֛ךְ H389 יָקֵ֥ם H6965 יְהוָ֖ה H3068 אֶת H853 דְּבָר֑וֹ H1697 וַתֵּ֤שֶׁב H3427 הָֽאִשָּׁה֙ H802 וַתֵּ֣ינֶק H3243 אֶת H853 בְּנָ֔הּ H1121 עַד H5704 גָּמְלָ֖הּ H1580 אֹתֽוֹ H853 ",
  "24": "וַתַּעֲלֵ֨ H5927 עִמָּ֜הּ H5973 כַּאֲשֶׁ֣ר H834 גְּמָלַ֗תּוּ H1580 בְּפָרִ֤ים H6499 שְׁלֹשָׁה֙ H7969 וְאֵיפָ֨ה H374 אַחַ֥ת H259 קֶ֨מַח֙ H7058 וְנֵ֣בֶל H5035 יַ֔יִן H3196 וַתְּבִאֵ֥ H935 בֵית H1004 יְהוָ֖ה H3068 שִׁל֑וֹ H7887 וְהַ H5288 נָֽעַר H5288 ",
  "25": "וַֽיִּשְׁחֲט֖וּ H7819 אֶת H853 הַפָּ֑ר H6499 וַיָּבִ֥יאוּ H935 אֶת H853 הַנַּ֖עַר H5288 אֶל H413 עֵלִֽי H5941 ",
  "26": "וַתֹּ֨אמֶר֙ H559 בִּ֣י H994 אֲדֹנִ֔י H113 חֵ֥י H2416 נַפְשְׁךָ֖ H5315 אֲדֹנִ֑י H113 אֲנִ֣י H589 הָאִשָּׁ֗ה H802 הַנִּצֶּ֤בֶת H5324 עִמְּכָה֙ H5973 בָּזֶ֔ה H2088 לְהִתְפַּלֵּ֖ל H6419 אֶל H413 יְהוָֽה H3068 ",
  "27": "אֶל H413 הַנַּ֥עַר H5288 הַזֶּ֖ה H2088 הִתְפַּלָּ֑לְתִּי H6419 וַיִּתֵּ֨ן H5414 יְהוָ֥ה H3068 לִי֙ Hl אֶת H853 שְׁאֵ֣לָתִ֔י H7596 אֲשֶׁ֥ר H834 שָׁאַ֖לְתִּי H7592 מֵעִמּֽ H5973 ",
  "28": "וְגַ֣ם H1571 אָנֹכִ֗י H595 הִשְׁאִלְתִּ֨הוּ֙ H7592 לַֽיהוָ֔ה H3068 כָּל H3605 הַיָּמִים֙ H3117 אֲשֶׁ֣ר H834 הָיָ֔ה H1961 ה֥וּא H1931 שָׁא֖וּל H7592 לַֽיהוָ֑ה H3068 וַיִּשְׁתַּ֥חוּ H7812 שָׁ֖ם H8033 לַיהוָֽה H3068 "
}
