{
  "1": "וַיֹּ֤אמֶר H559 שְׁמוּאֵל֙ H8050 אֶל H413 כָּל H3605 יִשְׂרָאֵ֔ל H3478 הִנֵּה֙ H2009 שָׁמַ֣עְתִּי H8085 בְקֹֽלְ H6963 לְכֹ֥ל H3605 אֲשֶׁר H834 אֲמַרְתֶּ֖ם H559 לִ֑י Hl וָאַמְלִ֥יךְ H4427 עֲלֵיכֶ֖ם H5921 מֶֽלֶךְ H4428 ",
  "2": "וְעַתָּ֞ה H6258 הִנֵּ֥ה H2009 הַמֶּ֣לֶךְ H4428 מִתְהַלֵּ֣ךְ H1980 לִפְנֵי H6440 וַאֲנִי֙ H589 זָקַ֣נְתִּי H2204 וָשַׂ֔בְתִּי H7867 וּבָנַ֖ H1121 הִנָּ֣ם H2009 אִתְּכֶ֑ם H854 וַאֲנִי֙ H589 הִתְהַלַּ֣כְתִּי H1980 לִפְנֵי H6440 מִנְּעֻרַ֖ H5271 עַד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "3": "הִנְנִ֣י H2005 עֲנ֣וּ H6030 בִי֩ Hb נֶ֨גֶד H5048 יְהוָ֜ה H3068 וְנֶ֣גֶד H5048 מְשִׁיח֗וֹ H4899 אֶת H853 שׁוֹר֩ H7794 מִ֨י H4310 לָקַ֜חְתִּי H3947 וַחֲמ֧וֹר H2543 מִ֣י H4310 לָקַ֗חְתִּי H3947 וְאֶת H853 מִ֤י H4310 עָשַׁ֨קְתִּי֙ H6231 אֶת H853 מִ֣י H4310 רַצּ֔וֹתִי H7533 וּמִ H3027 מִי֙ H4310 לָקַ֣חְתִּי H3947 כֹ֔פֶר H3724 וְאַעְלִ֥ים H5956 עֵינַ֖י H5869 בּ֑וֹ Hb וְאָשִׁ֖יב H7725 לָכֶֽם Hl ",
  "4": "וַיֹּ֣אמְר֔וּ H559 לֹ֥א H3808 עֲשַׁקְתָּ֖נוּ H6231 וְלֹ֣א H3808 רַצּוֹתָ֑נוּ H7533 וְלֹֽא H3808 לָקַ֥חְתָּ H3947 מִיַּד H3027 אִ֖ישׁ H376 מְאֽוּמָה H3972 ",
  "5": "וַיֹּ֨אמֶר H559 אֲלֵיהֶ֜ם H413 עֵ֧ד H5707 יְהוָ֣ה H3068 בָּכֶ֗ם Hb וְעֵ֤ד H5707 מְשִׁיחוֹ֙ H4899 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 כִּ֣י H3588 לֹ֧א H3808 מְצָאתֶ֛ם H4672 בְּיָדִ֖ H3027 מְא֑וּמָה H3972 וַיֹּ֖אמֶר H559 עֵֽד H5707 ",
  "6": "וַיֹּ֥אמֶר H559 שְׁמוּאֵ֖ל H8050 אֶל H413 הָעָ֑ם H5971 יְהוָ֗ה H3068 אֲשֶׁ֤ר H834 עָשָׂה֙ H6213 אֶת H853 מֹשֶׁ֣ה H4872 וְאֶֽת H853 אַהֲרֹ֔ן H175 וַאֲשֶׁ֧ר H834 הֶעֱלָ֛ה H5927 אֶת H853 אֲבֹתֵיכֶ֖ם H1 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "7": "וְעַתָּ֗ה H6258 הִֽתְיַצְּב֛וּ H3320 וְאִשָּׁפְטָ֥ה H8199 אִתְּכֶ֖ם H854 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 אֵ֚ת H853 כָּל H3605 צִדְק֣וֹת H6666 יְהוָ֔ה H3068 אֲשֶׁר H834 עָשָׂ֥ה H6213 אִתְּכֶ֖ם H854 וְאֶת H854 אֲבוֹתֵיכֶֽם H1 ",
  "8": "כַּֽאֲשֶׁר H834 בָּ֥א H935 יַעֲקֹ֖ב H3290 מִצְרָ֑יִם H4714 וַיִּזְעֲק֤וּ H2199 אֲבֽוֹתֵיכֶם֙ H1 אֶל H413 יְהוָ֔ה H3068 וַיִּשְׁלַ֨ח H7971 יְהוָ֜ה H3068 אֶת H853 מֹשֶׁ֣ה H4872 וְאֶֽת H853 אַהֲרֹ֗ן H175 וַיּוֹצִ֤יאוּ H3318 אֶת H853 אֲבֹֽתֵיכֶם֙ H1 מִמִּצְרַ֔יִם H4714 וַיֹּשִׁב֖וּ H3427 בַּמָּק֥וֹם H4725 הַזֶּֽה H2088 ",
  "9": "וַֽיִּשְׁכְּח֖וּ H7911 אֶת H853 יְהוָ֣ה H3068 אֱלֹהֵיהֶ֑ם H430 וַיִּמְכֹּ֣ר H4376 אֹתָ֡ם H853 בְּיַ֣ד H3027 סִֽיסְרָא֩ H5516 שַׂר H8269 צְבָ֨א H6635 חָצ֜וֹר H2674 וּבְ H3027 פְּלִשְׁתִּ֗ים H6430 וּבְ H3027 מֶ֣לֶךְ H4428 מוֹאָ֔ב H4124 וַיִּֽלָּחֲמ֖וּ H3898 בָּֽם Hb ",
  "10": "וַיִּזְעֲק֤וּ H2199 אֶל H413 יְהוָה֙ H3068 ויאמר H559 חָטָ֔אנוּ H2398 כִּ֤י H3588 עָזַ֨בְנוּ֙ H5800 אֶת H853 יְהוָ֔ה H3068 וַנַּעֲבֹ֥ד H5647 אֶת H853 הַבְּעָלִ֖ים H1168 וְאֶת H853 הָעַשְׁתָּר֑וֹת H6252 וְעַתָּ֗ה H6258 הַצִּילֵ֛נוּ H5337 מִיַּ֥ד H3027 אֹיְבֵ֖ינוּ H341 וְנַעַבְדֶֽ H5647 ",
  "11": "וַיִּשְׁלַ֤ח H7971 יְהוָה֙ H3068 אֶת H853 יְרֻבַּ֣עַל H3378 וְאֶת H853 בְּדָ֔ן H917 וְאֶת H853 יִפְתָּ֖ח H3316 וְאֶת H853 שְׁמוּאֵ֑ל H8050 וַיַּצֵּ֨ל H5337 אֶתְכֶ֜ם H853 מִיַּ֤ד H3027 אֹֽיְבֵיכֶם֙ H341 מִסָּבִ֔יב H5439 וַתֵּשְׁב֖וּ H3427 בֶּֽטַח H983 ",
  "12": "וַתִּרְא֗וּ H7200 כִּֽי H3588 נָחָ֞שׁ H5176 מֶ֣לֶךְ H4428 בְּנֵֽי H1121 עַמּוֹן֮ H5983 בָּ֣א H935 עֲלֵיכֶם֒ H5921 וַתֹּ֣אמְרוּ H559 לִ֔י Hl לֹ֕א H3808 כִּי H3588 מֶ֖לֶךְ H4428 יִמְלֹ֣ךְ H4427 עָלֵ֑ינוּ H5921 וַיהוָ֥ה H3068 אֱלֹהֵיכֶ֖ם H430 מַלְכְּכֶֽם H4428 ",
  "13": "וְעַתָּ֗ה H6258 הִנֵּ֥ה H2009 הַמֶּ֛לֶךְ H4428 אֲשֶׁ֥ר H834 בְּחַרְתֶּ֖ם H977 אֲשֶׁ֣ר H834 שְׁאֶלְתֶּ֑ם H7592 וְהִנֵּ֨ה H2009 נָתַ֧ן H5414 יְהוָ֛ה H3068 עֲלֵיכֶ֖ם H5921 מֶֽלֶךְ H4428 ",
  "14": "אִם H518 תִּֽירְא֣וּ H3372 אֶת H853 יְהוָ֗ה H3068 וַעֲבַדְתֶּ֤ם H5647 אֹתוֹ֙ H853 וּשְׁמַעְתֶּ֣ם H8085 בְּקֹל֔ H6963 וְלֹ֥א H3808 תַמְר֖וּ H4784 אֶת H854 פִּ֣י H6310 יְהוָ֑ה H3068 וִהְיִתֶ֣ם H1961 גַּם H1571 אַתֶּ֗ם H859 וְגַם H1571 הַמֶּ֨לֶךְ֙ H4428 אֲשֶׁ֣ר H834 מָלַ֣ךְ H4427 עֲלֵיכֶ֔ם H5921 אַחַ֖ר H310 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
  "15": "וְאִם H518 לֹ֤א H3808 תִשְׁמְעוּ֙ H8085 בְּק֣וֹל H6963 יְהוָ֔ה H3068 וּמְרִיתֶ֖ם H4784 אֶת H854 פִּ֣י H6310 יְהוָ֑ה H3068 וְהָיְתָ֧ה H1961 יַד H3027 יְהוָ֛ה H3068 בָּכֶ֖ם Hb וּבַ H1 ",
  "16": "גַּם H1571 עַתָּה֙ H6258 הִתְיַצְּב֣וּ H3320 וּרְא֔וּ H7200 אֶת H853 הַדָּבָ֥ר H1697 הַגָּד֖וֹל H1419 הַזֶּ֑ה H2088 אֲשֶׁ֣ר H834 יְהוָ֔ה H3068 עֹשֶׂ֖ה H6213 לְעֵינֵי H5869 ",
  "17": "הֲל֤וֹא H3808 קְצִיר H7105 חִטִּים֙ H2406 הַיּ֔וֹם H3117 אֶקְרָא֙ H7121 אֶל H413 יְהוָ֔ה H3068 וְיִתֵּ֥ן H5414 קֹל֖וֹת H6963 וּמָטָ֑ר H4306 וּדְע֣וּ H3045 וּרְא֗וּ H7200 כִּֽי H3588 רָעַתְכֶ֤ם H7451 רַבָּה֙ H7227 אֲשֶׁ֤ר H834 עֲשִׂיתֶם֙ H6213 בְּעֵינֵ֣י H5869 יְהוָ֔ה H3068 לִשְׁא֥וֹל H7592 לָכֶ֖ם Hl מֶֽלֶךְ H4428 ",
  "18": "וַיִּקְרָ֤א H7121 שְׁמוּאֵל֙ H8050 אֶל H413 יְהוָ֔ה H3068 וַיִּתֵּ֧ן H5414 יְהוָ֛ה H3068 קֹלֹ֥ת H6963 וּמָטָ֖ר H4306 בַּיּ֣וֹם H3117 הַה֑וּא H1931 וַיִּירָ֨א H3372 כָל H3605 הָעָ֥ם H5971 מְאֹ֛ד H3966 אֶת H853 יְהוָ֖ה H3068 וְאֶת H853 שְׁמוּאֵֽל H8050 ",
  "19": "וַיֹּאמְר֨וּ H559 כָל H3605 הָעָ֜ם H5971 אֶל H413 שְׁמוּאֵ֗ל H8050 הִתְפַּלֵּ֧ל H6419 בְּעַד H1157 עֲבָדֶ֛יךָ H5650 אֶל H413 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 וְאַל H408 נָמ֑וּת H4191 כִּֽי H3588 יָסַ֤פְנוּ H3254 עַל H5921 כָּל H3605 חַטֹּאתֵ֨ינוּ֙ H2403 רָעָ֔ה H7451 לִשְׁאֹ֥ל H7592 לָ֖נוּ Hl מֶֽלֶךְ H4428 ",
  "20": "וַיֹּ֨אמֶר H559 שְׁמוּאֵ֤ל H8050 אֶל H413 הָעָם֙ H5971 אַל H408 תִּירָ֔אוּ H3372 אַתֶּ֣ם H859 עֲשִׂיתֶ֔ם H6213 אֵ֥ת H853 כָּל H3605 הָרָעָ֖ה H7451 הַזֹּ֑את H2063 אַ֗ךְ H389 אַל H408 תָּס֨וּרוּ֙ H5493 מֵאַחֲרֵ֣י H310 יְהוָ֔ה H3068 וַעֲבַדְתֶּ֥ם H5647 אֶת H853 יְהוָ֖ה H3068 בְּכָל H3605 לְבַבְכֶֽם H3824 ",
  "21": "וְלֹ֖א H3808 תָּס֑וּרוּ H5493 כִּ֣י H3588 אַחֲרֵ֣י H310 הַתֹּ֗הוּ H8414 אֲשֶׁ֧ר H834 לֹֽא H3808 יוֹעִ֛ילוּ H3276 וְלֹ֥א H3808 יַצִּ֖ילוּ H5337 כִּי H3588 תֹ֥הוּ H8414 הֵֽמָּה H1992 ",
  "22": "כִּ֠י H3588 לֹֽא H3808 יִטֹּ֤שׁ H5203 יְהוָה֙ H3068 אֶת H853 עַמּ֔וֹ H5971 בַּעֲב֖וּר H5668 שְׁמ֣וֹ H8034 הַגָּד֑וֹל H1419 כִּ֚י H3588 הוֹאִ֣יל H2974 יְהוָ֔ה H3068 לַעֲשׂ֥וֹת H6213 אֶתְכֶ֛ם H853 ל֖וֹ Hl לְעָֽם H5971 ",
  "23": "גַּ֣ם H1571 אָנֹכִ֗י H595 חָלִ֤ילָה H2486 לִּי֙ Hl מֵחֲטֹ֣א H2398 לַֽיהוָ֔ה H3068 מֵחֲדֹ֖ל H2308 לְהִתְפַּלֵּ֣ל H6419 בַּעַדְכֶ֑ם H1157 וְהוֹרֵיתִ֣י H3384 אֶתְכֶ֔ם H853 בְּדֶ֥רֶךְ H1870 הַטּוֹבָ֖ה H2896 וְהַ H3477 ",
  "24": "אַ֣ךְ H389 יְר֣אוּ H3372 אֶת H853 יְהוָ֗ה H3068 וַעֲבַדְתֶּ֥ם H5647 אֹת֛וֹ H853 בֶּאֱמֶ֖ת H571 בְּכָל H3605 לְבַבְכֶ֑ם H3824 כִּ֣י H3588 רְא֔וּ H7200 אֵ֥ת H853 אֲשֶׁר H834 הִגְדִּ֖ל H1431 עִמָּכֶֽם H5973 ",
  "25": "וְאִם H518 הָרֵ֖עַ H7489 תָּרֵ֑עוּ H7489 גַּם H1571 אַתֶּ֥ם H859 גַּֽם H1571 מַלְכְּכֶ֖ם H4428 תִּסָּפֽוּ H5595 "
}
