{
  "1": "בֶּן H1121 שָׁנָ֖ה H8141 שָׁא֣וּל H7586 בְּמָלְכ֑ H4427 וּשְׁתֵּ֣י H8147 שָׁנִ֔ים H8141 מָלַ֖ךְ H4427 עַל H5921 יִשְׂרָאֵֽל H3478 ",
  "2": "וַיִּבְחַר H977 ל֨וֹ Hl שָׁא֜וּל H7586 שְׁלֹ֣שֶׁת H7969 אֲלָפִים֮ H505 מִיִּשְׂרָאֵל֒ H3478 וַיִּהְי֨וּ H1961 עִם H5973 שָׁא֜וּל H7586 אַלְפַּ֗יִם H505 בְּמִכְמָשׂ֙ H4363 וּבְ H2022 בֵּֽית H1008 אֵ֔ל H1008 וְאֶ֗לֶף H505 הָיוּ֙ H1961 עִם H5973 י֣וֹנָתָ֔ן H3129 בְּגִבְעַ֖ת H1390 בִּנְיָמִ֑ין H1144 וְיֶ֣תֶר H3499 הָעָ֔ם H5971 שִׁלַּ֖ח H7971 אִ֥ישׁ H376 לְאֹהָלָֽי H168 ",
  "3": "וַיַּ֣ךְ H5221 יוֹנָתָ֗ן H3129 אֵ֣ת H853 נְצִ֤יב H5333 פְּלִשְׁתִּים֙ H6430 אֲשֶׁ֣ר H834 בְּגֶ֔בַע H1387 וַֽיִּשְׁמְע֖וּ H8085 פְּלִשְׁתִּ֑ים H6430 וְשָׁאוּל֩ H7586 תָּקַ֨ע H8628 בַּשּׁוֹפָ֤ר H7782 בְּכָל H3605 הָאָ֨רֶץ֙ H776 לֵאמֹ֔ר H559 יִשְׁמְע֖וּ H8085 הָעִבְרִֽים H5680 ",
  "4": "וְכָל H3605 יִשְׂרָאֵ֞ל H3478 שָׁמְע֣וּ H8085 לֵאמֹ֗ר H559 הִכָּ֤ה H5221 שָׁאוּל֙ H7586 אֶת H853 נְצִ֣יב H5333 פְּלִשְׁתִּ֔ים H6430 וְגַם H1571 נִבְאַשׁ H887 יִשְׂרָאֵ֖ל H3478 בַּפְּלִשְׁתִּ֑ים H6430 וַיִּצָּעֲק֥וּ H6817 הָעָ֛ם H5971 אַחֲרֵ֥י H310 שָׁא֖וּל H7586 הַגִּלְגָּֽל H1537 ",
  "5": "וּפְלִשְׁתִּ֞ים H6430 נֶאֶסְפ֣וּ H622 לְהִלָּחֵ֣ם H3898 עִם H5973 יִשְׂרָאֵ֗ל H3478 שְׁלֹשִׁ֨ים H7970 אֶ֤לֶף H505 רֶ֨כֶב֙ H7393 וְשֵׁ֤שֶׁת H8337 אֲלָפִים֙ H505 פָּרָשִׁ֔ים H6571 וְעָ֕ם H5971 כַּח֛וֹל H2344 אֲשֶׁ֥ר H834 עַל H5921 שְׂפַֽת H8193 הַיָּ֖ם H3220 לָרֹ֑ב H7230 וַֽיַּעֲלוּ֙ H5927 וַיַּחֲנ֣וּ H2583 בְמִכְמָ֔שׂ H4363 קִדְמַ֖ת H6926 בֵּ֥ית H1007 אָֽוֶן H1007 ",
  "6": "וְאִ֨ישׁ H376 יִשְׂרָאֵ֤ל H3478 רָאוּ֙ H7200 כִּ֣י H3588 צַר H6862 ל֔וֹ Hl כִּ֥י H3588 נִגַּ֖שׂ H5065 הָעָ֑ם H5971 וַיִּֽתְחַבְּא֣וּ H2244 הָעָ֗ם H5971 בַּמְּעָר֤וֹת H4631 וּבַֽ H2337 וּבַ H5553 וּבַ H6877 וּבַ H953 ",
  "7": "וְעִבְרִ֗ים H5680 עָֽבְרוּ֙ H5674 אֶת H853 הַיַּרְדֵּ֔ן H3383 אֶ֥רֶץ H776 גָּ֖ד H1410 וְגִלְעָ֑ד H1568 וְשָׁאוּל֙ H7586 עוֹדֶ֣נּוּ H5750 בַגִּלְגָּ֔ל H1537 וְכָל H3605 הָעָ֖ם H5971 חָרְד֥וּ H2729 אַחֲרָֽיו H310 ",
  "8": "וייחל H3176 שִׁבְעַ֣ת H7651 יָמִ֗ים H3117 לַמּוֹעֵד֙ H4150 אֲשֶׁ֣ר H834 שְׁמוּאֵ֔ל H8050 וְלֹא H3808 בָ֥א H935 שְׁמוּאֵ֖ל H8050 הַגִּלְגָּ֑ל H1537 וַיָּ֥פֶץ H6327 הָעָ֖ם H5971 מֵעָלָֽי H5921 ",
  "9": "וַיֹּ֣אמֶר H559 שָׁא֔וּל H7586 הַגִּ֣שׁוּ H5066 אֵלַ֔י H413 הָעֹלָ֖ה H5930 וְהַ H8002 וַיַּ֖עַל H5927 הָעֹלָֽה H5930 ",
  "10": "וַיְהִ֗י H1961 כְּכַלֹּת H3615 לְהַעֲל֣וֹת H5927 הָעֹלָ֔ה H5930 וְהִנֵּ֥ה H2009 שְׁמוּאֵ֖ל H8050 בָּ֑א H935 וַיֵּצֵ֥א H3318 שָׁא֛וּל H7586 לִקְרָאת֖ H7122 לְבָרֲכֽ H1288 ",
  "11": "וַיֹּ֥אמֶר H559 שְׁמוּאֵ֖ל H8050 מֶ֣ה H4100 עָשִׂ֑יתָ H6213 וַיֹּ֣אמֶר H559 שָׁא֡וּל H7586 כִּֽי H3588 רָאִיתִי֩ H7200 כִֽי H3588 נָפַ֨ץ H5310 הָעָ֜ם H5971 מֵעָלַ֗ H5921 וְאַתָּה֙ H859 לֹא H3808 בָ֨אתָ֙ H935 לְמוֹעֵ֣ד H4150 הַיָּמִ֔ים H3117 וּפְלִשְׁתִּ֖ים H6430 נֶאֱסָפִ֥ים H622 מִכְמָֽשׂ H4363 ",
  "12": "וָאֹמַ֗ר H559 עַ֠תָּה H6258 יֵרְד֨וּ H3381 פְלִשְׁתִּ֤ים H6430 אֵלַי֙ H413 הַגִּלְגָּ֔ל H1537 וּפְנֵ֥י H6440 יְהוָ֖ה H3068 לֹ֣א H3808 חִלִּ֑יתִי H2470 וָֽאֶתְאַפַּ֔ק H662 וָאַעֲלֶ֖ה H5927 הָעֹלָֽה H5930 ",
  "13": "וַיֹּ֧אמֶר H559 שְׁמוּאֵ֛ל H8050 אֶל H413 שָׁא֖וּל H7586 נִסְכָּ֑לְתָּ H5528 לֹ֣א H3808 שָׁמַ֗רְתָּ H8104 אֶת H853 מִצְוַ֞ת H4687 יְהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 אֲשֶׁ֣ר H834 צִוָּ֔ךְ H6680 כִּ֣י H3588 עַתָּ֗ה H6258 הֵכִ֨ין H3559 יְהוָ֧ה H3068 אֶת H853 מַֽמְלַכְתְּךָ֛ H4467 אֶל H413 יִשְׂרָאֵ֖ל H3478 עַד H5704 עוֹלָֽם H5769 ",
  "14": "וְעַתָּ֖ה H6258 מַמְלַכְתְּךָ֣ H4467 לֹא H3808 תָק֑וּם H6965 בִּקֵּשׁ֩ H1245 יְהוָ֨ה H3068 ל֜וֹ Hl אִ֣ישׁ H376 כִּלְבָב֗ H3824 וַיְצַוֵּ֨ H6680 יְהוָ֤ה H3068 לְנָגִיד֙ H5057 עַל H5921 עַמּ֔וֹ H5971 כִּ֚י H3588 לֹ֣א H3808 שָׁמַ֔רְתָּ H8104 אֵ֥ת H853 אֲשֶֽׁר H834 צִוְּךָ֖ H6680 יְהוָֽה H3068 ",
  "15": "וַיָּ֣קָם H6965 שְׁמוּאֵ֗ל H8050 וַיַּ֛עַל H5927 מִן H4480 הַגִּלְגָּ֖ל H1537 גִּבְעַ֣ת H1390 בִּנְיָמִ֑ן H1144 וַיִּפְקֹ֣ד H6485 שָׁא֗וּל H7586 אֶת H853 הָעָם֙ H5971 הַנִּמְצְאִ֣ים H4672 עִמּ֔וֹ H5973 כְּשֵׁ֥שׁ H8337 מֵא֖וֹת H3967 אִֽישׁ H376 ",
  "16": "וְשָׁא֞וּל H7586 וְיוֹנָתָ֣ן H3129 בְּנ֗וֹ H1121 וְהָ H5971 הַנִּמְצָ֣א H4672 עִמָּ֔ם H5973 יֹשְׁבִ֖ים H3427 בְּגֶ֣בַע H1387 בִּנְיָמִ֑ן H1144 וּפְלִשְׁתִּ֖ים H6430 חָנ֥וּ H2583 בְמִכְמָֽשׂ H4363 ",
  "17": "וַיֵּצֵ֧א H3318 הַמַּשְׁחִ֛ית H7843 מִמַּחֲנֵ֥ה H4264 פְלִשְׁתִּ֖ים H6430 שְׁלֹשָׁ֣ה H7969 רָאשִׁ֑ים H7218 הָרֹ֨אשׁ H7218 אֶחָ֥ד H259 יִפְנֶ֛ה H6437 אֶל H413 דֶּ֥רֶךְ H1870 עָפְרָ֖ה H6084 אֶל H413 אֶ֥רֶץ H776 שׁוּעָֽל H7777 ",
  "18": "וְהָ H7218 אֶחָד֙ H259 יִפְנֶ֔ה H6437 דֶּ֖רֶךְ H1870 בֵּ֣ית H1032 חֹר֑וֹן H1032 וְהָ H7218 אֶחָ֤ד H259 יִפְנֶה֙ H6437 דֶּ֣רֶךְ H1870 הַגְּב֔וּל H1366 הַנִּשְׁקָ֛ף H8259 עַל H5921 גֵּ֥י H1516 הַצְּבֹעִ֖ים H6650 הַמִּדְבָּֽרָ H4057 ",
  "19": "וְחָרָשׁ֙ H2796 לֹ֣א H3808 יִמָּצֵ֔א H4672 בְּכֹ֖ל H3605 אֶ֣רֶץ H776 יִשְׂרָאֵ֑ל H3478 כִּֽי H3588 אמר H559 פְלִשְׁתִּ֔ים H6430 פֶּ֚ן H6435 יַעֲשׂ֣וּ H6213 הָעִבְרִ֔ים H5680 חֶ֖רֶב H2719 א֥וֹ H176 חֲנִֽית H2595 ",
  "20": "וַיֵּרְד֥וּ H3381 כָל H3605 יִשְׂרָאֵ֖ל H3478 הַפְּלִשְׁתִּ֑ים H6430 לִ֠לְטוֹשׁ H3913 אִ֣ישׁ H376 אֶת H853 מַחֲרַשְׁתּ֤וֹ H4282 וְאֶת H853 אֵתוֹ֙ H855 וְאֶת H853 קַרְדֻּמּ֔וֹ H7134 וְאֵ֖ת H853 מַחֲרֵשָׁתֽוֹ H4281 ",
  "21": "וְֽהָיְתָ֞ה H1961 הַפְּצִ֣ירָה H6477 פִ֗ים H6310 לַמַּֽחֲרֵשֹׁת֙ H4281 וְלָ֣ H855 וְלִ H7969 קִלְּשׁ֖וֹן H7053 וּלְ H7134 וּלְ H5324 הַדָּרְבָֽן H1861 ",
  "22": "וְהָיָה֙ H1961 בְּי֣וֹם H3117 מִלְחֶ֔מֶת H4421 וְלֹ֨א H3808 נִמְצָ֜א H4672 חֶ֤רֶב H2719 וַחֲנִית֙ H2595 בְּיַ֣ד H3027 כָּל H3605 הָעָ֔ם H5971 אֲשֶׁ֥ר H834 אֶת H854 שָׁא֖וּל H7586 וְאֶת H853 יוֹנָתָ֑ן H3129 וַתִּמָּצֵ֣א H4672 לְשָׁא֔וּל H7586 וּלְ H3129 בְּנֽוֹ H1121 ",
  "23": "וַיֵּצֵא֙ H3318 מַצַּ֣ב H4673 פְּלִשְׁתִּ֔ים H6430 אֶֽל H413 מַעֲבַ֖ר H4569 מִכְמָֽשׂ H4363 "
}
