{
  "1": "וַיְהִ֣י H1961 הַיּ֗וֹם H3117 וַיֹּ֨אמֶר H559 יוֹנָתָ֤ן H3129 בֶּן H1121 שָׁאוּל֙ H7586 אֶל H413 הַנַּ֨עַר֙ H5288 נֹשֵׂ֣א H5375 כֵלָ֔יו H3627 לְכָ֗ה H3212 וְנַעְבְּרָה֙ H5674 אֶל H413 מַצַּ֣ב H4673 פְּלִשְׁתִּ֔ים H6430 אֲשֶׁ֖ר H834 מֵעֵ֣בֶר H5676 הַלָּ֑ז H1975 וּלְ H1 לֹ֥א H3808 הִגִּֽיד H5046 ",
  "2": "וְשָׁא֗וּל H7586 יוֹשֵׁב֙ H3427 בִּקְצֵ֣ה H7097 הַגִּבְעָ֔ה H1390 תַּ֥חַת H8478 הָרִמּ֖וֹן H7416 אֲשֶׁ֣ר H834 בְּמִגְר֑וֹן H4051 וְהָ H5971 אֲשֶׁ֣ר H834 עִמּ֔וֹ H5973 כְּשֵׁ֥שׁ H8337 מֵא֖וֹת H3967 אִֽישׁ H376 ",
  "3": "וַאֲחִיָּ֣ה H281 בֶן H1121 אֲחִט֡וּב H285 אֲחִ֡י H251 אִיכָב֣וֹד H350 בֶּן H1121 פִּינְחָ֨ס H6372 בֶּן H1121 עֵלִ֜י H5941 כֹּהֵ֧ן H3548 יְהוָ֛ה H3068 בְּשִׁל֖וֹ H7887 נֹשֵׂ֣א H5375 אֵפ֑וֹד H646 וְהָ H5971 לֹ֣א H3808 יָדַ֔ע H3045 כִּ֥י H3588 הָלַ֖ךְ H1980 יוֹנָתָֽן H3129 ",
  "4": "וּבֵ֣ין H996 הַֽמַּעְבְּר֗וֹת H4569 אֲשֶׁ֨ר H834 בִּקֵּ֤שׁ H1245 יֽוֹנָתָן֙ H3129 לַֽעֲבֹר֙ H5674 עַל H5921 מַצַּ֣ב H4673 פְּלִשְׁתִּ֔ים H6430 שֵׁן H8127 הַסֶּ֤לַע H5553 מֵהָ H5676 מִזֶּ֔ה H2088 וְשֵׁן H8127 הַסֶּ֥לַע H5553 מֵהָ H5676 מִזֶּ֑ה H2088 וְשֵׁ֤ם H8034 הָֽאֶחָד֙ H259 בּוֹצֵ֔ץ H949 וְשֵׁ֥ם H8034 הָאֶחָ֖ד H259 סֶֽנֶּה H5573 ",
  "5": "הַשֵּׁ֧ן H8127 הָאֶחָ֛ד H259 מָצ֥וּק H4690 מִצָּפ֖וֹן H6828 מ֣וּל H4136 מִכְמָ֑שׂ H4363 וְהָ H259 מִנֶּ֖גֶב H5045 מ֥וּל H4136 גָּֽבַע H1387 ",
  "6": "וַיֹּ֨אמֶר H559 יְהוֹנָתָ֜ן H3083 אֶל H413 הַנַּ֣עַר H5288 נֹשֵׂ֣א H5375 כֵלָ֗יו H3627 לְכָה֙ H3212 וְנַעְבְּרָ֗ה H5674 אֶל H413 מַצַּב֙ H4673 הָעֲרֵלִ֣ים H6189 הָאֵ֔לֶּה H428 אוּלַ֛י H194 יַעֲשֶׂ֥ה H6213 יְהוָ֖ה H3068 לָ֑נוּ Hl כִּ֣י H3588 אֵ֤ין H369 לַֽיהוָה֙ H3068 מַעְצ֔וֹר H4622 לְהוֹשִׁ֥יעַ H3467 בְּרַ֖ב H7227 א֥וֹ H176 בִמְעָֽט H4592 ",
  "7": "וַיֹּ֤אמֶר H559 לוֹ֙ Hl נֹשֵׂ֣א H5375 כֵלָ֔יו H3627 עֲשֵׂ֖ה H6213 כָּל H3605 אֲשֶׁ֣ר H834 בִּלְבָבֶ֑ H3824 נְטֵ֣ה H5186 לָ֔ךְ Hl הִנְנִ֥י H2005 עִמְּךָ֖ H5973 כִּלְבָבֶֽ H3824 ",
  "8": "וַיֹּ֨אמֶר֙ H559 יְה֣וֹנָתָ֔ן H3083 הִנֵּ֛ה H2009 אֲנַ֥חְנוּ H587 עֹבְרִ֖ים H5674 אֶל H413 הָאֲנָשִׁ֑ים H376 וְנִגְלִ֖ינוּ H1540 אֲלֵיהֶֽם H413 ",
  "9": "אִם H518 כֹּ֤ה H3541 יֹֽאמְרוּ֙ H559 אֵלֵ֔ינוּ H413 דֹּ֕מּוּ H1826 עַד H5704 הַגִּיעֵ֖נוּ H5060 אֲלֵיכֶ֑ם H413 וְעָמַ֣דְנוּ H5975 תַחְתֵּ֔ינוּ H8478 וְלֹ֥א H3808 נַעֲלֶ֖ה H5927 אֲלֵיהֶֽם H413 ",
  "10": "וְאִם H518 כֹּ֨ה H3541 יֹאמְר֜וּ H559 עֲל֤וּ H5927 עָלֵ֨ינוּ֙ H5921 וְעָלִ֔ינוּ H5927 כִּֽי H3588 נְתָנָ֥ם H5414 יְהוָ֖ה H3068 בְּיָדֵ֑ H3027 וְזֶה H2088 לָּ֖נוּ Hl הָאֽוֹת H226 ",
  "11": "וַיִּגָּל֣וּ H1540 שְׁנֵיהֶ֔ם H8147 אֶל H413 מַצַּ֖ב H4673 פְּלִשְׁתִּ֑ים H6430 וַיֹּאמְר֣וּ H559 פְלִשְׁתִּ֔ים H6430 הִנֵּ֤ה H2009 עִבְרִים֙ H5680 יֹֽצְאִ֔ים H3318 מִן H4480 הַחֹרִ֖ים H2356 אֲשֶׁ֥ר H834 הִתְחַבְּאוּ H2244 שָֽׁם H8033 ",
  "12": "וַיַּעֲנוּ֩ H6030 אַנְשֵׁ֨י H376 הַמַּצָּבָ֜ה H4675 אֶת H853 יוֹנָתָ֣ן H3129 וְאֶת H853 נֹשֵׂ֣א H5375 כֵלָ֗יו H3627 וַיֹּֽאמְרוּ֙ H559 עֲל֣וּ H5927 אֵלֵ֔ינוּ H413 וְנוֹדִ֥יעָה H3045 אֶתְכֶ֖ם H853 דָּבָ֑ר H1697 וַיֹּ֨אמֶר H559 יוֹנָתָ֜ן H3129 אֶל H413 נֹשֵׂ֤א H5375 כֵלָיו֙ H3627 עֲלֵ֣ה H5927 אַחֲרַ֔י H310 כִּֽי H3588 נְתָנָ֥ם H5414 יְהוָ֖ה H3068 בְּיַ֥ד H3027 יִשְׂרָאֵֽל H3478 ",
  "13": "וַיַּ֣עַל H5927 יוֹנָתָ֗ן H3129 עַל H5921 יָדָיו֙ H3027 וְעַל H5921 רַגְלָ֔יו H7272 וְנֹשֵׂ֥א H5375 כֵלָ֖יו H3627 אַחֲרָ֑יו H310 וַֽיִּפְּלוּ֙ H5307 לִפְנֵ֣י H6440 יוֹנָתָ֔ן H3129 וְנֹשֵׂ֥א H5375 כֵלָ֖יו H3627 מְמוֹתֵ֥ת H4191 אַחֲרָֽיו H310 ",
  "14": "וַתְּהִ֞י H1961 הַמַּכָּ֣ה H4347 הָרִאשֹׁנָ֗ה H7223 אֲשֶׁ֨ר H834 הִכָּ֧ה H5221 יוֹנָתָ֛ן H3129 וְנֹשֵׂ֥א H5375 כֵלָ֖יו H3627 כְּעֶשְׂרִ֣ים H6242 אִ֑ישׁ H376 כְּבַ H2677 מַעֲנָ֖ה H4618 צֶ֥מֶד H6776 שָׂדֶֽה H7704 ",
  "15": "וַתְּהִי֩ H1961 חֲרָדָ֨ה H2731 בַמַּחֲנֶ֤ה H4264 בַשָּׂדֶה֙ H7704 וּבְ H3605 הָעָ֔ם H5971 הַמַּצָּב֙ H4673 וְהַ H7843 חָרְד֖וּ H2729 גַּם H1571 הֵ֑מָּה H1992 וַתִּרְגַּ֣ז H7264 הָאָ֔רֶץ H776 וַתְּהִ֖י H1961 לְחֶרְדַּ֥ת H2731 אֱלֹהִֽים H430 ",
  "16": "וַיִּרְא֤וּ H7200 הַצֹּפִים֙ H6822 לְשָׁא֔וּל H7586 בְּגִבְעַ֖ת H1390 בִּנְיָמִ֑ן H1144 וְהִנֵּ֧ה H2009 הֶהָמ֛וֹן H1995 נָמ֖וֹג H4127 וַיֵּ֥לֶךְ H3212 וַהֲלֹֽם H1986 ",
  "17": "וַיֹּ֣אמֶר H559 שָׁא֗וּל H7586 לָעָם֙ H5971 אֲשֶׁ֣ר H834 אִתּ֔וֹ H854 פִּקְדוּ H6485 נָ֣א H4994 וּרְא֔וּ H7200 מִ֖י H4310 הָלַ֣ךְ H1980 מֵעִמָּ֑ H5973 וַֽיִּפְקְד֔וּ H6485 וְהִנֵּ֛ה H2009 אֵ֥ין H369 יוֹנָתָ֖ן H3129 וְנֹשֵׂ֥א H5375 כֵלָֽיו H3627 ",
  "18": "וַיֹּ֤אמֶר H559 שָׁאוּל֙ H7586 לַֽאֲחִיָּ֔ה H281 הַגִּ֖ישָׁה H5066 אֲר֣וֹן H727 הָאֱלֹהִ֑ים H430 כִּֽי H3588 הָיָ֞ה H1961 אֲר֧וֹן H727 הָאֱלֹהִ֛ים H430 בַּיּ֥וֹם H3117 הַה֖וּא H1931 וּבְנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "19": "וַיְהִ֗י H1961 עַ֣ד H5704 דִּבֶּ֤ר H1696 שָׁאוּל֙ H7586 אֶל H413 הַכֹּהֵ֔ן H3548 וְהֶ H1995 אֲשֶׁר֙ H834 בְּמַחֲנֵ֣ה H4264 פְלִשְׁתִּ֔ים H6430 וַיֵּ֥לֶךְ H3212 הָל֖וֹךְ H1980 וָרָ֑ב H7227 וַיֹּ֧אמֶר H559 שָׁא֛וּל H7586 אֶל H413 הַכֹּהֵ֖ן H3548 אֱסֹ֥ף H622 יָדֶֽךָ H3027 ",
  "20": "וַיִּזָּעֵ֣ק H2199 שָׁא֗וּל H7586 וְכָל H3605 הָעָם֙ H5971 אֲשֶׁ֣ר H834 אִתּ֔וֹ H854 וַיָּבֹ֖אוּ H935 עַד H5704 הַמִּלְחָמָ֑ה H4421 וְהִנֵּ֨ה H2009 הָיְתָ֜ה H1961 חֶ֤רֶב H2719 אִישׁ֙ H376 בְּרֵעֵ֔ H7453 מְהוּמָ֖ה H4103 גְּדוֹלָ֥ה H1419 מְאֹֽד H3966 ",
  "21": "וְהָ H5680 הָי֤וּ H1961 לַפְּלִשְׁתִּים֙ H6430 כְּאֶתְמ֣וֹל H865 שִׁלְשׁ֔וֹם H8032 אֲשֶׁ֨ר H834 עָל֥וּ H5927 עִמָּ֛ם H5973 בַּֽמַּחֲנֶ֖ה H4264 סָבִ֑יב H5439 וְגַם H1571 הֵ֗מָּה H1992 לִֽהְיוֹת֙ H1961 עִם H5973 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֥ר H834 עִם H5973 שָׁא֖וּל H7586 וְיוֹנָתָֽן H3129 ",
  "22": "וְכֹל֩ H3605 אִ֨ישׁ H376 יִשְׂרָאֵ֜ל H3478 הַמִּֽתְחַבְּאִ֤ים H2244 בְּהַר H2022 אֶפְרַ֨יִם֙ H669 שָֽׁמְע֔וּ H8085 כִּֽי H3588 נָ֖סוּ H5127 פְּלִשְׁתִּ֑ים H6430 וַֽיַּדְבְּק֥וּ H1692 גַם H1571 הֵ֛מָּה H1992 אַחֲרֵיהֶ֖ם H310 בַּמִּלְחָמָֽה H4421 ",
  "23": "וַיּ֧וֹשַׁע H3467 יְהוָ֛ה H3068 בַּיּ֥וֹם H3117 הַה֖וּא H1931 אֶת H853 יִשְׂרָאֵ֑ל H3478 וְהַ֨ H4421 עָבְרָ֖ה H5674 אֶת H853 בֵּ֥ית H1007 אָֽוֶן H1007 ",
  "24": "וְאִֽישׁ H376 יִשְׂרָאֵ֥ל H3478 נִגַּ֖שׂ H5065 בַּיּ֣וֹם H3117 הַה֑וּא H1931 וַיֹּאֶל֩ H422 שָׁא֨וּל H7586 אֶת H853 הָעָ֜ם H5971 לֵאמֹ֗ר H559 אָר֣וּר H779 הָ֠אִישׁ H376 אֲשֶׁר H834 יֹ֨אכַל H398 לֶ֜חֶם H3899 עַד H5704 הָעֶ֗רֶב H6153 וְנִקַּמְתִּי֙ H5358 מֵאֹ֣יְבַ֔ H341 וְלֹֽא H3808 טָעַ֥ם H2938 כָּל H3605 הָעָ֖ם H5971 לָֽחֶם H3899 ",
  "25": "וְכָל H3605 הָאָ֖רֶץ H776 בָּ֣אוּ H935 בַיָּ֑עַר H3293 וַיְהִ֥י H1961 דְבַ֖שׁ H1706 עַל H5921 פְּנֵ֥י H6440 הַשָּׂדֶֽה H7704 ",
  "26": "וַיָּבֹ֤א H935 הָעָם֙ H5971 אֶל H413 הַיַּ֔עַר H3293 וְהִנֵּ֖ה H2009 הֵ֣לֶךְ H1982 דְּבָ֑שׁ H1706 וְאֵין H369 מַשִּׂ֤יג H5381 יָדוֹ֙ H3027 אֶל H413 פִּ֔יו H6310 כִּֽי H3588 יָרֵ֥א H3372 הָעָ֖ם H5971 אֶת H853 הַשְּׁבֻעָֽה H7621 ",
  "27": "וְיוֹנָתָ֣ן H3129 לֹֽא H3808 שָׁמַ֗ע H8085 בְּהַשְׁבִּ֣יעַ H7650 אָבִיו֮ H1 אֶת H853 הָעָם֒ H5971 וַיִּשְׁלַ֗ח H7971 אֶת H853 קְצֵ֤ה H7097 הַמַּטֶּה֙ H4294 אֲשֶׁ֣ר H834 בְּיָד֔ H3027 וַיִּטְבֹּ֥ל H2881 אוֹתָ֖הּ H853 בְּיַעְרַ֣ת H3295 הַדְּבָ֑שׁ H1706 וַיָּ֤שֶׁב H7725 יָדוֹ֙ H3027 אֶל H413 פִּ֔יו H6310 ותראנה H7200 עֵינָֽיו H5869 ",
  "28": "וַיַּעַן֩ H6030 אִ֨ישׁ H376 מֵֽהָ H5971 וַיֹּ֗אמֶר H559 הַשְׁבֵּעַ֩ H7650 הִשְׁבִּ֨יעַ H7650 אָבִ֤יךָ H1 אֶת H853 הָעָם֙ H5971 לֵאמֹ֔ר H559 אָר֥וּר H779 הָאִ֛ישׁ H376 אֲשֶׁר H834 יֹ֥אכַל H398 לֶ֖חֶם H3899 הַיּ֑וֹם H3117 וַיָּ֖עַף H5774 הָעָֽם H5971 ",
  "29": "וַיֹּ֨אמֶר֙ H559 יֽוֹנָתָ֔ן H3129 עָכַ֥ר H5916 אָבִ֖י H1 אֶת H853 הָאָ֑רֶץ H776 רְאוּ H7200 נָא֙ H4994 כִּֽי H3588 אֹ֣רוּ H215 עֵינַ֔י H5869 כִּ֣י H3588 טָעַ֔מְתִּי H2938 מְעַ֖ט H4592 דְּבַ֥שׁ H1706 הַזֶּֽה H2088 ",
  "30": "אַ֗ף H637 כִּ֡י H3588 לוּא֩ H3863 אָכֹ֨ל H398 אָכַ֤ל H398 הַיּוֹם֙ H3117 הָעָ֔ם H5971 מִשְּׁלַ֥ל H7998 אֹיְבָ֖יו H341 אֲשֶׁ֣ר H834 מָצָ֑א H4672 כִּ֥י H3588 עַתָּ֛ה H6258 לֹֽא H3808 רָבְתָ֥ה H7235 מַכָּ֖ה H4347 בַּפְּלִשְׁתִּֽים H6430 ",
  "31": "וַיַּכּ֞וּ H5221 בַּיּ֤וֹם H3117 הַהוּא֙ H1931 בַּפְּלִשְׁתִּ֔ים H6430 מִמִּכְמָ֖שׂ H4363 אַיָּלֹ֑נָה H357 וַיָּ֥עַף H5774 הָעָ֖ם H5971 מְאֹֽד H3966 ",
  "32": "ויעש H6213 הָעָם֙ H5971 אֶל H413 שלל H7998 וַיִּקְח֨וּ H3947 צֹ֧אן H6629 וּבָקָ֛ר H1241 וּבְנֵ֥י H1121 בָקָ֖ר H1241 וַיִּשְׁחֲטוּ H7819 אָ֑רְצָה H776 וַיֹּ֥אכַל H398 הָעָ֖ם H5971 עַל H5921 הַדָּֽם H1818 ",
  "33": "וַיַּגִּ֤ידוּ H5046 לְשָׁאוּל֙ H7586 לֵאמֹ֔ר H559 הִנֵּ֥ה H2009 הָעָ֛ם H5971 חֹטִ֥אים H2398 לַֽיהוָ֖ה H3068 לֶאֱכֹ֣ל H398 עַל H5921 הַדָּ֑ם H1818 וַיֹּ֣אמֶר H559 בְּגַדְתֶּ֔ם H898 גֹּֽלּוּ H1556 אֵלַ֥י H413 הַיּ֖וֹם H3117 אֶ֥בֶן H68 גְּדוֹלָֽה H1419 ",
  "34": "וַיֹּ֣אמֶר H559 שָׁא֣וּל H7586 פֻּ֣צוּ H6327 בָעָ֡ם H5971 וַאֲמַרְתֶּ֣ם H559 לָהֶ֡ם Hl הַגִּ֣ישׁוּ H5066 אֵלַי֩ H413 אִ֨ישׁ H376 שׁוֹר֜וֹ H7794 וְאִ֣ישׁ H376 שְׂיֵ֗הוּ H7716 וּשְׁחַטְתֶּ֤ם H7819 בָּזֶה֙ H2088 וַאֲכַלְתֶּ֔ם H398 וְלֹֽא H3808 תֶחֶטְא֥וּ H2398 לַֽיהוָ֖ה H3068 לֶאֱכֹ֣ל H398 אֶל H413 הַדָּ֑ם H1818 וַיַּגִּ֨שׁוּ H5066 כָל H3605 הָעָ֜ם H5971 אִ֣ישׁ H376 שׁוֹר֧וֹ H7794 בְיָד֛ H3027 הַלַּ֖יְלָה H3915 וַיִּשְׁחֲטוּ H7819 שָֽׁם H8033 ",
  "35": "וַיִּ֧בֶן H1129 שָׁא֛וּל H7586 מִזְבֵּ֖חַ H4196 לַֽיהוָ֑ה H3068 אֹת֣וֹ H853 הֵחֵ֔ל H2490 לִבְנ֥וֹת H1129 מִזְבֵּ֖חַ H4196 לַֽיהוָֽה H3068 ",
  "36": "וַיֹּ֣אמֶר H559 שָׁא֡וּל H7586 נֵרְדָ֣ה H3381 אַחֲרֵי֩ H310 פְלִשְׁתִּ֨ים H6430 לַ֜יְלָה H3915 וְֽנָבֹ֥זָה H962 בָהֶ֣ם Hb עַד H5704 א֣וֹר H216 הַבֹּ֗קֶר H1242 וְלֹֽא H3808 נַשְׁאֵ֤ר H7604 בָּהֶם֙ Hb אִ֔ישׁ H376 וַיֹּ֣אמְר֔וּ H559 כָּל H3605 הַטּ֥וֹב H2896 בְּעֵינֶ֖י H5869 עֲשֵׂ֑ה H6213 וַיֹּ֨אמֶר֙ H559 הַכֹּהֵ֔ן H3548 נִקְרְבָ֥ה H7126 הֲלֹ֖ם H1988 אֶל H413 הָאֱלֹהִֽים H430 ",
  "37": "וַיִּשְׁאַ֤ל H7592 שָׁאוּל֙ H7586 בֵּֽאלֹהִ֔ים H430 הַֽאֵרֵד֙ H3381 אַחֲרֵ֣י H310 פְלִשְׁתִּ֔ים H6430 הֲתִתְּנֵ֖ H5414 בְּיַ֣ד H3027 יִשְׂרָאֵ֑ל H3478 וְלֹ֥א H3808 עָנָ֖הוּ H6030 בַּיּ֥וֹם H3117 הַהֽוּא H1931 ",
  "38": "וַיֹּ֣אמֶר H559 שָׁא֔וּל H7586 גֹּ֣שֽׁוּ H5066 הֲלֹ֔ם H1988 כֹּ֖ל H3605 פִּנּ֣וֹת H6438 הָעָ֑ם H5971 וּדְע֣וּ H3045 וּרְא֔וּ H7200 בַּמָּ֗ה H4100 הָֽיְתָ֛ה H1961 הַחַטָּ֥את H2403 הַזֹּ֖את H2063 הַיּֽוֹם H3117 ",
  "39": "כִּ֣י H3588 חַי H2416 יְהוָ֗ה H3068 הַמּוֹשִׁ֨יעַ֙ H3467 אֶת H853 יִשְׂרָאֵ֔ל H3478 כִּ֧י H3588 אִם H518 יֶשְׁנ֛וֹ H3426 בְּיוֹנָתָ֥ן H3129 בְּנִ֖י H1121 כִּ֣י H3588 מ֣וֹת H4191 יָמ֑וּת H4191 וְאֵ֥ין H369 עֹנֵ֖הוּ H6030 מִכָּל H3605 הָעָֽם H5971 ",
  "40": "וַיֹּ֣אמֶר H559 אֶל H413 כָּל H3605 יִשְׂרָאֵ֗ל H3478 אַתֶּם֙ H859 תִּֽהְיוּ֙ H1961 לְעֵ֣בֶר H5676 אֶחָ֔ד H259 וַֽאֲנִי֙ H589 וְיוֹנָתָ֣ן H3129 בְּנִ֔י H1121 נִהְיֶ֖ה H1961 לְעֵ֣בֶר H5676 אֶחָ֑ד H259 וַיֹּאמְר֤וּ H559 הָעָם֙ H5971 אֶל H413 שָׁא֔וּל H7586 הַטּ֥וֹב H2896 בְּעֵינֶ֖י H5869 עֲשֵֽׂה H6213 ",
  "41": "וַיֹּ֣אמֶר H559 שָׁא֗וּל H7586 אֶל H413 יְהוָ֛ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵ֖ל H3478 הָ֣בָה H3051 תָמִ֑ים H8549 וַיִּלָּכֵ֧ד H3920 יוֹנָתָ֛ן H3129 וְשָׁא֖וּל H7586 וְהָ H5971 יָצָֽאוּ H3318 ",
  "42": "וַיֹּ֣אמֶר H559 שָׁא֔וּל H7586 הַפִּ֕ילוּ H5307 בֵּינִ֕י H996 וּבֵ֖ין H996 יוֹנָתָ֣ן H3129 בְּנִ֑י H1121 וַיִּלָּכֵ֖ד H3920 יוֹנָתָֽן H3129 ",
  "43": "וַיֹּ֤אמֶר H559 שָׁאוּל֙ H7586 אֶל H413 י֣וֹנָתָ֔ן H3129 הַגִּ֥ידָה H5046 לִּ֖י Hl מֶ֣ה H4100 עָשִׂ֑יתָה H6213 וַיַּגֶּד H5046 ל֣וֹ Hl יוֹנָתָ֗ן H3129 וַיֹּאמֶר֩ H559 טָעֹ֨ם H2938 טָעַ֜מְתִּי H2938 בִּקְצֵ֨ה H7097 הַמַּטֶּ֧ה H4294 אֲשֶׁר H834 בְּיָדִ֛ H3027 מְעַ֥ט H4592 דְּבַ֖שׁ H1706 הִנְנִ֥י H2005 אָמֽוּת H4191 ",
  "44": "וַיֹּ֣אמֶר H559 שָׁא֔וּל H7586 כֹּֽה H3541 יַעֲשֶׂ֥ה H6213 אֱלֹהִ֖ים H430 וְכֹ֣ה H3541 יוֹסִ֑ף H3254 כִּֽי H3588 מ֥וֹת H4191 תָּמ֖וּת H4191 יוֹנָתָֽן H3129 ",
  "45": "וַיֹּ֨אמֶר H559 הָעָ֜ם H5971 אֶל H413 שָׁא֗וּל H7586 הֲֽיוֹנָתָ֤ן H3129 יָמוּת֙ H4191 אֲשֶׁ֣ר H834 עָ֠שָׂה H6213 הַיְשׁוּעָ֨ה H3444 הַגְּדוֹלָ֣ה H1419 הַזֹּאת֮ H2063 בְּיִשְׂרָאֵל֒ H3478 חָלִ֗ילָה H2486 חַי H2416 יְהוָה֙ H3068 אִם H518 יִפֹּ֞ל H5307 מִשַּׂעֲרַ֤ת H8185 רֹאשׁוֹ֙ H7218 אַ֔רְצָה H776 כִּֽי H3588 עִם H5973 אֱלֹהִ֥ים H430 עָשָׂ֖ה H6213 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 וַיִּפְדּ֥וּ H6299 הָעָ֛ם H5971 אֶת H853 יוֹנָתָ֖ן H3129 וְלֹא H3808 מֵֽת H4191 ",
  "46": "וַיַּ֣עַל H5927 שָׁא֔וּל H7586 מֵאַחֲרֵ֖י H310 פְּלִשְׁתִּ֑ים H6430 וּפְלִשְׁתִּ֖ים H6430 הָלְכ֥וּ H1980 לִמְקוֹמָֽ H4725 ",
  "47": "וְשָׁא֛וּל H7586 לָכַ֥ד H3920 הַמְּלוּכָ֖ה H4410 עַל H5921 יִשְׂרָאֵ֑ל H3478 וַיִּלָּ֣חֶם H3898 סָבִ֣יב H5439 בְּֽכָל H3605 אֹיְבָ֡יו H341 בְּמוֹאָ֣ב H4124 וּבִ H1121 עַמּ֨וֹן H5983 וּבֶ H123 וּבְ H4428 צוֹבָה֙ H6678 וּבַ H6430 וּבְ H3605 אֲשֶׁר H834 יִפְנֶ֖ה H6437 יַרְשִֽׁיעַ H7561 ",
  "48": "וַיַּ֣עַשׂ H6213 חַ֔יִל H2428 וַיַּ֖ךְ H5221 אֶת H853 עֲמָלֵ֑ק H6002 וַיַּצֵּ֥ל H5337 אֶת H853 יִשְׂרָאֵ֖ל H3478 מִיַּ֥ד H3027 שֹׁסֵֽהוּ H8154 ",
  "49": "וַיִּֽהְיוּ֙ H1961 בְּנֵ֣י H1121 שָׁא֔וּל H7586 יוֹנָתָ֥ן H3129 וְיִשְׁוִ֖י H3440 וּמַלְכִּי H4444 שׁ֑וּעַ H4444 וְשֵׁם֙ H8034 שְׁתֵּ֣י H8147 בְנֹתָ֔יו H1323 שֵׁ֤ם H8034 הַבְּכִירָה֙ H1067 מֵרַ֔ב H4764 וְשֵׁ֥ם H8034 הַקְּטַנָּ֖ה H6996 מִיכַֽל H4324 ",
  "50": "וְשֵׁם֙ H8034 אֵ֣שֶׁת H802 שָׁא֔וּל H7586 אֲחִינֹ֖עַם H293 בַּת H1323 אֲחִימָ֑עַץ H290 וְשֵׁ֤ם H8034 שַׂר H8269 צְבָאוֹ֙ H6635 אֲבִינֵ֔ר H74 בֶּן H1121 נֵ֖ר H5369 דּ֥וֹד H1730 שָׁאֽוּל H7586 ",
  "51": "וְקִ֧ישׁ H7027 אֲבִֽי H1 שָׁא֛וּל H7586 וְנֵ֥ר H5369 אֲבִֽי H1 אַבְנֵ֖ר H74 בֶּן H1121 אֲבִיאֵֽל H22 ",
  "52": "וַתְּהִ֤י H1961 הַמִּלְחָמָה֙ H4421 חֲזָקָ֣ה H2389 עַל H5921 פְּלִשְׁתִּ֔ים H6430 כֹּ֖ל H3605 יְמֵ֣י H3117 שָׁא֑וּל H7586 וְרָאָ֨ה H7200 שָׁא֜וּל H7586 כָּל H3605 אִ֤ישׁ H376 גִּבּוֹר֙ H1368 וְכָל H3605 בֶּן H1121 חַ֔יִל H2428 וַיַּאַסְפֵ֖ H622 אֵלָֽיו H413 "
}
