{
  "1": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 שְׁמוּאֵ֗ל H8050 עַד H5704 מָתַי֙ H4970 אַתָּה֙ H859 מִתְאַבֵּ֣ל H56 אֶל H413 שָׁא֔וּל H7586 וַאֲנִ֣י H589 מְאַסְתִּ֔יו H3988 מִמְּלֹ֖ךְ H4427 עַל H5921 יִשְׂרָאֵ֑ל H3478 מַלֵּ֨א H4390 קַרְנְךָ֜ H7161 שֶׁ֗מֶן H8081 וְלֵ֤ךְ H3212 אֶֽשְׁלָחֲךָ֙ H7971 אֶל H413 יִשַׁ֣י H3448 בֵּֽית H1022 הַלַּחְמִ֔י H1022 כִּֽי H3588 רָאִ֧יתִי H7200 בְּבָנָ֛י H1121 לִ֖י Hl מֶֽלֶךְ H4428 ",
  "2": "וַיֹּ֤אמֶר H559 שְׁמוּאֵל֙ H8050 אֵ֣יךְ H349 אֵלֵ֔ךְ H3212 וְשָׁמַ֥ע H8085 שָׁא֖וּל H7586 וַהֲרָגָ֑ H2026 וַיֹּ֣אמֶר H559 יְהוָ֗ה H3068 עֶגְלַ֤ת H5697 בָּקָר֙ H1241 תִּקַּ֣ח H3947 בְּיָדֶ֔ H3027 וְאָ֣מַרְתָּ֔ H559 לִזְבֹּ֥חַ H2076 לַֽיהוָ֖ה H3068 בָּֽאתִי H935 ",
  "3": "וְקָרָ֥אתָ H7121 לְיִשַׁ֖י H3448 בַּזָּ֑בַח H2077 וְאָֽנֹכִ֗י H595 אוֹדִֽיעֲךָ֙ H3045 אֵ֣ת H853 אֲשֶֽׁר H834 תַּעֲשֶׂ֔ה H6213 וּמָשַׁחְתָּ֣ H4886 לִ֔י Hl אֵ֥ת H853 אֲשֶׁר H834 אֹמַ֖ר H559 אֵלֶֽיךָ H413 ",
  "4": "וַיַּ֣עַשׂ H6213 שְׁמוּאֵ֗ל H8050 אֵ֚ת H853 אֲשֶׁ֣ר H834 דִּבֶּ֣ר H1696 יְהוָ֔ה H3068 וַיָּבֹ֖א H935 בֵּ֣ית H1035 לָ֑חֶם H1035 וַיֶּחֶרְד֞וּ H2729 זִקְנֵ֤י H2205 הָעִיר֙ H5892 לִקְרָאת֔ H7122 וַיֹּ֖אמֶר H559 שָׁלֹ֥ם H7965 בּוֹאֶֽךָ H935 ",
  "5": "וַיֹּ֣אמֶר H559 שָׁל֗וֹם H7965 לִזְבֹּ֤חַ H2076 לַֽיהוָה֙ H3068 בָּ֔אתִי H935 הִֽתְקַדְּשׁ֔וּ H6942 וּבָאתֶ֥ם H935 אִתִּ֖י H854 בַּזָּ֑בַח H2077 וַיְקַדֵּ֤שׁ H6942 אֶת H853 יִשַׁי֙ H3448 וְאֶת H853 בָּנָ֔יו H1121 וַיִּקְרָ֥א H7121 לָהֶ֖ם Hl לַזָּֽבַח H2077 ",
  "6": "וַיְהִ֣י H1961 בְּבוֹאָ֔ H935 וַיַּ֖רְא H7200 אֶת H853 אֱלִיאָ֑ב H446 וַיֹּ֕אמֶר H559 אַ֛ךְ H389 נֶ֥גֶד H5048 יְהוָ֖ה H3068 מְשִׁיחֽוֹ H4899 ",
  "7": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 שְׁמוּאֵ֗ל H8050 אַל H408 תַּבֵּ֧ט H5027 אֶל H413 מַרְאֵ֛הוּ H4758 וְאֶל H413 גְּבֹ֥הַּ H1364 קוֹמָת֖וֹ H6967 כִּ֣י H3588 מְאַסְתִּ֑יהוּ H3988 כִּ֣י H3588 לֹ֗א H3808 אֲשֶׁ֤ר H834 יִרְאֶה֙ H7200 הָאָדָ֔ם H120 כִּ֤י H3588 הָֽאָדָם֙ H120 יִרְאֶ֣ה H7200 לַעֵינַ֔יִם H5869 וַיהוָ֖ה H3068 יִרְאֶ֥ה H7200 לַלֵּבָֽב H3824 ",
  "8": "וַיִּקְרָ֤א H7121 יִשַׁי֙ H3448 אֶל H413 אֲבִ֣ינָדָ֔ב H41 וַיַּעֲבִרֵ֖ H5674 לִפְנֵ֣י H6440 שְׁמוּאֵ֑ל H8050 וַיֹּ֕אמֶר H559 גַּם H1571 בָּזֶ֖ה H2088 לֹֽא H3808 בָחַ֥ר H977 יְהוָֽה H3068 ",
  "9": "וַיַּעֲבֵ֥ר H5674 יִשַׁ֖י H3448 שַׁמָּ֑ה H8048 וַיֹּ֕אמֶר H559 גַּם H1571 בָּזֶ֖ה H2088 לֹא H3808 בָחַ֥ר H977 יְהוָֽה H3068 ",
  "10": "וַיַּעֲבֵ֥ר H5674 יִשַׁ֛י H3448 שִׁבְעַ֥ת H7651 בָּנָ֖יו H1121 לִפְנֵ֣י H6440 שְׁמוּאֵ֑ל H8050 וַיֹּ֤אמֶר H559 שְׁמוּאֵל֙ H8050 אֶל H413 יִשַׁ֔י H3448 לֹא H3808 בָחַ֥ר H977 יְהוָ֖ה H3068 בָּאֵֽלֶּה H428 ",
  "11": "וַיֹּ֨אמֶר H559 שְׁמוּאֵ֣ל H8050 אֶל H413 יִשַׁי֮ H3448 הֲתַ֣מּוּ H8552 הַנְּעָרִים֒ H5288 וַיֹּ֗אמֶר H559 ע֚וֹד H5750 שָׁאַ֣ר H7604 הַקָּטָ֔ן H6996 וְהִנֵּ֥ה H2009 רֹעֶ֖ה H7462 בַּצֹּ֑אן H6629 וַיֹּ֨אמֶר H559 שְׁמוּאֵ֤ל H8050 אֶל H413 יִשַׁי֙ H3448 שִׁלְחָ֣ה H7971 וְקָחֶ֔ H3947 כִּ֥י H3588 לֹא H3808 נָסֹ֖ב H5437 עַד H5704 בֹּא֥וֹ H935 פֹֽה H6311 ",
  "12": "וַיִּשְׁלַ֤ח H7971 וַיְבִיאֵ֨ H935 וְה֣וּא H1931 אַדְמוֹנִ֔י H132 עִם H5973 יְפֵ֥ה H3303 עֵינַ֖יִם H5869 וְט֣וֹב H2896 רֹ֑אִי H7210 וַיֹּ֧אמֶר H559 יְהוָ֛ה H3068 ק֥וּם H6965 מְשָׁחֵ֖הוּ H4886 כִּֽי H3588 זֶ֥ה H2088 הֽוּא H1931 ",
  "13": "וַיִּקַּ֨ח H3947 שְׁמוּאֵ֜ל H8050 אֶת H853 קֶ֣רֶן H7161 הַשֶּׁ֗מֶן H8081 וַיִּמְשַׁ֣ח H4886 אֹתוֹ֮ H853 בְּקֶ֣רֶב H7130 אֶחָיו֒ H251 וַתִּצְלַ֤ח H6743 רֽוּחַ H7307 יְהוָה֙ H3068 אֶל H413 דָּוִ֔ד H1732 מֵהַ H3117 הַה֖וּא H1931 וָמָ֑עְלָ H4605 וַיָּ֣קָם H6965 שְׁמוּאֵ֔ל H8050 וַיֵּ֖לֶךְ H3212 הָרָמָֽתָ H7414 ",
  "14": "וְר֧וּחַ H7307 יְהוָ֛ה H3068 סָ֖רָה H5493 מֵעִ֣ם H5973 שָׁא֑וּל H7586 וּבִֽעֲתַ֥תּ H1204 רֽוּחַ H7307 רָעָ֖ה H7451 מֵאֵ֥ת H853 יְהוָֽה H3068 ",
  "15": "וַיֹּאמְר֥וּ H559 עַבְדֵֽי H5650 שָׁא֖וּל H7586 אֵלָ֑יו H413 הִנֵּה H2009 נָ֧א H4994 רֽוּחַ H7307 אֱלֹהִ֛ים H430 רָעָ֖ה H7451 מְבַעִתֶּֽךָ H1204 ",
  "16": "יֹאמַר H559 נָ֤א H4994 אֲדֹנֵ֨נוּ֙ H113 עֲבָדֶ֣יךָ H5650 לְפָנֶ֔י H6440 יְבַקְשׁ֕וּ H1245 אִ֕ישׁ H376 יֹדֵ֖עַ H3045 מְנַגֵּ֣ן H5059 בַּכִּנּ֑וֹר H3658 וְהָיָ֗ה H1961 בִּֽהְי֨וֹת H1961 עָלֶ֤יךָ H5921 רֽוּחַ H7307 אֱלֹהִים֙ H430 רָעָ֔ה H7451 וְנִגֵּ֥ן H5059 בְּיָד֖ H3027 וְט֥וֹב H2895 לָֽךְ Hl ",
  "17": "וַיֹּ֥אמֶר H559 שָׁא֖וּל H7586 אֶל H413 עֲבָדָ֑יו H5650 רְאוּ H7200 נָ֣א H4994 לִ֗י Hl אִ֚ישׁ H376 מֵיטִ֣יב H3190 לְנַגֵּ֔ן H5059 וַהֲבִיאוֹתֶ֖ם H935 אֵלָֽי H413 ",
  "18": "וַיַּעַן֩ H6030 אֶחָ֨ד H259 מֵהַ H5288 וַיֹּ֗אמֶר H559 הִנֵּ֨ה H2009 רָאִ֜יתִי H7200 בֵּ֣ן H1121 לְיִשַׁי֮ H3448 בֵּ֣ית H1022 הַלַּחְמִי֒ H1022 יֹדֵ֣עַ H3045 נַ֠גֵּן H5059 וְגִבּ֨וֹר H1368 חַ֜יִל H2428 וְאִ֧ישׁ H376 מִלְחָמָ֛ה H4421 וּנְב֥וֹן H995 דָּבָ֖ר H1697 וְאִ֣ישׁ H376 תֹּ֑אַר H8389 וַיהוָ֖ה H3068 עִמּֽוֹ H5973 ",
  "19": "וַיִּשְׁלַ֥ח H7971 שָׁא֛וּל H7586 מַלְאָכִ֖ים H4397 אֶל H413 יִשָׁ֑י H3448 וַיֹּ֕אמֶר H559 שִׁלְחָ֥ה H7971 אֵלַ֛י H413 אֶת H853 דָּוִ֥ד H1732 בִּנְךָ֖ H1121 אֲשֶׁ֥ר H834 בַּצֹּֽאן H6629 ",
  "20": "וַיִּקַּ֨ח H3947 יִשַׁ֜י H3448 חֲמ֥וֹר H2543 לֶ֨חֶם֙ H3899 וְנֹ֣אד H4997 יַ֔יִן H3196 וּגְדִ֥י H1423 עִזִּ֖ים H5795 אֶחָ֑ד H259 וַיִּשְׁלַ֛ח H7971 בְּיַד H3027 דָּוִ֥ד H1732 בְּנ֖וֹ H1121 אֶל H413 שָׁאֽוּל H7586 ",
  "21": "וַיָּבֹ֤א H935 דָוִד֙ H1732 אֶל H413 שָׁא֔וּל H7586 וַֽיַּעֲמֹ֖ד H5975 לְפָנָ֑י H6440 וַיֶּאֱהָבֵ֣ H157 מְאֹ֔ד H3966 וַֽיְהִי H1961 ל֖וֹ Hl נֹשֵׂ֥א H5375 כֵלִֽים H3627 ",
  "22": "וַיִּשְׁלַ֣ח H7971 שָׁא֔וּל H7586 אֶל H413 יִשַׁ֖י H3448 לֵאמֹ֑ר H559 יַעֲמָד H5975 נָ֤א H4994 דָוִד֙ H1732 לְפָנַ֔ H6440 כִּֽי H3588 מָ֥צָא H4672 חֵ֖ן H2580 בְּעֵינָֽ H5869 ",
  "23": "וְהָיָ֗ה H1961 בִּֽהְי֤וֹת H1961 רֽוּחַ H7307 אֱלֹהִים֙ H430 אֶל H413 שָׁא֔וּל H7586 וְלָקַ֥ח H3947 דָּוִ֛ד H1732 אֶת H853 הַכִּנּ֖וֹר H3658 וְנִגֵּ֣ן H5059 בְּיָד֑ H3027 וְרָוַ֤ח H7304 לְשָׁאוּל֙ H7586 וְט֣וֹב H2895 ל֔וֹ Hl וְסָ֥רָה H5493 מֵעָלָ֖י H5921 ר֥וּחַ H7307 הָרָעָֽה H7451 "
}
