{
  "1": "וַיַּאַסְפ֨וּ H622 פְלִשְׁתִּ֤ים H6430 אֶת H853 מַֽחֲנֵיהֶם֙ H4264 לַמִּלְחָמָ֔ה H4421 וַיֵּאָ֣סְפ֔וּ H622 שֹׂכֹ֖ה H7755 אֲשֶׁ֣ר H834 לִיהוּדָ֑ה H3063 וַֽיַּחֲנ֛וּ H2583 בֵּין H996 שׂוֹכֹ֥ה H7755 וּבֵין H996 עֲזֵקָ֖ה H5825 בְּאֶ֥פֶס H658 דַּמִּֽים H658 ",
  "2": "וְשָׁא֤וּל H7586 וְאִֽישׁ H376 יִשְׂרָאֵל֙ H3478 נֶאֶסְפ֔וּ H622 וַֽיַּחֲנ֖וּ H2583 בְּעֵ֣מֶק H6010 הָאֵלָ֑ה H425 וַיַּעַרְכ֥וּ H6186 מִלְחָמָ֖ה H4421 לִקְרַ֥את H7122 פְּלִשְׁתִּֽים H6430 ",
  "3": "וּפְלִשְׁתִּ֞ים H6430 עֹמְדִ֤ים H5975 אֶל H413 הָהָר֙ H2022 מִזֶּ֔ה H2088 וְיִשְׂרָאֵ֛ל H3478 עֹמְדִ֥ים H5975 אֶל H413 הָהָ֖ר H2022 מִזֶּ֑ה H2088 וְהַ H1516 בֵּינֵיהֶֽם H996 ",
  "4": "וַיֵּצֵ֤א H3318 אִֽישׁ H376 הַבֵּנַ֨יִם֙ H1143 מִמַּחֲנ֣וֹת H4264 פְּלִשְׁתִּ֔ים H6430 גָּלְיָ֥ת H1555 שְׁמ֖וֹ H8034 מִגַּ֑ת H1661 גָּבְה֕וֹ H1363 שֵׁ֥שׁ H8337 אַמּ֖וֹת H520 וָזָֽרֶת H2239 ",
  "5": "וְכ֤וֹבַע H3553 נְחֹ֨שֶׁת֙ H5178 עַל H5921 רֹאשׁ֔וֹ H7218 וְשִׁרְי֥וֹן H8302 קַשְׂקַשִּׂ֖ים H7193 ה֣וּא H1931 לָב֑וּשׁ H3847 וּמִשְׁקַל֙ H4948 הַשִּׁרְי֔וֹן H8302 חֲמֵשֶׁת H2568 אֲלָפִ֥ים H505 שְׁקָלִ֖ים H8255 נְחֹֽשֶֽׁת H5178 ",
  "6": "וּמִצְחַ֥ת H4697 נְחֹ֖שֶׁת H5178 עַל H5921 רַגְלָ֑יו H7272 וְכִיד֥וֹן H3591 נְחֹ֖שֶׁת H5178 בֵּ֥ין H996 כְּתֵפָֽיו H3802 ",
  "7": "וחץ H2671 חֲנִית֗וֹ H2595 כִּמְנוֹר֙ H4500 אֹֽרְגִ֔ים H707 וְלַהֶ֣בֶת H3852 חֲנִית֔וֹ H2595 שֵׁשׁ H8337 מֵא֥וֹת H3967 שְׁקָלִ֖ים H8255 בַּרְזֶ֑ל H1270 וְנֹשֵׂ֥א H5375 הַצִּנָּ֖ה H6793 הֹלֵ֥ךְ H1980 לְפָנָֽי H6440 ",
  "8": "וַֽיַּעֲמֹ֗ד H5975 וַיִּקְרָא֙ H7121 אֶל H413 מַעַרְכֹ֣ת H4634 יִשְׂרָאֵ֔ל H3478 וַיֹּ֣אמֶר H559 לָהֶ֔ם Hl לָ֥מָּה H4100 תֵצְא֖וּ H3318 לַעֲרֹ֣ךְ H6186 מִלְחָמָ֑ה H4421 הֲל֧וֹא H3808 אָנֹכִ֣י H595 הַפְּלִשְׁתִּ֗י H6430 וְאַתֶּם֙ H859 עֲבָדִ֣ים H5650 לְשָׁא֔וּל H7586 בְּרוּ H1262 לָכֶ֥ם Hl אִ֖ישׁ H376 וְיֵרֵ֥ד H3381 אֵלָֽי H413 ",
  "9": "אִם H518 יוּכַ֞ל H3201 לְהִלָּחֵ֤ם H3898 אִתִּי֙ H854 וְהִכָּ֔ H5221 וְהָיִ֥ינוּ H1961 לָכֶ֖ם Hl לַעֲבָדִ֑ים H5650 וְאִם H518 אֲנִ֤י H589 אֽוּכַל H3201 לוֹ֙ Hl וְהִכִּיתִ֔י H5221 וִהְיִ֤יתֶם H1961 לָ֨נוּ֙ Hl לַעֲבָדִ֔ים H5650 וַעֲבַדְתֶּ֖ם H5647 אֹתָֽנוּ H853 ",
  "10": "וַיֹּ֨אמֶר֙ H559 הַפְּלִשְׁתִּ֔י H6430 אֲנִ֗י H589 חֵרַ֛פְתִּי H2778 אֶת H853 מַעַרְכ֥וֹת H4634 יִשְׂרָאֵ֖ל H3478 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 תְּנוּ H5414 לִ֣י Hl אִ֔ישׁ H376 וְנִֽלָּחֲמָ֖ה H3898 יָֽחַד H3162 ",
  "11": "וַיִּשְׁמַ֤ע H8085 שָׁאוּל֙ H7586 וְכָל H3605 יִשְׂרָאֵ֔ל H3478 אֶת H853 דִּבְרֵ֥י H1697 הַפְּלִשְׁתִּ֖י H6430 הָאֵ֑לֶּה H428 וַיֵּחַ֥תּוּ H2865 וַיִּֽרְא֖וּ H3372 מְאֹֽד H3966 ",
  "12": "וְדָוִד֩ H1732 בֶּן H1121 אִ֨ישׁ H376 אֶפְרָתִ֜י H673 הַזֶּ֗ה H2088 מִבֵּ֥ית H1035 לֶ֨חֶם֙ H1035 יְהוּדָ֔ה H3063 וּשְׁמ֣ H8034 יִשַׁ֔י H3448 וְל֖ Hc/Hl שְׁמֹנָ֣ה H8083 בָנִ֑ים H1121 וְהָ H376 בִּימֵ֣י H3117 שָׁא֔וּל H7586 זָקֵ֖ן H2204 בָּ֥א H935 בַאֲנָשִֽׁים H376 ",
  "13": "וַיֵּ֨לְכ֜וּ H3212 שְׁלֹ֤שֶׁת H7969 בְּנֵֽי H1121 יִשַׁי֙ H3448 הַגְּדֹלִ֔ים H1419 הָלְכ֥וּ H1980 אַחֲרֵי H310 שָׁא֖וּל H7586 לַמִּלְחָמָ֑ה H4421 וְשֵׁ֣ם H8034 שְׁלֹ֣שֶׁת H7969 בָּנָ֗יו H1121 אֲשֶׁ֤ר H834 הָלְכוּ֙ H1980 בַּמִּלְחָמָ֔ה H4421 אֱלִיאָ֣ב H446 הַבְּכ֗וֹר H1060 וּמִשְׁנֵ֨ H4932 אֲבִ֣ינָדָ֔ב H41 וְהַ H7992 שַׁמָּֽה H8048 ",
  "14": "וְדָוִ֖ד H1732 ה֣וּא H1931 הַקָּטָ֑ן H6996 וּשְׁלֹשָׁה֙ H7969 הַגְּדֹלִ֔ים H1419 הָלְכ֖וּ H1980 אַחֲרֵ֥י H310 שָׁאֽוּל H7586 ",
  "15": "וְדָוִ֛ד H1732 הֹלֵ֥ךְ H1980 וָשָׁ֖ב H7725 מֵעַ֣ל H5921 שָׁא֑וּל H7586 לִרְע֛וֹת H7462 אֶת H853 צֹ֥אן H6629 אָבִ֖יו H1 בֵּֽית H1035 לָֽחֶם H1035 ",
  "16": "וַיִּגַּ֥שׁ H5066 הַפְּלִשְׁתִּ֖י H6430 הַשְׁכֵּ֣ם H7925 וְהַעֲרֵ֑ב H6150 וַיִּתְיַצֵּ֖ב H3320 אַרְבָּעִ֥ים H705 יֽוֹם H3117 ",
  "17": "וַיֹּ֨אמֶר H559 יִשַׁ֜י H3448 לְדָוִ֣ד H1732 בְּנ֗וֹ H1121 קַח H3947 נָ֤א H4994 לְאַחֶ֨י H251 אֵיפַ֤ת H374 הַקָּלִיא֙ H7039 הַזֶּ֔ה H2088 וַעֲשָׂרָ֥ה H6235 לֶ֖חֶם H3899 הַזֶּ֑ה H2088 וְהָרֵ֥ץ H7323 הַֽמַּחֲנֶ֖ה H4264 לְאַחֶֽי H251 ",
  "18": "וְ֠אֵת H853 עֲשֶׂ֜רֶת H6235 חֲרִצֵ֤י H2757 הֶֽחָלָב֙ H2461 הָאֵ֔לֶּה H428 תָּבִ֖יא H935 לְשַׂר H8269 הָאָ֑לֶף H505 וְאֶת H853 אַחֶ֨יךָ֙ H251 תִּפְקֹ֣ד H6485 לְשָׁל֔וֹם H7965 וְאֶת H853 עֲרֻבָּתָ֖ם H6161 תִּקָּֽח H3947 ",
  "19": "וְשָׁא֤וּל H7586 וְהֵ֨מָּה֙ H1992 וְכָל H3605 אִ֣ישׁ H376 יִשְׂרָאֵ֔ל H3478 בְּעֵ֖מֶק H6010 הָֽאֵלָ֑ה H425 נִלְחָמִ֖ים H3898 עִם H5973 פְּלִשְׁתִּֽים H6430 ",
  "20": "וַיַּשְׁכֵּ֨ם H7925 דָּוִ֜ד H1732 בַּבֹּ֗קֶר H1242 וַיִּטֹּ֤שׁ H5203 אֶת H853 הַצֹּאן֙ H6629 עַל H5921 שֹׁמֵ֔ר H8104 וַיִּשָּׂ֣א H5375 וַיֵּ֔לֶךְ H3212 כַּאֲשֶׁ֥ר H834 צִוָּ֖הוּ H6680 יִשָׁ֑י H3448 וַיָּבֹא֙ H935 הַמַּעְגָּ֔לָ H4570 וְהַ H2428 הַיֹּצֵא֙ H3318 אֶל H413 הַמַּ֣עֲרָכָ֔ה H4634 וְהֵרֵ֖עוּ H7321 בַּמִּלְחָמָֽה H4421 ",
  "21": "וַתַּעֲרֹ֤ךְ H6186 יִשְׂרָאֵל֙ H3478 וּפְלִשְׁתִּ֔ים H6430 מַעֲרָכָ֖ה H4634 לִקְרַ֥את H7122 מַעֲרָכָֽה H4634 ",
  "22": "וַיִּטֹּשׁ֩ H5203 דָּוִ֨ד H1732 אֶת H853 הַכֵּלִ֜ים H3627 מֵעָלָ֗י H5921 עַל H5921 יַד֙ H3027 שׁוֹמֵ֣ר H8104 הַכֵּלִ֔ים H3627 וַיָּ֖רָץ H7323 הַמַּעֲרָכָ֑ה H4634 וַיָּבֹ֕א H935 וַיִּשְׁאַ֥ל H7592 לְאֶחָ֖י H251 לְשָׁלֽוֹם H7965 ",
  "23": "וְה֣וּא H1931 מְדַבֵּ֣ר H1696 עִמָּ֗ם H5973 וְהִנֵּ֣ה H2009 אִ֣ישׁ H376 הַבֵּנַ֡יִם H1143 עוֹלֶ֞ה H5927 גָּלְיָת֩ H1555 הַפְּלִשְׁתִּ֨י H6430 שְׁמ֤וֹ H8034 מִגַּת֙ H1661 ממערות H4630 פְּלִשְׁתִּ֔ים H6430 וַיְדַבֵּ֖ר H1696 כַּדְּבָרִ֣ים H1697 הָאֵ֑לֶּה H428 וַיִּשְׁמַ֖ע H8085 דָּוִֽד H1732 ",
  "24": "וְכֹל֙ H3605 אִ֣ישׁ H376 יִשְׂרָאֵ֔ל H3478 בִּרְאוֹתָ֖ H7200 אֶת H853 הָאִ֑ישׁ H376 וַיָּנֻ֨סוּ֙ H5127 מִפָּנָ֔י H6440 וַיִּֽירְא֖וּ H3372 מְאֹֽד H3966 ",
  "25": "וַיֹּ֣אמֶר H559 אִ֣ישׁ H376 יִשְׂרָאֵ֗ל H3478 הַרְּאִיתֶם֙ H7200 הָאִ֤ישׁ H376 הָֽעֹלֶה֙ H5927 הַזֶּ֔ה H2088 כִּ֛י H3588 לְחָרֵ֥ף H2778 אֶת H853 יִשְׂרָאֵ֖ל H3478 עֹלֶ֑ה H5927 וְֽ֠הָיָה H1961 הָאִ֨ישׁ H376 אֲשֶׁר H834 יַכֶּ֜נּוּ H5221 יַעְשְׁרֶ֥נּוּ H6238 הַמֶּ֣לֶךְ H4428 עֹ֣שֶׁר H6239 גָּד֗וֹל H1419 וְאֶת H853 בִּתּוֹ֙ H1323 יִתֶּן H5414 ל֔וֹ Hl וְאֵת֙ H853 בֵּ֣ית H1004 אָבִ֔יו H1 יַעֲשֶׂ֥ה H6213 חָפְשִׁ֖י H2670 בְּיִשְׂרָאֵֽל H3478 ",
  "26": "וַיֹּ֣אמֶר H559 דָּוִ֗ד H1732 אֶֽל H413 הָאֲנָשִׁ֞ים H376 הָעֹמְדִ֣ים H5975 עִמּוֹ֮ H5973 לֵאמֹר֒ H559 מַה H4100 יֵּעָשֶׂ֗ה H6213 לָאִישׁ֙ H376 אֲשֶׁ֤ר H834 יַכֶּה֙ H5221 אֶת H853 הַפְּלִשְׁתִּ֣י H6430 הַלָּ֔ז H1975 וְהֵסִ֥יר H5493 חֶרְפָּ֖ה H2781 מֵעַ֣ל H5921 יִשְׂרָאֵ֑ל H3478 כִּ֣י H3588 מִ֗י H4310 הַפְּלִשְׁתִּ֤י H6430 הֶֽעָרֵל֙ H6189 הַזֶּ֔ה H2088 כִּ֣י H3588 חֵרֵ֔ף H2778 מַעַרְכ֖וֹת H4634 אֱלֹהִ֥ים H430 חַיִּֽים H2416 ",
  "27": "וַיֹּ֤אמֶר H559 לוֹ֙ Hl הָעָ֔ם H5971 כַּדָּבָ֥ר H1697 הַזֶּ֖ה H2088 לֵאמֹ֑ר H559 כֹּ֣ה H3541 יֵעָשֶׂ֔ה H6213 לָאִ֖ישׁ H376 אֲשֶׁ֥ר H834 יַכֶּֽנּוּ H5221 ",
  "28": "וַיִּשְׁמַ֤ע H8085 אֱלִיאָב֙ H446 אָחִ֣יו H251 הַגָּד֔וֹל H1419 בְּדַבְּר֖ H1696 אֶל H413 הָאֲנָשִׁ֑ים H376 וַיִּֽחַר H2734 אַף֩ H639 אֱלִיאָ֨ב H446 בְּדָוִ֜ד H1732 וַיֹּ֣אמֶר H559 לָמָּה H4100 זֶּ֣ה H2088 יָרַ֗דְתָּ H3381 וְעַל H5921 מִ֨י H4310 נָטַ֜שְׁתָּ H5203 מְעַ֨ט H4592 הַצֹּ֤אן H6629 הָהֵ֨נָּה֙ H2007 בַּמִּדְבָּ֔ר H4057 אֲנִ֧י H589 יָדַ֣עְתִּי H3045 אֶת H853 זְדֹנְךָ֗ H2087 וְאֵת֙ H853 רֹ֣עַ H7455 לְבָבֶ֔ךָ H3824 כִּ֗י H3588 לְמַ֛עַן H4616 רְא֥וֹת H7200 הַמִּלְחָמָ֖ה H4421 יָרָֽדְתָּ H3381 ",
  "29": "וַיֹּ֣אמֶר H559 דָּוִ֔ד H1732 מֶ֥ה H4100 עָשִׂ֖יתִי H6213 עָ֑תָּה H6258 הֲל֖וֹא H3808 דָּבָ֥ר H1697 הֽוּא H1931 ",
  "30": "וַיִּסֹּ֤ב H5437 מֵֽאֶצְל H681 אֶל H413 מ֣וּל H4136 אַחֵ֔ר H312 וַיֹּ֖אמֶר H559 כַּדָּבָ֣ר H1697 הַזֶּ֑ה H2088 וַיְשִׁבֻ֤ H7725 הָעָם֙ H5971 דָּבָ֔ר H1697 כַּדָּבָ֖ר H1697 הָרִאשֽׁוֹן H7223 ",
  "31": "וַיְּשָּֽׁמְעוּ֙ H8085 הַדְּבָרִ֔ים H1697 אֲשֶׁ֖ר H834 דִּבֶּ֣ר H1696 דָּוִ֑ד H1732 וַיַּגִּ֥דוּ H5046 לִפְנֵֽי H6440 שָׁא֖וּל H7586 וַיִּקָּחֵֽ H3947 ",
  "32": "וַיֹּ֤אמֶר H559 דָּוִד֙ H1732 אֶל H413 שָׁא֔וּל H7586 אַל H408 יִפֹּ֥ל H5307 לֵב H3820 אָדָ֖ם H120 עָלָ֑יו H5921 עַבְדְּךָ֣ H5650 יֵלֵ֔ךְ H3212 וְנִלְחַ֖ם H3898 עִם H5973 הַפְּלִשְׁתִּ֥י H6430 הַזֶּֽה H2088 ",
  "33": "וַיֹּ֨אמֶר H559 שָׁא֜וּל H7586 אֶל H413 דָּוִ֗ד H1732 לֹ֤א H3808 תוּכַל֙ H3201 לָלֶ֨כֶת֙ H3212 אֶל H413 הַפְּלִשְׁתִּ֣י H6430 הַזֶּ֔ה H2088 לְהִלָּחֵ֖ם H3898 עִמּ֑וֹ H5973 כִּֽי H3588 נַ֣עַר H5288 אַ֔תָּה H859 וְה֛וּא H1931 אִ֥ישׁ H376 מִלְחָמָ֖ה H4421 מִנְּעֻרָֽי H5271 ",
  "34": "וַיֹּ֤אמֶר H559 דָּוִד֙ H1732 אֶל H413 שָׁא֔וּל H7586 רֹעֶ֨ה H7462 הָיָ֧ה H1961 עַבְדְּךָ֛ H5650 לְאָבִ֖י H1 בַּצֹּ֑אן H6629 וּבָ֤א H935 הָֽאֲרִי֙ H738 וְאֶת H853 הַדּ֔וֹב H1677 וְנָשָׂ֥א H5375 שֶׂ֖ה H7716 מֵהָ H5739 ",
  "35": "וְיָצָ֧אתִי H3318 אַחֲרָ֛יו H310 וְהִכִּתִ֖י H5221 וְהִצַּ֣לְתִּי H5337 מִפִּ֑י H6310 וַיָּ֣קָם H6965 עָלַ֔י H5921 וְהֶחֱזַ֨קְתִּי֙ H2388 בִּזְקָנ֔ H2206 וְהִכִּתִ֖י H5221 וַהֲמִיתִּֽי H4191 ",
  "36": "גַּ֧ם H1571 אֶֽת H853 הָאֲרִ֛י H738 גַּם H1571 הַדּ֖וֹב H1677 הִכָּ֣ה H5221 עַבְדֶּ֑ךָ H5650 וְֽ֠הָיָה H1961 הַפְּלִשְׁתִּ֨י H6430 הֶעָרֵ֤ל H6189 הַזֶּה֙ H2088 כְּאַחַ֣ד H259 מֵהֶ֔ם H1992 כִּ֣י H3588 חֵרֵ֔ף H2778 מַעַרְכֹ֖ת H4634 אֱלֹהִ֥ים H430 חַיִּֽים H2416 ",
  "37": "וַיֹּאמֶר֮ H559 דָּוִד֒ H1732 יְהוָ֗ה H3068 אֲשֶׁ֨ר H834 הִצִּלַ֜נִי H5337 מִיַּ֤ד H3027 הָֽאֲרִי֙ H738 וּמִ H3027 הַדֹּ֔ב H1677 ה֣וּא H1931 יַצִּילֵ֔נִי H5337 מִיַּ֥ד H3027 הַפְּלִשְׁתִּ֖י H6430 הַזֶּ֑ה H2088 וַיֹּ֨אמֶר H559 שָׁא֤וּל H7586 אֶל H413 דָּוִד֙ H1732 לֵ֔ךְ H3212 וַֽיהוָ֖ה H3068 יִהְיֶ֥ה H1961 עִמָּֽךְ H5973 ",
  "38": "וַיַּלְבֵּ֨שׁ H3847 שָׁא֤וּל H7586 אֶת H853 דָּוִד֙ H1732 מַדָּ֔יו H4055 וְנָתַ֛ן H5414 ק֥וֹבַע H6959 נְחֹ֖שֶׁת H5178 עַל H5921 רֹאשׁ֑וֹ H7218 וַיַּלְבֵּ֥שׁ H3847 אֹת֖וֹ H853 שִׁרְיֽוֹן H8302 ",
  "39": "וַיַּחְגֹּ֣ר H2296 דָּוִ֣ד H1732 אֶת H853 חַ֠רְבּוֹ H2719 מֵעַ֨ל H5921 לְמַדָּ֜י H4055 וַיֹּ֣אֶל H2974 לָלֶכֶת֮ H3212 כִּ֣י H3588 לֹֽא H3808 נִסָּה֒ H5254 וַיֹּ֨אמֶר H559 דָּוִ֜ד H1732 אֶל H413 שָׁא֗וּל H7586 לֹ֥א H3808 אוּכַ֛ל H3201 לָלֶ֥כֶת H3212 בָּאֵ֖לֶּה H428 כִּ֣י H3588 לֹ֣א H3808 נִסִּ֑יתִי H5254 וַיְסִרֵ֥ H5493 דָּוִ֖ד H1732 מֵעָלָֽי H5921 ",
  "40": "וַיִּקַּ֨ח H3947 מַקְל֜וֹ H4731 בְּיָד֗ H3027 וַיִּבְחַר H977 ל֣וֹ Hl חֲמִשָּׁ֣ה H2568 חַלֻּקֵֽי H2512 אֲבָנִ֣ים H68 מִן H4480 הַנַּ֡חַל H5158 וַיָּ֣שֶׂם H7760 אֹ֠תָם H853 בִּכְלִ֨י H3627 הָרֹעִ֧ים H7462 אֲשֶׁר H834 ל֛וֹ Hl וּבַ H3219 וְקַלְּע֣ H7050 בְיָד֑ H3027 וַיִּגַּ֖שׁ H5066 אֶל H413 הַפְּלִשְׁתִּֽי H6430 ",
  "41": "וַיֵּ֨לֶךְ֙ H3212 הַפְּלִשְׁתִּ֔י H6430 הֹלֵ֥ךְ H1980 וְקָרֵ֖ב H7131 אֶל H413 דָּוִ֑ד H1732 וְהָ H376 נֹשֵׂ֥א H5375 הַצִּנָּ֖ה H6793 לְפָנָֽי H6440 ",
  "42": "וַיַּבֵּ֧ט H5027 הַפְּלִשְׁתִּ֛י H6430 וַיִּרְאֶ֥ה H7200 אֶת H853 דָּוִ֖ד H1732 וַיִּבְזֵ֑ H959 כִּֽי H3588 הָיָ֣ה H1961 נַ֔עַר H5288 וְאַדְמֹנִ֖י H132 עִם H5973 יְפֵ֥ה H3303 מַרְאֶֽה H4758 ",
  "43": "וַיֹּ֤אמֶר H559 הַפְּלִשְׁתִּי֙ H6430 אֶל H413 דָּוִ֔ד H1732 הֲכֶ֣לֶב H3611 אָנֹ֔כִי H595 כִּֽי H3588 אַתָּ֥ה H859 בָֽא H935 אֵלַ֖י H413 בַּמַּקְל֑וֹת H4731 וַיְקַלֵּ֧ל H7043 הַפְּלִשְׁתִּ֛י H6430 אֶת H853 דָּוִ֖ד H1732 בֵּאלֹהָֽי H430 ",
  "44": "וַיֹּ֥אמֶר H559 הַפְּלִשְׁתִּ֖י H6430 אֶל H413 דָּוִ֑ד H1732 לְכָ֣ה H3212 אֵלַ֔י H413 וְאֶתְּנָה֙ H5414 אֶת H853 בְּשָׂ֣רְךָ֔ H1320 לְע֥וֹף H5775 הַשָּׁמַ֖יִם H8064 וּלְ H929 הַשָּׂדֶֽה H7704 ",
  "45": "וַיֹּ֤אמֶר H559 דָּוִד֙ H1732 אֶל H413 הַפְּלִשְׁתִּ֔י H6430 אַתָּה֙ H859 בָּ֣א H935 אֵלַ֔י H413 בְּחֶ֖רֶב H2719 וּבַ H2595 וּבְ H3591 וְאָנֹכִ֣י H595 בָֽא H935 אֵלֶ֗יךָ H413 בְּשֵׁם֙ H8034 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 אֱלֹהֵ֛י H430 מַעַרְכ֥וֹת H4634 יִשְׂרָאֵ֖ל H3478 אֲשֶׁ֥ר H834 חֵרַֽפְתָּ H2778 ",
  "46": "הַיּ֣וֹם H3117 הַזֶּ֡ה H2088 יְסַגֶּרְךָ֩ H5462 יְהוָ֨ה H3068 בְּיָדִ֜ H3027 וְהִכִּיתִ֗ H5221 וַהֲסִרֹתִ֤י H5493 אֶת H853 רֹֽאשְׁךָ֙ H7218 מֵעָלֶ֔י H5921 וְנָ֨תַתִּ֜י H5414 פֶּ֣גֶר H6297 מַחֲנֵ֤ה H4264 פְלִשְׁתִּים֙ H6430 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 לְע֥וֹף H5775 הַשָּׁמַ֖יִם H8064 וּלְ H2416 הָאָ֑רֶץ H776 וְיֵֽדְעוּ֙ H3045 כָּל H3605 הָאָ֔רֶץ H776 כִּ֛י H3588 יֵ֥שׁ H3426 אֱלֹהִ֖ים H430 לְיִשְׂרָאֵֽל H3478 ",
  "47": "וְיֵֽדְעוּ֙ H3045 כָּל H3605 הַקָּהָ֣ל H6951 הַזֶּ֔ה H2088 כִּֽי H3588 לֹ֛א H3808 בְּחֶ֥רֶב H2719 וּבַ H2595 יְהוֹשִׁ֣יעַ H3467 יְהוָ֑ה H3068 כִּ֤י H3588 לַֽיהוָה֙ H3068 הַמִּלְחָמָ֔ה H4421 וְנָתַ֥ן H5414 אֶתְכֶ֖ם H853 בְּיָדֵֽ H3027 ",
  "48": "וְהָיָה֙ H1961 כִּֽי H3588 קָ֣ם H6965 הַפְּלִשְׁתִּ֔י H6430 וַיֵּ֥לֶךְ H3212 וַיִּקְרַ֖ב H7126 לִקְרַ֣את H7122 דָּוִ֑ד H1732 וַיְמַהֵ֣ר H4116 דָּוִ֔ד H1732 וַיָּ֥רָץ H7323 הַמַּעֲרָכָ֖ה H4634 לִקְרַ֥את H7122 הַפְּלִשְׁתִּֽי H6430 ",
  "49": "וַיִּשְׁלַח֩ H7971 דָּוִ֨ד H1732 אֶת H853 יָד֜וֹ H3027 אֶל H413 הַכֶּ֗לִי H3627 וַיִּקַּ֨ח H3947 מִשָּׁ֥ם H8033 אֶ֨בֶן֙ H68 וַיְקַלַּ֔ע H7049 וַיַּ֥ךְ H5221 אֶת H853 הַפְּלִשְׁתִּ֖י H6430 אֶל H413 מִצְח֑וֹ H4696 וַתִּטְבַּ֤ע H2883 הָאֶ֨בֶן֙ H68 בְּמִצְח֔ H4696 וַיִּפֹּ֥ל H5307 עַל H5921 פָּנָ֖יו H6440 אָֽרְצָה H776 ",
  "50": "וַיֶּחֱזַ֨ק H2388 דָּוִ֤ד H1732 מִן H4480 הַפְּלִשְׁתִּי֙ H6430 בַּקֶּ֣לַע H7050 וּבָ H68 וַיַּ֥ךְ H5221 אֶת H853 הַפְּלִשְׁתִּ֖י H6430 וַיְמִיתֵ֑ H4191 וְחֶ֖רֶב H2719 אֵ֥ין H369 בְּיַד H3027 דָּוִֽד H1732 ",
  "51": "וַיָּ֣רָץ H7323 דָּ֠וִד H1732 וַיַּעֲמֹ֨ד H5975 אֶל H413 הַפְּלִשְׁתִּ֜י H6430 וַיִּקַּ֣ח H3947 אֶת H853 חַ֠רְבּוֹ H2719 וַֽיִּשְׁלְפָ֤ H8025 מִתַּעְרָ H8593 וַיְמֹ֣תְתֵ֔ H4191 וַיִּכְרָת H3772 בָּ֖הּ Hb אֶת H853 רֹאשׁ֑וֹ H7218 וַיִּרְא֧וּ H7200 הַפְּלִשְׁתִּ֛ים H6430 כִּֽי H3588 מֵ֥ת H4191 גִּבּוֹרָ֖ם H1368 וַיָּנֻֽסוּ H5127 ",
  "52": "וַיָּקֻ֣מוּ H6965 אַנְשֵׁי֩ H376 יִשְׂרָאֵ֨ל H3478 וִיהוּדָ֜ה H3063 וַיָּרִ֗עוּ H7321 וַֽיִּרְדְּפוּ֙ H7291 אֶת H853 הַפְּלִשְׁתִּ֔ים H6430 עַד H5704 בּוֹאֲךָ֣ H935 גַ֔יְא H1516 וְעַ֖ד H5704 שַׁעֲרֵ֣י H8179 עֶקְר֑וֹן H6138 וַֽיִּפְּל֞וּ H5307 חַֽלְלֵ֤י H2491 פְלִשְׁתִּים֙ H6430 בְּדֶ֣רֶךְ H1870 שַׁעֲרַ֔יִם H8189 וְעַד H5704 גַּ֖ת H1661 וְעַד H5704 עֶקְרֽוֹן H6138 ",
  "53": "וַיָּשֻׁ֨בוּ֙ H7725 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 מִדְּלֹ֖ק H1814 אַחֲרֵ֣י H310 פְלִשְׁתִּ֑ים H6430 וַיָּשֹׁ֖סּוּ H8155 אֶת H853 מַחֲנֵיהֶֽם H4264 ",
  "54": "וַיִּקַּ֤ח H3947 דָּוִד֙ H1732 אֶת H853 רֹ֣אשׁ H7218 הַפְּלִשְׁתִּ֔י H6430 וַיְבִאֵ֖ H935 יְרוּשָׁלִָ֑ם H3389 וְאֶת H853 כֵּלָ֖יו H3627 שָׂ֥ם H7760 בְּאָהֳלֽ H168 ",
  "55": "וְכִ H7200 שָׁא֜וּל H7586 אֶת H853 דָּוִ֗ד H1732 יֹצֵא֙ H3318 לִקְרַ֣את H7122 הַפְּלִשְׁתִּ֔י H6430 אָמַ֗ר H559 אֶל H413 אַבְנֵר֙ H74 שַׂ֣ר H8269 הַצָּבָ֔א H6635 בֶּן H1121 מִי H4310 זֶ֥ה H2088 הַנַּ֖עַר H5288 אַבְנֵ֑ר H74 וַיֹּ֣אמֶר H559 אַבְנֵ֔ר H74 חֵֽי H2416 נַפְשְׁךָ֥ H5315 הַמֶּ֖לֶךְ H4428 אִם H518 יָדָֽעְתִּי H3045 ",
  "56": "וַיֹּ֖אמֶר H559 הַמֶּ֑לֶךְ H4428 שְׁאַ֣ל H7592 אַתָּ֔ה H859 בֶּן H1121 מִי H4310 זֶ֖ה H2088 הָעָֽלֶם H5958 ",
  "57": "וּכְ H7725 דָּוִ֗ד H1732 מֵֽהַכּוֹת֙ H5221 אֶת H853 הַפְּלִשְׁתִּ֔י H6430 וַיִּקַּ֤ח H3947 אֹתוֹ֙ H853 אַבְנֵ֔ר H74 וַיְבִאֵ֖ H935 לִפְנֵ֣י H6440 שָׁא֑וּל H7586 וְרֹ֥אשׁ H7218 הַפְּלִשְׁתִּ֖י H6430 בְּיָדֽ H3027 ",
  "58": "וַיֹּ֤אמֶר H559 אֵלָיו֙ H413 שָׁא֔וּל H7586 בֶּן H1121 מִ֥י H4310 אַתָּ֖ה H859 הַנָּ֑עַר H5288 וַיֹּ֣אמֶר H559 דָּוִ֔ד H1732 בֶּֽן H1121 עַבְדְּךָ֥ H5650 יִשַׁ֖י H3448 בֵּ֥ית H1022 הַלַּחְמִֽי H1022 "
}
