{
  "1": "וַתִּתְפַּלֵּ֤ל H6419 חַנָּה֙ H2584 וַתֹּאמַ֔ר H559 עָלַ֤ץ H5970 לִבִּי֙ H3820 בַּֽיהוָ֔ה H3068 רָ֥מָה H7311 קַרְנִ֖י H7161 בַּֽיהוָ֑ה H3068 רָ֤חַב H7337 פִּי֙ H6310 עַל H5921 א֣וֹיְבַ֔י H341 כִּ֥י H3588 שָׂמַ֖חְתִּי H8055 בִּישׁוּעָתֶֽ H3444 ",
  "2": "אֵין H369 קָד֥וֹשׁ H6918 כַּיהוָ֖ה H3068 כִּ֣י H3588 אֵ֣ין H369 בִּלְתֶּ֑ךָ H1115 וְאֵ֥ין H369 צ֖וּר H6697 כֵּאלֹהֵֽי H430 ",
  "3": "אַל H408 תַּרְבּ֤וּ H7235 תְדַבְּרוּ֙ H1696 גְּבֹהָ֣ה H1364 גְבֹהָ֔ה H1364 יֵצֵ֥א H3318 עָתָ֖ק H6277 מִפִּי H6310 כִּ֣י H3588 אֵ֤ל H410 דֵּעוֹת֙ H1844 יְהוָ֔ה H3068 ולא H3808 נִתְכְּנ֖וּ H8505 עֲלִלֽוֹת H5949 ",
  "4": "קֶ֥שֶׁת H7198 גִּבֹּרִ֖ים H1368 חַתִּ֑ים H2844 וְנִכְשָׁלִ֖ים H3782 אָ֥זְרוּ H247 חָֽיִל H2428 ",
  "5": "שְׂבֵעִ֤ים H7649 בַּלֶּ֨חֶם֙ H3899 נִשְׂכָּ֔רוּ H7936 וּרְעֵבִ֖ים H7457 חָדֵ֑לּוּ H2308 עַד H5704 עֲקָרָה֙ H6135 יָלְדָ֣ה H3205 שִׁבְעָ֔ה H7651 וְרַבַּ֥ת H7227 בָּנִ֖ים H1121 אֻמְלָֽלָה H535 ",
  "6": "יְהוָ֖ה H3068 מֵמִ֣ית H4191 וּמְחַיֶּ֑ה H2421 מוֹרִ֥יד H3381 שְׁא֖וֹל H7585 וַיָּֽעַל H5927 ",
  "7": "יְהוָ֖ה H3068 מוֹרִ֣ישׁ H3423 וּמַעֲשִׁ֑יר H6238 מַשְׁפִּ֖יל H8213 אַף H637 מְרוֹמֵֽם H7311 ",
  "8": "מֵקִ֨ים H6965 מֵעָפָ֜ר H6083 דָּ֗ל H1800 מֵֽאַשְׁפֹּת֙ H830 יָרִ֣ים H7311 אֶבְי֔וֹן H34 לְהוֹשִׁיב֙ H3427 עִם H5973 נְדִיבִ֔ים H5081 וְכִסֵּ֥א H3678 כָב֖וֹד H3519 יַנְחִלֵ֑ם H5157 כִּ֤י H3588 לַֽיהוָה֙ H3068 מְצֻ֣קֵי H4690 אֶ֔רֶץ H776 וַיָּ֥שֶׁת H7896 עֲלֵיהֶ֖ם H5921 תֵּבֵֽל H8398 ",
  "9": "רַגְלֵ֤י H7272 חסידו H2623 יִשְׁמֹ֔ר H8104 וּרְשָׁעִ֖ים H7563 בַּחֹ֣שֶׁךְ H2822 יִדָּ֑מּוּ H1826 כִּֽי H3588 לֹ֥א H3808 בְכֹ֖חַ H3581 יִגְבַּר H1396 אִֽישׁ H376 ",
  "10": "יְהוָ֞ה H3068 יֵחַ֣תּוּ H5181 מריבו H7378 עלו H5921 בַּשָּׁמַ֣יִם H8064 יַרְעֵ֔ם H7481 יְהוָ֖ה H3068 יָדִ֣ין H1777 אַפְסֵי H657 אָ֑רֶץ H776 וְיִתֶּן H5414 עֹ֣ז H5797 לְמַלְכּ֔ H4428 וְיָרֵ֖ם H7311 קֶ֥רֶן H7161 מְשִׁיחֽוֹ H4899 ",
  "11": "וַיֵּ֧לֶךְ H3212 אֶלְקָנָ֛ה H511 הָרָמָ֖תָ H7414 עַל H5921 בֵּית֑וֹ H1004 וְהַ H5288 הָיָ֤ה H1961 מְשָׁרֵת֙ H8334 אֶת H853 יְהוָ֔ה H3068 אֶת H853 פְּנֵ֖י H6440 עֵלִ֥י H5941 הַכֹּהֵֽן H3548 ",
  "12": "וּבְנֵ֥י H1121 עֵלִ֖י H5941 בְּנֵ֣י H1121 בְלִיָּ֑עַל H1100 לֹ֥א H3808 יָדְע֖וּ H3045 אֶת H853 יְהוָֽה H3068 ",
  "13": "וּמִשְׁפַּ֥ט H4941 הַכֹּהֲנִ֖ים H3548 אֶת H854 הָעָ֑ם H5971 כָּל H3605 אִ֞ישׁ H376 זֹבֵ֣חַ H2076 זֶ֗בַח H2077 וּבָ֨א H935 נַ֤עַר H5288 הַכֹּהֵן֙ H3548 כְּבַשֵּׁ֣ל H1310 הַבָּשָׂ֔ר H1320 וְהַ H4207 שְׁלֹ֥שׁ H7969 הַשִּׁנַּ֖יִם H8127 בְּיָדֽ H3027 ",
  "14": "וְהִכָּ֨ה H5221 בַכִּיּ֜וֹר H3595 א֣וֹ H176 בַדּ֗וּד H1731 א֤וֹ H176 בַקַּלַּ֨חַת֙ H7037 א֣וֹ H176 בַפָּר֔וּר H6517 כֹּ֚ל H3605 אֲשֶׁ֣ר H834 יַעֲלֶ֣ה H5927 הַמַּזְלֵ֔ג H4207 יִקַּ֥ח H3947 הַכֹּהֵ֖ן H3548 בּ֑וֹ Hb כָּ֚כָה H3602 יַעֲשׂ֣וּ H6213 לְכָל H3605 יִשְׂרָאֵ֔ל H3478 הַבָּאִ֥ים H935 שָׁ֖ם H8033 בְּשִׁלֹֽה H7887 ",
  "15": "גַּם֮ H1571 בְּטֶרֶם֮ H2962 יַקְטִר֣וּן H6999 אֶת H853 הַחֵלֶב֒ H2459 וּבָ֣א H935 נַ֣עַר H5288 הַכֹּהֵ֗ן H3548 וְאָמַר֙ H559 לָאִ֣ישׁ H376 הַזֹּבֵ֔חַ H2076 תְּנָ֣ה H5414 בָשָׂ֔ר H1320 לִצְל֖וֹת H6740 לַכֹּהֵ֑ן H3548 וְלֹֽא H3808 יִקַּ֧ח H3947 מִמְּךָ֛ H4480 בָּשָׂ֥ר H1320 מְבֻשָּׁ֖ל H1310 כִּ֥י H3588 אִם H518 חָֽי H2416 ",
  "16": "וַיֹּ֨אמֶר H559 אֵלָ֜יו H413 הָאִ֗ישׁ H376 קַטֵּ֨ר H6999 יַקְטִיר֤וּן H6999 כַּיּוֹם֙ H3117 הַחֵ֔לֶב H2459 וְקַ֨ח H3947 לְךָ֔ Hl כַּאֲשֶׁ֥ר H834 תְּאַוֶּ֖ה H8378 נַפְשֶׁ֑ךָ H5315 וְאָמַ֥ר H559 לו Hl כִּ֚י H3588 עַתָּ֣ה H6258 תִתֵּ֔ן H5414 וְאִם H518 לֹ֖א H3808 לָקַ֥חְתִּי H3947 בְחָזְקָֽה H2394 ",
  "17": "וַתְּהִ֨י H1961 חַטַּ֧את H2403 הַנְּעָרִ֛ים H5288 גְּדוֹלָ֥ה H1419 מְאֹ֖ד H3966 אֶת H853 פְּנֵ֣י H6440 יְהוָ֑ה H3068 כִּ֤י H3588 נִֽאֲצוּ֙ H5006 הָֽאֲנָשִׁ֔ים H376 אֵ֖ת H853 מִנְחַ֥ת H4503 יְהוָֽה H3068 ",
  "18": "וּשְׁמוּאֵ֕ל H8050 מְשָׁרֵ֖ת H8334 אֶת H853 פְּנֵ֣י H6440 יְהוָ֑ה H3068 נַ֕עַר H5288 חָג֖וּר H2296 אֵפ֥וֹד H646 בָּֽד H906 ",
  "19": "וּמְעִ֤יל H4598 קָטֹן֙ H6996 תַּעֲשֶׂה H6213 לּ֣וֹ Hl אִמּ֔וֹ H517 וְהַעַלְתָ֥ה H5927 ל֖וֹ Hl מִיָּמִ֣ים H3117 יָמִ֑ימָה H3117 בַּֽעֲלוֹתָ H5927 אֶת H854 אִישָׁ֔הּ H376 לִזְבֹּ֖חַ H2076 אֶת H853 זֶ֥בַח H2077 הַיָּמִֽים H3117 ",
  "20": "וּבֵרַ֨ךְ H1288 עֵלִ֜י H5941 אֶת H853 אֶלְקָנָ֣ה H511 וְאֶת H853 אִשְׁתּ֗וֹ H802 וְאָמַר֙ H559 יָשֵׂם֩ H7760 יְהוָ֨ה H3068 לְךָ֥ Hl זֶ֨רַע֙ H2233 מִן H4480 הָאִשָּׁ֣ה H802 הַזֹּ֔את H2063 תַּ֚חַת H8478 הַשְּׁאֵלָ֔ה H7596 אֲשֶׁ֥ר H834 שָׁאַ֖ל H7592 לַֽיהוָ֑ה H3068 וְהָלְכ֖וּ H1980 לִמְקֹמֽ H4725 ",
  "21": "כִּֽי H3588 פָקַ֤ד H6485 יְהוָה֙ H3068 אֶת H853 חַנָּ֔ה H2584 וַתַּ֛הַר H2029 וַתֵּ֥לֶד H3205 שְׁלֹשָֽׁה H7969 בָנִ֖ים H1121 וּשְׁתֵּ֣י H8147 בָנ֑וֹת H1323 וַיִּגְדַּ֛ל H1431 הַנַּ֥עַר H5288 שְׁמוּאֵ֖ל H8050 עִם H5973 יְהוָֽה H3068 ",
  "22": "וְעֵלִ֖י H5941 זָקֵ֣ן H2204 מְאֹ֑ד H3966 וְשָׁמַ֗ע H8085 אֵת֩ H853 כָּל H3605 אֲשֶׁ֨ר H834 יַעֲשׂ֤וּן H6213 בָּנָיו֙ H1121 לְכָל H3605 יִשְׂרָאֵ֔ל H3478 וְאֵ֤ת H853 אֲשֶֽׁר H834 יִשְׁכְּבוּן֙ H7901 אֶת H854 הַנָּשִׁ֔ים H802 הַצֹּ֣בְא֔וֹת H6633 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "23": "וַיֹּ֣אמֶר H559 לָהֶ֔ם Hl לָ֥מָּה H4100 תַעֲשׂ֖וּן H6213 כַּדְּבָרִ֣ים H1697 הָאֵ֑לֶּה H428 אֲשֶׁ֨ר H834 אָנֹכִ֤י H595 שֹׁמֵ֨עַ֙ H8085 אֶת H853 דִּבְרֵיכֶ֣ם H1697 רָעִ֔ים H7451 מֵאֵ֖ת H853 כָּל H3605 הָעָ֥ם H5971 אֵֽלֶּה H428 ",
  "24": "אַ֖ל H408 בָּנָ֑י H1121 כִּ֠י H3588 לֽוֹא H3808 טוֹבָ֤ה H2896 הַשְּׁמֻעָה֙ H8052 אֲשֶׁ֣ר H834 אָנֹכִ֣י H595 שֹׁמֵ֔עַ H8085 מַעֲבִרִ֖ים H5674 עַם H5971 יְהוָֽה H3068 ",
  "25": "אִם H518 יֶחֱטָ֨א H2398 אִ֤ישׁ H376 לְאִישׁ֙ H376 וּפִֽלְל֣ H6419 אֱלֹהִ֔ים H430 וְאִ֤ם H518 לַֽיהוָה֙ H3068 יֶֽחֱטָא H2398 אִ֔ישׁ H376 מִ֖י H4310 יִתְפַּלֶּל H6419 ל֑וֹ Hl וְלֹ֤א H3808 יִשְׁמְעוּ֙ H8085 לְק֣וֹל H6963 אֲבִיהֶ֔ם H1 כִּֽי H3588 חָפֵ֥ץ H2654 יְהוָ֖ה H3068 לַהֲמִיתָֽ H4191 ",
  "26": "וְהַ H5288 שְׁמוּאֵ֔ל H8050 הֹלֵ֥ךְ H1980 וְגָדֵ֖ל H1432 וָט֑וֹב H2896 גַּ֚ם H1571 עִם H5973 יְהוָ֔ה H3068 וְגַ֖ם H1571 עִם H5973 אֲנָשִֽׁים H376 ",
  "27": "וַיָּבֹ֥א H935 אִישׁ H376 אֱלֹהִ֖ים H430 אֶל H413 עֵלִ֑י H5941 וַיֹּ֣אמֶר H559 אֵלָ֗יו H413 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 הֲנִגְלֹ֤ה H1540 נִגְלֵ֨יתִי֙ H1540 אֶל H413 בֵּ֣ית H1004 אָבִ֔יךָ H1 בִּֽהְיוֹתָ֥ H1961 בְּמִצְרַ֖יִם H4714 לְבֵ֥ית H1004 פַּרְעֹֽה H6547 ",
  "28": "וּבָחֹ֣ר H977 אֹ֠תוֹ H853 מִכָּל H3605 שִׁבְטֵ֨י H7626 יִשְׂרָאֵ֥ל H3478 לִי֙ Hl לְכֹהֵ֔ן H3548 לַעֲל֣וֹת H5927 עַֽל H5921 מִזְבְּחִ֗י H4196 לְהַקְטִ֥יר H6999 קְטֹ֛רֶת H7004 לָשֵׂ֥את H5375 אֵפ֖וֹד H646 לְפָנָ֑ H6440 וָֽאֶתְּנָ H5414 לְבֵ֣ית H1004 אָבִ֔יךָ H1 אֶת H853 כָּל H3605 אִשֵּׁ֖י H801 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "29": "לָ֣מָּה H4100 תִבְעֲט֗וּ H1163 בְּזִבְחִ H2077 וּבְ H4503 אֲשֶׁ֥ר H834 צִוִּ֖יתִי H6680 מָע֑וֹן H4583 וַתְּכַבֵּ֤ד H3513 אֶת H853 בָּנֶ֨יךָ֙ H1121 מִמֶּ֔נִּי H4480 לְהַבְרִֽיאֲ H1254 מֵרֵאשִׁ֛ית H7225 כָּל H3605 מִנְחַ֥ת H4503 יִשְׂרָאֵ֖ל H3478 לְעַמִּֽ H5971 ",
  "30": "לָכֵ֗ן H3651 נְאֻם H5002 יְהוָה֮ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵל֒ H3478 אָמ֣וֹר H559 אָמַ֔רְתִּי H559 בֵּֽיתְךָ֙ H1004 וּבֵ֣ית H1004 אָבִ֔יךָ H1 יִתְהַלְּכ֥וּ H1980 לְפָנַ֖ H6440 עַד H5704 עוֹלָ֑ם H5769 וְעַתָּ֤ה H6258 נְאֻם H5002 יְהוָה֙ H3068 חָלִ֣ילָה H2486 לִּ֔י Hl כִּֽי H3588 מְכַבְּדַ֥י H3513 אֲכַבֵּ֖ד H3513 וּבֹזַ֥ H959 יֵקָֽלּוּ H7043 ",
  "31": "הִנֵּה֙ H2009 יָמִ֣ים H3117 בָּאִ֔ים H935 וְגָֽדַעְתִּי֙ H1438 אֶת H853 זְרֹ֣עֲךָ֔ H2220 וְאֶת H853 זְרֹ֖עַ H2220 בֵּ֣ית H1004 אָבִ֑יךָ H1 מִֽהְי֥וֹת H1961 זָקֵ֖ן H2205 בְּבֵיתֶֽ H1004 ",
  "32": "וְהִבַּטְתָּ֙ H5027 צַ֣ר H6862 מָע֔וֹן H4583 בְּכֹ֥ל H3605 אֲשֶׁר H834 יֵיטִ֖יב H3190 אֶת H853 יִשְׂרָאֵ֑ל H3478 וְלֹֽא H3808 יִהְיֶ֥ה H1961 זָקֵ֛ן H2205 בְּבֵיתְ H1004 כָּל H3605 הַיָּמִֽים H3117 ",
  "33": "וְאִ֗ישׁ H376 לֹֽא H3808 אַכְרִ֤ית H3772 לְךָ֙ Hl מֵעִ֣ם H5973 מִזְבְּחִ֔י H4196 לְכַלּ֥וֹת H3615 אֶת H853 עֵינֶ֖יךָ H5869 וְלַ H109 אֶת H853 נַפְשֶׁ֑ךָ H5315 וְכָל H3605 מַרְבִּ֥ית H4768 בֵּיתְךָ֖ H1004 יָמ֥וּתוּ H4191 אֲנָשִֽׁים H376 ",
  "34": "וְזֶה H2088 לְּךָ֣ Hl הָא֗וֹת H226 אֲשֶׁ֤ר H834 יָבֹא֙ H935 אֶל H413 שְׁנֵ֣י H8147 בָנֶ֔יךָ H1121 אֶל H413 חָפְנִ֖י H2652 וּפִֽינְחָ֑ס H6372 בְּי֥וֹם H3117 אֶחָ֖ד H259 יָמ֥וּתוּ H4191 שְׁנֵיהֶֽם H8147 ",
  "35": "וַהֲקִימֹתִ֥י H6965 לִי֙ Hl כֹּהֵ֣ן H3548 נֶאֱמָ֔ן H539 כַּאֲשֶׁ֛ר H834 בִּלְבָבִ֥ H3824 וּבְ H5315 יַעֲשֶׂ֑ה H6213 וּבָנִ֤יתִי H1129 לוֹ֙ Hl בַּ֣יִת H1004 נֶאֱמָ֔ן H539 וְהִתְהַלֵּ֥ךְ H1980 לִפְנֵֽי H6440 מְשִׁיחִ֖י H4899 כָּל H3605 הַיָּמִֽים H3117 ",
  "36": "וְהָיָ֗ה H1961 כָּל H3605 הַנּוֹתָר֙ H3498 בְּבֵ֣יתְ H1004 יָבוֹא֙ H935 לְהִשְׁתַּחֲוֺ֣ת H7812 ל֔וֹ Hl לַאֲג֥וֹרַת H95 כֶּ֖סֶף H3701 וְכִכַּר H3603 לָ֑חֶם H3899 וְאָמַ֗ר H559 סְפָחֵ֥נִי H5596 נָ֛א H4994 אֶל H413 אַחַ֥ת H259 הַכְּהֻנּ֖וֹת H3550 לֶאֱכֹ֥ל H398 פַּת H6595 לָֽחֶם H3899 "
}
