{
  "1": "וַיִּבְרַ֣ח H1272 דָּוִ֔ד H1732 מנוות H5121 בָּרָמָ֑ה H7414 וַיָּבֹ֞א H935 וַיֹּ֣אמֶר H559 לִפְנֵ֣י H6440 יְהוֹנָתָ֗ן H3083 מֶ֤ה H4100 עָשִׂ֨יתִי֙ H6213 מֶֽה H4100 עֲוֺנִ֤י H5771 וּמֶֽה H4100 חַטָּאתִי֙ H2403 לִפְנֵ֣י H6440 אָבִ֔יךָ H1 כִּ֥י H3588 מְבַקֵּ֖שׁ H1245 אֶת H853 נַפְשִֽׁי H5315 ",
  "2": "וַיֹּ֨אמֶר H559 ל֣וֹ Hl חָלִילָה֮ H2486 לֹ֣א H3808 תָמוּת֒ H4191 הִנֵּ֡ה H2009 לו Hl עשה H6213 אָבִ֜י H1 דָּבָ֣ר H1697 גָּד֗וֹל H1419 א֚וֹ H176 דָּבָ֣ר H1697 קָטֹ֔ן H6996 וְלֹ֥א H3808 יִגְלֶ֖ה H1540 אֶת H853 אָזְנִ֑י H241 וּמַדּוּעַ֩ H4069 יַסְתִּ֨יר H5641 אָבִ֥י H1 מִמֶּ֛נִּי H4480 אֶת H853 הַדָּבָ֥ר H1697 הַזֶּ֖ה H2088 אֵ֥ין H369 זֹֽאת H2063 ",
  "3": "וַיִּשָּׁבַ֨ע H7650 ע֜וֹד H5750 דָּוִ֗ד H1732 וַיֹּ֨אמֶר֙ H559 יָדֹ֨עַ H3045 יָדַ֜ע H3045 אָבִ֗יךָ H1 כִּֽי H3588 מָצָ֤אתִי H4672 חֵן֙ H2580 בְּעֵינֶ֔י H5869 וַיֹּ֛אמֶר H559 אַל H408 יֵֽדַע H3045 זֹ֥את H2063 יְהוֹנָתָ֖ן H3083 פֶּן H6435 יֵֽעָצֵ֑ב H6087 וְאוּלָ֗ם H199 חַי H2416 יְהוָה֙ H3068 וְחֵ֣י H2416 נַפְשֶׁ֔ךָ H5315 כִּ֣י H3588 כְפֶ֔שַׂע H6587 בֵּינִ֖י H996 וּבֵ֥ין H996 הַמָּֽוֶת H4194 ",
  "4": "וַיֹּ֥אמֶר H559 יְהוֹנָתָ֖ן H3083 אֶל H413 דָּוִ֑ד H1732 מַה H4100 תֹּאמַ֥ר H559 נַפְשְׁךָ֖ H5315 וְאֶֽעֱשֶׂה H6213 לָּֽךְ Hl ",
  "5": "וַיֹּ֨אמֶר H559 דָּוִ֜ד H1732 אֶל H413 יְהוֹנָתָ֗ן H3083 הִֽנֵּה H2009 חֹ֨דֶשׁ֙ H2320 מָחָ֔ר H4279 וְאָנֹכִ֛י H595 יָשֹׁב H3427 אֵשֵׁ֥ב H3427 עִם H5973 הַמֶּ֖לֶךְ H4428 לֶאֱכ֑וֹל H398 וְשִׁלַּחְתַּ֨ H7971 וְנִסְתַּרְתִּ֣י H5641 בַשָּׂדֶ֔ה H7704 עַ֖ד H5704 הָעֶ֥רֶב H6153 הַשְּׁלִשִֽׁית H7992 ",
  "6": "אִם H518 פָּקֹ֥ד H6485 יִפְקְדֵ֖נִי H6485 אָבִ֑יךָ H1 וְאָמַרְתָּ֗ H559 נִשְׁאֹל֩ H7592 נִשְׁאַ֨ל H7592 מִמֶּ֤נִּי H4480 דָוִד֙ H1732 לָרוּץ֙ H7323 בֵּֽית H1035 לֶ֣חֶם H1035 עִיר֔וֹ H5892 כִּ֣י H3588 זֶ֧בַח H2077 הַיָּמִ֛ים H3117 שָׁ֖ם H8033 לְכָל H3605 הַמִּשְׁפָּחָֽה H4940 ",
  "7": "אִם H518 כֹּ֥ה H3541 יֹאמַ֛ר H559 ט֖וֹב H2896 שָׁל֣וֹם H7965 לְעַבְדֶּ֑ H5650 וְאִם H518 חָרֹ֤ה H2734 יֶֽחֱרֶה֙ H2734 ל֔וֹ Hl דַּ֕ע H3045 כִּֽי H3588 כָלְתָ֥ה H3615 הָרָעָ֖ה H7451 מֵעִמּֽ H5973 ",
  "8": "וְעָשִׂ֤יתָ H6213 חֶ֨סֶד֙ H2617 עַל H5921 עַבְדֶּ֔ךָ H5650 כִּ֚י H3588 בִּבְרִ֣ית H1285 יְהוָ֔ה H3068 הֵבֵ֥אתָ H935 אֶֽת H853 עַבְדְּךָ֖ H5650 עִמָּ֑ךְ H5973 וְאִם H518 יֶשׁ H3426 בִּ֤י Hb עָוֺן֙ H5771 הֲמִיתֵ֣נִי H4191 אַ֔תָּה H859 וְעַד H5704 אָבִ֖יךָ H1 לָמָּה H4100 זֶּ֥ה H2088 תְבִיאֵֽנִי H935 ",
  "9": "וַיֹּ֥אמֶר H559 יְהוֹנָתָ֖ן H3083 חָלִ֣ילָה H2486 לָּ֑ךְ Hl כִּ֣י H3588 אִם H518 יָדֹ֣עַ H3045 אֵדַ֗ע H3045 כִּֽי H3588 כָלְתָ֨ה H3615 הָרָעָ֜ה H7451 מֵעִ֤ם H5973 אָבִי֙ H1 לָב֣וֹא H935 עָלֶ֔יךָ H5921 וְלֹ֥א H3808 אֹתָ֖הּ H853 אַגִּ֥יד H5046 לָֽךְ Hl ",
  "10": "וַיֹּ֤אמֶר H559 דָּוִד֙ H1732 אֶל H413 יְה֣וֹנָתָ֔ן H3083 מִ֖י H4310 יַגִּ֣יד H5046 לִ֑י Hl א֛וֹ H176 מַה H4100 יַּעַנְךָ֥ H6030 אָבִ֖יךָ H1 קָשָֽׁה H7186 ",
  "11": "וַיֹּ֤אמֶר H559 יְהֽוֹנָתָן֙ H3083 אֶל H413 דָּוִ֔ד H1732 לְכָ֖ה H3212 וְנֵצֵ֣א H3318 הַשָּׂדֶ֑ה H7704 וַיֵּצְא֥וּ H3318 שְׁנֵיהֶ֖ם H8147 הַשָּׂדֶֽה H7704 ",
  "12": "וַיֹּ֨אמֶר H559 יְהוֹנָתָ֜ן H3083 אֶל H413 דָּוִ֗ד H1732 יְהוָ֞ה H3068 אֱלֹהֵ֤י H430 יִשְׂרָאֵל֙ H3478 כִּֽי H3588 אֶחְקֹ֣ר H2713 אֶת H853 אָבִ֗י H1 כָּעֵ֤ת H6256 מָחָר֙ H4279 הַשְּׁלִשִׁ֔ית H7992 וְהִנֵּה H2009 ט֖וֹב H2896 אֶל H413 דָּוִ֑ד H1732 וְלֹֽא H3808 אָז֙ H227 אֶשְׁלַ֣ח H7971 אֵלֶ֔יךָ H413 וְגָלִ֖יתִי H1540 אֶת H853 אָזְנֶֽךָ H241 ",
  "13": "כֹּֽה H3541 יַעֲשֶׂה֩ H6213 יְהוָ֨ה H3068 לִֽיהוֹנָתָ֜ן H3083 וְכֹ֣ה H3541 יֹסִ֗יף H3254 כִּֽי H3588 יֵיטִ֨ב H3190 אֶל H413 אָבִ֤י H1 אֶת H853 הָֽרָעָה֙ H7451 עָלֶ֔יךָ H5921 וְגָלִ֨יתִי֙ H1540 אֶת H853 אָזְנֶ֔ךָ H241 וְשִׁלַּחְתִּ֖י H7971 וְהָלַכְתָּ֣ H1980 לְשָׁל֑וֹם H7965 וִיהִ֤י H1961 יְהוָה֙ H3068 עִמָּ֔ךְ H5973 כַּאֲשֶׁ֥ר H834 הָיָ֖ה H1961 עִם H5973 אָבִֽי H1 ",
  "14": "וְלֹ֖א H3808 אִם H518 עוֹדֶ֣נִּי H5750 חָ֑י H2416 וְלֹֽא H3808 תַעֲשֶׂ֧ה H6213 עִמָּדִ֛י H5978 חֶ֥סֶד H2617 יְהוָ֖ה H3068 וְלֹ֥א H3808 אָמֽוּת H4191 ",
  "15": "וְלֹֽא H3808 תַכְרִ֧ת H3772 אֶֽת H853 חַסְדְּךָ֛ H2617 מֵעִ֥ם H5973 בֵּיתִ֖י H1004 עַד H5704 עוֹלָ֑ם H5769 וְלֹ֗א H3808 בְּהַכְרִ֤ת H3772 יְהוָה֙ H3068 אֶת H853 אֹיְבֵ֣י H341 דָוִ֔ד H1732 אִ֕ישׁ H376 מֵעַ֖ל H5921 פְּנֵ֥י H6440 הָאֲדָמָֽה H127 ",
  "16": "וַיִּכְרֹ֥ת H3772 יְהוֹנָתָ֖ן H3083 עִם H5973 בֵּ֣ית H1004 דָּוִ֑ד H1732 וּבִקֵּ֣שׁ H1245 יְהוָ֔ה H3068 מִיַּ֖ד H3027 אֹיְבֵ֥י H341 דָוִֽד H1732 ",
  "17": "וַיּ֤וֹסֶף H3254 יְהֽוֹנָתָן֙ H3083 לְהַשְׁבִּ֣יעַ H7650 אֶת H853 דָּוִ֔ד H1732 בְּאַהֲבָת֖ H160 אֹת֑וֹ H853 כִּֽי H3588 אַהֲבַ֥ת H160 נַפְשׁ֖וֹ H5315 אֲהֵבֽוֹ H157 ",
  "18": "וַיֹּֽאמֶר H559 ל֥וֹ Hl יְהוֹנָתָ֖ן H3083 מָחָ֣ר H4279 חֹ֑דֶשׁ H2320 וְנִפְקַ֕דְתָּ H6485 כִּ֥י H3588 יִפָּקֵ֖ד H6485 מוֹשָׁבֶֽךָ H4186 ",
  "19": "וְשִׁלַּשְׁתָּ֙ H8027 תֵּרֵ֣ד H3381 מְאֹ֔ד H3966 וּבָאתָ֙ H935 אֶל H413 הַמָּק֔וֹם H4725 אֲשֶׁר H834 נִסְתַּ֥רְתָּ H5641 שָּׁ֖ם H8033 בְּי֣וֹם H3117 הַֽמַּעֲשֶׂ֑ה H4639 וְיָ֣שַׁבְתָּ֔ H3427 אֵ֖צֶל H681 הָאֶ֥בֶן H68 הָאָֽזֶל H237 ",
  "20": "וַאֲנִ֕י H589 שְׁלֹ֥שֶׁת H7969 הַחִצִּ֖ים H2678 צִדָּ֣ה H6654 אוֹרֶ֑ה H3384 לְשַֽׁלַּֽח H7971 לִ֖י Hl לְמַטָּרָֽה H4307 ",
  "21": "וְהִנֵּה֙ H2009 אֶשְׁלַ֣ח H7971 אֶת H853 הַנַּ֔עַר H5288 לֵ֖ךְ H3212 מְצָ֣א H4672 אֶת H853 הַחִצִּ֑ים H2678 אִם H518 אָמֹר֩ H559 אֹמַ֨ר H559 לַנַּ֜עַר H5288 הִנֵּ֥ה H2009 הַחִצִּ֣ים H2678 מִמְּךָ֣ H4480 וָהֵ֗נָּה H2008 קָחֶ֧נּוּ H3947 וָבֹ֛אָ H935 כִּֽי H3588 שָׁל֥וֹם H7965 לְךָ֛ Hl וְאֵ֥ין H369 דָּבָ֖ר H1697 חַי H2416 יְהוָֽה H3068 ",
  "22": "וְאִם H518 כֹּ֤ה H3541 אֹמַר֙ H559 לָעֶ֔לֶם H5958 הִנֵּ֥ה H2009 הַחִצִּ֖ים H2678 מִמְּךָ֣ H4480 וָהָ֑לְאָה H1973 לֵ֕ךְ H3212 כִּ֥י H3588 שִֽׁלַּחֲךָ֖ H7971 יְהוָֽה H3068 ",
  "23": "וְהַ֨ H1697 אֲשֶׁ֥ר H834 דִּבַּ֖רְנוּ H1696 אֲנִ֣י H589 וָאָ֑תָּה H859 הִנֵּ֧ה H2009 יְהוָ֛ה H3068 בֵּינִ֥י H996 וּבֵינְ H996 עַד H5704 עוֹלָֽם H5769 ",
  "24": "וַיִּסָּתֵ֥ר H5641 דָּוִ֖ד H1732 בַּשָּׂדֶ֑ה H7704 וַיְהִ֣י H1961 הַחֹ֔דֶשׁ H2320 וַיֵּ֧שֶׁב H3427 הַמֶּ֛לֶךְ H4428 על H5921 הַלֶּ֖חֶם H3899 לֶאֱכֽוֹל H398 ",
  "25": "וַיֵּ֣שֶׁב H3427 הַ֠מֶּלֶךְ H4428 עַל H5921 מ֨וֹשָׁב֜וֹ H4186 כְּפַ֣עַם H6471 בְּפַ֗עַם H6471 אֶל H413 מוֹשַׁב֙ H4186 הַקִּ֔יר H7023 וַיָּ֨קָם֙ H6965 יְה֣וֹנָתָ֔ן H3083 וַיֵּ֥שֶׁב H3427 אַבְנֵ֖ר H74 מִצַּ֣ד H6654 שָׁא֑וּל H7586 וַיִּפָּקֵ֖ד H6485 מְק֥וֹם H4725 דָּוִֽד H1732 ",
  "26": "וְלֹֽא H3808 דִבֶּ֥ר H1696 שָׁא֛וּל H7586 מְא֖וּמָה H3972 בַּיּ֣וֹם H3117 הַה֑וּא H1931 כִּ֤י H3588 אָמַר֙ H559 מִקְרֶ֣ה H4745 ה֔וּא H1931 בִּלְתִּ֥י H1115 טָה֛וֹר H2889 ה֖וּא H1931 כִּֽי H3588 לֹ֥א H3808 טָהֽוֹר H2889 ",
  "27": "וַיְהִ֗י H1961 מִֽמָּחֳרַ֤ת H4283 הַחֹ֨דֶשׁ֙ H2320 הַשֵּׁנִ֔י H8145 וַיִּפָּקֵ֖ד H6485 מְק֣וֹם H4725 דָּוִ֑ד H1732 וַיֹּ֤אמֶר H559 שָׁאוּל֙ H7586 אֶל H413 יְהוֹנָתָ֣ן H3083 בְּנ֔וֹ H1121 מַדּ֜וּעַ H4069 לֹא H3808 בָ֧א H935 בֶן H1121 יִשַׁ֛י H3448 גַּם H1571 תְּמ֥וֹל H8543 גַּם H1571 הַיּ֖וֹם H3117 אֶל H413 הַלָּֽחֶם H3899 ",
  "28": "וַיַּ֥עַן H6030 יְהוֹנָתָ֖ן H3083 אֶת H853 שָׁא֑וּל H7586 נִשְׁאֹ֨ל H7592 נִשְׁאַ֥ל H7592 דָּוִ֛ד H1732 מֵעִמָּדִ֖ H5978 עַד H5704 בֵּ֥ית H1035 לָֽחֶם H1035 ",
  "29": "וַיֹּ֡אמֶר H559 שַׁלְּחֵ֣נִי H7971 נָ֡א H4994 כִּ֣י H3588 זֶבַח֩ H2077 מִשְׁפָּחָ֨ה H4940 לָ֜נוּ Hl בָּעִ֗יר H5892 וְה֤וּא H1931 צִוָּֽה H6680 לִי֙ Hl אָחִ֔י H251 וְעַתָּ֗ה H6258 אִם H518 מָצָ֤אתִי H4672 חֵן֙ H2580 בְּעֵינֶ֔י H5869 אִמָּ֥לְטָה H4422 נָּ֖א H4994 וְאֶרְאֶ֣ה H7200 אֶת H853 אֶחָ֑י H251 עַל H5921 כֵּ֣ן H3651 לֹא H3808 בָ֔א H935 אֶל H413 שֻׁלְחַ֖ן H7979 הַמֶּֽלֶךְ H4428 ",
  "30": "וַיִּֽחַר H2734 אַ֤ף H639 שָׁאוּל֙ H7586 בִּיה֣וֹנָתָ֔ן H3083 וַיֹּ֣אמֶר H559 ל֔וֹ Hl בֶּֽן H1121 נַעֲוַ֖ת H5753 הַמַּרְדּ֑וּת H4780 הֲל֣וֹא H3808 יָדַ֗עְתִּי H3045 כִּֽי H3588 בֹחֵ֤ר H977 אַתָּה֙ H859 לְבֶן H1121 יִשַׁ֔י H3448 לְבָ֨שְׁתְּ H1322 וּלְ H1322 עֶרְוַ֥ת H6172 אִמֶּֽךָ H517 ",
  "31": "כִּ֣י H3588 כָל H3605 הַיָּמִ֗ים H3117 אֲשֶׁ֤ר H834 בֶּן H1121 יִשַׁי֙ H3448 חַ֣י H2425 עַל H5921 הָאֲדָמָ֔ה H127 לֹ֥א H3808 תִכּ֖וֹן H3559 אַתָּ֣ה H859 וּמַלְכוּתֶ֑ H4438 וְעַתָּ֗ה H6258 שְׁלַ֨ח H7971 וְקַ֤ח H3947 אֹתוֹ֙ H853 אֵלַ֔י H413 כִּ֥י H3588 בֶן H1121 מָ֖וֶת H4194 הֽוּא H1931 ",
  "32": "וַיַּ֨עַן֙ H6030 יְה֣וֹנָתָ֔ן H3083 אֶת H853 שָׁא֖וּל H7586 אָבִ֑יו H1 וַיֹּ֧אמֶר H559 אֵלָ֛יו H413 לָ֥מָּה H4100 יוּמַ֖ת H4191 מֶ֥ה H4100 עָשָֽׂה H6213 ",
  "33": "וַיָּ֨טֶל H2904 שָׁא֧וּל H7586 אֶֽת H853 הַחֲנִ֛ית H2595 עָלָ֖יו H5921 לְהַכֹּת֑ H5221 וַיֵּ֨דַע֙ H3045 יְה֣וֹנָתָ֔ן H3083 כִּֽי H3588 כָ֥לָה H3617 הִ֛יא H1931 מֵעִ֥ם H5973 אָבִ֖יו H1 לְהָמִ֥ית H4191 אֶת H853 דָּוִֽד H1732 ",
  "34": "וַיָּ֧קָם H6965 יְהוֹנָתָ֛ן H3083 מֵעִ֥ם H5973 הַשֻּׁלְחָ֖ן H7979 בָּחֳרִי H2750 אָ֑ף H639 וְלֹא H3808 אָכַ֞ל H398 בְּיוֹם H3117 הַחֹ֤דֶשׁ H2320 הַשֵּׁנִי֙ H8145 לֶ֔חֶם H3899 כִּ֤י H3588 נֶעְצַב֙ H6087 אֶל H413 דָּוִ֔ד H1732 כִּ֥י H3588 הִכְלִמ֖וֹ H3637 אָבִֽיו H1 ",
  "35": "וַיְהִ֣י H1961 בַבֹּ֔קֶר H1242 וַיֵּצֵ֧א H3318 יְהוֹנָתָ֛ן H3083 הַשָּׂדֶ֖ה H7704 לְמוֹעֵ֣ד H4150 דָּוִ֑ד H1732 וְנַ֥עַר H5288 קָטֹ֖ן H6996 עִמּֽוֹ H5973 ",
  "36": "וַיֹּ֣אמֶר H559 לְנַעֲר֔ H5288 רֻ֗ץ H7323 מְצָ֥א H4672 נָא֙ H4994 אֶת H853 הַ֣חִצִּ֔ים H2678 אֲשֶׁ֥ר H834 אָנֹכִ֖י H595 מוֹרֶ֑ה H3384 הַנַּ֣עַר H5288 רָ֔ץ H7323 וְהֽוּא H1931 יָרָ֥ה H3384 הַחֵ֖צִי H2678 לְהַעֲבִרֽ H5674 ",
  "37": "וַיָּבֹ֤א H935 הַנַּ֨עַר֙ H5288 עַד H5704 מְק֣וֹם H4725 הַחֵ֔צִי H2678 אֲשֶׁ֥ר H834 יָרָ֖ה H3384 יְהוֹנָתָ֑ן H3083 וַיִּקְרָ֨א H7121 יְהוֹנָתָ֜ן H3083 אַחֲרֵ֤י H310 הַנַּ֨עַר֙ H5288 וַיֹּ֔אמֶר H559 הֲל֥וֹא H3808 הַחֵ֖צִי H2678 מִמְּךָ֥ H4480 וָהָֽלְאָה H1973 ",
  "38": "וַיִּקְרָ֤א H7121 יְהֽוֹנָתָן֙ H3083 אַחֲרֵ֣י H310 הַנַּ֔עַר H5288 מְהֵרָ֥ה H4120 ח֖וּשָׁה H2363 אַֽל H408 תַּעֲמֹ֑ד H5975 וַיְלַקֵּ֞ט H3950 נַ֤עַר H5288 יְהֽוֹנָתָן֙ H3083 אֶת H853 החצי H2678 וַיָּבֹ֖א H935 אֶל H413 אֲדֹנָֽיו H113 ",
  "39": "וְהַ H5288 לֹֽא H3808 יָדַ֣ע H3045 מְא֑וּמָה H3972 אַ֤ךְ H389 יְהֽוֹנָתָן֙ H3083 וְדָוִ֔ד H1732 יָדְע֖וּ H3045 אֶת H853 הַדָּבָֽר H1697 ",
  "40": "וַיִּתֵּ֤ן H5414 יְהֽוֹנָתָן֙ H3083 אֶת H853 כֵּלָ֔יו H3627 אֶל H413 הַנַּ֖עַר H5288 אֲשֶׁר H834 ל֑וֹ Hl וַיֹּ֣אמֶר H559 ל֔וֹ Hl לֵ֖ךְ H3212 הָבֵ֥יא H935 הָעִֽיר H5892 ",
  "41": "הַנַּעַר֮ H5288 בָּא֒ H935 וְדָוִ֗ד H1732 קָ֚ם H6965 מֵאֵ֣צֶל H681 הַנֶּ֔גֶב H5045 וַיִּפֹּ֨ל H5307 לְאַפָּ֥י H639 אַ֛רְצָה H776 וַיִּשְׁתַּ֖חוּ H7812 שָׁלֹ֣שׁ H7969 פְּעָמִ֑ים H6471 וַֽיִּשְּׁק֣וּ H5401 אִ֣ישׁ H376 אֶת H853 רֵעֵ֗הוּ H7453 וַיִּבְכּוּ֙ H1058 אִ֣ישׁ H376 אֶת H853 רֵעֵ֔הוּ H7453 עַד H5704 דָּוִ֖ד H1732 הִגְדִּֽיל H1431 ",
  "42": "וַיָּ֖קָם H6965 וַיֵּלַ֑ךְ H3212 וִיהוֹנָתָ֖ן H3083 בָּ֥א H935 הָעִֽיר H5892 "
}
