{
  "1": "וַיָּ֣מָת H4191 שְׁמוּאֵ֔ל H8050 וַיִּקָּבְצ֤וּ H6908 כָל H3605 יִשְׂרָאֵל֙ H3478 וַיִּסְפְּדוּ H5594 ל֔וֹ Hl וַיִּקְבְּרֻ֥ H6912 בְּבֵית֖ H1004 בָּרָמָ֑ה H7414 וַיָּ֣קָם H6965 דָּוִ֔ד H1732 וַיֵּ֖רֶד H3381 אֶל H413 מִדְבַּ֥ר H4057 פָּארָֽן H6290 ",
  "2": "וְאִ֨ישׁ H376 בְּמָע֜וֹן H4584 וּמַעֲשֵׂ֣ H4639 בַכַּרְמֶ֗ל H3760 וְהָ H376 גָּד֣וֹל H1419 מְאֹ֔ד H3966 וְל֛ Hc/Hl צֹ֥אן H6629 שְׁלֹֽשֶׁת H7969 אֲלָפִ֖ים H505 וְאֶ֣לֶף H505 עִזִּ֑ים H5795 וַיְהִ֛י H1961 בִּגְזֹ֥ז H1494 אֶת H853 צֹאנ֖וֹ H6629 בַּכַּרְמֶֽל H3760 ",
  "3": "וְשֵׁ֤ם H8034 הָאִישׁ֙ H376 נָבָ֔ל H5037 וְשֵׁ֥ם H8034 אִשְׁתּ֖וֹ H802 אֲבִגָ֑יִל H26 וְהָ H802 טֽוֹבַת H2896 שֶׂ֨כֶל֙ H7922 וִ֣יפַת H3303 תֹּ֔אַר H8389 וְהָ H376 קָשֶׁ֛ה H7186 וְרַ֥ע H7451 מַעֲלָלִ֖ים H4611 וְה֥וּא H1931 כלב H3820 ",
  "4": "וַיִּשְׁמַ֥ע H8085 דָּוִ֖ד H1732 בַּמִּדְבָּ֑ר H4057 כִּֽי H3588 גֹזֵ֥ז H1494 נָבָ֖ל H5037 אֶת H853 צֹאנֽוֹ H6629 ",
  "5": "וַיִּשְׁלַ֥ח H7971 דָּוִ֖ד H1732 עֲשָׂרָ֣ה H6235 נְעָרִ֑ים H5288 וַיֹּ֨אמֶר H559 דָּוִ֜ד H1732 לַנְּעָרִ֗ים H5288 עֲל֤וּ H5927 כַרְמֶ֨לָה֙ H3760 וּבָאתֶ֣ם H935 אֶל H413 נָבָ֔ל H5037 וּשְׁאֶלְתֶּם H7592 ל֥וֹ Hl בִשְׁמִ֖ H8034 לְשָׁלֽוֹם H7965 ",
  "6": "וַאֲמַרְתֶּ֥ם H559 כֹּ֖ה H3541 לֶחָ֑י H2416 וְאַתָּ֤ה H859 שָׁלוֹם֙ H7965 וּבֵיתְ H1004 שָׁל֔וֹם H7965 וְכֹ֥ל H3605 אֲשֶׁר H834 לְךָ֖ Hl שָׁלֽוֹם H7965 ",
  "7": "וְעַתָּ֣ה H6258 שָׁמַ֔עְתִּי H8085 כִּ֥י H3588 גֹזְזִ֖ים H1494 לָ֑ךְ Hl עַתָּ֗ה H6258 הָרֹעִ֤ים H7462 אֲשֶׁר H834 לְךָ֙ Hl הָי֣וּ H1961 עִמָּ֔נוּ H5973 לֹ֣א H3808 הֶכְלַמְנ֗וּם H3637 וְלֹֽא H3808 נִפְקַ֤ד H6485 לָהֶם֙ Hl מְא֔וּמָה H3972 כָּל H3605 יְמֵ֖י H3117 הֱיוֹתָ֥ם H1961 בַּכַּרְמֶֽל H3760 ",
  "8": "שְׁאַ֨ל H7592 אֶת H853 נְעָרֶ֜יךָ H5288 וְיַגִּ֣ידוּ H5046 לָ֗ךְ Hl וְיִמְצְא֨וּ H4672 הַנְּעָרִ֥ים H5288 חֵן֙ H2580 בְּעֵינֶ֔י H5869 כִּֽי H3588 עַל H5921 י֥וֹם H3117 ט֖וֹב H2896 בָּ֑נוּ H935 תְּנָה H5414 נָּ֗א H4994 אֵת֩ H853 אֲשֶׁ֨ר H834 תִּמְצָ֤א H4672 יָֽדְךָ֙ H3027 לַעֲבָדֶ֔י H5650 וּלְ H1121 לְדָוִֽד H1732 ",
  "9": "וַיָּבֹ֨אוּ֙ H935 נַעֲרֵ֣י H5288 דָוִ֔ד H1732 וַיְדַבְּר֧וּ H1696 אֶל H413 נָבָ֛ל H5037 כְּכָל H3605 הַדְּבָרִ֥ים H1697 הָאֵ֖לֶּה H428 בְּשֵׁ֣ם H8034 דָּוִ֑ד H1732 וַיָּנֽוּחוּ H5117 ",
  "10": "וַיַּ֨עַן H6030 נָבָ֜ל H5037 אֶת H853 עַבְדֵ֤י H5650 דָוִד֙ H1732 וַיֹּ֔אמֶר H559 מִ֥י H4310 דָוִ֖ד H1732 וּמִ֣י H4310 בֶן H1121 יִשָׁ֑י H3448 הַיּוֹם֙ H3117 רַבּ֣וּ H7235 עֲבָדִ֔ים H5650 הַמִּתְפָּ֣רְצִ֔ים H6555 אִ֖ישׁ H376 מִפְּנֵ֥י H6440 אֲדֹנָֽיו H113 ",
  "11": "וְלָקַחְתִּ֤י H3947 אֶת H853 לַחְמִי֙ H3899 וְאֶת H853 מֵימַ֔י H4325 וְאֵת֙ H853 טִבְחָתִ֔י H2878 אֲשֶׁ֥ר H834 טָבַ֖חְתִּי H2873 לְגֹֽזְזָ֑ H1494 וְנָֽתַתִּי֙ H5414 לַֽאֲנָשִׁ֔ים H376 אֲשֶׁר֙ H834 לֹ֣א H3808 יָדַ֔עְתִּי H3045 אֵ֥י H335 מִזֶּ֖ה H2088 הֵֽמָּה H1992 ",
  "12": "וַיַּהַפְכ֥וּ H2015 נַעֲרֵֽי H5288 דָוִ֖ד H1732 לְדַרְכָּ֑ H1870 וַיָּשֻׁ֨בוּ֙ H7725 וַיָּבֹ֔אוּ H935 וַיַּגִּ֣דוּ H5046 ל֔וֹ Hl כְּכֹ֖ל H3605 הַדְּבָרִ֥ים H1697 הָאֵֽלֶּה H428 ",
  "13": "וַיֹּאמֶר֩ H559 דָּוִ֨ד H1732 לַאֲנָשָׁ֜י H376 חִגְר֣וּ H2296 אִ֣ישׁ H376 אֶת H853 חַרְבּ֗וֹ H2719 וַֽיַּחְגְּרוּ֙ H2296 אִ֣ישׁ H376 אֶת H853 חַרְבּ֔וֹ H2719 וַיַּחְגֹּ֥ר H2296 גַּם H1571 דָּוִ֖ד H1732 אֶת H853 חַרְבּ֑וֹ H2719 וַֽיַּעֲל֣וּ H5927 אַחֲרֵ֣י H310 דָוִ֗ד H1732 כְּאַרְבַּ֤ע H702 מֵאוֹת֙ H3967 אִ֔ישׁ H376 וּמָאתַ֖יִם H3967 יָשְׁב֥וּ H3427 עַל H5921 הַכֵּלִֽים H3627 ",
  "14": "וְלַ H26 אֵ֣שֶׁת H802 נָבָ֔ל H5037 הִגִּ֧יד H5046 נַֽעַר H5288 אֶחָ֛ד H259 מֵהַ H5288 לֵאמֹ֑ר H559 הִנֵּ֣ה H2009 שָׁלַח֩ H7971 דָּוִ֨ד H1732 מַלְאָכִ֧ים H4397 מֵֽהַ H4057 לְבָרֵ֥ךְ H1288 אֶת H853 אֲדֹנֵ֖ינוּ H113 וַיָּ֥עַט H5860 בָּהֶֽם Hb ",
  "15": "וְהָ֣ H376 טֹבִ֥ים H2896 לָ֖נוּ Hl מְאֹ֑ד H3966 וְלֹ֤א H3808 הָכְלַ֨מְנוּ֙ H3637 וְלֹֽא H3808 פָקַ֣דְנוּ H6485 מְא֔וּמָה H3972 כָּל H3605 יְמֵי֙ H3117 הִתְהַלַּ֣כְנוּ H1980 אִתָּ֔ם H854 בִּֽהְיוֹתֵ֖ H1961 בַּשָּׂדֶֽה H7704 ",
  "16": "חוֹמָה֙ H2346 הָי֣וּ H1961 עָלֵ֔ינוּ H5921 גַּם H1571 לַ֖יְלָה H3915 גַּם H1571 יוֹמָ֑ם H3119 כָּל H3605 יְמֵ֛י H3117 הֱיוֹתֵ֥נוּ H1961 עִמָּ֖ם H5973 רֹעִ֥ים H7462 הַצֹּֽאן H6629 ",
  "17": "וְעַתָּ֗ה H6258 דְּעִ֤י H3045 וּרְאִי֙ H7200 מַֽה H4100 תַּעֲשִׂ֔י H6213 כִּֽי H3588 כָלְתָ֧ה H3615 הָרָעָ֛ה H7451 אֶל H413 אֲדֹנֵ֖ינוּ H113 וְעַ֣ל H5921 כָּל H3605 בֵּית֑וֹ H1004 וְהוּא֙ H1931 בֶּן H1121 בְּלִיַּ֔עַל H1100 מִדַּבֵּ֖ר H1696 אֵלָֽיו H413 ",
  "18": "וַתְּמַהֵ֣ר H4116 אבוגיל H26 וַתִּקַּח֩ H3947 מָאתַ֨יִם H3967 לֶ֜חֶם H3899 וּשְׁנַ֣יִם H8147 נִבְלֵי H5035 יַ֗יִן H3196 וְחָמֵ֨שׁ H2568 צֹ֤אן H6629 עשוות H6213 וְחָמֵ֤שׁ H2568 סְאִים֙ H5429 קָלִ֔י H7039 וּמֵאָ֥ה H3967 צִמֻּקִ֖ים H6778 וּמָאתַ֣יִם H3967 דְּבֵלִ֑ים H1690 וַתָּ֖שֶׂם H7760 עַל H5921 הַחֲמֹרִֽים H2543 ",
  "19": "וַתֹּ֤אמֶר H559 לִנְעָרֶ֨י H5288 עִבְר֣וּ H5674 לְפָנַ֔ H6440 הִנְנִ֖י H2005 אַחֲרֵיכֶ֣ם H310 בָּאָ֑ה H935 וּלְ H376 נָבָ֖ל H5037 לֹ֥א H3808 הִגִּֽידָה H5046 ",
  "20": "וְהָיָ֞ה H1961 הִ֣יא H1931 רֹכֶ֣בֶת H7392 עַֽל H5921 הַחֲמ֗וֹר H2543 וְיֹרֶ֨דֶת֙ H3381 בְּסֵ֣תֶר H5643 הָהָ֔ר H2022 וְהִנֵּ֤ה H2009 דָוִד֙ H1732 וַאֲנָשָׁ֔י H376 יֹרְדִ֖ים H3381 לִקְרָאתָ֑ H7122 וַתִּפְגֹּ֖שׁ H6298 אֹתָֽם H853 ",
  "21": "וְדָוִ֣ד H1732 אָמַ֗ר H559 אַךְ֩ H389 לַשֶּׁ֨קֶר H8267 שָׁמַ֜רְתִּי H8104 אֶֽת H853 כָּל H3605 אֲשֶׁ֤ר H834 לָזֶה֙ H2088 בַּמִּדְבָּ֔ר H4057 וְלֹא H3808 נִפְקַ֥ד H6485 מִכָּל H3605 אֲשֶׁר H834 ל֖וֹ Hl מְא֑וּמָה H3972 וַיָּֽשֶׁב H7725 לִ֥י Hl רָעָ֖ה H7451 תַּ֥חַת H8478 טוֹבָֽה H2896 ",
  "22": "כֹּה H3541 יַעֲשֶׂ֧ה H6213 אֱלֹהִ֛ים H430 לְאֹיְבֵ֥י H341 דָוִ֖ד H1732 וְכֹ֣ה H3541 יֹסִ֑יף H3254 אִם H518 אַשְׁאִ֧יר H7604 מִכָּל H3605 אֲשֶׁר H834 ל֛וֹ Hl עַד H5704 הַבֹּ֖קֶר H1242 מַשְׁתִּ֥ין H8366 בְּקִֽיר H7023 ",
  "23": "וַתֵּ֤רֶא H7200 אֲבִיגַ֨יִל֙ H26 אֶת H853 דָּוִ֔ד H1732 וַתְּמַהֵ֕ר H4116 וַתֵּ֖רֶד H3381 מֵעַ֣ל H5921 הַחֲמ֑וֹר H2543 וַתִּפֹּ֞ל H5307 לְאַפֵּ֤י H639 דָוִד֙ H1732 עַל H5921 פָּנֶ֔יהָ H6440 וַתִּשְׁתַּ֖חוּ H7812 אָֽרֶץ H776 ",
  "24": "וַתִּפֹּל֙ H5307 עַל H5921 רַגְלָ֔יו H7272 וַתֹּ֕אמֶר H559 בִּי Hb אֲנִ֥י H589 אֲדֹנִ֖י H113 הֶֽעָוֺ֑ן H5771 וּֽתְדַבֶּר H1696 נָ֤א H4994 אֲמָֽתְךָ֙ H519 בְּאָזְנֶ֔י H241 וּשְׁמַ֕ע H8085 אֵ֖ת H853 דִּבְרֵ֥י H1697 אֲמָתֶֽךָ H519 ",
  "25": "אַל H408 נָ֣א H4994 יָשִׂ֣ים H7760 אֲדֹנִ֣י H113 אֶת H853 לִבּ֡וֹ H3820 אֶל H413 אִישׁ֩ H376 הַבְּלִיַּ֨עַל H1100 הַזֶּ֜ה H2088 עַל H5921 נָבָ֗ל H5037 כִּ֤י H3588 כִשְׁמ H8034 כֶּן H3651 ה֔וּא H1931 נָבָ֣ל H5037 שְׁמ֔וֹ H8034 וּנְבָלָ֖ה H5039 עִמּ֑וֹ H5973 וַֽאֲנִי֙ H589 אֲמָ֣תְךָ֔ H519 לֹ֥א H3808 רָאִ֛יתִי H7200 אֶת H853 נַעֲרֵ֥י H5288 אֲדֹנִ֖י H113 אֲשֶׁ֥ר H834 שָׁלָֽחְתָּ H7971 ",
  "26": "וְעַתָּ֣ה H6258 אֲדֹנִ֗י H113 חַי H2416 יְהוָ֤ה H3068 וְחֵֽי H2416 נַפְשְׁךָ֙ H5315 אֲשֶׁ֨ר H834 מְנָעֲךָ֤ H4513 יְהוָה֙ H3068 מִבּ֣וֹא H935 בְדָמִ֔ים H1818 וְהוֹשֵׁ֥עַ H3467 יָדְךָ֖ H3027 לָ֑ךְ Hl וְעַתָּ֗ה H6258 יִֽהְי֤וּ H1961 כְנָבָל֙ H5037 אֹיְבֶ֔יךָ H341 וְהַֽ H1245 אֶל H413 אֲדֹנִ֖י H113 רָעָֽה H7451 ",
  "27": "וְעַתָּה֙ H6258 הַבְּרָכָ֣ה H1293 הַזֹּ֔את H2063 אֲשֶׁר H834 הֵבִ֥יא H935 שִׁפְחָתְךָ֖ H8198 לַֽאדֹנִ֑ H113 וְנִתְּנָה֙ H5414 לַנְּעָרִ֔ים H5288 הַמִּֽתְהַלְּכִ֖ים H1980 בְּרַגְלֵ֥י H7272 אֲדֹנִֽי H113 ",
  "28": "שָׂ֥א H5375 נָ֖א H4994 לְפֶ֣שַׁע H6588 אֲמָתֶ֑ךָ H519 כִּ֣י H3588 עָשֹֽׂה H6213 יַעֲשֶׂה֩ H6213 יְהוָ֨ה H3068 לַֽאדֹנִ֜ H113 בַּ֣יִת H1004 נֶאֱמָ֗ן H539 כִּי H3588 מִלְחֲמ֤וֹת H4421 יְהוָה֙ H3068 אֲדֹנִ֣י H113 נִלְחָ֔ם H3898 וְרָעָ֛ה H7451 לֹא H3808 תִמָּצֵ֥א H4672 בְךָ֖ Hb מִיָּמֶֽי H3117 ",
  "29": "וַיָּ֤קָם H6965 אָדָם֙ H120 לִרְדָפְ H7291 וּלְ H1245 אֶת H853 נַפְשֶׁ֑ךָ H5315 וְֽהָיְתָה֩ H1961 נֶ֨פֶשׁ H5315 אֲדֹנִ֜י H113 צְרוּרָ֣ה H6887 בִּצְר֣וֹר H6872 הַחַיִּ֗ים H2416 אֵ֚ת H854 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 וְאֵ֨ת H853 נֶ֤פֶשׁ H5315 אֹיְבֶ֨יךָ֙ H341 יְקַלְּעֶ֔נָּה H7049 בְּת֖וֹךְ H8432 כַּ֥ף H3709 הַקָּֽלַע H7050 ",
  "30": "וְהָיָ֗ה H1961 כִּֽי H3588 יַעֲשֶׂ֤ה H6213 יְהוָה֙ H3068 לַֽאדֹנִ֔ H113 כְּכֹ֛ל H3605 אֲשֶׁר H834 דִּבֶּ֥ר H1696 אֶת H853 הַטּוֹבָ֖ה H2896 עָלֶ֑יךָ H5921 וְצִוְּ H6680 לְנָגִ֖יד H5057 עַל H5921 יִשְׂרָאֵֽל H3478 ",
  "31": "וְלֹ֣א H3808 תִהְיֶ֣ה H1961 זֹ֣את H2063 לְךָ֡ Hl לְפוּקָה֩ H6330 וּלְ H4383 לֵ֜ב H3820 לַאדֹנִ֗ H113 וְלִ H8210 דָּם֙ H1818 חִנָּ֔ם H2600 וּלְ H3467 אֲדֹנִ֖י H113 ל֑וֹ Hl וְהֵיטִ֤ב H3190 יְהוָה֙ H3068 לַֽאדֹנִ֔ H113 וְזָכַרְתָּ֖ H2142 אֶת H853 אֲמָתֶֽךָ H519 ",
  "32": "וַיֹּ֥אמֶר H559 דָּוִ֖ד H1732 לַאֲבִיגַ֑ל H26 בָּר֤וּךְ H1288 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֧ר H834 שְׁלָחֵ֛ךְ H7971 הַיּ֥וֹם H3117 הַזֶּ֖ה H2088 לִקְרָאתִֽ H7122 ",
  "33": "וּבָר֥וּךְ H1288 טַעְמֵ֖ךְ H2940 וּבְרוּכָ֣ה H1288 אָ֑תְּ H859 אֲשֶׁ֨ר H834 כְּלִתִ֜נִי H3607 הַיּ֤וֹם H3117 הַזֶּה֙ H2088 מִבּ֣וֹא H935 בְדָמִ֔ים H1818 וְהֹשֵׁ֥עַ H3467 יָדִ֖י H3027 לִֽי Hl ",
  "34": "וְאוּלָ֗ם H199 חַי H2416 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֣ר H834 מְנָעַ֔נִי H4513 מֵהָרַ֖ע H7489 אֹתָ֑ךְ H853 כִּ֣י H3588 לוּלֵ֣י H3884 מִהַ֗רְתְּ H4116 ותבאתי H935 לִקְרָאתִ֔ H7122 כִּ֣י H3588 אִם H518 נוֹתַ֧ר H3498 לְנָבָ֛ל H5037 עַד H5704 א֥וֹר H216 הַבֹּ֖קֶר H1242 מַשְׁתִּ֥ין H8366 בְּקִֽיר H7023 ",
  "35": "וַיִּקַּ֤ח H3947 דָּוִד֙ H1732 מִיָּדָ֔ H3027 אֵ֥ת H853 אֲשֶׁר H834 הֵבִ֖יאָה H935 ל֑וֹ Hl וְלָ֣ Hc/Hl אָמַ֗ר H559 עֲלִ֤י H5927 לְשָׁלוֹם֙ H7965 לְבֵיתֵ֔ H1004 רְאִי֙ H7200 שָׁמַ֣עְתִּי H8085 בְקוֹלֵ֔ H6963 וָאֶשָּׂ֖א H5375 פָּנָֽיִךְ H6440 ",
  "36": "וַתָּבֹ֣א H935 אֲבִיגַ֣יִל H26 אֶל H413 נָבָ֡ל H5037 וְהִנֵּה H2009 לוֹ֩ Hl מִשְׁתֶּ֨ה H4960 בְּבֵית֜ H1004 כְּמִשְׁתֵּ֣ה H4960 הַמֶּ֗לֶךְ H4428 וְלֵ֤ב H3820 נָבָל֙ H5037 ט֣וֹב H2896 עָלָ֔יו H5921 וְה֥וּא H1931 שִׁכֹּ֖ר H7910 עַד H5704 מְאֹ֑ד H3966 וְלֹֽא H3808 הִגִּ֣ידָה H5046 לּ֗וֹ Hl דָּבָ֥ר H1697 קָטֹ֛ן H6996 וְגָד֖וֹל H1419 עַד H5704 א֥וֹר H216 הַבֹּֽקֶר H1242 ",
  "37": "וַיְהִ֣י H1961 בַבֹּ֗קֶר H1242 בְּצֵ֤את H3318 הַיַּ֨יִן֙ H3196 מִנָּבָ֔ל H5037 וַתַּגֶּד H5046 ל֣וֹ Hl אִשְׁתּ֔וֹ H802 אֶת H853 הַדְּבָרִ֖ים H1697 הָאֵ֑לֶּה H428 וַיָּ֤מָת H4191 לִבּוֹ֙ H3820 בְּקִרְבּ֔ H7130 וְה֖וּא H1931 הָיָ֥ה H1961 לְאָֽבֶן H68 ",
  "38": "וַיְהִ֖י H1961 כַּעֲשֶׂ֣רֶת H6235 הַיָּמִ֑ים H3117 וַיִּגֹּ֧ף H5062 יְהוָ֛ה H3068 אֶת H853 נָבָ֖ל H5037 וַיָּמֹֽת H4191 ",
  "39": "וַיִּשְׁמַ֣ע H8085 דָּוִד֮ H1732 כִּ֣י H3588 מֵ֣ת H4191 נָבָל֒ H5037 וַיֹּ֡אמֶר H559 בָּר֣וּךְ H1288 יְהוָ֡ה H3068 אֲשֶׁ֣ר H834 רָב֩ H7378 אֶת H853 רִ֨יב H7379 חֶרְפָּתִ֜י H2781 מִיַּ֣ד H3027 נָבָ֗ל H5037 וְאֶת H853 עַבְדּוֹ֙ H5650 חָשַׂ֣ךְ H2820 מֵֽרָעָ֔ה H7451 וְאֵת֙ H853 רָעַ֣ת H7451 נָבָ֔ל H5037 הֵשִׁ֥יב H7725 יְהוָ֖ה H3068 בְּרֹאשׁ֑ H7218 וַיִּשְׁלַ֤ח H7971 דָּוִד֙ H1732 וַיְדַבֵּ֣ר H1696 בַּאֲבִיגַ֔יִל H26 לְקַחְתָּ֥ H3947 ל֖וֹ Hl לְאִשָּֽׁה H802 ",
  "40": "וַיָּבֹ֜אוּ H935 עַבְדֵ֥י H5650 דָוִ֛ד H1732 אֶל H413 אֲבִיגַ֖יִל H26 הַכַּרְמֶ֑לָ H3760 וַיְדַבְּר֤וּ H1696 אֵלֶ֨יהָ֙ H413 לֵאמֹ֔ר H559 דָּוִד֙ H1732 שְׁלָחָ֣נוּ H7971 אֵלַ֔יִךְ H413 לְקַחְתֵּ֥ H3947 ל֖וֹ Hl לְאִשָּֽׁה H802 ",
  "41": "וַתָּ֕קָם H6965 וַתִּשְׁתַּ֥חוּ H7812 אַפַּ֖יִם H639 אָ֑רְצָה H776 וַתֹּ֗אמֶר H559 הִנֵּ֤ה H2009 אֲמָֽתְךָ֙ H519 לְשִׁפְחָ֔ה H8198 לִרְחֹ֕ץ H7364 רַגְלֵ֖י H7272 עַבְדֵ֥י H5650 אֲדֹנִֽי H113 ",
  "42": "וַתְּמַהֵ֞ר H4116 וַתָּ֣קָם H6965 אֲבִיגַ֗יִל H26 וַתִּרְכַּב֙ H7392 עַֽל H5921 הַחֲמ֔וֹר H2543 וְחָמֵשׁ֙ H2568 נַעֲרֹתֶ֔יהָ H5291 הַהֹלְכ֖וֹת H1980 לְרַגְלָ֑ H7272 וַתֵּ֗לֶךְ H3212 אַֽחֲרֵי֙ H310 מַלְאֲכֵ֣י H4397 דָוִ֔ד H1732 וַתְּהִי H1961 ל֖וֹ Hl לְאִשָּֽׁה H802 ",
  "43": "וְאֶת H853 אֲחִינֹ֛עַם H293 לָקַ֥ח H3947 דָּוִ֖ד H1732 מִֽיִּזְרְעֶ֑אל H3157 וַתִּהְיֶ֛יןָ H1961 גַּֽם H1571 שְׁתֵּיהֶ֥ן H8147 ל֖וֹ Hl לְנָשִֽׁים H802 ",
  "44": "וְשָׁא֗וּל H7586 נָתַ֛ן H5414 אֶת H853 מִיכַ֥ל H4324 בִּתּ֖וֹ H1323 אֵ֣שֶׁת H802 דָּוִ֑ד H1732 לְפַלְטִ֥י H6406 בֶן H1121 לַ֖יִשׁ H3919 אֲשֶׁ֥ר H834 מִגַּלִּֽים H1554 "
}
