{
  "1": "וַיֹּ֤אמֶר H559 דָּוִד֙ H1732 אֶל H413 לִבּ֔וֹ H3820 עַתָּ֛ה H6258 אֶסָּפֶ֥ה H5595 יוֹם H3117 אֶחָ֖ד H259 בְּיַד H3027 שָׁא֑וּל H7586 אֵֽין H369 לִ֨י Hl ט֜וֹב H2896 כִּ֣י H3588 הִמָּלֵ֥ט H4422 אִמָּלֵ֣ט H4422 אֶל H413 אֶ֣רֶץ H776 פְּלִשְׁתִּ֗ים H6430 וְנוֹאַ֨שׁ H2976 מִמֶּ֤נִּי H4480 שָׁאוּל֙ H7586 לְבַקְשֵׁ֤ H1245 עוֹד֙ H5750 בְּכָל H3605 גְּב֣וּל H1366 יִשְׂרָאֵ֔ל H3478 וְנִמְלַטְתִּ֖י H4422 מִיָּדֽ H3027 ",
  "2": "וַיָּ֣קָם H6965 דָּוִ֔ד H1732 וַיַּעֲבֹ֣ר H5674 ה֔וּא H1931 וְשֵׁשׁ H8337 מֵא֥וֹת H3967 אִ֖ישׁ H376 אֲשֶׁ֣ר H834 עִמּ֑וֹ H5973 אֶל H413 אָכִ֥ישׁ H397 בֶּן H1121 מָע֖וֹךְ H4582 מֶ֥לֶךְ H4428 גַּֽת H1661 ",
  "3": "וַיֵּשֶׁב֩ H3427 דָּוִ֨ד H1732 עִם H5973 אָכִ֥ישׁ H397 בְּגַ֛ת H1661 ה֥וּא H1931 וַאֲנָשָׁ֖י H376 אִ֣ישׁ H376 וּבֵית֑ H1004 דָּוִד֙ H1732 וּשְׁתֵּ֣י H8147 נָשָׁ֔יו H802 אֲחִינֹ֨עַם֙ H293 הַיִּזְרְעֵאלִ֔ית H3159 וַאֲבִיגַ֥יִל H26 אֵֽשֶׁת H802 נָבָ֖ל H5037 הַֽכַּרְמְלִֽית H3762 ",
  "4": "וַיֻּגַּ֣ד H5046 לְשָׁא֔וּל H7586 כִּֽי H3588 בָרַ֥ח H1272 דָּוִ֖ד H1732 גַּ֑ת H1661 וְלֹֽא H3808 יוסף H3254 ע֖וֹד H5750 לְבַקְשֽׁ H1245 ",
  "5": "וַיֹּ֨אמֶר H559 דָּוִ֜ד H1732 אֶל H413 אָכִ֗ישׁ H397 אִם H518 נָא֩ H4994 מָצָ֨אתִי H4672 חֵ֤ן H2580 בְּעֵינֶ֨י H5869 יִתְּנוּ H5414 לִ֣י Hl מָק֗וֹם H4725 בְּאַחַ֛ת H259 עָרֵ֥י H5892 הַשָּׂדֶ֖ה H7704 וְאֵ֣שְׁבָה H3427 שָּׁ֑ם H8033 וְלָ֨ H4100 יֵשֵׁ֧ב H3427 עַבְדְּךָ֛ H5650 בְּעִ֥יר H5892 הַמַּמְלָכָ֖ה H4467 עִמָּֽךְ H5973 ",
  "6": "וַיִּתֶּן H5414 ל֥וֹ Hl אָכִ֛ישׁ H397 בַּיּ֥וֹם H3117 הַה֖וּא H1931 אֶת H853 צִֽקְלָ֑ג H6860 לָכֵ֞ן H3651 הָיְתָ֤ה H1961 צִֽקְלַג֙ H6860 לְמַלְכֵ֣י H4428 יְהוּדָ֔ה H3063 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "7": "וַֽיְהִי֙ H1961 מִסְפַּ֣ר H4557 הַיָּמִ֔ים H3117 אֲשֶׁר H834 יָשַׁ֥ב H3427 דָּוִ֖ד H1732 בִּשְׂדֵ֣ה H7704 פְלִשְׁתִּ֑ים H6430 יָמִ֖ים H3117 וְאַרְבָּעָ֥ה H702 חֳדָשִֽׁים H2320 ",
  "8": "וַיַּ֤עַל H5927 דָּוִד֙ H1732 וַֽאֲנָשָׁ֔י H376 וַֽיִּפְשְׁט֛וּ H6584 אֶל H413 הַגְּשׁוּרִ֥י H1651 וה H1511 וְהָ H6003 כִּ֣י H3588 הֵ֜נָּה H2007 יֹשְׁב֤וֹת H3427 הָאָ֨רֶץ֙ H776 אֲשֶׁ֣ר H834 מֵֽעוֹלָ֔ם H5769 בּוֹאֲךָ֥ H935 שׁ֖וּרָה H7793 וְעַד H5704 אֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "9": "וְהִכָּ֤ה H5221 דָוִד֙ H1732 אֶת H853 הָאָ֔רֶץ H776 וְלֹ֥א H3808 יְחַיֶּ֖ה H2421 אִ֣ישׁ H376 וְאִשָּׁ֑ה H802 וְלָקַח֩ H3947 צֹ֨אן H6629 וּבָקָ֜ר H1241 וַחֲמֹרִ֤ים H2543 וּגְמַלִּים֙ H1581 וּבְגָדִ֔ים H899 וַיָּ֖שָׁב H7725 וַיָּבֹ֥א H935 אֶל H413 אָכִֽישׁ H397 ",
  "10": "וַיֹּ֣אמֶר H559 אָכִ֔ישׁ H397 אַל H408 פְּשַׁטְתֶּ֖ם H6584 הַיּ֑וֹם H3117 וַיֹּ֣אמֶר H559 דָּוִ֗ד H1732 עַל H5921 נֶ֤גֶב H5045 יְהוּדָה֙ H3063 וְעַל H5921 נֶ֣גֶב H5045 הַיַּרְחְמְאֵלִ֔י H3397 וְאֶל H413 נֶ֖גֶב H5045 הַקֵּינִֽי H7017 ",
  "11": "וְאִ֨ישׁ H376 וְאִשָּׁ֜ה H802 לֹֽא H3808 יְחַיֶּ֣ה H2421 דָוִ֗ד H1732 לְהָבִ֥יא H935 גַת֙ H1661 לֵאמֹ֔ר H559 פֶּן H6435 יַגִּ֥דוּ H5046 עָלֵ֖ינוּ H5921 לֵאמֹ֑ר H559 כֹּֽה H3541 עָשָׂ֤ה H6213 דָוִד֙ H1732 וְכֹ֣ה H3541 מִשְׁפָּט֔וֹ H4941 כָּל H3605 הַ֨יָּמִ֔ים H3117 אֲשֶׁ֥ר H834 יָשַׁ֖ב H3427 בִּשְׂדֵ֥ה H7704 פְלִשְׁתִּֽים H6430 ",
  "12": "וַיַּאֲמֵ֥ן H539 אָכִ֖ישׁ H397 בְּדָוִ֣ד H1732 לֵאמֹ֑ר H559 הַבְאֵ֤שׁ H887 הִבְאִישׁ֙ H887 בְּעַמּ֣ H5971 בְיִשְׂרָאֵ֔ל H3478 וְהָ֥יָה H1961 לִ֖י Hl לְעֶ֥בֶד H5650 עוֹלָֽם H5769 "
}
