{
  "1": "וּפְלִשְׁתִּ֖ים H6430 נִלְחָמִ֣ים H3898 בְּיִשְׂרָאֵ֑ל H3478 וַיָּנֻ֜סוּ H5127 אַנְשֵׁ֤י H376 יִשְׂרָאֵל֙ H3478 מִפְּנֵ֣י H6440 פְלִשְׁתִּ֔ים H6430 וַיִּפְּל֥וּ H5307 חֲלָלִ֖ים H2491 בְּהַ֥ר H2022 הַגִּלְבֹּֽעַ H1533 ",
  "2": "וַיַּדְבְּק֣וּ H1692 פְלִשְׁתִּ֔ים H6430 אֶת H853 שָׁא֖וּל H7586 וְאֶת H853 בָּנָ֑יו H1121 וַיַּכּ֣וּ H5221 פְלִשְׁתִּ֗ים H6430 אֶת H853 יְהוֹנָתָ֧ן H3083 וְאֶת H853 אֲבִינָדָ֛ב H41 וְאֶת H853 מַלְכִּי H4444 שׁ֖וּעַ H4444 בְּנֵ֥י H1121 שָׁאֽוּל H7586 ",
  "3": "וַתִּכְבַּ֤ד H3513 הַמִּלְחָמָה֙ H4421 אֶל H413 שָׁא֔וּל H7586 וַיִּמְצָאֻ֥ H4672 הַמּוֹרִ֖ים H3384 אֲנָשִׁ֣ים H376 בַּקָּ֑שֶׁת H7198 וַיָּ֥חֶל H2342 מְאֹ֖ד H3966 מֵהַ H3384 ",
  "4": "וַיֹּ֣אמֶר H559 שָׁאוּל֩ H7586 לְנֹשֵׂ֨א H5375 כֵלָ֜יו H3627 שְׁלֹ֥ף H8025 חַרְבְּךָ֣ H2719 וְדָקְרֵ֣ H1856 בָ֗הּ Hb פֶּן H6435 יָ֠בוֹאוּ H935 הָעֲרֵלִ֨ים H6189 הָאֵ֤לֶּה H428 וּדְקָרֻ֨ H1856 וְהִתְעַלְּלוּ H5953 בִ֔י Hb וְלֹ֤א H3808 אָבָה֙ H14 נֹשֵׂ֣א H5375 כֵלָ֔יו H3627 כִּ֥י H3588 יָרֵ֖א H3372 מְאֹ֑ד H3966 וַיִּקַּ֤ח H3947 שָׁאוּל֙ H7586 אֶת H853 הַחֶ֔רֶב H2719 וַיִּפֹּ֖ל H5307 עָלֶֽיהָ H5921 ",
  "5": "וַיַּ֥רְא H7200 נֹשֵֽׂא H5375 כֵלָ֖יו H3627 כִּ֣י H3588 מֵ֣ת H4191 שָׁא֑וּל H7586 וַיִּפֹּ֥ל H5307 גַּם H1571 ה֛וּא H1931 עַל H5921 חַרְבּ֖וֹ H2719 וַיָּ֥מָת H4191 עִמּֽוֹ H5973 ",
  "6": "וַיָּ֣מָת H4191 שָׁא֡וּל H7586 וּשְׁלֹ֣שֶׁת H7969 בָּנָיו֩ H1121 וְנֹשֵׂ֨א H5375 כֵלָ֜יו H3627 גַּ֧ם H1571 כָּל H3605 אֲנָשָׁ֛יו H376 בַּיּ֥וֹם H3117 הַה֖וּא H1931 יַחְדָּֽו H3162 ",
  "7": "וַיִּרְא֣וּ H7200 אַנְשֵֽׁי H376 יִ֠שְׂרָאֵל H3478 אֲשֶׁר H834 בְּעֵ֨בֶר H5676 הָעֵ֜מֶק H6010 וַאֲשֶׁ֣ר H834 בְּעֵ֣בֶר H5676 הַיַּרְדֵּ֗ן H3383 כִּֽי H3588 נָ֨סוּ֙ H5127 אַנְשֵׁ֣י H376 יִשְׂרָאֵ֔ל H3478 וְכִי H3588 מֵ֖תוּ H4191 שָׁא֣וּל H7586 וּבָנָ֑י H1121 וַיַּעַזְב֤וּ H5800 אֶת H853 הֶֽעָרִים֙ H5892 וַיָּנֻ֔סוּ H5127 וַיָּבֹ֣אוּ H935 פְלִשְׁתִּ֔ים H6430 וַיֵּֽשְׁב֖וּ H3427 בָּהֶֽן Hb ",
  "8": "וַֽיְהִי֙ H1961 מִֽמָּחֳרָ֔ת H4283 וַיָּבֹ֣אוּ H935 פְלִשְׁתִּ֔ים H6430 לְפַשֵּׁ֖ט H6584 אֶת H853 הַחֲלָלִ֑ים H2491 וַֽיִּמְצְא֤וּ H4672 אֶת H853 שָׁאוּל֙ H7586 וְאֶת H853 שְׁלֹ֣שֶׁת H7969 בָּנָ֔יו H1121 נֹפְלִ֖ים H5307 בְּהַ֥ר H2022 הַגִּלְבֹּֽעַ H1533 ",
  "9": "וַֽיִּכְרְתוּ֙ H3772 אֶת H853 רֹאשׁ֔וֹ H7218 וַיַּפְשִׁ֖יטוּ H6584 אֶת H853 כֵּלָ֑יו H3627 וַיְשַׁלְּח֨וּ H7971 בְאֶֽרֶץ H776 פְּלִשְׁתִּ֜ים H6430 סָבִ֗יב H5439 לְבַשֵּׂ֛ר H1319 בֵּ֥ית H1004 עֲצַבֵּיהֶ֖ם H6091 וְאֶת H853 הָעָֽם H5971 ",
  "10": "וַיָּשִׂ֨מוּ֙ H7760 אֶת H853 כֵּלָ֔יו H3627 בֵּ֖ית H1004 עַשְׁתָּר֑וֹת H6252 וְאֶת H853 גְּוִיָּתוֹ֙ H1472 תָּקְע֔וּ H8628 בְּחוֹמַ֖ת H2346 בֵּ֥ית H1052 שָֽׁן H1052 ",
  "11": "וַיִּשְׁמְע֣וּ H8085 אֵלָ֔יו H413 יֹשְׁבֵ֖י H3427 יָבֵ֣ישׁ H3003 גִּלְעָ֑ד H1568 אֵ֛ת H853 אֲשֶׁר H834 עָשׂ֥וּ H6213 פְלִשְׁתִּ֖ים H6430 לְשָׁאֽוּל H7586 ",
  "12": "וַיָּק֜וּמוּ H6965 כָּל H3605 אִ֣ישׁ H376 חַיִל֮ H2428 וַיֵּלְכ֣וּ H3212 כָל H3605 הַלַּיְלָה֒ H3915 וַיִּקְח֞וּ H3947 אֶת H853 גְּוִיַּ֣ת H1472 שָׁא֗וּל H7586 וְאֵת֙ H853 גְּוִיֹּ֣ת H1472 בָּנָ֔יו H1121 מֵחוֹמַ֖ת H2346 בֵּ֣ית H1052 שָׁ֑ן H1052 וַיָּבֹ֣אוּ H935 יָבֵ֔שָׁה H3003 וַיִּשְׂרְפ֥וּ H8313 אֹתָ֖ם H853 שָֽׁם H8033 ",
  "13": "וַיִּקְחוּ֙ H3947 אֶת H853 עַצְמֹ֣תֵיהֶ֔ם H6106 וַיִּקְבְּר֥וּ H6912 תַֽחַת H8478 הָאֶ֖שֶׁל H815 בְּיָבֵ֑שָׁ H3003 וַיָּצֻ֖מוּ H6684 שִׁבְעַ֥ת H7651 יָמִֽים H3117 "
}
