{
  "1": "וַיְהִ֧י H1961 אֲרוֹן H727 יְהוָ֛ה H3068 בִּשְׂדֵ֥ה H7704 פְלִשְׁתִּ֖ים H6430 שִׁבְעָ֥ה H7651 חֳדָשִֽׁים H2320 ",
  "2": "וַיִּקְרְא֣וּ H7121 פְלִשְׁתִּ֗ים H6430 לַכֹּהֲנִ֤ים H3548 וְלַ H7080 לֵאמֹ֔ר H559 מַֽה H4100 נַּעֲשֶׂ֖ה H6213 לַאֲר֣וֹן H727 יְהוָ֑ה H3068 הוֹדִעֻ֕נוּ H3045 בַּמֶּ֖ה H4100 נְשַׁלְּחֶ֥נּוּ H7971 לִמְקוֹמֽ H4725 ",
  "3": "וַיֹּאמְר֗וּ H559 אִֽם H518 מְשַׁלְּחִ֞ים H7971 אֶת H853 אֲר֨וֹן H727 אֱלֹהֵ֤י H430 יִשְׂרָאֵל֙ H3478 אַל H408 תְּשַׁלְּח֤וּ H7971 אֹתוֹ֙ H853 רֵיקָ֔ם H7387 כִּֽי H3588 הָשֵׁ֥ב H7725 תָּשִׁ֛יבוּ H7725 ל֖וֹ Hl אָשָׁ֑ם H817 אָ֤ז H227 תֵּרָֽפְאוּ֙ H7495 וְנוֹדַ֣ע H3045 לָכֶ֔ם Hl לָ֛מָּה H4100 לֹא H3808 תָס֥וּר H5493 יָד֖וֹ H3027 מִכֶּֽם H4480 ",
  "4": "וַיֹּאמְר֗וּ H559 מָ֣ה H4100 הָאָשָׁם֮ H817 אֲשֶׁ֣ר H834 נָשִׁ֣יב H7725 לוֹ֒ Hl וַיֹּאמְר֗וּ H559 מִסְפַּר֙ H4557 סַרְנֵ֣י H5633 פְלִשְׁתִּ֔ים H6430 חֲמִשָּׁה֙ H2568 עפלי H6076 זָהָ֔ב H2091 וַחֲמִשָּׁ֖ה H2568 עַכְבְּרֵ֣י H5909 זָהָ֑ב H2091 כִּֽי H3588 מַגֵּפָ֥ה H4046 אַחַ֛ת H259 לְכֻלָּ֖ H3605 וּלְ H5633 ",
  "5": "וַעֲשִׂיתֶם֩ H6213 צַלְמֵ֨י H6754 עפליכם H6076 וְצַלְמֵ֣י H6754 עַכְבְּרֵיכֶ֗ם H5909 הַמַּשְׁחִיתִם֙ H7843 אֶת H853 הָאָ֔רֶץ H776 וּנְתַתֶּ֛ם H5414 לֵאלֹהֵ֥י H430 יִשְׂרָאֵ֖ל H3478 כָּב֑וֹד H3519 אוּלַ֗י H194 יָקֵ֤ל H7043 אֶת H853 יָדוֹ֙ H3027 מֵֽעֲלֵי H5921 וּמֵ H5921 אֱלֹהֵיכֶ֖ם H430 וּמֵ H5921 אַרְצְכֶֽם H776 ",
  "6": "וְלָ֤ H4100 תְכַבְּדוּ֙ H3513 אֶת H853 לְבַבְכֶ֔ם H3824 כַּאֲשֶׁ֧ר H834 כִּבְּד֛וּ H3513 מִצְרַ֥יִם H4713 וּפַרְעֹ֖ה H6547 אֶת H853 לִבָּ֑ם H3820 הֲלוֹא֙ H3808 כַּאֲשֶׁ֣ר H834 הִתְעַלֵּ֣ל H5953 בָּהֶ֔ם Hb וַֽיְשַׁלְּח֖וּ H7971 וַיֵּלֵֽכוּ H3212 ",
  "7": "וְעַתָּ֗ה H6258 קְח֨וּ H3947 וַעֲשׂ֜וּ H6213 עֲגָלָ֤ה H5699 חֲדָשָׁה֙ H2319 אֶחָ֔ת H259 וּשְׁתֵּ֤י H8147 פָרוֹת֙ H6510 עָל֔וֹת H5763 אֲשֶׁ֛ר H834 לֹא H3808 עָלָ֥ה H5927 עֲלֵיהֶ֖ם H5921 עֹ֑ל H5923 וַאֲסַרְתֶּ֤ם H631 אֶת H853 הַפָּרוֹת֙ H6510 בָּעֲגָלָ֔ה H5699 וַהֲשֵׁיבֹתֶ֧ם H7725 בְּנֵיהֶ֛ם H1121 מֵאַחֲרֵי H310 הַבָּֽיְתָ H1004 ",
  "8": "וּלְקַחְתֶּ֞ם H3947 אֶת H853 אֲר֣וֹן H727 יְהוָ֗ה H3068 וּנְתַתֶּ֤ם H5414 אֹתוֹ֙ H853 אֶל H413 הָ֣עֲגָלָ֔ה H5699 וְאֵ֣ת H853 כְּלֵ֣י H3627 הַזָּהָ֗ב H2091 אֲשֶׁ֨ר H834 הֲשֵׁבֹתֶ֥ם H7725 לוֹ֙ Hl אָשָׁ֔ם H817 תָּשִׂ֥ימוּ H7760 בָאַרְגַּ֖ז H712 מִצִּדּ֑ H6654 וְשִׁלַּחְתֶּ֥ם H7971 אֹת֖וֹ H853 וְהָלָֽךְ H1980 ",
  "9": "וּרְאִיתֶ֗ם H7200 אִם H518 דֶּ֨רֶךְ H1870 גְּבוּל֤וֹ H1366 יַֽעֲלֶה֙ H5927 בֵּ֣ית H1053 שֶׁ֔מֶשׁ H1053 ה֚וּא H1931 עָ֣שָׂה H6213 לָ֔נוּ Hl אֶת H853 הָרָעָ֥ה H7451 הַגְּדוֹלָ֖ה H1419 הַזֹּ֑את H2063 וְאִם H518 לֹ֗א H3808 וְיָדַ֨עְנוּ֙ H3045 כִּ֣י H3588 לֹ֤א H3808 יָדוֹ֙ H3027 נָ֣גְעָה H5060 בָּ֔נוּ Hb מִקְרֶ֥ה H4745 ה֖וּא H1931 הָ֥יָה H1961 לָֽנוּ Hl ",
  "10": "וַיַּעֲשׂ֤וּ H6213 הָאֲנָשִׁים֙ H376 כֵּ֔ן H3651 וַיִּקְח֗וּ H3947 שְׁתֵּ֤י H8147 פָרוֹת֙ H6510 עָל֔וֹת H5763 וַיַּאַסְר֖וּ H631 בָּעֲגָלָ֑ה H5699 וְאֶת H853 בְּנֵיהֶ֖ם H1121 כָּל֥וּ H3607 בַבָּֽיִת H1004 ",
  "11": "וַיָּשִׂ֛מוּ H7760 אֶת H853 אֲר֥וֹן H727 יְהוָ֖ה H3068 אֶל H413 הָעֲגָלָ֑ה H5699 וְאֵ֣ת H853 הָאַרְגַּ֗ז H712 וְאֵת֙ H853 עַכְבְּרֵ֣י H5909 הַזָּהָ֔ב H2091 וְאֵ֖ת H853 צַלְמֵ֥י H6754 טְחֹרֵיהֶֽם H2914 ",
  "12": "וַיִשַּׁ֨רְנָה H3474 הַפָּר֜וֹת H6510 בַּדֶּ֗רֶךְ H1870 עַל H5921 דֶּ֨רֶךְ֙ H1870 בֵּ֣ית H1053 שֶׁ֔מֶשׁ H1053 בִּמְסִלָּ֣ה H4546 אַחַ֗ת H259 הָלְכ֤וּ H1980 הָלֹךְ֙ H1980 וְגָע֔וֹ H1600 וְלֹא H3808 סָ֖רוּ H5493 יָמִ֣ין H3225 וּשְׂמֹ֑אול H8040 וְסַרְנֵ֤י H5633 פְלִשְׁתִּים֙ H6430 הֹלְכִ֣ים H1980 אַחֲרֵיהֶ֔ם H310 עַד H5704 גְּב֖וּל H1366 בֵּ֥ית H1053 שָֽׁמֶשׁ H1053 ",
  "13": "וּבֵ֣ית H1053 שֶׁ֔מֶשׁ H1053 קֹצְרִ֥ים H7114 קְצִיר H7105 חִטִּ֖ים H2406 בָּעֵ֑מֶק H6010 וַיִּשְׂא֣וּ H5375 אֶת H853 עֵינֵיהֶ֗ם H5869 וַיִּרְאוּ֙ H7200 אֶת H853 הָ֣אָר֔וֹן H727 וַֽיִּשְׂמְח֖וּ H8055 לִרְאֽוֹת H7200 ",
  "14": "וְהָ H5699 בָּ֠אָה H935 אֶל H413 שְׂדֵ֨ה H7704 יְהוֹשֻׁ֤עַ H3091 בֵּֽית H1030 הַשִּׁמְשִׁי֙ H1030 וַתַּעֲמֹ֣ד H5975 שָׁ֔ם H8033 וְשָׁ֖ם H8033 אֶ֣בֶן H68 גְּדוֹלָ֑ה H1419 וַֽיְבַקְּעוּ֙ H1234 אֶת H853 עֲצֵ֣י H6086 הָעֲגָלָ֔ה H5699 וְאֶת H853 הַ֨פָּר֔וֹת H6510 הֶעֱל֥וּ H5927 עֹלָ֖ה H5930 לַיהוָֽה H3068 ",
  "15": "וְהַ H3881 הוֹרִ֣ידוּ H3381 אֶת H853 אֲר֣וֹן H727 יְהוָ֗ה H3068 וְאֶת H853 הָאַרְגַּ֤ז H712 אֲשֶׁר H834 אִתּוֹ֙ H854 אֲשֶׁר H834 בּ֣וֹ Hb כְלֵֽי H3627 זָהָ֔ב H2091 וַיָּשִׂ֖מוּ H7760 אֶל H413 הָאֶ֣בֶן H68 הַגְּדוֹלָ֑ה H1419 וְאַנְשֵׁ֣י H376 בֵֽית H1053 שֶׁ֗מֶשׁ H1053 הֶעֱל֨וּ H5927 עֹל֜וֹת H5930 וַֽיִּזְבְּח֧וּ H2076 זְבָחִ֛ים H2077 בַּיּ֥וֹם H3117 הַה֖וּא H1931 לַֽיהוָֽה H3068 ",
  "16": "וַחֲמִשָּׁ֥ה H2568 סַרְנֵֽי H5633 פְלִשְׁתִּ֖ים H6430 רָא֑וּ H7200 וַיָּשֻׁ֥בוּ H7725 עֶקְר֖וֹן H6138 בַּיּ֥וֹם H3117 הַהֽוּא H1931 ",
  "17": "וְאֵ֨לֶּה֙ H428 טְחֹרֵ֣י H2914 הַזָּהָ֔ב H2091 אֲשֶׁ֨ר H834 הֵשִׁ֧יבוּ H7725 פְלִשְׁתִּ֛ים H6430 אָשָׁ֖ם H817 לַֽיהוָ֑ה H3068 לְאַשְׁדּ֨וֹד H795 אֶחָ֜ד H259 לְעַזָּ֤ה H5804 אֶחָד֙ H259 לְאַשְׁקְל֣וֹן H831 אֶחָ֔ד H259 לְגַ֥ת H1661 אֶחָ֖ד H259 לְעֶקְר֥וֹן H6138 אֶחָֽד H259 ",
  "18": "וְעַכְבְּרֵ֣י H5909 הַזָּהָ֗ב H2091 מִסְפַּ֞ר H4557 כָּל H3605 עָרֵ֤י H5892 פְלִשְׁתִּים֙ H6430 לַחֲמֵ֣שֶׁת H2568 הַסְּרָנִ֔ים H5633 מֵעִ֣יר H5892 מִבְצָ֔ר H4013 וְעַ֖ד H5704 כֹּ֣פֶר H3724 הַפְּרָזִ֑י H6521 וְעַ֣ד H5704 אָבֵ֣ל H59 הַגְּדוֹלָ֗ה H1419 אֲשֶׁ֨ר H834 הִנִּ֤יחוּ H3240 עָלֶ֨יהָ֙ H5921 אֵ֚ת H853 אֲר֣וֹן H727 יְהוָ֔ה H3068 עַ֚ד H5704 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 בִּשְׂדֵ֥ה H7704 יְהוֹשֻׁ֖עַ H3091 בֵּֽית H1030 הַשִּׁמְשִֽׁי H1030 ",
  "19": "וַיַּ֞ךְ H5221 בְּאַנְשֵׁ֣י H376 בֵֽית H1053 שֶׁ֗מֶשׁ H1053 כִּ֤י H3588 רָאוּ֙ H7200 בַּאֲר֣וֹן H727 יְהוָ֔ה H3068 וַיַּ֤ךְ H5221 בָּעָם֙ H5971 שִׁבְעִ֣ים H7657 אִ֔ישׁ H376 חֲמִשִּׁ֥ים H2572 אֶ֖לֶף H505 אִ֑ישׁ H376 וַיִּֽתְאַבְּל֣וּ H56 הָעָ֔ם H5971 כִּֽי H3588 הִכָּ֧ה H5221 יְהוָ֛ה H3068 בָּעָ֖ם H5971 מַכָּ֥ה H4347 גְדוֹלָֽה H1419 ",
  "20": "וַיֹּֽאמְרוּ֙ H559 אַנְשֵׁ֣י H376 בֵֽית H1053 שֶׁ֔מֶשׁ H1053 מִ֚י H4310 יוּכַ֣ל H3201 לַעֲמֹ֔ד H5975 לִפְנֵ֨י H6440 יְהוָ֧ה H3068 הָאֱלֹהִ֛ים H430 הַקָּד֖וֹשׁ H6918 הַזֶּ֑ה H2088 וְאֶל H413 מִ֖י H4310 יַעֲלֶ֥ה H5927 מֵעָלֵֽי H5921 ",
  "21": "וַֽיִּשְׁלְחוּ֙ H7971 מַלְאָכִ֔ים H4397 אֶל H413 יוֹשְׁבֵ֥י H3427 קִרְיַת H7157 יְעָרִ֖ים H7157 לֵאמֹ֑ר H559 הֵשִׁ֤בוּ H7725 פְלִשְׁתִּים֙ H6430 אֶת H853 אֲר֣וֹן H727 יְהוָ֔ה H3068 רְד֕וּ H3381 הַעֲל֥וּ H5927 אֹת֖וֹ H853 אֲלֵיכֶֽם H413 "
}
