{
  "1": "וַיָּבֹ֜אוּ H935 אַנְשֵׁ֣י H376 קִרְיַ֣ת H7157 יְעָרִ֗ים H7157 וַֽיַּעֲלוּ֙ H5927 אֶת H853 אֲר֣וֹן H727 יְהוָ֔ה H3068 וַיָּבִ֣אוּ H935 אֹת֔וֹ H853 אֶל H413 בֵּ֥ית H1004 אֲבִינָדָ֖ב H41 בַּגִּבְעָ֑ה H1389 וְאֶת H853 אֶלְעָזָ֤ר H499 בְּנוֹ֙ H1121 קִדְּשׁ֔וּ H6942 לִשְׁמֹ֖ר H8104 אֶת H853 אֲר֥וֹן H727 יְהוָֽה H3068 ",
  "2": "וַיְהִ֗י H1961 מִיּ֞וֹם H3117 שֶׁ֤בֶת H3427 הָֽאָרוֹן֙ H727 בְּקִרְיַ֣ת H7157 יְעָרִ֔ים H7157 וַיִּרְבּוּ֙ H7235 הַיָּמִ֔ים H3117 וַיִּֽהְי֖וּ H1961 עֶשְׂרִ֣ים H6242 שָׁנָ֑ה H8141 וַיִּנָּה֛וּ H5091 כָּל H3605 בֵּ֥ית H1004 יִשְׂרָאֵ֖ל H3478 אַחֲרֵ֥י H310 יְהוָֽה H3068 ",
  "3": "וַיֹּ֣אמֶר H559 שְׁמוּאֵ֗ל H8050 אֶל H413 כָּל H3605 בֵּ֣ית H1004 יִשְׂרָאֵל֮ H3478 לֵאמֹר֒ H559 אִם H518 בְּכָל H3605 לְבַבְכֶ֗ם H3824 אַתֶּ֤ם H859 שָׁבִים֙ H7725 אֶל H413 יְהוָ֔ה H3068 הָסִ֜ירוּ H5493 אֶת H853 אֱלֹהֵ֧י H430 הַנֵּכָ֛ר H5236 מִתּוֹכְ H8432 וְהָ H6252 וְהָכִ֨ינוּ H3559 לְבַבְכֶ֤ם H3824 אֶל H413 יְהוָה֙ H3068 וְעִבְדֻ֣ H5647 לְבַדּ֔ H905 וְיַצֵּ֥ל H5337 אֶתְכֶ֖ם H853 מִיַּ֥ד H3027 פְּלִשְׁתִּֽים H6430 ",
  "4": "וַיָּסִ֨ירוּ֙ H5493 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֶת H853 הַבְּעָלִ֖ים H1168 וְאֶת H853 הָעַשְׁתָּרֹ֑ת H6252 וַיַּעַבְד֥וּ H5647 אֶת H853 יְהוָ֖ה H3068 לְבַדּֽ H905 ",
  "5": "וַיֹּ֣אמֶר H559 שְׁמוּאֵ֔ל H8050 קִבְצ֥וּ H6908 אֶת H853 כָּל H3605 יִשְׂרָאֵ֖ל H3478 הַמִּצְפָּ֑תָ H4709 וְאֶתְפַּלֵּ֥ל H6419 בַּעַדְכֶ֖ם H1157 אֶל H413 יְהוָֽה H3068 ",
  "6": "וַיִּקָּבְצ֣וּ H6908 הַ֠מִּצְפָּתָ H4709 וַיִּֽשְׁאֲבוּ H7579 מַ֜יִם H4325 וַֽיִּשְׁפְּכ֣וּ H8210 לִפְנֵ֣י H6440 יְהוָ֗ה H3068 וַיָּצ֨וּמוּ֙ H6684 בַּיּ֣וֹם H3117 הַה֔וּא H1931 וַיֹּ֣אמְרוּ H559 שָׁ֔ם H8033 חָטָ֖אנוּ H2398 לַיהוָ֑ה H3068 וַיִּשְׁפֹּ֧ט H8199 שְׁמוּאֵ֛ל H8050 אֶת H853 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 בַּמִּצְפָּֽה H4709 ",
  "7": "וַיִּשְׁמְע֣וּ H8085 פְלִשְׁתִּ֗ים H6430 כִּֽי H3588 הִתְקַבְּצ֤וּ H6908 בְנֵֽי H1121 יִשְׂרָאֵל֙ H3478 הַמִּצְפָּ֔תָ H4709 וַיַּעֲל֥וּ H5927 סַרְנֵֽי H5633 פְלִשְׁתִּ֖ים H6430 אֶל H413 יִשְׂרָאֵ֑ל H3478 וַֽיִּשְׁמְעוּ֙ H8085 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וַיִּֽרְא֖וּ H3372 מִפְּנֵ֥י H6440 פְלִשְׁתִּֽים H6430 ",
  "8": "וַיֹּאמְר֤וּ H559 בְנֵֽי H1121 יִשְׂרָאֵל֙ H3478 אֶל H413 שְׁמוּאֵ֔ל H8050 אַל H408 תַּחֲרֵ֣שׁ H2790 מִמֶּ֔נּוּ H4480 מִזְּעֹ֖ק H2199 אֶל H413 יְהוָ֣ה H3068 אֱלֹהֵ֑ינוּ H430 וְיֹשִׁעֵ֖ H3467 מִיַּ֥ד H3027 פְּלִשְׁתִּֽים H6430 ",
  "9": "וַיִּקַּ֣ח H3947 שְׁמוּאֵ֗ל H8050 טְלֵ֤ה H2924 חָלָב֙ H2461 אֶחָ֔ד H259 ויעלה H5927 עוֹלָ֛ה H5930 כָּלִ֖יל H3632 לַֽיהוָ֑ה H3068 וַיִּזְעַ֨ק H2199 שְׁמוּאֵ֤ל H8050 אֶל H413 יְהוָה֙ H3068 בְּעַ֣ד H1157 יִשְׂרָאֵ֔ל H3478 וַֽיַּעֲנֵ֖ H6030 יְהוָֽה H3068 ",
  "10": "וַיְהִ֤י H1961 שְׁמוּאֵל֙ H8050 מַעֲלֶ֣ה H5927 הָעוֹלָ֔ה H5930 וּפְלִשְׁתִּ֣ים H6430 נִגְּשׁ֔וּ H5066 לַמִּלְחָמָ֖ה H4421 בְּיִשְׂרָאֵ֑ל H3478 וַיַּרְעֵ֣ם H7481 יְהוָ֣ה H3068 בְּקוֹל H6963 גָּ֠דוֹל H1419 בַּיּ֨וֹם H3117 הַה֤וּא H1931 עַל H5921 פְּלִשְׁתִּים֙ H6430 וַיְהֻמֵּ֔ H2000 וַיִּנָּגְפ֖וּ H5062 לִפְנֵ֥י H6440 יִשְׂרָאֵֽל H3478 ",
  "11": "וַיֵּ֨צְא֜וּ H3318 אַנְשֵׁ֤י H376 יִשְׂרָאֵל֙ H3478 מִן H4480 הַמִּצְפָּ֔ה H4709 וַֽיִּרְדְּפ֖וּ H7291 אֶת H853 פְּלִשְׁתִּ֑ים H6430 וַיַּכּ֕וּ H5221 עַד H5704 מִתַּ֖חַת H8478 לְבֵ֥ית H1033 כָּֽר H1033 ",
  "12": "וַיִּקַּ֨ח H3947 שְׁמוּאֵ֜ל H8050 אֶ֣בֶן H68 אַחַ֗ת H259 וַיָּ֤שֶׂם H7760 בֵּֽין H996 הַמִּצְפָּה֙ H4709 וּבֵ֣ין H996 הַשֵּׁ֔ן H8129 וַיִּקְרָ֥א H7121 אֶת H853 שְׁמָ֖הּ H8034 אֶ֣בֶן H72 הָעָ֑זֶר H72 וַיֹּאמַ֕ר H559 עַד H5704 הֵ֖נָּה H2008 עֲזָרָ֥נוּ H5826 יְהוָֽה H3068 ",
  "13": "וַיִּכָּֽנְעוּ֙ H3665 הַפְּלִשְׁתִּ֔ים H6430 וְלֹא H3808 יָסְפ֣וּ H3254 ע֔וֹד H5750 לָב֖וֹא H935 בִּגְב֣וּל H1366 יִשְׂרָאֵ֑ל H3478 וַתְּהִ֤י H1961 יַד H3027 יְהוָה֙ H3068 בַּפְּלִשְׁתִּ֔ים H6430 כֹּ֖ל H3605 יְמֵ֥י H3117 שְׁמוּאֵֽל H8050 ",
  "14": "וַתָּשֹׁ֣בְנָה H7725 הֶעָרִ֡ים H5892 אֲשֶׁ֣ר H834 לָֽקְחוּ H3947 פְלִשְׁתִּים֩ H6430 מֵאֵ֨ת H853 יִשְׂרָאֵ֤ל H3478 לְיִשְׂרָאֵל֙ H3478 מֵעֶקְר֣וֹן H6138 וְעַד H5704 גַּ֔ת H1661 וְאֶ֨ת H853 גְּבוּלָ֔ן H1366 הִצִּ֥יל H5337 יִשְׂרָאֵ֖ל H3478 מִיַּ֣ד H3027 פְּלִשְׁתִּ֑ים H6430 וַיְהִ֣י H1961 שָׁל֔וֹם H7965 בֵּ֥ין H996 יִשְׂרָאֵ֖ל H3478 וּבֵ֥ין H996 הָאֱמֹרִֽי H567 ",
  "15": "וַיִּשְׁפֹּ֤ט H8199 שְׁמוּאֵל֙ H8050 אֶת H853 יִשְׂרָאֵ֔ל H3478 כֹּ֖ל H3605 יְמֵ֥י H3117 חַיָּֽיו H2416 ",
  "16": "וְהָלַ֗ךְ H1980 מִדֵּ֤י H1767 שָׁנָה֙ H8141 בְּשָׁנָ֔ה H8141 וְסָבַב֙ H5437 בֵּֽית H1008 אֵ֔ל H1008 וְהַ H1537 וְהַ H4709 וְשָׁפַט֙ H8199 אֶת H853 יִשְׂרָאֵ֔ל H3478 אֵ֥ת H853 כָּל H3605 הַמְּקוֹמ֖וֹת H4725 הָאֵֽלֶּה H428 ",
  "17": "וּתְשֻׁבָת֤ H8666 הָרָמָ֨תָ H7414 כִּֽי H3588 שָׁ֣ם H8033 בֵּית֔וֹ H1004 וְשָׁ֖ם H8033 שָׁפָ֣ט H8199 אֶת H853 יִשְׂרָאֵ֑ל H3478 וַיִּֽבֶן H1129 שָׁ֥ם H8033 מִזְבֵּ֖חַ H4196 לַֽיהוָֽה H3068 "
}
