{
  "1": "וְאֵ֨לֶּה֙ H428 תּוֹלְדֹ֣ת H8435 בְּנֵי H1121 נֹ֔חַ H5146 שֵׁ֖ם H8035 חָ֣ם H2526 וָיָ֑פֶת H3315 וַיִּוָּלְד֥וּ H3205 לָהֶ֛ם Hl בָּנִ֖ים H1121 אַחַ֥ר H310 הַמַּבּֽוּל H3999 ",
  "2": "בְּנֵ֣י H1121 יֶ֔פֶת H3315 גֹּ֣מֶר H1586 וּמָג֔וֹג H4031 וּמָדַ֖י H4074 וְיָוָ֣ן H3120 וְתֻבָ֑ל H8422 וּמֶ֖שֶׁךְ H4902 וְתִירָֽס H8494 ",
  "3": "וּבְנֵ֖י H1121 גֹּ֑מֶר H1586 אַשְׁכֲּנַ֥ז H813 וְרִיפַ֖ת H7384 וְתֹגַרְמָֽה H8425 ",
  "4": "וּבְנֵ֥י H1121 יָוָ֖ן H3120 אֱלִישָׁ֣ה H473 וְתַרְשִׁ֑ישׁ H8659 כִּתִּ֖ים H3794 וְדֹדָנִֽים H1721 ",
  "5": "מֵ֠אֵלֶּה H428 נִפְרְד֞וּ H6504 אִיֵּ֤י H339 הַגּוֹיִם֙ H1471 בְּאַרְצֹתָ֔ H776 אִ֖ישׁ H376 לִלְשֹׁנ֑ H3956 לְמִשְׁפְּחֹתָ֖ H4940 בְּגוֹיֵ H1471 ",
  "6": "וּבְנֵ֖י H1121 חָ֑ם H2526 כּ֥וּשׁ H3568 וּמִצְרַ֖יִם H4714 וּפ֥וּט H6316 וּכְנָֽעַן H3667 ",
  "7": "וּבְנֵ֣י H1121 כ֔וּשׁ H3568 סְבָא֙ H5434 וַֽחֲוִילָ֔ה H2341 וְסַבְתָּ֥ה H5454 וְרַעְמָ֖ה H7484 וְסַבְתְּכָ֑א H5455 וּבְנֵ֥י H1121 רַעְמָ֖ה H7484 שְׁבָ֥א H7614 וּדְדָֽן H1719 ",
  "8": "וְכ֖וּשׁ H3568 יָלַ֣ד H3205 אֶת H853 נִמְרֹ֑ד H5248 ה֣וּא H1931 הֵחֵ֔ל H2490 לִֽהְי֥וֹת H1961 גִּבֹּ֖ר H1368 בָּאָֽרֶץ H776 ",
  "9": "הֽוּא H1931 הָיָ֥ה H1961 גִבֹּֽר H1368 צַ֖יִד H6718 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 עַל H5921 כֵּן֙ H3651 יֵֽאָמַ֔ר H559 כְּנִמְרֹ֛ד H5248 גִּבּ֥וֹר H1368 צַ֖יִד H6718 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "10": "וַתְּהִ֨י H1961 רֵאשִׁ֤ית H7225 מַמְלַכְתּוֹ֙ H4467 בָּבֶ֔ל H894 וְאֶ֖רֶךְ H751 וְאַכַּ֣ד H390 וְכַלְנֵ֑ה H3641 בְּאֶ֖רֶץ H776 שִׁנְעָֽר H8152 ",
  "11": "מִן H4480 הָאָ֥רֶץ H776 הַהִ֖וא H1931 יָצָ֣א H3318 אַשּׁ֑וּר H804 וַיִּ֨בֶן֙ H1129 אֶת H853 נִ֣ינְוֵ֔ה H5210 וְאֶת H853 רְחֹבֹ֥ת H7344 עִ֖יר H5892 וְאֶת H853 כָּֽלַח H3625 ",
  "12": "וְֽאֶת H853 רֶ֔סֶן H7449 בֵּ֥ין H996 נִֽינְוֵ֖ה H5210 וּבֵ֣ין H996 כָּ֑לַח H3625 הִ֖וא H1931 הָעִ֥יר H5892 הַגְּדֹלָֽה H1419 ",
  "13": "וּמִצְרַ֡יִם H4714 יָלַ֞ד H3205 אֶת H853 לוּדִ֧ים H3866 וְאֶת H853 עֲנָמִ֛ים H6047 וְאֶת H853 לְהָבִ֖ים H3853 וְאֶת H853 נַפְתֻּחִֽים H5320 ",
  "14": "וְֽאֶת H853 פַּתְרֻסִ֞ים H6625 וְאֶת H853 כַּסְלֻחִ֗ים H3695 אֲשֶׁ֨ר H834 יָצְא֥וּ H3318 מִשָּׁ֛ם H8033 פְּלִשְׁתִּ֖ים H6430 וְאֶת H853 כַּפְתֹּרִֽים H3732 ",
  "15": "וּכְנַ֗עַן H3667 יָלַ֛ד H3205 אֶת H853 צִידֹ֥ן H6721 בְּכֹר֖וֹ H1060 וְאֶת H853 חֵֽת H2845 ",
  "16": "וְאֶת H853 הַיְבוּסִי֙ H2983 וְאֶת H853 הָ֣אֱמֹרִ֔י H567 וְאֵ֖ת H853 הַגִּרְגָּשִֽׁי H1622 ",
  "17": "וְאֶת H853 הַֽחִוִּ֥י H2340 וְאֶת H853 הַֽעַרְקִ֖י H6208 וְאֶת H853 הַסִּינִֽי H5513 ",
  "18": "וְאֶת H853 הָֽאַרְוָדִ֥י H721 וְאֶת H853 הַצְּמָרִ֖י H6786 וְאֶת H853 הַֽחֲמָתִ֑י H2577 וְאַחַ֣ר H310 נָפֹ֔צוּ H6327 מִשְׁפְּח֖וֹת H4940 הַֽכְּנַעֲנִֽי H3669 ",
  "19": "וַֽיְהִ֞י H1961 גְּב֤וּל H1366 הַֽכְּנַעֲנִי֙ H3669 מִצִּידֹ֔ן H6721 בֹּאֲכָ֥ה H935 גְרָ֖רָה H1642 עַד H5704 עַזָּ֑ה H5804 בֹּאֲכָ֞ה H935 סְדֹ֧מָה H5467 וַעֲמֹרָ֛ה H6017 וְאַדְמָ֥ה H126 וּצְבֹיִ֖ם H6636 עַד H5704 לָֽשַׁע H3962 ",
  "20": "אֵ֣לֶּה H428 בְנֵי H1121 חָ֔ם H2526 לְמִשְׁפְּחֹתָ֖ H4940 לִלְשֹֽׁנֹתָ֑ H3956 בְּאַרְצֹתָ֖ H776 בְּגוֹיֵ H1471 ",
  "21": "וּלְ H8035 יֻלַּ֖ד H3205 גַּם H1571 ה֑וּא H1931 אֲבִי֙ H1 כָּל H3605 בְּנֵי H1121 עֵ֔בֶר H5677 אֲחִ֖י H251 יֶ֥פֶת H3315 הַגָּדֽוֹל H1419 ",
  "22": "בְּנֵ֥י H1121 שֵׁ֖ם H8035 עֵילָ֣ם H5867 וְאַשּׁ֑וּר H804 וְאַרְפַּכְשַׁ֖ד H775 וְל֥וּד H3865 וַֽאֲרָֽם H758 ",
  "23": "וּבְנֵ֖י H1121 אֲרָ֑ם H758 ע֥וּץ H5780 וְח֖וּל H2343 וְגֶ֥תֶר H1666 וָמַֽשׁ H4851 ",
  "24": "וְאַרְפַּכְשַׁ֖ד H775 יָלַ֣ד H3205 אֶת H853 שָׁ֑לַח H7974 וְשֶׁ֖לַח H7974 יָלַ֥ד H3205 אֶת H853 עֵֽבֶר H5677 ",
  "25": "וּלְ H5677 יֻלַּ֖ד H3205 שְׁנֵ֣י H8147 בָנִ֑ים H1121 שֵׁ֣ם H8034 הָֽאֶחָ֞ד H259 פֶּ֗לֶג H6389 כִּ֤י H3588 בְיָמָי H3117 נִפְלְגָ֣ה H6385 הָאָ֔רֶץ H776 וְשֵׁ֥ם H8034 אָחִ֖יו H251 יָקְטָֽן H3355 ",
  "26": "וְיָקְטָ֣ן H3355 יָלַ֔ד H3205 אֶת H853 אַלְמוֹדָ֖ד H486 וְאֶת H853 שָׁ֑לֶף H8026 וְאֶת H853 חֲצַרְמָ֖וֶת H2700 וְאֶת H853 יָֽרַח H3392 ",
  "27": "וְאֶת H853 הֲדוֹרָ֥ם H1913 וְאֶת H853 אוּזָ֖ל H187 וְאֶת H853 דִּקְלָֽה H1853 ",
  "28": "וְאֶת H853 עוֹבָ֥ל H5745 וְאֶת H853 אֲבִֽימָאֵ֖ל H39 וְאֶת H853 שְׁבָֽא H7614 ",
  "29": "וְאֶת H853 אוֹפִ֥ר H211 וְאֶת H853 חֲוִילָ֖ה H2341 וְאֶת H853 יוֹבָ֑ב H3103 כָּל H3605 אֵ֖לֶּה H428 בְּנֵ֥י H1121 יָקְטָֽן H3355 ",
  "30": "וַֽיְהִ֥י H1961 מוֹשָׁבָ֖ם H4186 מִמֵּשָׁ֑א H4852 בֹּאֲכָ֥ה H935 סְפָ֖רָה H5611 הַ֥ר H2022 הַקֶּֽדֶם H6924 ",
  "31": "אֵ֣לֶּה H428 בְנֵי H1121 שֵׁ֔ם H8035 לְמִשְׁפְּחֹתָ֖ H4940 לִלְשֹׁנֹתָ֑ H3956 בְּאַרְצֹתָ֖ H776 לְגוֹיֵ H1471 ",
  "32": "אֵ֣לֶּה H428 מִשְׁפְּחֹ֧ת H4940 בְּנֵי H1121 נֹ֛חַ H5146 לְתוֹלְדֹתָ֖ H8435 בְּגוֹיֵ H1471 וּמֵ H428 נִפְרְד֧וּ H6504 הַגּוֹיִ֛ם H1471 בָּאָ֖רֶץ H776 אַחַ֥ר H310 הַמַּבּֽוּל H3999 "
}
