{
  "1": "וַיְהִ֣י H1961 אַבְרָ֔ם H87 בֶּן H1121 תִּשְׁעִ֥ים H8673 שָׁנָ֖ה H8141 וְתֵ֣שַׁע H8672 שָׁנִ֑ים H8141 וַיֵּרָ֨א H7200 יְהוָ֜ה H3068 אֶל H413 אַבְרָ֗ם H87 וַיֹּ֤אמֶר H559 אֵלָיו֙ H413 אֲנִי H589 אֵ֣ל H410 שַׁדַּ֔י H7706 הִתְהַלֵּ֥ךְ H1980 לְפָנַ֖ H6440 וֶהְיֵ֥ה H1961 תָמִֽים H8549 ",
  "2": "וְאֶתְּנָ֥ה H5414 בְרִיתִ֖י H1285 בֵּינִ֣י H996 וּבֵינֶ֑ H996 וְאַרְבֶּ֥ה H7235 אוֹתְךָ֖ H853 בִּמְאֹ֥ד H3966 מְאֹֽד H3966 ",
  "3": "וַיִּפֹּ֥ל H5307 אַבְרָ֖ם H87 עַל H5921 פָּנָ֑יו H6440 וַיְדַבֵּ֥ר H1696 אִתּ֛וֹ H854 אֱלֹהִ֖ים H430 לֵאמֹֽר H559 ",
  "4": "אֲנִ֕י H589 הִנֵּ֥ה H2009 בְרִיתִ֖י H1285 אִתָּ֑ךְ H854 וְהָיִ֕יתָ H1961 לְאַ֖ב H1 הֲמ֥וֹן H1995 גּוֹיִֽם H1471 ",
  "5": "וְלֹא H3808 יִקָּרֵ֥א H7121 ע֛וֹד H5750 אֶת H853 שִׁמְךָ֖ H8034 אַבְרָ֑ם H87 וְהָיָ֤ה H1961 שִׁמְךָ֙ H8034 אַבְרָהָ֔ם H85 כִּ֛י H3588 אַב H1 הֲמ֥וֹן H1995 גּוֹיִ֖ם H1471 נְתַתִּֽיךָ H5414 ",
  "6": "וְהִפְרֵתִ֤י H6509 אֹֽתְךָ֙ H853 בִּמְאֹ֣ד H3966 מְאֹ֔ד H3966 וּנְתַתִּ֖י H5414 לְגוֹיִ֑ם H1471 וּמְלָכִ֖ים H4428 מִמְּךָ֥ H4480 יֵצֵֽאוּ H3318 ",
  "7": "וַהֲקִמֹתִ֨י H6965 אֶת H853 בְּרִיתִ֜י H1285 בֵּינִ֣י H996 וּבֵינֶ֗ H996 וּבֵ֨ין H996 זַרְעֲךָ֧ H2233 אַחֲרֶ֛יךָ H310 לְדֹרֹתָ֖ H1755 לִבְרִ֣ית H1285 עוֹלָ֑ם H5769 לִהְי֤וֹת H1961 לְךָ֙ Hl לֵֽאלֹהִ֔ים H430 וּֽלְ H2233 אַחֲרֶֽיךָ H310 ",
  "8": "וְנָתַתִּ֣י H5414 לְ֠ךָ Hl וּלְ H2233 אַחֲרֶ֜יךָ H310 אֵ֣ת H853 אֶ֣רֶץ H776 מְגֻרֶ֗יךָ H4033 אֵ֚ת H853 כָּל H3605 אֶ֣רֶץ H776 כְּנַ֔עַן H3667 לַאֲחֻזַּ֖ת H272 עוֹלָ֑ם H5769 וְהָיִ֥יתִי H1961 לָהֶ֖ם Hl לֵאלֹהִֽים H430 ",
  "9": "וַיֹּ֤אמֶר H559 אֱלֹהִים֙ H430 אֶל H413 אַבְרָהָ֔ם H85 וְאַתָּ֖ה H859 אֶת H853 בְּרִיתִ֣י H1285 תִשְׁמֹ֑ר H8104 אַתָּ֛ה H859 וְזַרְעֲ H2233 אַֽחֲרֶ֖יךָ H310 לְדֹרֹתָֽ H1755 ",
  "10": "זֹ֣את H2063 בְּרִיתִ֞י H1285 אֲשֶׁ֣ר H834 תִּשְׁמְר֗וּ H8104 בֵּינִי֙ H996 וּבֵ֣ינֵי H996 וּבֵ֥ין H996 זַרְעֲךָ֖ H2233 אַחֲרֶ֑יךָ H310 הִמּ֥וֹל H4135 לָכֶ֖ם Hl כָּל H3605 זָכָֽר H2145 ",
  "11": "וּנְמַלְתֶּ֕ם H5243 אֵ֖ת H853 בְּשַׂ֣ר H1320 עָרְלַתְכֶ֑ם H6190 וְהָיָה֙ H1961 לְא֣וֹת H226 בְּרִ֔ית H1285 בֵּינִ֖י H996 וּבֵינֵי H996 ",
  "12": "וּבֶן H1121 שְׁמֹנַ֣ת H8083 יָמִ֗ים H3117 יִמּ֥וֹל H4135 לָכֶ֛ם Hl כָּל H3605 זָכָ֖ר H2145 לְדֹרֹתֵי H1755 יְלִ֣יד H3211 בָּ֔יִת H1004 וּמִקְנַת H4736 כֶּ֨סֶף֙ H3701 מִכֹּ֣ל H3605 בֶּן H1121 נֵכָ֔ר H5236 אֲשֶׁ֛ר H834 לֹ֥א H3808 מִֽזַּרְעֲ H2233 הֽוּא H1931 ",
  "13": "הִמּ֧וֹל H4135 יִמּ֛וֹל H4135 יְלִ֥יד H3211 בֵּֽיתְךָ֖ H1004 וּמִקְנַ֣ת H4736 כַּסְפֶּ֑ךָ H3701 וְהָיְתָ֧ה H1961 בְרִיתִ֛י H1285 בִּבְשַׂרְ H1320 לִבְרִ֥ית H1285 עוֹלָֽם H5769 ",
  "14": "וְעָרֵ֣ל H6189 זָכָ֗ר H2145 אֲשֶׁ֤ר H834 לֹֽא H3808 יִמּוֹל֙ H4135 אֶת H853 בְּשַׂ֣ר H1320 עָרְלָת֔וֹ H6190 וְנִכְרְתָ֛ה H3772 הַנֶּ֥פֶשׁ H5315 הַהִ֖וא H1931 מֵעַמֶּ֑י H5971 אֶת H853 בְּרִיתִ֖י H1285 הֵפַֽר H6565 ",
  "15": "וַיֹּ֤אמֶר H559 אֱלֹהִים֙ H430 אֶל H413 אַבְרָהָ֔ם H85 שָׂרַ֣י H8297 אִשְׁתְּךָ֔ H802 לֹא H3808 תִקְרָ֥א H7121 אֶת H853 שְׁמָ֖הּ H8034 שָׂרָ֑י H8297 כִּ֥י H3588 שָׂרָ֖ה H8283 שְׁמָֽהּ H8034 ",
  "16": "וּבֵרַכְתִּ֣י H1288 אֹתָ֔הּ H853 וְגַ֨ם H1571 נָתַ֧תִּי H5414 מִמֶּ֛נָּה H4480 לְךָ֖ Hl בֵּ֑ן H1121 וּבֵֽרַכְתִּ֨י H1288 וְהָֽיְתָ֣ה H1961 לְגוֹיִ֔ם H1471 מַלְכֵ֥י H4428 עַמִּ֖ים H5971 מִמֶּ֥נָּה H4480 יִהְיֽוּ H1961 ",
  "17": "וַיִּפֹּ֧ל H5307 אַבְרָהָ֛ם H85 עַל H5921 פָּנָ֖יו H6440 וַיִּצְחָ֑ק H6711 וַיֹּ֣אמֶר H559 בְּלִבּ֗ H3820 הַלְּ H1121 מֵאָֽה H3967 שָׁנָה֙ H8141 יִוָּלֵ֔ד H3205 וְאִ֨ם H518 שָׂרָ֔ה H8283 הֲבַת H1323 תִּשְׁעִ֥ים H8673 שָׁנָ֖ה H8141 תֵּלֵֽד H3205 ",
  "18": "וַיֹּ֥אמֶר H559 אַבְרָהָ֖ם H85 אֶל H413 הָֽאֱלֹהִ֑ים H430 ל֥וּ H3863 יִשְׁמָעֵ֖אל H3458 יִחְיֶ֥ה H2421 לְפָנֶֽי H6440 ",
  "19": "וַיֹּ֣אמֶר H559 אֱלֹהִ֗ים H430 אֲבָל֙ H61 שָׂרָ֣ה H8283 אִשְׁתְּךָ֗ H802 יֹלֶ֤דֶת H3205 לְךָ֙ Hl בֵּ֔ן H1121 וְקָרָ֥אתָ H7121 אֶת H853 שְׁמ֖וֹ H8034 יִצְחָ֑ק H3327 וַהֲקִמֹתִ֨י H6965 אֶת H853 בְּרִיתִ֥י H1285 אִתּ֛וֹ H854 לִבְרִ֥ית H1285 עוֹלָ֖ם H5769 לְזַרְע֥ H2233 אַחֲרָֽיו H310 ",
  "20": "וּֽלְ H3458 שְׁמַעְתִּיךָ֒ H8085 הִנֵּ֣ה H2009 בֵּרַ֣כְתִּי H1288 אֹת֗וֹ H853 וְהִפְרֵיתִ֥י H6509 אֹת֛וֹ H853 וְהִרְבֵּיתִ֥י H7235 אֹת֖וֹ H853 בִּמְאֹ֣ד H3966 מְאֹ֑ד H3966 שְׁנֵים H8147 עָשָׂ֤ר H6240 נְשִׂיאִם֙ H5387 יוֹלִ֔יד H3205 וּנְתַתִּ֖י H5414 לְג֥וֹי H1471 גָּדֽוֹל H1419 ",
  "21": "וְאֶת H853 בְּרִיתִ֖י H1285 אָקִ֣ים H6965 אֶת H854 יִצְחָ֑ק H3327 אֲשֶׁר֩ H834 תֵּלֵ֨ד H3205 לְךָ֤ Hl שָׂרָה֙ H8283 לַמּוֹעֵ֣ד H4150 הַזֶּ֔ה H2088 בַּשָּׁנָ֖ה H8141 הָאַחֶֽרֶת H312 ",
  "22": "וַיְכַ֖ל H3615 לְדַבֵּ֣ר H1696 אִתּ֑וֹ H854 וַיַּ֣עַל H5927 אֱלֹהִ֔ים H430 מֵעַ֖ל H5921 אַבְרָהָֽם H85 ",
  "23": "וַיִּקַּ֨ח H3947 אַבְרָהָ֜ם H85 אֶת H853 יִשְׁמָעֵ֣אל H3458 בְּנ֗וֹ H1121 וְאֵ֨ת H853 כָּל H3605 יְלִידֵ֤י H3211 בֵיתוֹ֙ H1004 וְאֵת֙ H853 כָּל H3605 מִקְנַ֣ת H4736 כַּסְפּ֔וֹ H3701 כָּל H3605 זָכָ֕ר H2145 בְּאַנְשֵׁ֖י H376 בֵּ֣ית H1004 אַבְרָהָ֑ם H85 וַיָּ֜מָל H4135 אֶת H853 בְּשַׂ֣ר H1320 עָרְלָתָ֗ם H6190 בְּעֶ֨צֶם֙ H6106 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 כַּאֲשֶׁ֛ר H834 דִּבֶּ֥ר H1696 אִתּ֖וֹ H854 אֱלֹהִֽים H430 ",
  "24": "וְאַ֨בְרָהָ֔ם H85 בֶּן H1121 תִּשְׁעִ֥ים H8673 וָתֵ֖שַׁע H8672 שָׁנָ֑ה H8141 בְּהִמֹּל֖ H4135 בְּשַׂ֥ר H1320 עָרְלָתֽוֹ H6190 ",
  "25": "וְיִשְׁמָעֵ֣אל H3458 בְּנ֔וֹ H1121 בֶּן H1121 שְׁלֹ֥שׁ H7969 עֶשְׂרֵ֖ה H6240 שָׁנָ֑ה H8141 בְּהִ֨מֹּל֔ H4135 אֵ֖ת H853 בְּשַׂ֥ר H1320 עָרְלָתֽוֹ H6190 ",
  "26": "בְּעֶ֨צֶם֙ H6106 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 נִמּ֖וֹל H4135 אַבְרָהָ֑ם H85 וְיִשְׁמָעֵ֖אל H3458 בְּנֽוֹ H1121 ",
  "27": "וְכָל H3605 אַנְשֵׁ֤י H376 בֵיתוֹ֙ H1004 יְלִ֣יד H3211 בָּ֔יִת H1004 וּמִקְנַת H4736 כֶּ֖סֶף H3701 מֵאֵ֣ת H853 בֶּן H1121 נֵכָ֑ר H5236 נִמֹּ֖לוּ H4135 אִתּֽוֹ H854 "
}
