{
  "1": "וַיֵּרָ֤א H7200 אֵלָיו֙ H413 יְהוָ֔ה H3068 בְּאֵלֹנֵ֖י H436 מַמְרֵ֑א H4471 וְה֛וּא H1931 יֹשֵׁ֥ב H3427 פֶּֽתַח H6607 הָאֹ֖הֶל H168 כְּחֹ֥ם H2527 הַיּֽוֹם H3117 ",
  "2": "וַיִּשָּׂ֤א H5375 עֵינָיו֙ H5869 וַיַּ֔רְא H7200 וְהִנֵּה֙ H2009 שְׁלֹשָׁ֣ה H7969 אֲנָשִׁ֔ים H376 נִצָּבִ֖ים H5324 עָלָ֑יו H5921 וַיַּ֗רְא H7200 וַיָּ֤רָץ H7323 לִקְרָאתָ H7125 מִפֶּ֣תַח H6607 הָאֹ֔הֶל H168 וַיִּשְׁתַּ֖חוּ H7812 אָֽרְצָה H776 ",
  "3": "וַיֹּאמַ֑ר H559 אֲדֹנָ֗י H113 אִם H518 נָ֨א H4994 מָצָ֤אתִי H4672 חֵן֙ H2580 בְּעֵינֶ֔י H5869 אַל H408 נָ֥א H4994 תַעֲבֹ֖ר H5674 מֵעַ֥ל H5921 עַבְדֶּֽךָ H5650 ",
  "4": "יֻקַּֽח H3947 נָ֣א H4994 מְעַט H4592 מַ֔יִם H4325 וְרַחֲצ֖וּ H7364 רַגְלֵיכֶ֑ם H7272 וְהִֽשָּׁעֲנ֖וּ H8172 תַּ֥חַת H8478 הָעֵֽץ H6086 ",
  "5": "וְאֶקְחָ֨ה H3947 פַת H6595 לֶ֜חֶם H3899 וְסַעֲד֤וּ H5582 לִבְּכֶם֙ H3820 אַחַ֣ר H310 תַּעֲבֹ֔רוּ H5674 כִּֽי H3588 עַל H5921 כֵּ֥ן H3651 עֲבַרְתֶּ֖ם H5674 עַֽל H5921 עַבְדְּכֶ֑ם H5650 וַיֹּ֣אמְר֔וּ H559 כֵּ֥ן H3651 תַּעֲשֶׂ֖ה H6213 כַּאֲשֶׁ֥ר H834 דִּבַּֽרְתָּ H1696 ",
  "6": "וַיְמַהֵ֧ר H4116 אַבְרָהָ֛ם H85 הָאֹ֖הֱלָ H168 אֶל H413 שָׂרָ֑ה H8283 וַיֹּ֗אמֶר H559 מַהֲרִ֞י H4116 שְׁלֹ֤שׁ H7969 סְאִים֙ H5429 קֶ֣מַח H7058 סֹ֔לֶת H5560 ל֖וּשִׁי H3888 וַעֲשִׂ֥י H6213 עֻגֽוֹת H5692 ",
  "7": "וְאֶל H413 הַבָּקָ֖ר H1241 רָ֣ץ H7323 אַבְרָהָ֑ם H85 וַיִּקַּ֨ח H3947 בֶּן H1121 בָּקָ֜ר H1241 רַ֤ךְ H7390 וָטוֹב֙ H2896 וַיִּתֵּ֣ן H5414 אֶל H413 הַנַּ֔עַר H5288 וַיְמַהֵ֖ר H4116 לַעֲשׂ֥וֹת H6213 אֹתֽוֹ H853 ",
  "8": "וַיִּקַּ֨ח H3947 חֶמְאָ֜ה H2529 וְחָלָ֗ב H2461 וּבֶן H1121 הַבָּקָר֙ H1241 אֲשֶׁ֣ר H834 עָשָׂ֔ה H6213 וַיִּתֵּ֖ן H5414 לִפְנֵי H6440 וְהֽוּא H1931 עֹמֵ֧ד H5975 עֲלֵיהֶ֛ם H5921 תַּ֥חַת H8478 הָעֵ֖ץ H6086 וַיֹּאכֵֽלוּ H398 ",
  "9": "וַיֹּאמְר֣וּ H559 אֵׄלָׄ֔יׄוׄ H413 אַיֵּ֖ה H346 שָׂרָ֣ה H8283 אִשְׁתֶּ֑ךָ H802 וַיֹּ֖אמֶר H559 הִנֵּ֥ה H2009 בָאֹֽהֶל H168 ",
  "10": "וַיֹּ֗אמֶר H559 שׁ֣וֹב H7725 אָשׁ֤וּב H7725 אֵלֶ֨יךָ֙ H413 כָּעֵ֣ת H6256 חַיָּ֔ה H2416 וְהִנֵּה H2009 בֵ֖ן H1121 לְשָׂרָ֣ה H8283 אִשְׁתֶּ֑ךָ H802 וְשָׂרָ֥ה H8283 שֹׁמַ֛עַת H8085 פֶּ֥תַח H6607 הָאֹ֖הֶל H168 וְה֥וּא H1931 אַחֲרָֽיו H310 ",
  "11": "וְאַבְרָהָ֤ם H85 וְשָׂרָה֙ H8283 זְקֵנִ֔ים H2205 בָּאִ֖ים H935 בַּיָּמִ֑ים H3117 חָדַל֙ H2308 לִהְי֣וֹת H1961 לְשָׂרָ֔ה H8283 אֹ֖רַח H734 כַּנָּשִֽׁים H802 ",
  "12": "וַתִּצְחַ֥ק H6711 שָׂרָ֖ה H8283 בְּקִרְבָּ֣ H7130 לֵאמֹ֑ר H559 אַחֲרֵ֤י H310 בְלֹתִי֙ H1086 הָֽיְתָה H1961 לִּ֣י Hl עֶדְנָ֔ה H5730 וַֽאדֹנִ֖ H113 זָקֵֽן H2204 ",
  "13": "וַיֹּ֥אמֶר H559 יְהוָ֖ה H3068 אֶל H413 אַבְרָהָ֑ם H85 לָ֣מָּה H4100 זֶּה֩ H2088 צָחֲקָ֨ה H6711 שָׂרָ֜ה H8283 לֵאמֹ֗ר H559 הַאַ֥ף H637 אֻמְנָ֛ם H552 אֵלֵ֖ד H3205 וַאֲנִ֥י H589 זָקַֽנְתִּי H2204 ",
  "14": "הֲיִפָּלֵ֥א H6381 מֵיְהוָ֖ה H3068 דָּבָ֑ר H1697 לַמּוֹעֵ֞ד H4150 אָשׁ֥וּב H7725 אֵלֶ֛יךָ H413 כָּעֵ֥ת H6256 חַיָּ֖ה H2416 וּלְ H8283 בֵֽן H1121 ",
  "15": "וַתְּכַחֵ֨שׁ H3584 שָׂרָ֧ה H8283 לֵאמֹ֛ר H559 לֹ֥א H3808 צָחַ֖קְתִּי H6711 כִּ֣י H3588 יָרֵ֑אָה H3372 וַיֹּ֥אמֶר H559 לֹ֖א H3808 כִּ֥י H3588 צָחָֽקְתְּ H6711 ",
  "16": "וַיָּקֻ֤מוּ H6965 מִשָּׁם֙ H8033 הָֽאֲנָשִׁ֔ים H376 וַיַּשְׁקִ֖פוּ H8259 עַל H5921 פְּנֵ֣י H6440 סְדֹ֑ם H5467 וְאַ֨בְרָהָ֔ם H85 הֹלֵ֥ךְ H1980 עִמָּ֖ם H5973 לְשַׁלְּחָֽ H7971 ",
  "17": "וַֽיהֹוָ֖ה H3068 אָמָ֑ר H559 הַֽמְכַסֶּ֤ה H3680 אֲנִי֙ H589 מֵֽאַבְרָהָ֔ם H85 אֲשֶׁ֖ר H834 אֲנִ֥י H589 עֹשֶֽׂה H6213 ",
  "18": "וְאַ֨בְרָהָ֔ם H85 הָי֧וֹ H1961 יִֽהְיֶ֛ה H1961 לְג֥וֹי H1471 גָּד֖וֹל H1419 וְעָצ֑וּם H6099 וְנִ֨בְרְכוּ H1288 ב֔וֹ Hb כֹּ֖ל H3605 גּוֹיֵ֥י H1471 הָאָֽרֶץ H776 ",
  "19": "כִּ֣י H3588 יְדַעְתִּ֗יו H3045 לְמַעַן֩ H4616 אֲשֶׁ֨ר H834 יְצַוֶּ֜ה H6680 אֶת H853 בָּנָ֤יו H1121 וְאֶת H853 בֵּיתוֹ֙ H1004 אַחֲרָ֔יו H310 וְשָֽׁמְרוּ֙ H8104 דֶּ֣רֶךְ H1870 יְהוָ֔ה H3068 לַעֲשׂ֥וֹת H6213 צְדָקָ֖ה H6666 וּמִשְׁפָּ֑ט H4941 לְמַ֗עַן H4616 הָבִ֤יא H935 יְהוָה֙ H3068 עַל H5921 אַבְרָהָ֔ם H85 אֵ֥ת H853 אֲשֶׁר H834 דִּבֶּ֖ר H1696 עָלָֽיו H5921 ",
  "20": "וַיֹּ֣אמֶר H559 יְהוָ֔ה H3068 זַעֲקַ֛ת H2201 סְדֹ֥ם H5467 וַעֲמֹרָ֖ה H6017 כִּי H3588 רָ֑בָּה H7227 וְחַ֨טָּאתָ֔ H2403 כִּ֥י H3588 כָבְדָ֖ה H3513 מְאֹֽד H3966 ",
  "21": "אֵֽרֲדָה H3381 נָּ֣א H4994 וְאֶרְאֶ֔ה H7200 הַכְּ H6818 הַבָּ֥אָה H935 אֵלַ֖י H413 עָשׂ֣וּ H6213 כָּלָ֑ה H3617 וְאִם H518 לֹ֖א H3808 אֵדָֽעָה H3045 ",
  "22": "וַיִּפְנ֤וּ H6437 מִשָּׁם֙ H8033 הָֽאֲנָשִׁ֔ים H376 וַיֵּלְכ֖וּ H3212 סְדֹ֑מָה H5467 וְאַ֨בְרָהָ֔ם H85 עוֹדֶ֥נּוּ H5750 עֹמֵ֖ד H5975 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "23": "וַיִּגַּ֥שׁ H5066 אַבְרָהָ֖ם H85 וַיֹּאמַ֑ר H559 הַאַ֣ף H637 תִּסְפֶּ֔ה H5595 צַדִּ֖יק H6662 עִם H5973 רָשָֽׁע H7563 ",
  "24": "אוּלַ֥י H194 יֵ֛שׁ H3426 חֲמִשִּׁ֥ים H2572 צַדִּיקִ֖ם H6662 בְּת֣וֹךְ H8432 הָעִ֑יר H5892 הַאַ֤ף H637 תִּסְפֶּה֙ H5595 וְלֹא H3808 תִשָּׂ֣א H5375 לַמָּק֔וֹם H4725 לְמַ֛עַן H4616 חֲמִשִּׁ֥ים H2572 הַצַּדִּיקִ֖ם H6662 אֲשֶׁ֥ר H834 בְּקִרְבָּֽ H7130 ",
  "25": "חָלִ֨לָה H2486 לְּךָ֜ Hl מֵעֲשֹׂ֣ת H6213 כַּדָּבָ֣ר H1697 הַזֶּ֗ה H2088 לְהָמִ֤ית H4191 צַדִּיק֙ H6662 עִם H5973 רָשָׁ֔ע H7563 וְהָיָ֥ה H1961 כַצַּדִּ֖יק H6662 כָּרָשָׁ֑ע H7563 חָלִ֣לָה H2486 לָּ֔ךְ Hl הֲשֹׁפֵט֙ H8199 כָּל H3605 הָאָ֔רֶץ H776 לֹ֥א H3808 יַעֲשֶׂ֖ה H6213 מִשְׁפָּֽט H4941 ",
  "26": "וַיֹּ֣אמֶר H559 יְהוָ֔ה H3068 אִם H518 אֶמְצָ֥א H4672 בִסְדֹ֛ם H5467 חֲמִשִּׁ֥ים H2572 צַדִּיקִ֖ם H6662 בְּת֣וֹךְ H8432 הָעִ֑יר H5892 וְנָשָׂ֥אתִי H5375 לְכָל H3605 הַמָּק֖וֹם H4725 בַּעֲבוּרָֽ H5668 ",
  "27": "וַיַּ֥עַן H6030 אַבְרָהָ֖ם H85 וַיֹּאמַ֑ר H559 הִנֵּה H2009 נָ֤א H4994 הוֹאַ֨לְתִּי֙ H2974 לְדַבֵּ֣ר H1696 אֶל H413 אֲדֹנָ֔י H136 וְאָנֹכִ֖י H595 עָפָ֥ר H6083 וָאֵֽפֶר H665 ",
  "28": "א֠וּלַי H194 יַחְסְר֞וּן H2637 חֲמִשִּׁ֤ים H2572 הַצַּדִּיקִם֙ H6662 חֲמִשָּׁ֔ה H2568 הֲתַשְׁחִ֥ית H7843 בַּחֲמִשָּׁ֖ה H2568 אֶת H853 כָּל H3605 הָעִ֑יר H5892 וַיֹּ֨אמֶר֙ H559 לֹ֣א H3808 אַשְׁחִ֔ית H7843 אִם H518 אֶמְצָ֣א H4672 שָׁ֔ם H8033 אַרְבָּעִ֖ים H705 וַחֲמִשָּֽׁה H2568 ",
  "29": "וַיֹּ֨סֶף H3254 ע֜וֹד H5750 לְדַבֵּ֤ר H1696 אֵלָיו֙ H413 וַיֹּאמַ֔ר H559 אוּלַ֛י H194 יִמָּצְא֥וּן H4672 שָׁ֖ם H8033 אַרְבָּעִ֑ים H705 וַיֹּ֨אמֶר֙ H559 לֹ֣א H3808 אֶֽעֱשֶׂ֔ה H6213 בַּעֲב֖וּר H5668 הָאַרְבָּעִֽים H705 ",
  "30": "וַ֠יֹּאמֶר H559 אַל H408 נָ֞א H4994 יִ֤חַר H2734 לַֽאדֹנָ H136 וַאֲדַבֵּ֔רָה H1696 אוּלַ֛י H194 יִמָּצְא֥וּן H4672 שָׁ֖ם H8033 שְׁלֹשִׁ֑ים H7970 וַיֹּ֨אמֶר֙ H559 לֹ֣א H3808 אֶֽעֱשֶׂ֔ה H6213 אִם H518 אֶמְצָ֥א H4672 שָׁ֖ם H8033 שְׁלֹשִֽׁים H7970 ",
  "31": "וַיֹּ֗אמֶר H559 הִנֵּֽה H2009 נָ֤א H4994 הוֹאַ֨לְתִּי֙ H2974 לְדַבֵּ֣ר H1696 אֶל H413 אֲדֹנָ֔י H136 אוּלַ֛י H194 יִמָּצְא֥וּן H4672 שָׁ֖ם H8033 עֶשְׂרִ֑ים H6242 וַיֹּ֨אמֶר֙ H559 לֹ֣א H3808 אַשְׁחִ֔ית H7843 בַּעֲב֖וּר H5668 הָֽעֶשְׂרִֽים H6242 ",
  "32": "וַ֠יֹּאמֶר H559 אַל H408 נָ֞א H4994 יִ֤חַר H2734 לַֽאדֹנָ H136 וַאֲדַבְּרָ֣ה H1696 אַךְ H389 הַפַּ֔עַם H6471 אוּלַ֛י H194 יִמָּצְא֥וּן H4672 שָׁ֖ם H8033 עֲשָׂרָ֑ה H6235 וַיֹּ֨אמֶר֙ H559 לֹ֣א H3808 אַשְׁחִ֔ית H7843 בַּעֲב֖וּר H5668 הָעֲשָׂרָֽה H6235 ",
  "33": "וַיֵּ֣לֶךְ H3212 יְהוָ֔ה H3068 כַּאֲשֶׁ֣ר H834 כִּלָּ֔ה H3615 לְדַבֵּ֖ר H1696 אֶל H413 אַבְרָהָ֑ם H85 וְאַבְרָהָ֖ם H85 שָׁ֥ב H7725 לִמְקֹמֽ H4725 "
}
