{
  "1": "וַ֠יָּבֹאוּ H935 שְׁנֵ֨י H8147 הַמַּלְאָכִ֤ים H4397 סְדֹ֨מָה֙ H5467 בָּעֶ֔רֶב H6153 וְל֖וֹט H3876 יֹשֵׁ֣ב H3427 בְּשַֽׁעַר H8179 סְדֹ֑ם H5467 וַיַּרְא H7200 לוֹט֙ H3876 וַיָּ֣קָם H6965 לִקְרָאתָ֔ H7125 וַיִּשְׁתַּ֥חוּ H7812 אַפַּ֖יִם H639 אָֽרְצָה H776 ",
  "2": "וַיֹּ֜אמֶר H559 הִנֶּ֣ה H2009 נָּא H4994 אֲדֹנַ֗י H113 ס֣וּרוּ H5493 נָ֠א H4994 אֶל H413 בֵּ֨ית H1004 עַבְדְּכֶ֤ם H5650 וְלִ֨ינוּ֙ H3885 וְרַחֲצ֣וּ H7364 רַגְלֵיכֶ֔ם H7272 וְהִשְׁכַּמְתֶּ֖ם H7925 וַהֲלַכְתֶּ֣ם H1980 לְדַרְכְּ H1870 וַיֹּאמְר֣וּ H559 לֹּ֔א H3808 כִּ֥י H3588 בָרְח֖וֹב H7339 נָלִֽין H3885 ",
  "3": "וַיִּפְצַר H6484 בָּ֣ם Hb מְאֹ֔ד H3966 וַיָּסֻ֣רוּ H5493 אֵלָ֔יו H413 וַיָּבֹ֖אוּ H935 אֶל H413 בֵּית֑וֹ H1004 וַיַּ֤עַשׂ H6213 לָהֶם֙ Hl מִשְׁתֶּ֔ה H4960 וּמַצּ֥וֹת H4682 אָפָ֖ה H644 וַיֹּאכֵֽלוּ H398 ",
  "4": "טֶרֶם֮ H2962 יִשְׁכָּבוּ֒ H7901 וְאַנְשֵׁ֨י H376 הָעִ֜יר H5892 אַנְשֵׁ֤י H376 סְדֹם֙ H5467 נָסַ֣בּוּ H5437 עַל H5921 הַבַּ֔יִת H1004 מִנַּ֖עַר H5288 וְעַד H5704 זָקֵ֑ן H2205 כָּל H3605 הָעָ֖ם H5971 מִקָּצֶֽה H7097 ",
  "5": "וַיִּקְרְא֤וּ H7121 אֶל H413 לוֹט֙ H3876 וַיֹּ֣אמְרוּ H559 ל֔וֹ Hl אַיֵּ֧ה H346 הָאֲנָשִׁ֛ים H376 אֲשֶׁר H834 בָּ֥אוּ H935 אֵלֶ֖יךָ H413 הַלָּ֑יְלָה H3915 הוֹצִיאֵ֣ם H3318 אֵלֵ֔ינוּ H413 וְנֵדְעָ֖ה H3045 אֹתָֽם H853 ",
  "6": "וַיֵּצֵ֧א H3318 אֲלֵהֶ֛ם H413 ל֖וֹט H3876 הַפֶּ֑תְחָ H6607 וְהַ H1817 סָגַ֥ר H5462 אַחֲרָֽיו H310 ",
  "7": "וַיֹּאמַ֑ר H559 אַל H408 נָ֥א H4994 אַחַ֖י H251 תָּרֵֽעוּ H7489 ",
  "8": "הִנֵּה H2009 נָ֨א H4994 לִ֜י Hl שְׁתֵּ֣י H8147 בָנ֗וֹת H1323 אֲשֶׁ֤ר H834 לֹֽא H3808 יָדְעוּ֙ H3045 אִ֔ישׁ H376 אוֹצִֽיאָה H3318 נָּ֤א H4994 אֶתְהֶן֙ H853 אֲלֵיכֶ֔ם H413 וַעֲשׂ֣וּ H6213 לָהֶ֔ן Hl כַּטּ֖וֹב H2896 בְּעֵינֵי H5869 רַ֠ק H7535 לָֽאֲנָשִׁ֤ים H376 הָאֵל֙ H411 אַל H408 תַּעֲשׂ֣וּ H6213 דָבָ֔ר H1697 כִּֽי H3588 עַל H5921 כֵּ֥ן H3651 בָּ֖אוּ H935 בְּצֵ֥ל H6738 קֹרָתִֽי H6982 ",
  "9": "וַיֹּאמְר֣וּ H559 גֶּשׁ H5066 הָ֗לְאָה H1973 וַיֹּֽאמְרוּ֙ H559 הָאֶחָ֤ד H259 בָּֽא H935 לָגוּר֙ H1481 וַיִּשְׁפֹּ֣ט H8199 שָׁפ֔וֹט H8199 עַתָּ֕ה H6258 נָרַ֥ע H7489 לְךָ֖ Hl מֵהֶ֑ם H1992 וַיִּפְצְר֨וּ H6484 בָאִ֤ישׁ H376 בְּלוֹט֙ H3876 מְאֹ֔ד H3966 וַֽיִּגְּשׁ֖וּ H5066 לִשְׁבֹּ֥ר H7665 הַדָּֽלֶת H1817 ",
  "10": "וַיִּשְׁלְח֤וּ H7971 הָֽאֲנָשִׁים֙ H376 אֶת H853 יָדָ֔ם H3027 וַיָּבִ֧יאוּ H935 אֶת H853 ל֛וֹט H3876 אֲלֵיהֶ֖ם H413 הַבָּ֑יְתָ H1004 וְאֶת H853 הַדֶּ֖לֶת H1817 סָגָֽרוּ H5462 ",
  "11": "וְֽאֶת H853 הָאֲנָשִׁ֞ים H376 אֲשֶׁר H834 פֶּ֣תַח H6607 הַבַּ֗יִת H1004 הִכּוּ֙ H5221 בַּסַּנְוֵרִ֔ים H5575 מִקָּטֹ֖ן H6996 וְעַד H5704 גָּד֑וֹל H1419 וַיִּלְא֖וּ H3811 לִמְצֹ֥א H4672 הַפָּֽתַח H6607 ",
  "12": "וַיֹּאמְר֨וּ H559 הָאֲנָשִׁ֜ים H376 אֶל H413 ל֗וֹט H3876 עֹ֚ד H5750 מִֽי H4310 לְךָ֣ Hl פֹ֔ה H6311 חָתָן֙ H2860 וּבָנֶ֣י H1121 וּבְנֹתֶ֔י H1323 וְכֹ֥ל H3605 אֲשֶׁר H834 לְךָ֖ Hl בָּעִ֑יר H5892 הוֹצֵ֖א H3318 מִן H4480 הַמָּקֽוֹם H4725 ",
  "13": "כִּֽי H3588 מַשְׁחִתִ֣ים H7843 אֲנַ֔חְנוּ H587 אֶת H853 הַמָּק֖וֹם H4725 הַזֶּ֑ה H2088 כִּֽי H3588 גָֽדְלָ֤ה H1431 צַעֲקָתָם֙ H6818 אֶת H854 פְּנֵ֣י H6440 יְהוָ֔ה H3068 וַיְשַׁלְּחֵ֥ H7971 יְהוָ֖ה H3068 לְשַׁחֲתָֽ H7843 ",
  "14": "וַיֵּצֵ֨א H3318 ל֜וֹט H3876 וַיְדַבֵּ֣ר H1696 אֶל H413 חֲתָנָ֣יו H2860 לֹקְחֵ֣י H3947 בְנֹתָ֗יו H1323 וַיֹּ֨אמֶר֙ H559 ק֤וּמוּ H6965 צְּאוּ֙ H3318 מִן H4480 הַמָּק֣וֹם H4725 הַזֶּ֔ה H2088 כִּֽי H3588 מַשְׁחִ֥ית H7843 יְהוָ֖ה H3068 אֶת H853 הָעִ֑יר H5892 וַיְהִ֥י H1961 כִמְצַחֵ֖ק H6711 בְּעֵינֵ֥י H5869 חֲתָנָֽיו H2860 ",
  "15": "וּכְמוֹ֙ H3644 הַשַּׁ֣חַר H7837 עָלָ֔ה H5927 וַיָּאִ֥יצוּ H213 הַמַּלְאָכִ֖ים H4397 בְּל֣וֹט H3876 לֵאמֹ֑ר H559 קוּם֩ H6965 קַ֨ח H3947 אֶֽת H853 אִשְׁתְּךָ֜ H802 וְאֶת H853 שְׁתֵּ֤י H8147 בְנֹתֶ֨יךָ֙ H1323 הַנִּמְצָאֹ֔ת H4672 פֶּן H6435 תִּסָּפֶ֖ה H5595 בַּעֲוֺ֥ן H5771 הָעִֽיר H5892 ",
  "16": "וַֽיִּתְמַהְמָ֓הּ H4102 וַיַּחֲזִ֨קוּ H2388 הָאֲנָשִׁ֜ים H376 בְּיָד֣ H3027 וּבְ H3027 אִשְׁתּ֗וֹ H802 וּבְ H3027 שְׁתֵּ֣י H8147 בְנֹתָ֔יו H1323 בְּחֶמְלַ֥ת H2551 יְהוָ֖ה H3068 עָלָ֑יו H5921 וַיֹּצִאֻ֥ H3318 וַיַּנִּחֻ֖ H3240 מִח֥וּץ H2351 לָעִֽיר H5892 ",
  "17": "וַיְהִי֩ H1961 כְהוֹצִיאָ֨ H3318 אֹתָ֜ם H853 הַח֗וּצָ H2351 וַיֹּ֨אמֶר֙ H559 הִמָּלֵ֣ט H4422 עַל H5921 נַפְשֶׁ֔ךָ H5315 אַל H408 תַּבִּ֣יט H5027 אַחֲרֶ֔יךָ H310 וְאַֽל H408 תַּעֲמֹ֖ד H5975 בְּכָל H3605 הַכִּכָּ֑ר H3603 הָהָ֥רָ H2022 הִמָּלֵ֖ט H4422 פֶּן H6435 תִּסָּפֶֽה H5595 ",
  "18": "וַיֹּ֥אמֶר H559 ל֖וֹט H3876 אֲלֵהֶ֑ם H413 אַל H408 נָ֖א H4994 אֲדֹנָֽי H136 ",
  "19": "הִנֵּה H2009 נָ֠א H4994 מָצָ֨א H4672 עַבְדְּךָ֣ H5650 חֵן֮ H2580 בְּעֵינֶי H5869 וַתַּגְדֵּ֣ל H1431 חַסְדְּךָ֗ H2617 אֲשֶׁ֤ר H834 עָשִׂ֨יתָ֙ H6213 עִמָּדִ֔י H5978 לְהַחֲי֖וֹת H2421 אֶת H853 נַפְשִׁ֑י H5315 וְאָנֹכִ֗י H595 לֹ֤א H3808 אוּכַל֙ H3201 לְהִמָּלֵ֣ט H4422 הָהָ֔רָ H2022 פֶּן H6435 תִּדְבָּקַ֥נִי H1692 הָרָעָ֖ה H7451 וָמַֽתִּי H4191 ",
  "20": "הִנֵּה H2009 נָ֠א H4994 הָעִ֨יר H5892 הַזֹּ֧את H2063 קְרֹבָ֛ה H7138 לָנ֥וּס H5127 שָׁ֖מָּה H8033 וְהִ֣יא H1931 מִצְעָ֑ר H4705 אִמָּלְטָ֨ה H4422 נָּ֜א H4994 שָׁ֗מָּה H8033 הֲלֹ֥א H3808 מִצְעָ֛ר H4705 הִ֖וא H1931 וּתְחִ֥י H2421 נַפְשִֽׁי H5315 ",
  "21": "וַיֹּ֣אמֶר H559 אֵלָ֔יו H413 הִנֵּה֙ H2009 נָשָׂ֣אתִי H5375 פָנֶ֔יךָ H6440 גַּ֖ם H1571 לַדָּבָ֣ר H1697 הַזֶּ֑ה H2088 לְבִלְתִּ֛י H1115 הָפְכִּ֥י H2015 אֶת H853 הָעִ֖יר H5892 אֲשֶׁ֥ר H834 דִּבַּֽרְתָּ H1696 ",
  "22": "מַהֵר֙ H4116 הִמָּלֵ֣ט H4422 שָׁ֔מָּה H8033 כִּ֣י H3588 לֹ֤א H3808 אוּכַל֙ H3201 לַעֲשׂ֣וֹת H6213 דָּבָ֔ר H1697 עַד H5704 בֹּאֲךָ֖ H935 שָׁ֑מָּה H8033 עַל H5921 כֵּ֛ן H3651 קָרָ֥א H7121 שֵׁם H8034 הָעִ֖יר H5892 צֽוֹעַר H6820 ",
  "23": "הַשֶּׁ֖מֶשׁ H8121 יָצָ֣א H3318 עַל H5921 הָאָ֑רֶץ H776 וְל֖וֹט H3876 בָּ֥א H935 צֹֽעֲרָה H6820 ",
  "24": "וַֽיהוָ֗ה H3068 הִמְטִ֧יר H4305 עַל H5921 סְדֹ֛ם H5467 וְעַל H5921 עֲמֹרָ֖ה H6017 גָּפְרִ֣ית H1614 וָאֵ֑שׁ H784 מֵאֵ֥ת H853 יְהוָ֖ה H3068 מִן H4480 הַשָּׁמָֽיִם H8064 ",
  "25": "וַֽיַּהֲפֹךְ֙ H2015 אֶת H853 הֶעָרִ֣ים H5892 הָאֵ֔ל H411 וְאֵ֖ת H853 כָּל H3605 הַכִּכָּ֑ר H3603 וְאֵת֙ H853 כָּל H3605 יֹשְׁבֵ֣י H3427 הֶעָרִ֔ים H5892 וְצֶ֖מַח H6780 הָאֲדָמָֽה H127 ",
  "26": "וַתַּבֵּ֥ט H5027 אִשְׁתּ֖וֹ H802 מֵאַחֲרָ֑י H310 וַתְּהִ֖י H1961 נְצִ֥יב H5333 מֶֽלַח H4417 ",
  "27": "וַיַּשְׁכֵּ֥ם H7925 אַבְרָהָ֖ם H85 בַּבֹּ֑קֶר H1242 אֶל H413 הַ֨מָּק֔וֹם H4725 אֲשֶׁר H834 עָ֥מַד H5975 שָׁ֖ם H8033 אֶת H853 פְּנֵ֥י H6440 יְהוָֽה H3068 ",
  "28": "וַיַּשְׁקֵ֗ף H8259 עַל H5921 פְּנֵ֤י H6440 סְדֹם֙ H5467 וַעֲמֹרָ֔ה H6017 וְעַֽל H5921 כָּל H3605 פְּנֵ֖י H6440 אֶ֣רֶץ H776 הַכִּכָּ֑ר H3603 וַיַּ֗רְא H7200 וְהִנֵּ֤ה H2009 עָלָה֙ H5927 קִיטֹ֣ר H7008 הָאָ֔רֶץ H776 כְּקִיטֹ֖ר H7008 הַכִּבְשָֽׁן H3536 ",
  "29": "וַיְהִ֗י H1961 בְּשַׁחֵ֤ת H7843 אֱלֹהִים֙ H430 אֶת H853 עָרֵ֣י H5892 הַכִּכָּ֔ר H3603 וַיִּזְכֹּ֥ר H2142 אֱלֹהִ֖ים H430 אֶת H853 אַבְרָהָ֑ם H85 וַיְשַׁלַּ֤ח H7971 אֶת H853 לוֹט֙ H3876 מִתּ֣וֹךְ H8432 הַהֲפֵכָ֔ה H2018 בַּהֲפֹךְ֙ H2015 אֶת H853 הֶ֣עָרִ֔ים H5892 אֲשֶׁר H834 יָשַׁ֥ב H3427 בָּהֵ֖ן H2004 לֽוֹט H3876 ",
  "30": "וַיַּעַל֩ H5927 ל֨וֹט H3876 מִצּ֜וֹעַר H6820 וַיֵּ֣שֶׁב H3427 בָּהָ֗ר H2022 וּשְׁתֵּ֤י H8147 בְנֹתָיו֙ H1323 עִמּ֔וֹ H5973 כִּ֥י H3588 יָרֵ֖א H3372 לָשֶׁ֣בֶת H3427 בְּצ֑וֹעַר H6820 וַיֵּ֨שֶׁב֙ H3427 בַּמְּעָרָ֔ה H4631 ה֖וּא H1931 וּשְׁתֵּ֥י H8147 בְנֹתָֽיו H1323 ",
  "31": "וַתֹּ֧אמֶר H559 הַבְּכִירָ֛ה H1067 אֶל H413 הַצְּעִירָ֖ה H6810 אָבִ֣ינוּ H1 זָקֵ֑ן H2204 וְאִ֨ישׁ H376 אֵ֤ין H369 בָּאָ֨רֶץ֙ H776 לָב֣וֹא H935 עָלֵ֔ינוּ H5921 כְּדֶ֖רֶךְ H1870 כָּל H3605 הָאָֽרֶץ H776 ",
  "32": "לְכָ֨ה H3212 נַשְׁקֶ֧ה H8248 אֶת H853 אָבִ֛ינוּ H1 יַ֖יִן H3196 וְנִשְׁכְּבָ֣ה H7901 עִמּ֑וֹ H5973 וּנְחַיֶּ֥ה H2421 מֵאָבִ֖י H1 זָֽרַע H2233 ",
  "33": "וַתַּשְׁקֶ֧יןָ H8248 אֶת H853 אֲבִיהֶ֛ן H1 יַ֖יִן H3196 בַּלַּ֣יְלָה H3915 ה֑וּא H1931 וַתָּבֹ֤א H935 הַבְּכִירָה֙ H1067 וַתִּשְׁכַּ֣ב H7901 אֶת H854 אָבִ֔יהָ H1 וְלֹֽא H3808 יָדַ֥ע H3045 בְּשִׁכְבָ֖ H7901 וּבְ H6965 ",
  "34": "וַֽיְהִי֙ H1961 מִֽמָּחֳרָ֔ת H4283 וַתֹּ֤אמֶר H559 הַבְּכִירָה֙ H1067 אֶל H413 הַצְּעִירָ֔ה H6810 הֵן H2005 שָׁכַ֥בְתִּי H7901 אֶ֖מֶשׁ H570 אֶת H854 אָבִ֑י H1 נַשְׁקֶ֨נּוּ H8248 יַ֜יִן H3196 גַּם H1571 הַלַּ֗יְלָה H3915 וּבֹ֨אִי֙ H935 שִׁכְבִ֣י H7901 עִמּ֔וֹ H5973 וּנְחַיֶּ֥ה H2421 מֵאָבִ֖י H1 זָֽרַע H2233 ",
  "35": "וַתַּשְׁקֶ֜יןָ H8248 גַּ֣ם H1571 בַּלַּ֧יְלָה H3915 הַה֛וּא H1931 אֶת H853 אֲבִיהֶ֖ן H1 יָ֑יִן H3196 וַתָּ֤קָם H6965 הַצְּעִירָה֙ H6810 וַתִּשְׁכַּ֣ב H7901 עִמּ֔וֹ H5973 וְלֹֽא H3808 יָדַ֥ע H3045 בְּשִׁכְבָ֖ H7901 וּבְ H6965 ",
  "36": "וַֽתַּהֲרֶ֛יןָ H2029 שְׁתֵּ֥י H8147 בְנֽוֹת H1323 ל֖וֹט H3876 מֵאֲבִי H1 ",
  "37": "וַתֵּ֤לֶד H3205 הַבְּכִירָה֙ H1067 בֵּ֔ן H1121 וַתִּקְרָ֥א H7121 שְׁמ֖וֹ H8034 מוֹאָ֑ב H4124 ה֥וּא H1931 אֲבִֽי H1 מוֹאָ֖ב H4124 עַד H5704 הַיּֽוֹם H3117 ",
  "38": "וְהַ H6810 גַם H1571 הִוא֙ H1931 יָ֣לְדָה H3205 בֵּ֔ן H1121 וַתִּקְרָ֥א H7121 שְׁמ֖וֹ H8034 בֶּן H1151 עַמִּ֑י H1151 ה֛וּא H1931 אֲבִ֥י H1 בְנֵֽי H1121 עַמּ֖וֹן H5983 עַד H5704 הַיּֽוֹם H3117 "
}
