{
  "1": "וְאַבְרָהָ֣ם H85 זָקֵ֔ן H2204 בָּ֖א H935 בַּיָּמִ֑ים H3117 וַֽיהוָ֛ה H3068 בֵּרַ֥ךְ H1288 אֶת H853 אַבְרָהָ֖ם H85 בַּכֹּֽל H3605 ",
  "2": "וַיֹּ֣אמֶר H559 אַבְרָהָ֗ם H85 אֶל H413 עַבְדּוֹ֙ H5650 זְקַ֣ן H2205 בֵּית֔וֹ H1004 הַמֹּשֵׁ֖ל H4910 בְּכָל H3605 אֲשֶׁר H834 ל֑וֹ Hl שִֽׂים H7760 נָ֥א H4994 יָדְךָ֖ H3027 תַּ֥חַת H8478 יְרֵכִֽי H3409 ",
  "3": "וְאַשְׁבִּ֣יעֲ H7650 בַּֽיהוָה֙ H3068 אֱלֹהֵ֣י H430 הַשָּׁמַ֔יִם H8064 וֵֽאלֹהֵ֖י H430 הָאָ֑רֶץ H776 אֲשֶׁ֨ר H834 לֹֽא H3808 תִקַּ֤ח H3947 אִשָּׁה֙ H802 לִבְנִ֔ H1121 מִבְּנוֹת֙ H1323 הַֽכְּנַעֲנִ֔י H3669 אֲשֶׁ֥ר H834 אָנֹכִ֖י H595 יוֹשֵׁ֥ב H3427 בְּקִרְבּֽ H7130 ",
  "4": "כִּ֧י H3588 אֶל H413 אַרְצִ֛י H776 וְאֶל H413 מוֹלַדְתִּ֖י H4138 תֵּלֵ֑ךְ H3212 וְלָקַחְתָּ֥ H3947 אִשָּׁ֖ה H802 לִבְנִ֥ H1121 לְיִצְחָֽק H3327 ",
  "5": "וַיֹּ֤אמֶר H559 אֵלָיו֙ H413 הָעֶ֔בֶד H5650 אוּלַי֙ H194 לֹא H3808 תֹאבֶ֣ה H14 הָֽאִשָּׁ֔ה H802 לָלֶ֥כֶת H3212 אַחֲרַ֖י H310 אֶל H413 הָאָ֣רֶץ H776 הַזֹּ֑את H2063 הֶֽהָשֵׁ֤ב H7725 אָשִׁיב֙ H7725 אֶת H853 בִּנְךָ֔ H1121 אֶל H413 הָאָ֖רֶץ H776 אֲשֶׁר H834 יָצָ֥אתָ H3318 מִשָּֽׁם H8033 ",
  "6": "וַיֹּ֥אמֶר H559 אֵלָ֖יו H413 אַבְרָהָ֑ם H85 הִשָּׁ֣מֶר H8104 לְךָ֔ Hl פֶּן H6435 תָּשִׁ֥יב H7725 אֶת H853 בְּנִ֖י H1121 שָֽׁמָּה H8033 ",
  "7": "יְהוָ֣ה H3068 אֱלֹהֵ֣י H430 הַשָּׁמַ֗יִם H8064 אֲשֶׁ֨ר H834 לְקָחַ֜נִי H3947 מִבֵּ֣ית H1004 אָבִי֮ H1 וּמֵ H776 מֽוֹלַדְתִּי֒ H4138 וַאֲשֶׁ֨ר H834 דִּבֶּר H1696 לִ֜י Hl וַאֲשֶׁ֤ר H834 נִֽשְׁבַּֽע H7650 לִי֙ Hl לֵאמֹ֔ר H559 לְזַ֨רְעֲ H2233 אֶתֵּ֖ן H5414 אֶת H853 הָאָ֣רֶץ H776 הַזֹּ֑את H2063 ה֗וּא H1931 יִשְׁלַ֤ח H7971 מַלְאָכוֹ֙ H4397 לְפָנֶ֔י H6440 וְלָקַחְתָּ֥ H3947 אִשָּׁ֛ה H802 לִבְנִ֖ H1121 מִשָּֽׁם H8033 ",
  "8": "וְאִם H518 לֹ֨א H3808 תֹאבֶ֤ה H14 הָֽאִשָּׁה֙ H802 לָלֶ֣כֶת H3212 אַחֲרֶ֔יךָ H310 וְנִקִּ֕יתָ H5352 מִשְּׁבֻעָתִ֖ H7621 זֹ֑את H2063 רַ֣ק H7535 אֶת H853 בְּנִ֔י H1121 לֹ֥א H3808 תָשֵׁ֖ב H7725 שָֽׁמָּה H8033 ",
  "9": "וַיָּ֤שֶׂם H7760 הָעֶ֨בֶד֙ H5650 אֶת H853 יָד֔וֹ H3027 תַּ֛חַת H8478 יֶ֥רֶךְ H3409 אַבְרָהָ֖ם H85 אֲדֹנָ֑יו H113 וַיִּשָּׁ֣בַֽע H7650 ל֔וֹ Hl עַל H5921 הַדָּבָ֖ר H1697 הַזֶּֽה H2088 ",
  "10": "וַיִּקַּ֣ח H3947 הָ֠עֶבֶד H5650 עֲשָׂרָ֨ה H6235 גְמַלִּ֜ים H1581 מִגְּמַלֵּ֤י H1581 אֲדֹנָיו֙ H113 וַיֵּ֔לֶךְ H3212 וְכָל H3605 ט֥וּב H2898 אֲדֹנָ֖יו H113 בְּיָד֑ H3027 וַיָּ֗קָם H6965 וַיֵּ֛לֶךְ H3212 אֶל H413 אֲרַ֥ם H763 נַֽהֲרַ֖יִם H763 אֶל H413 עִ֥יר H5892 נָחֽוֹר H5152 ",
  "11": "וַיַּבְרֵ֧ךְ H1288 הַגְּמַלִּ֛ים H1581 מִח֥וּץ H2351 לָעִ֖יר H5892 אֶל H413 בְּאֵ֣ר H875 הַמָּ֑יִם H4325 לְעֵ֣ת H6256 עֶ֔רֶב H6153 לְעֵ֖ת H6256 צֵ֥את H3318 הַשֹּׁאֲבֹֽת H7579 ",
  "12": "וַיֹּאמַ֓ר H559 יְהוָ֗ה H3068 אֱלֹהֵי֙ H430 אֲדֹנִ֣י H113 אַבְרָהָ֔ם H85 הַקְרֵה H7136 נָ֥א H4994 לְפָנַ֖ H6440 הַיּ֑וֹם H3117 וַעֲשֵׂה H6213 חֶ֕סֶד H2617 עִ֖ם H5973 אֲדֹנִ֥י H113 אַבְרָהָֽם H85 ",
  "13": "הִנֵּ֛ה H2009 אָנֹכִ֥י H595 נִצָּ֖ב H5324 עַל H5921 עֵ֣ין H5869 הַמָּ֑יִם H4325 וּבְנוֹת֙ H1323 אַנְשֵׁ֣י H376 הָעִ֔יר H5892 יֹצְאֹ֖ת H3318 לִשְׁאֹ֥ב H7579 מָֽיִם H4325 ",
  "14": "וְהָיָ֣ה H1961 הַֽנַּעֲרָ֗ H5291 אֲשֶׁ֨ר H834 אֹמַ֤ר H559 אֵלֶ֨יהָ֙ H413 הַטִּי H5186 נָ֤א H4994 כַדֵּךְ֙ H3537 וְאֶשְׁתֶּ֔ה H8354 וְאָמְרָ֣ה H559 שְׁתֵ֔ה H8354 וְגַם H1571 גְּמַלֶּ֖יךָ H1581 אַשְׁקֶ֑ה H8248 אֹתָ֤הּ H853 הֹכַ֨חְתָּ֙ H3198 לְעַבְדְּ H5650 לְיִצְחָ֔ק H3327 וּבָ֣ Hc/Hb אֵדַ֔ע H3045 כִּי H3588 עָשִׂ֥יתָ H6213 חֶ֖סֶד H2617 עִם H5973 אֲדֹנִֽי H113 ",
  "15": "וַֽיְהִי H1961 ה֗וּא H1931 טֶרֶם֮ H2962 כִּלָּ֣ה H3615 לְדַבֵּר֒ H1696 וְהִנֵּ֧ה H2009 רִבְקָ֣ה H7259 יֹצֵ֗את H3318 אֲשֶׁ֤ר H834 יֻלְּדָה֙ H3205 לִבְתוּאֵ֣ל H1328 בֶּן H1121 מִלְכָּ֔ה H4435 אֵ֥שֶׁת H802 נָח֖וֹר H5152 אֲחִ֣י H251 אַבְרָהָ֑ם H85 וְכַדָּ֖ H3537 עַל H5921 שִׁכְמָֽהּ H7926 ",
  "16": "וְהַֽ H5291 טֹבַ֤ת H2896 מַרְאֶה֙ H4758 מְאֹ֔ד H3966 בְּתוּלָ֕ה H1330 וְאִ֖ישׁ H376 לֹ֣א H3808 יְדָעָ֑הּ H3045 וַתֵּ֣רֶד H3381 הָעַ֔יְנָ H5869 וַתְּמַלֵּ֥א H4390 כַדָּ֖הּ H3537 וַתָּֽעַל H5927 ",
  "17": "וַיָּ֥רָץ H7323 הָעֶ֖בֶד H5650 לִקְרָאתָ֑ H7125 וַיֹּ֕אמֶר H559 הַגְמִיאִ֥ינִי H1572 נָ֛א H4994 מְעַט H4592 מַ֖יִם H4325 מִכַּדֵּֽ H3537 ",
  "18": "וַתֹּ֖אמֶר H559 שְׁתֵ֣ה H8354 אֲדֹנִ֑י H113 וַתְּמַהֵ֗ר H4116 וַתֹּ֧רֶד H3381 כַּדָּ֛הּ H3537 עַל H5921 יָדָ֖הּ H3027 וַתַּשְׁקֵֽ H8248 ",
  "19": "וַתְּכַ֖ל H3615 לְהַשְׁקֹת֑ H8248 וַתֹּ֗אמֶר H559 גַּ֤ם H1571 לִגְמַלֶּ֨י H1581 אֶשְׁאָ֔ב H7579 עַ֥ד H5704 אִם H518 כִּלּ֖וּ H3615 לִשְׁתֹּֽת H8354 ",
  "20": "וַתְּמַהֵ֗ר H4116 וַתְּעַ֤ר H6168 כַּדָּהּ֙ H3537 אֶל H413 הַשֹּׁ֔קֶת H8268 וַתָּ֥רָץ H7323 ע֛וֹד H5750 אֶֽל H413 הַבְּאֵ֖ר H875 לִשְׁאֹ֑ב H7579 וַתִּשְׁאַ֖ב H7579 לְכָל H3605 גְּמַלָּֽיו H1581 ",
  "21": "וְהָ H376 מִשְׁתָּאֵ֖ה H7583 לָ֑הּ Hl מַחֲרִ֕ישׁ H2790 לָדַ֗עַת H3045 הַֽהִצְלִ֧יחַ H6743 יְהוָ֛ה H3068 דַּרְכּ֖וֹ H1870 אִם H518 לֹֽא H3808 ",
  "22": "וַיְהִ֗י H1961 כַּאֲשֶׁ֨ר H834 כִּלּ֤וּ H3615 הַגְּמַלִּים֙ H1581 לִשְׁתּ֔וֹת H8354 וַיִּקַּ֤ח H3947 הָאִישׁ֙ H376 נֶ֣זֶם H5141 זָהָ֔ב H2091 בֶּ֖קַע H1235 מִשְׁקָל֑וֹ H4948 וּשְׁנֵ֤י H8147 צְמִידִים֙ H6781 עַל H5921 יָדֶ֔יהָ H3027 עֲשָׂרָ֥ה H6235 זָהָ֖ב H2091 מִשְׁקָלָֽם H4948 ",
  "23": "וַיֹּ֨אמֶר֙ H559 בַּת H1323 מִ֣י H4310 אַ֔תְּ H859 הַגִּ֥ידִי H5046 נָ֖א H4994 לִ֑י Hl הֲיֵ֧שׁ H3426 בֵּית H1004 אָבִ֛יךְ H1 מָק֥וֹם H4725 לָ֖נוּ Hl לָלִֽין H3885 ",
  "24": "וַתֹּ֣אמֶר H559 אֵלָ֔יו H413 בַּת H1323 בְּתוּאֵ֖ל H1328 אָנֹ֑כִי H595 בֶּן H1121 מִלְכָּ֕ה H4435 אֲשֶׁ֥ר H834 יָלְדָ֖ה H3205 לְנָחֽוֹר H5152 ",
  "25": "וַתֹּ֣אמֶר H559 אֵלָ֔יו H413 גַּם H1571 תֶּ֥בֶן H8401 גַּם H1571 מִסְפּ֖וֹא H4554 רַ֣ב H7227 עִמָּ֑נוּ H5973 גַּם H1571 מָק֖וֹם H4725 לָלֽוּן H3885 ",
  "26": "וַיִּקֹּ֣ד H6915 הָאִ֔ישׁ H376 וַיִּשְׁתַּ֖חוּ H7812 לַֽיהוָֽה H3068 ",
  "27": "וַיֹּ֗אמֶר H559 בָּר֤וּךְ H1288 יְהוָה֙ H3068 אֱלֹהֵי֙ H430 אֲדֹנִ֣י H113 אַבְרָהָ֔ם H85 אֲ֠שֶׁר H834 לֹֽא H3808 עָזַ֥ב H5800 חַסְדּ֛וֹ H2617 וַאֲמִתּ֖ H571 מֵעִ֣ם H5973 אֲדֹנִ֑י H113 אָנֹכִ֗י H595 בַּדֶּ֨רֶךְ֙ H1870 נָחַ֣נִי H5148 יְהוָ֔ה H3068 בֵּ֖ית H1004 אֲחֵ֥י H251 אֲדֹנִֽי H113 ",
  "28": "וַתָּ֨רָץ֙ H7323 הַֽנַּעֲרָ֔ H5291 וַתַּגֵּ֖ד H5046 לְבֵ֣ית H1004 אִמָּ֑הּ H517 כַּדְּבָרִ֖ים H1697 הָאֵֽלֶּה H428 ",
  "29": "וּלְ H7259 אָ֖ח H251 וּשְׁמ֣ H8034 לָבָ֑ן H3837 וַיָּ֨רָץ H7323 לָבָ֧ן H3837 אֶל H413 הָאִ֛ישׁ H376 הַח֖וּצָ H2351 אֶל H413 הָעָֽיִן H5869 ",
  "30": "וַיְהִ֣י H1961 כִּרְאֹ֣ת H7200 אֶת H853 הַנֶּ֗זֶם H5141 וְֽאֶת H853 הַצְּמִדִים֮ H6781 עַל H5921 יְדֵ֣י H3027 אֲחֹתוֹ֒ H269 וּכְ H8085 אֶת H853 דִּבְרֵ֞י H1697 רִבְקָ֤ה H7259 אֲחֹתוֹ֙ H269 לֵאמֹ֔ר H559 כֹּֽה H3541 דִבֶּ֥ר H1696 אֵלַ֖י H413 הָאִ֑ישׁ H376 וַיָּבֹא֙ H935 אֶל H413 הָאִ֔ישׁ H376 וְהִנֵּ֛ה H2009 עֹמֵ֥ד H5975 עַל H5921 הַגְּמַלִּ֖ים H1581 עַל H5921 הָעָֽיִן H5869 ",
  "31": "וַיֹּ֕אמֶר H559 בּ֖וֹא H935 בְּר֣וּךְ H1288 יְהוָ֑ה H3068 לָ֤מָּה H4100 תַעֲמֹד֙ H5975 בַּח֔וּץ H2351 וְאָנֹכִי֙ H595 פִּנִּ֣יתִי H6437 הַבַּ֔יִת H1004 וּמָק֖וֹם H4725 לַגְּמַלִּֽים H1581 ",
  "32": "וַיָּבֹ֤א H935 הָאִישׁ֙ H376 הַבַּ֔יְתָ H1004 וַיְפַתַּ֖ח H6605 הַגְּמַלִּ֑ים H1581 וַיִּתֵּ֨ן H5414 תֶּ֤בֶן H8401 וּמִסְפּוֹא֙ H4554 לַגְּמַלִּ֔ים H1581 וּמַ֨יִם֙ H4325 לִרְחֹ֣ץ H7364 רַגְלָ֔יו H7272 וְרַגְלֵ֥י H7272 הָאֲנָשִׁ֖ים H376 אֲשֶׁ֥ר H834 אִתּֽוֹ H854 ",
  "33": "ויישם H3455 לְפָנָי H6440 לֶאֱכֹ֔ל H398 וַיֹּ֨אמֶר֙ H559 לֹ֣א H3808 אֹכַ֔ל H398 עַ֥ד H5704 אִם H518 דִּבַּ֖רְתִּי H1696 דְּבָרָ֑י H1697 וַיֹּ֖אמֶר H559 דַּבֵּֽר H1696 ",
  "34": "וַיֹּאמַ֑ר H559 עֶ֥בֶד H5650 אַבְרָהָ֖ם H85 אָנֹֽכִי H595 ",
  "35": "וַיהוָ֞ה H3068 בֵּרַ֧ךְ H1288 אֶת H853 אֲדֹנִ֛י H113 מְאֹ֖ד H3966 וַיִּגְדָּ֑ל H1431 וַיִּתֶּן H5414 ל֞וֹ Hl צֹ֤אן H6629 וּבָקָר֙ H1241 וְכֶ֣סֶף H3701 וְזָהָ֔ב H2091 וַעֲבָדִם֙ H5650 וּשְׁפָחֹ֔ת H8198 וּגְמַלִּ֖ים H1581 וַחֲמֹרִֽים H2543 ",
  "36": "וַתֵּ֡לֶד H3205 שָׂרָה֩ H8283 אֵ֨שֶׁת H802 אֲדֹנִ֥י H113 בֵן֙ H1121 לַֽאדֹנִ֔ H113 אַחֲרֵ֖י H310 זִקְנָתָ֑הּ H2209 וַיִּתֶּן H5414 לּ֖וֹ Hl אֶת H853 כָּל H3605 אֲשֶׁר H834 לֽוֹ Hl ",
  "37": "וַיַּשְׁבִּעֵ֥ H7650 אֲדֹנִ֖י H113 לֵאמֹ֑ר H559 לֹא H3808 תִקַּ֤ח H3947 אִשָּׁה֙ H802 לִבְנִ֔ H1121 מִבְּנוֹת֙ H1323 הַֽכְּנַעֲנִ֔י H3669 אֲשֶׁ֥ר H834 אָנֹכִ֖י H595 יֹשֵׁ֥ב H3427 בְּאַרְצֽ H776 ",
  "38": "אִם H518 לֹ֧א H3808 אֶל H413 בֵּית H1004 אָבִ֛י H1 תֵּלֵ֖ךְ H3212 וְאֶל H413 מִשְׁפַּחְתִּ֑י H4940 וְלָקַחְתָּ֥ H3947 אִשָּׁ֖ה H802 לִבְנִֽ H1121 ",
  "39": "וָאֹמַ֖ר H559 אֶל H413 אֲדֹנִ֑י H113 אֻלַ֛י H194 לֹא H3808 תֵלֵ֥ךְ H3212 הָאִשָּׁ֖ה H802 אַחֲרָֽי H310 ",
  "40": "וַיֹּ֖אמֶר H559 אֵלָ֑י H413 יְהוָ֞ה H3068 אֲשֶׁר H834 הִתְהַלַּ֣כְתִּי H1980 לְפָנָ֗י H6440 יִשְׁלַ֨ח H7971 מַלְאָכ֤וֹ H4397 אִתָּךְ֙ H854 וְהִצְלִ֣יחַ H6743 דַּרְכֶּ֔ךָ H1870 וְלָקַחְתָּ֤ H3947 אִשָּׁה֙ H802 לִבְנִ֔ H1121 מִמִּשְׁפַּחְתִּ֖ H4940 וּמִ H1004 אָבִֽי H1 ",
  "41": "אָ֤ז H227 תִּנָּקֶה֙ H5352 מֵאָ֣לָתִ֔ H423 כִּ֥י H3588 תָב֖וֹא H935 אֶל H413 מִשְׁפַּחְתִּ֑י H4940 וְאִם H518 לֹ֤א H3808 יִתְּנוּ֙ H5414 לָ֔ךְ Hl וְהָיִ֥יתָ H1961 נָקִ֖י H5355 מֵאָלָתִֽ H423 ",
  "42": "וָאָבֹ֥א H935 הַיּ֖וֹם H3117 אֶל H413 הָעָ֑יִן H5869 וָאֹמַ֗ר H559 יְהוָה֙ H3068 אֱלֹהֵי֙ H430 אֲדֹנִ֣י H113 אַבְרָהָ֔ם H85 אִם H518 יֶשְׁךָ H3426 נָּא֙ H4994 מַצְלִ֣יחַ H6743 דַּרְכִּ֔י H1870 אֲשֶׁ֥ר H834 אָנֹכִ֖י H595 הֹלֵ֥ךְ H1980 עָלֶֽיהָ H5921 ",
  "43": "הִנֵּ֛ה H2009 אָנֹכִ֥י H595 נִצָּ֖ב H5324 עַל H5921 עֵ֣ין H5869 הַמָּ֑יִם H4325 וְהָיָ֤ה H1961 הָֽעַלְמָה֙ H5959 הַיֹּצֵ֣את H3318 לִשְׁאֹ֔ב H7579 וְאָמַרְתִּ֣י H559 אֵלֶ֔יהָ H413 הַשְׁקִֽינִי H8248 נָ֥א H4994 מְעַט H4592 מַ֖יִם H4325 מִכַּדֵּֽ H3537 ",
  "44": "וְאָמְרָ֤ה H559 אֵלַי֙ H413 גַּם H1571 אַתָּ֣ה H859 שְׁתֵ֔ה H8354 וְגַ֥ם H1571 לִגְמַלֶּ֖י H1581 אֶשְׁאָ֑ב H7579 הִ֣וא H1931 הָֽאִשָּׁ֔ה H802 אֲשֶׁר H834 הֹכִ֥יחַ H3198 יְהוָ֖ה H3068 לְבֶן H1121 אֲדֹנִֽי H113 ",
  "45": "אֲנִי֩ H589 טֶ֨רֶם H2962 אֲכַלֶּ֜ה H3615 לְדַבֵּ֣ר H1696 אֶל H413 לִבִּ֗י H3820 וְהִנֵּ֨ה H2009 רִבְקָ֤ה H7259 יֹצֵאת֙ H3318 וְכַדָּ֣ H3537 עַל H5921 שִׁכְמָ֔הּ H7926 וַתֵּ֥רֶד H3381 הָעַ֖יְנָ H5869 וַתִּשְׁאָ֑ב H7579 וָאֹמַ֥ר H559 אֵלֶ֖יהָ H413 הַשְׁקִ֥ינִי H8248 נָֽא H4994 ",
  "46": "וַתְּמַהֵ֗ר H4116 וַתּ֤וֹרֶד H3381 כַּדָּהּ֙ H3537 מֵֽעָלֶ֔י H5921 וַתֹּ֣אמֶר H559 שְׁתֵ֔ה H8354 וְגַם H1571 גְּמַלֶּ֖יךָ H1581 אַשְׁקֶ֑ה H8248 וָאֵ֕שְׁתְּ H8354 וְגַ֥ם H1571 הַגְּמַלִּ֖ים H1581 הִשְׁקָֽתָה H8248 ",
  "47": "וָאֶשְׁאַ֣ל H7592 אֹתָ֗הּ H853 וָאֹמַר֮ H559 בַּת H1323 מִ֣י H4310 אַתְּ֒ H859 וַתֹּ֗אמֶר H559 בַּת H1323 בְּתוּאֵל֙ H1328 בֶּן H1121 נָח֔וֹר H5152 אֲשֶׁ֥ר H834 יָֽלְדָה H3205 לּ֖וֹ Hl מִלְכָּ֑ה H4435 וָאָשִׂ֤ם H7760 הַנֶּ֨זֶם֙ H5141 עַל H5921 אַפָּ֔הּ H639 וְהַ H6781 עַל H5921 יָדֶֽיהָ H3027 ",
  "48": "וָאֶקֹּ֥ד H6915 וָֽאֶשְׁתַּחֲוֶ֖ה H7812 לַיהוָ֑ה H3068 וָאֲבָרֵ֗ךְ H1288 אֶת H853 יְהוָה֙ H3068 אֱלֹהֵי֙ H430 אֲדֹנִ֣י H113 אַבְרָהָ֔ם H85 אֲשֶׁ֤ר H834 הִנְחַ֨נִי֙ H5148 בְּדֶ֣רֶךְ H1870 אֱמֶ֔ת H571 לָקַ֛חַת H3947 אֶת H853 בַּת H1323 אֲחִ֥י H251 אֲדֹנִ֖י H113 לִבְנֽ H1121 ",
  "49": "וְ֠עַתָּה H6258 אִם H518 יֶשְׁכֶ֨ם H3426 עֹשִׂ֜ים H6213 חֶ֧סֶד H2617 וֶֽאֱמֶ֛ת H571 אֶת H854 אֲדֹנִ֖י H113 הַגִּ֣ידוּ H5046 לִ֑י Hl וְאִם H518 לֹ֕א H3808 הַגִּ֣ידוּ H5046 לִ֔י Hl וְאֶפְנֶ֥ה H6437 עַל H5921 יָמִ֖ין H3225 א֥וֹ H176 עַל H5921 שְׂמֹֽאל H8040 ",
  "50": "וַיַּ֨עַן H6030 לָבָ֤ן H3837 וּבְתוּאֵל֙ H1328 וַיֹּ֣אמְר֔וּ H559 מֵיְהוָ֖ה H3068 יָצָ֣א H3318 הַדָּבָ֑ר H1697 לֹ֥א H3808 נוּכַ֛ל H3201 דַּבֵּ֥ר H1696 אֵלֶ֖יךָ H413 רַ֥ע H7451 אוֹ H176 טֽוֹב H2896 ",
  "51": "הִנֵּֽה H2009 רִבְקָ֥ה H7259 לְפָנֶ֖י H6440 קַ֣ח H3947 וָלֵ֑ךְ H3212 וּתְהִ֤י H1961 אִשָּׁה֙ H802 לְבֶן H1121 אֲדֹנֶ֔יךָ H113 כַּאֲשֶׁ֖ר H834 דִּבֶּ֥ר H1696 יְהוָֽה H3068 ",
  "52": "וַיְהִ֕י H1961 כַּאֲשֶׁ֥ר H834 שָׁמַ֛ע H8085 עֶ֥בֶד H5650 אַבְרָהָ֖ם H85 אֶת H853 דִּבְרֵיהֶ֑ם H1697 וַיִּשְׁתַּ֥חוּ H7812 אַ֖רְצָה H776 לַֽיהוָֽה H3068 ",
  "53": "וַיּוֹצֵ֨א H3318 הָעֶ֜בֶד H5650 כְּלֵי H3627 כֶ֨סֶף H3701 וּכְלֵ֤י H3627 זָהָב֙ H2091 וּבְגָדִ֔ים H899 וַיִּתֵּ֖ן H5414 לְרִבְקָ֑ה H7259 וּמִ֨גְדָּנֹ֔ת H4030 נָתַ֥ן H5414 לְאָחִ֖י H251 וּלְ H517 ",
  "54": "וַיֹּאכְל֣וּ H398 וַיִּשְׁתּ֗וּ H8354 ה֛וּא H1931 וְהָ H376 אֲשֶׁר H834 עִמּ֖וֹ H5973 וַיָּלִ֑ינוּ H3885 וַיָּק֣וּמוּ H6965 בַבֹּ֔קֶר H1242 וַיֹּ֖אמֶר H559 שַׁלְּחֻ֥נִי H7971 לַֽאדֹנִֽ H113 ",
  "55": "וַיֹּ֤אמֶר H559 אָחִ֨יהָ֙ H251 וְאִמָּ֔ H517 תֵּשֵׁ֨ב H3427 הַנַּעֲרָ֥ H5291 אִתָּ֛נוּ H854 יָמִ֖ים H3117 א֣וֹ H176 עָשׂ֑וֹר H6218 אַחַ֖ר H310 תֵּלֵֽךְ H3212 ",
  "56": "וַיֹּ֤אמֶר H559 אֲלֵהֶם֙ H413 אַל H408 תְּאַחֲר֣וּ H309 אֹתִ֔י H853 וַֽיהוָ֖ה H3068 הִצְלִ֣יחַ H6743 דַּרְכִּ֑י H1870 שַׁלְּח֕וּנִי H7971 וְאֵלְכָ֖ה H3212 לַֽאדֹנִֽ H113 ",
  "57": "וַיֹּאמְר֖וּ H559 נִקְרָ֣א H7121 לַֽנַּעֲרָ֑ H5291 וְנִשְׁאֲלָ֖ה H7592 אֶת H853 פִּֽיהָ H6310 ",
  "58": "וַיִּקְרְא֤וּ H7121 לְרִבְקָה֙ H7259 וַיֹּאמְר֣וּ H559 אֵלֶ֔יהָ H413 הֲתֵלְכִ֖י H3212 עִם H5973 הָאִ֣ישׁ H376 הַזֶּ֑ה H2088 וַתֹּ֖אמֶר H559 אֵלֵֽךְ H3212 ",
  "59": "וַֽיְשַׁלְּח֛וּ H7971 אֶת H853 רִבְקָ֥ה H7259 אֲחֹתָ֖ם H269 וְאֶת H853 מֵנִקְתָּ֑הּ H3243 וְאֶת H853 עֶ֥בֶד H5650 אַבְרָהָ֖ם H85 וְאֶת H853 אֲנָשָֽׁיו H376 ",
  "60": "וַיְבָרֲכ֤וּ H1288 אֶת H853 רִבְקָה֙ H7259 וַיֹּ֣אמְרוּ H559 לָ֔הּ Hl אֲחֹתֵ֕נוּ H269 אַ֥תְּ H859 הֲיִ֖י H1961 לְאַלְפֵ֣י H505 רְבָבָ֑ה H7233 וְיִירַ֣שׁ H3423 זַרְעֵ֔ךְ H2233 אֵ֖ת H853 שַׁ֥עַר H8179 שֹׂנְאָֽיו H8130 ",
  "61": "וַתָּ֨קָם H6965 רִבְקָ֜ה H7259 וְנַעֲרֹתֶ֗י H5291 וַתִּרְכַּ֨בְנָה֙ H7392 עַל H5921 הַגְּמַלִּ֔ים H1581 וַתֵּלַ֖כְנָה H3212 אַחֲרֵ֣י H310 הָאִ֑ישׁ H376 וַיִּקַּ֥ח H3947 הָעֶ֛בֶד H5650 אֶת H853 רִבְקָ֖ה H7259 וַיֵּלַֽךְ H3212 ",
  "62": "וְיִצְחָק֙ H3327 בָּ֣א H935 מִבּ֔וֹא H935 בְּאֵ֥ר H883 לַחַ֖י H883 רֹאִ֑י H883 וְה֥וּא H1931 יוֹשֵׁ֖ב H3427 בְּאֶ֥רֶץ H776 הַנֶּֽגֶב H5045 ",
  "63": "וַיֵּצֵ֥א H3318 יִצְחָ֛ק H3327 לָשׂ֥וּחַ H7742 בַּשָּׂדֶ֖ה H7704 לִפְנ֣וֹת H6437 עָ֑רֶב H6153 וַיִּשָּׂ֤א H5375 עֵינָיו֙ H5869 וַיַּ֔רְא H7200 וְהִנֵּ֥ה H2009 גְמַלִּ֖ים H1581 בָּאִֽים H935 ",
  "64": "וַתִּשָּׂ֤א H5375 רִבְקָה֙ H7259 אֶת H853 עֵינֶ֔יהָ H5869 וַתֵּ֖רֶא H7200 אֶת H853 יִצְחָ֑ק H3327 וַתִּפֹּ֖ל H5307 מֵעַ֥ל H5921 הַגָּמָֽל H1581 ",
  "65": "וַתֹּ֣אמֶר H559 אֶל H413 הָעֶ֗בֶד H5650 מִֽי H4310 הָאִ֤ישׁ H376 הַלָּזֶה֙ H1976 הַהֹלֵ֤ךְ H1980 בַּשָּׂדֶה֙ H7704 לִקְרָאתֵ֔ H7125 וַיֹּ֥אמֶר H559 הָעֶ֖בֶד H5650 ה֣וּא H1931 אֲדֹנִ֑י H113 וַתִּקַּ֥ח H3947 הַצָּעִ֖יף H6809 וַתִּתְכָּֽס H3680 ",
  "66": "וַיְסַפֵּ֥ר H5608 הָעֶ֖בֶד H5650 לְיִצְחָ֑ק H3327 אֵ֥ת H853 כָּל H3605 הַדְּבָרִ֖ים H1697 אֲשֶׁ֥ר H834 עָשָֽׂה H6213 ",
  "67": "וַיְבִאֶ֣ H935 יִצְחָ֗ק H3327 הָאֹ֨הֱלָ H168 שָׂרָ֣ה H8283 אִמּ֔וֹ H517 וַיִּקַּ֧ח H3947 אֶת H853 רִבְקָ֛ה H7259 וַתְּהִי H1961 ל֥וֹ Hl לְאִשָּׁ֖ה H802 וַיֶּאֱהָבֶ֑ H157 וַיִּנָּחֵ֥ם H5162 יִצְחָ֖ק H3327 אַחֲרֵ֥י H310 אִמּֽוֹ H517 "
}
