{
  "1": "וַיֹּ֧סֶף H3254 אַבְרָהָ֛ם H85 וַיִּקַּ֥ח H3947 אִשָּׁ֖ה H802 וּשְׁמָ֥ H8034 קְטוּרָֽה H6989 ",
  "2": "וַתֵּ֣לֶד H3205 ל֗וֹ Hl אֶת H853 זִמְרָן֙ H2175 וְאֶת H853 יָקְשָׁ֔ן H3370 וְאֶת H853 מְדָ֖ן H4091 וְאֶת H853 מִדְיָ֑ן H4080 וְאֶת H853 יִשְׁבָּ֖ק H3435 וְאֶת H853 שֽׁוּחַ H7744 ",
  "3": "וְיָקְשָׁ֣ן H3370 יָלַ֔ד H3205 אֶת H853 שְׁבָ֖א H7614 וְאֶת H853 דְּדָ֑ן H1719 וּבְנֵ֣י H1121 דְדָ֔ן H1719 הָי֛וּ H1961 אַשּׁוּרִ֥ם H805 וּלְטוּשִׁ֖ים H3912 וּלְאֻמִּֽים H3817 ",
  "4": "וּבְנֵ֣י H1121 מִדְיָ֗ן H4080 עֵיפָ֤ה H5891 וָעֵ֨פֶר֙ H6081 וַחֲנֹ֔ךְ H2585 וַאֲבִידָ֖ע H28 וְאֶלְדָּעָ֑ה H420 כָּל H3605 אֵ֖לֶּה H428 בְּנֵ֥י H1121 קְטוּרָֽה H6989 ",
  "5": "וַיִּתֵּ֧ן H5414 אַבְרָהָ֛ם H85 אֶת H853 כָּל H3605 אֲשֶׁר H834 ל֖וֹ Hl לְיִצְחָֽק H3327 ",
  "6": "וְלִ H1121 הַפִּֽילַגְשִׁים֙ H6370 אֲשֶׁ֣ר H834 לְאַבְרָהָ֔ם H85 נָתַ֥ן H5414 אַבְרָהָ֖ם H85 מַתָּנֹ֑ת H4979 וַֽיְשַׁלְּחֵ֞ H7971 מֵעַ֨ל H5921 יִצְחָ֤ק H3327 בְּנוֹ֙ H1121 בְּעוֹדֶ֣ H5750 חַ֔י H2416 קֵ֖דְמָה H6924 אֶל H413 אֶ֥רֶץ H776 קֶֽדֶם H6924 ",
  "7": "וְאֵ֗לֶּה H428 יְמֵ֛י H3117 שְׁנֵֽי H8141 חַיֵּ֥י H2416 אַבְרָהָ֖ם H85 אֲשֶׁר H834 חָ֑י H2425 מְאַ֥ת H3967 שָׁנָ֛ה H8141 וְשִׁבְעִ֥ים H7657 שָׁנָ֖ה H8141 וְחָמֵ֥שׁ H2568 שָׁנִֽים H8141 ",
  "8": "וַיִּגְוַ֨ע H1478 וַיָּ֧מָת H4191 אַבְרָהָ֛ם H85 בְּשֵׂיבָ֥ה H7872 טוֹבָ֖ה H2896 זָקֵ֣ן H2205 וְשָׂבֵ֑עַ H7649 וַיֵּאָ֖סֶף H622 אֶל H413 עַמָּֽיו H5971 ",
  "9": "וַיִּקְבְּר֨וּ H6912 אֹת֜וֹ H853 יִצְחָ֤ק H3327 וְיִשְׁמָעֵאל֙ H3458 בָּנָ֔יו H1121 אֶל H413 מְעָרַ֖ת H4631 הַמַּכְפֵּלָ֑ה H4375 אֶל H413 שְׂדֵ֞ה H7704 עֶפְרֹ֤ן H6085 בֶּן H1121 צֹ֨חַר֙ H6714 הַֽחִתִּ֔י H2850 אֲשֶׁ֖ר H834 עַל H5921 פְּנֵ֥י H6440 מַמְרֵֽא H4471 ",
  "10": "הַשָּׂדֶ֛ה H7704 אֲשֶׁר H834 קָנָ֥ה H7069 אַבְרָהָ֖ם H85 מֵאֵ֣ת H853 בְּנֵי H1121 חֵ֑ת H2845 שָׁ֛מָּה H8033 קֻבַּ֥ר H6912 אַבְרָהָ֖ם H85 וְשָׂרָ֥ה H8283 אִשְׁתּֽוֹ H802 ",
  "11": "וַיְהִ֗י H1961 אַחֲרֵי֙ H310 מ֣וֹת H4194 אַבְרָהָ֔ם H85 וַיְבָ֥רֶךְ H1288 אֱלֹהִ֖ים H430 אֶת H853 יִצְחָ֣ק H3327 בְּנ֑וֹ H1121 וַיֵּ֣שֶׁב H3427 יִצְחָ֔ק H3327 עִם H5973 בְּאֵ֥ר H883 לַחַ֖י H883 רֹאִֽי H883 ",
  "12": "וְאֵ֛לֶּה H428 תֹּלְדֹ֥ת H8435 יִשְׁמָעֵ֖אל H3458 בֶּן H1121 אַבְרָהָ֑ם H85 אֲשֶׁ֨ר H834 יָלְדָ֜ה H3205 הָגָ֧ר H1904 הַמִּצְרִ֛ית H4713 שִׁפְחַ֥ת H8198 שָׂרָ֖ה H8283 לְאַבְרָהָֽם H85 ",
  "13": "וְאֵ֗לֶּה H428 שְׁמוֹת֙ H8034 בְּנֵ֣י H1121 יִשְׁמָעֵ֔אל H3458 בִּשְׁמֹתָ֖ H8034 לְתוֹלְדֹתָ֑ H8435 בְּכֹ֤ר H1060 יִשְׁמָעֵאל֙ H3458 נְבָיֹ֔ת H5032 וְקֵדָ֥ר H6938 וְאַדְבְּאֵ֖ל H110 וּמִבְשָֽׂם H4017 ",
  "14": "וּמִשְׁמָ֥ע H4927 וְדוּמָ֖ה H1746 וּמַשָּֽׂא H4854 ",
  "15": "חֲדַ֣ד H2301 וְתֵימָ֔א H8485 יְט֥וּר H3195 נָפִ֖ישׁ H5305 וָקֵֽדְמָה H6929 ",
  "16": "אֵ֣לֶּה H428 הֵ֞ם H1992 בְּנֵ֤י H1121 יִשְׁמָעֵאל֙ H3458 וְאֵ֣לֶּה H428 שְׁמֹתָ֔ם H8034 בְּחַצְרֵי H2691 וּבְ H2918 שְׁנֵים H8147 עָשָׂ֥ר H6240 נְשִׂיאִ֖ם H5387 לְאֻמֹּתָֽ H523 ",
  "17": "וְאֵ֗לֶּה H428 שְׁנֵי֙ H8141 חַיֵּ֣י H2416 יִשְׁמָעֵ֔אל H3458 מְאַ֥ת H3967 שָׁנָ֛ה H8141 וּשְׁלֹשִׁ֥ים H7970 שָׁנָ֖ה H8141 וְשֶׁ֣בַע H7651 שָׁנִ֑ים H8141 וַיִּגְוַ֣ע H1478 וַיָּ֔מָת H4191 וַיֵּאָ֖סֶף H622 אֶל H413 עַמָּֽיו H5971 ",
  "18": "וַיִּשְׁכְּנ֨וּ H7931 מֵֽחֲוִילָ֜ה H2341 עַד H5704 שׁ֗וּר H7793 אֲשֶׁר֙ H834 עַל H5921 פְּנֵ֣י H6440 מִצְרַ֔יִם H4714 בֹּאֲכָ֖ה H935 אַשּׁ֑וּרָה H804 עַל H5921 פְּנֵ֥י H6440 כָל H3605 אֶחָ֖יו H251 נָפָֽל H5307 ",
  "19": "וְאֵ֛לֶּה H428 תּוֹלְדֹ֥ת H8435 יִצְחָ֖ק H3327 בֶּן H1121 אַבְרָהָ֑ם H85 אַבְרָהָ֖ם H85 הוֹלִ֥יד H3205 אֶת H853 יִצְחָֽק H3327 ",
  "20": "וַיְהִ֤י H1961 יִצְחָק֙ H3327 בֶּן H1121 אַרְבָּעִ֣ים H705 שָׁנָ֔ה H8141 בְּקַחְתּ֣ H3947 אֶת H853 רִבְקָ֗ה H7259 בַּת H1323 בְּתוּאֵל֙ H1328 הָֽאֲרַמִּ֔י H761 מִפַּדַּ֖ן H6307 אֲרָ֑ם H6307 אֲח֛וֹת H269 לָבָ֥ן H3837 הָאֲרַמִּ֖י H761 ל֥וֹ Hl לְאִשָּֽׁה H802 ",
  "21": "וַיֶּעְתַּ֨ר H6279 יִצְחָ֤ק H3327 לַֽיהוָה֙ H3068 לְנֹ֣כַח H5227 אִשְׁתּ֔וֹ H802 כִּ֥י H3588 עֲקָרָ֖ה H6135 הִ֑וא H1931 וַיֵּעָ֤תֶר H6279 לוֹ֙ Hl יְהוָ֔ה H3068 וַתַּ֖הַר H2029 רִבְקָ֥ה H7259 אִשְׁתּֽוֹ H802 ",
  "22": "וַיִּתְרֹֽצֲצ֤וּ H7533 הַבָּנִים֙ H1121 בְּקִרְבָּ֔ H7130 וַתֹּ֣אמֶר H559 אִם H518 כֵּ֔ן H3651 לָ֥מָּה H4100 זֶּ֖ה H2088 אָנֹ֑כִי H595 וַתֵּ֖לֶךְ H3212 לִדְרֹ֥שׁ H1875 אֶת H853 יְהוָֽה H3068 ",
  "23": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 לָ֗הּ Hl שְׁנֵ֤י H8147 גיים H1471 בְּבִטְנֵ֔ H990 וּשְׁנֵ֣י H8147 לְאֻמִּ֔ים H3816 מִמֵּעַ֖יִ H4578 יִפָּרֵ֑דוּ H6504 וּלְאֹם֙ H3816 מִלְאֹ֣ם H3816 יֶֽאֱמָ֔ץ H553 וְרַ֖ב H7227 יַעֲבֹ֥ד H5647 צָעִֽיר H6810 ",
  "24": "וַיִּמְלְא֥וּ H4390 יָמֶ֖יהָ H3117 לָלֶ֑דֶת H3205 וְהִנֵּ֥ה H2009 תוֹמִ֖ם H8380 בְּבִטְנָֽ H990 ",
  "25": "וַיֵּצֵ֤א H3318 הָרִאשׁוֹן֙ H7223 אַדְמוֹנִ֔י H132 כֻּלּ֖וֹ H3605 כְּאַדֶּ֣רֶת H155 שֵׂעָ֑ר H8181 וַיִּקְרְא֥וּ H7121 שְׁמ֖וֹ H8034 עֵשָֽׂו H6215 ",
  "26": "וְאַֽחֲרֵי H310 כֵ֞ן H3651 יָצָ֣א H3318 אָחִ֗יו H251 וְיָד֤ H3027 אֹחֶ֨זֶת֙ H270 בַּעֲקֵ֣ב H6119 עֵשָׂ֔ו H6215 וַיִּקְרָ֥א H7121 שְׁמ֖וֹ H8034 יַעֲקֹ֑ב H3290 וְיִצְחָ֛ק H3327 בֶּן H1121 שִׁשִּׁ֥ים H8346 שָׁנָ֖ה H8141 בְּלֶ֥דֶת H3205 אֹתָֽם H853 ",
  "27": "וַֽיִּגְדְּלוּ֙ H1431 הַנְּעָרִ֔ים H5288 וַיְהִ֣י H1961 עֵשָׂ֗ו H6215 אִ֛ישׁ H376 יֹדֵ֥עַ H3045 צַ֖יִד H6718 אִ֣ישׁ H376 שָׂדֶ֑ה H7704 וְיַעֲקֹב֙ H3290 אִ֣ישׁ H376 תָּ֔ם H8535 יֹשֵׁ֖ב H3427 אֹהָלִֽים H168 ",
  "28": "וַיֶּאֱהַ֥ב H157 יִצְחָ֛ק H3327 אֶת H853 עֵשָׂ֖ו H6215 כִּי H3588 צַ֣יִד H6718 בְּפִ֑י H6310 וְרִבְקָ֖ה H7259 אֹהֶ֥בֶת H157 אֶֽת H853 יַעֲקֹֽב H3290 ",
  "29": "וַיָּ֥זֶד H2102 יַעֲקֹ֖ב H3290 נָזִ֑יד H5138 וַיָּבֹ֥א H935 עֵשָׂ֛ו H6215 מִן H4480 הַשָּׂדֶ֖ה H7704 וְה֥וּא H1931 עָיֵֽף H5889 ",
  "30": "וַיֹּ֨אמֶר H559 עֵשָׂ֜ו H6215 אֶֽל H413 יַעֲקֹ֗ב H3290 הַלְעִיטֵ֤נִי H3938 נָא֙ H4994 מִן H4480 הָאָדֹ֤ם H122 הָאָדֹם֙ H122 הַזֶּ֔ה H2088 כִּ֥י H3588 עָיֵ֖ף H5889 אָנֹ֑כִי H595 עַל H5921 כֵּ֥ן H3651 קָרָֽא H7121 שְׁמ֖וֹ H8034 אֱדֽוֹם H123 ",
  "31": "וַיֹּ֖אמֶר H559 יַעֲקֹ֑ב H3290 מִכְרָ֥ה H4376 כַיּ֛וֹם H3117 אֶת H853 בְּכֹֽרָתְךָ֖ H1062 לִֽי Hl ",
  "32": "וַיֹּ֣אמֶר H559 עֵשָׂ֔ו H6215 הִנֵּ֛ה H2009 אָנֹכִ֥י H595 הוֹלֵ֖ךְ H1980 לָמ֑וּת H4191 וְלָ H4100 זֶּ֥ה H2088 לִ֖י Hl בְּכֹרָֽה H1062 ",
  "33": "וַיֹּ֣אמֶר H559 יַעֲקֹ֗ב H3290 הִשָּׁ֤בְעָה H7650 לִּי֙ Hl כַּיּ֔וֹם H3117 וַיִּשָּׁבַ֖ע H7650 ל֑וֹ Hl וַיִּמְכֹּ֥ר H4376 אֶת H853 בְּכֹרָת֖וֹ H1062 לְיַעֲקֹֽב H3290 ",
  "34": "וְיַעֲקֹ֞ב H3290 נָתַ֣ן H5414 לְעֵשָׂ֗ו H6215 לֶ֚חֶם H3899 וּנְזִ֣יד H5138 עֲדָשִׁ֔ים H5742 וַיֹּ֣אכַל H398 וַיֵּ֔שְׁתְּ H8354 וַיָּ֖קָם H6965 וַיֵּלַ֑ךְ H3212 וַיִּ֥בֶז H959 עֵשָׂ֖ו H6215 אֶת H853 הַבְּכֹרָֽה H1062 "
}
