{
  "1": "וַיִּקְרָ֥א H7121 יִצְחָ֛ק H3327 אֶֽל H413 יַעֲקֹ֖ב H3290 וַיְבָ֣רֶךְ H1288 אֹת֑וֹ H853 וַיְצַוֵּ֨ H6680 וַיֹּ֣אמֶר H559 ל֔וֹ Hl לֹֽא H3808 תִקַּ֥ח H3947 אִשָּׁ֖ה H802 מִבְּנ֥וֹת H1323 כְּנָֽעַן H3667 ",
  "2": "ק֥וּם H6965 לֵךְ֙ H3212 פַּדֶּ֣נָֽה H6307 אֲרָ֔ם H6307 בֵּ֥יתָה H1004 בְתוּאֵ֖ל H1328 אֲבִ֣י H1 אִמֶּ֑ךָ H517 וְקַח H3947 לְךָ֤ Hl מִשָּׁם֙ H8033 אִשָּׁ֔ה H802 מִבְּנ֥וֹת H1323 לָבָ֖ן H3837 אֲחִ֥י H251 אִמֶּֽךָ H517 ",
  "3": "וְאֵ֤ל H410 שַׁדַּי֙ H7706 יְבָרֵ֣ךְ H1288 אֹֽתְךָ֔ H853 וְיַפְרְ H6509 וְיַרְבֶּ֑ H7235 וְהָיִ֖יתָ H1961 לִקְהַ֥ל H6951 עַמִּֽים H5971 ",
  "4": "וְיִֽתֶּן H5414 לְךָ֙ Hl אֶת H853 בִּרְכַּ֣ת H1293 אַבְרָהָ֔ם H85 לְךָ֖ Hl וּלְ H2233 אִתָּ֑ךְ H854 לְרִשְׁתְּ H3423 אֶת H853 אֶ֣רֶץ H776 מְגֻרֶ֔יךָ H4033 אֲשֶׁר H834 נָתַ֥ן H5414 אֱלֹהִ֖ים H430 לְאַבְרָהָֽם H85 ",
  "5": "וַיִּשְׁלַ֤ח H7971 יִצְחָק֙ H3327 אֶֽת H853 יַעֲקֹ֔ב H3290 וַיֵּ֖לֶךְ H3212 פַּדֶּ֣נָֽה H6307 אֲרָ֑ם H6307 אֶל H413 לָבָ֤ן H3837 בֶּן H1121 בְּתוּאֵל֙ H1328 הָֽאֲרַמִּ֔י H761 אֲחִ֣י H251 רִבְקָ֔ה H7259 אֵ֥ם H517 יַעֲקֹ֖ב H3290 וְעֵשָֽׂו H6215 ",
  "6": "וַיַּ֣רְא H7200 עֵשָׂ֗ו H6215 כִּֽי H3588 בֵרַ֣ךְ H1288 יִצְחָק֮ H3327 אֶֽת H853 יַעֲקֹב֒ H3290 וְשִׁלַּ֤ח H7971 אֹתוֹ֙ H853 פַּדֶּ֣נָֽה H6307 אֲרָ֔ם H6307 לָקַֽחַת H3947 ל֥וֹ Hl מִשָּׁ֖ם H8033 אִשָּׁ֑ה H802 בְּבָרֲכ֣ H1288 אֹת֔וֹ H853 וַיְצַ֤ו H6680 עָלָיו֙ H5921 לֵאמֹ֔ר H559 לֹֽא H3808 תִקַּ֥ח H3947 אִשָּׁ֖ה H802 מִבְּנ֥וֹת H1323 כְּנָֽעַן H3667 ",
  "7": "וַיִּשְׁמַ֣ע H8085 יַעֲקֹ֔ב H3290 אֶל H413 אָבִ֖יו H1 וְאֶל H413 אִמּ֑וֹ H517 וַיֵּ֖לֶךְ H3212 פַּדֶּ֥נָֽה H6307 אֲרָֽם H6307 ",
  "8": "וַיַּ֣רְא H7200 עֵשָׂ֔ו H6215 כִּ֥י H3588 רָע֖וֹת H7451 בְּנ֣וֹת H1323 כְּנָ֑עַן H3667 בְּעֵינֵ֖י H5869 יִצְחָ֥ק H3327 אָבִֽיו H1 ",
  "9": "וַיֵּ֥לֶךְ H3212 עֵשָׂ֖ו H6215 אֶל H413 יִשְׁמָעֵ֑אל H3458 וַיִּקַּ֡ח H3947 אֶֽת H853 מָחֲלַ֣ת H4258 בַּת H1323 יִשְׁמָעֵ֨אל H3458 בֶּן H1121 אַבְרָהָ֜ם H85 אֲח֧וֹת H269 נְבָי֛וֹת H5032 עַל H5921 נָשָׁ֖יו H802 ל֥וֹ Hl לְאִשָּֽׁה H802 ",
  "10": "וַיֵּצֵ֥א H3318 יַעֲקֹ֖ב H3290 מִבְּאֵ֣ר H884 שָׁ֑בַע H884 וַיֵּ֖לֶךְ H3212 חָרָֽנָה H2771 ",
  "11": "וַיִּפְגַּ֨ע H6293 בַּמָּק֜וֹם H4725 וַיָּ֤לֶן H3885 שָׁם֙ H8033 כִּי H3588 בָ֣א H935 הַשֶּׁ֔מֶשׁ H8121 וַיִּקַּח֙ H3947 מֵאַבְנֵ֣י H68 הַמָּק֔וֹם H4725 וַיָּ֖שֶׂם H7760 מְרַֽאֲשֹׁתָ֑יו H4763 וַיִּשְׁכַּ֖ב H7901 בַּמָּק֥וֹם H4725 הַהֽוּא H1931 ",
  "12": "וַֽיַּחֲלֹ֗ם H2492 וְהִנֵּ֤ה H2009 סֻלָּם֙ H5551 מֻצָּ֣ב H5324 אַ֔רְצָה H776 וְרֹאשׁ֖ H7218 מַגִּ֣יעַ H5060 הַשָּׁמָ֑יְמָ H8064 וְהִנֵּה֙ H2009 מַלְאֲכֵ֣י H4397 אֱלֹהִ֔ים H430 עֹלִ֥ים H5927 וְיֹרְדִ֖ים H3381 בּֽוֹ Hb ",
  "13": "וְהִנֵּ֨ה H2009 יְהוָ֜ה H3068 נִצָּ֣ב H5324 עָלָיו֮ H5921 וַיֹּאמַר֒ H559 אֲנִ֣י H589 יְהוָ֗ה H3068 אֱלֹהֵי֙ H430 אַבְרָהָ֣ם H85 אָבִ֔יךָ H1 וֵאלֹהֵ֖י H430 יִצְחָ֑ק H3327 הָאָ֗רֶץ H776 אֲשֶׁ֤ר H834 אַתָּה֙ H859 שֹׁכֵ֣ב H7901 עָלֶ֔יהָ H5921 לְךָ֥ Hl אֶתְּנֶ֖נָּה H5414 וּלְ H2233 ",
  "14": "וְהָיָ֤ה H1961 זַרְעֲךָ֙ H2233 כַּעֲפַ֣ר H6083 הָאָ֔רֶץ H776 וּפָרַצְתָּ֛ H6555 יָ֥מָּה H3220 וָקֵ֖דְמָ H6924 וְצָפֹ֣נָ H6828 וָנֶ֑גְבָּ H5045 וְנִבְרֲכ֥וּ H1288 בְךָ֛ Hb כָּל H3605 מִשְׁפְּחֹ֥ת H4940 הָאֲדָמָ֖ה H127 וּבְ H2233 ",
  "15": "וְהִנֵּ֨ה H2009 אָנֹכִ֜י H595 עִמָּ֗ךְ H5973 וּשְׁמַרְתִּ֨י H8104 בְּכֹ֣ל H3605 אֲשֶׁר H834 תֵּלֵ֔ךְ H3212 וַהֲשִׁ֣בֹתִ֔י H7725 אֶל H413 הָאֲדָמָ֖ה H127 הַזֹּ֑את H2063 כִּ֚י H3588 לֹ֣א H3808 אֶֽעֱזָבְךָ֔ H5800 עַ֚ד H5704 אֲשֶׁ֣ר H834 אִם H518 עָשִׂ֔יתִי H6213 אֵ֥ת H853 אֲשֶׁר H834 דִּבַּ֖רְתִּי H1696 לָֽךְ Hl ",
  "16": "וַיִּיקַ֣ץ H3364 יַעֲקֹב֮ H3290 מִשְּׁנָת H8142 וַיֹּ֕אמֶר H559 אָכֵן֙ H403 יֵ֣שׁ H3426 יְהוָ֔ה H3068 בַּמָּק֖וֹם H4725 הַזֶּ֑ה H2088 וְאָנֹכִ֖י H595 לֹ֥א H3808 יָדָֽעְתִּי H3045 ",
  "17": "וַיִּירָא֙ H3372 וַיֹּאמַ֔ר H559 מַה H4100 נּוֹרָ֖א H3372 הַמָּק֣וֹם H4725 הַזֶּ֑ה H2088 אֵ֣ין H369 זֶ֗ה H2088 כִּ֚י H3588 אִם H518 בֵּ֣ית H1004 אֱלֹהִ֔ים H430 וְזֶ֖ה H2088 שַׁ֥עַר H8179 הַשָּׁמָֽיִם H8064 ",
  "18": "וַיַּשְׁכֵּ֨ם H7925 יַעֲקֹ֜ב H3290 בַּבֹּ֗קֶר H1242 וַיִּקַּ֤ח H3947 אֶת H853 הָאֶ֨בֶן֙ H68 אֲשֶׁר H834 שָׂ֣ם H7760 מְרַֽאֲשֹׁתָ֔יו H4763 וַיָּ֥שֶׂם H7760 אֹתָ֖הּ H853 מַצֵּבָ֑ה H4676 וַיִּצֹ֥ק H3332 שֶׁ֖מֶן H8081 עַל H5921 רֹאשָֽׁהּ H7218 ",
  "19": "וַיִּקְרָ֛א H7121 אֶת H853 שֵֽׁם H8034 הַמָּק֥וֹם H4725 הַה֖וּא H1931 בֵּֽית H1008 אֵ֑ל H1008 וְאוּלָ֛ם H199 ל֥וּז H3870 שֵׁם H8034 הָעִ֖יר H5892 לָרִאשֹׁנָֽה H7223 ",
  "20": "וַיִּדַּ֥ר H5087 יַעֲקֹ֖ב H3290 נֶ֣דֶר H5088 לֵאמֹ֑ר H559 אִם H518 יִהְיֶ֨ה H1961 אֱלֹהִ֜ים H430 עִמָּדִ֗י H5978 וּשְׁמָרַ֨ H8104 בַּדֶּ֤רֶךְ H1870 הַזֶּה֙ H2088 אֲשֶׁ֣ר H834 אָנֹכִ֣י H595 הוֹלֵ֔ךְ H1980 וְנָֽתַן H5414 לִ֥י Hl לֶ֛חֶם H3899 לֶאֱכֹ֖ל H398 וּבֶ֥גֶד H899 לִלְבֹּֽשׁ H3847 ",
  "21": "וְשַׁבְתִּ֥י H7725 בְשָׁל֖וֹם H7965 אֶל H413 בֵּ֣ית H1004 אָבִ֑י H1 וְהָיָ֧ה H1961 יְהוָ֛ה H3068 לִ֖י Hl לֵאלֹהִֽים H430 ",
  "22": "וְהָ H68 הַזֹּ֗את H2063 אֲשֶׁר H834 שַׂ֨מְתִּי֙ H7760 מַצֵּבָ֔ה H4676 יִהְיֶ֖ה H1961 בֵּ֣ית H1004 אֱלֹהִ֑ים H430 וְכֹל֙ H3605 אֲשֶׁ֣ר H834 תִּתֶּן H5414 לִ֔י Hl עַשֵּׂ֖ר H6237 אֲעַשְּׂרֶ֥נּוּ H6237 לָֽךְ Hl "
}
