{
  "1": "וַיִּשָּׂ֥א H5375 יַעֲקֹ֖ב H3290 רַגְלָ֑יו H7272 וַיֵּ֖לֶךְ H3212 אַ֥רְצָה H776 בְנֵי H1121 קֶֽדֶם H6924 ",
  "2": "וַיַּ֞רְא H7200 וְהִנֵּ֧ה H2009 בְאֵ֣ר H875 בַּשָּׂדֶ֗ה H7704 וְהִנֵּה H2009 שָׁ֞ם H8033 שְׁלֹשָׁ֤ה H7969 עֶדְרֵי H5739 צֹאן֙ H6629 רֹבְצִ֣ים H7257 עָלֶ֔יהָ H5921 כִּ֚י H3588 מִן H4480 הַבְּאֵ֣ר H875 הַהִ֔וא H1931 יַשְׁק֖וּ H8248 הָעֲדָרִ֑ים H5739 וְהָ H68 גְּדֹלָ֖ה H1419 עַל H5921 פִּ֥י H6310 הַבְּאֵֽר H875 ",
  "3": "וְנֶאֶסְפוּ H622 שָׁ֣מָּה H8033 כָל H3605 הָעֲדָרִ֗ים H5739 וְגָלֲל֤וּ H1556 אֶת H853 הָאֶ֨בֶן֙ H68 מֵעַל֙ H5921 פִּ֣י H6310 הַבְּאֵ֔ר H875 וְהִשְׁק֖וּ H8248 אֶת H853 הַצֹּ֑אן H6629 וְהֵשִׁ֧יבוּ H7725 אֶת H853 הָאֶ֛בֶן H68 עַל H5921 פִּ֥י H6310 הַבְּאֵ֖ר H875 לִמְקֹמָֽ H4725 ",
  "4": "וַיֹּ֤אמֶר H559 לָהֶם֙ Hl יַעֲקֹ֔ב H3290 אַחַ֖י H251 מֵאַ֣יִן H370 אַתֶּ֑ם H859 וַיֹּ֣אמְר֔וּ H559 מֵחָרָ֖ן H2771 אֲנָֽחְנוּ H587 ",
  "5": "וַיֹּ֣אמֶר H559 לָהֶ֔ם Hl הַיְדַעְתֶּ֖ם H3045 אֶת H853 לָבָ֣ן H3837 בֶּן H1121 נָח֑וֹר H5152 וַיֹּאמְר֖וּ H559 יָדָֽעְנוּ H3045 ",
  "6": "וַיֹּ֥אמֶר H559 לָהֶ֖ם Hl הֲשָׁל֣וֹם H7965 ל֑וֹ Hl וַיֹּאמְר֣וּ H559 שָׁל֔וֹם H7965 וְהִנֵּה֙ H2009 רָחֵ֣ל H7354 בִּתּ֔וֹ H1323 בָּאָ֖ה H935 עִם H5973 הַצֹּֽאן H6629 ",
  "7": "וַיֹּ֗אמֶר H559 הֵ֥ן H2005 עוֹד֙ H5750 הַיּ֣וֹם H3117 גָּד֔וֹל H1419 לֹא H3808 עֵ֖ת H6256 הֵאָסֵ֣ף H622 הַמִּקְנֶ֑ה H4735 הַשְׁק֥וּ H8248 הַצֹּ֖אן H6629 וּלְכ֥וּ H3212 רְעֽוּ H7462 ",
  "8": "וַיֹּאמְרוּ֮ H559 לֹ֣א H3808 נוּכַל֒ H3201 עַ֣ד H5704 אֲשֶׁ֤ר H834 יֵאָֽסְפוּ֙ H622 כָּל H3605 הָ֣עֲדָרִ֔ים H5739 וְגָֽלֲלוּ֙ H1556 אֶת H853 הָאֶ֔בֶן H68 מֵעַ֖ל H5921 פִּ֣י H6310 הַבְּאֵ֑ר H875 וְהִשְׁקִ֖ינוּ H8248 הַצֹּֽאן H6629 ",
  "9": "עוֹדֶ֖נּוּ H5750 מְדַבֵּ֣ר H1696 עִמָּ֑ם H5973 וְרָחֵ֣ל H7354 בָּ֗אָה H935 עִם H5973 הַצֹּאן֙ H6629 אֲשֶׁ֣ר H834 לְאָבִ֔י H1 כִּ֥י H3588 רֹעָ֖ה H7462 הִֽוא H1931 ",
  "10": "וַיְהִ֡י H1961 כַּאֲשֶׁר֩ H834 רָאָ֨ה H7200 יַעֲקֹ֜ב H3290 אֶת H853 רָחֵ֗ל H7354 בַּת H1323 לָבָן֙ H3837 אֲחִ֣י H251 אִמּ֔וֹ H517 וְאֶת H853 צֹ֥אן H6629 לָבָ֖ן H3837 אֲחִ֣י H251 אִמּ֑וֹ H517 וַיִּגַּ֣שׁ H5066 יַעֲקֹ֗ב H3290 וַיָּ֤גֶל H1556 אֶת H853 הָאֶ֨בֶן֙ H68 מֵעַל֙ H5921 פִּ֣י H6310 הַבְּאֵ֔ר H875 וַיַּ֕שְׁקְ H8248 אֶת H853 צֹ֥אן H6629 לָבָ֖ן H3837 אֲחִ֥י H251 אִמּֽוֹ H517 ",
  "11": "וַיִּשַּׁ֥ק H5401 יַעֲקֹ֖ב H3290 לְרָחֵ֑ל H7354 וַיִּשָּׂ֥א H5375 אֶת H853 קֹל֖וֹ H6963 וַיֵּֽבְךְּ H1058 ",
  "12": "וַיַּגֵּ֨ד H5046 יַעֲקֹ֜ב H3290 לְרָחֵ֗ל H7354 כִּ֣י H3588 אֲחִ֤י H251 אָבִ֨יהָ֙ H1 ה֔וּא H1931 וְכִ֥י H3588 בֶן H1121 רִבְקָ֖ה H7259 ה֑וּא H1931 וַתָּ֖רָץ H7323 וַתַּגֵּ֥ד H5046 לְאָבִֽי H1 ",
  "13": "וַיְהִי֩ H1961 כִשְׁמֹ֨עַ H8085 לָבָ֜ן H3837 אֶת H853 שֵׁ֣מַע H8088 יַעֲקֹ֣ב H3290 בֶּן H1121 אֲחֹת֗וֹ H269 וַיָּ֤רָץ H7323 לִקְרָאת H7125 וַיְחַבֶּק H2263 לוֹ֙ Hl וַיְנַשֶּׁק H5401 ל֔וֹ Hl וַיְבִיאֵ֖ H935 אֶל H413 בֵּית֑וֹ H1004 וַיְסַפֵּ֣ר H5608 לְלָבָ֔ן H3837 אֵ֥ת H853 כָּל H3605 הַדְּבָרִ֖ים H1697 הָאֵֽלֶּה H428 ",
  "14": "וַיֹּ֤אמֶר H559 לוֹ֙ Hl לָבָ֔ן H3837 אַ֛ךְ H389 עַצְמִ֥י H6106 וּבְשָׂרִ֖ H1320 אָ֑תָּה H859 וַיֵּ֥שֶׁב H3427 עִמּ֖וֹ H5973 חֹ֥דֶשׁ H2320 יָמִֽים H3117 ",
  "15": "וַיֹּ֤אמֶר H559 לָבָן֙ H3837 לְיַעֲקֹ֔ב H3290 הֲכִי H3588 אָחִ֣י H251 אַ֔תָּה H859 וַעֲבַדְתַּ֖ H5647 חִנָּ֑ם H2600 הַגִּ֥ידָה H5046 לִּ֖י Hl מַה H4100 מַּשְׂכֻּרְתֶּֽךָ H4909 ",
  "16": "וּלְ H3837 שְׁתֵּ֣י H8147 בָנ֑וֹת H1323 שֵׁ֤ם H8034 הַגְּדֹלָה֙ H1419 לֵאָ֔ה H3812 וְשֵׁ֥ם H8034 הַקְּטַנָּ֖ה H6996 רָחֵֽל H7354 ",
  "17": "וְעֵינֵ֥י H5869 לֵאָ֖ה H3812 רַכּ֑וֹת H7390 וְרָחֵל֙ H7354 הָֽיְתָ֔ה H1961 יְפַת H3303 תֹּ֖אַר H8389 וִיפַ֥ת H3303 מַרְאֶֽה H4758 ",
  "18": "וַיֶּאֱהַ֥ב H157 יַעֲקֹ֖ב H3290 אֶת H853 רָחֵ֑ל H7354 וַיֹּ֗אמֶר H559 אֶֽעֱבָדְךָ֙ H5647 שֶׁ֣בַע H7651 שָׁנִ֔ים H8141 בְּרָחֵ֥ל H7354 בִּתְּךָ֖ H1323 הַקְּטַנָּֽה H6996 ",
  "19": "וַיֹּ֣אמֶר H559 לָבָ֗ן H3837 ט֚וֹב H2896 תִּתִּ֣י H5414 אֹתָ֣הּ H853 לָ֔ךְ Hl מִתִּתִּ֥ H5414 אֹתָ֖הּ H853 לְאִ֣ישׁ H376 אַחֵ֑ר H312 שְׁבָ֖ה H3427 עִמָּדִֽי H5978 ",
  "20": "וַיַּעֲבֹ֧ד H5647 יַעֲקֹ֛ב H3290 בְּרָחֵ֖ל H7354 שֶׁ֣בַע H7651 שָׁנִ֑ים H8141 וַיִּהְי֤וּ H1961 בְעֵינָי H5869 כְּיָמִ֣ים H3117 אֲחָדִ֔ים H259 בְּאַהֲבָת֖ H157 אֹתָֽהּ H853 ",
  "21": "וַיֹּ֨אמֶר H559 יַעֲקֹ֤ב H3290 אֶל H413 לָבָן֙ H3837 הָבָ֣ה H3051 אֶת H853 אִשְׁתִּ֔י H802 כִּ֥י H3588 מָלְא֖וּ H4390 יָמָ֑י H3117 וְאָב֖וֹאָה H935 אֵלֶֽיהָ H413 ",
  "22": "וַיֶּאֱסֹ֥ף H622 לָבָ֛ן H3837 אֶת H853 כָּל H3605 אַנְשֵׁ֥י H376 הַמָּק֖וֹם H4725 וַיַּ֥עַשׂ H6213 מִשְׁתֶּֽה H4960 ",
  "23": "וַיְהִ֣י H1961 בָעֶ֔רֶב H6153 וַיִּקַּח֙ H3947 אֶת H853 לֵאָ֣ה H3812 בִתּ֔וֹ H1323 וַיָּבֵ֥א H935 אֹתָ֖הּ H853 אֵלָ֑יו H413 וַיָּבֹ֖א H935 אֵלֶֽיהָ H413 ",
  "24": "וַיִּתֵּ֤ן H5414 לָבָן֙ H3837 לָ֔הּ Hl אֶת H853 זִלְפָּ֖ה H2153 שִׁפְחָת֑וֹ H8198 לְלֵאָ֥ה H3812 בִתּ֖וֹ H1323 שִׁפְחָֽה H8198 ",
  "25": "וַיְהִ֣י H1961 בַבֹּ֔קֶר H1242 וְהִנֵּה H2009 הִ֖וא H1931 לֵאָ֑ה H3812 וַיֹּ֣אמֶר H559 אֶל H413 לָבָ֗ן H3837 מַה H4100 זֹּאת֙ H2063 עָשִׂ֣יתָ H6213 לִּ֔י Hl הֲלֹ֤א H3808 בְרָחֵל֙ H7354 עָבַ֣דְתִּי H5647 עִמָּ֔ךְ H5973 וְלָ֖ H4100 רִמִּיתָֽנִי H7411 ",
  "26": "וַיֹּ֣אמֶר H559 לָבָ֔ן H3837 לֹא H3808 יֵעָשֶׂ֥ה H6213 כֵ֖ן H3651 בִּמְקוֹמֵ֑ H4725 לָתֵ֥ת H5414 הַצְּעִירָ֖ה H6810 לִפְנֵ֥י H6440 הַבְּכִירָֽה H1067 ",
  "27": "מַלֵּ֖א H4390 שְׁבֻ֣עַ H7620 זֹ֑את H2063 וְנִתְּנָ֨ה H5414 לְךָ֜ Hl גַּם H1571 אֶת H853 זֹ֗את H2063 בַּעֲבֹדָה֙ H5656 אֲשֶׁ֣ר H834 תַּעֲבֹ֣ד H5647 עִמָּדִ֔י H5978 ע֖וֹד H5750 שֶֽׁבַע H7651 שָׁנִ֥ים H8141 אֲחֵרֽוֹת H312 ",
  "28": "וַיַּ֤עַשׂ H6213 יַעֲקֹב֙ H3290 כֵּ֔ן H3651 וַיְמַלֵּ֖א H4390 שְׁבֻ֣עַ H7620 זֹ֑את H2063 וַיִּתֶּן H5414 ל֛וֹ Hl אֶת H853 רָחֵ֥ל H7354 בִּתּ֖וֹ H1323 ל֥וֹ Hl לְאִשָּֽׁה H802 ",
  "29": "וַיִּתֵּ֤ן H5414 לָבָן֙ H3837 לְרָחֵ֣ל H7354 בִּתּ֔וֹ H1323 אֶת H853 בִּלְהָ֖ה H1090 שִׁפְחָת֑וֹ H8198 לָ֖הּ Hl לְשִׁפְחָֽה H8198 ",
  "30": "וַיָּבֹא֙ H935 גַּ֣ם H1571 אֶל H413 רָחֵ֔ל H7354 וַיֶּאֱהַ֥ב H157 גַּֽם H1571 אֶת H853 רָחֵ֖ל H7354 מִלֵּאָ֑ה H3812 וַיַּעֲבֹ֣ד H5647 עִמּ֔וֹ H5973 ע֖וֹד H5750 שֶֽׁבַע H7651 שָׁנִ֥ים H8141 אֲחֵרֽוֹת H312 ",
  "31": "וַיַּ֤רְא H7200 יְהוָה֙ H3068 כִּֽי H3588 שְׂנוּאָ֣ה H8130 לֵאָ֔ה H3812 וַיִּפְתַּ֖ח H6605 אֶת H853 רַחְמָ֑הּ H7358 וְרָחֵ֖ל H7354 עֲקָרָֽה H6135 ",
  "32": "וַתַּ֤הַר H2029 לֵאָה֙ H3812 וַתֵּ֣לֶד H3205 בֵּ֔ן H1121 וַתִּקְרָ֥א H7121 שְׁמ֖וֹ H8034 רְאוּבֵ֑ן H7205 כִּ֣י H3588 אָֽמְרָ֗ה H559 כִּֽי H3588 רָאָ֤ה H7200 יְהוָה֙ H3068 בְּעָנְיִ֔ H6040 כִּ֥י H3588 עַתָּ֖ה H6258 יֶאֱהָבַ֥נִי H157 אִישִֽׁי H376 ",
  "33": "וַתַּ֣הַר H2029 עוֹד֮ H5750 וַתֵּ֣לֶד H3205 בֵּן֒ H1121 וַתֹּ֗אמֶר H559 כִּֽי H3588 שָׁמַ֤ע H8085 יְהוָה֙ H3068 כִּֽי H3588 שְׂנוּאָ֣ה H8130 אָנֹ֔כִי H595 וַיִּתֶּן H5414 לִ֖י Hl גַּם H1571 אֶת H853 זֶ֑ה H2088 וַתִּקְרָ֥א H7121 שְׁמ֖וֹ H8034 שִׁמְעֽוֹן H8095 ",
  "34": "וַתַּ֣הַר H2029 עוֹד֮ H5750 וַתֵּ֣לֶד H3205 בֵּן֒ H1121 וַתֹּ֗אמֶר H559 עַתָּ֤ה H6258 הַפַּ֨עַם֙ H6471 יִלָּוֶ֤ה H3867 אִישִׁי֙ H376 אֵלַ֔י H413 כִּֽי H3588 יָלַ֥דְתִּי H3205 ל֖וֹ Hl שְׁלֹשָׁ֣ה H7969 בָנִ֑ים H1121 עַל H5921 כֵּ֥ן H3651 קָרָֽא H7121 שְׁמ֖וֹ H8034 לֵוִֽי H3878 ",
  "35": "וַתַּ֨הַר H2029 ע֜וֹד H5750 וַתֵּ֣לֶד H3205 בֵּ֗ן H1121 וַתֹּ֨אמֶר֙ H559 הַפַּ֨עַם֙ H6471 אוֹדֶ֣ה H3034 אֶת H853 יְהוָ֔ה H3068 עַל H5921 כֵּ֛ן H3651 קָרְאָ֥ה H7121 שְׁמ֖וֹ H8034 יְהוּדָ֑ה H3063 וַֽתַּעֲמֹ֖ד H5975 מִלֶּֽדֶת H3205 "
}
