{
  "1": "וַיִּשְׁמַ֗ע H8085 אֶת H853 דִּבְרֵ֤י H1697 בְנֵֽי H1121 לָבָן֙ H3837 לֵאמֹ֔ר H559 לָקַ֣ח H3947 יַעֲקֹ֔ב H3290 אֵ֖ת H853 כָּל H3605 אֲשֶׁ֣ר H834 לְאָבִ֑י H1 וּמֵ H834 לְאָבִ֔י H1 עָשָׂ֕ה H6213 אֵ֥ת H853 כָּל H3605 הַכָּבֹ֖ד H3519 הַזֶּֽה H2088 ",
  "2": "וַיַּ֥רְא H7200 יַעֲקֹ֖ב H3290 אֶת H853 פְּנֵ֣י H6440 לָבָ֑ן H3837 וְהִנֵּ֥ה H2009 אֵינֶ֛נּוּ H369 עִמּ֖וֹ H5973 כִּתְמ֥וֹל H8543 שִׁלְשֽׁוֹם H8032 ",
  "3": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶֽל H413 יַעֲקֹ֔ב H3290 שׁ֛וּב H7725 אֶל H413 אֶ֥רֶץ H776 אֲבוֹתֶ֖יךָ H1 וּלְ H4138 וְאֶֽהְיֶ֖ה H1961 עִמָּֽךְ H5973 ",
  "4": "וַיִּשְׁלַ֣ח H7971 יַעֲקֹ֔ב H3290 וַיִּקְרָ֖א H7121 לְרָחֵ֣ל H7354 וּלְ H3812 הַשָּׂדֶ֖ה H7704 אֶל H413 צֹאנֽוֹ H6629 ",
  "5": "וַיֹּ֣אמֶר H559 לָהֶ֗ן Hl רֹאֶ֤ה H7200 אָנֹכִי֙ H595 אֶת H853 פְּנֵ֣י H6440 אֲבִיכֶ֔ן H1 כִּֽי H3588 אֵינֶ֥נּוּ H369 אֵלַ֖י H413 כִּתְמֹ֣ל H8543 שִׁלְשֹׁ֑ם H8032 וֵֽאלֹהֵ֣י H430 אָבִ֔י H1 הָיָ֖ה H1961 עִמָּדִֽי H5978 ",
  "6": "וְאַתֵּ֖נָה H859 יְדַעְתֶּ֑ן H3045 כִּ֚י H3588 בְּכָל H3605 כֹּחִ֔י H3581 עָבַ֖דְתִּי H5647 אֶת H853 אֲבִיכֶֽן H1 ",
  "7": "וַאֲבִי H1 הֵ֣תֶל H2048 בִּ֔י Hb וְהֶחֱלִ֥ף H2498 אֶת H853 מַשְׂכֻּרְתִּ֖י H4909 עֲשֶׂ֣רֶת H6235 מֹנִ֑ים H4489 וְלֹֽא H3808 נְתָנ֣וֹ H5414 אֱלֹהִ֔ים H430 לְהָרַ֖ע H7489 עִמָּדִֽי H5978 ",
  "8": "אִם H518 כֹּ֣ה H3541 יֹאמַ֗ר H559 נְקֻדִּים֙ H5348 יִהְיֶ֣ה H1961 שְׂכָרֶ֔ךָ H7939 וְיָלְד֥וּ H3205 כָל H3605 הַצֹּ֖אן H6629 נְקֻדִּ֑ים H5348 וְאִם H518 כֹּ֣ה H3541 יֹאמַ֗ר H559 עֲקֻדִּים֙ H6124 יִהְיֶ֣ה H1961 שְׂכָרֶ֔ךָ H7939 וְיָלְד֥וּ H3205 כָל H3605 הַצֹּ֖אן H6629 עֲקֻדִּֽים H6124 ",
  "9": "וַיַּצֵּ֧ל H5337 אֱלֹהִ֛ים H430 אֶת H853 מִקְנֵ֥ה H4735 אֲבִיכֶ֖ם H1 וַיִּתֶּן H5414 לִֽי Hl ",
  "10": "וַיְהִ֗י H1961 בְּעֵת֙ H6256 יַחֵ֣ם H3179 הַצֹּ֔אן H6629 וָאֶשָּׂ֥א H5375 עֵינַ֛י H5869 וָאֵ֖רֶא H7200 בַּחֲל֑וֹם H2472 וְהִנֵּ֤ה H2009 הָֽעַתֻּדִים֙ H6260 הָעֹלִ֣ים H5927 עַל H5921 הַצֹּ֔אן H6629 עֲקֻדִּ֥ים H6124 נְקֻדִּ֖ים H5348 וּבְרֻדִּֽים H1261 ",
  "11": "וַיֹּ֨אמֶר H559 אֵלַ֜י H413 מַלְאַ֧ךְ H4397 הָאֱלֹהִ֛ים H430 בַּחֲל֖וֹם H2472 יַֽעֲקֹ֑ב H3290 וָאֹמַ֖ר H559 הִנֵּֽנִי H2009 ",
  "12": "וַיֹּ֗אמֶר H559 שָׂא H5375 נָ֨א H4994 עֵינֶ֤יךָ H5869 וּרְאֵה֙ H7200 כָּל H3605 הָֽעַתֻּדִים֙ H6260 הָעֹלִ֣ים H5927 עַל H5921 הַצֹּ֔אן H6629 עֲקֻדִּ֥ים H6124 נְקֻדִּ֖ים H5348 וּבְרֻדִּ֑ים H1261 כִּ֣י H3588 רָאִ֔יתִי H7200 אֵ֛ת H853 כָּל H3605 אֲשֶׁ֥ר H834 לָבָ֖ן H3837 עֹ֥שֶׂה H6213 לָּֽךְ Hl ",
  "13": "אָנֹכִ֤י H595 הָאֵל֙ H410 בֵּֽית H1008 אֵ֔ל H1008 אֲשֶׁ֨ר H834 מָשַׁ֤חְתָּ H4886 שָּׁם֙ H8033 מַצֵּבָ֔ה H4676 אֲשֶׁ֨ר H834 נָדַ֥רְתָּ H5087 לִּ֛י Hl שָׁ֖ם H8033 נֶ֑דֶר H5088 עַתָּ֗ה H6258 ק֥וּם H6965 צֵא֙ H3318 מִן H4480 הָאָ֣רֶץ H776 הַזֹּ֔את H2063 וְשׁ֖וּב H7725 אֶל H413 אֶ֥רֶץ H776 מוֹלַדְתֶּֽךָ H4138 ",
  "14": "וַתַּ֤עַן H6030 רָחֵל֙ H7354 וְלֵאָ֔ה H3812 וַתֹּאמַ֖רְנָה H559 ל֑וֹ Hl הַע֥וֹד H5750 לָ֛נוּ Hl חֵ֥לֶק H2506 וְנַחֲלָ֖ה H5159 בְּבֵ֥ית H1004 אָבִֽינוּ H1 ",
  "15": "הֲל֧וֹא H3808 נָכְרִיּ֛וֹת H5237 נֶחְשַׁ֥בְנוּ H2803 ל֖וֹ Hl כִּ֣י H3588 מְכָרָ֑נוּ H4376 וַיֹּ֥אכַל H398 גַּם H1571 אָכ֖וֹל H398 אֶת H853 כַּסְפֵּֽנוּ H3701 ",
  "16": "כִּ֣י H3588 כָל H3605 הָעֹ֗שֶׁר H6239 אֲשֶׁ֨ר H834 הִצִּ֤יל H5337 אֱלֹהִים֙ H430 מֵֽאָבִ֔י H1 לָ֥נוּ Hl ה֖וּא H1931 וּלְ H1121 וְעַתָּ֗ה H6258 כֹּל֩ H3605 אֲשֶׁ֨ר H834 אָמַ֧ר H559 אֱלֹהִ֛ים H430 אֵלֶ֖יךָ H413 עֲשֵֽׂה H6213 ",
  "17": "וַיָּ֖קָם H6965 יַעֲקֹ֑ב H3290 וַיִּשָּׂ֛א H5375 אֶת H853 בָּנָ֥יו H1121 וְאֶת H853 נָשָׁ֖יו H802 עַל H5921 הַגְּמַלִּֽים H1581 ",
  "18": "וַיִּנְהַ֣ג H5090 אֶת H853 כָּל H3605 מִקְנֵ֗הוּ H4735 וְאֶת H853 כָּל H3605 רְכֻשׁוֹ֙ H7399 אֲשֶׁ֣ר H834 רָכָ֔שׁ H7408 מִקְנֵה֙ H4735 קִנְיָנ֔וֹ H7075 אֲשֶׁ֥ר H834 רָכַ֖שׁ H7408 בְּפַדַּ֣ן H6307 אֲרָ֑ם H6307 לָב֛וֹא H935 אֶל H413 יִצְחָ֥ק H3327 אָבִ֖יו H1 אַ֥רְצָה H776 כְּנָֽעַן H3667 ",
  "19": "וְלָבָ֣ן H3837 הָלַ֔ךְ H1980 לִגְזֹ֖ז H1494 אֶת H853 צֹאנ֑וֹ H6629 וַתִּגְנֹ֣ב H1589 רָחֵ֔ל H7354 אֶת H853 הַתְּרָפִ֖ים H8655 אֲשֶׁ֥ר H834 לְאָבִֽי H1 ",
  "20": "וַיִּגְנֹ֣ב H1589 יַעֲקֹ֔ב H3290 אֶת H853 לֵ֥ב H3820 לָבָ֖ן H3837 הָאֲרַמִּ֑י H761 עַל H5921 בְּלִי֙ H1097 הִגִּ֣יד H5046 ל֔וֹ Hl כִּ֥י H3588 בֹרֵ֖חַ H1272 הֽוּא H1931 ",
  "21": "וַיִּבְרַ֥ח H1272 הוּא֙ H1931 וְכָל H3605 אֲשֶׁר H834 ל֔וֹ Hl וַיָּ֖קָם H6965 וַיַּעֲבֹ֣ר H5674 אֶת H853 הַנָּהָ֑ר H5104 וַיָּ֥שֶׂם H7760 אֶת H853 פָּנָ֖יו H6440 הַ֥ר H2022 הַגִּלְעָֽד H1568 ",
  "22": "וַיֻּגַּ֥ד H5046 לְלָבָ֖ן H3837 בַּיּ֣וֹם H3117 הַשְּׁלִישִׁ֑י H7992 כִּ֥י H3588 בָרַ֖ח H1272 יַעֲקֹֽב H3290 ",
  "23": "וַיִּקַּ֤ח H3947 אֶת H853 אֶחָיו֙ H251 עִמּ֔וֹ H5973 וַיִּרְדֹּ֣ף H7291 אַחֲרָ֔יו H310 דֶּ֖רֶךְ H1870 שִׁבְעַ֣ת H7651 יָמִ֑ים H3117 וַיַּדְבֵּ֥ק H1692 אֹת֖וֹ H853 בְּהַ֥ר H2022 הַגִּלְעָֽד H1568 ",
  "24": "וַיָּבֹ֧א H935 אֱלֹהִ֛ים H430 אֶל H413 לָבָ֥ן H3837 הָאֲרַמִּ֖י H761 בַּחֲלֹ֣ם H2472 הַלָּ֑יְלָה H3915 וַיֹּ֣אמֶר H559 ל֗וֹ Hl הִשָּׁ֧מֶר H8104 לְךָ֛ Hl פֶּן H6435 תְּדַבֵּ֥ר H1696 עִֽם H5973 יַעֲקֹ֖ב H3290 מִטּ֥וֹב H2896 עַד H5704 רָֽע H7451 ",
  "25": "וַיַּשֵּׂ֥ג H5381 לָבָ֖ן H3837 אֶֽת H853 יַעֲקֹ֑ב H3290 וְיַעֲקֹ֗ב H3290 תָּקַ֤ע H8628 אֶֽת H853 אָהֳלוֹ֙ H168 בָּהָ֔ר H2022 וְלָבָ֛ן H3837 תָּקַ֥ע H8628 אֶת H854 אֶחָ֖יו H251 בְּהַ֥ר H2022 הַגִּלְעָֽד H1568 ",
  "26": "וַיֹּ֤אמֶר H559 לָבָן֙ H3837 לְיַעֲקֹ֔ב H3290 מֶ֣ה H4100 עָשִׂ֔יתָ H6213 וַתִּגְנֹ֖ב H1589 אֶת H853 לְבָבִ֑י H3824 וַתְּנַהֵג֙ H5090 אֶת H853 בְּנֹתַ֔י H1323 כִּשְׁבֻי֖וֹת H7617 חָֽרֶב H2719 ",
  "27": "לָ֤מָּה H4100 נַחְבֵּ֨אתָ֙ H2244 לִבְרֹ֔חַ H1272 וַתִּגְנֹ֖ב H1589 אֹתִ֑י H853 וְלֹא H3808 הִגַּ֣דְתָּ H5046 לִּ֔י Hl וָֽאֲשַׁלֵּחֲ H7971 בְּשִׂמְחָ֥ה H8057 וּבְ H7892 בְּתֹ֥ף H8596 וּבְ H3658 ",
  "28": "וְלֹ֣א H3808 נְטַשְׁתַּ֔נִי H5203 לְנַשֵּׁ֥ק H5401 לְבָנַ֖ H1121 וְלִ H1323 עַתָּ֖ה H6258 הִסְכַּ֥לְתָּֽ H5528 עֲשֽׂוֹ H6213 ",
  "29": "יֶשׁ H3426 לְאֵ֣ל H410 יָדִ֔י H3027 לַעֲשׂ֥וֹת H6213 עִמָּכֶ֖ם H5973 רָ֑ע H7451 וֵֽאלֹהֵ֨י H430 אֲבִיכֶ֜ם H1 אֶ֣מֶשׁ H570 אָמַ֧ר H559 אֵלַ֣י H413 לֵאמֹ֗ר H559 הִשָּׁ֧מֶר H8104 לְךָ֛ Hl מִדַּבֵּ֥ר H1696 עִֽם H5973 יַעֲקֹ֖ב H3290 מִטּ֥וֹב H2896 עַד H5704 רָֽע H7451 ",
  "30": "וְעַתָּה֙ H6258 הָלֹ֣ךְ H1980 הָלַ֔כְתָּ H1980 כִּֽי H3588 נִכְסֹ֥ף H3700 נִכְסַ֖פְתָּה H3700 לְבֵ֣ית H1004 אָבִ֑יךָ H1 לָ֥מָּה H4100 גָנַ֖בְתָּ H1589 אֶת H853 אֱלֹהָֽי H430 ",
  "31": "וַיַּ֥עַן H6030 יַעֲקֹ֖ב H3290 וַיֹּ֣אמֶר H559 לְלָבָ֑ן H3837 כִּ֣י H3588 יָרֵ֔אתִי H3372 כִּ֣י H3588 אָמַ֔רְתִּי H559 פֶּן H6435 תִּגְזֹ֥ל H1497 אֶת H853 בְּנוֹתֶ֖יךָ H1323 מֵעִמִּֽ H5973 ",
  "32": "עִ֠ם H5973 אֲשֶׁ֨ר H834 תִּמְצָ֣א H4672 אֶת H853 אֱלֹהֶיךָ֮ H430 לֹ֣א H3808 יִֽחְיֶה֒ H2421 נֶ֣גֶד H5048 אַחֵ֧ינוּ H251 הַֽכֶּר H5234 לְךָ֛ Hl מָ֥ה H4100 עִמָּדִ֖י H5978 וְקַֽח H3947 לָ֑ךְ Hl וְלֹֽא H3808 יָדַ֣ע H3045 יַעֲקֹ֔ב H3290 כִּ֥י H3588 רָחֵ֖ל H7354 גְּנָבָֽתַם H1589 ",
  "33": "וַיָּבֹ֨א H935 לָבָ֜ן H3837 בְּאֹ֥הֶל H168 יַעֲקֹ֣ב H3290 וּבְ H168 לֵאָ֗ה H3812 וּבְ H168 שְׁתֵּ֥י H8147 הָאֲמָהֹ֖ת H519 וְלֹ֣א H3808 מָצָ֑א H4672 וַיֵּצֵא֙ H3318 מֵאֹ֣הֶל H168 לֵאָ֔ה H3812 וַיָּבֹ֖א H935 בְּאֹ֥הֶל H168 רָחֵֽל H7354 ",
  "34": "וְרָחֵ֞ל H7354 לָקְחָ֣ה H3947 אֶת H853 הַתְּרָפִ֗ים H8655 וַתְּשִׂמֵ֛ H7760 בְּכַ֥ר H3733 הַגָּמָ֖ל H1581 וַתֵּ֣שֶׁב H3427 עֲלֵיהֶ֑ם H5921 וַיְמַשֵּׁ֥שׁ H4959 לָבָ֛ן H3837 אֶת H853 כָּל H3605 הָאֹ֖הֶל H168 וְלֹ֥א H3808 מָצָֽא H4672 ",
  "35": "וַתֹּ֣אמֶר H559 אֶל H413 אָבִ֗יהָ H1 אַל H408 יִ֨חַר֙ H2734 בְּעֵינֵ֣י H5869 אֲדֹנִ֔י H113 כִּ֣י H3588 ל֤וֹא H3808 אוּכַל֙ H3201 לָק֣וּם H6965 מִפָּנֶ֔י H6440 כִּי H3588 דֶ֥רֶךְ H1870 נָשִׁ֖ים H802 לִ֑י Hl וַיְחַפֵּ֕שׂ H2664 וְלֹ֥א H3808 מָצָ֖א H4672 אֶת H853 הַתְּרָפִֽים H8655 ",
  "36": "וַיִּ֥חַר H2734 לְיַעֲקֹ֖ב H3290 וַיָּ֣רֶב H7378 בְּלָבָ֑ן H3837 וַיַּ֤עַן H6030 יַעֲקֹב֙ H3290 וַיֹּ֣אמֶר H559 לְלָבָ֔ן H3837 מַה H4100 פִּשְׁעִי֙ H6588 מַ֣ה H4100 חַטָּאתִ֔י H2403 כִּ֥י H3588 דָלַ֖קְתָּ H1814 אַחֲרָֽי H310 ",
  "37": "כִּֽי H3588 מִשַּׁ֣שְׁתָּ H4959 אֶת H853 כָּל H3605 כֵּלַ֗י H3627 מַה H4100 מָּצָ֨אתָ֙ H4672 מִכֹּ֣ל H3605 כְּלֵי H3627 בֵיתֶ֔ךָ H1004 שִׂ֣ים H7760 כֹּ֔ה H3541 נֶ֥גֶד H5048 אַחַ֖י H251 וְאַחֶ֑י H251 וְיוֹכִ֖יחוּ H3198 בֵּ֥ין H996 שְׁנֵֽינוּ H8147 ",
  "38": "זֶה֩ H2088 עֶשְׂרִ֨ים H6242 שָׁנָ֤ה H8141 אָנֹכִי֙ H595 עִמָּ֔ךְ H5973 רְחֵלֶ֥יךָ H7353 וְעִזֶּ֖י H5795 לֹ֣א H3808 שִׁכֵּ֑לוּ H7921 וְאֵילֵ֥י H352 צֹאנְךָ֖ H6629 לֹ֥א H3808 אָכָֽלְתִּי H398 ",
  "39": "טְרֵפָה֙ H2966 לֹא H3808 הֵבֵ֣אתִי H935 אֵלֶ֔יךָ H413 אָנֹכִ֣י H595 אֲחַטֶּ֔נָּה H2398 מִיָּדִ֖ H3027 תְּבַקְשֶׁ֑נָּה H1245 גְּנֻֽבְתִ֣י H1589 י֔וֹם H3117 וּגְנֻֽבְתִ֖י H1589 לָֽיְלָה H3915 ",
  "40": "הָיִ֧יתִי H1961 בַיּ֛וֹם H3117 אֲכָלַ֥נִי H398 חֹ֖רֶב H2721 וְקֶ֣רַח H7140 בַּלָּ֑יְלָה H3915 וַתִּדַּ֥ד H5074 שְׁנָתִ֖י H8142 מֵֽעֵינָֽ H5869 ",
  "41": "זֶה H2088 לִּ֞י Hl עֶשְׂרִ֣ים H6242 שָׁנָה֮ H8141 בְּבֵיתֶ H1004 עֲבַדְתִּ֜יךָ H5647 אַרְבַּֽע H702 עֶשְׂרֵ֤ה H6240 שָׁנָה֙ H8141 בִּשְׁתֵּ֣י H8147 בְנֹתֶ֔יךָ H1323 וְשֵׁ֥שׁ H8337 שָׁנִ֖ים H8141 בְּצֹאנֶ֑ H6629 וַתַּחֲלֵ֥ף H2498 אֶת H853 מַשְׂכֻּרְתִּ֖י H4909 עֲשֶׂ֥רֶת H6235 מֹנִֽים H4489 ",
  "42": "לוּלֵ֡י H3884 אֱלֹהֵ֣י H430 אָבִי֩ H1 אֱלֹהֵ֨י H430 אַבְרָהָ֜ם H85 וּפַ֤חַד H6343 יִצְחָק֙ H3327 הָ֣יָה H1961 לִ֔י Hl כִּ֥י H3588 עַתָּ֖ה H6258 רֵיקָ֣ם H7387 שִׁלַּחְתָּ֑נִי H7971 אֶת H853 עָנְיִ֞י H6040 וְאֶת H853 יְגִ֧יעַ H3018 כַּפַּ֛י H3709 רָאָ֥ה H7200 אֱלֹהִ֖ים H430 וַיּ֥וֹכַח H3198 אָֽמֶשׁ H570 ",
  "43": "וַיַּ֨עַן H6030 לָבָ֜ן H3837 וַיֹּ֣אמֶר H559 אֶֽל H413 יַעֲקֹ֗ב H3290 הַבָּנ֨וֹת H1323 בְּנֹתַ֜י H1323 וְהַ H1121 בָּנַי֙ H1121 וְהַ H6629 צֹאנִ֔י H6629 וְכֹ֛ל H3605 אֲשֶׁר H834 אַתָּ֥ה H859 רֹאֶ֖ה H7200 לִי Hl ה֑וּא H1931 וְלִ H1323 מָֽה H4100 אֶֽעֱשֶׂ֤ה H6213 לָאֵ֨לֶּה֙ H428 הַיּ֔וֹם H3117 א֥וֹ H176 לִבְנֵי H1121 אֲשֶׁ֥ר H834 יָלָֽדוּ H3205 ",
  "44": "וְעַתָּ֗ה H6258 לְכָ֛ה H3212 נִכְרְתָ֥ה H3772 בְרִ֖ית H1285 אֲנִ֣י H589 וָאָ֑תָּה H859 וְהָיָ֥ה H1961 לְעֵ֖ד H5707 בֵּינִ֥י H996 וּבֵינֶֽ H996 ",
  "45": "וַיִּקַּ֥ח H3947 יַעֲקֹ֖ב H3290 אָ֑בֶן H68 וַיְרִימֶ֖ H7311 מַצֵּבָֽה H4676 ",
  "46": "וַיֹּ֨אמֶר H559 יַעֲקֹ֤ב H3290 לְאֶחָי H251 לִקְט֣וּ H3950 אֲבָנִ֔ים H68 וַיִּקְח֥וּ H3947 אֲבָנִ֖ים H68 וַיַּֽעֲשׂוּ H6213 גָ֑ל H1530 וַיֹּ֥אכְלוּ H398 שָׁ֖ם H8033 עַל H5921 הַגָּֽל H1530 ",
  "47": "וַיִּקְרָא H7121 ל֣וֹ Hl לָבָ֔ן H3837 יְגַ֖ר H3026 שָׂהֲדוּתָ֑א H3026 וְיַֽעֲקֹ֔ב H3290 קָ֥רָא H7121 ל֖וֹ Hl גַּלְעֵֽד H1567 ",
  "48": "וַיֹּ֣אמֶר H559 לָבָ֔ן H3837 הַגַּ֨ל H1530 הַזֶּ֥ה H2088 עֵ֛ד H5707 בֵּינִ֥י H996 וּבֵינְ H996 הַיּ֑וֹם H3117 עַל H5921 כֵּ֥ן H3651 קָרָֽא H7121 שְׁמ֖וֹ H8034 גַּלְעֵֽד H1567 ",
  "49": "וְהַ H4709 אֲשֶׁ֣ר H834 אָמַ֔ר H559 יִ֥צֶף H6822 יְהוָ֖ה H3068 בֵּינִ֣י H996 וּבֵינֶ֑ H996 כִּ֥י H3588 נִסָּתֵ֖ר H5641 אִ֥ישׁ H376 מֵרֵעֵֽ H7453 ",
  "50": "אִם H518 תְּעַנֶּ֣ה H6031 אֶת H853 בְּנֹתַ֗י H1323 וְאִם H518 תִּקַּ֤ח H3947 נָשִׁים֙ H802 עַל H5921 בְּנֹתַ֔י H1323 אֵ֥ין H369 אִ֖ישׁ H376 עִמָּ֑נוּ H5973 רְאֵ֕ה H7200 אֱלֹהִ֥ים H430 עֵ֖ד H5707 בֵּינִ֥י H996 וּבֵינֶֽ H996 ",
  "51": "וַיֹּ֥אמֶר H559 לָבָ֖ן H3837 לְיַעֲקֹ֑ב H3290 הִנֵּ֣ה H2009 הַגַּ֣ל H1530 הַזֶּ֗ה H2088 וְהִנֵּה֙ H2009 הַמַצֵּבָ֔ה H4676 אֲשֶׁ֥ר H834 יָרִ֖יתִי H3384 בֵּינִ֥י H996 וּבֵינֶֽ H996 ",
  "52": "עֵ֚ד H5707 הַגַּ֣ל H1530 הַזֶּ֔ה H2088 וְעֵדָ֖ה H5713 הַמַּצֵּבָ֑ה H4676 אִם H518 אָ֗נִי H589 לֹֽא H3808 אֶֽעֱבֹ֤ר H5674 אֵלֶ֨יךָ֙ H413 אֶת H853 הַגַּ֣ל H1530 הַזֶּ֔ה H2088 וְאִם H518 אַ֠תָּה H859 לֹא H3808 תַעֲבֹ֨ר H5674 אֵלַ֜י H413 אֶת H853 הַגַּ֥ל H1530 הַזֶּ֛ה H2088 וְאֶת H853 הַמַּצֵּבָ֥ה H4676 הַזֹּ֖את H2063 לְרָעָֽה H7451 ",
  "53": "אֱלֹהֵ֨י H430 אַבְרָהָ֜ם H85 וֵֽאלֹהֵ֤י H430 נָחוֹר֙ H5152 יִשְׁפְּט֣וּ H8199 בֵינֵ֔ינוּ H996 אֱלֹהֵ֖י H430 אֲבִיהֶ֑ם H1 וַיִּשָּׁבַ֣ע H7650 יַעֲקֹ֔ב H3290 בְּפַ֖חַד H6343 אָבִ֥יו H1 יִצְחָֽק H3327 ",
  "54": "וַיִּזְבַּ֨ח H2076 יַעֲקֹ֥ב H3290 זֶ֨בַח֙ H2077 בָּהָ֔ר H2022 וַיִּקְרָ֥א H7121 לְאֶחָ֖י H251 לֶאֱכָל H398 לָ֑חֶם H3899 וַיֹּ֣אכְלוּ H398 לֶ֔חֶם H3899 וַיָּלִ֖ינוּ H3885 בָּהָֽר H2022 ",
  "55": "וַיַּשְׁכֵּ֨ם H7925 לָבָ֜ן H3837 בַּבֹּ֗קֶר H1242 וַיְנַשֵּׁ֧ק H5401 לְבָנָ֛י H1121 וְלִ H1323 וַיְבָ֣רֶךְ H1288 אֶתְהֶ֑ם H853 וַיֵּ֛לֶךְ H3212 וַיָּ֥שָׁב H7725 לָבָ֖ן H3837 לִמְקֹמֽ H4725 "
}
