{
  "1": "וְיַעֲקֹ֖ב H3290 הָלַ֣ךְ H1980 לְדַרְכּ֑ H1870 וַיִּפְגְּעוּ H6293 ב֖וֹ Hb מַלְאֲכֵ֥י H4397 אֱלֹהִֽים H430 ",
  "2": "וַיֹּ֤אמֶר H559 יַעֲקֹב֙ H3290 כַּאֲשֶׁ֣ר H834 רָאָ֔ם H7200 מַחֲנֵ֥ה H4264 אֱלֹהִ֖ים H430 זֶ֑ה H2088 וַיִּקְרָ֛א H7121 שֵֽׁם H8034 הַמָּק֥וֹם H4725 הַה֖וּא H1931 מַֽחֲנָֽיִם H4266 ",
  "3": "וַיִּשְׁלַ֨ח H7971 יַעֲקֹ֤ב H3290 מַלְאָכִים֙ H4397 לְפָנָ֔י H6440 אֶל H413 עֵשָׂ֖ו H6215 אָחִ֑יו H251 אַ֥רְצָה H776 שֵׂעִ֖יר H8165 שְׂדֵ֥ה H7704 אֱדֽוֹם H123 ",
  "4": "וַיְצַ֤ו H6680 אֹתָם֙ H853 לֵאמֹ֔ר H559 כֹּ֣ה H3541 תֹאמְר֔וּן H559 לַֽאדֹנִ֖ H113 לְעֵשָׂ֑ו H6215 כֹּ֤ה H3541 אָמַר֙ H559 עַבְדְּךָ֣ H5650 יַעֲקֹ֔ב H3290 עִם H5973 לָבָ֣ן H3837 גַּ֔רְתִּי H1481 וָאֵחַ֖ר H309 עַד H5704 עָֽתָּה H6258 ",
  "5": "וַֽיְהִי H1961 לִי֙ Hl שׁ֣וֹר H7794 וַחֲמ֔וֹר H2543 צֹ֖אן H6629 וְעֶ֣בֶד H5650 וְשִׁפְחָ֑ה H8198 וָֽאֶשְׁלְחָ H7971 לְהַגִּ֣יד H5046 לַֽאדֹנִ֔ H113 לִמְצֹא H4672 חֵ֖ן H2580 בְּעֵינֶֽי H5869 ",
  "6": "וַיָּשֻׁ֨בוּ֙ H7725 הַמַּלְאָכִ֔ים H4397 אֶֽל H413 יַעֲקֹ֖ב H3290 לֵאמֹ֑ר H559 בָּ֤אנוּ H935 אֶל H413 אָחִ֨יךָ֙ H251 אֶל H413 עֵשָׂ֔ו H6215 וְגַם֙ H1571 הֹלֵ֣ךְ H1980 לִקְרָֽאתְ H7125 וְאַרְבַּע H702 מֵא֥וֹת H3967 אִ֖ישׁ H376 עִמּֽוֹ H5973 ",
  "7": "וַיִּירָ֧א H3372 יַעֲקֹ֛ב H3290 מְאֹ֖ד H3966 וַיֵּ֣צֶר H3334 ל֑וֹ Hl וַיַּ֜חַץ H2673 אֶת H853 הָעָ֣ם H5971 אֲשֶׁר H834 אִתּ֗וֹ H854 וְאֶת H853 הַצֹּ֧אן H6629 וְאֶת H853 הַבָּקָ֛ר H1241 וְהַ H1581 לִשְׁנֵ֥י H8147 מַחֲנֽוֹת H4264 ",
  "8": "וַיֹּ֕אמֶר H559 אִם H518 יָב֥וֹא H935 עֵשָׂ֛ו H6215 אֶל H413 הַמַּחֲנֶ֥ה H4264 הָאַחַ֖ת H259 וְהִכָּ֑ H5221 וְהָיָ֛ה H1961 הַמַּחֲנֶ֥ה H4264 הַנִּשְׁאָ֖ר H7604 לִפְלֵיטָֽה H6413 ",
  "9": "וַיֹּאמֶר֮ H559 יַעֲקֹב֒ H3290 אֱלֹהֵי֙ H430 אָבִ֣י H1 אַבְרָהָ֔ם H85 וֵאלֹהֵ֖י H430 אָבִ֣י H1 יִצְחָ֑ק H3327 יְהוָ֞ה H3068 הָאֹמֵ֣ר H559 אֵלַ֗י H413 שׁ֧וּב H7725 לְאַרְצְ H776 וּלְ H4138 וְאֵיטִ֥יבָה H3190 עִמָּֽךְ H5973 ",
  "10": "קָטֹ֜נְתִּי H6994 מִכֹּ֤ל H3605 הַחֲסָדִים֙ H2617 וּמִ H3605 הָ֣אֱמֶ֔ת H571 אֲשֶׁ֥ר H834 עָשִׂ֖יתָ H6213 אֶת H853 עַבְדֶּ֑ךָ H5650 כִּ֣י H3588 בְמַקְלִ֗ H4731 עָבַ֨רְתִּי֙ H5674 אֶת H853 הַיַּרְדֵּ֣ן H3383 הַזֶּ֔ה H2088 וְעַתָּ֥ה H6258 הָיִ֖יתִי H1961 לִשְׁנֵ֥י H8147 מַחֲנֽוֹת H4264 ",
  "11": "הַצִּילֵ֥נִי H5337 נָ֛א H4994 מִיַּ֥ד H3027 אָחִ֖י H251 מִיַּ֣ד H3027 עֵשָׂ֑ו H6215 כִּֽי H3588 יָרֵ֤א H3373 אָנֹכִי֙ H595 אֹת֔וֹ H853 פֶּן H6435 יָב֣וֹא H935 וְהִכַּ֔ H5221 אֵ֖ם H517 עַל H5921 בָּנִֽים H1121 ",
  "12": "וְאַתָּ֣ה H859 אָמַ֔רְתָּ H559 הֵיטֵ֥ב H3190 אֵיטִ֖יב H3190 עִמָּ֑ךְ H5973 וְשַׂמְתִּ֤י H7760 אֶֽת H853 זַרְעֲךָ֙ H2233 כְּח֣וֹל H2344 הַיָּ֔ם H3220 אֲשֶׁ֥ר H834 לֹא H3808 יִסָּפֵ֖ר H5608 מֵרֹֽב H7230 ",
  "13": "וַיָּ֥לֶן H3885 שָׁ֖ם H8033 בַּלַּ֣יְלָה H3915 הַה֑וּא H1931 וַיִּקַּ֞ח H3947 מִן H4480 הַבָּ֧א H935 בְיָד֛ H3027 מִנְחָ֖ה H4503 לְעֵשָׂ֥ו H6215 אָחִֽיו H251 ",
  "14": "עִזִּ֣ים H5795 מָאתַ֔יִם H3967 וּתְיָשִׁ֖ים H8495 עֶשְׂרִ֑ים H6242 רְחֵלִ֥ים H7353 מָאתַ֖יִם H3967 וְאֵילִ֥ים H352 עֶשְׂרִֽים H6242 ",
  "15": "גְּמַלִּ֧ים H1581 מֵינִיק֛וֹת H3243 וּבְנֵי H1121 שְׁלֹשִׁ֑ים H7970 פָּר֤וֹת H6510 אַרְבָּעִים֙ H705 וּפָרִ֣ים H6499 עֲשָׂרָ֔ה H6235 אֲתֹנֹ֣ת H860 עֶשְׂרִ֔ים H6242 וַעְיָרִ֖ם H5895 עֲשָׂרָֽה H6235 ",
  "16": "וַיִּתֵּן֙ H5414 בְּיַד H3027 עֲבָדָ֔יו H5650 עֵ֥דֶר H5739 עֵ֖דֶר H5739 לְבַדּ֑ H905 וַ֤יֹּאמֶר H559 אֶל H413 עֲבָדָיו֙ H5650 עִבְר֣וּ H5674 לְפָנַ֔ H6440 וְרֶ֣וַח H7305 תָּשִׂ֔ימוּ H7760 בֵּ֥ין H996 עֵ֖דֶר H5739 וּבֵ֥ין H996 עֵֽדֶר H5739 ",
  "17": "וַיְצַ֥ו H6680 אֶת H853 הָרִאשׁ֖וֹן H7223 לֵאמֹ֑ר H559 כִּ֣י H3588 יִֽפְגָּשְׁךָ֞ H6298 עֵשָׂ֣ו H6215 אָחִ֗י H251 וִשְׁאֵֽלְ H7592 לֵאמֹ֔ר H559 לְמִי H4310 אַ֨תָּה֙ H859 וְאָ֣נָה H575 תֵלֵ֔ךְ H3212 וּלְ H4310 אֵ֥לֶּה H428 לְפָנֶֽי H6440 ",
  "18": "וְאָֽמַרְתָּ֙ H559 לְעַבְדְּ H5650 לְיַעֲקֹ֔ב H3290 מִנְחָ֥ה H4503 הִוא֙ H1931 שְׁלוּחָ֔ה H7971 לַֽאדֹנִ֖ H113 לְעֵשָׂ֑ו H6215 וְהִנֵּ֥ה H2009 גַם H1571 ה֖וּא H1931 אַחֲרֵֽינוּ H310 ",
  "19": "וַיְצַ֞ו H6680 גַּ֣ם H1571 אֶת H853 הַשֵּׁנִ֗י H8145 גַּ֚ם H1571 אֶת H853 הַשְּׁלִישִׁ֔י H7992 גַּ֚ם H1571 אֶת H853 כָּל H3605 הַהֹ֣לְכִ֔ים H1980 אַחֲרֵ֥י H310 הָעֲדָרִ֖ים H5739 לֵאמֹ֑ר H559 כַּדָּבָ֤ר H1697 הַזֶּה֙ H2088 תְּדַבְּר֣וּן H1696 אֶל H413 עֵשָׂ֔ו H6215 בְּמֹצַאֲ H4672 אֹתֽוֹ H853 ",
  "20": "וַאֲמַרְתֶּ֕ם H559 גַּ֗ם H1571 הִנֵּ֛ה H2009 עַבְדְּךָ֥ H5650 יַעֲקֹ֖ב H3290 אַחֲרֵ֑ינוּ H310 כִּֽי H3588 אָמַ֞ר H559 אֲכַפְּרָ֣ה H3722 פָנָ֗יו H6440 בַּמִּנְחָה֙ H4503 הַהֹלֶ֣כֶת H1980 לְפָנָ֔ H6440 וְאַחֲרֵי H310 כֵן֙ H3651 אֶרְאֶ֣ה H7200 פָנָ֔יו H6440 אוּלַ֖י H194 יִשָּׂ֥א H5375 פָנָֽי H6440 ",
  "21": "וַתַּעֲבֹ֥ר H5674 הַמִּנְחָ֖ה H4503 עַל H5921 פָּנָ֑יו H6440 וְה֛וּא H1931 לָ֥ן H3885 בַּלַּֽיְלָה H3915 הַה֖וּא H1931 בַּֽמַּחֲנֶֽה H4264 ",
  "22": "וַיָּ֣קָם H6965 בַּלַּ֣יְלָה H3915 ה֗וּא H1931 וַיִּקַּ֞ח H3947 אֶת H853 שְׁתֵּ֤י H8147 נָשָׁיו֙ H802 וְאֶת H853 שְׁתֵּ֣י H8147 שִׁפְחֹתָ֔יו H8198 וְאֶת H853 אַחַ֥ד H259 עָשָׂ֖ר H6240 יְלָדָ֑יו H3206 וַֽיַּעֲבֹ֔ר H5674 אֵ֖ת H853 מַעֲבַ֥ר H4569 יַבֹּֽק H2999 ",
  "23": "וַיִּקָּחֵ֔ H3947 וַיַּֽעֲבִרֵ֖ H5674 אֶת H853 הַנָּ֑חַל H5158 וַֽיַּעֲבֵ֖ר H5674 אֶת H853 אֲשֶׁר H834 לוֹ Hl ",
  "24": "וַיִּוָּתֵ֥ר H3498 יַעֲקֹ֖ב H3290 לְבַדּ֑ H905 וַיֵּאָבֵ֥ק H79 אִישׁ֙ H376 עִמּ֔וֹ H5973 עַ֖ד H5704 עֲל֥וֹת H5927 הַשָּֽׁחַר H7837 ",
  "25": "וַיַּ֗רְא H7200 כִּ֣י H3588 לֹ֤א H3808 יָכֹל֙ H3201 ל֔וֹ Hl וַיִּגַּ֖ע H5060 בְּכַף H3709 יְרֵכ֑וֹ H3409 וַתֵּ֨קַע֙ H3363 כַּף H3709 יֶ֣רֶךְ H3409 יַעֲקֹ֔ב H3290 בְּהֵֽאָבְק֖ H79 עִמּֽוֹ H5973 ",
  "26": "וַיֹּ֣אמֶר H559 שַׁלְּחֵ֔נִי H7971 כִּ֥י H3588 עָלָ֖ה H5927 הַשָּׁ֑חַר H7837 וַיֹּ֨אמֶר֙ H559 לֹ֣א H3808 אֲשַֽׁלֵּחֲךָ֔ H7971 כִּ֖י H3588 אִם H518 בֵּרַכְתָּֽנִי H1288 ",
  "27": "וַיֹּ֥אמֶר H559 אֵלָ֖יו H413 מַה H4100 שְּׁמֶ֑ךָ H8034 וַיֹּ֖אמֶר H559 יַעֲקֹֽב H3290 ",
  "28": "וַיֹּ֗אמֶר H559 לֹ֤א H3808 יַעֲקֹב֙ H3290 יֵאָמֵ֥ר H559 עוֹד֙ H5750 שִׁמְךָ֔ H8034 כִּ֖י H3588 אִם H518 יִשְׂרָאֵ֑ל H3478 כִּֽי H3588 שָׂרִ֧יתָ H8280 עִם H5973 אֱלֹהִ֛ים H430 וְעִם H5973 אֲנָשִׁ֖ים H376 וַתּוּכָֽל H3201 ",
  "29": "וַיִּשְׁאַ֣ל H7592 יַעֲקֹ֗ב H3290 וַיֹּ֨אמֶר֙ H559 הַגִּֽידָה H5046 נָּ֣א H4994 שְׁמֶ֔ךָ H8034 וַיֹּ֕אמֶר H559 לָ֥מָּה H4100 זֶּ֖ה H2088 תִּשְׁאַ֣ל H7592 לִשְׁמִ֑ H8034 וַיְבָ֥רֶךְ H1288 אֹת֖וֹ H853 שָֽׁם H8033 ",
  "30": "וַיִּקְרָ֧א H7121 יַעֲקֹ֛ב H3290 שֵׁ֥ם H8034 הַמָּק֖וֹם H4725 פְּנִיאֵ֑ל H6439 כִּֽי H3588 רָאִ֤יתִי H7200 אֱלֹהִים֙ H430 פָּנִ֣ים H6440 אֶל H413 פָּנִ֔ים H6440 וַתִּנָּצֵ֖ל H5337 נַפְשִֽׁי H5315 ",
  "31": "וַיִּֽזְרַֽח H2224 ל֣וֹ Hl הַשֶּׁ֔מֶשׁ H8121 כַּאֲשֶׁ֥ר H834 עָבַ֖ר H5674 אֶת H853 פְּנוּאֵ֑ל H6439 וְה֥וּא H1931 צֹלֵ֖עַ H6760 עַל H5921 יְרֵכֽוֹ H3409 ",
  "32": "עַל H5921 כֵּ֡ן H3651 לֹֽא H3808 יֹאכְל֨וּ H398 בְנֵֽי H1121 יִשְׂרָאֵ֜ל H3478 אֶת H853 גִּ֣יד H1517 הַנָּשֶׁ֗ה H5384 אֲשֶׁר֙ H834 עַל H5921 כַּ֣ף H3709 הַיָּרֵ֔ךְ H3409 עַ֖ד H5704 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 כִּ֤י H3588 נָגַע֙ H5060 בְּכַף H3709 יֶ֣רֶךְ H3409 יַעֲקֹ֔ב H3290 בְּגִ֖יד H1517 הַנָּשֶֽׁה H5384 ",
  "33": "עַל H5921 כֵּ֡ן H3651 לֹֽא H3808 יֹאכְל֨וּ H398 בְנֵֽי H1121 יִשְׂרָאֵ֜ל H3478 אֶת H853 גִּ֣יד H1517 הַנָּשֶׁ֗ה H5384 אֲשֶׁר֙ H834 עַל H5921 כַּ֣ף H3709 הַיָּרֵ֔ךְ H3409 עַ֖ד H5704 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 כִּ֤י H3588 נָגַע֙ H5060 בְּכַף H3709 יֶ֣רֶךְ H3409 יַעֲקֹ֔ב H3290 בְּגִ֖יד H1517 הַנָּשֶֽׁה H5384 "
}
