{
  "1": "וַֽיְהִי֙ H1961 בָּעֵ֣ת H6256 הַהִ֔וא H1931 וַיֵּ֥רֶד H3381 יְהוּדָ֖ה H3063 מֵאֵ֣ת H853 אֶחָ֑יו H251 וַיֵּ֛ט H5186 עַד H5704 אִ֥ישׁ H376 עֲדֻלָּמִ֖י H5726 וּשְׁמ֥ H8034 חִירָֽה H2437 ",
  "2": "וַיַּרְא H7200 שָׁ֧ם H8033 יְהוּדָ֛ה H3063 בַּת H1323 אִ֥ישׁ H376 כְּנַעֲנִ֖י H3669 וּשְׁמ֣ H8034 שׁ֑וּעַ H7770 וַיִּקָּחֶ֖ H3947 וַיָּבֹ֥א H935 אֵלֶֽיהָ H413 ",
  "3": "וַתַּ֖הַר H2029 וַתֵּ֣לֶד H3205 בֵּ֑ן H1121 וַיִּקְרָ֥א H7121 אֶת H853 שְׁמ֖וֹ H8034 עֵֽר H6147 ",
  "4": "וַתַּ֥הַר H2029 ע֖וֹד H5750 וַתֵּ֣לֶד H3205 בֵּ֑ן H1121 וַתִּקְרָ֥א H7121 אֶת H853 שְׁמ֖וֹ H8034 אוֹנָֽן H209 ",
  "5": "וַתֹּ֤סֶף H3254 עוֹד֙ H5750 וַתֵּ֣לֶד H3205 בֵּ֔ן H1121 וַתִּקְרָ֥א H7121 אֶת H853 שְׁמ֖וֹ H8034 שֵׁלָ֑ה H7956 וְהָיָ֥ה H1961 בִכְזִ֖יב H3580 בְּלִדְתָּ֥ H3205 אֹתֽוֹ H853 ",
  "6": "וַיִּקַּ֧ח H3947 יְהוּדָ֛ה H3063 אִשָּׁ֖ה H802 לְעֵ֣ר H6147 בְּכוֹר֑וֹ H1060 וּשְׁמָ֖ H8034 תָּמָֽר H8559 ",
  "7": "וַיְהִ֗י H1961 עֵ֚ר H6147 בְּכ֣וֹר H1060 יְהוּדָ֔ה H3063 רַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 וַיְמִתֵ֖ H4191 יְהוָֽה H3068 ",
  "8": "וַיֹּ֤אמֶר H559 יְהוּדָה֙ H3063 לְאוֹנָ֔ן H209 בֹּ֛א H935 אֶל H413 אֵ֥שֶׁת H802 אָחִ֖יךָ H251 וְיַבֵּ֣ם H2992 אֹתָ֑הּ H853 וְהָקֵ֥ם H6965 זֶ֖רַע H2233 לְאָחִֽי H251 ",
  "9": "וַיֵּ֣דַע H3045 אוֹנָ֔ן H209 כִּ֛י H3588 לֹּ֥א H3808 ל֖וֹ Hl יִהְיֶ֣ה H1961 הַזָּ֑רַע H2233 וְהָיָ֞ה H1961 אִם H518 בָּ֨א H935 אֶל H413 אֵ֤שֶׁת H802 אָחִיו֙ H251 וְשִׁחֵ֣ת H7843 אַ֔רְצָה H776 לְבִלְתִּ֥י H1115 נְתָן H5414 זֶ֖רַע H2233 לְאָחִֽי H251 ",
  "10": "וַיֵּ֛רַע H7489 בְּעֵינֵ֥י H5869 יְהוָ֖ה H3068 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 וַיָּ֖מֶת H4191 גַּם H1571 אֹתֽוֹ H853 ",
  "11": "וַיֹּ֣אמֶר H559 יְהוּדָה֩ H3063 לְתָמָ֨ר H8559 כַּלָּת֜וֹ H3618 שְׁבִ֧י H3427 אַלְמָנָ֣ה H490 בֵית H1004 אָבִ֗יךְ H1 עַד H5704 יִגְדַּל֙ H1431 שֵׁלָ֣ה H7956 בְנִ֔י H1121 כִּ֣י H3588 אָמַ֔ר H559 פֶּן H6435 יָמ֥וּת H4191 גַּם H1571 ה֖וּא H1931 כְּאֶחָ֑י H251 וַתֵּ֣לֶךְ H3212 תָּמָ֔ר H8559 וַתֵּ֖שֶׁב H3427 בֵּ֥ית H1004 אָבִֽיהָ H1 ",
  "12": "וַיִּרְבּוּ֙ H7235 הַיָּמִ֔ים H3117 וַתָּ֖מָת H4191 בַּת H1323 שׁ֣וּעַ H7770 אֵֽשֶׁת H802 יְהוּדָ֑ה H3063 וַיִּנָּ֣חֶם H5162 יְהוּדָ֗ה H3063 וַיַּ֜עַל H5927 עַל H5921 גֹּֽזֲזֵ֤י H1494 צֹאנוֹ֙ H6629 ה֗וּא H1931 וְחִירָ֛ה H2437 רֵעֵ֥הוּ H7453 הָעֲדֻלָּמִ֖י H5726 תִּמְנָֽתָה H8553 ",
  "13": "וַיֻּגַּ֥ד H5046 לְתָמָ֖ר H8559 לֵאמֹ֑ר H559 הִנֵּ֥ה H2009 חָמִ֛יךְ H2524 עֹלֶ֥ה H5927 תִמְנָ֖תָה H8553 לָגֹ֥ז H1494 צֹאנֽוֹ H6629 ",
  "14": "וַתָּסַר֩ H5493 בִּגְדֵ֨י H899 אַלְמְנוּתָ֜הּ H491 מֵֽעָלֶ֗י H5921 וַתְּכַ֤ס H3680 בַּצָּעִיף֙ H6809 וַתִּתְעַלָּ֔ף H5968 וַתֵּ֨שֶׁב֙ H3427 בְּפֶ֣תַח H6607 עֵינַ֔יִם H5879 אֲשֶׁ֖ר H834 עַל H5921 דֶּ֣רֶךְ H1870 תִּמְנָ֑תָה H8553 כִּ֤י H3588 רָאֲתָה֙ H7200 כִּֽי H3588 גָדַ֣ל H1431 שֵׁלָ֔ה H7956 וְהִ֕וא H1931 לֹֽא H3808 נִתְּנָ֥ה H5414 ל֖וֹ Hl לְאִשָּֽׁה H802 ",
  "15": "וַיִּרְאֶ֣ H7200 יְהוּדָ֔ה H3063 וַֽיַּחְשְׁבֶ֖ H2803 לְזוֹנָ֑ה H2181 כִּ֥י H3588 כִסְּתָ֖ה H3680 פָּנֶֽיהָ H6440 ",
  "16": "וַיֵּ֨ט H5186 אֵלֶ֜יהָ H413 אֶל H413 הַדֶּ֗רֶךְ H1870 וַיֹּ֨אמֶר֙ H559 הָֽבָה H3051 נָּא֙ H4994 אָב֣וֹא H935 אֵלַ֔יִךְ H413 כִּ֚י H3588 לֹ֣א H3808 יָדַ֔ע H3045 כִּ֥י H3588 כַלָּת֖וֹ H3618 הִ֑וא H1931 וַתֹּ֨אמֶר֙ H559 מַה H4100 תִּתֶּן H5414 לִּ֔י Hl כִּ֥י H3588 תָב֖וֹא H935 אֵלָֽי H413 ",
  "17": "וַיֹּ֕אמֶר H559 אָנֹכִ֛י H595 אֲשַׁלַּ֥ח H7971 גְּדִֽי H1423 עִזִּ֖ים H5795 מִן H4480 הַצֹּ֑אן H6629 וַתֹּ֕אמֶר H559 אִם H518 תִּתֵּ֥ן H5414 עֵרָב֖וֹן H6162 עַ֥ד H5704 שָׁלְחֶֽךָ H7971 ",
  "18": "וַיֹּ֗אמֶר H559 מָ֣ה H4100 הָֽעֵרָבוֹן֮ H6162 אֲשֶׁ֣ר H834 אֶתֶּן H5414 לָּךְ֒ Hl וַתֹּ֗אמֶר H559 חֹתָֽמְךָ֙ H2368 וּפְתִילֶ֔ H6616 וּמַטְּ H4294 אֲשֶׁ֣ר H834 בְּיָדֶ֑ H3027 וַיִּתֶּן H5414 לָּ֛הּ Hl וַיָּבֹ֥א H935 אֵלֶ֖יהָ H413 וַתַּ֥הַר H2029 לֽוֹ Hl ",
  "19": "וַתָּ֣קָם H6965 וַתֵּ֔לֶךְ H3212 וַתָּ֥סַר H5493 צְעִיפָ֖הּ H6809 מֵעָלֶ֑י H5921 וַתִּלְבַּ֖שׁ H3847 בִּגְדֵ֥י H899 אַלְמְנוּתָֽהּ H491 ",
  "20": "וַיִּשְׁלַ֨ח H7971 יְהוּדָ֜ה H3063 אֶת H853 גְּדִ֣י H1423 הָֽעִזִּ֗ים H5795 בְּיַד֙ H3027 רֵעֵ֣הוּ H7453 הָֽעֲדֻלָּמִ֔י H5726 לָקַ֥חַת H3947 הָעֵרָב֖וֹן H6162 מִיַּ֣ד H3027 הָאִשָּׁ֑ה H802 וְלֹ֖א H3808 מְצָאָֽהּ H4672 ",
  "21": "וַיִּשְׁאַ֞ל H7592 אֶת H853 אַנְשֵׁ֤י H376 מְקֹמָהּ֙ H4725 לֵאמֹ֔ר H559 אַיֵּ֧ה H346 הַקְּדֵשָׁ֛ה H6948 הִ֥וא H1931 בָעֵינַ֖יִם H5879 עַל H5921 הַדָּ֑רֶךְ H1870 וַיֹּ֣אמְר֔וּ H559 לֹא H3808 הָיְתָ֥ה H1961 בָזֶ֖ה H2088 קְדֵשָֽׁה H6948 ",
  "22": "וַיָּ֨שָׁב֙ H7725 אֶל H413 יְהוּדָ֔ה H3063 וַיֹּ֖אמֶר H559 לֹ֣א H3808 מְצָאתִ֑יהָ H4672 וְגַ֨ם H1571 אַנְשֵׁ֤י H376 הַמָּקוֹם֙ H4725 אָֽמְר֔וּ H559 לֹא H3808 הָיְתָ֥ה H1961 בָזֶ֖ה H2088 קְדֵשָֽׁה H6948 ",
  "23": "וַיֹּ֤אמֶר H559 יְהוּדָה֙ H3063 תִּֽקַּֽח H3947 לָ֔הּ Hl פֶּ֖ן H6435 נִהְיֶ֣ה H1961 לָב֑וּז H937 הִנֵּ֤ה H2009 שָׁלַ֨חְתִּי֙ H7971 הַגְּדִ֣י H1423 הַזֶּ֔ה H2088 וְאַתָּ֖ה H859 לֹ֥א H3808 מְצָאתָֽהּ H4672 ",
  "24": "וַיְהִ֣י H1961 כְּמִשְׁלֹ֣שׁ H7969 חֳדָשִׁ֗ים H2320 וַיֻּגַּ֨ד H5046 לִֽיהוּדָ֤ה H3063 לֵֽאמֹר֙ H559 זָֽנְתָה֙ H2181 תָּמָ֣ר H8559 כַּלָּתֶ֔ךָ H3618 וְגַ֛ם H1571 הִנֵּ֥ה H2009 הָרָ֖ה H2030 לִזְנוּנִ֑ים H2183 וַיֹּ֣אמֶר H559 יְהוּדָ֔ה H3063 הוֹצִיא֖וּהָ H3318 וְתִשָּׂרֵֽף H8313 ",
  "25": "הִ֣וא H1931 מוּצֵ֗את H3318 וְהִ֨יא H1931 שָׁלְחָ֤ה H7971 אֶל H413 חָמִ֨יהָ֙ H2524 לֵאמֹ֔ר H559 לְאִישׁ֙ H376 אֲשֶׁר H834 אֵ֣לֶּה H428 לּ֔וֹ Hl אָנֹכִ֖י H595 הָרָ֑ה H2030 וַתֹּ֨אמֶר֙ H559 הַכֶּר H5234 נָ֔א H4994 לְמִ֞י H4310 הַחֹתֶ֧מֶת H2858 וְהַ H6616 וְהַ H4294 הָאֵֽלֶּה H428 ",
  "26": "וַיַּכֵּ֣ר H5234 יְהוּדָ֗ה H3063 וַיֹּ֨אמֶר֙ H559 צָֽדְקָ֣ה H6663 מִמֶּ֔נִּי H4480 כִּֽי H3588 עַל H5921 כֵּ֥ן H3651 לֹא H3808 נְתַתִּ֖יהָ H5414 לְשֵׁלָ֣ה H7956 בְנִ֑י H1121 וְלֹֽא H3808 יָסַ֥ף H3254 ע֖וֹד H5750 לְדַעְתָּֽ H3045 ",
  "27": "וַיְהִ֖י H1961 בְּעֵ֣ת H6256 לִדְתָּ֑הּ H3205 וְהִנֵּ֥ה H2009 תְאוֹמִ֖ים H8380 בְּבִטְנָֽ H990 ",
  "28": "וַיְהִ֥י H1961 בְלִדְתָּ֖ H3205 וַיִּתֶּן H5414 יָ֑ד H3027 וַתִּקַּ֣ח H3947 הַמְיַלֶּ֗דֶת H3205 וַתִּקְשֹׁ֨ר H7194 עַל H5921 יָד֤וֹ H3027 שָׁנִי֙ H8144 לֵאמֹ֔ר H559 זֶ֖ה H2088 יָצָ֥א H3318 רִאשֹׁנָֽה H7223 ",
  "29": "וַיְהִ֣י H1961 כְּמֵשִׁ֣יב H7725 יָד֗וֹ H3027 וְהִנֵּה֙ H2009 יָצָ֣א H3318 אָחִ֔יו H251 וַתֹּ֕אמֶר H559 מַה H4100 פָּרַ֖צְתָּ H6555 עָלֶ֣יךָ H5921 פָּ֑רֶץ H6556 וַיִּקְרָ֥א H7121 שְׁמ֖וֹ H8034 פָּֽרֶץ H6557 ",
  "30": "וְאַחַר֙ H310 יָצָ֣א H3318 אָחִ֔יו H251 אֲשֶׁ֥ר H834 עַל H5921 יָד֖וֹ H3027 הַשָּׁנִ֑י H8144 וַיִּקְרָ֥א H7121 שְׁמ֖וֹ H8034 זָֽרַח H2226 "
}
