{
  "1": "וַיְהִ֗י H1961 אַחַר֙ H310 הַדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 חָֽטְא֛וּ H2398 מַשְׁקֵ֥ה H4945 מֶֽלֶךְ H4428 מִצְרַ֖יִם H4714 וְהָ H644 לַאֲדֹנֵי H113 לְמֶ֥לֶךְ H4428 מִצְרָֽיִם H4714 ",
  "2": "וַיִּקְצֹ֣ף H7107 פַּרְעֹ֔ה H6547 עַ֖ל H5921 שְׁנֵ֣י H8147 סָרִיסָ֑יו H5631 עַ֚ל H5921 שַׂ֣ר H8269 הַמַּשְׁקִ֔ים H4945 וְעַ֖ל H5921 שַׂ֥ר H8269 הָאוֹפִֽים H644 ",
  "3": "וַיִּתֵּ֨ן H5414 אֹתָ֜ם H853 בְּמִשְׁמַ֗ר H4929 בֵּ֛ית H1004 שַׂ֥ר H8269 הַטַבָּחִ֖ים H2876 אֶל H413 בֵּ֣ית H1004 הַסֹּ֑הַר H5470 מְק֕וֹם H4725 אֲשֶׁ֥ר H834 יוֹסֵ֖ף H3130 אָס֥וּר H631 שָֽׁם H8033 ",
  "4": "וַ֠יִּפְקֹד H6485 שַׂ֣ר H8269 הַטַּבָּחִ֧ים H2876 אֶת H853 יוֹסֵ֛ף H3130 אִתָּ֖ם H854 וַיְשָׁ֣רֶת H8334 אֹתָ֑ם H853 וַיִּהְי֥וּ H1961 יָמִ֖ים H3117 בְּמִשְׁמָֽר H4929 ",
  "5": "וַיַּֽחַלְמוּ֩ H2492 חֲל֨וֹם H2472 שְׁנֵיהֶ֜ם H8147 אִ֤ישׁ H376 חֲלֹמוֹ֙ H2472 בְּלַ֣יְלָה H3915 אֶחָ֔ד H259 אִ֖ישׁ H376 כְּפִתְר֣וֹן H6623 חֲלֹמ֑וֹ H2472 הַמַּשְׁקֶ֣ה H4945 וְהָ H644 אֲשֶׁר֙ H834 לְמֶ֣לֶךְ H4428 מִצְרַ֔יִם H4714 אֲשֶׁ֥ר H834 אֲסוּרִ֖ים H631 בְּבֵ֥ית H1004 הַסֹּֽהַר H5470 ",
  "6": "וַיָּבֹ֧א H935 אֲלֵיהֶ֛ם H413 יוֹסֵ֖ף H3130 בַּבֹּ֑קֶר H1242 וַיַּ֣רְא H7200 אֹתָ֔ם H853 וְהִנָּ֖ H2005 זֹעֲפִֽים H2196 ",
  "7": "וַיִּשְׁאַ֞ל H7592 אֶת H853 סְרִיסֵ֣י H5631 פַרְעֹ֗ה H6547 אֲשֶׁ֨ר H834 אִתּ֧וֹ H854 בְמִשְׁמַ֛ר H4929 בֵּ֥ית H1004 אֲדֹנָ֖יו H113 לֵאמֹ֑ר H559 מַדּ֛וּעַ H4069 פְּנֵיכֶ֥ם H6440 רָעִ֖ים H7451 הַיּֽוֹם H3117 ",
  "8": "וַיֹּאמְר֣וּ H559 אֵלָ֔יו H413 חֲל֣וֹם H2472 חָלַ֔מְנוּ H2492 וּפֹתֵ֖ר H6622 אֵ֣ין H369 אֹת֑וֹ H853 וַיֹּ֨אמֶר H559 אֲלֵהֶ֜ם H413 יוֹסֵ֗ף H3130 הֲל֤וֹא H3808 לֵֽאלֹהִים֙ H430 פִּתְרֹנִ֔ים H6623 סַפְּרוּ H5608 נָ֖א H4994 לִֽי Hl ",
  "9": "וַיְסַפֵּ֧ר H5608 שַֽׂר H8269 הַמַּשְׁקִ֛ים H4945 אֶת H853 חֲלֹמ֖וֹ H2472 לְיוֹסֵ֑ף H3130 וַיֹּ֣אמֶר H559 ל֔וֹ Hl בַּחֲלוֹמִ֕ H2472 וְהִנֵּה H2009 גֶ֖פֶן H1612 לְפָנָֽ H6440 ",
  "10": "וּבַ H1612 שְׁלֹשָׁ֣ה H7969 שָׂרִיגִ֑ם H8299 וְהִ֤יא H1931 כְפֹרַ֨חַת֙ H6524 עָלְתָ֣ה H5927 נִצָּ֔הּ H5322 הִבְשִׁ֥ילוּ H1310 אַשְׁכְּלֹתֶ֖יהָ H811 עֲנָבִֽים H6025 ",
  "11": "וְכ֥וֹס H3563 פַּרְעֹ֖ה H6547 בְּיָדִ֑ H3027 וָאֶקַּ֣ח H3947 אֶת H853 הָֽעֲנָבִ֗ים H6025 וָֽאֶשְׂחַ֤ט H7818 אֹתָם֙ H853 אֶל H413 כּ֣וֹס H3563 פַּרְעֹ֔ה H6547 וָאֶתֵּ֥ן H5414 אֶת H853 הַכּ֖וֹס H3563 עַל H5921 כַּ֥ף H3709 פַּרְעֹֽה H6547 ",
  "12": "וַיֹּ֤אמֶר H559 לוֹ֙ Hl יוֹסֵ֔ף H3130 זֶ֖ה H2088 פִּתְרֹנ֑וֹ H6623 שְׁלֹ֨שֶׁת֙ H7969 הַשָּׂ֣רִגִ֔ים H8299 שְׁלֹ֥שֶׁת H7969 יָמִ֖ים H3117 הֵֽם H1992 ",
  "13": "בְּע֣וֹד H5750 שְׁלֹ֣שֶׁת H7969 יָמִ֗ים H3117 יִשָּׂ֤א H5375 פַרְעֹה֙ H6547 אֶת H853 רֹאשֶׁ֔ךָ H7218 וַהֲשִֽׁיבְ H7725 עַל H5921 כַּנֶּ֑ךָ H3653 וְנָתַתָּ֤ H5414 כוֹס H3563 פַּרְעֹה֙ H6547 בְּיָד֔ H3027 כַּמִּשְׁפָּט֙ H4941 הָֽרִאשׁ֔וֹן H7223 אֲשֶׁ֥ר H834 הָיִ֖יתָ H1961 מַשְׁקֵֽהוּ H4945 ",
  "14": "כִּ֧י H3588 אִם H518 זְכַרְתַּ֣נִי H2142 אִתְּךָ֗ H854 כַּאֲשֶׁר֙ H834 יִ֣יטַב H3190 לָ֔ךְ Hl וְעָשִֽׂיתָ H6213 נָּ֥א H4994 עִמָּדִ֖י H5978 חָ֑סֶד H2617 וְהִזְכַּרְתַּ֨ H2142 אֶל H413 פַּרְעֹ֔ה H6547 וְהוֹצֵאתַ֖ H3318 מִן H4480 הַבַּ֥יִת H1004 הַזֶּֽה H2088 ",
  "15": "כִּֽי H3588 גֻנֹּ֣ב H1589 גֻּנַּ֔בְתִּי H1589 מֵאֶ֖רֶץ H776 הָעִבְרִ֑ים H5680 וְגַם H1571 פֹּה֙ H6311 לֹא H3808 עָשִׂ֣יתִֽי H6213 מְא֔וּמָה H3972 כִּֽי H3588 שָׂמ֥וּ H7760 אֹתִ֖י H853 בַּבּֽוֹר H953 ",
  "16": "וַיַּ֥רְא H7200 שַׂר H8269 הָאֹפִ֖ים H644 כִּ֣י H3588 ט֣וֹב H2896 פָּתָ֑ר H6622 וַיֹּ֨אמֶר֙ H559 אֶל H413 יוֹסֵ֔ף H3130 אַף H637 אֲנִי֙ H589 בַּחֲלוֹמִ֔ H2472 וְהִנֵּ֗ה H2009 שְׁלֹשָׁ֛ה H7969 סַלֵּ֥י H5536 חֹרִ֖י H2751 עַל H5921 רֹאשִֽׁי H7218 ",
  "17": "וּבַ H5536 הָֽעֶלְי֔וֹן H5945 מִכֹּ֛ל H3605 מַאֲכַ֥ל H3978 פַּרְעֹ֖ה H6547 מַעֲשֵׂ֣ה H4639 אֹפֶ֑ה H644 וְהָ H5775 אֹכֵ֥ל H398 אֹתָ֛ם H853 מִן H4480 הַסַּ֖ל H5536 מֵעַ֥ל H5921 רֹאשִֽׁי H7218 ",
  "18": "וַיַּ֤עַן H6030 יוֹסֵף֙ H3130 וַיֹּ֔אמֶר H559 זֶ֖ה H2088 פִּתְרֹנ֑וֹ H6623 שְׁלֹ֨שֶׁת֙ H7969 הַסַּלִּ֔ים H5536 שְׁלֹ֥שֶׁת H7969 יָמִ֖ים H3117 הֵֽם H1992 ",
  "19": "בְּע֣וֹד H5750 שְׁלֹ֣שֶׁת H7969 יָמִ֗ים H3117 יִשָּׂ֨א H5375 פַרְעֹ֤ה H6547 אֶת H853 רֹֽאשְׁךָ֙ H7218 מֵֽעָלֶ֔י H5921 וְתָלָ֥ה H8518 אוֹתְךָ֖ H853 עַל H5921 עֵ֑ץ H6086 וְאָכַ֥ל H398 הָע֛וֹף H5775 אֶת H853 בְּשָׂרְךָ֖ H1320 מֵעָלֶֽי H5921 ",
  "20": "וַיְהִ֣י H1961 בַּיּ֣וֹם H3117 הַשְּׁלִישִׁ֗י H7992 י֚וֹם H3117 הֻלֶּ֣דֶת H3205 אֶת H853 פַּרְעֹ֔ה H6547 וַיַּ֥עַשׂ H6213 מִשְׁתֶּ֖ה H4960 לְכָל H3605 עֲבָדָ֑יו H5650 וַיִּשָּׂ֞א H5375 אֶת H853 רֹ֣אשׁ H7218 שַׂ֣ר H8269 הַמַּשְׁקִ֗ים H4945 וְאֶת H853 רֹ֛אשׁ H7218 שַׂ֥ר H8269 הָאֹפִ֖ים H644 בְּת֥וֹךְ H8432 עֲבָדָֽיו H5650 ",
  "21": "וַיָּ֛שֶׁב H7725 אֶת H853 שַׂ֥ר H8269 הַמַּשְׁקִ֖ים H4945 עַל H5921 מַשְׁקֵ֑הוּ H4945 וַיִּתֵּ֥ן H5414 הַכּ֖וֹס H3563 עַל H5921 כַּ֥ף H3709 פַּרְעֹֽה H6547 ",
  "22": "וְאֵ֛ת H853 שַׂ֥ר H8269 הָאֹפִ֖ים H644 תָּלָ֑ה H8518 כַּאֲשֶׁ֥ר H834 פָּתַ֛ר H6622 לָהֶ֖ם Hl יוֹסֵֽף H3130 ",
  "23": "וְלֹֽא H3808 זָכַ֧ר H2142 שַֽׂר H8269 הַמַּשְׁקִ֛ים H4945 אֶת H853 יוֹסֵ֖ף H3130 וַיִּשְׁכָּחֵֽ H7911 "
}
