{
  "1": "וַיְהִ֕י H1961 מִקֵּ֖ץ H7093 שְׁנָתַ֣יִם H8141 יָמִ֑ים H3117 וּפַרְעֹ֣ה H6547 חֹלֵ֔ם H2492 וְהִנֵּ֖ה H2009 עֹמֵ֥ד H5975 עַל H5921 הַיְאֹֽר H2975 ",
  "2": "וְהִנֵּ֣ה H2009 מִן H4480 הַיְאֹ֗ר H2975 עֹלֹת֙ H5927 שֶׁ֣בַע H7651 פָּר֔וֹת H6510 יְפ֥וֹת H3303 מַרְאֶ֖ה H4758 וּבְרִיאֹ֣ת H1277 בָּשָׂ֑ר H1320 וַתִּרְעֶ֖ינָה H7462 בָּאָֽחוּ H260 ",
  "3": "וְהִנֵּ֞ה H2009 שֶׁ֧בַע H7651 פָּר֣וֹת H6510 אֲחֵר֗וֹת H312 עֹל֤וֹת H5927 אַחֲרֵיהֶן֙ H310 מִן H4480 הַיְאֹ֔ר H2975 רָע֥וֹת H7451 מַרְאֶ֖ה H4758 וְדַקּ֣וֹת H1851 בָּשָׂ֑ר H1320 וַֽתַּעֲמֹ֛דְנָה H5975 אֵ֥צֶל H681 הַפָּר֖וֹת H6510 עַל H5921 שְׂפַ֥ת H8193 הַיְאֹֽר H2975 ",
  "4": "וַתֹּאכַ֣לְנָה H398 הַפָּר֗וֹת H6510 רָע֤וֹת H7451 הַמַּרְאֶה֙ H4758 וְדַקֹּ֣ת H1851 הַבָּשָׂ֔ר H1320 אֵ֚ת H853 שֶׁ֣בַע H7651 הַפָּר֔וֹת H6510 יְפֹ֥ת H3303 הַמַּרְאֶ֖ה H4758 וְהַ H1277 וַיִּיקַ֖ץ H3364 פַּרְעֹֽה H6547 ",
  "5": "וַיִּישָׁ֕ן H3462 וַֽיַּחֲלֹ֖ם H2492 שֵׁנִ֑ית H8145 וְהִנֵּ֣ה H2009 שֶׁ֣בַע H7651 שִׁבֳּלִ֗ים H7641 עֹל֛וֹת H5927 בְּקָנֶ֥ה H7070 אֶחָ֖ד H259 בְּרִיא֥וֹת H1277 וְטֹבֽוֹת H2896 ",
  "6": "וְהִנֵּה֙ H2009 שֶׁ֣בַע H7651 שִׁבֳּלִ֔ים H7641 דַּקּ֖וֹת H1851 וּשְׁדוּפֹ֣ת H7710 קָדִ֑ים H6921 צֹמְח֖וֹת H6779 אַחֲרֵיהֶֽן H310 ",
  "7": "וַתִּבְלַ֨עְנָה֙ H1104 הַשִּׁבֳּלִ֣ים H7641 הַדַּקּ֔וֹת H1851 אֵ֚ת H853 שֶׁ֣בַע H7651 הַֽשִּׁבֳּלִ֔ים H7641 הַבְּרִיא֖וֹת H1277 וְהַ H4392 וַיִּיקַ֥ץ H3364 פַּרְעֹ֖ה H6547 וְהִנֵּ֥ה H2009 חֲלֽוֹם H2472 ",
  "8": "וַיְהִ֤י H1961 בַבֹּ֨קֶר֙ H1242 וַתִּפָּ֣עֶם H6470 רוּח֔וֹ H7307 וַיִּשְׁלַ֗ח H7971 וַיִּקְרָ֛א H7121 אֶת H853 כָּל H3605 חַרְטֻמֵּ֥י H2748 מִצְרַ֖יִם H4714 וְאֶת H853 כָּל H3605 חֲכָמֶ֑יהָ H2450 וַיְסַפֵּ֨ר H5608 פַּרְעֹ֤ה H6547 לָהֶם֙ Hl אֶת H853 חֲלֹמ֔וֹ H2472 וְאֵין H369 פּוֹתֵ֥ר H6622 אוֹתָ֖ם H853 לְפַרְעֹֽה H6547 ",
  "9": "וַיְדַבֵּר֙ H1696 שַׂ֣ר H8269 הַמַּשְׁקִ֔ים H4945 אֶת H854 פַּרְעֹ֖ה H6547 לֵאמֹ֑ר H559 אֶת H853 חֲטָאַ֕י H2399 אֲנִ֖י H589 מַזְכִּ֥יר H2142 הַיּֽוֹם H3117 ",
  "10": "פַּרְעֹ֖ה H6547 קָצַ֣ף H7107 עַל H5921 עֲבָדָ֑יו H5650 וַיִּתֵּ֨ן H5414 אֹתִ֜י H853 בְּמִשְׁמַ֗ר H4929 בֵּ֚ית H1004 שַׂ֣ר H8269 הַטַּבָּחִ֔ים H2876 אֹתִ֕י H853 וְאֵ֖ת H853 שַׂ֥ר H8269 הָאֹפִֽים H644 ",
  "11": "וַנַּֽחַלְמָ֥ H2492 חֲל֛וֹם H2472 בְּלַ֥יְלָה H3915 אֶחָ֖ד H259 אֲנִ֣י H589 וָה֑וּא H1931 אִ֛ישׁ H376 כְּפִתְר֥וֹן H6623 חֲלֹמ֖וֹ H2472 חָלָֽמְנוּ H2492 ",
  "12": "וְשָׁ֨ם H8033 אִתָּ֜נוּ H854 נַ֣עַר H5288 עִבְרִ֗י H5680 עֶ֚בֶד H5650 לְשַׂ֣ר H8269 הַטַּבָּחִ֔ים H2876 וַנְּ֨סַפֶּר H5608 ל֔וֹ Hl וַיִּפְתָּר H6622 לָ֖נוּ Hl אֶת H853 חֲלֹמֹתֵ֑ינוּ H2472 אִ֥ישׁ H376 כַּחֲלֹמ֖ H2472 פָּתָֽר H6622 ",
  "13": "וַיְהִ֛י H1961 כַּאֲשֶׁ֥ר H834 פָּֽתַר H6622 לָ֖נוּ Hl כֵּ֣ן H3651 הָיָ֑ה H1961 אֹתִ֛י H853 הֵשִׁ֥יב H7725 עַל H5921 כַּנִּ֖י H3653 וְאֹת֥ H853 תָלָֽה H8518 ",
  "14": "וַיִּשְׁלַ֤ח H7971 פַּרְעֹה֙ H6547 וַיִּקְרָ֣א H7121 אֶת H853 יוֹסֵ֔ף H3130 וַיְרִיצֻ֖ H7323 מִן H4480 הַבּ֑וֹר H953 וַיְגַלַּח֙ H1548 וַיְחַלֵּ֣ף H2498 שִׂמְלֹתָ֔יו H8071 וַיָּבֹ֖א H935 אֶל H413 פַּרְעֹֽה H6547 ",
  "15": "וַיֹּ֤אמֶר H559 פַּרְעֹה֙ H6547 אֶל H413 יוֹסֵ֔ף H3130 חֲל֣וֹם H2472 חָלַ֔מְתִּי H2492 וּפֹתֵ֖ר H6622 אֵ֣ין H369 אֹת֑וֹ H853 וַאֲנִ֗י H589 שָׁמַ֤עְתִּי H8085 עָלֶ֨יךָ֙ H5921 לֵאמֹ֔ר H559 תִּשְׁמַ֥ע H8085 חֲל֖וֹם H2472 לִפְתֹּ֥ר H6622 אֹתֽוֹ H853 ",
  "16": "וַיַּ֨עַן H6030 יוֹסֵ֧ף H3130 אֶת H853 פַּרְעֹ֛ה H6547 לֵאמֹ֖ר H559 בִּלְעָדָ֑י H1107 אֱלֹהִ֕ים H430 יַעֲנֶ֖ה H6030 אֶת H853 שְׁל֥וֹם H7965 פַּרְעֹֽה H6547 ",
  "17": "וַיְדַבֵּ֥ר H1696 פַּרְעֹ֖ה H6547 אֶל H413 יוֹסֵ֑ף H3130 בַּחֲלֹמִ֕ H2472 הִנְנִ֥י H2005 עֹמֵ֖ד H5975 עַל H5921 שְׂפַ֥ת H8193 הַיְאֹֽר H2975 ",
  "18": "וְהִנֵּ֣ה H2009 מִן H4480 הַיְאֹ֗ר H2975 עֹלֹת֙ H5927 שֶׁ֣בַע H7651 פָּר֔וֹת H6510 בְּרִיא֥וֹת H1277 בָּשָׂ֖ר H1320 וִיפֹ֣ת H3303 תֹּ֑אַר H8389 וַתִּרְעֶ֖ינָה H7462 בָּאָֽחוּ H260 ",
  "19": "וְהִנֵּ֞ה H2009 שֶֽׁבַע H7651 פָּר֤וֹת H6510 אֲחֵרוֹת֙ H312 עֹל֣וֹת H5927 אַחֲרֵיהֶ֔ן H310 דַּלּ֨וֹת H1803 וְרָע֥וֹת H7451 תֹּ֛אַר H8389 מְאֹ֖ד H3966 וְרַקּ֣וֹת H7534 בָּשָׂ֑ר H1320 לֹֽא H3808 רָאִ֧יתִי H7200 כָהֵ֛נָּה H2007 בְּכָל H3605 אֶ֥רֶץ H776 מִצְרַ֖יִם H4714 לָרֹֽעַ H7455 ",
  "20": "וַתֹּאכַ֨לְנָה֙ H398 הַפָּר֔וֹת H6510 הָרַקּ֖וֹת H7534 וְהָ H7451 אֵ֣ת H853 שֶׁ֧בַע H7651 הַפָּר֛וֹת H6510 הָרִאשֹׁנ֖וֹת H7223 הַבְּרִיאֹֽת H1277 ",
  "21": "וַתָּבֹ֣אנָה H935 אֶל H413 קִרְבֶּ֗נָה H7130 וְלֹ֤א H3808 נוֹדַע֙ H3045 כִּי H3588 בָ֣אוּ H935 אֶל H413 קִרְבֶּ֔נָה H7130 וּמַרְאֵי H4758 רַ֔ע H7451 כַּאֲשֶׁ֖ר H834 בַּתְּחִלָּ֑ה H8462 וָאִיקָֽץ H3364 ",
  "22": "וָאֵ֖רֶא H7200 בַּחֲלֹמִ֑ H2472 וְהִנֵּ֣ה H2009 שֶׁ֣בַע H7651 שִׁבֳּלִ֗ים H7641 עֹלֹ֛ת H5927 בְּקָנֶ֥ה H7070 אֶחָ֖ד H259 מְלֵאֹ֥ת H4392 וְטֹבֽוֹת H2896 ",
  "23": "וְהִנֵּה֙ H2009 שֶׁ֣בַע H7651 שִׁבֳּלִ֔ים H7641 צְנֻמ֥וֹת H6798 דַּקּ֖וֹת H1851 שְׁדֻפ֣וֹת H7710 קָדִ֑ים H6921 צֹמְח֖וֹת H6779 אַחֲרֵיהֶֽם H310 ",
  "24": "וַתִּבְלַ֨עְןָ֙ H1104 הָשִׁבֳּלִ֣ים H7641 הַדַּקֹּ֔ת H1851 אֵ֛ת H853 שֶׁ֥בַע H7651 הַֽשִׁבֳּלִ֖ים H7641 הַטֹּב֑וֹת H2896 וָֽאֹמַר֙ H559 אֶל H413 הַֽחַרְטֻמִּ֔ים H2748 וְאֵ֥ין H369 מַגִּ֖יד H5046 לִֽי Hl ",
  "25": "וַיֹּ֤אמֶר H559 יוֹסֵף֙ H3130 אֶל H413 פַּרְעֹ֔ה H6547 חֲל֥וֹם H2472 פַּרְעֹ֖ה H6547 אֶחָ֣ד H259 ה֑וּא H1931 אֵ֣ת H853 אֲשֶׁ֧ר H834 הָאֱלֹהִ֛ים H430 עֹשֶׂ֖ה H6213 הִגִּ֥יד H5046 לְפַרְעֹֽה H6547 ",
  "26": "שֶׁ֧בַע H7651 פָּרֹ֣ת H6510 הַטֹּבֹ֗ת H2896 שֶׁ֤בַע H7651 שָׁנִים֙ H8141 הֵ֔נָּה H2007 וְשֶׁ֤בַע H7651 הַֽשִּׁבֳּלִים֙ H7641 הַטֹּבֹ֔ת H2896 שֶׁ֥בַע H7651 שָׁנִ֖ים H8141 הֵ֑נָּה H2007 חֲל֖וֹם H2472 אֶחָ֥ד H259 הֽוּא H1931 ",
  "27": "וְשֶׁ֣בַע H7651 הַ֠פָּרוֹת H6510 הָֽרַקּ֨וֹת H7534 וְהָ H7451 הָעֹלֹ֣ת H5927 אַחֲרֵיהֶ֗ן H310 שֶׁ֤בַע H7651 שָׁנִים֙ H8141 הֵ֔נָּה H2007 וְשֶׁ֤בַע H7651 הַֽשִׁבֳּלִים֙ H7641 הָרֵק֔וֹת H7386 שְׁדֻפ֖וֹת H7710 הַקָּדִ֑ים H6921 יִהְי֕וּ H1961 שֶׁ֖בַע H7651 שְׁנֵ֥י H8141 רָעָֽב H7458 ",
  "28": "ה֣וּא H1931 הַדָּבָ֔ר H1697 אֲשֶׁ֥ר H834 דִּבַּ֖רְתִּי H1696 אֶל H413 פַּרְעֹ֑ה H6547 אֲשֶׁ֧ר H834 הָאֱלֹהִ֛ים H430 עֹשֶׂ֖ה H6213 הֶרְאָ֥ה H7200 אֶת H853 פַּרְעֹֽה H6547 ",
  "29": "הִנֵּ֛ה H2009 שֶׁ֥בַע H7651 שָׁנִ֖ים H8141 בָּא֑וֹת H935 שָׂבָ֥ע H7647 גָּד֖וֹל H1419 בְּכָל H3605 אֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "30": "וְ֠קָמוּ H6965 שֶׁ֜בַע H7651 שְׁנֵ֤י H8141 רָעָב֙ H7458 אַחֲרֵיהֶ֔ן H310 וְנִשְׁכַּ֥ח H7911 כָּל H3605 הַשָּׂבָ֖ע H7647 בְּאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 וְכִלָּ֥ה H3615 הָרָעָ֖ב H7458 אֶת H853 הָאָֽרֶץ H776 ",
  "31": "וְלֹֽא H3808 יִוָּדַ֤ע H3045 הַשָּׂבָע֙ H7647 בָּאָ֔רֶץ H776 מִפְּנֵ֛י H6440 הָרָעָ֥ב H7458 הַה֖וּא H1931 אַחֲרֵי H310 כֵ֑ן H3651 כִּֽי H3588 כָבֵ֥ד H3515 ה֖וּא H1931 מְאֹֽד H3966 ",
  "32": "וְעַ֨ל H5921 הִשָּׁנ֧וֹת H8138 הַחֲל֛וֹם H2472 אֶל H413 פַּרְעֹ֖ה H6547 פַּעֲמָ֑יִם H6471 כִּֽי H3588 נָכ֤וֹן H3559 הַדָּבָר֙ H1697 מֵעִ֣ם H5973 הָאֱלֹהִ֔ים H430 וּמְמַהֵ֥ר H4116 הָאֱלֹהִ֖ים H430 לַעֲשֹׂתֽ H6213 ",
  "33": "וְעַתָּה֙ H6258 יֵרֶ֣א H7200 פַרְעֹ֔ה H6547 אִ֖ישׁ H376 נָב֣וֹן H995 וְחָכָ֑ם H2450 וִישִׁיתֵ֖ H7896 עַל H5921 אֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "34": "יַעֲשֶׂ֣ה H6213 פַרְעֹ֔ה H6547 וְיַפְקֵ֥ד H6485 פְּקִדִ֖ים H6496 עַל H5921 הָאָ֑רֶץ H776 וְחִמֵּשׁ֙ H2567 אֶת H853 אֶ֣רֶץ H776 מִצְרַ֔יִם H4714 בְּשֶׁ֖בַע H7651 שְׁנֵ֥י H8141 הַשָּׂבָֽע H7647 ",
  "35": "וְיִקְבְּצ֗וּ H6908 אֶת H853 כָּל H3605 אֹ֨כֶל֙ H400 הַשָּׁנִ֣ים H8141 הַטֹּבֹ֔ת H2896 הַבָּאֹ֖ת H935 הָאֵ֑לֶּה H428 וְיִצְבְּרוּ H6651 בָ֞ר H1250 תַּ֧חַת H8478 יַד H3027 פַּרְעֹ֛ה H6547 אֹ֥כֶל H400 בֶּעָרִ֖ים H5892 וְשָׁמָֽרוּ H8104 ",
  "36": "וְהָיָ֨ה H1961 הָאֹ֤כֶל H400 לְפִקָּדוֹן֙ H6487 לָאָ֔רֶץ H776 לְשֶׁ֨בַע֙ H7651 שְׁנֵ֣י H8141 הָרָעָ֔ב H7458 אֲשֶׁ֥ר H834 תִּהְיֶ֖יןָ H1961 בְּאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 וְלֹֽא H3808 תִכָּרֵ֥ת H3772 הָאָ֖רֶץ H776 בָּרָעָֽב H7458 ",
  "37": "וַיִּיטַ֥ב H3190 הַדָּבָ֖ר H1697 בְּעֵינֵ֣י H5869 פַרְעֹ֑ה H6547 וּבְ H5869 כָּל H3605 עֲבָדָֽיו H5650 ",
  "38": "וַיֹּ֥אמֶר H559 פַּרְעֹ֖ה H6547 אֶל H413 עֲבָדָ֑יו H5650 הֲנִמְצָ֣א H4672 כָזֶ֔ה H2088 אִ֕ישׁ H376 אֲשֶׁ֛ר H834 ר֥וּחַ H7307 אֱלֹהִ֖ים H430 בּֽוֹ Hb ",
  "39": "וַיֹּ֤אמֶר H559 פַּרְעֹה֙ H6547 אֶל H413 יוֹסֵ֔ף H3130 אַחֲרֵ֨י H310 הוֹדִ֧יעַ H3045 אֱלֹהִ֛ים H430 אוֹתְךָ֖ H853 אֶת H853 כָּל H3605 זֹ֑את H2063 אֵין H369 נָב֥וֹן H995 וְחָכָ֖ם H2450 כָּמֽוֹךָ H3644 ",
  "40": "אַתָּה֙ H859 תִּהְיֶ֣ה H1961 עַל H5921 בֵּיתִ֔י H1004 וְעַל H5921 פִּ֖יךָ H6310 יִשַּׁ֣ק H5401 כָּל H3605 עַמִּ֑י H5971 רַ֥ק H7535 הַכִּסֵּ֖א H3678 אֶגְדַּ֥ל H1431 מִמֶּֽךָּ H4480 ",
  "41": "וַיֹּ֥אמֶר H559 פַּרְעֹ֖ה H6547 אֶל H413 יוֹסֵ֑ף H3130 רְאֵה֙ H7200 נָתַ֣תִּי H5414 אֹֽתְךָ֔ H853 עַ֖ל H5921 כָּל H3605 אֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "42": "וַיָּ֨סַר H5493 פַּרְעֹ֤ה H6547 אֶת H853 טַבַּעְתּוֹ֙ H2885 מֵעַ֣ל H5921 יָד֔וֹ H3027 וַיִּתֵּ֥ן H5414 אֹתָ֖הּ H853 עַל H5921 יַ֣ד H3027 יוֹסֵ֑ף H3130 וַיַּלְבֵּ֤שׁ H3847 אֹתוֹ֙ H853 בִּגְדֵי H899 שֵׁ֔שׁ H8336 וַיָּ֛שֶׂם H7760 רְבִ֥ד H7242 הַזָּהָ֖ב H2091 עַל H5921 צַוָּארֽוֹ H6677 ",
  "43": "וַיַּרְכֵּ֣ב H7392 אֹת֗וֹ H853 בְּמִרְכֶּ֤בֶת H4818 הַמִּשְׁנֶה֙ H4932 אֲשֶׁר H834 ל֔וֹ Hl וַיִּקְרְא֥וּ H7121 לְפָנָ֖י H6440 אַבְרֵ֑ךְ H86 וְנָת֣וֹן H5414 אֹת֔וֹ H853 עַ֖ל H5921 כָּל H3605 אֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "44": "וַיֹּ֧אמֶר H559 פַּרְעֹ֛ה H6547 אֶל H413 יוֹסֵ֖ף H3130 אֲנִ֣י H589 פַרְעֹ֑ה H6547 וּבִלְעָדֶ֗י H1107 לֹֽא H3808 יָרִ֨ים H7311 אִ֧ישׁ H376 אֶת H853 יָד֛וֹ H3027 וְאֶת H853 רַגְל֖וֹ H7272 בְּכָל H3605 אֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "45": "וַיִּקְרָ֨א H7121 פַרְעֹ֣ה H6547 שֵׁם H8034 יוֹסֵף֮ H3130 צָֽפְנַ֣ת H6847 פַּעְנֵחַ֒ H6847 וַיִּתֶּן H5414 ל֣וֹ Hl אֶת H853 אָֽסְנַ֗ת H621 בַּת H1323 פּ֥וֹטִי H6319 פֶ֛רַע H6319 כֹּהֵ֥ן H3548 אֹ֖ן H204 לְאִשָּׁ֑ה H802 וַיֵּצֵ֥א H3318 יוֹסֵ֖ף H3130 עַל H5921 אֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "46": "וְיוֹסֵף֙ H3130 בֶּן H1121 שְׁלֹשִׁ֣ים H7970 שָׁנָ֔ה H8141 בְּעָמְד֕ H5975 לִפְנֵ֖י H6440 פַּרְעֹ֣ה H6547 מֶֽלֶךְ H4428 מִצְרָ֑יִם H4714 וַיֵּצֵ֤א H3318 יוֹסֵף֙ H3130 מִלִּ H6440 פַרְעֹ֔ה H6547 וַֽיַּעְבֹ֖ר H5674 בְּכָל H3605 אֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "47": "וַתַּ֣עַשׂ H6213 הָאָ֔רֶץ H776 בְּשֶׁ֖בַע H7651 שְׁנֵ֣י H8141 הַשָּׂבָ֑ע H7647 לִקְמָצִֽים H7062 ",
  "48": "וַיִּקְבֹּ֞ץ H6908 אֶת H853 כָּל H3605 אֹ֣כֶל H400 שֶׁ֣בַע H7651 שָׁנִ֗ים H8141 אֲשֶׁ֤ר H834 הָיוּ֙ H1961 בְּאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 וַיִּתֶּן H5414 אֹ֖כֶל H400 בֶּעָרִ֑ים H5892 אֹ֧כֶל H400 שְׂדֵה H7704 הָעִ֛יר H5892 אֲשֶׁ֥ר H834 סְבִיבֹתֶ֖יהָ H5439 נָתַ֥ן H5414 בְּתוֹכָֽ H8432 ",
  "49": "וַיִּצְבֹּ֨ר H6651 יוֹסֵ֥ף H3130 בָּ֛ר H1250 כְּח֥וֹל H2344 הַיָּ֖ם H3220 הַרְבֵּ֣ה H7235 מְאֹ֑ד H3966 עַ֛ד H5704 כִּי H3588 חָדַ֥ל H2308 לִסְפֹּ֖ר H5608 כִּי H3588 אֵ֥ין H369 מִסְפָּֽר H4557 ",
  "50": "וּלְ H3130 יֻלַּד֙ H3205 שְׁנֵ֣י H8147 בָנִ֔ים H1121 בְּטֶ֥רֶם H2962 תָּב֖וֹא H935 שְׁנַ֣ת H8141 הָרָעָ֑ב H7458 אֲשֶׁ֤ר H834 יָֽלְדָה H3205 לּוֹ֙ Hl אָֽסְנַ֔ת H621 בַּת H1323 פּ֥וֹטִי H6319 פֶ֖רַע H6319 כֹּהֵ֥ן H3548 אֽוֹן H204 ",
  "51": "וַיִּקְרָ֥א H7121 יוֹסֵ֛ף H3130 אֶת H853 שֵׁ֥ם H8034 הַבְּכ֖וֹר H1060 מְנַשֶּׁ֑ה H4519 כִּֽי H3588 נַשַּׁ֤נִי H5382 אֱלֹהִים֙ H430 אֶת H853 כָּל H3605 עֲמָלִ֔י H5999 וְאֵ֖ת H853 כָּל H3605 בֵּ֥ית H1004 אָבִֽי H1 ",
  "52": "וְאֵ֛ת H853 שֵׁ֥ם H8034 הַשֵּׁנִ֖י H8145 קָרָ֣א H7121 אֶפְרָ֑יִם H669 כִּֽי H3588 הִפְרַ֥נִי H6509 אֱלֹהִ֖ים H430 בְּאֶ֥רֶץ H776 עָנְיִֽי H6040 ",
  "53": "וַתִּכְלֶ֕ינָה H3615 שֶׁ֖בַע H7651 שְׁנֵ֣י H8141 הַשָּׂבָ֑ע H7647 אֲשֶׁ֥ר H834 הָיָ֖ה H1961 בְּאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "54": "וַתְּחִלֶּ֜ינָה H2490 שֶׁ֣בַע H7651 שְׁנֵ֤י H8141 הָרָעָב֙ H7458 לָב֔וֹא H935 כַּאֲשֶׁ֖ר H834 אָמַ֣ר H559 יוֹסֵ֑ף H3130 וַיְהִ֤י H1961 רָעָב֙ H7458 בְּכָל H3605 הָ֣אֲרָצ֔וֹת H776 וּבְ H3605 אֶ֥רֶץ H776 מִצְרַ֖יִם H4714 הָ֥יָה H1961 לָֽחֶם H3899 ",
  "55": "וַתִּרְעַב֙ H7456 כָּל H3605 אֶ֣רֶץ H776 מִצְרַ֔יִם H4714 וַיִּצְעַ֥ק H6817 הָעָ֛ם H5971 אֶל H413 פַּרְעֹ֖ה H6547 לַלָּ֑חֶם H3899 וַיֹּ֨אמֶר H559 פַּרְעֹ֤ה H6547 לְכָל H3605 מִצְרַ֨יִם֙ H4713 לְכ֣וּ H3212 אֶל H413 יוֹסֵ֔ף H3130 אֲשֶׁר H834 יֹאמַ֥ר H559 לָכֶ֖ם Hl תַּעֲשֽׂוּ H6213 ",
  "56": "וְהָ H7458 הָיָ֔ה H1961 עַ֖ל H5921 כָּל H3605 פְּנֵ֣י H6440 הָאָ֑רֶץ H776 וַיִּפְתַּ֨ח H6605 יוֹסֵ֜ף H3130 אֶֽת H853 כָּל H3605 אֲשֶׁ֤ר H834 בָּהֶם֙ Hb וַיִּשְׁבֹּ֣ר H7666 לְמִצְרַ֔יִם H4713 וַיֶּחֱזַ֥ק H2388 הָֽרָעָ֖ב H7458 בְּאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "57": "וְכָל H3605 הָאָ֨רֶץ֙ H776 בָּ֣אוּ H935 מִצְרַ֔יְמָה H4714 לִשְׁבֹּ֖ר H7666 אֶל H413 יוֹסֵ֑ף H3130 כִּֽי H3588 חָזַ֥ק H2388 הָרָעָ֖ב H7458 בְּכָל H3605 הָאָֽרֶץ H776 "
}
