{
  "1": "וַיְצַ֞ו H6680 אֶת H853 אֲשֶׁ֣ר H834 עַל H5921 בֵּיתוֹ֮ H1004 לֵאמֹר֒ H559 מַלֵּ֞א H4390 אֶת H853 אַמְתְּחֹ֤ת H572 הָֽאֲנָשִׁים֙ H376 אֹ֔כֶל H400 כַּאֲשֶׁ֥ר H834 יוּכְל֖וּן H3201 שְׂאֵ֑ת H5375 וְשִׂ֥ים H7760 כֶּֽסֶף H3701 אִ֖ישׁ H376 בְּפִ֥י H6310 אַמְתַּחְתּֽוֹ H572 ",
  "2": "וְאֶת H853 גְּבִיעִ֞י H1375 גְּבִ֣יעַ H1375 הַכֶּ֗סֶף H3701 תָּשִׂים֙ H7760 בְּפִי֙ H6310 אַמְתַּ֣חַת H572 הַקָּטֹ֔ן H6996 וְאֵ֖ת H853 כֶּ֣סֶף H3701 שִׁבְר֑וֹ H7668 וַיַּ֕עַשׂ H6213 כִּדְבַ֥ר H1697 יוֹסֵ֖ף H3130 אֲשֶׁ֥ר H834 דִּבֵּֽר H1696 ",
  "3": "הַבֹּ֖קֶר H1242 א֑וֹר H215 וְהָ H376 שֻׁלְּח֔וּ H7971 הֵ֖מָּה H1992 וַחֲמֹרֵי H2543 ",
  "4": "הֵ֠ם H1992 יָֽצְא֣וּ H3318 אֶת H853 הָעִיר֮ H5892 לֹ֣א H3808 הִרְחִיקוּ֒ H7368 וְיוֹסֵ֤ף H3130 אָמַר֙ H559 לַֽאֲשֶׁ֣ר H834 עַל H5921 בֵּית֔וֹ H1004 ק֥וּם H6965 רְדֹ֖ף H7291 אַחֲרֵ֣י H310 הָֽאֲנָשִׁ֑ים H376 וְהִשַּׂגְתָּ H5381 וְאָמַרְתָּ֣ H559 אֲלֵהֶ֔ם H413 לָ֛מָּה H4100 שִׁלַּמְתֶּ֥ם H7999 רָעָ֖ה H7451 תַּ֥חַת H8478 טוֹבָֽה H2896 ",
  "5": "הֲל֣וֹא H3808 זֶ֗ה H2088 אֲשֶׁ֨ר H834 יִשְׁתֶּ֤ה H8354 אֲדֹנִי֙ H113 בּ֔וֹ Hb וְה֕וּא H1931 נַחֵ֥שׁ H5172 יְנַחֵ֖שׁ H5172 בּ֑וֹ Hb הֲרֵעֹתֶ֖ם H7489 אֲשֶׁ֥ר H834 עֲשִׂיתֶֽם H6213 ",
  "6": "וַֽיַּשִּׂגֵ֑ H5381 וַיְדַבֵּ֣ר H1696 אֲלֵהֶ֔ם H413 אֶת H853 הַדְּבָרִ֖ים H1697 הָאֵֽלֶּה H428 ",
  "7": "וַיֹּאמְר֣וּ H559 אֵלָ֔יו H413 לָ֚מָּה H4100 יְדַבֵּ֣ר H1696 אֲדֹנִ֔י H113 כַּדְּבָרִ֖ים H1697 הָאֵ֑לֶּה H428 חָלִ֨ילָה֙ H2486 לַעֲבָדֶ֔י H5650 מֵעֲשׂ֖וֹת H6213 כַּדָּבָ֥ר H1697 הַזֶּֽה H2088 ",
  "8": "הֵ֣ן H2005 כֶּ֗סֶף H3701 אֲשֶׁ֤ר H834 מָצָ֨אנוּ֙ H4672 בְּפִ֣י H6310 אַמְתְּחֹתֵ֔ינוּ H572 הֱשִׁיבֹ֥נוּ H7725 אֵלֶ֖יךָ H413 מֵאֶ֣רֶץ H776 כְּנָ֑עַן H3667 וְאֵ֗יךְ H349 נִגְנֹב֙ H1589 מִבֵּ֣ית H1004 אֲדֹנֶ֔יךָ H113 כֶּ֖סֶף H3701 א֥וֹ H176 זָהָֽב H2091 ",
  "9": "אֲשֶׁ֨ר H834 יִמָּצֵ֥א H4672 אִתּ֛וֹ H854 מֵעֲבָדֶ֖י H5650 וָמֵ֑ת H4191 וְגַם H1571 אֲנַ֕חְנוּ H587 נִֽהְיֶ֥ה H1961 לַֽאדֹנִ֖ H113 לַעֲבָדִֽים H5650 ",
  "10": "וַיֹּ֕אמֶר H559 גַּם H1571 עַתָּ֥ה H6258 כְדִבְרֵי H1697 כֶּן H3651 ה֑וּא H1931 אֲשֶׁ֨ר H834 יִמָּצֵ֤א H4672 אִתּוֹ֙ H854 יִהְיֶה H1961 לִּ֣י Hl עָ֔בֶד H5650 וְאַתֶּ֖ם H859 תִּהְי֥וּ H1961 נְקִיִּֽם H5355 ",
  "11": "וַֽיְמַהֲר֗וּ H4116 וַיּוֹרִ֛דוּ H3381 אִ֥ישׁ H376 אֶת H853 אַמְתַּחְתּ֖וֹ H572 אָ֑רְצָה H776 וַֽיִּפְתְּח֖וּ H6605 אִ֥ישׁ H376 אַמְתַּחְתּֽוֹ H572 ",
  "12": "וַיְחַפֵּ֕שׂ H2664 בַּגָּד֣וֹל H1419 הֵחֵ֔ל H2490 וּבַ H6996 כִּלָּ֑ה H3615 וַיִּמָּצֵא֙ H4672 הַגָּבִ֔יעַ H1375 בְּאַמְתַּ֖חַת H572 בִּנְיָמִֽן H1144 ",
  "13": "וַֽיִּקְרְע֖וּ H7167 שִׂמְלֹתָ֑ם H8071 וַֽיַּעֲמֹס֙ H6006 אִ֣ישׁ H376 עַל H5921 חֲמֹר֔וֹ H2543 וַיָּשֻׁ֖בוּ H7725 הָעִֽירָ H5892 ",
  "14": "וַיָּבֹ֨א H935 יְהוּדָ֤ה H3063 וְאֶחָי H251 בֵּ֣יתָה H1004 יוֹסֵ֔ף H3130 וְה֖וּא H1931 עוֹדֶ֣נּוּ H5750 שָׁ֑ם H8033 וַיִּפְּל֥וּ H5307 לְפָנָ֖י H6440 אָֽרְצָה H776 ",
  "15": "וַיֹּ֤אמֶר H559 לָהֶם֙ Hl יוֹסֵ֔ף H3130 מָֽה H4100 הַמַּעֲשֶׂ֥ה H4639 הַזֶּ֖ה H2088 אֲשֶׁ֣ר H834 עֲשִׂיתֶ֑ם H6213 הֲל֣וֹא H3808 יְדַעְתֶּ֔ם H3045 כִּֽי H3588 נַחֵ֧שׁ H5172 יְנַחֵ֛שׁ H5172 אִ֖ישׁ H376 אֲשֶׁ֥ר H834 כָּמֹֽנִי H3644 ",
  "16": "וַיֹּ֣אמֶר H559 יְהוּדָ֗ה H3063 מַה H4100 נֹּאמַר֙ H559 לַֽאדֹנִ֔ H113 מַה H4100 נְּדַבֵּ֖ר H1696 וּמַה H4100 נִּצְטַדָּ֑ק H6663 הָאֱלֹהִ֗ים H430 מָצָא֙ H4672 אֶת H853 עֲוֺ֣ן H5771 עֲבָדֶ֔יךָ H5650 הִנֶּנּ֤וּ H2005 עֲבָדִים֙ H5650 לַֽאדֹנִ֔ H113 גַּם H1571 אֲנַ֕חְנוּ H587 גַּ֛ם H1571 אֲשֶׁר H834 נִמְצָ֥א H4672 הַגָּבִ֖יעַ H1375 בְּיָדֽ H3027 ",
  "17": "וַיֹּ֕אמֶר H559 חָלִ֣ילָה H2486 לִּ֔י Hl מֵעֲשׂ֖וֹת H6213 זֹ֑את H2063 הָאִ֡ישׁ H376 אֲשֶׁר֩ H834 נִמְצָ֨א H4672 הַגָּבִ֜יעַ H1375 בְּיָד֗ H3027 ה֚וּא H1931 יִהְיֶה H1961 לִּ֣י Hl עָ֔בֶד H5650 וְאַתֶּ֕ם H859 עֲל֥וּ H5927 לְשָׁל֖וֹם H7965 אֶל H413 אֲבִיכֶֽם H1 ",
  "18": "וַיִּגַּ֨שׁ H5066 אֵלָ֜יו H413 יְהוּדָ֗ה H3063 וַיֹּאמֶר֮ H559 בִּ֣י H994 אֲדֹנִי֒ H113 יְדַבֶּר H1696 נָ֨א H4994 עַבְדְּךָ֤ H5650 דָבָר֙ H1697 בְּאָזְנֵ֣י H241 אֲדֹנִ֔י H113 וְאַל H408 יִ֥חַר H2734 אַפְּךָ֖ H639 בְּעַבְדֶּ֑ H5650 כִּ֥י H3588 כָמ֖וֹךָ H3644 כְּפַרְעֹֽה H6547 ",
  "19": "אֲדֹנִ֣י H113 שָׁאַ֔ל H7592 אֶת H853 עֲבָדָ֖יו H5650 לֵאמֹ֑ר H559 הֲיֵשׁ H3426 לָכֶ֥ם Hl אָ֖ב H1 אוֹ H176 אָֽח H251 ",
  "20": "וַנֹּ֨אמֶר֙ H559 אֶל H413 אֲדֹנִ֔י H113 יֶשׁ H3426 לָ֨נוּ֙ Hl אָ֣ב H1 זָקֵ֔ן H2205 וְיֶ֥לֶד H3206 זְקֻנִ֖ים H2208 קָטָ֑ן H6996 וְאָחִ֨י H251 מֵ֜ת H4191 וַיִּוָּתֵ֨ר H3498 ה֧וּא H1931 לְבַדּ֛ H905 לְאִמּ֖ H517 וְאָבִ֥י H1 אֲהֵבֽוֹ H157 ",
  "21": "וַתֹּ֨אמֶר֙ H559 אֶל H413 עֲבָדֶ֔יךָ H5650 הוֹרִדֻ֖הוּ H3381 אֵלָ֑י H413 וְאָשִׂ֥ימָה H7760 עֵינִ֖י H5869 עָלָֽיו H5921 ",
  "22": "וַנֹּ֨אמֶר֙ H559 אֶל H413 אֲדֹנִ֔י H113 לֹא H3808 יוּכַ֥ל H3201 הַנַּ֖עַר H5288 לַעֲזֹ֣ב H5800 אֶת H853 אָבִ֑יו H1 וְעָזַ֥ב H5800 אֶת H853 אָבִ֖יו H1 וָמֵֽת H4191 ",
  "23": "וַתֹּ֨אמֶר֙ H559 אֶל H413 עֲבָדֶ֔יךָ H5650 אִם H518 לֹ֥א H3808 יֵרֵ֛ד H3381 אֲחִיכֶ֥ם H251 הַקָּטֹ֖ן H6996 אִתְּכֶ֑ם H854 לֹ֥א H3808 תֹסִפ֖וּן H3254 לִרְא֥וֹת H7200 פָּנָֽי H6440 ",
  "24": "וַיְהִי֙ H1961 כִּ֣י H3588 עָלִ֔ינוּ H5927 אֶֽל H413 עַבְדְּךָ֖ H5650 אָבִ֑י H1 וַנַּ֨גֶּד H5046 ל֔וֹ Hl אֵ֖ת H853 דִּבְרֵ֥י H1697 אֲדֹנִֽי H113 ",
  "25": "וַיֹּ֖אמֶר H559 אָבִ֑ינוּ H1 שֻׁ֖בוּ H7725 שִׁבְרוּ H7666 לָ֥נוּ Hl מְעַט H4592 אֹֽכֶל H400 ",
  "26": "וַנֹּ֕אמֶר H559 לֹ֥א H3808 נוּכַ֖ל H3201 לָרֶ֑דֶת H3381 אִם H518 יֵשׁ֩ H3426 אָחִ֨ינוּ H251 הַקָּטֹ֤ן H6996 אִתָּ֨נוּ֙ H854 וְיָרַ֔דְנוּ H3381 כִּי H3588 לֹ֣א H3808 נוּכַ֗ל H3201 לִרְאוֹת֙ H7200 פְּנֵ֣י H6440 הָאִ֔ישׁ H376 וְאָחִ֥י H251 הַקָּטֹ֖ן H6996 אֵינֶ֥נּוּ H369 אִתָּֽנוּ H854 ",
  "27": "וַיֹּ֛אמֶר H559 עַבְדְּךָ֥ H5650 אָבִ֖י H1 אֵלֵ֑ינוּ H413 אַתֶּ֣ם H859 יְדַעְתֶּ֔ם H3045 כִּ֥י H3588 שְׁנַ֖יִם H8147 יָֽלְדָה H3205 לִּ֥י Hl אִשְׁתִּֽי H802 ",
  "28": "וַיֵּצֵ֤א H3318 הָֽאֶחָד֙ H259 מֵֽאִתִּ֔ H853 וָאֹמַ֕ר H559 אַ֖ךְ H389 טָרֹ֣ף H2963 טֹרָ֑ף H2963 וְלֹ֥א H3808 רְאִיתִ֖יו H7200 עַד H5704 הֵֽנָּה H2008 ",
  "29": "וּלְקַחְתֶּ֧ם H3947 גַּם H1571 אֶת H853 זֶ֛ה H2088 מֵעִ֥ם H5973 פָּנַ֖י H6440 וְקָרָ֣ H7136 אָס֑וֹן H611 וְהֽוֹרַדְתֶּ֧ם H3381 אֶת H853 שֵׂיבָתִ֛י H7872 בְּרָעָ֖ה H7451 שְׁאֹֽלָה H7585 ",
  "30": "וְעַתָּ֗ה H6258 כְּבֹאִ H935 אֶל H413 עַבְדְּךָ֣ H5650 אָבִ֔י H1 וְהַ H5288 אֵינֶ֣נּוּ H369 אִתָּ֑נוּ H854 וְנַפְשׁ֖ H5315 קְשׁוּרָ֥ה H7194 בְנַפְשֽׁ H5315 ",
  "31": "וְהָיָ֗ה H1961 כִּרְאוֹת֛ H7200 כִּי H3588 אֵ֥ין H369 הַנַּ֖עַר H5288 וָמֵ֑ת H4191 וְהוֹרִ֨ידוּ H3381 עֲבָדֶ֜יךָ H5650 אֶת H853 שֵׂיבַ֨ת H7872 עַבְדְּךָ֥ H5650 אָבִ֛ינוּ H1 בְּיָג֖וֹן H3015 שְׁאֹֽלָה H7585 ",
  "32": "כִּ֤י H3588 עַבְדְּךָ֙ H5650 עָרַ֣ב H6148 אֶת H853 הַנַּ֔עַר H5288 מֵעִ֥ם H5973 אָבִ֖י H1 לֵאמֹ֑ר H559 אִם H518 לֹ֤א H3808 אֲבִיאֶ֨נּוּ֙ H935 אֵלֶ֔יךָ H413 וְחָטָ֥אתִי H2398 לְאָבִ֖ H1 כָּל H3605 הַיָּמִֽים H3117 ",
  "33": "וְעַתָּ֗ה H6258 יֵֽשֶׁב H3427 נָ֤א H4994 עַבְדְּךָ֙ H5650 תַּ֣חַת H8478 הַנַּ֔עַר H5288 עֶ֖בֶד H5650 לַֽאדֹנִ֑ H113 וְהַ H5288 יַ֥עַל H5927 עִם H5973 אֶחָֽיו H251 ",
  "34": "כִּי H3588 אֵיךְ֙ H349 אֶֽעֱלֶ֣ה H5927 אֶל H413 אָבִ֔י H1 וְהַ H5288 אֵינֶ֣נּוּ H369 אִתִּ֑י H854 פֶּ֚ן H6435 אֶרְאֶ֣ה H7200 בָרָ֔ע H7451 אֲשֶׁ֥ר H834 יִמְצָ֖א H4672 אֶת H853 אָבִֽי H1 "
}
