{
  "1": "וַיְהִ֗י H1961 אַחֲרֵי֙ H310 הַדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 וַיֹּ֣אמֶר H559 לְיוֹסֵ֔ף H3130 הִנֵּ֥ה H2009 אָבִ֖יךָ H1 חֹלֶ֑ה H2470 וַיִּקַּ֞ח H3947 אֶת H853 שְׁנֵ֤י H8147 בָנָיו֙ H1121 עִמּ֔וֹ H5973 אֶת H853 מְנַשֶּׁ֖ה H4519 וְאֶת H853 אֶפְרָֽיִם H669 ",
  "2": "וַיַּגֵּ֣ד H5046 לְיַעֲקֹ֔ב H3290 וַיֹּ֕אמֶר H559 הִנֵּ֛ה H2009 בִּנְךָ֥ H1121 יוֹסֵ֖ף H3130 בָּ֣א H935 אֵלֶ֑יךָ H413 וַיִּתְחַזֵּק֙ H2388 יִשְׂרָאֵ֔ל H3478 וַיֵּ֖שֶׁב H3427 עַל H5921 הַמִּטָּֽה H4296 ",
  "3": "וַיֹּ֤אמֶר H559 יַעֲקֹב֙ H3290 אֶל H413 יוֹסֵ֔ף H3130 אֵ֥ל H410 שַׁדַּ֛י H7706 נִרְאָֽה H7200 אֵלַ֥י H413 בְּל֖וּז H3870 בְּאֶ֣רֶץ H776 כְּנָ֑עַן H3667 וַיְבָ֖רֶךְ H1288 אֹתִֽי H853 ",
  "4": "וַיֹּ֣אמֶר H559 אֵלַ֗י H413 הִנְנִ֤י H2005 מַפְרְךָ֙ H6509 וְהִרְבִּיתִ֔ H7235 וּנְתַתִּ֖י H5414 לִקְהַ֣ל H6951 עַמִּ֑ים H5971 וְנָ֨תַתִּ֜י H5414 אֶת H853 הָאָ֧רֶץ H776 הַזֹּ֛את H2063 לְזַרְעֲ H2233 אַחֲרֶ֖יךָ H310 אֲחֻזַּ֥ת H272 עוֹלָֽם H5769 ",
  "5": "וְעַתָּ֡ה H6258 שְׁנֵֽי H8147 בָנֶיךָ֩ H1121 הַנּוֹלָדִ֨ים H3205 לְךָ֜ Hl בְּאֶ֣רֶץ H776 מִצְרַ֗יִם H4714 עַד H5704 בֹּאִ֥י H935 אֵלֶ֛יךָ H413 מִצְרַ֖יְמָה H4714 לִי Hl הֵ֑ם H1992 אֶפְרַ֨יִם֙ H669 וּמְנַשֶּׁ֔ה H4519 כִּרְאוּבֵ֥ן H7205 וְשִׁמְע֖וֹן H8095 יִֽהְיוּ H1961 לִֽי Hl ",
  "6": "וּמוֹלַדְתְּ H4138 אֲשֶׁר H834 הוֹלַ֥דְתָּ H3205 אַחֲרֵיהֶ֖ם H310 לְךָ֣ Hl יִהְי֑וּ H1961 עַ֣ל H5921 שֵׁ֧ם H8034 אֲחֵיהֶ֛ם H251 יִקָּרְא֖וּ H7121 בְּנַחֲלָתָֽ H5159 ",
  "7": "וַאֲנִ֣י H589 בְּבֹאִ֣ H935 מִפַּדָּ֗ן H6307 מֵ֩תָה֩ H4191 עָלַ֨י H5921 רָחֵ֜ל H7354 בְּאֶ֤רֶץ H776 כְּנַ֨עַן֙ H3667 בַּדֶּ֔רֶךְ H1870 בְּע֥וֹד H5750 כִּבְרַת H3530 אֶ֖רֶץ H776 לָבֹ֣א H935 אֶפְרָ֑תָה H672 וָאֶקְבְּרֶ֤ H6912 שָּׁם֙ H8033 בְּדֶ֣רֶךְ H1870 אֶפְרָ֔ת H672 הִ֖וא H1931 בֵּ֥ית H1035 לָֽחֶם H1035 ",
  "8": "וַיַּ֥רְא H7200 יִשְׂרָאֵ֖ל H3478 אֶת H853 בְּנֵ֣י H1121 יוֹסֵ֑ף H3130 וַיֹּ֖אמֶר H559 מִי H4310 אֵֽלֶּה H428 ",
  "9": "וַיֹּ֤אמֶר H559 יוֹסֵף֙ H3130 אֶל H413 אָבִ֔יו H1 בָּנַ֣י H1121 הֵ֔ם H1992 אֲשֶׁר H834 נָֽתַן H5414 לִ֥י Hl אֱלֹהִ֖ים H430 בָּזֶ֑ה H2088 וַיֹּאמַ֕ר H559 קָֽחֶם H3947 נָ֥א H4994 אֵלַ֖י H413 וַאֲבָרֲכֵֽ H1288 ",
  "10": "וְעֵינֵ֤י H5869 יִשְׂרָאֵל֙ H3478 כָּבְד֣וּ H3513 מִזֹּ֔קֶן H2207 לֹ֥א H3808 יוּכַ֖ל H3201 לִרְא֑וֹת H7200 וַיַּגֵּ֤שׁ H5066 אֹתָם֙ H853 אֵלָ֔יו H413 וַיִּשַּׁ֥ק H5401 לָהֶ֖ם Hl וַיְחַבֵּ֥ק H2263 לָהֶֽם Hl ",
  "11": "וַיֹּ֤אמֶר H559 יִשְׂרָאֵל֙ H3478 אֶל H413 יוֹסֵ֔ף H3130 רְאֹ֥ה H7200 פָנֶ֖יךָ H6440 לֹ֣א H3808 פִלָּ֑לְתִּי H6419 וְהִנֵּ֨ה H2009 הֶרְאָ֥ה H7200 אֹתִ֛י H853 אֱלֹהִ֖ים H430 גַּ֥ם H1571 אֶת H853 זַרְעֶֽךָ H2233 ",
  "12": "וַיּוֹצֵ֥א H3318 יוֹסֵ֛ף H3130 אֹתָ֖ם H853 מֵעִ֣ם H5973 בִּרְכָּ֑יו H1290 וַיִּשְׁתַּ֥חוּ H7812 לְאַפָּ֖י H639 אָֽרְצָה H776 ",
  "13": "וַיִּקַּ֣ח H3947 יוֹסֵף֮ H3130 אֶת H853 שְׁנֵיהֶם֒ H8147 אֶת H853 אֶפְרַ֤יִם H669 בִּֽימִינ H3225 מִשְּׂמֹ֣אל H8040 יִשְׂרָאֵ֔ל H3478 וְאֶת H853 מְנַשֶּׁ֥ה H4519 בִשְׂמֹאל֖ H8040 מִימִ֣ין H3225 יִשְׂרָאֵ֑ל H3478 וַיַּגֵּ֖שׁ H5066 אֵלָֽיו H413 ",
  "14": "וַיִּשְׁלַח֩ H7971 יִשְׂרָאֵ֨ל H3478 אֶת H853 יְמִינ֜וֹ H3225 וַיָּ֨שֶׁת H7896 עַל H5921 רֹ֤אשׁ H7218 אֶפְרַ֨יִם֙ H669 וְה֣וּא H1931 הַצָּעִ֔יר H6810 וְאֶת H853 שְׂמֹאל֖וֹ H8040 עַל H5921 רֹ֣אשׁ H7218 מְנַשֶּׁ֑ה H4519 שִׂכֵּל֙ H7919 אֶת H853 יָדָ֔יו H3027 כִּ֥י H3588 מְנַשֶּׁ֖ה H4519 הַבְּכֽוֹר H1060 ",
  "15": "וַיְבָ֥רֶךְ H1288 אֶת H853 יוֹסֵ֖ף H3130 וַיֹּאמַ֑ר H559 הָֽאֱלֹהִ֡ים H430 אֲשֶׁר֩ H834 הִתְהַלְּכ֨וּ H1980 אֲבֹתַ֤י H1 לְפָנָי H6440 אַבְרָהָ֣ם H85 וְיִצְחָ֔ק H3327 הָֽאֱלֹהִים֙ H430 הָרֹעֶ֣ה H7462 אֹתִ֔י H853 מֵעוֹדִ֖ H5750 עַד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "16": "הַמַּלְאָךְ֩ H4397 הַגֹּאֵ֨ל H1350 אֹתִ֜י H853 מִכָּל H3605 רָ֗ע H7451 יְבָרֵךְ֮ H1288 אֶת H853 הַנְּעָרִים֒ H5288 וְיִקָּרֵ֤א H7121 בָהֶם֙ Hb שְׁמִ֔י H8034 וְשֵׁ֥ם H8034 אֲבֹתַ֖י H1 אַבְרָהָ֣ם H85 וְיִצְחָ֑ק H3327 וְיִדְגּ֥וּ H1711 לָרֹ֖ב H7230 בְּקֶ֥רֶב H7130 הָאָֽרֶץ H776 ",
  "17": "וַיַּ֣רְא H7200 יוֹסֵ֗ף H3130 כִּי H3588 יָשִׁ֨ית H7896 אָבִ֧יו H1 יַד H3027 יְמִינ֛וֹ H3225 עַל H5921 רֹ֥אשׁ H7218 אֶפְרַ֖יִם H669 וַיֵּ֣רַע H7489 בְּעֵינָ֑י H5869 וַיִּתְמֹ֣ךְ H8551 יַד H3027 אָבִ֗יו H1 לְהָסִ֥יר H5493 אֹתָ֛הּ H853 מֵעַ֥ל H5921 רֹאשׁ H7218 אֶפְרַ֖יִם H669 עַל H5921 רֹ֥אשׁ H7218 מְנַשֶּֽׁה H4519 ",
  "18": "וַיֹּ֧אמֶר H559 יוֹסֵ֛ף H3130 אֶל H413 אָבִ֖יו H1 לֹא H3808 כֵ֣ן H3651 אָבִ֑י H1 כִּי H3588 זֶ֣ה H2088 הַבְּכֹ֔ר H1060 שִׂ֥ים H7760 יְמִינְךָ֖ H3225 עַל H5921 רֹאשֽׁוֹ H7218 ",
  "19": "וַיְמָאֵ֣ן H3985 אָבִ֗יו H1 וַיֹּ֨אמֶר֙ H559 יָדַ֤עְתִּֽי H3045 בְנִי֙ H1121 יָדַ֔עְתִּי H3045 גַּם H1571 ה֥וּא H1931 יִֽהְיֶה H1961 לְּעָ֖ם H5971 וְגַם H1571 ה֣וּא H1931 יִגְדָּ֑ל H1431 וְאוּלָ֗ם H199 אָחִ֤יו H251 הַקָּטֹן֙ H6996 יִגְדַּ֣ל H1431 מִמֶּ֔נּוּ H4480 וְזַרְע֖ H2233 יִהְיֶ֥ה H1961 מְלֹֽא H4393 הַגּוֹיִֽם H1471 ",
  "20": "וַיְבָ֨רֲכֵ֜ H1288 בַּיּ֣וֹם H3117 הַהוּא֮ H1931 לֵאמוֹר֒ H559 בְּךָ֗ Hb יְבָרֵ֤ךְ H1288 יִשְׂרָאֵל֙ H3478 לֵאמֹ֔ר H559 יְשִֽׂמְךָ֣ H7760 אֱלֹהִ֔ים H430 כְּאֶפְרַ֖יִם H669 וְכִ H4519 וַיָּ֥שֶׂם H7760 אֶת H853 אֶפְרַ֖יִם H669 לִפְנֵ֥י H6440 מְנַשֶּֽׁה H4519 ",
  "21": "וַיֹּ֤אמֶר H559 יִשְׂרָאֵל֙ H3478 אֶל H413 יוֹסֵ֔ף H3130 הִנֵּ֥ה H2009 אָנֹכִ֖י H595 מֵ֑ת H4191 וְהָיָ֤ה H1961 אֱלֹהִים֙ H430 עִמָּכֶ֔ם H5973 וְהֵשִׁ֣יב H7725 אֶתְכֶ֔ם H853 אֶל H413 אֶ֖רֶץ H776 אֲבֹתֵיכֶֽם H1 ",
  "22": "וַאֲנִ֞י H589 נָתַ֧תִּֽי H5414 לְךָ֛ Hl שְׁכֶ֥ם H7926 אַחַ֖ד H259 עַל H5921 אַחֶ֑יךָ H251 אֲשֶׁ֤ר H834 לָקַ֨חְתִּי֙ H3947 מִיַּ֣ד H3027 הָֽאֱמֹרִ֔י H567 בְּחַרְבִּ֖ H2719 וּבְ H7198 "
}
