{
  "1": "זֶ֣ה H2088 סֵ֔פֶר H5612 תּוֹלְדֹ֖ת H8435 אָדָ֑ם H121 בְּי֗וֹם H3117 בְּרֹ֤א H1254 אֱלֹהִים֙ H430 אָדָ֔ם H120 בִּדְמ֥וּת H1823 אֱלֹהִ֖ים H430 עָשָׂ֥ה H6213 אֹתֽוֹ H853 ",
  "2": "זָכָ֥ר H2145 וּנְקֵבָ֖ה H5347 בְּרָאָ֑ם H1254 וַיְבָ֣רֶךְ H1288 אֹתָ֗ם H853 וַיִּקְרָ֤א H7121 אֶת H853 שְׁמָם֙ H8034 אָדָ֔ם H120 בְּי֖וֹם H3117 הִבָּֽרְאָֽם H1254 ",
  "3": "וַֽיְחִ֣י H2421 אָדָ֗ם H121 שְׁלֹשִׁ֤ים H7970 וּמְאַת֙ H3967 שָׁנָ֔ה H8141 וַיּ֥וֹלֶד H3205 בִּדְמוּת֖ H1823 כְּצַלְמ֑ H6754 וַיִּקְרָ֥א H7121 אֶת H853 שְׁמ֖וֹ H8034 שֵֽׁת H8352 ",
  "4": "וַיִּֽהְי֣וּ H1961 יְמֵי H3117 אָדָ֗ם H121 אַֽחֲרֵי֙ H310 הוֹלִיד֣וֹ H3205 אֶת H853 שֵׁ֔ת H8352 שְׁמֹנֶ֥ה H8083 מֵאֹ֖ת H3967 שָׁנָ֑ה H8141 וַיּ֥וֹלֶד H3205 בָּנִ֖ים H1121 וּבָנֽוֹת H1323 ",
  "5": "וַיִּֽהְי֞וּ H1961 כָּל H3605 יְמֵ֤י H3117 אָדָם֙ H121 אֲשֶׁר H834 חַ֔י H2425 תְּשַׁ֤ע H8672 מֵאוֹת֙ H3967 שָׁנָ֔ה H8141 וּשְׁלֹשִׁ֖ים H7970 שָׁנָ֑ה H8141 וַיָּמֹֽת H4191 ",
  "6": "וַֽיְחִי H2421 שֵׁ֕ת H8352 חָמֵ֥שׁ H2568 שָׁנִ֖ים H8141 וּמְאַ֣ת H3967 שָׁנָ֑ה H8141 וַיּ֖וֹלֶד H3205 אֶת H853 אֱנֽוֹשׁ H583 ",
  "7": "וַֽיְחִי H2421 שֵׁ֗ת H8352 אַֽחֲרֵי֙ H310 הוֹלִיד֣וֹ H3205 אֶת H853 אֱנ֔וֹשׁ H583 שֶׁ֣בַע H7651 שָׁנִ֔ים H8141 וּשְׁמֹנֶ֥ה H8083 מֵא֖וֹת H3967 שָׁנָ֑ה H8141 וַיּ֥וֹלֶד H3205 בָּנִ֖ים H1121 וּבָנֽוֹת H1323 ",
  "8": "וַיִּֽהְיוּ֙ H1961 כָּל H3605 יְמֵי H3117 שֵׁ֔ת H8352 שְׁתֵּ֤ים H8147 עֶשְׂרֵה֙ H6240 שָׁנָ֔ה H8141 וּתְשַׁ֥ע H8672 מֵא֖וֹת H3967 שָׁנָ֑ה H8141 וַיָּמֹֽת H4191 ",
  "9": "וַֽיְחִ֥י H2421 אֱנ֖וֹשׁ H583 תִּשְׁעִ֣ים H8673 שָׁנָ֑ה H8141 וַיּ֖וֹלֶד H3205 אֶת H853 קֵינָֽן H7018 ",
  "10": "וַֽיְחִ֣י H2421 אֱנ֗וֹשׁ H583 אַֽחֲרֵי֙ H310 הוֹלִיד֣וֹ H3205 אֶת H853 קֵינָ֔ן H7018 חֲמֵ֤שׁ H2568 עֶשְׂרֵה֙ H6240 שָׁנָ֔ה H8141 וּשְׁמֹנֶ֥ה H8083 מֵא֖וֹת H3967 שָׁנָ֑ה H8141 וַיּ֥וֹלֶד H3205 בָּנִ֖ים H1121 וּבָנֽוֹת H1323 ",
  "11": "וַיִּֽהְיוּ֙ H1961 כָּל H3605 יְמֵ֣י H3117 אֱנ֔וֹשׁ H583 חָמֵ֣שׁ H2568 שָׁנִ֔ים H8141 וּתְשַׁ֥ע H8672 מֵא֖וֹת H3967 שָׁנָ֑ה H8141 וַיָּמֹֽת H4191 ",
  "12": "וַֽיְחִ֥י H2421 קֵינָ֖ן H7018 שִׁבְעִ֣ים H7657 שָׁנָ֑ה H8141 וַיּ֖וֹלֶד H3205 אֶת H853 מַֽהֲלַלְאֵֽל H4111 ",
  "13": "וַיְחִ֣י H2421 קֵינָ֗ן H7018 אַחֲרֵי֙ H310 הוֹלִיד֣וֹ H3205 אֶת H853 מַֽהֲלַלְאֵ֔ל H4111 אַרְבָּעִ֣ים H705 שָׁנָ֔ה H8141 וּשְׁמֹנֶ֥ה H8083 מֵא֖וֹת H3967 שָׁנָ֑ה H8141 וַיּ֥וֹלֶד H3205 בָּנִ֖ים H1121 וּבָנֽוֹת H1323 ",
  "14": "וַיִּֽהְיוּ֙ H1961 כָּל H3605 יְמֵ֣י H3117 קֵינָ֔ן H7018 עֶ֣שֶׂר H6235 שָׁנִ֔ים H8141 וּתְשַׁ֥ע H8672 מֵא֖וֹת H3967 שָׁנָ֑ה H8141 וַיָּמֹֽת H4191 ",
  "15": "וַֽיְחִ֣י H2421 מַֽהֲלַלְאֵ֔ל H4111 חָמֵ֥שׁ H2568 שָׁנִ֖ים H8141 וְשִׁשִּׁ֣ים H8346 שָׁנָ֑ה H8141 וַיּ֖וֹלֶד H3205 אֶת H853 יָֽרֶד H3382 ",
  "16": "וַֽיְחִ֣י H2421 מַֽהֲלַלְאֵ֗ל H4111 אַֽחֲרֵי֙ H310 הוֹלִיד֣וֹ H3205 אֶת H853 יֶ֔רֶד H3382 שְׁלֹשִׁ֣ים H7970 שָׁנָ֔ה H8141 וּשְׁמֹנֶ֥ה H8083 מֵא֖וֹת H3967 שָׁנָ֑ה H8141 וַיּ֥וֹלֶד H3205 בָּנִ֖ים H1121 וּבָנֽוֹת H1323 ",
  "17": "וַיִּהְיוּ֙ H1961 כָּל H3605 יְמֵ֣י H3117 מַהֲלַלְאֵ֔ל H4111 חָמֵ֤שׁ H2568 וְתִשְׁעִים֙ H8673 שָׁנָ֔ה H8141 וּשְׁמֹנֶ֥ה H8083 מֵא֖וֹת H3967 שָׁנָ֑ה H8141 וַיָּמֹֽת H4191 ",
  "18": "וַֽיְחִי H2421 יֶ֕רֶד H3382 שְׁתַּ֧יִם H8147 וְשִׁשִּׁ֛ים H8346 שָׁנָ֖ה H8141 וּמְאַ֣ת H3967 שָׁנָ֑ה H8141 וַיּ֖וֹלֶד H3205 אֶת H853 חֲנֽוֹךְ H2585 ",
  "19": "וַֽיְחִי H2421 יֶ֗רֶד H3382 אַֽחֲרֵי֙ H310 הוֹלִיד֣וֹ H3205 אֶת H853 חֲנ֔וֹךְ H2585 שְׁמֹנֶ֥ה H8083 מֵא֖וֹת H3967 שָׁנָ֑ה H8141 וַיּ֥וֹלֶד H3205 בָּנִ֖ים H1121 וּבָנֽוֹת H1323 ",
  "20": "וַיִּֽהְיוּ֙ H1961 כָּל H3605 יְמֵי H3117 יֶ֔רֶד H3382 שְׁתַּ֤יִם H8147 וְשִׁשִּׁים֙ H8346 שָׁנָ֔ה H8141 וּתְשַׁ֥ע H8672 מֵא֖וֹת H3967 שָׁנָ֑ה H8141 וַיָּמֹֽת H4191 ",
  "21": "וַֽיְחִ֣י H2421 חֲנ֔וֹךְ H2585 חָמֵ֥שׁ H2568 וְשִׁשִּׁ֖ים H8346 שָׁנָ֑ה H8141 וַיּ֖וֹלֶד H3205 אֶת H853 מְתוּשָֽׁלַח H4968 ",
  "22": "וַיִּתְהַלֵּ֨ךְ H1980 חֲנ֜וֹךְ H2585 אֶת H854 הָֽאֱלֹהִ֗ים H430 אַֽחֲרֵי֙ H310 הוֹלִיד֣וֹ H3205 אֶת H853 מְתוּשֶׁ֔לַח H4968 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 שָׁנָ֑ה H8141 וַיּ֥וֹלֶד H3205 בָּנִ֖ים H1121 וּבָנֽוֹת H1323 ",
  "23": "וַיְהִ֖י H1961 כָּל H3605 יְמֵ֣י H3117 חֲנ֑וֹךְ H2585 חָמֵ֤שׁ H2568 וְשִׁשִּׁים֙ H8346 שָׁנָ֔ה H8141 וּשְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 שָׁנָֽה H8141 ",
  "24": "וַיִּתְהַלֵּ֥ךְ H1980 חֲנ֖וֹךְ H2585 אֶת H854 הָֽאֱלֹהִ֑ים H430 וְאֵינֶ֕ H369 כִּֽי H3588 לָקַ֥ח H3947 אֹת֖וֹ H853 אֱלֹהִֽים H430 ",
  "25": "וַיְחִ֣י H2421 מְתוּשֶׁ֔לַח H4968 שֶׁ֧בַע H7651 וּשְׁמֹנִ֛ים H8084 שָׁנָ֖ה H8141 וּמְאַ֣ת H3967 שָׁנָ֑ה H8141 וַיּ֖וֹלֶד H3205 אֶת H853 לָֽמֶךְ H3929 ",
  "26": "וַֽיְחִ֣י H2421 מְתוּשֶׁ֗לַח H4968 אַֽחֲרֵי֙ H310 הוֹלִיד֣וֹ H3205 אֶת H853 לֶ֔מֶךְ H3929 שְׁתַּ֤יִם H8147 וּשְׁמוֹנִים֙ H8084 שָׁנָ֔ה H8141 וּשְׁבַ֥ע H7651 מֵא֖וֹת H3967 שָׁנָ֑ה H8141 וַיּ֥וֹלֶד H3205 בָּנִ֖ים H1121 וּבָנֽוֹת H1323 ",
  "27": "וַיִּהְיוּ֙ H1961 כָּל H3605 יְמֵ֣י H3117 מְתוּשֶׁ֔לַח H4968 תֵּ֤שַׁע H8672 וְשִׁשִּׁים֙ H8346 שָׁנָ֔ה H8141 וּתְשַׁ֥ע H8672 מֵא֖וֹת H3967 שָׁנָ֑ה H8141 וַיָּמֹֽת H4191 ",
  "28": "וַֽיְחִי H2421 לֶ֕מֶךְ H3929 שְׁתַּ֧יִם H8147 וּשְׁמֹנִ֛ים H8084 שָׁנָ֖ה H8141 וּמְאַ֣ת H3967 שָׁנָ֑ה H8141 וַיּ֖וֹלֶד H3205 בֵּֽן H1121 ",
  "29": "וַיִּקְרָ֧א H7121 אֶת H853 שְׁמ֛וֹ H8034 נֹ֖חַ H5146 לֵאמֹ֑ר H559 זֶ֠ה H2088 יְנַחֲמֵ֤נוּ H5162 מִֽמַּעֲשֵׂ֨ H4639 וּמֵ H6093 יָדֵ֔ינוּ H3027 מִן H4480 הָ֣אֲדָמָ֔ה H127 אֲשֶׁ֥ר H834 אֵֽרְרָ֖הּ H779 יְהוָֽה H3068 ",
  "30": "וַֽיְחִי H2421 לֶ֗מֶךְ H3929 אַֽחֲרֵי֙ H310 הוֹלִיד֣וֹ H3205 אֶת H853 נֹ֔חַ H5146 חָמֵ֤שׁ H2568 וְתִשְׁעִים֙ H8673 שָׁנָ֔ה H8141 וַחֲמֵ֥שׁ H2568 מֵאֹ֖ת H3967 שָׁנָ֑ה H8141 וַיּ֥וֹלֶד H3205 בָּנִ֖ים H1121 וּבָנֽוֹת H1323 ",
  "31": "וַֽיְהִי֙ H1961 כָּל H3605 יְמֵי H3117 לֶ֔מֶךְ H3929 שֶׁ֤בַע H7651 וְשִׁבְעִים֙ H7657 שָׁנָ֔ה H8141 וּשְׁבַ֥ע H7651 מֵא֖וֹת H3967 שָׁנָ֑ה H8141 וַיָּמֹֽת H4191 ",
  "32": "וַֽיְהִי H1961 נֹ֕חַ H5146 בֶּן H1121 חֲמֵ֥שׁ H2568 מֵא֖וֹת H3967 שָׁנָ֑ה H8141 וַיּ֣וֹלֶד H3205 נֹ֔חַ H5146 אֶת H853 שֵׁ֖ם H8035 אֶת H853 חָ֥ם H2526 וְאֶת H853 יָֽפֶת H3315 "
}
