{
  "1": "וַיִּזְכֹּ֤ר H2142 אֱלֹהִים֙ H430 אֶת H853 נֹ֔חַ H5146 וְאֵ֤ת H853 כָּל H3605 הַֽחַיָּה֙ H2416 וְאֶת H853 כָּל H3605 הַבְּהֵמָ֔ה H929 אֲשֶׁ֥ר H834 אִתּ֖וֹ H854 בַּתֵּבָ֑ה H8392 וַיַּעֲבֵ֨ר H5674 אֱלֹהִ֥ים H430 ר֨וּחַ֙ H7307 עַל H5921 הָאָ֔רֶץ H776 וַיָּשֹׁ֖כּוּ H7918 הַמָּֽיִם H4325 ",
  "2": "וַיִּסָּֽכְרוּ֙ H5534 מַעְיְנֹ֣ת H4599 תְּה֔וֹם H8415 וַֽאֲרֻבֹּ֖ת H699 הַשָּׁמָ֑יִם H8064 וַיִּכָּלֵ֥א H3607 הַגֶּ֖שֶׁם H1653 מִן H4480 הַשָּׁמָֽיִם H8064 ",
  "3": "וַיָּשֻׁ֧בוּ H7725 הַמַּ֛יִם H4325 מֵעַ֥ל H5921 הָאָ֖רֶץ H776 הָל֣וֹךְ H1980 וָשׁ֑וֹב H7725 וַיַּחְסְר֣וּ H2637 הַמַּ֔יִם H4325 מִקְצֵ֕ה H7097 חֲמִשִּׁ֥ים H2572 וּמְאַ֖ת H3967 יֽוֹם H3117 ",
  "4": "וַתָּ֤נַח H5117 הַתֵּבָה֙ H8392 בַּחֹ֣דֶשׁ H2320 הַשְּׁבִיעִ֔י H7637 בְּשִׁבְעָה H7651 עָשָׂ֥ר H6240 י֖וֹם H3117 לַחֹ֑דֶשׁ H2320 עַ֖ל H5921 הָרֵ֥י H2022 אֲרָרָֽט H780 ",
  "5": "וְהַ H4325 הָיוּ֙ H1961 הָל֣וֹךְ H1980 וְחָס֔וֹר H2637 עַ֖ד H5704 הַחֹ֣דֶשׁ H2320 הָֽעֲשִׂירִ֑י H6224 בָּֽעֲשִׂירִי֙ H6224 בְּאֶחָ֣ד H259 לַחֹ֔דֶשׁ H2320 נִרְא֖וּ H7200 רָאשֵׁ֥י H7218 הֶֽהָרִֽים H2022 ",
  "6": "וַֽיְהִ֕י H1961 מִקֵּ֖ץ H7093 אַרְבָּעִ֣ים H705 י֑וֹם H3117 וַיִּפְתַּ֣ח H6605 נֹ֔חַ H5146 אֶת H853 חַלּ֥וֹן H2474 הַתֵּבָ֖ה H8392 אֲשֶׁ֥ר H834 עָשָֽׂה H6213 ",
  "7": "וַיְשַׁלַּ֖ח H7971 אֶת H853 הָֽעֹרֵ֑ב H6158 וַיֵּצֵ֤א H3318 יָצוֹא֙ H3318 וָשׁ֔וֹב H7725 עַד H5704 יְבֹ֥שֶׁת H3001 הַמַּ֖יִם H4325 מֵעַ֥ל H5921 הָאָֽרֶץ H776 ",
  "8": "וַיְשַׁלַּ֥ח H7971 אֶת H853 הַיּוֹנָ֖ה H3123 מֵאִתּ֑ H854 לִרְאוֹת֙ H7200 הֲקַ֣לּוּ H7043 הַמַּ֔יִם H4325 מֵעַ֖ל H5921 פְּנֵ֥י H6440 הָֽאֲדָמָֽה H127 ",
  "9": "וְלֹֽא H3808 מָצְאָה֩ H4672 הַיּוֹנָ֨ה H3123 מָנ֜וֹחַ H4494 לְכַף H3709 רַגְלָ֗הּ H7272 וַתָּ֤שָׁב H7725 אֵלָיו֙ H413 אֶל H413 הַתֵּבָ֔ה H8392 כִּי H3588 מַ֖יִם H4325 עַל H5921 פְּנֵ֣י H6440 כָל H3605 הָאָ֑רֶץ H776 וַיִּשְׁלַ֤ח H7971 יָדוֹ֙ H3027 וַיִּקָּחֶ֔ H3947 וַיָּבֵ֥א H935 אֹתָ֛הּ H853 אֵלָ֖יו H413 אֶל H413 הַתֵּבָֽה H8392 ",
  "10": "וַיָּ֣חֶל H2342 ע֔וֹד H5750 שִׁבְעַ֥ת H7651 יָמִ֖ים H3117 אֲחֵרִ֑ים H312 וַיֹּ֛סֶף H3254 שַׁלַּ֥ח H7971 אֶת H853 הַיּוֹנָ֖ה H3123 מִן H4480 הַתֵּבָֽה H8392 ",
  "11": "וַתָּבֹ֨א H935 אֵלָ֤יו H413 הַיּוֹנָה֙ H3123 לְעֵ֣ת H6256 עֶ֔רֶב H6153 וְהִנֵּ֥ה H2009 עֲלֵה H5929 זַ֖יִת H2132 טָרָ֣ף H2965 בְּפִ֑י H6310 וַיֵּ֣דַע H3045 נֹ֔חַ H5146 כִּי H3588 קַ֥לּוּ H7043 הַמַּ֖יִם H4325 מֵעַ֥ל H5921 הָאָֽרֶץ H776 ",
  "12": "וַיִּיָּ֣חֶל H3176 ע֔וֹד H5750 שִׁבְעַ֥ת H7651 יָמִ֖ים H3117 אֲחֵרִ֑ים H312 וַיְשַׁלַּח֙ H7971 אֶת H853 הַיּוֹנָ֔ה H3123 וְלֹֽא H3808 יָסְפָ֥ה H3254 שׁוּב H7725 אֵלָ֖יו H413 עֽוֹד H5750 ",
  "13": "וַֽ֠יְהִי H1961 בְּאַחַ֨ת H259 וְשֵׁשׁ H8337 מֵא֜וֹת H3967 שָׁנָ֗ה H8141 בָּֽרִאשׁוֹן֙ H7223 בְּאֶחָ֣ד H259 לַחֹ֔דֶשׁ H2320 חָֽרְב֥וּ H2717 הַמַּ֖יִם H4325 מֵעַ֣ל H5921 הָאָ֑רֶץ H776 וַיָּ֤סַר H5493 נֹ֨חַ֙ H5146 אֶת H853 מִכְסֵ֣ה H4372 הַתֵּבָ֔ה H8392 וַיַּ֕רְא H7200 וְהִנֵּ֥ה H2009 חָֽרְב֖וּ H2717 פְּנֵ֥י H6440 הָֽאֲדָמָֽה H127 ",
  "14": "וּבַ H2320 הַשֵּׁנִ֔י H8145 בְּשִׁבְעָ֧ה H7651 וְעֶשְׂרִ֛ים H6242 י֖וֹם H3117 לַחֹ֑דֶשׁ H2320 יָבְשָׁ֖ה H3001 הָאָֽרֶץ H776 ",
  "15": "וַיְדַבֵּ֥ר H1696 אֱלֹהִ֖ים H430 אֶל H413 נֹ֥חַ H5146 לֵאמֹֽר H559 ",
  "16": "צֵ֖א H3318 מִן H4480 הַתֵּבָ֑ה H8392 אַתָּ֕ה H859 וְאִשְׁתְּ H802 וּבָנֶ֥י H1121 וּנְשֵֽׁי H802 בָנֶ֖יךָ H1121 אִתָּֽךְ H854 ",
  "17": "כָּל H3605 הַחַיָּ֨ה H2416 אֲשֶֽׁר H834 אִתְּךָ֜ H854 מִכָּל H3605 בָּשָׂ֗ר H1320 בָּע֧וֹף H5775 וּבַ H929 וּבְ H3605 הָרֶ֛מֶשׂ H7431 הָרֹמֵ֥שׂ H7430 עַל H5921 הָאָ֖רֶץ H776 הוצא H3318 אִתָּ֑ךְ H854 וְשָֽׁרְצ֣וּ H8317 בָאָ֔רֶץ H776 וּפָר֥וּ H6509 וְרָב֖וּ H7235 עַל H5921 הָאָֽרֶץ H776 ",
  "18": "וַיֵּ֖צֵא H3318 נֹ֑חַ H5146 וּבָנָ֛י H1121 וְאִשְׁתּ֥ H802 וּנְשֵֽׁי H802 בָנָ֖יו H1121 אִתּֽוֹ H854 ",
  "19": "כָּל H3605 הַֽחַיָּ֗ה H2416 כָּל H3605 הָרֶ֨מֶשׂ֙ H7431 וְכָל H3605 הָע֔וֹף H5775 כֹּ֖ל H3605 רוֹמֵ֣שׂ H7430 עַל H5921 הָאָ֑רֶץ H776 לְמִשְׁפְּחֹ֣תֵי H4940 יָצְא֖וּ H3318 מִן H4480 הַתֵּבָֽה H8392 ",
  "20": "וַיִּ֥בֶן H1129 נֹ֛חַ H5146 מִזְבֵּ֖חַ H4196 לַֽיהוָ֑ה H3068 וַיִּקַּ֞ח H3947 מִכֹּ֣ל H3605 הַבְּהֵמָ֣ה H929 הַטְּהוֹרָ֗ה H2889 וּמִ H3605 הָע֣וֹף H5775 הַטָּהֹ֔ר H2889 וַיַּ֥עַל H5927 עֹלֹ֖ת H5930 בַּמִּזְבֵּֽחַ H4196 ",
  "21": "וַיָּ֣רַח H7306 יְהוָה֮ H3068 אֶת H853 רֵ֣יחַ H7381 הַנִּיחֹחַ֒ H5207 וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 לִבּ֗וֹ H3820 לֹֽא H3808 אֹ֠סִף H3254 לְקַלֵּ֨ל H7043 ע֤וֹד H5750 אֶת H853 הָֽאֲדָמָה֙ H127 בַּעֲב֣וּר H5668 הָֽאָדָ֔ם H120 כִּ֠י H3588 יֵ֣צֶר H3336 לֵ֧ב H3820 הָאָדָ֛ם H120 רַ֖ע H7451 מִנְּעֻרָ֑י H5271 וְלֹֽא H3808 אֹסִ֥ף H3254 ע֛וֹד H5750 לְהַכּ֥וֹת H5221 אֶת H853 כָּל H3605 חַ֖י H2416 כַּֽאֲשֶׁ֥ר H834 עָשִֽׂיתִי H6213 ",
  "22": "עֹ֖ד H5750 כָּל H3605 יְמֵ֣י H3117 הָאָ֑רֶץ H776 זֶ֡רַע H2233 וְ֠קָצִיר H7105 וְקֹ֨ר H7120 וָחֹ֜ם H2527 וְקַ֧יִץ H7019 וָחֹ֛רֶף H2779 וְי֥וֹם H3117 וָלַ֖יְלָה H3915 לֹ֥א H3808 יִשְׁבֹּֽתוּ H7673 "
}
