{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the time that judges ruled Israel, there was a famine in that country. There was a man who lived in Israel named Elimelek who left Israel and went to live for a while in the country of Moab. He went with his wife, Naomi, and his two sons, Mahlon and Kilion.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elimelek was from the clan of Ephrath that was living in the town of Bethlehem, in the region of Judah. They came to Moab and stayed there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elimelek died, and Naomi had only her two sons with her.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They married women from Moab. One of them was named Orpah and the other one was named Ruth. But after they had lived in that area for about ten years,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mahlon and Kilion also died. So then Naomi was left alone without her sons or husband.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Naomi heard while still in Moab that Yahweh had helped his people and that now there was plenty of food in Israel. So she got ready to return to Bethlehem with her two daughters-in-law.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They left the place where they had been living and started to travel back to the land of Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they were walking, Naomi said to her two daughters-in-law, \"Each of you should turn around and go back to your mother's home. May Yahweh be as kind to you as you have been to me and our loved ones who have died.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I hope that he will allow each of you to have another husband in whose home you will be secure.\" Then she kissed each of them, and they cried aloud.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They each said, \"No, we want to return with you to your relatives.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Naomi said, \"No, my daughters, return home. It will not do any good for you to come with me! It is not possible for me to have more sons who could become your husbands.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You should go back. It is too late for me to have another husband. Even if I got married today and had more sons,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "would you remain unmarried until they grew up? No, my daughters! It makes me even more sad than you are, because Yahweh has sent me so much trouble.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Ruth and Orpah started crying again. Orpah kissed her mother-in-law goodbye and left, but Ruth refused to leave Naomi.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Naomi said to her, \"Look! Your sister-in-law is going back to her relatives and to her gods! Go back with her!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Ruth replied, \"No! Please do not ask me to go back and leave you! Where you go, I will go. Where you stay, I will stay. Your relatives will be my relatives, and I will worship the God you worship.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Where you die, I will die. Where they bury you, they will bury me. May Yahweh punish me severely if I ever leave you. We will never be separated until one of us dies.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Naomi realized that Ruth was very determined to go with her, she stopped urging her to return home.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the two women continued walking until they came to Bethlehem. When they arrived there, everyone in the town was very happy to see them. The women of the town exclaimed, \"It is hard to believe that this is Naomi!\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Naomi said to them, \"You should not call me Naomi any more, because it means 'pleasant.' Instead, call me Mara, because it means 'bitter.' God Almighty has made my life very bitter.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I left here my life was full because I had a family. But Yahweh has brought me back here empty, without my family. Do not call me Naomi. Yahweh has punished me. Almighty God has caused a great tragedy to happen to me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So that is how Naomi returned home along with her daughter-in-law Ruth, the woman from Moab. And it happened that when they arrived in Bethlehem, the barley harvest was just beginning.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}