{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a man named Boaz who lived in Bethlehem. He was a relative of Naomi's dead husband, Elimelek. He was also rich and influential.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day Ruth said to Naomi, \"Let me go to the fields and pick up the stalks of grain that the harvesters leave behind. I will go behind any harvester who gives me permission.\"\nNaomi replied, \"Go ahead, my daughter.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Ruth went out to the fields and began to pick up the grain left behind by the men who were harvesting. And it turned out that she was working in a field that belonged to Boaz, the relative of her father-in-law, Elimelek!\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just then, Boaz returned from town. He greeted the harvesters, saying, \"May Yahweh be with you!\" They replied, \"May Yahweh bless you!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Boaz saw Ruth, and asked the foreman, \"Who is that young woman related to?\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The foreman replied, \"She is the woman from Moab who returned from there with her mother-in-law Naomi.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said to me, 'Please let me pick up some grain. I will only walk behind the men who are harvesting the grain and gather what they leave.' I gave her permission, and she has been working in the field from this morning until now. She has only taken a short rest, when she rested in the shelter.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Boaz went over to Ruth and said to her, \"Young lady, listen to me. You do not need to go to any other field to gather grain. You should stay here with my servant girls.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Watch where the men are harvesting, and follow along behind my servant girls. I have told the men who are harvesting not to bother you. And whenever you are thirsty, go and get some water to drink from the jars that the men have filled.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he said that, she knelt before him, with her face touching the ground. She exclaimed, \"Why are you being so kind to me? I did not think you would pay any attention to me since I am a foreigner!\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Boaz replied, \"People have told me about everything you have done for your mother-in-law since your husband died. They told me that you left your parents and your homeland, and you came here to live among people whom you did not know.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I pray that Yahweh will repay you for what you have done. May you receive full payment for your actions from the God of Israel, because he is the one you have come to and he will protect you!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She replied, \"Sir, I hope I will continue to please you. You have comforted me with your kindness, even though I am not even one of your servant girls.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When it was time to eat, Boaz said to her, \"Come over here and get some food. Take this bread and dip it in the vinegar and eat it.\" Then when she sat down with the harvesters, he offered her some roasted grain. She ate all that she wanted and had some left over.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As she stood up to go back to work, Boaz ordered his workers, \"Even if she gathers some grain near the bundles of grain that have been cut, do not try to stop her.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, make sure that you pull out some stalks of grain from the bundles and leave them on the ground for her to pick up, and do not scold her.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Ruth gathered grain in the field until evening. Then she threshed the barley that she had gathered, to separate the kernels from the stalks, and the barley filled a large basket.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She carried it back to town and showed her mother-in-law how much she had gathered. She also gave her mother-in-law the grain that was left over from her lunch.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Her mother-in-law asked her, \"Where did you gather all this grain today? In whose field exactly did you work? May God do good to the man who was so kind to you.\" Then Ruth told her about where she had been working. She said, \"The name of that field's owner is Boaz.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Naomi said to her daughter-in-law, \"May Yahweh bless him! He has not stopped acting kindly toward us, who are still living, and to our husbands who have died.\" Then she added, \"That man is a close relative of Elimelek; in fact, he is one of those responsible for taking care of us.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Ruth said, \"He also said to me, 'Stay with my workers until they have completed bringing in all my grain from the field.'\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Naomi replied, \"My daughter, it will be good for you to go to his field with his servant girls, because if you go to someone else's field, someone might harm you.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Ruth worked alongside of Boaz's servant girls. She gathered stalks of grain until the workers had finished harvesting both the barley and the wheat. During that time she continued to live with Naomi.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}