{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day, Naomi said to Ruth, \"My daughter, I think that I should try to arrange for you to have a home and a husband who will provide for you.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Boaz is a close relative of ours, and he has been very kind by letting you gather grain with his servant girls. Listen carefully. Tonight he will be at the place where they thresh the barley. He will be separating the grain from the chaff.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bathe yourself and put on some perfume. Put on your best clothes. Then go down to the place where they thresh the grain. But do not let him know that you are there until he is finished eating and drinking.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he has finished eating, notice where he lies down to sleep. Then when he is asleep, go over to him, uncover his feet, and lie close to his feet. When he wakes up, he will tell you what to do.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ruth replied, \"I will do everything that you have told me to do.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So she went down to the place where they thresh the grain. There she did everything that her mother-in-law had told her to do.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Boaz finished eating and drinking, he was feeling good. Then he went over to the far end of the pile of grain. He lay down there and went to sleep. Then Ruth approached him quietly. She took the covering off his feet and lay down there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the middle of the night, he woke up suddenly. He sat up and realized that a woman was lying at his feet.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He asked her, \"Who are you?\" She replied, \"I am your servant, Ruth. Since you are the one responsible for my dead husband's family, spread the corner of your cloak over me.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Boaz replied, \"May Yahweh bless you, my dear! You acted kindly toward your mother-in-law previously, and now you are acting even more kindly toward me by not chasing after a young man to marry, whether rich or poor.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, my dear, I will do everything that you ask. Do not be afraid, because all the people in this town know that you are an honorable woman.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But there is one problem. Although it is true that I am a close relative of yours, there is another man who is an even closer relative than I am, one who stands closer to your mother-in-law than I do, and therefore he is really the one who is responsible for you.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You stay here for the rest of the night. Tomorrow morning I will tell this man about you. If he says that he will take responsibility for you, fine, we will let him marry you. But if he is not willing to do that, I solemnly promise that as surely as Yahweh lives, I will marry you and take care of you. So stay here until it is morning.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So she lay at his feet until morning. But she got up and left before it was light enough that people would be able to recognize her, because Boaz said, \"It would be best if no one knows that a woman was here.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also said to her, \"Bring to me your cloak and spread it out.\" When she did that, he poured into it a generous amount of barley and put it on her back. Then he went into town.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Ruth arrived home, her mother-in-law asked her, \"Is that you, my daughter?\" Then Ruth told her everything that Boaz had done for her and what he had said.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She also said to Naomi, \"He gave me all this barley, saying, 'I do not want you to return to your mother-in-law empty-handed.'\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Naomi said, \"My daughter, just wait here until we see what happens. I am sure that Boaz will surely take care of this matter today.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}