{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Meanwhile, Boaz went up to the meeting place at the gate leading into the town and sat down there. Before long, the close relative that Boaz had mentioned came along. Boaz said to him, \"My cousin, come over here and sit down.\" So the man went and sat down.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Boaz then gathered ten of the elders of the town and asked them to join them. So they sat down.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Boaz said to his relative, \"As you know, Naomi has returned from Moab. Now she wants to sell her right to the piece of land that belonged to our relative Elimelek.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I thought that I should tell you about that, and suggest that you buy it, while these elders who are sitting here are listening. If you are willing to buy the property, do that. But if you do not want to buy it, tell me, so that I will know. I am suggesting this to you because you are the one who has the first right to buy it, and if you do not buy it, I am next in line.\" The man replied, \"I will buy it!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Boaz told him, \"When you buy the land from Naomi, you will also need to marry Ruth, our relative's widow from Moab, in order that she may have a son to inherit the property and carry on the name of her dead husband.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the nearer relative said, \"If that is so, I do not want to buy the property, because then my own children would not inherit the property. I give you the right to buy the property instead of me!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, it was the custom in Israel that when two people agreed to redeem or exchange anything between them, one man would take off one of his sandals and give it to the other man. That was the way they finalized transactions in Israel.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the relative said to Boaz, \"You buy the field yourself!\" And he took off one of his sandals and gave it to Boaz.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Boaz said to the elders and to all the other people who were there, \"Today you have all seen that I have bought from Naomi all the property that belonged to Elimelek, Mahlon, and Kilion.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am also taking Ruth, the woman from Moab, Mahlon's widow, to be my wife. This is in order that she may give birth to a son who will inherit the property. In this way he will carry on the family name among his relatives and here in his hometown. Today you all are witnesses of what I have done.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the elders and the others who were sitting at the town gate agreed and said, \"Yes, we are witnesses.\" One of them added, \"May Yahweh allow this woman, who will be coming into your home, to be like Rachel and Leah, the two who bore our ancestors and started our people, Israel. We hope that you will become rich in the clan of Ephrathah, and become famous here in Bethlehem.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May your family be like the family of your ancestor Perez son of Judah, and Tamar, because of the many descendants that Yahweh will give to you and this young woman.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Boaz took Ruth to be his wife and slept with her. Yahweh enabled her to become pregnant, and she gave birth to a son.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The women of Bethlehem said to Naomi, \"Praise Yahweh! Now he has given you a grandson who will be the one who will have the responsibility to take care of you. May he become famous throughout Israel.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will make you feel young again, and he will take care of you when you become old, because your daughter-in-law, who loves you, has given birth to him. She has been better to you than if you had seven sons.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Naomi took the baby and put him on her lap, and became a second mother for him.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The women who were living nearby said, \"It is as though Naomi now has a son!\" And they named him Obed. Later, Obed became the father of Jesse, who became the father of David.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18-22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Here is a list of the descendants of Perez: Perez's son was Hezron. Hezron's son was Ram. Ram's son was Amminadab. Amminadab's son was Nahshon. Nahshon's son was Salmon. Salmon's son was Boaz. Boaz's son was Obed. Obed's son was Jesse. Jesse's son was David.\n\n"
      }
    ]
  }
}