{
  "1": "לְדָוִ֨ד H1732 בָּרֲכִ֣י H1288 נַ֭פְשִׁי H5315 אֶת H853 יְהוָ֑ה H3068 וְכָל H3605 קְ֝רָבַ֗י H7130 אֶת H853 שֵׁ֥ם H8034 קָדְשֽׁוֹ H6944 ",
  "2": "בָּרֲכִ֣י H1288 נַ֭פְשִׁי H5315 אֶת H853 יְהוָ֑ה H3068 וְאַל H408 תִּ֝שְׁכְּחִ֗י H7911 כָּל H3605 גְּמוּלָֽיו H1576 ",
  "3": "הַסֹּלֵ֥חַ H5545 לְכָל H3605 עֲוֺנֵ֑כִי H5771 הָ֝רֹפֵ֗א H7495 לְכָל H3605 תַּחֲלֻאָֽיְכִי H8463 ",
  "4": "הַגּוֹאֵ֣ל H1350 מִשַּׁ֣חַת H7845 חַיָּ֑יְכִי H2416 הַֽ֝מְעַטְּרֵ֗ H5849 חֶ֣סֶד H2617 וְרַחֲמִֽים H7356 ",
  "5": "הַמַּשְׂבִּ֣יַע H7646 בַּטּ֣וֹב H2896 עֶדְיֵ֑ךְ H5716 תִּתְחַדֵּ֖שׁ H2318 כַּנֶּ֣שֶׁר H5404 נְעוּרָֽיְכִי H5271 ",
  "6": "עֹשֵׂ֣ה H6213 צְדָק֣וֹת H6666 יְהוָ֑ה H3068 וּ֝מִשְׁפָּטִ֗ים H4941 לְכָל H3605 עֲשׁוּקִֽים H6231 ",
  "7": "יוֹדִ֣יעַ H3045 דְּרָכָ֣יו H1870 לְמֹשֶׁ֑ה H4872 לִבְנֵ֥י H1121 יִ֝שְׂרָאֵ֗ל H3478 עֲלִילֽוֹתָיו H5949 ",
  "8": "רַח֣וּם H7349 וְחַנּ֣וּן H2587 יְהוָ֑ה H3068 אֶ֖רֶךְ H750 אַפַּ֣יִם H639 וְרַב H7227 חָֽסֶד H2617 ",
  "9": "לֹֽא H3808 לָנֶ֥צַח H5331 יָרִ֑יב H7378 וְלֹ֖א H3808 לְעוֹלָ֣ם H5769 יִטּֽוֹר H5201 ",
  "10": "לֹ֣א H3808 כַ֭חֲטָאֵי H2399 עָ֣שָׂה H6213 לָ֑נוּ Hl וְלֹ֥א H3808 כַ֝עֲוֺנֹתֵ֗י H5771 גָּמַ֥ל H1580 עָלֵֽינוּ H5921 ",
  "11": "כִּ֤י H3588 כִגְבֹ֣הַּ H1361 שָׁ֭מַיִם H8064 עַל H5921 הָאָ֑רֶץ H776 גָּבַ֥ר H1396 חַ֝סְדּ֗וֹ H2617 עַל H5921 יְרֵאָֽיו H3373 ",
  "12": "כִּרְחֹ֣ק H7368 מִ֭זְרָח H4217 מִֽמַּֽעֲרָ֑ב H4628 הִֽרְחִ֥יק H7368 מִ֝מֶּ֗נּוּ H4480 אֶת H853 פְּשָׁעֵֽינוּ H6588 ",
  "13": "כְּרַחֵ֣ם H7355 אָ֭ב H1 עַל H5921 בָּנִ֑ים H1121 רִחַ֥ם H7355 יְ֝הוָ֗ה H3068 עַל H5921 יְרֵאָֽיו H3373 ",
  "14": "כִּי H3588 ה֖וּא H1931 יָדַ֣ע H3045 יִצְרֵ֑נוּ H3336 זָ֝כ֗וּר H2142 כִּי H3588 עָפָ֥ר H6083 אֲנָֽחְנוּ H587 ",
  "15": "אֱ֭נוֹשׁ H582 כֶּחָצִ֣יר H2682 יָמָ֑יו H3117 כְּצִ֥יץ H6731 הַ֝שָּׂדֶ֗ה H7704 כֵּ֣ן H3651 יָצִֽיץ H6692 ",
  "16": "כִּ֤י H3588 ר֣וּחַ H7307 עָֽבְרָה H5674 בּ֣וֹ Hb וְאֵינֶ֑ H369 וְלֹא H3808 יַכִּירֶ֖נּוּ H5234 ע֣וֹד H5750 מְקוֹמֽוֹ H4725 ",
  "17": "וְחֶ֤סֶד H2617 יְהוָ֨ה H3068 מֵעוֹלָ֣ם H5769 וְעַד H5704 ע֭וֹלָם H5769 עַל H5921 יְרֵאָ֑יו H3373 וְ֝צִדְקָת֗ H6666 לִבְנֵ֥י H1121 בָנִֽים H1121 ",
  "18": "לְשֹׁמְרֵ֥י H8104 בְרִית֑וֹ H1285 וּלְ H2142 פִ֝קֻּדָ֗יו H6490 לַעֲשׂוֹתָֽ H6213 ",
  "19": "יְֽהוָ֗ה H3068 בַּ֭שָּׁמַיִם H8064 הֵכִ֣ין H3559 כִּסְא֑וֹ H3678 וּ֝מַלְכוּת֗ H4438 בַּכֹּ֥ל H3605 מָשָֽׁלָה H4910 ",
  "20": "בָּרֲכ֥וּ H1288 יְהוָ֗ה H3068 מַלְאָ֫כָ֥יו H4397 גִּבֹּ֣רֵי H1368 כֹ֭חַ H3581 עֹשֵׂ֣י H6213 דְבָר֑וֹ H1697 לִ֝שְׁמֹ֗עַ H8085 בְּק֣וֹל H6963 דְּבָרֽוֹ H1697 ",
  "21": "בָּרֲכ֣וּ H1288 יְ֭הוָה H3068 כָּל H3605 צְבָאָ֑יו H6635 מְ֝שָׁרְתָ֗יו H8334 עֹשֵׂ֥י H6213 רְצוֹנֽוֹ H7522 ",
  "22": "בָּרֲכ֤וּ H1288 יְהוָ֨ה H3068 כָּֽל H3605 מַעֲשָׂ֗יו H4639 בְּכָל H3605 מְקֹמ֥וֹת H4725 מֶמְשַׁלְתּ֑וֹ H4475 בָּרֲכִ֥י H1288 נַ֝פְשִׁ֗י H5315 אֶת H853 יְהוָֽה H3068 "
}
