{
  "1": "הוֹד֣וּ H3034 לַ֭יהוָה H3068 קִרְא֣וּ H7121 בִּשְׁמ֑ H8034 הוֹדִ֥יעוּ H3045 בָ֝עַמִּ֗ים H5971 עֲלִילוֹתָֽיו H5949 ",
  "2": "שִֽׁירוּ H7891 ל֭וֹ Hl זַמְּרוּ H2167 ל֑וֹ Hl שִׂ֝֗יחוּ H7878 בְּכָל H3605 נִפְלְאוֹתָֽיו H6381 ",
  "3": "הִֽ֭תְהַלְלוּ H1984 בְּשֵׁ֣ם H8034 קָדְשׁ֑וֹ H6944 יִ֝שְׂמַ֗ח H8055 לֵ֤ב H3820 מְבַקְשֵׁ֬י H1245 יְהוָֽה H3068 ",
  "4": "דִּרְשׁ֣וּ H1875 יְהוָ֣ה H3068 וְעֻזּ֑ H5797 בַּקְּשׁ֖וּ H1245 פָנָ֣יו H6440 תָּמִֽיד H8548 ",
  "5": "זִכְר֗וּ H2142 נִפְלְאוֹתָ֥יו H6381 אֲשֶׁר H834 עָשָׂ֑ה H6213 מֹ֝פְתָ֗יו H4159 וּמִשְׁפְּטֵי H4941 פִֽיו H6310 ",
  "6": "זֶ֭רַע H2233 אַבְרָהָ֣ם H85 עַבְדּ֑וֹ H5650 בְּנֵ֖י H1121 יַעֲקֹ֣ב H3290 בְּחִירָֽיו H972 ",
  "7": "ה֭וּא H1931 יְהוָ֣ה H3068 אֱלֹהֵ֑ינוּ H430 בְּכָל H3605 הָ֝אָ֗רֶץ H776 מִשְׁפָּטָֽיו H4941 ",
  "8": "זָכַ֣ר H2142 לְעוֹלָ֣ם H5769 בְּרִית֑וֹ H1285 דָּבָ֥ר H1697 צִ֝וָּ֗ה H6680 לְאֶ֣לֶף H505 דּֽוֹר H1755 ",
  "9": "אֲשֶׁ֣ר H834 כָּ֭רַת H3772 אֶת H854 אַבְרָהָ֑ם H85 וּשְׁב֖וּעָת֣ H7621 לְיִשְׂחָֽק H3446 ",
  "10": "וַיַּֽעֲמִידֶ֣ H5975 לְיַעֲקֹ֣ב H3290 לְחֹ֑ק H2706 לְ֝יִשְׂרָאֵ֗ל H3478 בְּרִ֣ית H1285 עוֹלָֽם H5769 ",
  "11": "לֵאמֹ֗ר H559 לְךָ֗ Hl אֶתֵּ֥ן H5414 אֶת H853 אֶֽרֶץ H776 כְּנָ֑עַן H3667 חֶ֝֗בֶל H2256 נַחֲלַתְכֶֽם H5159 ",
  "12": "בִּֽ֭הְיוֹתָ H1961 מְתֵ֣י H4962 מִסְפָּ֑ר H4557 כִּ֝מְעַ֗ט H4592 וְגָרִ֥ים H1481 בָּֽהּ Hb ",
  "13": "וַֽ֭יִּתְהַלְּכוּ H1980 מִגּ֣וֹי H1471 אֶל H413 גּ֑וֹי H1471 מִ֝מַּמְלָכָ֗ה H4467 אֶל H413 עַ֥ם H5971 אַחֵֽר H312 ",
  "14": "לֹֽא H3808 הִנִּ֣יחַ H3240 אָדָ֣ם H120 לְעָשְׁקָ֑ H6231 וַיּ֖וֹכַח H3198 עֲלֵיהֶ֣ם H5921 מְלָכִֽים H4428 ",
  "15": "אַֽל H408 תִּגְּע֥וּ H5060 בִמְשִׁיחָ֑ H4899 וְ֝לִ H5030 אַל H408 תָּרֵֽעוּ H7489 ",
  "16": "וַיִּקְרָ֣א H7121 רָ֭עָב H7458 עַל H5921 הָאָ֑רֶץ H776 כָּֽל H3605 מַטֵּה H4294 לֶ֥חֶם H3899 שָׁבָֽר H7665 ",
  "17": "שָׁלַ֣ח H7971 לִפְנֵי H6440 אִ֑ישׁ H376 לְ֝עֶ֗בֶד H5650 נִמְכַּ֥ר H4376 יוֹסֵֽף H3130 ",
  "18": "עִנּ֣וּ H6031 בַכֶּ֣בֶל H3525 רגליו H7272 בַּ֝רְזֶ֗ל H1270 בָּ֣אָה H935 נַפְשֽׁוֹ H5315 ",
  "19": "עַד H5704 עֵ֥ת H6256 בֹּֽא H935 דְבָר֑וֹ H1697 אִמְרַ֖ת H565 יְהוָ֣ה H3068 צְרָפָֽתְהוּ H6884 ",
  "20": "שָׁ֣לַח H7971 מֶ֭לֶךְ H4428 וַיַּתִּירֵ֑ H5425 מֹשֵׁ֥ל H4910 עַ֝מִּ֗ים H5971 וַֽיְפַתְּחֵֽ H6605 ",
  "21": "שָׂמ֣וֹ H7760 אָד֣וֹן H113 לְבֵית֑ H1004 וּ֝מֹשֵׁ֗ל H4910 בְּכָל H3605 קִנְיָנֽוֹ H7075 ",
  "22": "לֶאְסֹ֣ר H631 שָׂרָ֣יו H8269 בְּנַפְשׁ֑ H5315 וּזְקֵנָ֥י H2205 יְחַכֵּֽם H2449 ",
  "23": "וַיָּבֹ֣א H935 יִשְׂרָאֵ֣ל H3478 מִצְרָ֑יִם H4714 וְ֝יַעֲקֹ֗ב H3290 גָּ֣ר H1481 בְּאֶֽרֶץ H776 חָֽם H2526 ",
  "24": "וַיֶּ֣פֶר H6509 אֶת H853 עַמּ֣וֹ H5971 מְאֹ֑ד H3966 וַ֝יַּֽעֲצִמֵ H6105 מִצָּרָֽי H6862 ",
  "25": "הָפַ֣ךְ H2015 לִ֭בָּם H3820 לִשְׂנֹ֣א H8130 עַמּ֑וֹ H5971 לְ֝הִתְנַכֵּ֗ל H5230 בַּעֲבָדָֽי H5650 ",
  "26": "שָׁ֭לַח H7971 מֹשֶׁ֣ה H4872 עַבְדּ֑וֹ H5650 אַ֝הֲרֹ֗ן H175 אֲשֶׁ֣ר H834 בָּֽחַר H977 בּֽוֹ Hb ",
  "27": "שָֽׂמוּ H7760 בָ֭ם Hb דִּבְרֵ֣י H1697 אֹתוֹתָ֑יו H226 וּ֝מֹפְתִ֗ים H4159 בְּאֶ֣רֶץ H776 חָֽם H2526 ",
  "28": "שָׁ֣לַֽח H7971 חֹ֭שֶׁךְ H2822 וַיַּחְשִׁ֑ךְ H2821 וְלֹֽא H3808 מָ֝ר֗וּ H4784 אֶת H854 דברוו H1697 ",
  "29": "הָפַ֣ךְ H2015 אֶת H853 מֵימֵיהֶ֣ם H4325 לְדָ֑ם H1818 וַ֝יָּ֗מֶת H4191 אֶת H853 דְּגָתָֽם H1710 ",
  "30": "שָׁרַ֣ץ H8317 אַרְצָ֣ם H776 צְפַרְדְּעִ֑ים H6854 בְּ֝חַדְרֵ֗י H2315 מַלְכֵיהֶֽם H4428 ",
  "31": "אָ֭מַר H559 וַיָּבֹ֣א H935 עָרֹ֑ב H6157 כִּ֝נִּ֗ים H3654 בְּכָל H3605 גְּבוּלָֽם H1366 ",
  "32": "נָתַ֣ן H5414 גִּשְׁמֵיהֶ֣ם H1653 בָּרָ֑ד H1259 אֵ֖שׁ H784 לֶהָב֣וֹת H3852 בְּאַרְצָֽ H776 ",
  "33": "וַיַּ֣ךְ H5221 גַּ֭פְנָם H1612 וּתְאֵנָתָ֑ H8384 וַ֝יְשַׁבֵּ֗ר H7665 עֵ֣ץ H6086 גְּבוּלָֽם H1366 ",
  "34": "אָ֭מַר H559 וַיָּבֹ֣א H935 אַרְבֶּ֑ה H697 וְ֝יֶ֗לֶק H3218 וְאֵ֣ין H369 מִסְפָּֽר H4557 ",
  "35": "וַיֹּ֣אכַל H398 כָּל H3605 עֵ֣שֶׂב H6212 בְּאַרְצָ֑ H776 וַ֝יֹּ֗אכַל H398 פְּרִ֣י H6529 אַדְמָתָֽם H127 ",
  "36": "וַיַּ֣ךְ H5221 כָּל H3605 בְּכ֣וֹר H1060 בְּאַרְצָ֑ H776 רֵ֝אשִׁ֗ית H7225 לְכָל H3605 אוֹנָֽם H202 ",
  "37": "וַֽ֭יּוֹצִיאֵ H3318 בְּכֶ֣סֶף H3701 וְזָהָ֑ב H2091 וְאֵ֖ין H369 בִּשְׁבָטָ֣י H7626 כּוֹשֵֽׁל H3782 ",
  "38": "שָׂמַ֣ח H8055 מִצְרַ֣יִם H4714 בְּצֵאתָ֑ H3318 כִּֽי H3588 נָפַ֖ל H5307 פַּחְדָּ֣ם H6343 עֲלֵיהֶֽם H5921 ",
  "39": "פָּרַ֣שׂ H6566 עָנָ֣ן H6051 לְמָסָ֑ךְ H4539 וְ֝אֵ֗שׁ H784 לְהָאִ֥יר H215 לָֽיְלָה H3915 ",
  "40": "שָׁאַ֣ל H7592 וַיָּבֵ֣א H935 שְׂלָ֑ו H7958 וְלֶ֥חֶם H3899 שָׁ֝מַ֗יִם H8064 יַשְׂבִּיעֵֽם H7646 ",
  "41": "פָּ֣תַח H6605 צ֭וּר H6697 וַיָּז֣וּבוּ H2100 מָ֑יִם H4325 הָ֝לְכ֗וּ H1980 בַּצִּיּ֥וֹת H6723 נָהָֽר H5104 ",
  "42": "כִּֽי H3588 זָ֭כַר H2142 אֶת H853 דְּבַ֣ר H1697 קָדְשׁ֑וֹ H6944 אֶֽת H853 אַבְרָהָ֥ם H85 עַבְדּֽוֹ H5650 ",
  "43": "וַיּוֹצִ֣א H3318 עַמּ֣וֹ H5971 בְשָׂשׂ֑וֹן H8342 בְּ֝רִנָּ֗ה H7440 אֶת H853 בְּחִירָֽיו H972 ",
  "44": "וַיִּתֵּ֣ן H5414 לָ֭הֶם H1992 אַרְצ֣וֹת H776 גּוֹיִ֑ם H1471 וַעֲמַ֖ל H5999 לְאֻמִּ֣ים H3816 יִירָֽשׁוּ H3423 ",
  "45": "בַּעֲב֤וּר H5668 יִשְׁמְר֣וּ H8104 חֻ֭קָּיו H2706 וְתוֹרֹתָ֥י H8451 יִנְצֹ֗רוּ H5341 הַֽלְלוּ H1984 יָֽהּ H3050 "
}
