{
  "1": "הַֽלְלוּיָ֨הּ H1984 הוֹד֣וּ H3034 לַיהוָ֣ה H3068 כִּי H3588 ט֑וֹב H2896 כִּ֖י H3588 לְעוֹלָ֣ם H5769 חַסְדּֽוֹ H2617 ",
  "2": "מִ֗י H4310 יְ֭מַלֵּל H4448 גְּבוּר֣וֹת H1369 יְהוָ֑ה H3068 יַ֝שְׁמִ֗יעַ H8085 כָּל H3605 תְּהִלָּתֽוֹ H8416 ",
  "3": "אַ֭שְׁרֵי H835 שֹׁמְרֵ֣י H8104 מִשְׁפָּ֑ט H4941 עֹשֵׂ֖ה H6213 צְדָקָ֣ה H6666 בְכָל H3605 עֵֽת H6256 ",
  "4": "זָכְרֵ֣נִי H2142 יְ֭הוָה H3068 בִּרְצ֣וֹן H7522 עַמֶּ֑ךָ H5971 פָּ֝קְדֵ֗נִי H6485 בִּישׁוּעָתֶֽ H3444 ",
  "5": "לִרְא֤וֹת H7200 בְּט֘וֹבַ֤ת H2896 בְּחִירֶ֗יךָ H972 לִ֭שְׂמֹחַ H8055 בְּשִׂמְחַ֣ת H8057 גּוֹיֶ֑ךָ H1471 לְ֝הִתְהַלֵּ֗ל H1984 עִם H5973 נַחֲלָתֶֽךָ H5159 ",
  "6": "חָטָ֥אנוּ H2398 עִם H5973 אֲבוֹתֵ֗ינוּ H1 הֶעֱוִ֥ינוּ H5753 הִרְשָֽׁעְנוּ H7561 ",
  "7": "אֲב֘וֹתֵ֤ינוּ H1 בְמִצְרַ֨יִם H4714 לֹא H3808 הִשְׂכִּ֬ילוּ H7919 נִפְלְאוֹתֶ֗יךָ H6381 לֹ֣א H3808 זָ֭כְרוּ H2142 אֶת H853 רֹ֣ב H7230 חֲסָדֶ֑יךָ H2617 וַיַּמְר֖וּ H4784 עַל H5921 יָ֣ם H3220 בְּיַם H3220 סֽוּף H5488 ",
  "8": "וַֽ֭יּוֹשִׁיעֵ H3467 לְמַ֣עַן H4616 שְׁמ֑וֹ H8034 לְ֝הוֹדִ֗יעַ H3045 אֶת H853 גְּבוּרָתֽוֹ H1369 ",
  "9": "וַיִּגְעַ֣ר H1605 בְּיַם H3220 ס֭וּף H5488 וַֽיֶּחֱרָ֑ב H2717 וַיּוֹלִיכֵ֥ H3212 בַּ֝תְּהֹמ֗וֹת H8415 כַּמִּדְבָּֽר H4057 ",
  "10": "וַֽ֭יּוֹשִׁיעֵ H3467 מִיַּ֣ד H3027 שׂוֹנֵ֑א H8130 וַ֝יִּגְאָלֵ֗ H1350 מִיַּ֥ד H3027 אוֹיֵֽב H341 ",
  "11": "וַיְכַסּוּ H3680 מַ֥יִם H4325 צָרֵיהֶ֑ם H6862 אֶחָ֥ד H259 מֵ֝הֶ֗ם H1992 לֹ֣א H3808 נוֹתָֽר H3498 ",
  "12": "וַיַּאֲמִ֥ינוּ H539 בִדְבָרָ֑י H1697 יָ֝שִׁ֗ירוּ H7891 תְּהִלָּתֽוֹ H8416 ",
  "13": "מִֽ֭הֲרוּ H4116 שָׁכְח֣וּ H7911 מַעֲשָׂ֑יו H4639 לֹֽא H3808 חִ֝כּ֗וּ H2442 לַעֲצָתֽ H6098 ",
  "14": "וַיִּתְאַוּ֣וּ H183 תַ֭אֲוָה H8378 בַּמִּדְבָּ֑ר H4057 וַיְנַסּוּ H5254 אֵ֝֗ל H410 בִּֽישִׁימֽוֹן H3452 ",
  "15": "וַיִּתֵּ֣ן H5414 לָ֭הֶם H1992 שֶׁאֱלָתָ֑ם H7596 וַיְשַׁלַּ֖ח H7971 רָז֣וֹן H7332 בְּנַפְשָֽׁ H5315 ",
  "16": "וַיְקַנְא֣וּ H7065 לְ֭מֹשֶׁה H4872 בַּֽמַּחֲנֶ֑ה H4264 לְ֝אַהֲרֹ֗ן H175 קְד֣וֹשׁ H6918 יְהוָֽה H3068 ",
  "17": "תִּפְתַּח H6605 אֶ֭רֶץ H776 וַתִּבְלַ֣ע H1104 דָּתָ֑ן H1885 וַ֝תְּכַ֗ס H3680 עַל H5921 עֲדַ֥ת H5712 אֲבִירָֽם H48 ",
  "18": "וַתִּבְעַר H1197 אֵ֥שׁ H784 בַּעֲדָתָ֑ H5712 לֶ֝הָבָ֗ה H3852 תְּלַהֵ֥ט H3857 רְשָׁעִֽים H7563 ",
  "19": "יַעֲשׂוּ H6213 עֵ֥גֶל H5695 בְּחֹרֵ֑ב H2722 וַ֝יִּשְׁתַּחֲו֗וּ H7812 לְמַסֵּכָֽה H4541 ",
  "20": "וַיָּמִ֥ירוּ H4171 אֶת H853 כְּבוֹדָ֑ם H3519 בְּתַבְנִ֥ית H8403 שׁ֝֗וֹר H7794 אֹכֵ֥ל H398 עֵֽשֶׂב H6212 ",
  "21": "שָׁ֭כְחוּ H7911 אֵ֣ל H410 מוֹשִׁיעָ֑ם H3467 עֹשֶׂ֖ה H6213 גְדֹל֣וֹת H1419 בְּמִצְרָֽיִם H4714 ",
  "22": "נִ֭פְלָאוֹת H6381 בְּאֶ֣רֶץ H776 חָ֑ם H2526 נ֝וֹרָא֗וֹת H3372 עַל H5921 יַם H3220 סֽוּף H5488 ",
  "23": "וַיֹּ֗אמֶר H559 לְֽהַשְׁמִ֫ידָ֥ H8045 לוּלֵ֡י H3884 מֹ֘שֶׁ֤ה H4872 בְחִיר֗וֹ H972 עָמַ֣ד H5975 בַּפֶּ֣רֶץ H6556 לְפָנָ֑י H6440 לְהָשִׁ֥יב H7725 חֲ֝מָת֗וֹ H2534 מֵֽהַשְׁחִֽית H7843 ",
  "24": "וַֽ֭יִּמְאֲסוּ H3988 בְּאֶ֣רֶץ H776 חֶמְדָּ֑ה H2532 לֹֽא H3808 הֶ֝אֱמִ֗ינוּ H539 לִדְבָרֽ H1697 ",
  "25": "וַיֵּרָגְנ֥וּ H7279 בְאָהֳלֵי H168 לֹ֥א H3808 שָׁ֝מְע֗וּ H8085 בְּק֣וֹל H6963 יְהוָֽה H3068 ",
  "26": "וַיִּשָּׂ֣א H5375 יָד֣וֹ H3027 לָהֶ֑ם H1992 לְהַפִּ֥יל H5307 א֝וֹתָ֗ם H853 בַּמִּדְבָּֽר H4057 ",
  "27": "וּלְ H5307 זַ֭רְעָם H2233 בַּגּוֹיִ֑ם H1471 וּ֝לְ H2219 בָּאֲרָצֽוֹת H776 ",
  "28": "וַ֭יִּצָּ֣מְדוּ H6775 לְבַ֣עַל H1187 פְּע֑וֹר H1187 וַ֝יֹּאכְל֗וּ H398 זִבְחֵ֥י H2077 מֵתִֽים H4191 ",
  "29": "וַ֭יַּכְעִיסוּ H3707 בְּמַֽעַלְלֵי H4611 וַתִּפְרָץ H6555 בָּ֝֗ם Hb מַגֵּפָֽה H4046 ",
  "30": "וַיַּעֲמֹ֣ד H5975 פִּֽ֭ינְחָס H6372 וַיְפַלֵּ֑ל H6419 וַ֝תֵּעָצַ֗ר H6113 הַמַּגֵּפָֽה H4046 ",
  "31": "וַתֵּחָ֣שֶׁב H2803 ל֭וֹ Hl לִצְדָקָ֑ה H6666 לְדֹ֥ר H1755 וָ֝דֹ֗ר H1755 עַד H5704 עוֹלָֽם H5769 ",
  "32": "וַ֭יַּקְצִיפוּ H7107 עַל H5921 מֵ֥י H4325 מְרִיבָ֑ה H4808 וַיֵּ֥רַע H7489 לְ֝מֹשֶׁ֗ה H4872 בַּעֲבוּרָֽ H5668 ",
  "33": "כִּֽי H3588 הִמְר֥וּ H4784 אֶת H853 רוּח֑וֹ H7307 וַ֝יְבַטֵּ֗א H981 בִּשְׂפָתָֽי H8193 ",
  "34": "לֹֽא H3808 הִ֭שְׁמִידוּ H8045 אֶת H853 הָֽעַמִּ֑ים H5971 אֲשֶׁ֤ר H834 אָמַ֖ר H559 יְהוָ֣ה H3068 לָהֶֽם H1992 ",
  "35": "וַיִּתְעָרְב֥וּ H6148 בַגּוֹיִ֑ם H1471 וַֽ֝יִּלְמְד֗וּ H3925 מַֽעֲשֵׂיהֶֽם H4639 ",
  "36": "וַיַּעַבְד֥וּ H5647 אֶת H853 עֲצַבֵּיהֶ֑ם H6091 וַיִּהְי֖וּ H1961 לָהֶ֣ם H1992 לְמוֹקֵֽשׁ H4170 ",
  "37": "וַיִּזְבְּח֣וּ H2076 אֶת H853 בְּ֭נֵיהֶם H1121 וְאֶת H853 בְּנֽוֹתֵיהֶ֗ם H1323 לַשֵּֽׁדִים H7700 ",
  "38": "וַיִּֽשְׁפְּכ֨וּ H8210 דָ֪ם H1818 נָקִ֡י H5355 דַּם H1818 בְּנֵ֘יהֶ֤ם H1121 וּֽבְנוֹתֵי H1323 אֲשֶׁ֣ר H834 זִ֭בְּחוּ H2076 לַעֲצַבֵּ֣י H6091 כְנָ֑עַן H3667 וַתֶּחֱנַ֥ף H2610 הָ֝אָ֗רֶץ H776 בַּדָּמִֽים H1818 ",
  "39": "וַיִּטְמְא֥וּ H2930 בְמַעֲשֵׂי H4639 וַ֝יִּזְנוּ֗ H2181 בְּמַֽעַלְלֵי H4611 ",
  "40": "וַיִּֽחַר H2734 אַ֣ף H639 יְהוָ֣ה H3068 בְּעַמּ֑ H5971 וַ֝יְתָעֵ֗ב H8581 אֶת H853 נַחֲלָתֽוֹ H5159 ",
  "41": "וַיִּתְּנֵ֥ H5414 בְּיַד H3027 גּוֹיִ֑ם H1471 וַֽיִּמְשְׁל֥וּ H4910 בָ֝הֶ֗ם Hb שֹׂנְאֵיהֶֽם H8130 ",
  "42": "וַיִּלְחָצ֥וּ H3905 אוֹיְבֵיהֶ֑ם H341 וַ֝יִּכָּנְע֗וּ H3665 תַּ֣חַת H8478 יָדָֽם H3027 ",
  "43": "פְּעָמִ֥ים H6471 רַבּ֗וֹת H7227 יַצִּ֫ילֵ֥ם H5337 וְ֭הֵמָּה H1992 יַמְר֣וּ H4784 בַעֲצָתָ֑ H6098 וַ֝יָּמֹ֗כּוּ H4355 בַּעֲוֺנָֽ H5771 ",
  "44": "וַ֭יַּרְא H7200 בַּצַּ֣ר H6862 לָהֶ֑ם H1992 בְּ֝שָׁמְע֗ H8085 אֶת H853 רִנָּתָֽם H7440 ",
  "45": "וַיִּזְכֹּ֣ר H2142 לָהֶ֣ם H1992 בְּרִית֑וֹ H1285 וַ֝יִּנָּחֵ֗ם H5162 כְּרֹ֣ב H7230 חסדו H2617 ",
  "46": "וַיִּתֵּ֣ן H5414 אוֹתָ֣ם H853 לְרַחֲמִ֑ים H7356 לִ֝פְנֵ֗י H6440 כָּל H3605 שׁוֹבֵיהֶֽם H7617 ",
  "47": "הוֹשִׁיעֵ֨נוּ H3467 יְה֘וָ֤ה H3068 אֱלֹהֵ֗ינוּ H430 וְקַבְּצֵ H6908 מִֽן H4480 הַגּ֫וֹיִ֥ם H1471 לְ֭הֹדוֹת H3034 לְשֵׁ֣ם H8034 קָדְשֶׁ֑ךָ H6944 לְ֝הִשְׁתַּבֵּ֗חַ H7623 בִּתְהִלָּתֶֽ H8416 ",
  "48": "בָּר֤וּךְ H1288 יְהוָ֨ה H3068 אֱלֹהֵ֪י H430 יִשְׂרָאֵ֡ל H3478 מִן H4480 הָ֤עוֹלָ֨ם H5769 וְעַ֬ד H5704 הָעוֹלָ֗ם H5769 וְאָמַ֖ר H559 כָּל H3605 הָעָ֥ם H5971 אָמֵ֗ן H543 הַֽלְלוּ H1984 יָֽהּ H3050 "
}
