{
  "1": "לַ֭מְנַצֵּחַ H5329 לְדָוִ֣ד H1732 מִזְמ֑וֹר H4210 אֱלֹהֵ֥י H430 תְ֝הִלָּתִ֗י H8416 אַֽל H408 תֶּחֱרַֽשׁ H2790 ",
  "2": "כִּ֤י H3588 פִ֪י H6310 רָשָׁ֡ע H7563 וּֽפִי H6310 מִ֭רְמָה H4820 עָלַ֣י H5921 פָּתָ֑חוּ H6605 דִּבְּר֥וּ H1696 אִ֝תִּ֗י H854 לְשׁ֣וֹן H3956 שָֽׁקֶר H8267 ",
  "3": "וְדִבְרֵ֣י H1697 שִׂנְאָ֣ה H8135 סְבָב֑וּנִי H5437 וַיִּֽלָּחֲמ֥וּ H3898 חִנָּֽם H2600 ",
  "4": "תַּֽחַת H8478 אַהֲבָתִ֥י H160 יִשְׂטְנ֗וּנִי H7853 וַאֲנִ֥י H589 תְפִלָּֽה H8605 ",
  "5": "וַיָּ֘שִׂ֤ימוּ H7760 עָלַ֣י H5921 רָ֭עָה H7451 תַּ֣חַת H8478 טוֹבָ֑ה H2896 וְ֝שִׂנְאָ֗ה H8135 תַּ֣חַת H8478 אַהֲבָתִֽי H160 ",
  "6": "הַפְקֵ֣ד H6485 עָלָ֣יו H5921 רָשָׁ֑ע H7563 וְ֝שָׂטָ֗ן H7854 יַעֲמֹ֥ד H5975 עַל H5921 יְמִינֽוֹ H3225 ",
  "7": "בְּ֭הִשָּׁ֣פְט H8199 יֵצֵ֣א H3318 רָשָׁ֑ע H7563 וּ֝תְפִלָּת֗ H8605 תִּהְיֶ֥ה H1961 לַֽחֲטָאָֽה H2401 ",
  "8": "יִֽהְיֽוּ H1961 יָמָ֥יו H3117 מְעַטִּ֑ים H4592 פְּ֝קֻדָּת֗וֹ H6486 יִקַּ֥ח H3947 אַחֵֽר H312 ",
  "9": "יִֽהְיוּ H1961 בָנָ֥יו H1121 יְתוֹמִ֑ים H3490 וְ֝אִשְׁתּ H802 אַלְמָנָֽה H490 ",
  "10": "וְנ֤וֹעַ H5128 יָנ֣וּעוּ H5128 בָנָ֣יו H1121 וְשִׁאֵ֑לוּ H7592 וְ֝דָרְשׁ֗וּ H1875 מֵחָרְבוֹתֵי H2723 ",
  "11": "יְנַקֵּ֣שׁ H5367 נ֭וֹשֶׁה H5383 לְכָל H3605 אֲשֶׁר H834 ל֑וֹ Hl וְיָבֹ֖זּוּ H962 זָרִ֣ים H2114 יְגִיעֽוֹ H3018 ",
  "12": "אַל H408 יְהִי H1961 ל֭וֹ Hl מֹשֵׁ֣ךְ H4900 חָ֑סֶד H2617 וְֽאַל H408 יְהִ֥י H1961 ח֝וֹנֵ֗ן H2603 לִיתוֹמָֽי H3490 ",
  "13": "יְהִֽי H1961 אַחֲרִית֥וֹ H319 לְהַכְרִ֑ית H3772 בְּד֥וֹר H1755 אַ֝חֵ֗ר H312 יִמַּ֥ח H4229 שְׁמָֽם H8034 ",
  "14": "יִזָּכֵ֤ר H2142 עֲוֺ֣ן H5771 אֲ֭בֹתָיו H1 אֶל H413 יְהוָ֑ה H3068 וְחַטַּ֥את H2403 אִ֝מּ֗וֹ H517 אַל H408 תִּמָּֽח H4229 ",
  "15": "יִהְי֣וּ H1961 נֶֽגֶד H5048 יְהוָ֣ה H3068 תָּמִ֑יד H8548 וְיַכְרֵ֖ת H3772 מֵאֶ֣רֶץ H776 זִכְרָֽם H2143 ",
  "16": "יַ֗עַן H3282 אֲשֶׁ֤ר H834 לֹ֥א H3808 זָכַר֮ H2142 עֲשׂ֪וֹת H6213 חָ֥סֶד H2617 וַיִּרְדֹּ֡ף H7291 אִישׁ H376 עָנִ֣י H6041 וְ֭אֶבְיוֹן H34 וְנִכְאֵ֨ה H3512 לֵבָ֬ב H3824 לְמוֹתֵֽת H4191 ",
  "17": "וַיֶּאֱהַ֣ב H157 קְ֭לָלָה H7045 וַתְּבוֹאֵ֑ H935 וְֽלֹא H3808 חָפֵ֥ץ H2654 בִּ֝בְרָכָ֗ה H1293 וַתִּרְחַ֥ק H7368 מִמֶּֽנּוּ H4480 ",
  "18": "וַיִּלְבַּ֥שׁ H3847 קְלָלָ֗ה H7045 כְּמַ֫דּ֥ H4055 וַתָּבֹ֣א H935 כַמַּ֣יִם H4325 בְּקִרְבּ֑ H7130 וְ֝כַ H8081 בְּעַצְמוֹתָֽי H6106 ",
  "19": "תְּהִי H1961 ל֭וֹ Hl כְּבֶ֣גֶד H899 יַעְטֶ֑ה H5844 וּ֝לְ H4206 תָּמִ֥יד H8548 יַחְגְּרֶֽהָ H2296 ",
  "20": "זֹ֤את H2063 פְּעֻלַּ֣ת H6468 שֹׂ֭טְנַי H7853 מֵאֵ֣ת H854 יְהוָ֑ה H3068 וְהַ H1696 רָ֝֗ע H7451 עַל H5921 נַפְשִֽׁי H5315 ",
  "21": "וְאַתָּ֤ה H859 יְה֘וִ֤ה H3069 אֲדֹנָ֗י H136 עֲֽשֵׂה H6213 אִ֭תִּי H854 לְמַ֣עַן H4616 שְׁמֶ֑ךָ H8034 כִּי H3588 ט֥וֹב H2896 חַ֝סְדְּךָ֗ H2617 הַצִּילֵֽנִי H5337 ",
  "22": "כִּֽי H3588 עָנִ֣י H6041 וְאֶבְי֣וֹן H34 אָנֹ֑כִי H595 וְ֝לִבִּ֗ H3820 חָלַ֥ל H2490 בְּקִרְבִּֽ H7130 ",
  "23": "כְּצֵל H6738 כִּנְטוֹת֥ H5186 נֶהֱלָ֑כְתִּי H1980 נִ֝נְעַ֗רְתִּי H5287 כָּֽאַרְבֶּֽה H697 ",
  "24": "בִּ֭רְכַּי H1290 כָּשְׁל֣וּ H3782 מִצּ֑וֹם H6685 וּ֝בְשָׂרִ֗ H1320 כָּחַ֥שׁ H3584 מִשָּֽׁמֶן H8081 ",
  "25": "וַאֲנִ֤י H589 הָיִ֣יתִי H1961 חֶרְפָּ֣ה H2781 לָהֶ֑ם H1992 יִ֝רְא֗וּנִי H7200 יְנִיע֥וּן H5128 רֹאשָֽׁם H7218 ",
  "26": "עָ֭זְרֵנִי H5826 יְהוָ֣ה H3068 אֱלֹהָ֑י H430 ה֭וֹשִׁיעֵ֣נִי H3467 כְחַסְדֶּֽ H2617 ",
  "27": "וְֽ֭יֵדְעוּ H3045 כִּי H3588 יָ֣דְךָ H3027 זֹּ֑את H2063 אַתָּ֖ה H859 יְהוָ֣ה H3068 עֲשִׂיתָֽהּ H6213 ",
  "28": "יְקַֽלְלוּ H7043 הֵמָּה֮ H1992 וְאַתָּ֪ה H859 תְבָ֫רֵ֥ךְ H1288 קָ֤מוּ H6965 וַיֵּבֹ֗שׁוּ H954 וְֽעַבְדְּ H5650 יִשְׂמָֽח H8055 ",
  "29": "יִלְבְּשׁ֣וּ H3847 שׂוֹטְנַ֣י H7853 כְּלִמָּ֑ה H3639 וְיַעֲט֖וּ H5844 כַמְעִ֣יל H4598 בָּשְׁתָּֽם H1322 ",
  "30": "א֘וֹדֶ֤ה H3034 יְהוָ֣ה H3068 מְאֹ֣ד H3966 בְּפִ֑ H6310 וּבְ H8432 רַבִּ֣ים H7227 אֲהַֽלְלֶֽנּוּ H1984 ",
  "31": "כִּֽי H3588 יַ֭עֲמֹד H5975 לִימִ֣ין H3225 אֶבְי֑וֹן H34 לְ֝הוֹשִׁ֗יעַ H3467 מִשֹּׁפְטֵ֥י H8199 נַפְשֽׁוֹ H5315 "
}
