{
  "1": "אָ֭הַבְתִּי H157 כִּֽי H3588 יִשְׁמַ֥ע H8085 יְהוָ֑ה H3068 אֶת H853 ק֝וֹלִ֗י H6963 תַּחֲנוּנָֽי H8469 ",
  "2": "כִּֽי H3588 הִטָּ֣ה H5186 אָזְנ֣וֹ H241 לִ֑י Hl וּבְ H3117 אֶקְרָֽא H7121 ",
  "3": "אֲפָפ֤וּנִי H661 חֶבְלֵי H2256 מָ֗וֶת H4194 וּמְצָרֵ֣י H4712 שְׁא֣וֹל H7585 מְצָא֑וּנִי H4672 צָרָ֖ה H6869 וְיָג֣וֹן H3015 אֶמְצָֽא H4672 ",
  "4": "וּבְ H8034 יְהוָ֥ה H3068 אֶקְרָ֑א H7121 אָנָּ֥ה H577 יְ֝הוָ֗ה H3068 מַלְּטָ֥ה H4422 נַפְשִֽׁי H5315 ",
  "5": "חַנּ֣וּן H2587 יְהֹוָ֣ה H3068 וְצַדִּ֑יק H6662 וֵ֖אלֹהֵ֣י H430 מְרַחֵֽם H7355 ",
  "6": "שֹׁמֵ֣ר H8104 פְּתָאיִ֣ם H6612 יְהֹוָ֑ה H3068 דַּ֝לּוֹתִ֗י H1809 וְלִ֣ Hc/Hl יְהוֹשִֽׁיעַ H3467 ",
  "7": "שׁוּבִ֣י H7725 נַ֭פְשִׁי H5315 לִמְנוּחָ֑יְ H4496 כִּֽי H3588 יְ֝הוָ֗ה H3068 גָּמַ֥ל H1580 עָלָֽיְכִי H5921 ",
  "8": "כִּ֤י H3588 חִלַּ֥צְתָּ H2502 נַפְשִׁ֗י H5315 מִ֫מָּ֥וֶת H4194 אֶת H853 עֵינִ֥י H5869 מִן H4480 דִּמְעָ֑ה H1832 אֶת H853 רַגְלִ֥י H7272 מִדֶּֽחִי H1762 ",
  "9": "אֶ֭תְהַלֵּךְ H1980 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 בְּ֝אַרְצ֗וֹת H776 הַֽחַיִּֽים H2416 ",
  "10": "הֶ֭אֱמַנְתִּי H539 כִּ֣י H3588 אֲדַבֵּ֑ר H1696 אֲ֝נִ֗י H589 עָנִ֥יתִי H6031 מְאֹֽד H3966 ",
  "11": "אֲ֭נִי H589 אָמַ֣רְתִּי H559 בְחָפְזִ֑ H2648 כָּֽל H3605 הָאָדָ֥ם H120 כֹּזֵֽב H3576 ",
  "12": "מָֽה H4100 אָשִׁ֥יב H7725 לַיהוָ֑ה H3068 כָּֽל H3605 תַּגְמוּל֥וֹהִי H8408 עָלָֽי H5921 ",
  "13": "כּוֹס H3563 יְשׁוּע֥וֹת H3444 אֶשָּׂ֑א H5375 וּבְ H8034 יְהוָ֣ה H3068 אֶקְרָֽא H7121 ",
  "14": "נְ֭דָרַי H5088 לַיהוָ֣ה H3068 אֲשַׁלֵּ֑ם H7999 נֶגְדָה H5048 נָּ֝֗א H4994 לְכָל H3605 עַמּֽוֹ H5971 ",
  "15": "יָ֭קָר H3368 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 הַ֝מָּ֗וְתָ H4194 לַחֲסִידָֽי H2623 ",
  "16": "אָֽנָּ֣ה H577 יְהוָה֮ H3068 כִּֽי H3588 אֲנִ֪י H589 עַ֫בְדֶּ֥ךָ H5650 אֲֽנִי H589 עַ֭בְדְּךָ H5650 בֶּן H1121 אֲמָתֶ֑ךָ H519 פִּ֝תַּ֗חְתָּ H6605 לְמוֹסֵרָֽ H4147 ",
  "17": "לְֽךָ Hl אֶ֭זְבַּח H2076 זֶ֣בַח H2077 תּוֹדָ֑ה H8426 וּבְ H8034 יְהוָ֣ה H3068 אֶקְרָֽא H7121 ",
  "18": "נְ֭דָרַי H5088 לַיהוָ֣ה H3068 אֲשַׁלֵּ֑ם H7999 נֶגְדָה H5048 נָּ֝֗א H4994 לְכָל H3605 עַמּֽוֹ H5971 ",
  "19": "בְּחַצְר֤וֹת H2691 בֵּ֤ית H1004 יְהוָ֗ה H3068 בְּֽת֘וֹכֵ֤ H8432 יְֽרוּשָׁלִָ֗ם H3389 הַֽלְלוּ H1984 יָֽהּ H3050 "
}
