{
  "1": "אַשְׁרֵ֥י H835 תְמִֽימֵי H8549 דָ֑רֶךְ H1870 הַֽ֝הֹלְכִ֗ים H1980 בְּתוֹרַ֥ת H8451 יְהוָֽה H3068 ",
  "2": "אַ֭שְׁרֵי H835 נֹצְרֵ֥י H5341 עֵדֹתָ֗יו H5713 בְּכָל H3605 לֵ֥ב H3820 יִדְרְשֽׁוּהוּ H1875 ",
  "3": "אַ֭ף H637 לֹֽא H3808 פָעֲל֣וּ H6466 עַוְלָ֑ה H5766 בִּדְרָכָ֥י H1870 הָלָֽכוּ H1980 ",
  "4": "אַ֭תָּה H859 צִוִּ֥יתָה H6680 פִקֻּדֶ֗יךָ H6490 לִשְׁמֹ֥ר H8104 מְאֹֽד H3966 ",
  "5": "אַ֭חֲלַי H305 יִכֹּ֥נוּ H3559 דְרָכָ֗י H1870 לִשְׁמֹ֥ר H8104 חֻקֶּֽיךָ H2706 ",
  "6": "אָ֥ז H227 לֹא H3808 אֵב֑וֹשׁ H954 בְּ֝הַבִּיטִ֗ H5027 אֶל H413 כָּל H3605 מִצְוֺתֶֽיךָ H4687 ",
  "7": "א֭וֹדְךָ H3034 בְּיֹ֣שֶׁר H3476 לֵבָ֑ב H3824 בְּ֝לָמְדִ֗ H3925 מִשְׁפְּטֵ֥י H4941 צִדְקֶֽךָ H6664 ",
  "8": "אֶת H853 חֻקֶּ֥יךָ H2706 אֶשְׁמֹ֑ר H8104 אַֽל H408 תַּעַזְבֵ֥נִי H5800 עַד H5704 מְאֹֽד H3966 ",
  "9": "בַּמֶּ֣ה H4100 יְזַכֶּה H2135 נַּ֭עַר H5288 אֶת H853 אָרְח֑וֹ H734 לִ֝שְׁמֹ֗ר H8104 כִּדְבָרֶֽ H1697 ",
  "10": "בְּכָל H3605 לִבִּ֥י H3820 דְרַשְׁתִּ֑יךָ H1875 אַל H408 תַּ֝שְׁגֵּ֗נִי H7686 מִמִּצְוֺתֶֽי H4687 ",
  "11": "בְּ֭לִבִּ H3820 צָפַ֣נְתִּי H6845 אִמְרָתֶ֑ךָ H565 לְ֝מַ֗עַן H4616 לֹ֣א H3808 אֶֽחֱטָא H2398 לָֽךְ Hl ",
  "12": "בָּר֖וּךְ H1288 אַתָּ֥ה H859 יְהוָ֗ה H3068 לַמְּדֵ֥נִי H3925 חֻקֶּֽיךָ H2706 ",
  "13": "בִּשְׂפָתַ֥ H8193 סִפַּ֑רְתִּי H5608 כֹּ֝֗ל H3605 מִשְׁפְּטֵי H4941 פִֽיךָ H6310 ",
  "14": "בְּדֶ֖רֶךְ H1870 עֵדְוֺתֶ֥יךָ H5715 שַׂ֗שְׂתִּי H7797 כְּעַ֣ל H5921 כָּל H3605 הֽוֹן H1952 ",
  "15": "בְּפִקֻּדֶ֥י H6490 אָשִׂ֑יחָה H7878 וְ֝אַבִּ֗יטָה H5027 אֹרְחֹתֶֽיךָ H734 ",
  "16": "בְּחֻקֹּתֶ֥י H2708 אֶֽשְׁתַּעֲשָׁ֑ע H8173 לֹ֭א H3808 אֶשְׁכַּ֣ח H7911 דְּבָרֶֽךָ H1697 ",
  "17": "גְּמֹ֖ל H1580 עַֽל H5921 עַבְדְּךָ֥ H5650 אֶֽחְיֶ֗ה H2421 וְאֶשְׁמְרָ֥ה H8104 דְבָרֶֽךָ H1697 ",
  "18": "גַּל H1540 עֵינַ֥י H5869 וְאַבִּ֑יטָה H5027 נִ֝פְלָא֗וֹת H6381 מִתּוֹרָתֶֽ H8451 ",
  "19": "גֵּ֣ר H1616 אָנֹכִ֣י H595 בָאָ֑רֶץ H776 אַל H408 תַּסְתֵּ֥ר H5641 מִ֝מֶּ֗נִּי H4480 מִצְוֺתֶֽיךָ H4687 ",
  "20": "גָּרְסָ֣ה H1638 נַפְשִׁ֣י H5315 לְתַאֲבָ֑ה H8375 אֶֽל H413 מִשְׁפָּטֶ֥יךָ H4941 בְכָל H3605 עֵֽת H6256 ",
  "21": "גָּ֭עַרְתָּ H1605 זֵדִ֣ים H2086 אֲרוּרִ֑ים H779 הַ֝שֹּׁגִים H7686 מִמִּצְוֺתֶֽי H4687 ",
  "22": "גַּ֣ל H1556 מֵֽ֭עָלַ H5921 חֶרְפָּ֣ה H2781 וָב֑וּז H937 כִּ֖י H3588 עֵדֹתֶ֣יךָ H5713 נָצָֽרְתִּי H5341 ",
  "23": "גַּ֤ם H1571 יָֽשְׁב֣וּ H3427 שָׂ֭רִים H8269 בִּ֣י Hb נִדְבָּ֑רוּ H1696 עַ֝בְדְּךָ֗ H5650 יָשִׂ֥יחַ H7878 בְּחֻקֶּֽי H2706 ",
  "24": "גַּֽם H1571 עֵ֭דֹתֶיךָ H5713 שַׁעֲשֻׁעָ֗י H8191 אַנְשֵׁ֥י H376 עֲצָתִֽי H6098 ",
  "25": "דָּֽבְקָ֣ה H1692 לֶעָפָ֣ר H6083 נַפְשִׁ֑י H5315 חַ֝יֵּ֗נִי H2421 כִּדְבָרֶֽ H1697 ",
  "26": "דְּרָכַ֣י H1870 סִ֭פַּרְתִּי H5608 וַֽתַּעֲנֵ֗ H6030 לַמְּדֵ֥נִי H3925 חֻקֶּֽיךָ H2706 ",
  "27": "דֶּֽרֶךְ H1870 פִּקּוּדֶ֥יךָ H6490 הֲבִינֵ֑נִי H995 וְ֝אָשִׂ֗יחָה H7878 בְּנִפְלְאוֹתֶֽי H6381 ",
  "28": "דָּלְפָ֣ה H1811 נַ֭פְשִׁי H5315 מִתּוּגָ֑ה H8424 קַ֝יְּמֵ֗נִי H6965 כִּדְבָרֶֽ H1697 ",
  "29": "דֶּֽרֶךְ H1870 שֶׁ֭קֶר H8267 הָסֵ֣ר H5493 מִמֶּ֑נִּי H4480 וְֽתוֹרָתְ H8451 חָנֵּֽנִי H2603 ",
  "30": "דֶּֽרֶךְ H1870 אֱמוּנָ֥ה H530 בָחָ֑רְתִּי H977 מִשְׁפָּטֶ֥יךָ H4941 שִׁוִּֽיתִי H7737 ",
  "31": "דָּבַ֥קְתִּי H1692 בְעֵֽדְוֺתֶ֑י H5715 יְ֝הוָ֗ה H3068 אַל H408 תְּבִישֵֽׁנִי H954 ",
  "32": "דֶּֽרֶךְ H1870 מִצְוֺתֶ֥יךָ H4687 אָר֑וּץ H7323 כִּ֖י H3588 תַרְחִ֣יב H7337 לִבִּֽי H3820 ",
  "33": "הוֹרֵ֣נִי H3384 יְ֭הוָה H3068 דֶּ֥רֶךְ H1870 חֻקֶּ֗יךָ H2706 וְאֶצְּרֶ֥ H5341 עֵֽקֶב H6118 ",
  "34": "הֲ֭בִינֵנִי H995 וְאֶצְּרָ֥ה H5341 תֽוֹרָתֶ֗ךָ H8451 וְאֶשְׁמְרֶ֥ H8104 בְכָל H3605 לֵֽב H3820 ",
  "35": "הַ֭דְרִיכֵנִי H1869 בִּנְתִ֣יב H5410 מִצְוֺתֶ֑יךָ H4687 כִּי H3588 ב֥וֹ Hb חָפָֽצְתִּי H2654 ",
  "36": "הַט H5186 לִ֭בִּי H3820 אֶל H413 עֵדְוֺתֶ֗יךָ H5715 וְאַ֣ל H408 אֶל H413 בָּֽצַע H1215 ",
  "37": "הַעֲבֵ֣ר H5674 עֵ֭ינַי H5869 מֵרְא֣וֹת H7200 שָׁ֑וְא H7723 בִּדְרָכֶ֥ H1870 חַיֵּֽנִי H2421 ",
  "38": "הָקֵ֣ם H6965 לְ֭עַבְדְּ H5650 אִמְרָתֶ֑ךָ H565 אֲ֝שֶׁ֗ר H834 לְיִרְאָתֶֽ H3374 ",
  "39": "הַעֲבֵ֣ר H5674 חֶ֭רְפָּתִי H2781 אֲשֶׁ֣ר H834 יָגֹ֑רְתִּי H3025 כִּ֖י H3588 מִשְׁפָּטֶ֣יךָ H4941 טוֹבִֽים H2896 ",
  "40": "הִ֭נֵּה H2009 תָּאַ֣בְתִּי H8373 לְפִקֻּדֶ֑י H6490 בְּצִדְקָתְ H6666 חַיֵּֽנִי H2421 ",
  "41": "וִֽיבֹאֻ֣ H935 חֲסָדֶ֣ךָ H2617 יְהוָ֑ה H3068 תְּ֝שֽׁוּעָתְךָ֗ H8668 כְּאִמְרָתֶֽ H565 ",
  "42": "וְאֶֽעֱנֶ֣ה H6030 חֹרְפִ֣י H2778 דָבָ֑ר H1697 כִּֽי H3588 בָ֝טַחְתִּי H982 בִּדְבָרֶֽ H1697 ",
  "43": "וְֽאַל H408 תַּצֵּ֬ל H5337 מִפִּ֣ H6310 דְבַר H1697 אֱמֶ֣ת H571 עַד H5704 מְאֹ֑ד H3966 כִּ֖י H3588 לְמִשְׁפָּטֶ֣ H4941 יִחָֽלְתִּי H3176 ",
  "44": "וְאֶשְׁמְרָ֖ה H8104 תוֹרָתְךָ֥ H8451 תָמִ֗יד H8548 לְעוֹלָ֥ם H5769 וָעֶֽד H5703 ",
  "45": "וְאֶתְהַלְּכָ֥ה H1980 בָרְחָבָ֑ה H7342 כִּ֖י H3588 פִקֻּדֶ֣יךָ H6490 דָרָֽשְׁתִּי H1875 ",
  "46": "וַאֲדַבְּרָ֣ה H1696 בְ֭עֵדֹתֶי H5713 נֶ֥גֶד H5048 מְלָכִ֗ים H4428 וְלֹ֣א H3808 אֵבֽוֹשׁ H954 ",
  "47": "וְאֶשְׁתַּֽעֲשַׁ֥ע H8173 בְּמִצְוֺתֶ֗י H4687 אֲשֶׁ֣ר H834 אָהָֽבְתִּי H157 ",
  "48": "וְאֶשָּֽׂא H5375 כַפַּ֗י H3709 אֶֽל H413 מִ֭צְוֺתֶיךָ H4687 אֲשֶׁ֥ר H834 אָהָ֗בְתִּי H157 וְאָשִׂ֥יחָה H7878 בְחֻקֶּֽי H2706 ",
  "49": "זְכֹר H2142 דָּבָ֥ר H1697 לְעַבְדֶּ֑ H5650 עַ֝֗ל H5921 אֲשֶׁ֣ר H834 יִֽחַלְתָּֽנִי H3176 ",
  "50": "זֹ֣את H2063 נֶחָמָתִ֣י H5165 בְעָנְיִ֑ H6040 כִּ֖י H3588 אִמְרָתְךָ֣ H565 חִיָּֽתְנִי H2421 ",
  "51": "זֵ֭דִים H2086 הֱלִיצֻ֣נִי H3887 עַד H5704 מְאֹ֑ד H3966 מִ֝תּֽוֹרָתְ H8451 לֹ֣א H3808 נָטִֽיתִי H5186 ",
  "52": "זָ֘כַ֤רְתִּי H2142 מִשְׁפָּטֶ֖יךָ H4941 מֵעוֹלָ֥ם H5769 יְהוָ֗ה H3068 וָֽאֶתְנֶחָֽם H5162 ",
  "53": "זַלְעָפָ֣ה H2152 אֲ֭חָזַתְנִי H270 מֵרְשָׁעִ֑ים H7563 עֹ֝זְבֵ֗י H5800 תּוֹרָתֶֽךָ H8451 ",
  "54": "זְ֭מִרוֹת H2158 הָֽיוּ H1961 לִ֥י Hl חֻקֶּ֗יךָ H2706 בְּבֵ֣ית H1004 מְגוּרָֽי H4033 ",
  "55": "זָ֘כַ֤רְתִּי H2142 בַלַּ֣יְלָה H3915 שִׁמְךָ֣ H8034 יְהוָ֑ה H3068 וָֽ֝אֶשְׁמְרָ֗ H8104 תּוֹרָתֶֽךָ H8451 ",
  "56": "זֹ֥את H2063 הָֽיְתָה H1961 לִּ֑י Hl כִּ֖י H3588 פִקֻּדֶ֣יךָ H6490 נָצָֽרְתִּי H5341 ",
  "57": "חֶלְקִ֖י H2506 יְהוָ֥ה H3068 אָמַ֗רְתִּי H559 לִשְׁמֹ֥ר H8104 דְּבָרֶֽיךָ H1697 ",
  "58": "חִלִּ֣יתִי H2470 פָנֶ֣יךָ H6440 בְכָל H3605 לֵ֑ב H3820 חָ֝נֵּ֗נִי H2603 כְּאִמְרָתֶֽ H565 ",
  "59": "חִשַּׁ֥בְתִּי H2803 דְרָכָ֑י H1870 וָאָשִׁ֥יבָ H7725 רַ֝גְלַ֗י H7272 אֶל H413 עֵדֹתֶֽיךָ H5713 ",
  "60": "חַ֭שְׁתִּי H2363 וְלֹ֣א H3808 הִתְמַהְמָ֑הְתִּי H4102 לִ֝שְׁמֹ֗ר H8104 מִצְוֺתֶֽיךָ H4687 ",
  "61": "חֶבְלֵ֣י H2256 רְשָׁעִ֣ים H7563 עִוְּדֻ֑נִי H5749 תּֽ֝וֹרָתְךָ֗ H8451 לֹ֣א H3808 שָׁכָֽחְתִּי H7911 ",
  "62": "חֲצֽוֹת H2676 לַ֗יְלָה H3915 אָ֭קוּם H6965 לְהוֹד֣וֹת H3034 לָ֑ךְ Hl עַ֝֗ל H5921 מִשְׁפְּטֵ֥י H4941 צִדְקֶֽךָ H6664 ",
  "63": "חָבֵ֣ר H2270 אָ֭נִי H589 לְכָל H3605 אֲשֶׁ֣ר H834 יְרֵא֑וּךָ H3372 וּ֝לְ H8104 פִּקּוּדֶֽיךָ H6490 ",
  "64": "חַסְדְּךָ֣ H2617 יְ֭הוָה H3068 מָלְאָ֥ה H4390 הָאָ֗רֶץ H776 חֻקֶּ֥יךָ H2706 לַמְּדֵֽנִי H3925 ",
  "65": "ט֭וֹב H2896 עָשִׂ֣יתָ H6213 עִֽם H5973 עַבְדְּךָ֑ H5650 יְ֝הוָ֗ה H3068 כִּדְבָרֶֽ H1697 ",
  "66": "ט֤וּב H2898 טַ֣עַם H2940 וָדַ֣עַת H1847 לַמְּדֵ֑נִי H3925 כִּ֖י H3588 בְמִצְוֺתֶ֣י H4687 הֶאֱמָֽנְתִּי H539 ",
  "67": "טֶ֣רֶם H2962 אֶ֭עֱנֶה H6031 אֲנִ֣י H589 שֹׁגֵ֑ג H7683 וְ֝עַתָּ֗ה H6258 אִמְרָתְךָ֥ H565 שָׁמָֽרְתִּי H8104 ",
  "68": "טוֹב H2896 אַתָּ֥ה H859 וּמֵטִ֗יב H2895 לַמְּדֵ֥נִי H3925 חֻקֶּֽיךָ H2706 ",
  "69": "טָפְל֬וּ H2950 עָלַ֣י H5921 שֶׁ֣קֶר H8267 זֵדִ֑ים H2086 אֲ֝נִ֗י H589 בְּכָל H3605 לֵ֤ב H3820 אֱצֹּ֬ר H5341 פִּקּוּדֶֽיךָ H6490 ",
  "70": "טָפַ֣שׁ H2954 כַּחֵ֣לֶב H2459 לִבָּ֑ם H3820 אֲ֝נִ֗י H589 תּוֹרָתְךָ֥ H8451 שִֽׁעֲשָֽׁעְתִּי H8173 ",
  "71": "טֽוֹב H2896 לִ֥י Hl כִֽי H3588 עֻנֵּ֑יתִי H6031 לְ֝מַ֗עַן H4616 אֶלְמַ֥ד H3925 חֻקֶּֽיךָ H2706 ",
  "72": "טֽוֹב H2896 לִ֥י Hl תֽוֹרַת H8451 פִּ֑יךָ H6310 מֵ֝אַלְפֵ֗י H505 זָהָ֥ב H2091 וָכָֽסֶף H3701 ",
  "73": "יָדֶ֣יךָ H3027 עָ֭שׂוּנִי H6213 וַֽיְכוֹנְנ֑וּ H3559 הֲ֝בִינֵ֗נִי H995 וְאֶלְמְדָ֥ה H3925 מִצְוֺתֶֽיךָ H4687 ",
  "74": "יְ֭רֵאֶיךָ H3373 יִרְא֣וּנִי H7200 וְיִשְׂמָ֑חוּ H8055 כִּ֖י H3588 לִדְבָרְ H1697 יִחָֽלְתִּי H3176 ",
  "75": "יָדַ֣עְתִּי H3045 יְ֭הוָה H3068 כִּי H3588 צֶ֣דֶק H6664 מִשְׁפָּטֶ֑יךָ H4941 וֶ֝אֱמוּנָ֗ה H530 עִנִּיתָֽנִי H6031 ",
  "76": "יְהִי H1961 נָ֣א H4994 חַסְדְּךָ֣ H2617 לְנַחֲמֵ֑ H5162 כְּאִמְרָתְ H565 לְעַבְדֶּֽ H5650 ",
  "77": "יְבֹא֣וּנִי H935 רַחֲמֶ֣יךָ H7356 וְאֶֽחְיֶ֑ה H2421 כִּי H3588 תֽ֝וֹרָתְךָ֗ H8451 שַֽׁעֲשֻׁעָֽי H8191 ",
  "78": "יֵבֹ֣שׁוּ H954 זֵ֭דִים H2086 כִּי H3588 שֶׁ֣קֶר H8267 עִוְּת֑וּנִי H5791 אֲ֝נִ֗י H589 אָשִׂ֥יחַ H7878 בְּפִקּוּדֶֽי H6490 ",
  "79": "יָשׁ֣וּבוּ H7725 לִ֣י Hl יְרֵאֶ֑יךָ H3373 וידעו H3045 עֵדֹתֶֽיךָ H5713 ",
  "80": "יְהִֽי H1961 לִבִּ֣י H3820 תָמִ֣ים H8549 בְּחֻקֶּ֑י H2706 לְ֝מַ֗עַן H4616 לֹ֣א H3808 אֵבֽוֹשׁ H954 ",
  "81": "כָּלְתָ֣ה H3615 לִתְשׁוּעָתְ H8668 נַפְשִׁ֑י H5315 לִדְבָרְ H1697 יִחָֽלְתִּי H3176 ",
  "82": "כָּל֣וּ H3615 עֵ֭ינַי H5869 לְאִמְרָתֶ֑ H565 לֵ֝אמֹ֗ר H559 מָתַ֥י H4970 תְּֽנַחֲמֵֽנִי H5162 ",
  "83": "כִּֽי H3588 הָ֭יִיתִי H1961 כְּנֹ֣אד H4997 בְּקִיט֑וֹר H7008 חֻ֝קֶּ֗יךָ H2706 לֹ֣א H3808 שָׁכָֽחְתִּי H7911 ",
  "84": "כַּמָּ֥ה H4100 יְמֵֽי H3117 עַבְדֶּ֑ךָ H5650 מָתַ֬י H4970 תַּעֲשֶׂ֖ה H6213 בְרֹדְפַ֣ H7291 מִשְׁפָּֽט H4941 ",
  "85": "כָּֽרוּ H3738 לִ֣י Hl זֵדִ֣ים H2086 שִׁיח֑וֹת H7882 אֲ֝שֶׁ֗ר H834 לֹ֣א H3808 כְתוֹרָתֶֽ H8451 ",
  "86": "כָּל H3605 מִצְוֺתֶ֥יךָ H4687 אֱמוּנָ֑ה H530 שֶׁ֖קֶר H8267 רְדָפ֣וּנִי H7291 עָזְרֵֽנִי H5826 ",
  "87": "כִּ֭מְעַט H4592 כִּלּ֣וּנִי H3615 בָאָ֑רֶץ H776 וַ֝אֲנִ֗י H589 לֹא H3808 עָזַ֥בְתִּי H5800 פִקֻּודֶֽיךָ H6490 ",
  "88": "כְּחַסְדְּ H2617 חַיֵּ֑נִי H2421 וְ֝אֶשְׁמְרָ֗ה H8104 עֵד֥וּת H5715 פִּֽיךָ H6310 ",
  "89": "לְעוֹלָ֥ם H5769 יְהוָ֑ה H3068 דְּ֝בָרְךָ֗ H1697 נִצָּ֥ב H5324 בַּשָּׁמָֽיִם H8064 ",
  "90": "לְדֹ֣ר H1755 וָ֭דֹר H1755 אֱמֽוּנָתֶ֑ךָ H530 כּוֹנַ֥נְתָּ H3559 אֶ֝֗רֶץ H776 וַֽתַּעֲמֹֽד H5975 ",
  "91": "לְֽ֭מִשְׁפָּטֶי H4941 עָמְד֣וּ H5975 הַיּ֑וֹם H3117 כִּ֖י H3588 הַכֹּ֣ל H3605 עֲבָדֶֽיךָ H5650 ",
  "92": "לוּלֵ֣י H3884 ת֭וֹרָתְךָ H8451 שַׁעֲשֻׁעָ֑י H8191 אָ֝֗ז H227 אָבַ֥דְתִּי H6 בְעָנְיִֽ H6040 ",
  "93": "לְ֭עוֹלָם H5769 לֹא H3808 אֶשְׁכַּ֣ח H7911 פִּקּוּדֶ֑יךָ H6490 כִּ֥י H3588 בָ֝֗ם Hb חִיִּיתָֽנִי H2421 ",
  "94": "לְֽךָ Hl אֲ֭נִי H589 הוֹשִׁיעֵ֑נִי H3467 כִּ֖י H3588 פִקּוּדֶ֣יךָ H6490 דָרָֽשְׁתִּי H1875 ",
  "95": "לִ֤י Hl קִוּ֣וּ H6960 רְשָׁעִ֣ים H7563 לְאַבְּדֵ֑ H6 עֵ֝דֹתֶ֗יךָ H5713 אֶתְבּוֹנָֽן H995 ",
  "96": "לְֽכָל H3605 תִּ֭כְלָה H8502 רָאִ֣יתִי H7200 קֵ֑ץ H7093 רְחָבָ֖ה H7342 מִצְוָתְךָ֣ H4687 מְאֹֽד H3966 ",
  "97": "מָֽה H4100 אָהַ֥בְתִּי H157 תוֹרָתֶ֑ךָ H8451 כָּל H3605 הַ֝יּ֗וֹם H3117 הִ֣יא H1931 שִׂיחָתִֽי H7881 ",
  "98": "מֵ֭אֹ֣יְבַ H341 תְּחַכְּמֵ֣נִי H2449 מִצְוֺתֶ֑ךָ H4687 כִּ֖י H3588 לְעוֹלָ֣ם H5769 הִיא H1931 לִֽי Hl ",
  "99": "מִכָּל H3605 מְלַמְּדַ֥י H3925 הִשְׂכַּ֑לְתִּי H7919 כִּ֥י H3588 עֵ֝דְוֺתֶ֗יךָ H5715 שִׂ֣יחָה H7881 לִֽֿי Hl ",
  "100": "מִזְּקֵנִ֥ים H2205 אֶתְבּוֹנָ֑ן H995 כִּ֖י H3588 פִקּוּדֶ֣יךָ H6490 נָצָֽרְתִּי H5341 ",
  "101": "מִכָּל H3605 אֹ֣רַח H734 רָ֭ע H7451 כָּלִ֣אתִי H3607 רַגְלָ֑י H7272 לְ֝מַ֗עַן H4616 אֶשְׁמֹ֥ר H8104 דְּבָרֶֽךָ H1697 ",
  "102": "מִמִּשְׁפָּטֶ֥י H4941 לֹא H3808 סָ֑רְתִּי H5493 כִּֽי H3588 אַ֝תָּ֗ה H859 הוֹרֵתָֽנִי H3384 ",
  "103": "מַה H4100 נִּמְלְצ֣וּ H4452 לְ֭חִכִּ H2441 אִמְרָתֶ֗ךָ H565 מִדְּבַ֥שׁ H1706 לְפִֽ H6310 ",
  "104": "מִפִּקּוּדֶ֥י H6490 אֶתְבּוֹנָ֑ן H995 עַל H5921 כֵּ֝֗ן H3651 שָׂנֵ֤אתִי H8130 כָּל H3605 אֹ֬רַח H734 שָֽׁקֶר H8267 ",
  "105": "נֵר H5216 לְרַגְלִ֥ H7272 דְבָרֶ֑ךָ H1697 וְ֝א֗וֹר H216 לִנְתִיבָתִֽ H5410 ",
  "106": "נִשְׁבַּ֥עְתִּי H7650 וָאֲקַיֵּ֑מָ H6965 לִ֝שְׁמֹ֗ר H8104 מִשְׁפְּטֵ֥י H4941 צִדְקֶֽךָ H6664 ",
  "107": "נַעֲנֵ֥יתִי H6031 עַד H5704 מְאֹ֑ד H3966 יְ֝הוָ֗ה H3068 חַיֵּ֥נִי H2421 כִדְבָרֶֽ H1697 ",
  "108": "נִדְב֣וֹת H5071 פִּ֭י H6310 רְצֵה H7521 נָ֣א H4994 יְהוָ֑ה H3068 וּֽמִשְׁפָּטֶ֥י H4941 לַמְּדֵֽנִי H3925 ",
  "109": "נַפְשִׁ֣י H5315 בְכַפִּ֣ H3709 תָמִ֑יד H8548 וְ֝תֽוֹרָתְ H8451 לֹ֣א H3808 שָׁכָֽחְתִּי H7911 ",
  "110": "נָתְנ֬וּ H5414 רְשָׁעִ֣ים H7563 פַּ֣ח H6341 לִ֑י Hl וּ֝מִ H6490 לֹ֣א H3808 תָעִֽיתִי H8582 ",
  "111": "נָחַ֣לְתִּי H5157 עֵדְוֺתֶ֣יךָ H5715 לְעוֹלָ֑ם H5769 כִּֽי H3588 שְׂשׂ֖וֹן H8342 לִבִּ֣י H3820 הֵֽמָּה H1992 ",
  "112": "נָטִ֣יתִי H5186 לִ֭בִּי H3820 לַעֲשׂ֥וֹת H6213 חֻקֶּ֗יךָ H2706 לְעוֹלָ֥ם H5769 עֵֽקֶב H6118 ",
  "113": "סֵעֲפִ֥ים H5588 שָׂנֵ֑אתִי H8130 וְֽתוֹרָתְ H8451 אָהָֽבְתִּי H157 ",
  "114": "סִתְרִ֣י H5643 וּמָגִנִּ֣ H4043 אָ֑תָּה H859 לִדְבָרְ H1697 יִחָֽלְתִּי H3176 ",
  "115": "סֽוּרוּ H5493 מִמֶּ֥נִּי H4480 מְרֵעִ֑ים H7489 וְ֝אֶצְּרָ֗ה H5341 מִצְוֺ֥ת H4687 אֱלֹהָֽי H430 ",
  "116": "סָמְכֵ֣נִי H5564 כְאִמְרָתְ H565 וְאֶֽחְיֶ֑ה H2421 וְאַל H408 תְּ֝בִישֵׁ֗נִי H954 מִשִּׂבְרִֽ H7664 ",
  "117": "סְעָדֵ֥נִי H5582 וְאִוָּשֵׁ֑עָה H3467 וְאֶשְׁעָ֖ה H8159 בְחֻקֶּ֣י H2706 תָמִֽיד H8548 ",
  "118": "סָ֭לִיתָ H5541 כָּל H3605 שׁוֹגִ֣ים H7686 מֵחֻקֶּ֑י H2706 כִּי H3588 שֶׁ֝֗קֶר H8267 תַּרְמִיתָֽם H8649 ",
  "119": "סִגִ֗ים H5509 הִשְׁבַּ֥תָּ H7673 כָל H3605 רִשְׁעֵי H7563 אָ֑רֶץ H776 לָ֝כֵ֗ן H3651 אָהַ֥בְתִּי H157 עֵדֹתֶֽיךָ H5713 ",
  "120": "סָמַ֣ר H5568 מִפַּחְדְּ H6343 בְשָׂרִ֑י H1320 וּֽמִ H4941 יָרֵֽאתִי H3372 ",
  "121": "עָ֭שִׂיתִי H6213 מִשְׁפָּ֣ט H4941 וָצֶ֑דֶק H6664 בַּל H1077 תַּ֝נִּיחֵ֗נִי H3240 לְעֹֽשְׁקָֽ H6231 ",
  "122": "עֲרֹ֣ב H6148 עַבְדְּךָ֣ H5650 לְט֑וֹב H2896 אַֽל H408 יַעַשְׁקֻ֥נִי H6231 זֵדִֽים H2086 ",
  "123": "עֵ֭ינַי H5869 כָּל֣וּ H3615 לִֽישׁוּעָתֶ֑ H3444 וּלְ H565 צִדְקֶֽךָ H6664 ",
  "124": "עֲשֵׂ֖ה H6213 עִם H5973 עַבְדְּךָ֥ H5650 כְחַסְדֶּ֗ H2617 וְחֻקֶּ֥י H2706 לַמְּדֵֽנִי H3925 ",
  "125": "עַבְדְּךָ H5650 אָ֥נִי H589 הֲבִינֵ֑נִי H995 וְ֝אֵדְעָ֗ה H3045 עֵדֹתֶֽיךָ H5713 ",
  "126": "עֵ֭ת H6256 לַעֲשׂ֣וֹת H6213 לַיהוָ֑ה H3068 הֵ֝פֵ֗רוּ H6565 תּוֹרָתֶֽךָ H8451 ",
  "127": "עַל H5921 כֵּ֭ן H3651 אָהַ֣בְתִּי H157 מִצְוֺתֶ֑יךָ H4687 מִזָּהָ֥ב H2091 וּמִ H6337 ",
  "128": "עַל H5921 כֵּ֤ן H3651 כָּל H3605 פִּקּ֣וּדֵי H6490 כֹ֣ל H3605 יִשָּׁ֑רְתִּי H3474 כָּל H3605 אֹ֖רַח H734 שֶׁ֣קֶר H8267 שָׂנֵֽאתִי H8130 ",
  "129": "פְּלָא֥וֹת H6382 עֵדְוֺתֶ֑יךָ H5715 עַל H5921 כֵּ֝֗ן H3651 נְצָרָ֥תַם H5341 נַפְשִֽׁי H5315 ",
  "130": "פֵּ֖תַח H6608 דְּבָרֶ֥יךָ H1697 יָאִ֗יר H215 מֵבִ֥ין H995 פְּתָיִֽים H6612 ",
  "131": "פִּֽי H6310 פָ֭עַרְתִּי H6473 וָאֶשְׁאָ֑פָ H7602 כִּ֖י H3588 לְמִצְוֺתֶ֣י H4687 יָאָֽבְתִּי H2968 ",
  "132": "פְּנֵה H6437 אֵלַ֥י H413 וְחָנֵּ֑ H2603 כְּ֝מִשְׁפָּ֗ט H4941 לְאֹהֲבֵ֥י H157 שְׁמֶֽךָ H8034 ",
  "133": "פְּ֭עָמַי H6471 הָכֵ֣ן H3559 בְּאִמְרָתֶ֑ H565 וְֽאַל H408 תַּשְׁלֶט H7980 בִּ֥י Hb כָל H3605 אָֽוֶן H205 ",
  "134": "פְּ֭דֵנִי H6299 מֵעֹ֣שֶׁק H6233 אָדָ֑ם H120 וְ֝אֶשְׁמְרָ֗ה H8104 פִּקּוּדֶֽיךָ H6490 ",
  "135": "פָּ֭נֶיךָ H6440 הָאֵ֣ר H215 בְּעַבְדֶּ֑ H5650 וְ֝לַמְּדֵ֗ H3925 אֶת H853 חֻקֶּֽיךָ H2706 ",
  "136": "פַּלְגֵי H6388 מַ֭יִם H4325 יָרְד֣וּ H3381 עֵינָ֑י H5869 עַ֝֗ל H5921 לֹא H3808 שָׁמְר֥וּ H8104 תוֹרָתֶֽךָ H8451 ",
  "137": "צַדִּ֣יק H6662 אַתָּ֣ה H859 יְהוָ֑ה H3068 וְ֝יָשָׁ֗ר H3477 מִשְׁפָּטֶֽיךָ H4941 ",
  "138": "צִ֭וִּיתָ H6680 צֶ֣דֶק H6664 עֵדֹתֶ֑יךָ H5713 וֶֽאֱמוּנָ֥ה H530 מְאֹֽד H3966 ",
  "139": "צִמְּתַ֥תְנִי H6789 קִנְאָתִ֑י H7068 כִּֽי H3588 שָׁכְח֖וּ H7911 דְבָרֶ֣יךָ H1697 צָרָֽי H6862 ",
  "140": "צְרוּפָ֖ה H6884 אִמְרָתְךָ֥ H565 מְאֹ֗ד H3966 וְֽעַבְדְּ H5650 אֲהֵבָֽהּ H157 ",
  "141": "צָעִ֣יר H6810 אָנֹכִ֣י H595 וְנִבְזֶ֑ה H959 פִּ֝קֻּדֶ֗יךָ H6490 לֹ֣א H3808 שָׁכָֽחְתִּי H7911 ",
  "142": "צִדְקָתְךָ֣ H6666 צֶ֣דֶק H6664 לְעוֹלָ֑ם H5769 וְֽתוֹרָתְ H8451 אֱמֶֽת H571 ",
  "143": "צַר H6862 וּמָצ֥וֹק H4689 מְצָא֑וּנִי H4672 מִ֝צְוֺתֶ֗יךָ H4687 שַׁעֲשֻׁעָֽי H8191 ",
  "144": "צֶ֖דֶק H6664 עֵדְוֺתֶ֥יךָ H5715 לְעוֹלָ֗ם H5769 הֲבִינֵ֥נִי H995 וְאֶחְיֶֽה H2421 ",
  "145": "קָרָ֣אתִי H7121 בְכָל H3605 לֵ֭ב H3820 עֲנֵ֥נִי H6030 יְהוָ֗ה H3068 חֻקֶּ֥יךָ H2706 אֶצֹּֽרָה H5341 ",
  "146": "קְרָאתִ֥יךָ H7121 הוֹשִׁיעֵ֑נִי H3467 וְ֝אֶשְׁמְרָ֗ה H8104 עֵדֹתֶֽיךָ H5713 ",
  "147": "קִדַּ֣מְתִּי H6923 בַ֭נֶּשֶׁף H5399 וָאֲשַׁוֵּ֑עָ H7768 לדברי H1697 יִחָֽלְתִּי H3176 ",
  "148": "קִדְּמ֣וּ H6923 עֵ֭ינַי H5869 אַשְׁמֻר֑וֹת H821 לָ֝שִׂ֗יחַ H7878 בְּאִמְרָתֶֽ H565 ",
  "149": "ק֭וֹלִי H6963 שִׁמְעָ֣ה H8085 כְחַסְדֶּ֑ H2617 יְ֝הוָ֗ה H3068 כְּֽמִשְׁפָּטֶ֥ H4941 חַיֵּֽנִי H2421 ",
  "150": "קָ֭רְבוּ H7126 רֹדְפֵ֣י H7291 זִמָּ֑ה H2154 מִתּוֹרָתְ H8451 רָחָֽקוּ H7368 ",
  "151": "קָר֣וֹב H7138 אַתָּ֣ה H859 יְהוָ֑ה H3068 וְֽכָל H3605 מִצְוֺתֶ֥יךָ H4687 אֱמֶֽת H571 ",
  "152": "קֶ֣דֶם H6924 יָ֭דַעְתִּי H3045 מֵעֵדֹתֶ֑י H5713 כִּ֖י H3588 לְעוֹלָ֣ם H5769 יְסַדְתָּֽם H3245 ",
  "153": "רְאֵֽה H7200 עָנְיִ֥י H6040 וְחַלְּצֵ֑ H2502 כִּי H3588 תֽ֝וֹרָתְךָ֗ H8451 לֹ֣א H3808 שָׁכָֽחְתִּי H7911 ",
  "154": "רִיבָ֣ה H7378 רִ֭יבִי H7379 וּגְאָלֵ֑ H1350 לְאִמְרָתְ H565 חַיֵּֽנִי H2421 ",
  "155": "רָח֣וֹק H7350 מֵרְשָׁעִ֣ים H7563 יְשׁוּעָ֑ה H3444 כִּֽי H3588 חֻ֝קֶּיךָ H2706 לֹ֣א H3808 דָרָֽשׁוּ H1875 ",
  "156": "רַחֲמֶ֖יךָ H7356 רַבִּ֥ים H7227 יְהוָ֑ה H3068 כְּֽמִשְׁפָּטֶ֥י H4941 חַיֵּֽנִי H2421 ",
  "157": "רַ֭בִּים H7227 רֹדְפַ֣י H7291 וְצָרָ֑ H6862 מֵ֝עֵדְוֺתֶ֗י H5715 לֹ֣א H3808 נָטִֽיתִי H5186 ",
  "158": "רָאִ֣יתִי H7200 בֹ֭גְדִים H898 וָֽאֶתְקוֹטָ֑טָ H6962 אֲשֶׁ֥ר H834 אִ֝מְרָתְךָ֗ H565 לֹ֣א H3808 שָׁמָֽרוּ H8104 ",
  "159": "רְ֭אֵה H7200 כִּי H3588 פִקּוּדֶ֣יךָ H6490 אָהָ֑בְתִּי H157 יְ֝הוָ֗ה H3068 כְּֽחַסְדְּ H2617 חַיֵּֽנִי H2421 ",
  "160": "רֹאשׁ H7218 דְּבָרְךָ֥ H1697 אֱמֶ֑ת H571 וּ֝לְ H5769 כָּל H3605 מִשְׁפַּ֥ט H4941 צִדְקֶֽךָ H6664 ",
  "161": "שָׂ֭רִים H8269 רְדָפ֣וּנִי H7291 חִנָּ֑ם H2600 ומ H1697 פָּחַ֥ד H6342 לִבִּֽי H3820 ",
  "162": "שָׂ֣שׂ H7797 אָ֭נֹכִֽי H595 עַל H5921 אִמְרָתֶ֑ךָ H565 כְּ֝מוֹצֵ֗א H4672 שָׁלָ֥ל H7998 רָֽב H7227 ",
  "163": "שֶׁ֣קֶר H8267 שָׂ֭נֵאתִי H8130 וַאֲתַעֵ֑בָה H8581 תּוֹרָתְךָ֥ H8451 אָהָֽבְתִּי H157 ",
  "164": "שֶׁ֣בַע H7651 בַּ֭יּוֹם H3117 הִלַּלְתִּ֑יךָ H1984 עַ֝֗ל H5921 מִשְׁפְּטֵ֥י H4941 צִדְקֶֽךָ H6664 ",
  "165": "שָׁל֣וֹם H7965 רָ֭ב H7227 לְאֹהֲבֵ֣י H157 תוֹרָתֶ֑ךָ H8451 וְאֵֽין H369 לָ֥מוֹ Hl מִכְשֽׁוֹל H4383 ",
  "166": "שִׂבַּ֣רְתִּי H7663 לִֽישׁוּעָתְ H3444 יְהוָ֑ה H3068 וּֽמִצְוֺתֶ֥י H4687 עָשִֽׂיתִי H6213 ",
  "167": "שָֽׁמְרָ֣ה H8104 נַ֭פְשִׁי H5315 עֵדֹתֶ֑יךָ H5713 וָאֹהֲבֵ֥ H157 מְאֹֽד H3966 ",
  "168": "שָׁמַ֣רְתִּי H8104 פִ֭קּוּדֶיךָ H6490 וְעֵדֹתֶ֑י H5713 כִּ֖י H3588 כָל H3605 דְּרָכַ֣י H1870 נֶגְדֶּֽךָ H5048 ",
  "169": "תִּקְרַ֤ב H7126 רִנָּתִ֣י H7440 לְפָנֶ֣י H6440 יְהוָ֑ה H3068 כִּדְבָרְ H1697 הֲבִינֵֽנִי H995 ",
  "170": "תָּב֣וֹא H935 תְּחִנָּתִ֣י H8467 לְפָנֶ֑י H6440 כְּ֝אִמְרָתְ H565 הַצִּילֵֽנִי H5337 ",
  "171": "תַּבַּ֣עְנָה H5042 שְׂפָתַ֣י H8193 תְּהִלָּ֑ה H8416 כִּ֖י H3588 תְלַמְּדֵ֣נִי H3925 חֻקֶּֽיךָ H2706 ",
  "172": "תַּ֣עַן H6030 לְ֭שׁוֹנִי H3956 אִמְרָתֶ֑ךָ H565 כִּ֖י H3588 כָל H3605 מִצְוֺתֶ֣יךָ H4687 צֶּֽדֶק H6664 ",
  "173": "תְּהִֽי H1961 יָדְךָ֥ H3027 לְעָזְרֵ֑ H5826 כִּ֖י H3588 פִקּוּדֶ֣יךָ H6490 בָחָֽרְתִּי H977 ",
  "174": "תָּאַ֣בְתִּי H8373 לִֽישׁוּעָתְ H3444 יְהוָ֑ה H3068 וְ֝תֽוֹרָתְ H8451 שַׁעֲשֻׁעָֽי H8191 ",
  "175": "תְּֽחִי H2421 נַ֭פְשִׁי H5315 וּֽתְהַֽלְלֶ֑ H1984 וּֽמִשְׁפָּטֶ֥ H4941 יַעֲזְרֻֽנִי H5826 ",
  "176": "תָּעִ֗יתִי H8582 כְּשֶׂ֣ה H7716 אֹ֭בֵד H6 בַּקֵּ֣שׁ H1245 עַבְדֶּ֑ךָ H5650 כִּ֥י H3588 מִ֝צְוֺתֶ֗יךָ H4687 לֹ֣א H3808 שָׁכָֽחְתִּי H7911 "
}
