{
  "1": "שִׁ֗יר H7892 הַֽמַּ֫עֲל֥וֹת H4609 זְכוֹר H2142 יְהוָ֥ה H3068 לְדָוִ֑ד H1732 אֵ֝ת H854 כָּל H3605 עֻנּוֹתֽוֹ H6031 ",
  "2": "אֲשֶׁ֣ר H834 נִ֭שְׁבַּע H7650 לַיהוָ֑ה H3068 נָ֝דַ֗ר H5087 לַאֲבִ֥יר H46 יַעֲקֹֽב H3290 ",
  "3": "אִם H518 אָ֭בֹא H935 בְּאֹ֣הֶל H168 בֵּיתִ֑י H1004 אִם H518 אֶ֝עֱלֶ֗ה H5927 עַל H5921 עֶ֥רֶשׂ H6210 יְצוּעָֽי H3326 ",
  "4": "אִם H518 אֶתֵּ֣ן H5414 שְׁנַ֣ת H8153 לְעֵינָ֑ H5869 לְֽעַפְעַפַּ֥ H6079 תְּנוּמָֽה H8572 ",
  "5": "עַד H5704 אֶמְצָ֣א H4672 מָ֭קוֹם H4725 לַיהוָ֑ה H3068 מִ֝שְׁכָּנ֗וֹת H4908 לַאֲבִ֥יר H46 יַעֲקֹֽב H3290 ",
  "6": "הִנֵּֽה H2009 שְׁמַֽעֲנ֥וּהָ H8085 בְאֶפְרָ֑תָה H672 מְ֝צָאנ֗וּהָ H4672 בִּשְׂדֵי H7704 יָֽעַר H3293 ",
  "7": "נָב֥וֹאָה H935 לְמִשְׁכְּנוֹתָ֑י H4908 נִ֝שְׁתַּחֲוֶ֗ה H7812 לַהֲדֹ֥ם H1916 רַגְלָֽיו H7272 ",
  "8": "קוּמָ֣ה H6965 יְ֭הוָה H3068 לִמְנוּחָתֶ֑ H4496 אַ֝תָּ֗ה H859 וַאֲר֥וֹן H727 עֻזֶּֽךָ H5797 ",
  "9": "כֹּהֲנֶ֥יךָ H3548 יִלְבְּשׁוּ H3847 צֶ֑דֶק H6664 וַחֲסִידֶ֥י H2623 יְרַנֵּֽנוּ H7442 ",
  "10": "בַּ֭עֲבוּר H5668 דָּוִ֣ד H1732 עַבְדֶּ֑ךָ H5650 אַל H408 תָּ֝שֵׁ֗ב H7725 פְּנֵ֣י H6440 מְשִׁיחֶֽךָ H4899 ",
  "11": "נִשְׁבַּֽע H7650 יְהוָ֨ה H3068 לְדָוִ֡ד H1732 אֱמֶת֮ H571 לֹֽא H3808 יָשׁ֪וּב H7725 מִ֫מֶּ֥נָּה H4480 מִפְּרִ֥י H6529 בִטְנְךָ֑ H990 אָ֝שִׁ֗ית H7896 לְכִסֵּא H3678 לָֽךְ Hl ",
  "12": "אִֽם H518 יִשְׁמְר֬וּ H8104 בָנֶ֨יךָ H1121 בְּרִיתִי֮ H1285 וְעֵדֹתִ֥ H5713 ז֗וֹ H2090 אֲלַ֫מְּדֵ֥ם H3925 גַּם H1571 בְּנֵיהֶ֥ם H1121 עֲדֵי H5703 עַ֑ד H5703 יֵ֝שְׁב֗וּ H3427 לְכִסֵּא H3678 לָֽךְ Hl ",
  "13": "כִּֽי H3588 בָחַ֣ר H977 יְהוָ֣ה H3068 בְּצִיּ֑וֹן H6726 אִ֝וָּ֗הּ H183 לְמוֹשָׁ֥ב H4186 לֽוֹ Hl ",
  "14": "זֹאת H2063 מְנוּחָתִ֥י H4496 עֲדֵי H5703 עַ֑ד H5703 פֹּֽה H6311 אֵ֝שֵׁ֗ב H3427 כִּ֣י H3588 אִוִּתִֽיהָ H183 ",
  "15": "צֵ֭ידָהּ H6718 בָּרֵ֣ךְ H1288 אֲבָרֵ֑ךְ H1288 אֶ֝בְיוֹנֶ֗יהָ H34 אַשְׂבִּ֥יעַֽ H7646 לָֽחֶם H3899 ",
  "16": "וְֽ֭כֹהֲנֶי H3548 אַלְבִּ֣ישׁ H3847 יֶ֑שַׁע H3468 וַ֝חֲסִידֶ֗י H2623 רַנֵּ֥ן H7444 יְרַנֵּֽנוּ H7442 ",
  "17": "שָׁ֤ם H8033 אַצְמִ֣יחַ H6779 קֶ֣רֶן H7161 לְדָוִ֑ד H1732 עָרַ֥כְתִּי H6186 נֵ֝֗ר H5216 לִמְשִׁיחִֽ H4899 ",
  "18": "א֭וֹיְבָיו H341 אַלְבִּ֣ישׁ H3847 בֹּ֑שֶׁת H1322 וְ֝עָלָ֗י H5921 יָצִ֥יץ H6692 נִזְרֽוֹ H5145 "
}
