{
  "1": "הַ֥לְלוּ H1984 יָ֨הּ H3050 הַֽ֭לְלוּ H1984 אֶת H853 שֵׁ֣ם H8034 יְהוָ֑ה H3068 הַֽ֝לְלוּ H1984 עַבְדֵ֥י H5650 יְהוָֽה H3068 ",
  "2": "שֶׁ֣֭עֹֽמְדִים H5975 בְּבֵ֣ית H1004 יְהוָ֑ה H3068 בְּ֝חַצְר֗וֹת H2691 בֵּ֣ית H1004 אֱלֹהֵֽינוּ H430 ",
  "3": "הַֽ֭לְלוּ H1984 יָהּ H3050 כִּי H3588 ט֣וֹב H2896 יְהוָ֑ה H3068 זַמְּר֥וּ H2167 לִ֝שְׁמ֗ H8034 כִּ֣י H3588 נָעִֽים H5273 ",
  "4": "כִּֽי H3588 יַעֲקֹ֗ב H3290 בָּחַ֣ר H977 ל֣וֹ Hl יָ֑הּ H3050 יִ֝שְׂרָאֵ֗ל H3478 לִסְגֻלָּתֽ H5459 ",
  "5": "כִּ֤י H3588 אֲנִ֣י H589 יָ֭דַעְתִּי H3045 כִּי H3588 גָד֣וֹל H1419 יְהוָ֑ה H3068 וַ֝אֲדֹנֵ֗י H136 מִכָּל H3605 אֱלֹהִֽים H430 ",
  "6": "כֹּ֤ל H3605 אֲשֶׁר H834 חָפֵ֥ץ H2654 יְהוָ֗ה H3068 עָ֫שָׂ֥ה H6213 בַּשָּׁמַ֥יִם H8064 וּבָ H776 בַּ֝יַּמִּ֗ים H3220 וְכָל H3605 תְּהוֹמֽוֹת H8415 ",
  "7": "מַֽעֲלֶ֣ה H5927 נְשִׂאִים֮ H5387 מִקְצֵ֪ה H7097 הָ֫אָ֥רֶץ H776 בְּרָקִ֣ים H1300 לַמָּטָ֣ר H4306 עָשָׂ֑ה H6213 מֽוֹצֵא H3318 ר֝וּחַ H7307 מֵאֽוֹצְרוֹתָֽי H214 ",
  "8": "שֶֽׁ֭הִכָּה H5221 בְּכוֹרֵ֣י H1060 מִצְרָ֑יִם H4714 מֵ֝אָדָ֗ם H120 עַד H5704 בְּהֵמָֽה H929 ",
  "9": "שָׁלַ֤ח H7971 אֹת֣וֹת H226 וּ֭מֹפְתִים H4159 בְּתוֹכֵ֣ H8432 מִצְרָ֑יִם H4714 בְּ֝פַרְעֹ֗ה H6547 וּבְ H3605 עֲבָדָֽיו H5650 ",
  "10": "שֶֽׁ֭הִכָּה H5221 גּוֹיִ֣ם H1471 רַבִּ֑ים H7227 וְ֝הָרַ֗ג H2026 מְלָכִ֥ים H4428 עֲצוּמִֽים H6099 ",
  "11": "לְסִיח֤וֹן H5511 מֶ֤לֶךְ H4428 הָאֱמֹרִ֗י H567 וּ֭לְ H5747 מֶ֣לֶךְ H4428 הַבָּשָׁ֑ן H1316 וּ֝לְ H3605 מַמְלְכ֥וֹת H4467 כְּנָֽעַן H3667 ",
  "12": "וְנָתַ֣ן H5414 אַרְצָ֣ם H776 נַחֲלָ֑ה H5159 נַ֝חֲלָ֗ה H5159 לְיִשְׂרָאֵ֥ל H3478 עַמּֽוֹ H5971 ",
  "13": "יְ֭הוָה H3068 שִׁמְךָ֣ H8034 לְעוֹלָ֑ם H5769 יְ֝הוָ֗ה H3068 זִכְרְךָ֥ H2143 לְדֹר H1755 וָדֹֽר H1755 ",
  "14": "כִּֽי H3588 יָדִ֣ין H1777 יְהוָ֣ה H3068 עַמּ֑וֹ H5971 וְעַל H5921 עֲ֝בָדָ֗יו H5650 יִתְנֶחָֽם H5162 ",
  "15": "עֲצַבֵּ֣י H6091 הַ֭גּוֹיִם H1471 כֶּ֣סֶף H3701 וְזָהָ֑ב H2091 מַ֝עֲשֵׂ֗ה H4639 יְדֵ֣י H3027 אָדָֽם H120 ",
  "16": "פֶּֽה H6310 לָ֭הֶם H1992 וְלֹ֣א H3808 יְדַבֵּ֑רוּ H1696 עֵינַ֥יִם H5869 לָ֝הֶ֗ם H1992 וְלֹ֣א H3808 יִרְאֽוּ H7200 ",
  "17": "אָזְנַ֣יִם H241 לָ֭הֶם H1992 וְלֹ֣א H3808 יַאֲזִ֑ינוּ H238 אַ֝֗ף H637 אֵין H369 יֶשׁ H3426 ר֥וּחַ H7307 בְּפִי H6310 ",
  "18": "כְּ֭מוֹהֶם H3644 יִהְי֣וּ H1961 עֹשֵׂיהֶ֑ם H6213 כֹּ֭ל H3605 אֲשֶׁר H834 בֹּטֵ֣חַ H982 בָּהֶֽם Hb ",
  "19": "בֵּ֣ית H1004 יִ֭שְׂרָאֵל H3478 בָּרֲכ֣וּ H1288 אֶת H853 יְהוָ֑ה H3068 בֵּ֥ית H1004 אַ֝הֲרֹ֗ן H175 בָּרֲכ֥וּ H1288 אֶת H853 יְהוָֽה H3068 ",
  "20": "בֵּ֣ית H1004 הַ֭לֵּוִי H3878 בָּרֲכ֣וּ H1288 אֶת H853 יְהוָ֑ה H3068 יִֽרְאֵ֥י H3373 יְ֝הוָ֗ה H3068 בָּרֲכ֥וּ H1288 אֶת H853 יְהוָֽה H3068 ",
  "21": "בָּ֘ר֤וּךְ H1288 יְהוָ֨ה H3068 מִצִּיּ֗וֹן H6726 שֹׁ֘כֵ֤ן H7931 יְֽרוּשָׁלִָ֗ם H3389 הַֽלְלוּ H1984 יָֽהּ H3050 "
}
