{
  "1": "לַ֭מְנַצֵּחַ H5329 לְדָוִ֣ד H1732 מִזְמ֑וֹר H4210 יְהוָ֥ה H3068 חֲ֝קַרְתַּ֗נִי H2713 וַתֵּדָֽע H3045 ",
  "2": "אַתָּ֣ה H859 יָ֭דַעְתָּ H3045 שִׁבְתִּ֣י H3427 וְקוּמִ֑ H6965 בַּ֥נְתָּה H995 לְ֝רֵעִ֗ H7454 מֵרָחֽוֹק H7350 ",
  "3": "אָרְחִ֣י H734 וְרִבְעִ֣ H7252 זֵרִ֑יתָ H2219 וְֽכָל H3605 דְּרָכַ֥י H1870 הִסְכַּֽנְתָּה H5532 ",
  "4": "כִּ֤י H3588 אֵ֣ין H369 מִ֭לָּה H4405 בִּלְשׁוֹנִ֑ H3956 הֵ֥ן H2005 יְ֝הוָ֗ה H3068 יָדַ֥עְתָּ H3045 כֻלָּֽהּ H3605 ",
  "5": "אָח֣וֹר H268 וָקֶ֣דֶם H6924 צַרְתָּ֑נִי H6696 וַתָּ֖שֶׁת H7896 עָלַ֣י H5921 כַּפֶּֽכָה H3709 ",
  "6": "פלאיה H6383 דַ֣עַת H1847 מִמֶּ֑נִּי H4480 נִ֝שְׂגְּבָ֗ה H7682 לֹא H3808 א֥וּכַֽל H3201 לָֽהּ Hl ",
  "7": "אָ֭נָ֥ה H575 אֵלֵ֣ךְ H3212 מֵרוּחֶ֑ H7307 וְ֝אָ֗נָה H575 מִפָּנֶ֥י H6440 אֶבְרָֽח H1272 ",
  "8": "אִם H518 אֶסַּ֣ק H5266 שָׁ֭מַיִם H8064 שָׁ֣ם H8033 אָ֑תָּה H859 וְאַצִּ֖יעָה H3331 שְּׁא֣וֹל H7585 הִנֶּֽךָּ H2005 ",
  "9": "אֶשָּׂ֥א H5375 כַנְפֵי H3671 שָׁ֑חַר H7837 אֶ֝שְׁכְּנָ֗ה H7931 בְּאַחֲרִ֥ית H319 יָֽם H3220 ",
  "10": "גַּם H1571 שָׁ֭ם H8033 יָדְךָ֣ H3027 תַנְחֵ֑נִי H5148 וְֽתֹאחֲזֵ֥ H270 יְמִינֶֽךָ H3225 ",
  "11": "וָ֭אֹמַר H559 אַךְ H389 חֹ֣שֶׁךְ H2822 יְשׁוּפֵ֑נִי H7779 וְ֝לַ֗יְלָה H3915 א֣וֹר H216 בַּעֲדֵֽנִי H1157 ",
  "12": "גַּם H1571 חֹשֶׁךְ֮ H2822 לֹֽא H3808 יַחְשִׁ֪יךְ H2821 מִ֫מֶּ֥ךָ H4480 וְ֭לַיְלָה H3915 כַּיּ֣וֹם H3117 יָאִ֑יר H215 כַּ֝חֲשֵׁיכָ֗ה H2825 כָּאוֹרָֽה H219 ",
  "13": "כִּֽי H3588 אַ֭תָּה H859 קָנִ֣יתָ H7069 כִלְיֹתָ֑י H3629 תְּ֝סֻכֵּ֗נִי H5526 בְּבֶ֣טֶן H990 אִמִּֽי H517 ",
  "14": "אֽוֹדְךָ֗ H3034 עַ֤ל H5921 כִּ֥י H3588 נוֹרָא֗וֹת H3372 נִ֫פְלֵ֥יתִי H6395 נִפְלָאִ֥ים H6381 מַעֲשֶׂ֑יךָ H4639 וְ֝נַפְשִׁ֗ H5315 יֹדַ֥עַת H3045 מְאֹֽד H3966 ",
  "15": "לֹא H3808 נִכְחַ֥ד H3582 עָצְמִ֗י H6108 מִ֫מֶּ֥ךָּ H4480 אֲשֶׁר H834 עֻשֵּׂ֥יתִי H6213 בַסֵּ֑תֶר H5643 רֻ֝קַּ֗מְתִּי H7551 בְּֽתַחְתִּיּ֥וֹת H8482 אָֽרֶץ H776 ",
  "16": "גָּלְמִ֤י H1564 רָ֘א֤וּ H7200 עֵינֶ֗יךָ H5869 וְעַֽל H5921 סִפְרְךָ֮ H5612 כֻּלָּ֪ם H3605 יִכָּ֫תֵ֥בוּ H3789 יָמִ֥ים H3117 יֻצָּ֑רוּ H3335 ולא H3808 אֶחָ֣ד H259 בָּהֶֽם Hb ",
  "17": "וְלִ֗ Hc/Hl מַה H4100 יָּקְר֣וּ H3365 רֵעֶ֣יךָ H7454 אֵ֑ל H410 מֶ֥ה H4100 עָ֝צְמוּ H6105 רָאשֵׁיהֶֽם H7218 ",
  "18": "אֶ֭סְפְּרֵם H5608 מֵח֣וֹל H2344 יִרְבּ֑וּן H7235 הֱ֝קִיצֹ֗תִי H6974 וְעוֹדִ֥ H5750 עִמָּֽךְ H5973 ",
  "19": "אִם H518 תִּקְטֹ֖ל H6991 אֱל֥וֹהַּ H433 רָשָׁ֑ע H7563 וְאַנְשֵׁ֥י H376 דָ֝מִ֗ים H1818 ס֣וּרוּ H5493 מֶֽנִּי H4480 ",
  "20": "אֲשֶׁ֣ר H834 יֹ֭אמְרֻךָ H559 לִמְזִמָּ֑ה H4209 נָשֻׂ֖א H5375 לַשָּׁ֣וְא H7723 עָרֶֽיךָ H6145 ",
  "21": "הֲלֽוֹא H3808 מְשַׂנְאֶ֖יךָ H8130 יְהוָ֥ה H3068 אֶשְׂנָ֑א H8130 וּ֝בִ H8618 אֶתְקוֹטָֽט H6962 ",
  "22": "תַּכְלִ֣ית H8503 שִׂנְאָ֣ה H8135 שְׂנֵאתִ֑ים H8130 לְ֝אוֹיְבִ֗ים H341 הָ֣יוּ H1961 לִֽי Hl ",
  "23": "חָקְרֵ֣נִי H2713 אֵ֭ל H410 וְדַ֣ע H3045 לְבָבִ֑י H3824 בְּ֝חָנֵ֗נִי H974 וְדַ֣ע H3045 שַׂרְעַפָּֽי H8312 ",
  "24": "וּרְאֵ֗ה H7200 אִם H518 דֶּֽרֶךְ H1870 עֹ֥צֶב H6090 בִּ֑י Hb וּ֝נְחֵ֗ H5148 בְּדֶ֣רֶךְ H1870 עוֹלָֽם H5769 "
}
