{
  "1": "תְּהִלָּ֗ה H8416 לְדָ֫וִ֥ד H1732 אֲרוֹמִמְךָ֣ H7311 אֱלוֹהַ֣י H433 הַמֶּ֑לֶךְ H4428 וַאֲבָרֲכָ֥ה H1288 שִׁ֝מְךָ֗ H8034 לְעוֹלָ֥ם H5769 וָעֶֽד H5703 ",
  "2": "בְּכָל H3605 י֥וֹם H3117 אֲבָרֲכֶ֑ךָּ H1288 וַאֲהַלְלָ֥ה H1984 שִׁ֝מְךָ֗ H8034 לְעוֹלָ֥ם H5769 וָעֶֽד H5703 ",
  "3": "גָּ֘ד֤וֹל H1419 יְהוָ֣ה H3068 וּמְהֻלָּ֣ל H1984 מְאֹ֑ד H3966 וְ֝לִ H1420 אֵ֣ין H369 חֵֽקֶר H2714 ",
  "4": "דּ֣וֹר H1755 לְ֭דוֹר H1755 יְשַׁבַּ֣ח H7623 מַעֲשֶׂ֑יךָ H4639 וּגְב֖וּרֹתֶ֣י H1369 יַגִּֽידוּ H5046 ",
  "5": "הֲ֭דַר H1926 כְּב֣וֹד H3519 הוֹדֶ֑ךָ H1935 וְדִבְרֵ֖י H1697 נִפְלְאוֹתֶ֣יךָ H6381 אָשִֽׂיחָה H7878 ",
  "6": "וֶעֱז֣וּז H5807 נוֹרְאֹתֶ֣יךָ H3372 יֹאמֵ֑רוּ H559 וגדולתי H1420 אֲסַפְּרֶֽנָּה H5608 ",
  "7": "זֵ֣כֶר H2143 רַב H7227 טוּבְךָ֣ H2898 יַבִּ֑יעוּ H5042 וְצִדְקָתְ H6666 יְרַנֵּֽנוּ H7442 ",
  "8": "חַנּ֣וּן H2587 וְרַח֣וּם H7349 יְהוָ֑ה H3068 אֶ֥רֶךְ H750 אַ֝פַּ֗יִם H639 וּגְדָל H1419 חָֽסֶד H2617 ",
  "9": "טוֹב H2896 יְהוָ֥ה H3068 לַכֹּ֑ל H3605 וְ֝רַחֲמָ֗י H7356 עַל H5921 כָּל H3605 מַעֲשָֽׂיו H4639 ",
  "10": "יוֹד֣וּךָ H3034 יְ֭הוָה H3068 כָּל H3605 מַעֲשֶׂ֑יךָ H4639 וַ֝חֲסִידֶ֗י H2623 יְבָרֲכֽוּכָה H1288 ",
  "11": "כְּב֣וֹד H3519 מַלְכוּתְךָ֣ H4438 יֹאמֵ֑רוּ H559 וּגְבוּרָתְ H1369 יְדַבֵּֽרוּ H1696 ",
  "12": "לְהוֹדִ֤יעַ H3045 לִבְנֵ֣י H1121 הָ֭אָדָם H120 גְּבוּרֹתָ֑יו H1369 וּ֝כְב֗וֹד H3519 הֲדַ֣ר H1926 מַלְכוּתֽוֹ H4438 ",
  "13": "מַֽלְכוּתְךָ֗ H4438 מַלְכ֥וּת H4438 כָּל H3605 עֹֽלָמִ֑ים H5769 וּ֝מֶֽמְשֶׁלְתְּ H4475 בְּכָל H3605 דּ֥וֹר H1755 וָדֽוֹר H1755 ",
  "14": "סוֹמֵ֣ךְ H5564 יְ֭הוָה H3068 לְכָל H3605 הַנֹּפְלִ֑ים H5307 וְ֝זוֹקֵ֗ף H2210 לְכָל H3605 הַכְּפוּפִֽים H3721 ",
  "15": "עֵֽינֵי H5869 כֹ֭ל H3605 אֵלֶ֣יךָ H413 יְשַׂבֵּ֑רוּ H7663 וְאַתָּ֤ה H859 נֽוֹתֵן H5414 לָהֶ֖ם H1992 אֶת H853 אָכְלָ֣ם H400 בְּעִתּֽ H6256 ",
  "16": "פּוֹתֵ֥חַ H6605 אֶת H853 יָדֶ֑ךָ H3027 וּמַשְׂבִּ֖יעַ H7646 לְכָל H3605 חַ֣י H2416 רָצֽוֹן H7522 ",
  "17": "צַדִּ֣יק H6662 יְ֭הוָה H3068 בְּכָל H3605 דְּרָכָ֑יו H1870 וְ֝חָסִ֗יד H2623 בְּכָל H3605 מַעֲשָֽׂיו H4639 ",
  "18": "קָר֣וֹב H7138 יְ֭הוָה H3068 לְכָל H3605 קֹרְאָ֑יו H7121 לְכֹ֤ל H3605 אֲשֶׁ֖ר H834 יִקְרָאֻ֣הוּ H7121 בֶאֱמֶֽת H571 ",
  "19": "רְצוֹן H7522 יְרֵאָ֥יו H3373 יַעֲשֶׂ֑ה H6213 וְֽאֶת H853 שַׁוְעָתָ֥ם H7775 יִ֝שְׁמַ֗ע H8085 וְיוֹשִׁיעֵֽ H3467 ",
  "20": "שׁוֹמֵ֣ר H8104 יְ֭הוָה H3068 אֶת H853 כָּל H3605 אֹהֲבָ֑יו H157 וְאֵ֖ת H853 כָּל H3605 הָרְשָׁעִ֣ים H7563 יַשְׁמִֽיד H8045 ",
  "21": "תְּהִלַּ֥ת H8416 יְהוָ֗ה H3068 יְֽדַבֶּ֫ר H1696 פִּ֥י H6310 וִיבָרֵ֣ךְ H1288 כָּל H3605 בָּ֭שָׂר H1320 שֵׁ֥ם H8034 קָדְשׁ֗וֹ H6944 לְעוֹלָ֥ם H5769 וָעֶֽד H5703 "
}
