{
  "1": "הַ֥לְלוּ H1984 יָ֨הּ H3050 כִּי H3588 ט֭וֹב H2896 זַמְּרָ֣ה H2167 אֱלֹהֵ֑ינוּ H430 כִּֽי H3588 נָ֝עִים H5273 נָאוָ֥ה H5000 תְהִלָּֽה H8416 ",
  "2": "בּוֹנֵ֣ה H1129 יְרוּשָׁלִַ֣ם H3389 יְהוָ֑ה H3068 נִדְחֵ֖י H1760 יִשְׂרָאֵ֣ל H3478 יְכַנֵּֽס H3664 ",
  "3": "הָ֭רֹפֵא H7495 לִשְׁב֣וּרֵי H7665 לֵ֑ב H3820 וּ֝מְחַבֵּ֗שׁ H2280 לְעַצְּבוֹתָֽ H6094 ",
  "4": "מוֹנֶ֣ה H4487 מִ֭סְפָּר H4557 לַכּוֹכָבִ֑ים H3556 לְ֝כֻלָּ֗ H3605 שֵׁמ֥וֹת H8034 יִקְרָֽא H7121 ",
  "5": "גָּד֣וֹל H1419 אֲדוֹנֵ֣ינוּ H113 וְרַב H7227 כֹּ֑חַ H3581 לִ֝תְבוּנָת֗ H8394 אֵ֣ין H369 מִסְפָּֽר H4557 ",
  "6": "מְעוֹדֵ֣ד H5749 עֲנָוִ֣ים H6035 יְהוָ֑ה H3068 מַשְׁפִּ֖יל H8213 רְשָׁעִ֣ים H7563 עֲדֵי H5703 אָֽרֶץ H776 ",
  "7": "עֱנ֣וּ H6030 לַיהוָ֣ה H3068 בְּתוֹדָ֑ה H8426 זַמְּר֖וּ H2167 לֵאלֹהֵ֣י H430 בְכִנּֽוֹר H3658 ",
  "8": "הַֽמְכַסֶּ֬ה H3680 שָׁמַ֨יִם H8064 בְּעָבִ֗ים H5645 הַמֵּכִ֣ין H3559 לָאָ֣רֶץ H776 מָטָ֑ר H4306 הַמַּצְמִ֖יחַ H6779 הָרִ֣ים H2022 חָצִֽיר H2682 ",
  "9": "נוֹתֵ֣ן H5414 לִבְהֵמָ֣ה H929 לַחְמָ֑הּ H3899 לִבְנֵ֥י H1121 עֹ֝רֵ֗ב H6158 אֲשֶׁ֣ר H834 יִקְרָֽאוּ H7121 ",
  "10": "לֹ֤א H3808 בִגְבוּרַ֣ת H1369 הַסּ֣וּס H5483 יֶחְפָּ֑ץ H2654 לֹֽא H3808 בְשׁוֹקֵ֖י H7785 הָאִ֣ישׁ H376 יִרְצֶֽה H7521 ",
  "11": "רוֹצֶ֣ה H7521 יְ֭הוָה H3068 אֶת H853 יְרֵאָ֑יו H3373 אֶת H853 הַֽמְיַחֲלִ֥ים H3176 לְחַסְדּֽ H2617 ",
  "12": "שַׁבְּחִ֣י H7623 יְ֭רוּשָׁלִַם H3389 אֶת H853 יְהוָ֑ה H3068 הַֽלְלִ֖י H1984 אֱלֹהַ֣יִךְ H430 צִיּֽוֹן H6726 ",
  "13": "כִּֽי H3588 חִ֭זַּק H2388 בְּרִיחֵ֣י H1280 שְׁעָרָ֑יִךְ H8179 בֵּרַ֖ךְ H1288 בָּנַ֣יִךְ H1121 בְּקִרְבֵּֽ H7130 ",
  "14": "הַשָּׂם H7760 גְּבוּלֵ֥ךְ H1366 שָׁל֑וֹם H7965 חֵ֥לֶב H2459 חִ֝טִּ֗ים H2406 יַשְׂבִּיעֵֽךְ H7646 ",
  "15": "הַשֹּׁלֵ֣חַ H7971 אִמְרָת֣וֹ H565 אָ֑רֶץ H776 עַד H5704 מְ֝הֵרָ֗ה H4120 יָר֥וּץ H7323 דְּבָרֽוֹ H1697 ",
  "16": "הַנֹּתֵ֣ן H5414 שֶׁ֣לֶג H7950 כַּצָּ֑מֶר H6785 כְּ֝פ֗וֹר H3713 כָּאֵ֥פֶר H665 יְפַזֵּֽר H6340 ",
  "17": "מַשְׁלִ֣יךְ H7993 קַֽרְח֣וֹ H7140 כְפִתִּ֑ים H6595 לִפְנֵ֥י H6440 קָ֝רָת֗וֹ H7135 מִ֣י H4310 יַעֲמֹֽד H5975 ",
  "18": "יִשְׁלַ֣ח H7971 דְּבָר֣וֹ H1697 וְיַמְסֵ֑ H4529 יַשֵּׁ֥ב H5380 ר֝וּח֗וֹ H7307 יִזְּלוּ H5140 מָֽיִם H4325 ",
  "19": "מַגִּ֣יד H5046 דברו H1697 לְיַעֲקֹ֑ב H3290 חֻקָּ֥יו H2706 וּ֝מִשְׁפָּטָ֗י H4941 לְיִשְׂרָאֵֽל H3478 ",
  "20": "לֹ֘א H3808 עָ֤שָׂה H6213 כֵ֨ן H3651 לְכָל H3605 גּ֗וֹי H1471 וּמִשְׁפָּטִ֥ים H4941 בַּל H1077 יְדָע֗וּם H3045 הַֽלְלוּ H1984 יָֽהּ H3050 "
}
