{
  "1": "תְּפִלָּ֗ה H8605 לְדָ֫וִ֥ד H1732 שִׁמְעָ֤ה H8085 יְהוָ֨ה H3068 צֶ֗דֶק H6664 הַקְשִׁ֥יבָה H7181 רִנָּתִ֗י H7440 הַאֲזִ֥ינָה H238 תְפִלָּתִ֑י H8605 בְּ֝לֹ֗א H3808 שִׂפְתֵ֥י H8193 מִרְמָֽה H4820 ",
  "2": "מִ֭לְּ H6440 מִשְׁפָּטִ֣י H4941 יֵצֵ֑א H3318 עֵ֝ינֶ֗יךָ H5869 תֶּחֱזֶ֥ינָה H2372 מֵישָׁרִֽים H4339 ",
  "3": "בָּ֘חַ֤נְתָּ H974 לִבִּ֨י H3820 פָּ֘קַ֤דְתָּ H6485 לַּ֗יְלָה H3915 צְרַפְתַּ֥נִי H6884 בַל H1077 תִּמְצָ֑א H4672 זַ֝מֹּתִ֗י H2161 בַּל H1077 יַעֲבָר H5674 פִּֽי H6310 ",
  "4": "לִפְעֻלּ֣וֹת H6468 אָ֭דָם H120 בִּדְבַ֣ר H1697 שְׂפָתֶ֑יךָ H8193 אֲנִ֥י H589 שָׁ֝מַ֗רְתִּי H8104 אָרְח֥וֹת H734 פָּרִֽיץ H6530 ",
  "5": "תָּמֹ֣ךְ H8551 אֲ֭שֻׁרַי H838 בְּמַעְגְּלוֹתֶ֑י H4570 בַּל H1077 נָמ֥וֹטּוּ H4131 פְעָמָֽי H6471 ",
  "6": "אֲנִֽי H589 קְרָאתִ֣יךָ H7121 כִֽי H3588 תַעֲנֵ֣נִי H6030 אֵ֑ל H410 הַֽט H5186 אָזְנְךָ֥ H241 לִ֝֗י Hl שְׁמַ֣ע H8085 אִמְרָתִֽי H565 ",
  "7": "הַפְלֵ֣ה H6395 חֲ֭סָדֶיךָ H2617 מוֹשִׁ֣יעַ H3467 חוֹסִ֑ים H2620 מִ֝מִּתְקוֹמְמִ֗ים H6965 בִּֽימִינֶֽ H3225 ",
  "8": "שָׁ֭מְרֵנִי H8104 כְּאִישׁ֣וֹן H380 בַּת H1323 עָ֑יִן H5869 בְּצֵ֥ל H6738 כְּ֝נָפֶ֗יךָ H3671 תַּסְתִּירֵֽנִי H5641 ",
  "9": "מִפְּנֵ֣י H6440 רְ֭שָׁעִים H7563 ז֣וּ H2098 שַׁדּ֑וּנִי H7703 אֹיְבַ֥י H341 בְּ֝נֶ֗פֶשׁ H5315 יַקִּ֥יפוּ H5362 עָלָֽי H5921 ",
  "10": "חֶלְבָּ֥מוֹ H2459 סָּגְר֑וּ H5462 פִּ֝֗ימוֹ H6310 דִּבְּר֥וּ H1696 בְגֵאֽוּת H1348 ",
  "11": "אַ֭שֻּׁרֵינוּ H838 עַתָּ֣ה H6258 סבבוני H5437 עֵינֵיהֶ֥ם H5869 יָ֝שִׁ֗יתוּ H7896 לִנְט֥וֹת H5186 בָּאָֽרֶץ H776 ",
  "12": "דִּמְיֹנ֗וֹ H1825 כְּ֭אַרְיֵה H738 יִכְס֣וֹף H3700 לִטְר֑וֹף H2963 וְ֝כִ H3715 יֹשֵׁ֥ב H3427 בְּמִסְתָּרִֽים H4565 ",
  "13": "קוּמָ֤ה H6965 יְהוָ֗ה H3068 קַדְּמָ֣ה H6923 פָ֭נָיו H6440 הַכְרִיעֵ֑הוּ H3766 פַּלְּטָ֥ה H6403 נַ֝פְשִׁ֗י H5315 מֵרָשָׁ֥ע H7563 חַרְבֶּֽךָ H2719 ",
  "14": "מִֽמְתִ֥ים H4962 יָדְךָ֨ H3027 יְהוָ֡ה H3068 מִֽמְתִ֬ים H4962 מֵחֶ֗לֶד H2465 חֶלְקָ֥ם H2506 בַּֽחַיִּים֮ H2416 וצפינ H6840 תְּמַלֵּ֪א H4390 בִ֫טְנָ֥ם H990 יִשְׂבְּע֥וּ H7646 בָנִ֑ים H1121 וְהִנִּ֥יחוּ H3240 יִ֝תְרָ֗ם H3499 לְעוֹלְלֵי H5768 ",
  "15": "אֲנִ֗י H589 בְּ֭צֶדֶק H6664 אֶחֱזֶ֣ה H2372 פָנֶ֑יךָ H6440 אֶשְׂבְּעָ֥ה H7646 בְ֝הָקִ֗יץ H6974 תְּמוּנָתֶֽךָ H8544 "
}
