{
  "1": "וַיֹּאמַ֡ר H559 אֶרְחָמְךָ֖ H7355 יְהוָ֣ה H3068 חִזְקִֽי H2391 ",
  "2": "יְהוָ֤ה H3068 סַֽלְעִ֥י H5553 וּמְצוּדָתִ֗ H4686 וּמְפַ֫לְטִ֥ H6403 אֵלִ֣י H410 צ֭וּרִי H6697 אֶֽחֱסֶה H2620 בּ֑וֹ Hb מָֽגִנִּ֥י H4043 וְקֶֽרֶן H7161 יִ֝שְׁעִ֗י H3468 מִשְׂגַּבִּֽי H4869 ",
  "3": "מְ֭הֻלָּל H1984 אֶקְרָ֣א H7121 יְהוָ֑ה H3068 וּמִן H4480 אֹ֝יְבַ֗י H341 אִוָּשֵֽׁעַ H3467 ",
  "4": "אֲפָפ֥וּנִי H661 חֶבְלֵי H2256 מָ֑וֶת H4194 וְֽנַחֲלֵ֖י H5158 בְלִיַּ֣עַל H1100 יְבַֽעֲתֽוּנִי H1204 ",
  "5": "חֶבְלֵ֣י H2256 שְׁא֣וֹל H7585 סְבָב֑וּנִי H5437 קִ֝דְּמ֗וּנִי H6923 מ֣וֹקְשֵׁי H4170 מָֽוֶת H4194 ",
  "6": "בַּצַּר H6862 לִ֤י Hl אֶֽקְרָ֣א H7121 יְהוָה֮ H3068 וְאֶל H413 אֱלֹהַ֪י H430 אֲשַׁ֫וֵּ֥עַ H7768 יִשְׁמַ֣ע H8085 מֵהֵיכָל֣ H1964 קוֹלִ֑י H6963 וְ֝שַׁוְעָתִ֗ H7775 לְפָנָ֤י H6440 תָּב֬וֹא H935 בְאָזְנָֽי H241 ",
  "7": "וַתִּגְעַ֬שׁ H1607 וַתִּרְעַ֨שׁ H7493 הָאָ֗רֶץ H776 וּמוֹסְדֵ֣י H4146 הָרִ֣ים H2022 יִרְגָּ֑זוּ H7264 וַ֝יִּתְגָּֽעֲשׁ֗וּ H1607 כִּי H3588 חָ֥רָה H2734 לֽוֹ Hl ",
  "8": "עָ֘לָ֤ה H5927 עָשָׁ֨ן H6227 בְּאַפּ֗ H639 וְאֵשׁ H784 מִפִּ֥י H6310 תֹּאכֵ֑ל H398 גֶּ֝חָלִ֗ים H1513 בָּעֲר֥וּ H1197 מִמֶּֽנּוּ H4480 ",
  "9": "וַיֵּ֣ט H5186 שָׁ֭מַיִם H8064 וַיֵּרַ֑ד H3381 וַ֝עֲרָפֶ֗ל H6205 תַּ֣חַת H8478 רַגְלָֽיו H7272 ",
  "10": "וַיִּרְכַּ֣ב H7392 עַל H5921 כְּ֭רוּב H3742 וַיָּעֹ֑ף H5774 וַ֝יֵּ֗דֶא H1675 עַל H5921 כַּנְפֵי H3671 רֽוּחַ H7307 ",
  "11": "יָ֤שֶׁת H7896 חֹ֨שֶׁךְ H2822 סִתְר֗וֹ H5643 סְבִֽיבוֹתָ֥יו H5439 סֻכָּת֑וֹ H5521 חֶשְׁכַת H2824 מַ֝֗יִם H4325 עָבֵ֥י H5645 שְׁחָקִֽים H7834 ",
  "12": "מִנֹּ֗גַהּ H5051 נֶ֫גְדּ֥וֹ H5048 עָבָ֥יו H5645 עָבְר֑וּ H5674 בָּ֝רָ֗ד H1259 וְגַֽחֲלֵי H1513 אֵֽשׁ H784 ",
  "13": "וַיַּרְעֵ֬ם H7481 בַּשָּׁמַ֨יִם H8064 יְֽהוָ֗ה H3068 וְ֭עֶלְיוֹן H5945 יִתֵּ֣ן H5414 קֹל֑וֹ H6963 בָּ֝רָ֗ד H1259 וְגַֽחֲלֵי H1513 אֵֽשׁ H784 ",
  "14": "וַיִּשְׁלַ֣ח H7971 חִ֭צָּיו H2671 וַיְפִיצֵ֑ H6327 וּבְרָקִ֥ים H1300 רָ֝ב H7232 וַיְהֻמֵּֽ H2000 ",
  "15": "וַיֵּ֤רָא֨וּ H7200 אֲפִ֥יקֵי H650 מַ֗יִם H4325 וַֽיִּגָּלוּ֮ H1540 מוֹסְד֪וֹת H4146 תֵּ֫בֵ֥ל H8398 מִגַּעֲרָ֣תְ H1606 יְהוָ֑ה H3068 מִ֝נִּשְׁמַ֗ת H5397 ר֣וּחַ H7307 אַפֶּֽךָ H639 ",
  "16": "יִשְׁלַ֣ח H7971 מִ֭מָּרוֹם H4791 יִקָּחֵ֑נִי H3947 יַֽ֝מְשֵׁ֗נִי H4871 מִמַּ֥יִם H4325 רַבִּֽים H7227 ",
  "17": "יַצִּילֵ֗נִי H5337 מֵאֹיְבִ֥ H341 עָ֑ז H5794 וּ֝מִ H8130 כִּֽי H3588 אָמְצ֥וּ H553 מִמֶּֽנִּי H4480 ",
  "18": "יְקַדְּמ֥וּנִי H6923 בְיוֹם H3117 אֵידִ֑י H343 וַֽיְהִי H1961 יְהוָ֖ה H3068 לְמִשְׁעָ֣ן H4937 לִֽי Hl ",
  "19": "וַיּוֹצִיאֵ֥ H3318 לַמֶּרְחָ֑ב H4800 יְ֝חַלְּצֵ֗נִי H2502 כִּ֘י H3588 חָ֥פֵֽץ H2654 בִּֽי Hb ",
  "20": "יִגְמְלֵ֣נִי H1580 יְהוָ֣ה H3068 כְּצִדְקִ֑ H6664 כְּבֹ֥ר H1252 יָ֝דַ֗י H3027 יָשִׁ֥יב H7725 לִֽי Hl ",
  "21": "כִּֽי H3588 שָׁ֭מַרְתִּי H8104 דַּרְכֵ֣י H1870 יְהוָ֑ה H3068 וְלֹֽא H3808 רָ֝שַׁ֗עְתִּי H7561 מֵאֱלֹהָֽ H430 ",
  "22": "כִּ֣י H3588 כָל H3605 מִשְׁפָּטָ֣יו H4941 לְנֶגְדִּ֑ H5048 וְ֝חֻקֹּתָ֗י H2708 לֹא H3808 אָסִ֥יר H5493 מֶֽנִּי H4480 ",
  "23": "וָאֱהִ֣י H1961 תָמִ֣ים H8549 עִמּ֑וֹ H5973 וָ֝אֶשְׁתַּמֵּ֗ר H8104 מֵעֲוֺנִֽ H5771 ",
  "24": "וַיָּֽשֶׁב H7725 יְהוָ֣ה H3068 לִ֣י Hl כְצִדְקִ֑ H6664 כְּבֹ֥ר H1252 יָ֝דַ֗י H3027 לְנֶ֣גֶד H5048 עֵינָֽיו H5869 ",
  "25": "עִם H5973 חָסִ֥יד H2623 תִּתְחַסָּ֑ד H2616 עִם H5973 גְּבַ֥ר H1399 תָּ֝מִ֗ים H8549 תִּתַּמָּֽם H8552 ",
  "26": "עִם H5973 נָבָ֥ר H1305 תִּתְבָּרָ֑ר H1305 וְעִם H5973 עִ֝קֵּ֗שׁ H6141 תִּתְפַּתָּֽל H6617 ",
  "27": "כִּֽי H3588 אַ֭תָּה H859 עַם H5971 עָנִ֣י H6041 תוֹשִׁ֑יעַ H3467 וְעֵינַ֖יִם H5869 רָמ֣וֹת H7311 תַּשְׁפִּֽיל H8213 ",
  "28": "כִּֽי H3588 אַ֭תָּה H859 תָּאִ֣יר H215 נֵרִ֑י H5216 יְהוָ֥ה H3068 אֱ֝לֹהַ֗י H430 יַגִּ֥יהַּ H5050 חָשְׁכִּֽי H2822 ",
  "29": "כִּֽי H3588 בְ֭ךָ Hb אָרֻ֣ץ H7323 גְּד֑וּד H1416 וּ֝בֵֽ H430 אֲדַלֶּג H1801 שֽׁוּר H7791 ",
  "30": "הָאֵל֮ H410 תָּמִ֪ים H8549 דַּ֫רְכּ֥וֹ H1870 אִמְרַֽת H565 יְהוָ֥ה H3068 צְרוּפָ֑ה H6884 מָגֵ֥ן H4043 ה֝֗וּא H1931 לְכֹ֤ל H3605 הַחֹסִ֬ים H2620 בּֽוֹ Hb ",
  "31": "כִּ֤י H3588 מִ֣י H4310 אֱ֭לוֹהַּ H433 מִבַּלְעֲדֵ֣י H1107 יְהוָ֑ה H3068 וּמִ֥י H4310 צ֝֗וּר H6697 זוּלָתִ֥י H2108 אֱלֹהֵֽינוּ H430 ",
  "32": "הָ֭אֵל H410 הַמְאַזְּרֵ֣ H247 חָ֑יִל H2428 וַיִּתֵּ֖ן H5414 תָּמִ֣ים H8549 דַּרְכִּֽי H1870 ",
  "33": "מְשַׁוֶּ֣ה H7737 רַ֭גְלַי H7272 כָּאַיָּל֑וֹת H355 וְעַ֥ל H5921 בָּ֝מֹתַ֗י H1116 יַעֲמִידֵֽנִי H5975 ",
  "34": "מְלַמֵּ֣ד H3925 יָ֭דַי H3027 לַמִּלְחָמָ֑ה H4421 וְֽנִחֲתָ֥ה H5181 קֶֽשֶׁת H7198 נְ֝חוּשָׁ֗ה H5154 זְרוֹעֹתָֽי H2220 ",
  "35": "וַתִּתֶּן H5414 לִי֮ Hl מָגֵ֪ן H4043 יִ֫שְׁעֶ֥ךָ H3468 וִֽימִינְ H3225 תִסְעָדֵ֑נִי H5582 וְֽעַנְוַתְ H6037 תַרְבֵּֽנִי H7235 ",
  "36": "תַּרְחִ֣יב H7337 צַעֲדִ֣י H6806 תַחְתָּ֑י H8478 וְלֹ֥א H3808 מָ֝עֲד֗וּ H4571 קַרְסֻלָּֽי H7166 ",
  "37": "אֶרְדּ֣וֹף H7291 א֭וֹיְבַי H341 וְאַשִּׂיגֵ֑ H5381 וְלֹֽא H3808 אָ֝שׁוּב H7725 עַד H5704 כַּלּוֹתָֽם H3615 ",
  "38": "אֶ֭מְחָצֵם H4272 וְלֹא H3808 יֻ֣כְלוּ H3201 ק֑וּם H6965 יִ֝פְּל֗וּ H5307 תַּ֣חַת H8478 רַגְלָֽי H7272 ",
  "39": "וַתְּאַזְּרֵ֣ H247 חַ֭יִל H2428 לַמִּלְחָמָ֑ה H4421 תַּכְרִ֖יעַ H3766 קָמַ֣י H6965 תַּחְתָּֽי H8478 ",
  "40": "וְֽאֹיְבַ֗ H341 נָתַ֣תָּה H5414 לִּ֣י Hl עֹ֑רֶף H6203 וּ֝מְשַׂנְאַ֗ H8130 אַצְמִיתֵֽם H6789 ",
  "41": "יְשַׁוְּע֥וּ H7768 וְאֵין H369 מוֹשִׁ֑יעַ H3467 עַל H5921 יְ֝הוָ֗ה H3068 וְלֹ֣א H3808 עָנָֽם H6030 ",
  "42": "וְֽאֶשְׁחָקֵ֗ H7833 כְּעָפָ֥ר H6083 עַל H5921 פְּנֵי H6440 ר֑וּחַ H7307 כְּטִ֖יט H2916 חוּצ֣וֹת H2351 אֲרִיקֵֽם H7324 ",
  "43": "תְּפַלְּטֵנִי֮ H6403 מֵרִ֪יבֵ֫י H7379 עָ֥ם H5971 תְּ֭שִׂימֵנִי H7760 לְרֹ֣אשׁ H7218 גּוֹיִ֑ם H1471 עַ֖ם H5971 לֹא H3808 יָדַ֣עְתִּי H3045 יַֽעַבְדֽוּנִי H5647 ",
  "44": "לְשֵׁ֣מַֽע H8088 אֹ֭זֶן H241 יִשָּׁ֣מְעוּ H8085 לִ֑י Hl בְּנֵֽי H1121 נֵ֝כָ֗ר H5236 יְכַחֲשׁוּ H3584 לִֽי Hl ",
  "45": "בְּנֵי H1121 נֵכָ֥ר H5236 יִבֹּ֑לוּ H5034 וְ֝יַחְרְג֗וּ H2727 מִֽמִּסְגְּרֽוֹתֵי H4526 ",
  "46": "חַי H2416 יְ֭הוָה H3068 וּבָר֣וּךְ H1288 צוּרִ֑י H6697 וְ֝יָר֗וּם H7311 אֱלוֹהֵ֥י H433 יִשְׁעִֽי H3468 ",
  "47": "הָאֵ֗ל H410 הַנּוֹתֵ֣ן H5414 נְקָמ֣וֹת H5360 לִ֑י Hl וַיַּדְבֵּ֖ר H1696 עַמִּ֣ים H5971 תַּחְתָּֽי H8478 ",
  "48": "מְפַלְּטִ֗י H6403 מֵאֹ֫יְבָ֥ H341 אַ֣ף H637 מִן H4480 קָ֭מַי H6965 תְּרוֹמְמֵ֑נִי H7311 מֵאִ֥ישׁ H376 חָ֝מָ֗ס H2555 תַּצִּילֵֽנִי H5337 ",
  "49": "עַל H5921 כֵּ֤ן H3651 אוֹדְךָ֖ H3034 בַגּוֹיִ֥ם H1471 יְהוָ֑ה H3068 וּלְ H8034 אֲזַמֵּֽרָה H2167 ",
  "50": "מגדל H1431 יְשׁוּע֪וֹת H3444 מַ֫לְכּ֥וֹ H4428 וְעֹ֤שֶׂה H6213 חֶ֨סֶד H2617 לִמְשִׁיח֗ H4899 לְדָוִ֥ד H1732 וּלְ H2233 עַד H5704 עוֹלָֽם H5769 ",
  "51": "מגדל H1431 יְשׁוּע֪וֹת H3444 מַ֫לְכּ֥וֹ H4428 וְעֹ֤שֶׂה H6213 חֶ֨סֶד H2617 לִמְשִׁיח֗ H4899 לְדָוִ֥ד H1732 וּלְ H2233 עַד H5704 עוֹלָֽם H5769 "
}
