{
  "1": "הַשָּׁמַ֗יִם H8064 מְֽסַפְּרִ֥ים H5608 כְּבֽוֹד H3519 אֵ֑ל H410 וּֽמַעֲשֵׂ֥ה H4639 יָ֝דָ֗יו H3027 מַגִּ֥יד H5046 הָרָקִֽיעַ H7549 ",
  "2": "י֣וֹם H3117 לְ֭יוֹם H3117 יַבִּ֣יעַֽ H5042 אֹ֑מֶר H562 וְלַ֥יְלָה H3915 לְּ֝לַ֗יְלָה H3915 יְחַוֶּה H2331 דָּֽעַת H1847 ",
  "3": "אֵֽין H369 אֹ֭מֶר H562 וְאֵ֣ין H369 דְּבָרִ֑ים H1697 בְּ֝לִ֗י H1097 נִשְׁמָ֥ע H8085 קוֹלָֽם H6963 ",
  "4": "בְּכָל H3605 הָאָ֨רֶץ H776 יָ֘צָ֤א H3318 קַוָּ֗ם H6957 וּבִ H7097 תֵ֭בֵל H8398 מִלֵּיהֶ֑ם H4405 לַ֝שֶּׁ֗מֶשׁ H8121 שָֽׂם H7760 אֹ֥הֶל H168 בָּהֶֽם Hb ",
  "5": "וְה֗וּא H1931 כְּ֭חָתָן H2860 יֹצֵ֣א H3318 מֵחֻפָּת֑ H2646 יָשִׂ֥ישׂ H7797 כְּ֝גִבּ֗וֹר H1368 לָר֥וּץ H7323 אֹֽרַח H734 ",
  "6": "מִקְצֵ֤ה H7097 הַשָּׁמַ֨יִם H8064 מֽוֹצָא֗וֹ H4161 וּתְקוּפָת֥ H8622 עַל H5921 קְצוֹתָ֑ם H7098 וְאֵ֥ין H369 נִ֝סְתָּ֗ר H5641 מֵֽחַמָּת H2535 ",
  "7": "תּ֘וֹרַ֤ת H8451 יְהוָ֣ה H3068 תְּ֭מִימָה H8549 מְשִׁ֣יבַת H7725 נָ֑פֶשׁ H5315 עֵד֥וּת H5715 יְהוָ֥ה H3068 נֶ֝אֱמָנָ֗ה H539 מַחְכִּ֥ימַת H2449 פֶּֽתִי H6612 ",
  "8": "פִּקּ֘וּדֵ֤י H6490 יְהוָ֣ה H3068 יְ֭שָׁרִים H3477 מְשַׂמְּחֵי H8055 לֵ֑ב H3820 מִצְוַ֥ת H4687 יְהוָ֥ה H3068 בָּ֝רָ֗ה H1249 מְאִירַ֥ת H215 עֵינָֽיִם H5869 ",
  "9": "יִרְאַ֤ת H3374 יְהוָ֨ה H3068 טְהוֹרָה֮ H2889 עוֹמֶ֪דֶת H5975 לָ֫עַ֥ד H5703 מִֽשְׁפְּטֵי H4941 יְהוָ֥ה H3068 אֱמֶ֑ת H571 צָֽדְק֥וּ H6663 יַחְדָּֽו H3162 ",
  "10": "הַֽנֶּחֱמָדִ֗ים H2530 מִ֭זָּהָב H2091 וּמִ H6337 רָ֑ב H7227 וּמְתוּקִ֥ים H4966 מִ֝דְּבַ֗שׁ H1706 וְנֹ֣פֶת H5317 צוּפִֽים H6688 ",
  "11": "גַּֽם H1571 עַ֭בְדְּךָ H5650 נִזְהָ֣ר H2094 בָּהֶ֑ם Hb בְּ֝שָׁמְרָ֗ H8104 עֵ֣קֶב H6118 רָֽב H7227 ",
  "12": "שְׁגִיא֥וֹת H7691 מִֽי H4310 יָבִ֑ין H995 מִֽנִּסְתָּר֥וֹת H5641 נַקֵּֽנִי H5352 ",
  "13": "גַּ֤ם H1571 מִזֵּדִ֨ים H2086 חֲשֹׂ֬ךְ H2820 עַבְדֶּ֗ךָ H5650 אַֽל H408 יִמְשְׁלוּ H4910 בִ֣י Hb אָ֣ז H227 אֵיתָ֑ם H8552 וְ֝נִקֵּ֗יתִי H5352 מִפֶּ֥שַֽׁע H6588 רָֽב H7227 ",
  "14": "יִֽהְי֥וּ H1961 לְרָצ֨וֹן H7522 אִמְרֵי H561 פִ֡י H6310 וְהֶגְי֣וֹן H1902 לִבִּ֣י H3820 לְפָנֶ֑י H6440 יְ֝הוָ֗ה H3068 צוּרִ֥י H6697 וְגֹאֲלִֽ H1350 ",
  "15": "יִֽהְי֥וּ H1961 לְרָצ֨וֹן H7522 אִמְרֵי H561 פִ֡י H6310 וְהֶגְי֣וֹן H1902 לִבִּ֣י H3820 לְפָנֶ֑י H6440 יְ֝הוָ֗ה H3068 צוּרִ֥י H6697 וְגֹאֲלִֽ H1350 "
}
