{
  "1": "לְדָוִ֨ד H1732 אַל H408 תִּתְחַ֥ר H2734 בַּמְּרֵעִ֑ים H7489 אַל H408 תְּ֝קַנֵּ֗א H7065 בְּעֹשֵׂ֥י H6213 עַוְלָֽה H5766 ",
  "2": "כִּ֣י H3588 כֶ֭חָצִיר H2682 מְהֵרָ֣ה H4120 יִמָּ֑לוּ H5243 וּכְ H3418 דֶּ֝֗שֶׁא H1877 יִבּוֹלֽוּן H5034 ",
  "3": "בְּטַ֣ח H982 בַּֽ֭יהוָה H3068 וַעֲשֵׂה H6213 ט֑וֹב H2896 שְׁכָן H7931 אֶ֝֗רֶץ H776 וּרְעֵ֥ה H7462 אֱמוּנָֽה H530 ",
  "4": "וְהִתְעַנַּ֥ג H6026 עַל H5921 יְהוָ֑ה H3068 וְיִֽתֶּן H5414 לְ֝ךָ֗ Hl מִשְׁאֲלֹ֥ת H4862 לִבֶּֽךָ H3820 ",
  "5": "גּ֣וֹל H1556 עַל H5921 יְהוָ֣ה H3068 דַּרְכֶּ֑ךָ H1870 וּבְטַ֥ח H982 עָ֝לָ֗יו H5921 וְה֣וּא H1931 יַעֲשֶֽׂה H6213 ",
  "6": "וְהוֹצִ֣יא H3318 כָא֣וֹר H216 צִדְקֶ֑ךָ H6664 וּ֝מִשְׁפָּטֶ֗ H4941 כַּֽצָּהֳרָֽיִם H6672 ",
  "7": "דּ֤וֹם H1826 לַיהוָה֮ H3068 וְהִתְח֪וֹלֵ֫ל H2342 ל֥וֹ Hl אַל H408 תִּ֭תְחַר H2734 בְּמַצְלִ֣יחַ H6743 דַּרְכּ֑וֹ H1870 בְּ֝אִ֗ישׁ H376 עֹשֶׂ֥ה H6213 מְזִמּֽוֹת H4209 ",
  "8": "הֶ֣רֶף H7503 מֵ֭אַף H639 וַעֲזֹ֣ב H5800 חֵמָ֑ה H2534 אַל H408 תִּ֝תְחַ֗ר H2734 אַךְ H389 לְהָרֵֽעַ H7489 ",
  "9": "כִּֽי H3588 מְ֭רֵעִים H7489 יִכָּרֵת֑וּן H3772 וְקֹוֵ֥י H6960 יְ֝הוָ֗ה H3068 הֵ֣מָּה H1992 יִֽירְשׁוּ H3423 אָֽרֶץ H776 ",
  "10": "וְע֣וֹד H5750 מְ֭עַט H4592 וְאֵ֣ין H369 רָשָׁ֑ע H7563 וְהִתְבּוֹנַ֖נְתָּ H995 עַל H5921 מְקוֹמ֣וֹ H4725 וְאֵינֶֽ H369 ",
  "11": "וַעֲנָוִ֥ים H6035 יִֽירְשׁוּ H3423 אָ֑רֶץ H776 וְ֝הִתְעַנְּג֗וּ H6026 עַל H5921 רֹ֥ב H7230 שָׁלֽוֹם H7965 ",
  "12": "זֹמֵ֣ם H2161 רָ֭שָׁע H7563 לַצַּדִּ֑יק H6662 וְחֹרֵ֖ק H2786 עָלָ֣יו H5921 שִׁנָּֽיו H8127 ",
  "13": "אֲדֹנָ֥י H136 יִשְׂחַק H7832 ל֑וֹ Hl כִּֽי H3588 רָ֝אָ֗ה H7200 כִּֽי H3588 יָבֹ֥א H935 יוֹמֽוֹ H3117 ",
  "14": "חֶ֤רֶב H2719 פָּֽתְח֣וּ H6605 רְשָׁעִים֮ H7563 וְדָרְכ֪וּ H1869 קַ֫שְׁתָּ֥ם H7198 לְ֭הַפִּיל H5307 עָנִ֣י H6041 וְאֶבְי֑וֹן H34 לִ֝טְב֗וֹחַ H2873 יִשְׁרֵי H3477 דָֽרֶךְ H1870 ",
  "15": "חַ֭רְבָּם H2719 תָּב֣וֹא H935 בְלִבָּ֑ H3820 וְ֝קַשְּׁתוֹתָ֗ H7198 תִּשָּׁבַֽרְנָה H7665 ",
  "16": "טוֹב H2896 מְ֭עַט H4592 לַצַּדִּ֑יק H6662 מֵ֝הֲמ֗וֹן H1995 רְשָׁעִ֥ים H7563 רַבִּֽים H7227 ",
  "17": "כִּ֤י H3588 זְרוֹע֣וֹת H2220 רְ֭שָׁעִים H7563 תִּשָּׁבַ֑רְנָה H7665 וְסוֹמֵ֖ךְ H5564 צַדִּיקִ֣ים H6662 יְהוָֽה H3068 ",
  "18": "יוֹדֵ֣עַ H3045 יְ֭הוָה H3068 יְמֵ֣י H3117 תְמִימִ֑ם H8549 וְ֝נַחֲלָתָ֗ H5159 לְעוֹלָ֥ם H5769 תִּהְיֶֽה H1961 ",
  "19": "לֹֽא H3808 יֵ֭בֹשׁוּ H954 בְּעֵ֣ת H6256 רָעָ֑ה H7451 וּבִ H3117 רְעָב֣וֹן H7459 יִשְׂבָּֽעוּ H7646 ",
  "20": "כִּ֤י H3588 רְשָׁעִ֨ים H7563 יֹאבֵ֗דוּ H6 וְאֹיְבֵ֣י H341 יְ֭הוָה H3068 כִּיקַ֣ר H3368 כָּרִ֑ים H3733 כָּל֖וּ H3615 בֶעָשָׁ֣ן H6227 כָּֽלוּ H3615 ",
  "21": "לֹוֶ֣ה H3867 רָ֭שָׁע H7563 וְלֹ֣א H3808 יְשַׁלֵּ֑ם H7999 וְ֝צַדִּ֗יק H6662 חוֹנֵ֥ן H2603 וְנוֹתֵֽן H5414 ",
  "22": "כִּ֣י H3588 מְ֭בֹרָכָיו H1288 יִ֣ירְשׁוּ H3423 אָ֑רֶץ H776 וּ֝מְקֻלָּלָ֗י H7043 יִכָּרֵֽתוּ H3772 ",
  "23": "מֵ֭יְהוָה H3068 מִֽצְעֲדֵי H4703 גֶ֥בֶר H1397 כּוֹנָ֗נוּ H3559 וְדַרְכּ֥ H1870 יֶחְפָּֽץ H2654 ",
  "24": "כִּֽי H3588 יִפֹּ֥ל H5307 לֹֽא H3808 יוּטָ֑ל H2904 כִּֽי H3588 יְ֝הוָ֗ה H3068 סוֹמֵ֥ךְ H5564 יָדֽוֹ H3027 ",
  "25": "נַ֤עַר H5288 הָיִ֗יתִי H1961 גַּם H1571 זָ֫קַ֥נְתִּי H2204 וְֽלֹא H3808 רָ֭אִיתִי H7200 צַדִּ֣יק H6662 נֶעֱזָ֑ב H5800 וְ֝זַרְע֗ H2233 מְבַקֶּשׁ H1245 לָֽחֶם H3899 ",
  "26": "כָּל H3605 הַ֭יּוֹם H3117 חוֹנֵ֣ן H2603 וּמַלְוֶ֑ה H3867 וְ֝זַרְע֗ H2233 לִבְרָכָֽה H1293 ",
  "27": "ס֣וּר H5493 מֵ֭רָע H7451 וַעֲשֵׂה H6213 ט֗וֹב H2896 וּשְׁכֹ֥ן H7931 לְעוֹלָֽם H5769 ",
  "28": "כִּ֤י H3588 יְהוָ֨ה H3068 אֹ֘הֵ֤ב H157 מִשְׁפָּ֗ט H4941 וְלֹא H3808 יַעֲזֹ֣ב H5800 אֶת H853 חֲ֭סִידָיו H2623 לְעוֹלָ֣ם H5769 נִשְׁמָ֑רוּ H8104 וְזֶ֖רַע H2233 רְשָׁעִ֣ים H7563 נִכְרָֽת H3772 ",
  "29": "צַדִּיקִ֥ים H6662 יִֽירְשׁוּ H3423 אָ֑רֶץ H776 וְיִשְׁכְּנ֖וּ H7931 לָעַ֣ד H5703 עָלֶֽיהָ H5921 ",
  "30": "פִּֽי H6310 צַ֭דִּיק H6662 יֶהְגֶּ֣ה H1897 חָכְמָ֑ה H2451 וּ֝לְשׁוֹנ֗ H3956 תְּדַבֵּ֥ר H1696 מִשְׁפָּֽט H4941 ",
  "31": "תּוֹרַ֣ת H8451 אֱלֹהָ֣יו H430 בְּלִבּ֑ H3820 לֹ֖א H3808 תִמְעַ֣ד H4571 אֲשֻׁרָיו H838 ",
  "32": "צוֹפֶ֣ה H6822 רָ֭שָׁע H7563 לַצַּדִּ֑יק H6662 וּ֝מְבַקֵּ֗שׁ H1245 לַהֲמִית H4191 ",
  "33": "יְ֭הוָה H3068 לֹא H3808 יַעַזְבֶ֣נּוּ H5800 בְיָד֑ H3027 וְלֹ֥א H3808 יַ֝רְשִׁיעֶ֗נּוּ H7561 בְּהִשָּׁפְטֽ H8199 ",
  "34": "קַוֵּ֤ה H6960 אֶל H413 יְהוָ֨ה H3068 וּשְׁמֹ֬ר H8104 דַּרְכּ֗וֹ H1870 וִֽ֭ירוֹמִמְ H7311 לָרֶ֣שֶׁת H3423 אָ֑רֶץ H776 בְּהִכָּרֵ֖ת H3772 רְשָׁעִ֣ים H7563 תִּרְאֶֽה H7200 ",
  "35": "רָ֭אִיתִי H7200 רָשָׁ֣ע H7563 עָרִ֑יץ H6184 וּ֝מִתְעָרֶ֗ה H6168 כְּאֶזְרָ֥ח H249 רַעֲנָֽן H7488 ",
  "36": "וַ֭יַּֽעֲבֹר H5674 וְהִנֵּ֣ה H2009 אֵינֶ֑נּוּ H369 וָֽ֝אֲבַקְשֵׁ֗ H1245 וְלֹ֣א H3808 נִמְצָֽא H4672 ",
  "37": "שְׁמָר H8104 תָּ֭ם H8535 וּרְאֵ֣ה H7200 יָשָׁ֑ר H3477 כִּֽי H3588 אַחֲרִ֖ית H319 לְאִ֣ישׁ H376 שָׁלֽוֹם H7965 ",
  "38": "וּֽ֭פֹשְׁעִים H6586 נִשְׁמְד֣וּ H8045 יַחְדָּ֑ו H3162 אַחֲרִ֖ית H319 רְשָׁעִ֣ים H7563 נִכְרָֽתָה H3772 ",
  "39": "וּתְשׁוּעַ֣ת H8668 צַ֭דִּיקִים H6662 מֵיְהוָ֑ה H3068 מָֽ֝עוּזָּ֗ם H4581 בְּעֵ֣ת H6256 צָרָֽה H6869 ",
  "40": "וַֽיַּעְזְרֵ֥ H5826 יְהוָ֗ה H3068 וַֽיְפַ֫לְּטֵ֥ H6403 יְפַלְּטֵ֣ם H6403 מֵ֭רְשָׁעִים H7563 וְיוֹשִׁיעֵ֑ H3467 כִּי H3588 חָ֥סוּ H2620 בֽוֹ Hb "
}
