{
  "1": "יְֽהוָ֗ה H3068 אַל H408 בְּקֶצְפְּ H7110 תוֹכִיחֵ֑נִי H3198 וּֽבַ H2534 תְיַסְּרֵֽנִי H3256 ",
  "2": "כִּֽי H3588 חִ֭צֶּיךָ H2671 נִ֣חֲתוּ H5181 בִ֑י Hb וַתִּנְחַ֖ת H5181 עָלַ֣י H5921 יָדֶֽךָ H3027 ",
  "3": "אֵין H369 מְתֹ֣ם H4974 בִּ֭בְשָׂרִ H1320 מִפְּנֵ֣י H6440 זַעְמֶ֑ךָ H2195 אֵין H369 שָׁל֥וֹם H7965 בַּ֝עֲצָמַ֗ H6106 מִפְּנֵ֥י H6440 חַטָּאתִֽי H2403 ",
  "4": "כִּ֣י H3588 עֲ֭וֺנֹתַי H5771 עָבְר֣וּ H5674 רֹאשִׁ֑י H7218 כְּמַשָּׂ֥א H4853 כָ֝בֵ֗ד H3515 יִכְבְּד֥וּ H3513 מִמֶּֽנִּי H4480 ",
  "5": "הִבְאִ֣ישׁוּ H887 נָ֭מַקּוּ H4743 חַבּוּרֹתָ֑י H2250 מִ֝פְּנֵ֗י H6440 אִוַּלְתִּֽי H200 ",
  "6": "נַעֲוֵ֣יתִי H5753 שַׁחֹ֣תִי H7817 עַד H5704 מְאֹ֑ד H3966 כָּל H3605 הַ֝יּ֗וֹם H3117 קֹדֵ֥ר H6937 הִלָּֽכְתִּי H1980 ",
  "7": "כִּֽי H3588 כְ֭סָלַי H3689 מָלְא֣וּ H4390 נִקְלֶ֑ה H7033 וְאֵ֥ין H369 מְ֝תֹ֗ם H4974 בִּבְשָׂרִֽ H1320 ",
  "8": "נְפוּג֣וֹתִי H6313 וְנִדְכֵּ֣יתִי H1794 עַד H5704 מְאֹ֑ד H3966 שָׁ֝אַ֗גְתִּי H7580 מִֽנַּהֲמַ֥ת H5100 לִבִּֽי H3820 ",
  "9": "אֲֽדֹנָי H136 נֶגְדְּךָ֥ H5048 כָל H3605 תַּאֲוָתִ֑י H8378 וְ֝אַנְחָתִ֗ H585 מִמְּךָ֥ H4480 לֹא H3808 נִסְתָּֽרָה H5641 ",
  "10": "לִבִּ֣י H3820 סְ֭חַרְחַר H5503 עֲזָבַ֣נִי H5800 כֹחִ֑י H3581 וְֽאוֹר H216 עֵינַ֥י H5869 גַּם H1571 הֵ֝֗ם H1992 אֵ֣ין H369 אִתִּֽי H854 ",
  "11": "אֹֽהֲבַ֨י H157 וְרֵעַ֗ H7453 מִנֶּ֣גֶד H5048 נִגְעִ֣י H5061 יַעֲמֹ֑דוּ H5975 וּ֝קְרוֹבַ֗ H7138 מֵרָחֹ֥ק H7350 עָמָֽדוּ H5975 ",
  "12": "וַיְנַקְשׁ֤וּ H5367 מְבַקְשֵׁ֬י H1245 נַפְשִׁ֗י H5315 וְדֹרְשֵׁ֣י H1875 רָ֭עָתִי H7451 דִּבְּר֣וּ H1696 הַוּ֑וֹת H1942 וּ֝מִרְמ֗וֹת H4820 כָּל H3605 הַיּ֥וֹם H3117 יֶהְגּֽוּ H1897 ",
  "13": "וַאֲנִ֣י H589 כְ֭חֵרֵשׁ H2795 לֹ֣א H3808 אֶשְׁמָ֑ע H8085 וּ֝כְ H483 לֹ֣א H3808 יִפְתַּח H6605 פִּֽיו H6310 ",
  "14": "וָאֱהִ֗י H1961 כְּ֭אִישׁ H376 אֲשֶׁ֣ר H834 לֹא H3808 שֹׁמֵ֑עַ H8085 וְאֵ֥ין H369 בְּ֝פִ֗י H6310 תּוֹכָחֽוֹת H8433 ",
  "15": "כִּֽי H3588 לְךָ֣ Hl יְהוָ֣ה H3068 הוֹחָ֑לְתִּי H3176 אַתָּ֥ה H859 תַ֝עֲנֶ֗ה H6030 אֲדֹנָ֥י H136 אֱלֹהָֽי H430 ",
  "16": "כִּֽי H3588 אָ֭מַרְתִּי H559 פֶּן H6435 יִשְׂמְחוּ H8055 לִ֑י Hl בְּמ֥וֹט H4131 רַ֝גְלִ֗י H7272 עָלַ֥י H5921 הִגְדִּֽילוּ H1431 ",
  "17": "כִּֽי H3588 אֲ֭נִי H589 לְצֶ֣לַע H6761 נָכ֑וֹן H3559 וּמַכְאוֹבִ֖ H4341 נֶגְדִּ֣י H5048 תָמִֽיד H8548 ",
  "18": "כִּֽי H3588 עֲוֺנִ֥י H5771 אַגִּ֑יד H5046 אֶ֝דְאַ֗ג H1672 מֵֽחַטָּאתִֽ H2403 ",
  "19": "וְֽ֭אֹיְבַ H341 חַיִּ֣ים H2416 עָצֵ֑מוּ H6105 וְרַבּ֖וּ H7231 שֹׂנְאַ֣י H8130 שָֽׁקֶר H8267 ",
  "20": "וּמְשַׁלְּמֵ֣י H7999 רָ֭עָה H7451 תַּ֣חַת H8478 טוֹבָ֑ה H2896 יִ֝שְׂטְנ֗וּנִי H7853 תַּ֣חַת H8478 רדופי H7291 טֽוֹב H2896 ",
  "21": "אַל H408 תַּֽעַזְבֵ֥נִי H5800 יְהוָ֑ה H3068 אֱ֝לֹהַ֗י H430 אַל H408 תִּרְחַ֥ק H7368 מִמֶּֽנִּי H4480 ",
  "22": "ח֥וּשָׁה H2363 לְעֶזְרָתִ֑ H5833 אֲ֝דֹנָ֗י H136 תְּשׁוּעָתִֽי H8668 ",
  "23": "ח֥וּשָׁה H2363 לְעֶזְרָתִ֑ H5833 אֲ֝דֹנָ֗י H136 תְּשׁוּעָתִֽי H8668 "
}
