{
  "1": "קַוֺּ֣ה H6960 קִוִּ֣יתִי H6960 יְהוָ֑ה H3068 וַיֵּ֥ט H5186 אֵ֝לַ֗י H413 וַיִּשְׁמַ֥ע H8085 שַׁוְעָתִֽי H7775 ",
  "2": "וַיַּעֲלֵ֤ H5927 מִבּ֥וֹר H953 שָׁאוֹן֮ H7588 מִטִּ֪יט H2916 הַיָּ֫וֵ֥ן H3121 וַיָּ֖קֶם H6965 עַל H5921 סֶ֥לַע H5553 רַגְלַ֗י H7272 כּוֹנֵ֥ן H3559 אֲשֻׁרָֽי H838 ",
  "3": "וַיִּתֵּ֬ן H5414 בְּפִ֨ H6310 שִׁ֥יר H7892 חָדָשׁ֮ H2319 תְּהִלָּ֪ה H8416 לֵֽאלֹ֫הֵ֥י H430 יִרְא֣וּ H7200 רַבִּ֣ים H7227 וְיִירָ֑אוּ H3372 וְ֝יִבְטְח֗וּ H982 בַּיהוָֽה H3068 ",
  "4": "אַ֥שְֽׁרֵי H835 הַגֶּ֗בֶר H1397 אֲשֶׁר H834 שָׂ֣ם H7760 יְ֭הֹוָה H3068 מִבְטַח֑וֹ H4009 וְֽלֹא H3808 פָנָ֥ה H6437 אֶל H413 רְ֝הָבִ֗ים H7295 וְשָׂטֵ֥י H7750 כָזָֽב H3577 ",
  "5": "רַבּ֤וֹת H7227 עָשִׂ֨יתָ H6213 אַתָּ֤ה H859 יְהוָ֣ה H3068 אֱלֹהַי֮ H430 נִֽפְלְאֹתֶ֥יךָ H6381 וּמַחְשְׁבֹתֶ֗י H4284 אֵ֫לֵ֥ינוּ H413 אֵ֤ין H369 עֲרֹ֬ךְ H6186 אֵלֶ֗יךָ H413 אַגִּ֥ידָה H5046 וַאֲדַבֵּ֑רָה H1696 עָ֝צְמ֗וּ H6105 מִסַּפֵּֽר H5608 ",
  "6": "זֶ֤בַח H2077 וּמִנְחָ֨ה H4503 לֹֽא H3808 חָפַ֗צְתָּ H2654 אָ֭זְנַיִם H241 כָּרִ֣יתָ H3738 לִּ֑י Hl עוֹלָ֥ה H5930 וַ֝חֲטָאָ֗ה H2401 לֹ֣א H3808 שָׁאָֽלְתָּ H7592 ",
  "7": "אָ֣ז H227 אָ֭מַרְתִּי H559 הִנֵּה H2009 בָ֑אתִי H935 בִּמְגִלַּת H4039 סֵ֝֗פֶר H5612 כָּת֥וּב H3789 עָלָֽי H5921 ",
  "8": "לַֽעֲשֽׂוֹת H6213 רְצוֹנְךָ֣ H7522 אֱלֹהַ֣י H430 חָפָ֑צְתִּי H2654 וְ֝ת֥וֹרָתְ H8451 בְּת֣וֹךְ H8432 מֵעָֽי H4578 ",
  "9": "בִּשַּׂ֤רְתִּי H1319 צֶ֨דֶק H6664 בְּקָ֘הָ֤ל H6951 רָ֗ב H7227 הִנֵּ֣ה H2009 שְׂ֭פָתַי H8193 לֹ֣א H3808 אֶכְלָ֑א H3607 יְ֝הוָ֗ה H3068 אַתָּ֥ה H859 יָדָֽעְתָּ H3045 ",
  "10": "צִדְקָתְךָ֬ H6666 לֹא H3808 כִסִּ֨יתִי H3680 בְּת֬וֹךְ H8432 לִבִּ֗י H3820 אֱמוּנָתְךָ֣ H530 וּתְשׁוּעָתְ H8668 אָמָ֑רְתִּי H559 לֹא H3808 כִחַ֥דְתִּי H3582 חַסְדְּךָ֥ H2617 וַ֝אֲמִתְּ H571 לְקָהָ֥ל H6951 רָֽב H7227 ",
  "11": "אַתָּ֤ה H859 יְהוָ֗ה H3068 לֹא H3808 תִכְלָ֣א H3607 רַחֲמֶ֣יךָ H7356 מִמֶּ֑נִּי H4480 חַסְדְּךָ֥ H2617 וַ֝אֲמִתְּ H571 תָּמִ֥יד H8548 יִצְּרֽוּנִי H5341 ",
  "12": "כִּ֤י H3588 אָפְפ֥וּ H661 עָלַ֨י H5921 רָע֡וֹת H7451 עַד H5704 אֵ֬ין H369 מִסְפָּ֗ר H4557 הִשִּׂיג֣וּנִי H5381 עֲ֭וֺנֹתַי H5771 וְלֹא H3808 יָכֹ֣לְתִּי H3201 לִרְא֑וֹת H7200 עָצְמ֥וּ H6105 מִשַּֽׂעֲר֥וֹת H8185 רֹ֝אשִׁ֗י H7218 וְלִבִּ֥ H3820 עֲזָבָֽנִי H5800 ",
  "13": "רְצֵ֣ה H7521 יְ֭הוָה H3068 לְהַצִּילֵ֑ H5337 יְ֝הוָ֗ה H3068 לְעֶזְרָ֥תִ H5833 חֽוּשָׁה H2363 ",
  "14": "יֵ֘בֹ֤שׁוּ H954 וְיַחְפְּר֨וּ H2659 יַחַד֮ H3162 מְבַקְשֵׁ֥י H1245 נַפְשִׁ֗י H5315 לִסְפּ֫וֹתָ֥ H5595 יִסֹּ֣גוּ H5472 אָ֭חוֹר H268 וְיִכָּלְמ֑וּ H3637 חֲ֝פֵצֵ֗י H2655 רָעָתִֽי H7451 ",
  "15": "יָ֭שֹׁמּוּ H8074 עַל H5921 עֵ֣קֶב H6118 בָּשְׁתָּ֑ם H1322 הָאֹמְרִ֥ים H559 לִ֝֗י Hl הֶ֘אָ֥ח H1889 הֶאָֽח H1889 ",
  "16": "יָ֘שִׂ֤ישׂוּ H7797 וְיִשְׂמְח֨וּ H8055 בְּךָ֗ Hb כָּֽל H3605 מְבַ֫קְשֶׁ֥יךָ H1245 יֹאמְר֣וּ H559 תָ֭מִיד H8548 יִגְדַּ֣ל H1431 יְהוָ֑ה H3068 אֹֽ֝הֲבֵ֗י H157 תְּשׁוּעָתֶֽךָ H8668 ",
  "17": "וַאֲנִ֤י H589 עָנִ֣י H6041 וְאֶבְיוֹן֮ H34 אֲדֹנָ֪י H136 יַחֲשָׁ֫ב H2803 לִ֥י Hl עֶזְרָתִ֣י H5833 וּמְפַלְטִ֣ H6403 אַ֑תָּה H859 אֱ֝לֹהַ֗י H430 אַל H408 תְּאַחַֽר H309 ",
  "18": "וַאֲנִ֤י H589 עָנִ֣י H6041 וְאֶבְיוֹן֮ H34 אֲדֹנָ֪י H136 יַחֲשָׁ֫ב H2803 לִ֥י Hl עֶזְרָתִ֣י H5833 וּמְפַלְטִ֣ H6403 אַ֑תָּה H859 אֱ֝לֹהַ֗י H430 אַל H408 תְּאַחַֽר H309 "
}
