{
  "1": "כְּאַיָּ֗ל H354 תַּעֲרֹ֥ג H6165 עַל H5921 אֲפִֽיקֵי H650 מָ֑יִם H4325 כֵּ֤ן H3651 נַפְשִׁ֨י H5315 תַעֲרֹ֖ג H6165 אֵלֶ֣יךָ H413 אֱלֹהִֽים H430 ",
  "2": "צָמְאָ֬ה H6770 נַפְשִׁ֨י H5315 לֵאלֹהִים֮ H430 לְאֵ֪ל H410 חָ֥י H2416 מָתַ֥י H4970 אָב֑וֹא H935 וְ֝אֵרָאֶ֗ה H7200 פְּנֵ֣י H6440 אֱלֹהִֽים H430 ",
  "3": "הָֽיְתָה H1961 לִּ֬י Hl דִמְעָתִ֣י H1832 לֶ֭חֶם H3899 יוֹמָ֣ם H3119 וָלָ֑יְלָה H3915 בֶּאֱמֹ֥ר H559 אֵלַ֥י H413 כָּל H3605 הַ֝יּ֗וֹם H3117 אַיֵּ֥ה H346 אֱלֹהֶֽיךָ H430 ",
  "4": "אֵ֤לֶּה H428 אֶזְכְּרָ֨ה H2142 וְאֶשְׁפְּכָ֬ה H8210 עָלַ֨י H5921 נַפְשִׁ֗י H5315 כִּ֤י H3588 אֶֽעֱבֹ֨ר H5674 בַּסָּךְ֮ H5519 אֶדַּדֵּ֗ם H1718 עַד H5704 בֵּ֥ית H1004 אֱלֹ֫הִ֥ים H430 בְּקוֹל H6963 רִנָּ֥ה H7440 וְתוֹדָ֗ה H8426 הָמ֥וֹן H1995 חוֹגֵֽג H2287 ",
  "5": "מַה H4100 תִּשְׁתּ֬וֹחֲחִ֨י H7817 נַפְשִׁי֮ H5315 וַתֶּהֱמִ֪י H1993 עָ֫לָ֥י H5921 הוֹחִ֣ילִי H3176 לֵֽ֭אלֹהִים H430 כִּי H3588 ע֥וֹד H5750 אוֹדֶ֗נּוּ H3034 יְשׁוּע֥וֹת H3444 פָּנָֽיו H6440 ",
  "6": "אֱֽלֹהַ֗י H430 עָלַי֮ H5921 נַפְשִׁ֪י H5315 תִשְׁתּ֫וֹחָ֥ח H7817 עַל H5921 כֵּ֗ן H3651 אֶ֭זְכָּרְךָ H2142 מֵאֶ֣רֶץ H776 יַרְדֵּ֑ן H3383 וְ֝חֶרְמוֹנִ֗ים H2769 מֵהַ֥ר H2022 מִצְעָֽר H4706 ",
  "7": "תְּהֽוֹם H8415 אֶל H413 תְּה֣וֹם H8415 ק֭וֹרֵא H7121 לְק֣וֹל H6963 צִנּוֹרֶ֑יךָ H6794 כָּֽל H3605 מִשְׁבָּרֶ֥יךָ H4867 וְ֝גַלֶּ֗י H1530 עָלַ֥י H5921 עָבָֽרוּ H5674 ",
  "8": "יוֹמָ֤ם H3119 יְצַוֶּ֬ה H6680 יְהוָ֨ה H3068 חַסְדּ֗וֹ H2617 וּ֭בַ H3915 שירה H7892 עִמִּ֑י H5973 תְּ֝פִלָּ֗ה H8605 לְאֵ֣ל H410 חַיָּֽי H2416 ",
  "9": "אוֹמְרָ֤ה H559 לְאֵ֥ל H410 סַלְעִי֮ H5553 לָמָ֪ה H4100 שְׁכַ֫חְתָּ֥נִי H7911 לָֽמָּה H4100 קֹדֵ֥ר H6937 אֵלֵ֗ךְ H3212 בְּלַ֣חַץ H3906 אוֹיֵֽב H341 ",
  "10": "בְּרֶ֤צַח H7524 בְּֽעַצְמוֹתַ֗ H6106 חֵרְפ֥וּנִי H2778 צוֹרְרָ֑י H6887 בְּאָמְרָ֥ H559 אֵלַ֥י H413 כָּל H3605 הַ֝יּ֗וֹם H3117 אַיֵּ֥ה H346 אֱלֹהֶֽיךָ H430 ",
  "11": "מַה H4100 תִּשְׁתּ֬וֹחֲחִ֨י H7817 נַפְשִׁי֮ H5315 וּֽמַה H4100 תֶּהֱמִ֪י H1993 עָ֫לָ֥י H5921 הוֹחִ֣ילִי H3176 לֵֽ֭אלֹהִים H430 כִּי H3588 ע֣וֹד H5750 אוֹדֶ֑נּוּ H3034 יְשׁוּעֹ֥ת H3444 פָּ֝נַ֗י H6440 וֵֽאלֹהָֽ H430 ",
  "12": "מַה H4100 תִּשְׁתּ֬וֹחֲחִ֨י H7817 נַפְשִׁי֮ H5315 וּֽמַה H4100 תֶּהֱמִ֪י H1993 עָ֫לָ֥י H5921 הוֹחִ֣ילִי H3176 לֵֽ֭אלֹהִים H430 כִּי H3588 ע֣וֹד H5750 אוֹדֶ֑נּוּ H3034 יְשׁוּעֹ֥ת H3444 פָּ֝נַ֗י H6440 וֵֽאלֹהָֽ H430 "
}
