{
  "1": "אֱלֹהִ֤ים H430 בְּאָזְנֵ֬י H241 שָׁמַ֗עְנוּ H8085 אֲבוֹתֵ֥ינוּ H1 סִפְּרוּ H5608 לָ֑נוּ Hl פֹּ֥עַל H6467 פָּעַ֥לְתָּ H6466 בִֽ֝ימֵי H3117 בִּ֣ימֵי H3117 קֶֽדֶם H6924 ",
  "2": "אַתָּ֤ה H859 יָדְךָ֡ H3027 גּוֹיִ֣ם H1471 ה֭וֹרַשְׁתָּ H3423 וַתִּטָּעֵ֑ H5193 תָּרַ֥ע H7489 לְ֝אֻמִּ֗ים H3816 וַֽתְּשַׁלְּחֵֽ H7971 ",
  "3": "כִּ֤י H3588 לֹ֪א H3808 בְחַרְבָּ֡ H2719 יָ֥רְשׁוּ H3423 אָ֗רֶץ H776 וּזְרוֹעָ H2220 לֹא H3808 הוֹשִׁ֪יעָ֫ה H3467 לָּ֥מוֹ Hl כִּֽי H3588 יְמִֽינְךָ֣ H3225 וּ֭זְרוֹעֲ H2220 וְא֥וֹר H216 פָּנֶ֗יךָ H6440 כִּ֣י H3588 רְצִיתָֽם H7521 ",
  "4": "אַתָּה H859 ה֣וּא H1931 מַלְכִּ֣י H4428 אֱלֹהִ֑ים H430 צַ֝וֵּ֗ה H6680 יְשׁוּע֥וֹת H3444 יַעֲקֹֽב H3290 ",
  "5": "בְּ֭ךָ Hb צָרֵ֣ינוּ H6862 נְנַגֵּ֑חַ H5055 בְּ֝שִׁמְ H8034 נָב֥וּס H947 קָמֵֽינוּ H6965 ",
  "6": "כִּ֤י H3588 לֹ֣א H3808 בְקַשְׁתִּ֣ H7198 אֶבְטָ֑ח H982 וְ֝חַרְבִּ֗ H2719 לֹ֣א H3808 תוֹשִׁיעֵֽנִי H3467 ",
  "7": "כִּ֣י H3588 ה֭וֹשַׁעְתָּנוּ H3467 מִצָּרֵ֑י H6862 וּמְשַׂנְאֵ֥י H8130 הֱבִישֽׁוֹתָ H954 ",
  "8": "בֵּֽ֭אלֹהִים H430 הִלַּלְ֣נוּ H1984 כָל H3605 הַיּ֑וֹם H3117 וְשִׁמְ H8034 לְעוֹלָ֖ם H5769 נוֹדֶ֣ה H3034 סֶֽלָה H5542 ",
  "9": "אַף H637 זָ֭נַחְתָּ H2186 וַתַּכְלִימֵ֑ H3637 וְלֹא H3808 תֵ֝צֵ֗א H3318 בְּצִבְאוֹתֵֽי H6635 ",
  "10": "תְּשִׁיבֵ֣נוּ H7725 אָ֭חוֹר H268 מִנִּי H4480 צָ֑ר H6862 וּ֝מְשַׂנְאֵ֗י H8130 שָׁ֣סוּ H8154 לָֽמוֹ Hl ",
  "11": "תִּ֭תְּנֵנוּ H5414 כְּצֹ֣אן H6629 מַאֲכָ֑ל H3978 וּ֝בַ H1471 זֵרִיתָֽנוּ H2219 ",
  "12": "תִּמְכֹּֽר H4376 עַמְּךָ֥ H5971 בְלֹא H3808 ה֑וֹן H1952 וְלֹ֥א H3808 רִ֝בִּ֗יתָ H7235 בִּמְחִירֵי H4242 ",
  "13": "תְּשִׂימֵ֣נוּ H7760 חֶ֭רְפָּה H2781 לִשְׁכֵנֵ֑י H7934 לַ֥עַג H3933 וָ֝קֶ֗לֶס H7047 לִסְבִיבוֹתֵֽי H5439 ",
  "14": "תְּשִׂימֵ֣נוּ H7760 מָ֭שָׁל H4912 בַּגּוֹיִ֑ם H1471 מְנֽוֹד H4493 רֹ֝֗אשׁ H7218 בַּל H3816 אֻמִּֽים H3816 ",
  "15": "כָּל H3605 הַ֭יּוֹם H3117 כְּלִמָּתִ֣י H3639 נֶגְדִּ֑י H5048 וּבֹ֖שֶׁת H1322 פָּנַ֣י H6440 כִּסָּֽתְנִי H3680 ",
  "16": "מִ֭קּוֹל H6963 מְחָרֵ֣ף H2778 וּמְגַדֵּ֑ף H1442 מִפְּנֵ֥י H6440 א֝וֹיֵ֗ב H341 וּמִתְנַקֵּֽם H5358 ",
  "17": "כָּל H3605 זֹ֣את H2063 בָּ֭אַתְנוּ H935 וְלֹ֣א H3808 שְׁכַחֲנ֑וּךָ H7911 וְלֹֽא H3808 שִׁ֝קַּ֗רְנוּ H8266 בִּבְרִיתֶֽ H1285 ",
  "18": "לֹא H3808 נָס֣וֹג H5472 אָח֣וֹר H268 לִבֵּ֑נוּ H3820 וַתֵּ֥ט H5186 אֲשֻׁרֵ֗ינוּ H838 מִנִּ֥י H4480 אָרְחֶֽךָ H734 ",
  "19": "כִּ֣י H3588 דִ֭כִּיתָנוּ H1794 בִּמְק֣וֹם H4725 תַּנִּ֑ים H8577 וַתְּכַ֖ס H3680 עָלֵ֣ינוּ H5921 בְצַלְמָֽוֶת H6757 ",
  "20": "אִם H518 שָׁ֭כַחְנוּ H7911 שֵׁ֣ם H8034 אֱלֹהֵ֑ינוּ H430 וַנִּפְרֹ֥שׂ H6566 כַּ֝פֵּ֗ינוּ H3709 לְאֵ֣ל H410 זָֽר H2114 ",
  "21": "הֲלֹ֣א H3808 אֱ֭לֹהִים H430 יַֽחֲקָר H2713 זֹ֑את H2063 כִּֽי H3588 ה֥וּא H1931 יֹ֝דֵ֗עַ H3045 תַּעֲלֻמ֥וֹת H8587 לֵֽב H3820 ",
  "22": "כִּֽי H3588 עָ֭לֶיךָ H5921 הֹרַ֣גְנוּ H2026 כָל H3605 הַיּ֑וֹם H3117 נֶ֝חְשַׁ֗בְנוּ H2803 כְּצֹ֣אן H6629 טִבְחָֽה H2878 ",
  "23": "ע֤וּרָה H5782 לָ֖מָּה H4100 תִישַׁ֥ן H3462 אֲדֹנָ֑י H136 הָ֝קִ֗יצָה H6974 אַל H408 תִּזְנַ֥ח H2186 לָנֶֽצַח H5331 ",
  "24": "לָֽמָּה H4100 פָנֶ֥יךָ H6440 תַסְתִּ֑יר H5641 תִּשְׁכַּ֖ח H7911 עָנְיֵ֣נוּ H6040 וְֽלַחֲצֵֽ H3906 ",
  "25": "כִּ֤י H3588 שָׁ֣חָה H7743 לֶעָפָ֣ר H6083 נַפְשֵׁ֑נוּ H5315 דָּבְקָ֖ה H1692 לָאָ֣רֶץ H776 בִּטְנֵֽנוּ H990 ",
  "26": "ק֭וּמָֽה H6965 עֶזְרָ֣תָה H5833 לָּ֑נוּ Hl וּ֝פְדֵ֗ H6299 לְמַ֣עַן H4616 חַסְדֶּֽךָ H2617 ",
  "27": "ק֭וּמָֽה H6965 עֶזְרָ֣תָה H5833 לָּ֑נוּ Hl וּ֝פְדֵ֗ H6299 לְמַ֣עַן H4616 חַסְדֶּֽךָ H2617 "
}
