{
  "1": "חָנֵּ֣נִי H2603 אֱלֹהִ֣ים H430 כְּחַסְדֶּ֑ H2617 כְּרֹ֥ב H7230 רַ֝חֲמֶ֗יךָ H7356 מְחֵ֣ה H4229 פְשָׁעָֽי H6588 ",
  "2": "הרבה H7235 כַּבְּסֵ֣נִי H3526 מֵעֲוֺנִ֑ H5771 וּֽמֵ H2403 טַהֲרֵֽנִי H2891 ",
  "3": "כִּֽי H3588 פְ֭שָׁעַי H6588 אֲנִ֣י H589 אֵדָ֑ע H3045 וְחַטָּאתִ֖ H2403 נֶגְדִּ֣י H5048 תָמִֽיד H8548 ",
  "4": "לְךָ֤ Hl לְבַדְּ H905 חָטָאתִי֮ H2398 וְהָ H7451 בְּעֵינֶ֗י H5869 עָ֫שִׂ֥יתִי H6213 לְ֭מַעַן H4616 תִּצְדַּ֥ק H6663 בְּדָבְרֶ֗ H1696 תִּזְכֶּ֥ה H2135 בְשָׁפְטֶֽ H8199 ",
  "5": "הֵן H2005 בְּעָו֥וֹן H5771 חוֹלָ֑לְתִּי H2342 וּ֝בְ H2399 יֶֽחֱמַ֥תְנִי H3179 אִמִּֽי H517 ",
  "6": "הֵן H2005 אֱ֭מֶת H571 חָפַ֣צְתָּ H2654 בַטֻּח֑וֹת H2910 וּ֝בְ H5640 חָכְמָ֥ה H2451 תוֹדִיעֵֽנִי H3045 ",
  "7": "תְּחַטְּאֵ֣נִי H2398 בְאֵז֣וֹב H231 וְאֶטְהָ֑ר H2891 תְּ֝כַבְּסֵ֗נִי H3526 וּמִ H7950 אַלְבִּֽין H3835 ",
  "8": "תַּ֭שְׁמִיעֵנִי H8085 שָׂשׂ֣וֹן H8342 וְשִׂמְחָ֑ה H8057 תָּ֝גֵ֗לְנָה H1523 עֲצָמ֥וֹת H6106 דִּכִּֽיתָ H1794 ",
  "9": "הַסְתֵּ֣ר H5641 פָּ֭נֶיךָ H6440 מֵחֲטָאָ֑ H2399 וְֽכָל H3605 עֲוֺ֖נֹתַ֣י H5771 מְחֵֽה H4229 ",
  "10": "לֵ֣ב H3820 טָ֭הוֹר H2889 בְּרָא H1254 לִ֣י Hl אֱלֹהִ֑ים H430 וְר֥וּחַ H7307 נָ֝כ֗וֹן H3559 חַדֵּ֥שׁ H2318 בְּקִרְבִּֽ H7130 ",
  "11": "אַל H408 תַּשְׁלִיכֵ֥נִי H7993 מִלְּ H6440 וְר֥וּחַ H7307 קָ֝דְשְׁךָ֗ H6944 אַל H408 תִּקַּ֥ח H3947 מִמֶּֽנִּי H4480 ",
  "12": "הָשִׁ֣יבָה H7725 לִּ֭י Hl שְׂשׂ֣וֹן H8342 יִשְׁעֶ֑ךָ H3468 וְר֖וּחַ H7307 נְדִיבָ֣ה H5081 תִסְמְכֵֽנִי H5564 ",
  "13": "אֲלַמְּדָ֣ה H3925 פֹשְׁעִ֣ים H6586 דְּרָכֶ֑יךָ H1870 וְ֝חַטָּאִ֗ים H2400 אֵלֶ֥יךָ H413 יָשֽׁוּבוּ H7725 ",
  "14": "הַצִּ֘ילֵ֤נִי H5337 מִדָּמִ֨ים H1818 אֱֽלֹהִ֗ים H430 אֱלֹהֵ֥י H430 תְּשׁוּעָתִ֑י H8668 תְּרַנֵּ֥ן H7442 לְ֝שׁוֹנִ֗י H3956 צִדְקָתֶֽךָ H6666 ",
  "15": "אֲ֭דֹנָי H136 שְׂפָתַ֣י H8193 תִּפְתָּ֑ח H6605 וּ֝פִ֗ H6310 יַגִּ֥יד H5046 תְּהִלָּתֶֽךָ H8416 ",
  "16": "כִּ֤י H3588 לֹא H3808 תַחְפֹּ֣ץ H2654 זֶ֣בַח H2077 וְאֶתֵּ֑נָה H5414 ע֝וֹלָ֗ה H5930 לֹ֣א H3808 תִרְצֶֽה H7521 ",
  "17": "זִֽבְחֵ֣י H2077 אֱלֹהִים֮ H430 ר֪וּחַ H7307 נִשְׁבָּ֫רָ֥ה H7665 לֵב H3820 נִשְׁבָּ֥ר H7665 וְנִדְכֶּ֑ה H1794 אֱ֝לֹהִ֗ים H430 לֹ֣א H3808 תִבְזֶֽה H959 ",
  "18": "הֵיטִ֣יבָה H3190 בִ֭רְצוֹנְ H7522 אֶת H853 צִיּ֑וֹן H6726 תִּ֝בְנֶ֗ה H1129 חוֹמ֥וֹת H2346 יְרוּשָׁלִָֽם H3389 ",
  "19": "אָ֤ז H227 תַּחְפֹּ֣ץ H2654 זִבְחֵי H2077 צֶ֭דֶק H6664 עוֹלָ֣ה H5930 וְכָלִ֑יל H3632 אָ֤ז H227 יַעֲל֖וּ H5927 עַל H5921 מִזְבַּחֲךָ֣ H4196 פָרִֽים H6499 ",
  "20": "הֵיטִ֣יבָה H3190 בִ֭רְצוֹנְ H7522 אֶת H853 צִיּ֑וֹן H6726 תִּ֝בְנֶ֗ה H1129 חוֹמ֥וֹת H2346 יְרוּשָׁלִָֽם H3389 ",
  "21": "אָ֤ז H227 תַּחְפֹּ֣ץ H2654 זִבְחֵי H2077 צֶ֭דֶק H6664 עוֹלָ֣ה H5930 וְכָלִ֑יל H3632 אָ֤ז H227 יַעֲל֖וּ H5927 עַל H5921 מִזְבַּחֲךָ֣ H4196 פָרִֽים H6499 "
}
