{
  "1": "הוֹשִׁיעֵ֥נִי H3467 אֱלֹהִ֑ים H430 כִּ֤י H3588 בָ֖אוּ H935 מַ֣יִם H4325 עַד H5704 נָֽפֶשׁ H5315 ",
  "2": "טָבַ֤עְתִּי H2883 בִּיוֵ֣ן H3121 מְ֭צוּלָה H4688 וְאֵ֣ין H369 מָעֳמָ֑ד H4613 בָּ֥אתִי H935 בְמַעֲמַקֵּי H4615 מַ֝֗יִם H4325 וְשִׁבֹּ֥לֶת H7641 שְׁטָפָֽתְנִי H7857 ",
  "3": "יָגַ֣עְתִּי H3021 בְקָרְאִ H7121 נִחַ֪ר H2787 גְּר֫וֹנִ֥י H1627 כָּל֥וּ H3615 עֵינַ֑י H5869 מְ֝יַחֵ֗ל H3176 לֵאלֹהָֽ H430 ",
  "4": "רַבּ֤וּ H7231 מִשַּׂעֲר֣וֹת H8185 רֹאשִׁי֮ H7218 שֹׂנְאַ֪י H8130 חִ֫נָּ֥ם H2600 עָצְמ֣וּ H6105 מַ֭צְמִיתַי H6789 אֹיְבַ֣י H341 שֶׁ֑קֶר H8267 אֲשֶׁ֥ר H834 לֹא H3808 גָ֝זַ֗לְתִּי H1497 אָ֣ז H227 אָשִֽׁיב H7725 ",
  "5": "אֱֽלֹהִ֗ים H430 אַתָּ֣ה H859 יָ֭דַעְתָּ H3045 לְאִוַּלְתִּ֑ H200 וְ֝אַשְׁמוֹתַ֗ H819 מִמְּךָ֥ H4480 לֹא H3808 נִכְחָֽדוּ H3582 ",
  "6": "אַל H408 יֵ֘בֹ֤שׁוּ H954 בִ֨י Hb קֹוֶיךָ֮ H6960 אֲדֹנָ֥י H136 יְהוִ֗ה H3069 צְבָ֫א֥וֹת H6635 אַל H408 יִכָּ֣לְמוּ H3637 בִ֣י Hb מְבַקְשֶׁ֑יךָ H1245 אֱ֝לֹהֵ֗י H430 יִשְׂרָאֵֽל H3478 ",
  "7": "כִּֽי H3588 עָ֭לֶיךָ H5921 נָשָׂ֣אתִי H5375 חֶרְפָּ֑ה H2781 כִּסְּתָ֖ה H3680 כְלִמָּ֣ה H3639 פָנָֽי H6440 ",
  "8": "מ֭וּזָר H2114 הָיִ֣יתִי H1961 לְאֶחָ֑ H251 וְ֝נָכְרִ֗י H5237 לִבְנֵ֥י H1121 אִמִּֽי H517 ",
  "9": "כִּֽי H3588 קִנְאַ֣ת H7068 בֵּיתְךָ֣ H1004 אֲכָלָ֑תְנִי H398 וְחֶרְפּ֥וֹת H2781 ח֝וֹרְפֶ֗יךָ H2778 נָפְל֥וּ H5307 עָלָֽי H5921 ",
  "10": "וָאֶבְכֶּ֣ה H1058 בַצּ֣וֹם H6685 נַפְשִׁ֑י H5315 וַתְּהִ֖י H1961 לַחֲרָפ֣וֹת H2781 לִֽי Hl ",
  "11": "וָאֶתְּנָ֣ H5414 לְבוּשִׁ֣י H3830 שָׂ֑ק H8242 וָאֱהִ֖י H1961 לָהֶ֣ם H1992 לְמָשָֽׁל H4912 ",
  "12": "יָשִׂ֣יחוּ H7878 בִ֭י Hb יֹ֣שְׁבֵי H3427 שָׁ֑עַר H8179 וּ֝נְגִינ֗וֹת H5058 שׁוֹתֵ֥י H8354 שֵׁכָֽר H7941 ",
  "13": "וַאֲנִ֤י H589 תְפִלָּתִֽי H8605 לְךָ֨ Hl יְהוָ֡ה H3068 עֵ֤ת H6256 רָצ֗וֹן H7522 אֱלֹהִ֥ים H430 בְּרָב H7230 חַסְדֶּ֑ךָ H2617 עֲ֝נֵ֗נִי H6030 בֶּאֱמֶ֥ת H571 יִשְׁעֶֽךָ H3468 ",
  "14": "הַצִּילֵ֣נִי H5337 מִ֭טִּיט H2916 וְאַל H408 אֶטְבָּ֑עָה H2883 אִנָּצְלָ֥ה H5337 מִ֝שֹּֽׂנְאַ֗ H8130 וּמִ H4615 מָֽיִם H4325 ",
  "15": "אַל H408 תִּשְׁטְפֵ֤נִי H7857 שִׁבֹּ֣לֶת H7641 מַ֭יִם H4325 וְאַל H408 תִּבְלָעֵ֣נִי H1104 מְצוּלָ֑ה H4688 וְאַל H408 תֶּאְטַר H332 עָלַ֖י H5921 בְּאֵ֣ר H875 פִּֽיהָ H6310 ",
  "16": "עֲנֵ֣נִי H6030 יְ֭הוָה H3068 כִּי H3588 ט֣וֹב H2896 חַסְדֶּ֑ךָ H2617 כְּרֹ֥ב H7230 רַ֝חֲמֶ֗יךָ H7356 פְּנֵ֣ה H6437 אֵלָֽי H413 ",
  "17": "וְאַל H408 תַּסְתֵּ֣ר H5641 פָּ֭נֶיךָ H6440 מֵֽעַבְדֶּ֑ H5650 כִּֽי H3588 צַר H6887 לִ֝֗י Hl מַהֵ֥ר H4118 עֲנֵֽנִי H6030 ",
  "18": "קָרְבָ֣ה H7126 אֶל H413 נַפְשִׁ֣י H5315 גְאָלָ֑הּ H1350 לְמַ֖עַן H4616 אֹיְבַ֣י H341 פְּדֵֽנִי H6299 ",
  "19": "אַתָּ֤ה H859 יָדַ֗עְתָּ H3045 חֶרְפָּתִ֣י H2781 וּ֭בָשְׁתִּ H1322 וּכְלִמָּתִ֑ H3639 נֶ֝גְדְּךָ֗ H5048 כָּל H3605 צוֹרְרָֽי H6887 ",
  "20": "חֶרְפָּ֤ה H2781 שָֽׁבְרָ֥ה H7665 לִבִּ֗י H3820 וָֽאָ֫נ֥וּשָׁ H5136 וָאֲקַוֶּ֣ה H6960 לָנ֣וּד H5110 וָאַ֑יִן H369 וְ֝לַ H5162 וְלֹ֣א H3808 מָצָֽאתִי H4672 ",
  "21": "וַיִּתְּנ֣וּ H5414 בְּבָרוּתִ֣ H1267 רֹ֑אשׁ H7219 וְ֝לִ H6772 יַשְׁק֥וּנִי H8248 חֹֽמֶץ H2558 ",
  "22": "יְהִֽי H1961 שֻׁלְחָנָ֣ם H7979 לִפְנֵי H6440 לְפָ֑ח H6341 וְלִ H7965 לְמוֹקֵֽשׁ H4170 ",
  "23": "תֶּחְשַׁ֣כְנָה H2821 עֵ֭ינֵיהֶם H5869 מֵרְא֑וֹת H7200 וּ֝מָתְנֵ֗י H4975 תָּמִ֥יד H8548 הַמְעַֽד H4571 ",
  "24": "שְׁפָךְ H8210 עֲלֵיהֶ֥ם H5921 זַעְמֶ֑ךָ H2195 וַחֲר֥וֹן H2740 אַ֝פְּךָ֗ H639 יַשִּׂיגֵֽם H5381 ",
  "25": "תְּהִי H1961 טִֽירָתָ֥ם H2918 נְשַׁמָּ֑ה H8074 בְּ֝אָהֳלֵי H168 אַל H408 יְהִ֥י H1961 יֹשֵֽׁב H3427 ",
  "26": "כִּֽי H3588 אַתָּ֣ה H859 אֲשֶׁר H834 הִכִּ֣יתָ H5221 רָדָ֑פוּ H7291 וְאֶל H413 מַכְא֖וֹב H4341 חֲלָלֶ֣יךָ H2491 יְסַפֵּֽרוּ H5608 ",
  "27": "תְּֽנָה H5414 עָ֭וֺן H5771 עַל H5921 עֲוֺנָ֑ם H5771 וְאַל H408 יָ֝בֹ֗אוּ H935 בְּצִדְקָתֶֽ H6666 ",
  "28": "יִ֭מָּחֽוּ H4229 מִסֵּ֣פֶר H5612 חַיִּ֑ים H2416 וְעִ֥ם H5973 צַ֝דִּיקִ֗ים H6662 אַל H408 יִכָּתֵֽבוּ H3789 ",
  "29": "וַ֭אֲנִי H589 עָנִ֣י H6041 וְכוֹאֵ֑ב H3510 יְשׁוּעָתְךָ֖ H3444 אֱלֹהִ֣ים H430 תְּשַׂגְּבֵֽנִי H7682 ",
  "30": "אֲהַֽלְלָ֣ה H1984 שֵׁם H8034 אֱלֹהִ֣ים H430 בְּשִׁ֑יר H7892 וַאֲגַדְּלֶ֥ H1431 בְתוֹדָֽה H8426 ",
  "31": "וְתִיטַ֣ב H3190 לַֽ֭יהוָה H3068 מִשּׁ֥וֹר H7794 פָּ֗ר H6499 מַקְרִ֥ן H7160 מַפְרִֽיס H6536 ",
  "32": "רָא֣וּ H7200 עֲנָוִ֣ים H6035 יִשְׂמָ֑חוּ H8055 דֹּרְשֵׁ֥י H1875 אֱ֝לֹהִ֗ים H430 וִיחִ֥י H2421 לְבַבְכֶֽם H3824 ",
  "33": "כִּֽי H3588 שֹׁמֵ֣עַ H8085 אֶל H413 אֶבְיוֹנִ֣ים H34 יְהוָ֑ה H3068 וְאֶת H853 אֲ֝סִירָ֗יו H615 לֹ֣א H3808 בָזָֽה H959 ",
  "34": "יְֽ֭הַלְלוּהוּ H1984 שָׁמַ֣יִם H8064 וָאָ֑רֶץ H776 יַ֝מִּ֗ים H3220 וְֽכָל H3605 רֹמֵ֥שׂ H7430 בָּֽם Hb ",
  "35": "כִּ֤י H3588 אֱלֹהִ֨ים H430 י֘וֹשִׁ֤יעַ H3467 צִיּ֗וֹן H6726 וְ֭יִבְנֶה H1129 עָרֵ֣י H5892 יְהוּדָ֑ה H3063 וְיָ֥שְׁבוּ H3427 שָׁ֝֗ם H8033 וִירֵשֽׁוּ H3423 ",
  "36": "וְזֶ֣רַע H2233 עֲ֭בָדָיו H5650 יִנְחָל֑וּהָ H5157 וְאֹהֲבֵ֥י H157 שְׁ֝מ֗וֹ H8034 יִשְׁכְּנוּ H7931 בָֽהּ Hb ",
  "37": "וְזֶ֣רַע H2233 עֲ֭בָדָיו H5650 יִנְחָל֑וּהָ H5157 וְאֹהֲבֵ֥י H157 שְׁ֝מ֗וֹ H8034 יִשְׁכְּנוּ H7931 בָֽהּ Hb "
}
