{
  "1": "בְּךָֽ Hb יְהוָ֥ה H3068 חָסִ֑יתִי H2620 אַל H408 אֵב֥וֹשָׁה H954 לְעוֹלָֽם H5769 ",
  "2": "בְּצִדְקָתְ H6666 תַּצִּילֵ֥נִי H5337 וּֽתְפַלְּטֵ֑ H6403 הַטֵּֽה H5186 אֵלַ֥י H413 אָ֝זְנְךָ֗ H241 וְהוֹשִׁיעֵֽ H3467 ",
  "3": "הֱיֵ֤ה H1961 לִ֨י Hl לְצ֥וּר H6697 מָע֡וֹן H4583 לָב֗וֹא H935 תָּמִ֗יד H8548 צִוִּ֥יתָ H6680 לְהוֹשִׁיעֵ֑ H3467 כִּֽי H3588 סַלְעִ֖י H5553 וּמְצוּדָתִ֣ H4686 אָֽתָּה H859 ",
  "4": "אֱֽלֹהַ֗י H430 פַּ֭לְּטֵנִי H6403 מִיַּ֣ד H3027 רָשָׁ֑ע H7563 מִכַּ֖ף H3709 מְעַוֵּ֣ל H5765 וְחוֹמֵץ H2556 ",
  "5": "כִּֽי H3588 אַתָּ֥ה H859 תִקְוָתִ֑י H8615 אֲדֹנָ֥י H136 יְ֝הוִ֗ה H3069 מִבְטַחִ֥י H4009 מִנְּעוּרָֽ H5271 ",
  "6": "עָלֶ֤יךָ H5921 נִסְמַ֬כְתִּי H5564 מִבֶּ֗טֶן H990 מִמְּעֵ֣י H4578 אִ֭מִּי H517 אַתָּ֣ה H859 גוֹזִ֑י H1491 בְּךָ֖ Hb תְהִלָּתִ֣י H8416 תָמִֽיד H8548 ",
  "7": "כְּ֭מוֹפֵת H4159 הָיִ֣יתִי H1961 לְרַבִּ֑ים H7227 וְ֝אַתָּ֗ה H859 מַֽחֲסִי H4268 עֹֽז H5797 ",
  "8": "יִמָּ֣לֵא H4390 פִ֭י H6310 תְּהִלָּתֶ֑ךָ H8416 כָּל H3605 הַ֝יּ֗וֹם H3117 תִּפְאַרְתֶּֽךָ H8597 ",
  "9": "אַֽל H408 תַּ֭שְׁלִיכֵנִי H7993 לְעֵ֣ת H6256 זִקְנָ֑ה H2209 כִּכְל֥וֹת H3615 כֹּ֝חִ֗י H3581 אַֽל H408 תַּעַזְבֵֽנִי H5800 ",
  "10": "כִּֽי H3588 אָמְר֣וּ H559 אוֹיְבַ֣י H341 לִ֑י Hl וְשֹׁמְרֵ֥י H8104 נַ֝פְשִׁ֗י H5315 נוֹעֲצ֥וּ H3289 יַחְדָּֽו H3162 ",
  "11": "לֵ֭אמֹר H559 אֱלֹהִ֣ים H430 עֲזָב֑וֹ H5800 רִֽדְפ֥וּ H7291 וְ֝תִפְשׂ֗וּ H8610 כִּי H3588 אֵ֥ין H369 מַצִּֽיל H5337 ",
  "12": "אֱ֭לֹהִים H430 אַל H408 תִּרְחַ֣ק H7368 מִמֶּ֑נִּי H4480 אֱ֝לֹהַ֗י H430 לְעֶזְרָ֥תִ H5833 חישה H2439 ",
  "13": "יֵבֹ֣שׁוּ H954 יִכְלוּ֮ H3615 שֹׂטְנֵ֪י H7853 נַ֫פְשִׁ֥י H5315 יַֽעֲט֣וּ H5844 חֶ֭רְפָּה H2781 וּכְלִמָּ֑ה H3639 מְ֝בַקְשֵׁ֗י H1245 רָעָתִֽי H7451 ",
  "14": "וַ֭אֲנִי H589 תָּמִ֣יד H8548 אֲיַחֵ֑ל H3176 וְ֝הוֹסַפְתִּ֗י H3254 עַל H5921 כָּל H3605 תְּהִלָּתֶֽךָ H8416 ",
  "15": "פִּ֤י H6310 יְסַפֵּ֬ר H5608 צִדְקָתֶ֗ךָ H6666 כָּל H3605 הַיּ֥וֹם H3117 תְּשׁוּעָתֶ֑ךָ H8668 כִּ֤י H3588 לֹ֖א H3808 יָדַ֣עְתִּי H3045 סְפֹרֽוֹת H5615 ",
  "16": "אָב֗וֹא H935 בִּ֭גְבֻרוֹת H1369 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 אַזְכִּ֖יר H2142 צִדְקָתְךָ֣ H6666 לְבַדֶּֽ H905 ",
  "17": "אֱֽלֹהִ֗ים H430 לִמַּדְתַּ֥נִי H3925 מִנְּעוּרָ֑ H5271 וְעַד H5704 הֵ֝֗נָּה H2008 אַגִּ֥יד H5046 נִפְלְאוֹתֶֽיךָ H6381 ",
  "18": "וְגַ֤ם H1571 עַד H5704 זִקְנָ֨ה H2209 וְשֵׂיבָה֮ H7872 אֱלֹהִ֪ים H430 אַֽל H408 תַּעַ֫זְבֵ֥נִי H5800 עַד H5704 אַגִּ֣יד H5046 זְרוֹעֲךָ֣ H2220 לְד֑וֹר H1755 לְכָל H3605 יָ֝ב֗וֹא H935 גְּבוּרָתֶֽךָ H1369 ",
  "19": "וְצִדְקָתְ H6666 אֱלֹהִ֗ים H430 עַד H5704 מָ֫ר֥וֹם H4791 אֲשֶׁר H834 עָשִׂ֥יתָ H6213 גְדֹל֑וֹת H1419 אֱ֝לֹהִ֗ים H430 מִ֣י H4310 כָמֽוֹךָ H3644 ",
  "20": "אֲשֶׁ֤ר H834 הראיתנו H7200 צָר֥וֹת H6869 רַבּ֗וֹת H7227 וְרָ֫ע֥וֹת H7451 תָּשׁ֥וּב H7725 תחיינו H2421 וּֽמִ H8415 הָ֝אָ֗רֶץ H776 תָּשׁ֥וּב H7725 תַּעֲלֵֽנִי H5927 ",
  "21": "תֶּ֤רֶב H7235 גְּֽדֻלָּתִ֗י H1420 וְתִסֹּ֥ב H5437 תְּֽנַחֲמֵֽנִי H5162 ",
  "22": "גַּם H1571 אֲנִ֤י H589 אוֹדְךָ֣ H3034 בִכְלִי H3627 נֶבֶל֮ H5035 אֲמִתְּךָ֪ H571 אֱלֹ֫הָ֥י H430 אֲזַמְּרָ֣ה H2167 לְךָ֣ Hl בְכִנּ֑וֹר H3658 קְ֝ד֗וֹשׁ H6918 יִשְׂרָאֵֽל H3478 ",
  "23": "תְּרַנֵּ֣נָּ֣ה H7442 שְׂ֭פָתַי H8193 כִּ֣י H3588 אֲזַמְּרָה H2167 לָּ֑ךְ Hl וְ֝נַפְשִׁ֗ H5315 אֲשֶׁ֣ר H834 פָּדִֽיתָ H6299 ",
  "24": "גַּם H1571 לְשׁוֹנִ֗י H3956 כָּל H3605 הַ֭יּוֹם H3117 תֶּהְגֶּ֣ה H1897 צִדְקָתֶ֑ךָ H6666 כִּי H3588 בֹ֥שׁוּ H954 כִֽי H3588 חָ֝פְר֗וּ H2659 מְבַקְשֵׁ֥י H1245 רָעָתִֽי H7451 "
}
