{
  "1": "רֹ֘עֵ֤ה H7462 יִשְׂרָאֵ֨ל H3478 הַאֲזִ֗ינָה H238 נֹהֵ֣ג H5090 כַּצֹּ֣אן H6629 יוֹסֵ֑ף H3130 יֹשֵׁ֖ב H3427 הַכְּרוּבִ֣ים H3742 הוֹפִֽיעָה H3313 ",
  "2": "לִפְנֵ֤י H6440 אֶפְרַ֨יִם H669 וּבִנְיָ֘מִ֤ן H1144 וּמְנַשֶּׁ֗ה H4519 עוֹרְרָ֥ה H5782 אֶת H853 גְּבֽוּרָתֶ֑ךָ H1369 וּלְכָ֖ H3212 לִישֻׁעָ֣תָ H3444 לָּֽנוּ Hl ",
  "3": "אֱלֹהִ֥ים H430 הֲשִׁיבֵ֑נוּ H7725 וְהָאֵ֥ר H215 פָּ֝נֶ֗יךָ H6440 וְנִוָּשֵֽׁעָה H3467 ",
  "4": "יְהוָ֣ה H3068 אֱלֹהִ֣ים H430 צְבָא֑וֹת H6635 עַד H5704 מָתַ֥י H4970 עָ֝שַׁ֗נְתָּ H6225 בִּתְפִלַּ֥ת H8605 עַמֶּֽךָ H5971 ",
  "5": "הֶ֭אֱכַלְתָּם H398 לֶ֣חֶם H3899 דִּמְעָ֑ה H1832 וַ֝תַּשְׁקֵ֗ H8248 בִּדְמָע֥וֹת H1832 שָׁלִֽישׁ H7991 ",
  "6": "תְּשִׂימֵ֣נוּ H7760 מָ֭דוֹן H4066 לִשְׁכֵנֵ֑י H7934 וְ֝אֹיְבֵ֗י H341 יִלְעֲגוּ H3932 לָֽמוֹ Hl ",
  "7": "אֱלֹהִ֣ים H430 צְבָא֣וֹת H6635 הֲשִׁיבֵ֑נוּ H7725 וְהָאֵ֥ר H215 פָּ֝נֶ֗יךָ H6440 וְנִוָּשֵֽׁעָה H3467 ",
  "8": "גֶּ֭פֶן H1612 מִמִּצְרַ֣יִם H4714 תַּסִּ֑יעַ H5265 תְּגָרֵ֥שׁ H1644 גּ֝וֹיִ֗ם H1471 וַתִּטָּעֶֽ H5193 ",
  "9": "פִּנִּ֥יתָ H6437 לְפָנֶ֑י H6440 וַתַּשְׁרֵ֥שׁ H8327 שָׁ֝רָשֶׁ֗יהָ H8328 וַתְּמַלֵּא H4390 אָֽרֶץ H776 ",
  "10": "כָּסּ֣וּ H3680 הָרִ֣ים H2022 צִלָּ֑הּ H6738 וַ֝עֲנָפֶ֗י H6057 אַֽרְזֵי H730 אֵֽל H410 ",
  "11": "תְּשַׁלַּ֣ח H7971 קְצִירֶ֣הָ H7105 עַד H5704 יָ֑ם H3220 וְאֶל H413 נָ֝הָ֗ר H5104 יֽוֹנְקוֹתֶֽיהָ H3127 ",
  "12": "לָ֭מָּה H4100 פָּרַ֣צְתָּ H6555 גְדֵרֶ֑יהָ H1447 וְ֝אָר֗וּ H717 כָּל H3605 עֹ֥בְרֵי H5674 דָֽרֶךְ H1870 ",
  "13": "יְכַרְסְמֶ֣נָּֽה H3765 חֲזִ֣יר H2386  H3293 וְזִ֖יז H2123 שָׂדַ֣י H7704 יִרְעֶֽנָּה H7462 ",
  "14": "אֱלֹהִ֣ים H430 צְבָאוֹת֮ H6635 שֽׁ֫וּב H7725 נָ֥א H4994 הַבֵּ֣ט H5027 מִשָּׁמַ֣יִם H8064 וּרְאֵ֑ה H7200 וּ֝פְקֹ֗ד H6485 גֶּ֣פֶן H1612 זֹֽאת H2063 ",
  "15": "וְ֭כַנָּה H3657 אֲשֶׁר H834 נָטְעָ֣ה H5193 יְמִינֶ֑ךָ H3225 וְעַל H5921 בֵּ֝֗ן H1121 אִמַּ֥צְתָּה H553 לָּֽךְ Hl ",
  "16": "שְׂרֻפָ֣ה H8313 בָאֵ֣שׁ H784 כְּסוּחָ֑ה H3683 מִגַּעֲרַ֖ת H1606 פָּנֶ֣יךָ H6440 יֹאבֵֽדוּ H6 ",
  "17": "תְּֽהִי H1961 יָ֭דְךָ H3027 עַל H5921 אִ֣ישׁ H376 יְמִינֶ֑ךָ H3225 עַל H5921 בֶּן H1121 אָ֝דָ֗ם H120 אִמַּ֥צְתָּ H553 לָּֽךְ Hl ",
  "18": "וְלֹא H3808 נָס֥וֹג H5472 מִמֶּ֑ךָּ H4480 תְּ֝חַיֵּ֗נוּ H2421 וּבְ H8034 נִקְרָֽא H7121 ",
  "19": "יְה֘וָ֤ה H3068 אֱלֹהִ֣ים H430 צְבָא֣וֹת H6635 הֲשִׁיבֵ֑נוּ H7725 הָאֵ֥ר H215 פָּ֝נֶ֗יךָ H6440 וְנִוָּשֵֽׁעָה H3467 ",
  "20": "יְה֘וָ֤ה H3068 אֱלֹהִ֣ים H430 צְבָא֣וֹת H6635 הֲשִׁיבֵ֑נוּ H7725 הָאֵ֥ר H215 פָּ֝נֶ֗יךָ H6440 וְנִוָּשֵֽׁעָה H3467 "
}
