{
  "1": "אֱלֹהִ֥ים H430 אַל H408 דֳּמִי H1824 לָ֑ךְ Hl אַל H408 תֶּחֱרַ֖שׁ H2790 וְאַל H408 תִּשְׁקֹ֣ט H8252 אֵֽל H410 ",
  "2": "כִּֽי H3588 הִנֵּ֣ה H2009 א֭וֹיְבֶיךָ H341 יֶהֱמָי֑וּן H1993 וּ֝מְשַׂנְאֶ֗י H8130 נָ֣שְׂאוּ H5375 רֹֽאשׁ H7218 ",
  "3": "עַֽל H5921 עַ֭מְּךָ H5971 יַעֲרִ֣ימוּ H6191 ס֑וֹד H5475 וְ֝יִתְיָעֲצ֗וּ H3289 עַל H5921 צְפוּנֶֽיךָ H6845 ",
  "4": "אָמְר֗וּ H559 לְ֭כוּ H3212 וְנַכְחִידֵ֣ H3582 מִגּ֑וֹי H1471 וְלֹֽא H3808 יִזָּכֵ֖ר H2142 שֵֽׁם H8034 יִשְׂרָאֵ֣ל H3478 עֽוֹד H5750 ",
  "5": "כִּ֤י H3588 נוֹעֲצ֣וּ H3289 לֵ֣ב H3820 יַחְדָּ֑ו H3162 עָ֝לֶ֗יךָ H5921 בְּרִ֣ית H1285 יִכְרֹֽתוּ H3772 ",
  "6": "אָהֳלֵ֣י H168 אֱ֭דוֹם H123 וְיִשְׁמְעֵאלִ֗ים H3459 מוֹאָ֥ב H4124 וְהַגְרִֽים H1905 ",
  "7": "גְּבָ֣ל H1381 וְ֭עַמּוֹן H5983 וַעֲמָלֵ֑ק H6002 פְּ֝לֶ֗שֶׁת H6429 עִם H5973 יֹ֥שְׁבֵי H3427 צֽוֹר H6865 ",
  "8": "גַּם H1571 אַ֭שּׁוּר H804 נִלְוָ֣ה H3867 עִמָּ֑ם H5973 הָ֤י֥וּ H1961 זְר֖וֹעַ H2220 לִבְנֵי H1121 ל֣וֹט H3876 סֶֽלָה H5542 ",
  "9": "עֲשֵֽׂה H6213 לָהֶ֥ם H1992 כְּמִדְיָ֑ן H4080 כְּֽסִֽיסְרָ֥א H5516 כְ֝יָבִ֗ין H2985 בְּנַ֣חַל H5158 קִישֽׁוֹן H7028 ",
  "10": "נִשְׁמְד֥וּ H8045 בְֽעֵין H5874 דֹּ֑אר H5874 הָ֥יוּ H1961 דֹּ֝֗מֶן H1828 לָאֲדָמָֽה H127 ",
  "11": "שִׁיתֵ֣מוֹ H7896 נְ֭דִיבֵמוֹ H5081 כְּעֹרֵ֣ב H6159 וְכִ H2062 וּֽכְ H2078 וּ֝כְ H6759 כָּל H3605 נְסִיכֵֽמוֹ H5257 ",
  "12": "אֲשֶׁ֣ר H834 אָ֭מְרוּ H559 נִ֣ירֲשָׁה H3423 לָּ֑נוּ Hl אֵ֝֗ת H853 נְא֣וֹת H4999 אֱלֹהִֽים H430 ",
  "13": "אֱֽלֹהַ֗י H430 שִׁיתֵ֥מוֹ H7896 כַגַּלְגַּ֑ל H1534 כְּ֝קַ֗שׁ H7179 לִפְנֵי H6440 רֽוּחַ H7307 ",
  "14": "כְּאֵ֥שׁ H784 תִּבְעַר H1197 יָ֑עַר H3293 וּ֝כְ H3852 תְּלַהֵ֥ט H3857 הָרִֽים H2022 ",
  "15": "כֵּ֭ן H3651 תִּרְדְּפֵ֣ם H7291 בְּסַעֲרֶ֑ H5591 וּבְ H5492 תְבַהֲלֵֽם H926 ",
  "16": "מַלֵּ֣א H4390 פְנֵיהֶ֣ם H6440 קָל֑וֹן H7036 וִֽיבַקְשׁ֖וּ H1245 שִׁמְךָ֣ H8034 יְהוָֽה H3068 ",
  "17": "יֵבֹ֖שׁוּ H954 וְיִבָּהֲל֥וּ H926 עֲדֵי H5703 עַ֗ד H5704 וְֽיַחְפְּר֥וּ H2659 וְיֹאבֵֽדוּ H6 ",
  "18": "וְֽיֵדְע֗וּ H3045 כִּֽי H3588 אַתָּ֬ה H859 שִׁמְךָ֣ H8034 יְהוָ֣ה H3068 לְבַדֶּ֑ H905 עֶ֝לְי֗וֹן H5945 עַל H5921 כָּל H3605 הָאָֽרֶץ H776 ",
  "19": "וְֽיֵדְע֗וּ H3045 כִּֽי H3588 אַתָּ֬ה H859 שִׁמְךָ֣ H8034 יְהוָ֣ה H3068 לְבַדֶּ֑ H905 עֶ֝לְי֗וֹן H5945 עַל H5921 כָּל H3605 הָאָֽרֶץ H776 "
}
