{
  "1": "יְ֭הוָה H3068 אֱלֹהֵ֣י H430 יְשׁוּעָתִ֑י H3444 יוֹם H3117 צָעַ֖קְתִּי H6817 בַלַּ֣יְלָה H3915 נֶגְדֶּֽךָ H5048 ",
  "2": "תָּב֣וֹא H935 לְ֭פָנֶי H6440 תְּפִלָּתִ֑י H8605 הַטֵּֽה H5186 אָ֝זְנְךָ֗ H241 לְרִנָּתִֽ H7440 ",
  "3": "כִּֽי H3588 שָֽׂבְעָ֣ה H7646 בְרָע֣וֹת H7451 נַפְשִׁ֑י H5315 וְחַיַּ֗ H2416 לִשְׁא֥וֹל H7585 הִגִּֽיעוּ H5060 ",
  "4": "נֶ֭חְשַׁבְתִּי H2803 עִם H5973 י֣וֹרְדֵי H3381 ב֑וֹר H953 הָ֝יִ֗יתִי H1961 כְּגֶ֣בֶר H1397 אֵֽין H369 אֱיָֽל H353 ",
  "5": "בַּמֵּתִ֗ים H4191 חָ֫פְשִׁ֥י H2670 כְּמ֤וֹ H3644 חֲלָלִ֨ים H2491 שֹׁ֥כְבֵי H7901 קֶ֗בֶר H6913 אֲשֶׁ֤ר H834 לֹ֣א H3808 זְכַרְתָּ֣ם H2142 ע֑וֹד H5750 וְ֝הֵ֗מָּה H1992 מִיָּדְ H3027 נִגְזָֽרוּ H1504 ",
  "6": "שַׁ֭תַּנִי H7896 בְּב֣וֹר H953 תַּחְתִּיּ֑וֹת H8482 בְּ֝מַחֲשַׁכִּ֗ים H4285 בִּמְצֹלֽוֹת H4688 ",
  "7": "עָ֭לַי H5921 סָמְכָ֣ה H5564 חֲמָתֶ֑ךָ H2534 וְכָל H3605 מִ֝שְׁבָּרֶ֗יךָ H4867 עִנִּ֥יתָ H6031 סֶּֽלָה H5542 ",
  "8": "הִרְחַ֥קְתָּ H7368 מְיֻדָּעַ֗י H3045 מִ֫מֶּ֥נִּי H4480 שַׁתַּ֣נִי H7896 תוֹעֵב֣וֹת H8441 לָ֑מוֹ Hl כָּ֝לֻ֗א H3607 וְלֹ֣א H3808 אֵצֵֽא H3318 ",
  "9": "עֵינִ֥י H5869 דָאֲבָ֗ה H1669 מִנִּ֫י H4480 עֹ֥נִי H6040 קְרָאתִ֣יךָ H7121 יְהוָ֣ה H3068 בְּכָל H3605 י֑וֹם H3117 שִׁטַּ֖חְתִּי H7849 אֵלֶ֣יךָ H413 כַפָּֽי H3709 ",
  "10": "הֲלַ H4191 תַּעֲשֶׂה H6213 פֶּ֑לֶא H6382 אִם H518 רְ֝פָאִ֗ים H7496 יָק֤וּמוּ H6965 יוֹד֬וּךָ H3034 סֶּֽלָה H5542 ",
  "11": "הַיְסֻפַּ֣ר H5608 בַּקֶּ֣בֶר H6913 חַסְדֶּ֑ךָ H2617 אֱ֝מֽוּנָתְךָ֗ H530 בָּאֲבַדּֽוֹן H11 ",
  "12": "הֲיִוָּדַ֣ע H3045 בַּחֹ֣שֶׁךְ H2822 פִּלְאֶ֑ךָ H6382 וְ֝צִדְקָתְ H6666 בְּאֶ֣רֶץ H776 נְשִׁיָּֽה H5388 ",
  "13": "וַאֲנִ֤י H589 אֵלֶ֣יךָ H413 יְהוָ֣ה H3068 שִׁוַּ֑עְתִּי H7768 וּ֝בַ H1242 תְּֽפִלָּתִ֥י H8605 תְקַדְּמֶֽךָּ H6923 ",
  "14": "לָמָ֣ה H4100 יְ֭הוָה H3068 תִּזְנַ֣ח H2186 נַפְשִׁ֑י H5315 תַּסְתִּ֖יר H5641 פָּנֶ֣יךָ H6440 מִמֶּֽנִּי H4480 ",
  "15": "עָ֘נִ֤י H6041 אֲנִ֣י H589 וְגֹוֵ֣עַ H1478 מִנֹּ֑עַר H5290 נָשָׂ֖אתִי H5375 אֵמֶ֣יךָ H367 אָפֽוּנָה H6323 ",
  "16": "עָ֭לַי H5921 עָבְר֣וּ H5674 חֲרוֹנֶ֑יךָ H2740 בִּ֝עוּתֶ֗יךָ H1161 צִמְּתוּתֻֽנִי H6789 ",
  "17": "סַבּ֣וּנִי H5437 כַ֭מַּיִם H4325 כָּל H3605 הַיּ֑וֹם H3117 הִקִּ֖יפוּ H5362 עָלַ֣י H5921 יָֽחַד H3162 ",
  "18": "הִרְחַ֣קְתָּ H7368 מִ֭מֶּנִּי H4480 אֹהֵ֣ב H157 וָרֵ֑עַ H7453 מְֽיֻדָּעַ֥י H3045 מַחְשָֽׁךְ H4285 ",
  "19": "הִרְחַ֣קְתָּ H7368 מִ֭מֶּנִּי H4480 אֹהֵ֣ב H157 וָרֵ֑עַ H7453 מְֽיֻדָּעַ֥י H3045 מַחְשָֽׁךְ H4285 "
}
