{
  "1": "אוֹדֶ֣ה H3034 יְ֭הוָה H3068 בְּכָל H3605 לִבִּ֑י H3820 אֲ֝סַפְּרָ֗ה H5608 כָּל H3605 נִפְלְאוֹתֶֽיךָ H6381 ",
  "2": "אֶשְׂמְחָ֣ה H8055 וְאֶעֶלְצָ֣ה H5970 בָ֑ךְ Hb אֲזַמְּרָ֖ה H2167 שִׁמְךָ֣ H8034 עֶלְיֽוֹן H5945 ",
  "3": "בְּשׁוּב H7725 אוֹיְבַ֥י H341 אָח֑וֹר H268 יִכָּשְׁל֥וּ H3782 וְ֝יֹאבְד֗וּ H6 מִפָּנֶֽי H6440 ",
  "4": "כִּֽי H3588 עָ֭שִׂיתָ H6213 מִשְׁפָּטִ֣י H4941 וְדִינִ֑ H1779 יָשַׁ֥בְתָּ H3427 לְ֝כִסֵּ֗א H3678 שׁוֹפֵ֥ט H8199 צֶֽדֶק H6664 ",
  "5": "גָּעַ֣רְתָּ H1605 ג֭וֹיִם H1471 אִבַּ֣דְתָּ H6 רָשָׁ֑ע H7563 שְׁמָ֥ם H8034 מָ֝חִ֗יתָ H4229 לְעוֹלָ֥ם H5769 וָעֶֽד H5703 ",
  "6": "הָֽאוֹיֵ֨ב H341 תַּ֥מּוּ H8552 חֳרָב֗וֹת H2723 לָ֫נֶ֥צַח H5331 וְעָרִ֥ים H5892 נָתַ֑שְׁתָּ H5428 אָבַ֖ד H6 זִכְרָ֣ם H2143 הֵֽמָּה H1992 ",
  "7": "וַֽ֭יהוָה H3068 לְעוֹלָ֣ם H5769 יֵשֵׁ֑ב H3427 כּוֹנֵ֖ן H3559 לַמִּשְׁפָּ֣ט H4941 כִּסְאֽוֹ H3678 ",
  "8": "וְה֗וּא H1931 יִשְׁפֹּֽט H8199 תֵּבֵ֥ל H8398 בְּצֶ֑דֶק H6664 יָדִ֥ין H1777 לְ֝אֻמִּ֗ים H3816 בְּמֵישָׁרִֽים H4339 ",
  "9": "וִ֘יהִ֤י H1961 יְהוָ֣ה H3068 מִשְׂגָּ֣ב H4869 לַדָּ֑ךְ H1790 מִ֝שְׂגָּ֗ב H4869 לְעִתּ֥וֹת H6256 בַּצָּרָֽה H6869 ",
  "10": "וְיִבְטְח֣וּ H982 בְ֭ךָ Hb יוֹדְעֵ֣י H3045 שְׁמֶ֑ךָ H8034 כִּ֤י H3588 לֹֽא H3808 עָזַ֖בְתָּ H5800 דֹרְשֶׁ֣יךָ H1875 יְהוָֽה H3068 ",
  "11": "זַמְּר֗וּ H2167 לַ֭יהוָה H3068 יֹשֵׁ֣ב H3427 צִיּ֑וֹן H6726 הַגִּ֥ידוּ H5046 בָ֝עַמִּ֗ים H5971 עֲלִֽילוֹתָֽיו H5949 ",
  "12": "כִּֽי H3588 דֹרֵ֣שׁ H1875 דָּ֭מִים H1818 אוֹתָ֣ם H853 זָכָ֑ר H2142 לֹֽא H3808 שָׁ֝כַ֗ח H7911 צַעֲקַ֥ת H6818 עניים H6041 ",
  "13": "חָֽנְנֵ֬נִי H2603 יְהוָ֗ה H3068 רְאֵ֣ה H7200 עָ֭נְיִי H6040 מִשֹּׂנְאָ֑ H8130 מְ֝רוֹמְמִ֗י H7311 מִשַּׁ֥עֲרֵי H8179 מָֽוֶת H4194 ",
  "14": "לְמַ֥עַן H4616 אֲסַפְּרָ֗ה H5608 כָּֽל H3605 תְּהִלָּ֫תֶ֥יךָ H8416 בְּשַֽׁעֲרֵ֥י H8179 בַת H1323 צִיּ֑וֹן H6726 אָ֝גִ֗ילָה H1523 בִּישׁוּעָתֶֽ H3444 ",
  "15": "טָבְע֣וּ H2883 ג֭וֹיִם H1471 בְּשַׁ֣חַת H7845 עָשׂ֑וּ H6213 בְּרֶֽשֶׁת H7568 ז֥וּ H2098 טָ֝מָ֗נוּ H2934 נִלְכְּדָ֥ה H3920 רַגְלָֽם H7272 ",
  "16": "נ֤וֹדַ֨ע H3045 יְהוָה֮ H3068 מִשְׁפָּ֪ט H4941 עָ֫שָׂ֥ה H6213 בְּפֹ֣עַל H6467 כַּ֭פָּיו H3709 נוֹקֵ֣שׁ H5367 רָשָׁ֑ע H7563 הִגָּי֥וֹן H1902 סֶֽלָה H5542 ",
  "17": "יָשׁ֣וּבוּ H7725 רְשָׁעִ֣ים H7563 לִשְׁא֑וֹלָ H7585 כָּל H3605 גּ֝וֹיִ֗ם H1471 שְׁכֵחֵ֥י H7913 אֱלֹהִֽים H430 ",
  "18": "כִּ֤י H3588 לֹ֣א H3808 לָ֭נֶצַח H5331 יִשָּׁכַ֣ח H7911 אֶבְי֑וֹן H34 תִּקְוַ֥ת H8615 ענוים H6035 תֹּאבַ֥ד H6 לָעַֽד H5703 ",
  "19": "קוּמָ֣ה H6965 יְ֭הוָה H3068 אַל H408 יָעֹ֣ז H5810 אֱנ֑וֹשׁ H582 יִשָּׁפְט֥וּ H8199 ג֝וֹיִ֗ם H1471 עַל H5921 פָּנֶֽיךָ H6440 ",
  "20": "שִׁ֘יתָ֤ה H7896 יְהוָ֨ה H3068 מוֹרָ֗ה H4172 לָ֫הֶ֥ם H1992 יֵדְע֥וּ H3045 גוֹיִ֑ם H1471 אֱנ֖וֹשׁ H582 הֵ֣מָּה H1992 סֶּֽלָה H5542 ",
  "21": "שִׁ֘יתָ֤ה H7896 יְהוָ֨ה H3068 מוֹרָ֗ה H4172 לָ֫הֶ֥ם H1992 יֵדְע֥וּ H3045 גוֹיִ֑ם H1471 אֱנ֖וֹשׁ H582 הֵ֣מָּה H1992 סֶּֽלָה H5542 "
}
