{
  "1": "תְּפִלָּה֮ H8605 לְמֹשֶׁ֪ה H4872 אִֽישׁ H376 הָאֱלֹ֫הִ֥ים H430 אֲֽדֹנָ֗י H136 מָע֣וֹן H4583 אַ֭תָּה H859 הָיִ֥יתָ H1961 לָּ֗נוּ Hl בְּדֹ֣ר H1755 וָדֹֽר H1755 ",
  "2": "בְּטֶ֤רֶם H2962 הָ֘רִ֤ים H2022 יֻלָּ֗דוּ H3205 וַתְּח֣וֹלֵֽל H2342 אֶ֣רֶץ H776 וְתֵבֵ֑ל H8398 וּֽמֵ H5769 עַד H5704 ע֝וֹלָ֗ם H5769 אַתָּ֥ה H859 אֵֽל H410 ",
  "3": "תָּשֵׁ֣ב H7725 אֱ֭נוֹשׁ H582 עַד H5704 דַּכָּ֑א H1793 וַ֝תֹּ֗אמֶר H559 שׁ֣וּבוּ H7725 בְנֵי H1121 אָדָֽם H120 ",
  "4": "כִּ֤י H3588 אֶ֪לֶף H505 שָׁנִ֡ים H8141 בְּֽעֵינֶ֗י H5869 כְּי֣וֹם H3117 אֶ֭תְמוֹל H865 כִּ֣י H3588 יַעֲבֹ֑ר H5674 וְאַשְׁמוּרָ֥ה H821 בַלָּֽיְלָה H3915 ",
  "5": "זְ֭רַמְתָּם H2229 שֵׁנָ֣ה H8142 יִהְי֑וּ H1961 בַּ֝בֹּ֗קֶר H1242 כֶּחָצִ֥יר H2682 יַחֲלֹֽף H2498 ",
  "6": "בַּ֭בֹּקֶר H1242 יָצִ֣יץ H6692 וְחָלָ֑ף H2498 לָ֝עֶ֗רֶב H6153 יְמוֹלֵ֥ל H4135 וְיָבֵֽשׁ H3001 ",
  "7": "כִּֽי H3588 כָלִ֥ינוּ H3615 בְאַפֶּ֑ H639 וּֽבַ H2534 נִבְהָֽלְנוּ H926 ",
  "8": "שת H7896 עֲוֺנֹתֵ֣ינוּ H5771 לְנֶגְדֶּ֑ H5048 עֲ֝לֻמֵ֗נוּ H5956 לִמְא֥וֹר H3974 פָּנֶֽיךָ H6440 ",
  "9": "כִּ֣י H3588 כָל H3605 יָ֭מֵינוּ H3117 פָּנ֣וּ H6437 בְעֶבְרָתֶ֑ H5678 כִּלִּ֖ינוּ H3615 שָׁנֵ֣ינוּ H8141 כְמוֹ H3644 הֶֽגֶה H1899 ",
  "10": "יְמֵֽי H3117 שְׁנוֹתֵ֨ינוּ H8141 בָהֶ֥ם Hb שִׁבְעִ֪ים H7657 שָׁנָ֡ה H8141 וְאִ֤ם H518 בִּגְבוּרֹ֨ת H1369 שְׁמ֘וֹנִ֤ים H8084 שָׁנָ֗ה H8141 וְ֭רָהְבָּ H7296 עָמָ֣ל H5999 וָאָ֑וֶן H205 כִּי H3588 גָ֥ז H1468 חִ֝֗ישׁ H2440 וַנָּעֻֽפָ H5774 ",
  "11": "מִֽי H4310 י֭וֹדֵעַ H3045 עֹ֣ז H5797 אַפֶּ֑ךָ H639 וּ֝כְ H3374 עֶבְרָתֶֽךָ H5678 ",
  "12": "לִמְנ֣וֹת H4487 יָ֭מֵינוּ H3117 כֵּ֣ן H3651 הוֹדַ֑ע H3045 וְ֝נָבִ֗א H935 לְבַ֣ב H3824 חָכְמָֽה H2451 ",
  "13": "שׁוּבָ֣ה H7725 יְ֭הוָה H3068 עַד H5704 מָתָ֑י H4970 וְ֝הִנָּחֵ֗ם H5162 עַל H5921 עֲבָדֶֽיךָ H5650 ",
  "14": "שַׂבְּעֵ֣נוּ H7646 בַבֹּ֣קֶר H1242 חַסְדֶּ֑ךָ H2617 וּֽנְרַנְּנָ֥ה H7442 וְ֝נִשְׂמְחָ֗ה H8055 בְּכָל H3605 יָמֵֽינוּ H3117 ",
  "15": "שַׂ֭מְּחֵנוּ H8055 כִּימ֣וֹת H3117 עִנִּיתָ֑נוּ H6031 שְׁ֝נ֗וֹת H8141 רָאִ֥ינוּ H7200 רָעָֽה H7451 ",
  "16": "יֵרָאֶ֣ה H7200 אֶל H413 עֲבָדֶ֣יךָ H5650 פָעֳלֶ֑ךָ H6467 וַ֝הֲדָרְ H1926 עַל H5921 בְּנֵיהֶֽם H1121 ",
  "17": "וִיהִ֤י H1961 נֹ֤עַם H5278 אֲדֹנָ֥י H136 אֱלֹהֵ֗ינוּ H430 עָ֫לֵ֥ינוּ H5921 וּמַעֲשֵׂ֣ה H4639 יָ֭דֵינוּ H3027 כּוֹנְנָ֥ה H3559 עָלֵ֑ינוּ H5921 וּֽמַעֲשֵׂ֥ה H4639 יָ֝דֵ֗ינוּ H3027 כּוֹנְנֵֽהוּ H3559 "
}
