{
  "1": "אֵל H410 נְקָמ֥וֹת H5360 יְהוָ֑ה H3068 אֵ֖ל H410 נְקָמ֣וֹת H5360 הוֹפִֽיַע H3313 ",
  "2": "הִ֭נָּשֵׂא H5375 שֹׁפֵ֣ט H8199 הָאָ֑רֶץ H776 הָשֵׁ֥ב H7725 גְּ֝מ֗וּל H1576 עַל H5921 גֵּאִֽים H1343 ",
  "3": "עַד H5704 מָתַ֖י H4970 רְשָׁעִ֥ים H7563 יְהוָ֑ה H3068 עַד H5704 מָ֝תַ֗י H4970 רְשָׁעִ֥ים H7563 יַעֲלֹֽזוּ H5937 ",
  "4": "יַבִּ֣יעוּ H5042 יְדַבְּר֣וּ H1696 עָתָ֑ק H6277 יִֽ֝תְאַמְּר֗וּ H559 כָּל H3605 פֹּ֥עֲלֵי H6466 אָֽוֶן H205 ",
  "5": "עַמְּךָ֣ H5971 יְהוָ֣ה H3068 יְדַכְּא֑וּ H1792 וְֽנַחֲלָתְ H5159 יְעַנּֽוּ H6031 ",
  "6": "אַ֭לְמָנָה H490 וְגֵ֣ר H1616 יַהֲרֹ֑גוּ H2026 וִֽיתוֹמִ֣ים H3490 יְרַצֵּֽחוּ H7523 ",
  "7": "וַ֭יֹּ֣אמְרוּ H559 לֹ֣א H3808 יִרְאֶה H7200 יָּ֑הּ H3050 וְלֹא H3808 יָ֝בִ֗ין H995 אֱלֹהֵ֥י H430 יַעֲקֹֽב H3290 ",
  "8": "בִּ֭ינוּ H995 בֹּעֲרִ֣ים H1197 בָּעָ֑ם H5971 וּ֝כְסִילִ֗ים H3684 מָתַ֥י H4970 תַּשְׂכִּֽילוּ H7919 ",
  "9": "הֲנֹ֣טַֽע H5193 אֹ֭זֶן H241 הֲלֹ֣א H3808 יִשְׁמָ֑ע H8085 אִֽם H518 יֹ֥צֵֽר H3335 עַ֝֗יִן H5869 הֲלֹ֣א H3808 יַבִּֽיט H5027 ",
  "10": "הֲיֹסֵ֣ר H3256 גּ֭וֹיִם H1471 הֲלֹ֣א H3808 יוֹכִ֑יחַ H3198 הַֽמְלַמֵּ֖ד H3925 אָדָ֣ם H120 דָּֽעַת H1847 ",
  "11": "יְֽהוָ֗ה H3068 יֹ֭דֵעַ H3045 מַחְשְׁב֣וֹת H4284 אָדָ֑ם H120 כִּי H3588 הֵ֥מָּה H1992 הָֽבֶל H1892 ",
  "12": "אַשְׁרֵ֤י H835 הַגֶּ֣בֶר H1397 אֲשֶׁר H834 תְּיַסְּרֶ֣נּוּ H3256 יָּ֑הּ H3050 וּֽמִ H8451 תְלַמְּדֶֽנּוּ H3925 ",
  "13": "לְהַשְׁקִ֣יט H8252 ל֭וֹ Hl מִ֣ימֵי H3117 רָ֑ע H7451 עַ֤ד H5704 יִכָּרֶ֖ה H3738 לָרָשָׁ֣ע H7563 שָֽׁחַת H7845 ",
  "14": "כִּ֤י H3588 לֹא H3808 יִטֹּ֣שׁ H5203 יְהוָ֣ה H3068 עַמּ֑וֹ H5971 וְ֝נַחֲלָת֗ H5159 לֹ֣א H3808 יַעֲזֹֽב H5800 ",
  "15": "כִּֽי H3588 עַד H5704 צֶ֭דֶק H6664 יָשׁ֣וּב H7725 מִשְׁפָּ֑ט H4941 וְ֝אַחֲרָ֗י H310 כָּל H3605 יִשְׁרֵי H3477 לֵֽב H3820 ",
  "16": "מִֽי H4310 יָק֣וּם H6965 לִ֭י Hl עִם H5973 מְרֵעִ֑ים H7489 מִֽי H4310 יִתְיַצֵּ֥ב H3320 לִ֝י Hl עִם H5973 פֹּ֥עֲלֵי H6466 אָֽוֶן H205 ",
  "17": "לוּלֵ֣י H3884 יְ֭הוָה H3068 עֶזְרָ֣תָה H5833 לִּ֑י Hl כִּמְעַ֓ט H4592 שָֽׁכְנָ֖ה H7931 דוּמָ֣ה H1745 נַפְשִֽׁי H5315 ",
  "18": "אִם H518 אָ֭מַרְתִּי H559 מָ֣טָה H4131 רַגְלִ֑י H7272 חַסְדְּךָ֥ H2617 יְ֝הוָ֗ה H3068 יִסְעָדֵֽנִי H5582 ",
  "19": "בְּרֹ֣ב H7230 שַׂרְעַפַּ֣י H8312 בְּקִרְבִּ֑ H7130 תַּ֝נְחוּמֶ֗יךָ H8575 יְֽשַׁעַשְׁע֥וּ H8173 נַפְשִֽׁי H5315 ",
  "20": "הַֽ֭יְחָבְרְ H2266 כִּסֵּ֣א H3678 הַוּ֑וֹת H1942 יֹצֵ֖ר H3335 עָמָ֣ל H5999 עֲלֵי H5921 חֹֽק H2706 ",
  "21": "יָ֭גוֹדּוּ H1413 עַל H5921 נֶ֣פֶשׁ H5315 צַדִּ֑יק H6662 וְדָ֖ם H1818 נָקִ֣י H5355 יַרְשִֽׁיעוּ H7561 ",
  "22": "וַיְהִ֬י H1961 יְהוָ֣ה H3068 לִ֣י Hl לְמִשְׂגָּ֑ב H4869 וֵ֝אלֹהַ֗ H430 לְצ֣וּר H6697 מַחְסִֽי H4268 ",
  "23": "וַיָּ֤שֶׁב H7725 עֲלֵיהֶ֨ם H5921 אֶת H853 אוֹנָ֗ם H205 וּבְ H7451 יַצְמִיתֵ֑ם H6789 יַ֝צְמִיתֵ֗ם H6789 יְהוָ֥ה H3068 אֱלֹהֵֽינוּ H430 "
}
