{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, Paul, together with Timothy our brother, write this letter to you. Christ Jesus sent me to serve him and to obey God's will. We are sending this letter to those who come together as God's people in the city of Corinth; we are also sending it to the all Christians who live in the region of Achaia—people whom God has set apart for himself.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May God give you the free gifts of his love and peace—these things that come from God our Father and from the Lord Jesus Christ.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May we always praise the God and Father of our Lord Jesus Christ—he is the one who does us acts of kindness and who always comforts us.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God comforts us when we go through any painful trial. His comfort heals our lives so we can give away that very same comfort to other people who are suffering.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just as we experience the sufferings of Christ which are beyond all measure, we also experience through Christ comfort that cannot be measured.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So whenever we experience sufferings, it is so God may comfort you and rescue you from danger. Whenever God comforts us, it is so you can be comforted even more, so he can teach you to wait for God, when you suffer in the same way we suffered.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are certain about what will happen to you; because you suffer like we suffer, God will also comfort you, as he does us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Brothers and sisters in Christ, we want you to know about the trouble we had in the province of Asia. That trouble gave us such pain that we could not bear it. We were almost certain that we were going to die.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They pronounced the sentence of death on us; we were waiting to be killed. That sentence of death taught us not to rely on our own strength but on God, who raises the dead and brings them back to life.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God rescued us from those terrible dangers, and he promises to rescue us in the future.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will do this as you help us by praying for us. Now many thank God because he has been so kind to us, since many have prayed for us.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We can very happily say that we have we lived toward all people in an honest and sincere way. We lived in the world as God's own people and we have deep trust in God, that was a gift from him. We do not live in any way that the world values. We do not listen to the world's wisdom when we choose what we will do. Instead, God has made us honest and holy in how we live.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have read my letters. I have written them so you can understand them.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know a little about us already, but on the day when the Lord Jesus returns, I hope that you will be very proud of us in his presence, and we will be very proud of you. \n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am so sure that this will be the case that I have wanted to come to you first, so I could visit you twice.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I planned to see you both when I was on my way to Macedonia and then when I was coming back from there, so you could send me on my way to Judea.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My mind was made up that this would be the plan. I was not telling you \"Yes\" and then telling you \"No.\" I was not making my plans like unbelievers often make plans.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God is faithful in guiding us, and we do not confuse you, either. We are making our plans and staying with them.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our \"Yes\" comes from the Son of God, Jesus Christ—the one we proclaimed to you; and there has never been any confusion in him—with him there is no \"Yes and then No.\" Instead, it has always been simply \"Yes\" in him.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the promises of God are \"Yes\" because they come from him. And we add our confirmation to his \"Yes.\" And we say about God's honor: \"It is True! Yes!\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God makes the bond between us Christians strong because we both are joined to Christ, and he is the one who sends us out to tell people the good news.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He put his official seal on us, so people will know he approves of us. And he gave us the Spirit who lives within us, as an unbreakable promise that he will do even more things for us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May God himself assure you about my reason for not coming to you, Christians in Corinth: It was so that you would not have to face me giving correction to you.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are not like masters who give you orders about how you must trust in God. However, we want to work with you, so you can learn to trust God no matter what happens, and have joy in trusting him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}