{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I, Paul, beg of you—and I am humble and gentle as I do so, because Christ has made me that way: I, who was shy when I was in front of you, but forceful when I am writing you a letter from far away:\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I beg of you that, when I come, I will not have to be harsh with you. I am afraid, however, that I will have to be, in order to speak against the people who think that we work with human standards.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For though we now are living in our physical bodies, we are fighting like armies fight.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And we are fighting with weapons, but these weapons are not designed by human beings, but by God. These weapons are powerful, so powerful that they can tear apart any false arguments.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way we can tear apart every false argument and all those who rise up against God. Those are the ones who try to keep people from knowing him. We keep and hold every thought that people have and we take those thoughts as our prisoners. God would work in those who did not obey him, and they will turn to him, and one day they will obey Christ.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you completely obey Christ yourselves, we will be ready to punish any who remain disobedient to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You should look at the clear facts. If anyone has faith that he belongs to Christ, remind him that just as he belongs to Christ, so do we!\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I praised myself about our authority as apostles, that may have been too much for you. But the Lord gave that authority to me not to destroy you, but to help you and make you strong. So I am not ashamed of the authority the Lord gave me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Though my letters seem strong when you read them, I do not want you to be afraid when you read them. That is not why I have written them to you.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some people who know me and read my letters say, \"We should take his letters seriously because they say powerful things, but when Paul is with us, he is physically weak and he is not worth listening to.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let those who criticize me know that what we write to you in our letters are the very things we do when we are with you.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We will not even try to compare ourselves with those who praise themselves. When they compare themselves to one another, it proves only that they are foolish.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We will praise ourselves only about what God has given us to do. And we will work only as he has told us to work; our work, however, includes you also.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When we reached out to you, we did not go beyond where God assigned us to work. He assigned your region to us, and we were the first to tell you the Good News about Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are not boasting about the work God gave to others, as if we had done that work. Instead, we hope that you will trust God more and more, and that in the same way, God will assign us a larger region to work in.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We hope for this, in order that we may share the good news with people beyond where you live. We will not take credit for work that any other servants of God are doing, in their own regions where they serve him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The scriptures say,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Let the one who is proud, be proud of the Lord.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When a person praises himself for what he has done, God does not reward him for doing that. Instead, he rewards those whom he approves.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}