{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is foolish for a person to praise himself, but that is what I am doing. Please allow me to continue a little.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I want to guard you carefully. I want to guard you the way God himself would guard you. I am like a father who promised you in marriage to only one husband and who wants to be the one who presents you, as a pure virgin bride, to Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as I think about you, I have become afraid that someone has tricked you, like the devil tricked Eve. I am afraid that someone has convinced you to stop loving Christ with an honest heart.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say this because you do not seem to mind if someone else comes and tells you different things about Jesus than what we told you, or if he wants you to receive a different spirit from the Spirit of God, or a different kind of good news.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People call those teachers \"super-apostles,\" but I do not think they are greater than I am.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It may be true that I never studied how to give wonderful speeches, but I certainly know many things about God, as you learned when I spoke to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Was I wrong to serve you as a humble person in such a way that others praised you instead of me? Was I wrong to preach the good news to you without charging any money?\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yes, I allowed believers in other churches to give me money so I could serve you. Maybe you will say that I was robbing them. But I asked you for nothing.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a time when I was with you that I needed many things, but I did not ask you for any money at all. The brothers who came from Macedonia provided all I needed, instead. I have done everything I could for you not to be in hardship because of me, and this I will continue to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am telling the complete truth about Christ and how I have worked for him. So I will continue to let everyone in all the region of Achaia know about this.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You do not really think that I refused your money because I did not love you, do you? Far from it! God knows I love you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will continue to serve you in this same way, so that I stop those who say that they are equal to us. They will have no excuse to offer for how they boast.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Such people are false apostles claiming that God has sent them. They are workers who always tell lies, and they are pretending to be apostles of Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They should not surprise us. Even Satan pretends to be an angel shining with the light of God's presence.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His servants also pretend to serve God; they pretend to be good. God will punish them as they deserve.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one should think I am a fool. But if you really do think of me as a fool, then I will go ahead and continue to praise myself a little more.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I speak in this way, this is not the way the Lord speaks of me; it is simply me speaking like a fool.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many have been proud about who they are in this life. Well, I can be that way, too.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will certainly gladly put up with my foolishness, since you are so wise yourselves!\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say this because you have tolerated leaders who treated you like slaves; you followed those who created divisions among you; you let your leaders take advantage of you; you permitted your leaders to imagine themselves to be better than others; and you permit them to slap you in the face but you do nothing about it. And do you really call yourselves wise?\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I could be ashamed, because when we were with you, we were too timid to treat you like that.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Are those people Hebrews? So am I. Are they Israelites? So am I. Are they descendants of Abraham? So am I.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Are they servants of Christ?—I speak like a man who is out of his mind! I worked harder than any of them; I have been in more prisons than they; I have had more severe beatings than they, and I have faced death more times that than they have.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Five times the Jews punished me with the thirty-nine lashes, beating me each time until I nearly died.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Three times I was beaten by my captors with wooden rods. Once they threw stones at me to kill me. Three different ships I was on were lost to the storms, and I have spent a night and a day in the open ocean hoping for rescue.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have been on many journeys and I have known dangers in rivers, I have been in danger from robbers, danger from my own people, the Jews, danger from the non-Jews, danger in cities, danger in the wilderness, danger in the ocean, danger from false brothers who betrayed us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have worked hard and been in hardship, often gone without sleep; I have been hungry and thirsty with nothing to eat. I have been cold and without enough clothing.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In addition to all that, I worry every day about how well the churches are doing.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There is no fellow believer who is weak, without me being weak with him. There is no fellow believer who has led another person into sin, without me being very angry about it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I must boast, I will boast only about things like these, things that show how weak I am.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The God and Father of the Lord Jesus Christ—may everyone and everything give him praise!—he knows I am not lying!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the city of Damascus, the governor under King Aretas put a guard around the city, hoping to arrest me.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But my friends put me in a basket and let me down me out of the city, through a window in the wall, and I escaped from him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}