{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even though it does no good, I must continue to defend myself, so I will continue by boasting about some visions that the Lord gave me.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Fourteen years ago God took me, a man who is joined to Christ, up to the highest heaven—although only God knows whether he took me up only in my spirit or in my body, too.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And I—whether in my body or only in my spirit, God alone knows—\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I was taken up into a place in heaven called paradise. There I heard things that were so holy and that I am not able to tell them to you.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I can boast about that—but God made all that happen, not I. For myself, I can be proud only about how God works in me, a weak man.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even if I kept on boasting about myself, I would not be foolish, because I would be saying only what was true. However, I will boast no more, so that you can judge me only by what you hear me say, or by what you already know about me.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I will leave the subject of the amazing visions that God gave me; except that I should tell you that God sent me something very difficult to bear, a device from Satan, in order to cause me to suffer. God did this so that I would not become proud about the visions I saw.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I prayed three times to the Lord about this matter; each time I begged him to take this away from me.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he said to me, \"No, I will not take this away from you. All you need is for me to love you and be with you, because I do my most powerful work in you when you are weak.\" That is why I would rather be proud of my weakness, so that Christ's power can come and make me strong.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I can face anything because Christ is with me. It may be that I must be weak, or that others might treat me with scorn, or that I must have great hardships, or that others will try to kill me. It may be that I will continue to suffer hardships of various kinds. In any case, when my power is gone, then I am at my strongest.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I write this way, I am praising myself. But I had to do so, because you should have had confidence in me. I am just as good as these \"super-apostles,\" even though I am really nothing at all.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I gave you the true signs of being an authentic apostle—miracles that I did very patiently among you: Wonderful miracles that proved that I truly serve Jesus Christ.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You certainly were just as important as all the other churches! The only way you were different was that I received no money from you as I did from them. Forgive me that I did not ask this from you!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So listen to this! I am now ready to visit you for a third time, and on this trip, as on all the others, I will not ask you for any money. I do not want anything you have. What I want is you! You know the principle that we all follow in our families: The children should not pay the expenses of their parents, but the parents save up to pay the expenses of the children.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will most happily do everything I can for you, even if it means losing my life. If this means that I love you more than ever, surely you should love me more than ever as well.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And so, someone might say that although I did not ask you for money, I tricked you into letting me myself pay for everything I needed.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Well, I never cheated you by using someone else I sent to you, did I?\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For example, I sent Titus and the other brother to you, but they did not ask you to support them, did they? Titus never made you pay his expenses, did he? Titus and the other brother treated you the same as I did, is this not so? We lived our lives in the same way; you never had to pay anything for us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You do not really think that I have been trying to defend myself in this letter, do you? God knows that I am joined to Christ, and that I have written everything in order to strengthen you in trusting him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when I come to you, I may not find you as I wished. When I come you may not want to listen to me. I fear that you are arguing a lot among yourselves, that some of you are jealous of one another, and that some of you become very angry with each other. I fear that some of you are putting yourselves first, that you are talking about each other, and that some of you are very selfish.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am afraid that when I come to you and see you, God will humble me. I am afraid that I will have to mourn for many of who disobeyed God earlier and have not stopped sinning in various sexual ways.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}