{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the third time I am coming to you to deal with these matters. The principle in dealing with these issues is what the scripture says: \"Every accusation against another must be based on the testimony of two or three persons,\" not just one.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I was there on the second visit I said to those who had sinned and who had been charged before the church, and to the entire church, and I will say it again: I will not overlook these charges.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I tell you this because you are looking for proof that Christ is speaking through me. He is not weak in dealing with you; instead, he is working in you by his great power.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We learn from Christ's example, because they crucified him when he was weak, yet God has made him alive again. And we, too, are weak as we live and follow his example, but with him, God will strengthen us as we talk with you about these sins that some of you have committed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is yourselves whom you must examine and see how you live. You must look for evidence that you trust in how God loves you and has mercy on you. It is you whom you must put yourself to the test and ask if Jesus Christ lives within you? He lives in every one of you, unless, of course, you fail this test.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And I hope that you will find that we pass the test and Christ lives in us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now we pray to God that you may not do anything that is wrong. We pray for this, not because we want to seem better than you by passing that test. Instead, we want you to know and do the right things. Even if we seem to have failed, we want you to succeed.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The truth controls what we do; we cannot do anything against the truth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have joy when we are weak and you are strong. We pray that you may always trust and obey God completely.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am away from you now as I write this to you. When I come to you, I do not have to deal harshly with you. Because the Lord made me an apostle, I prefer to encourage you and not to make you weaker.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The last thing, brothers and sisters, is this: Rejoice! Act and behave better than you have been acting, and allow the Lord to give you courage. Agree with each other and live in peace together. If you do these things, God, who loves you and brings you peace, will be with you.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Welcome each other in a way that tells everybody how much you love each other.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All of us here, whom God has set apart for himself, greet you.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May the Lord Jesus Christ act kindly toward you, may God love you, and may the Holy Spirit be with you all.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}