{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the last visit I made to Corinth I know that I hurt you very much by what I said to you. I decided this time that I would not make another painful visit to you.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I caused you much pain on my last visit, and the people who could cheer me up the most would be the same people whom I hurt when I was there.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I wrote that letter to you so when I came to you, you would not make me feel sad again—you, who should actually make me rejoice! I was sure that we all have the reasons to be joyful.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I wrote to you then because I still had much hurt and pain in my heart—I cried many tears for you, and I did not want to hurt you anymore. I want you to know how much I love all of you.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This person who fell into sin—he did not just make me sad by what he did; his sin made all of you sad.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We all agree what we should do about this man and his sin. He has now been punished and his punishment was fair.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So this is where we are now: He suffered through his punishment, but now it is time to forgive him for what he did and to love him so that he might not be discouraged by feeling too sad.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In front of all the believers, tell him how much you love him.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I wrote you to see if you would obey God and deal with this problem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the man you forgave, I also forgive. Whatever I have forgiven—even the smallest matters—I have forgiven out of my love for you, and I forgive as though Christ were standing in front of me.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By forgiving this man, we made it so Satan could not trick us into doing something worse. We know all about his tricks and his lies.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even though the Lord opened many ways for us to share the good news in the city of Troas,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I was worried about our brother Titus, because I did not find him there. So I left the believers in Troas and returned to Macedonia to look for him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We thank God that we are joined together with Christ, and Christ always leads us in his march of victory. Through our lives and our message, everywhere we go, we are like those who have been near burning incense; but our fragrance does not come from real incense, but it comes from knowing Christ, and because we know him we have his fragrant aroma.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God smells this same fragrance, and it reminds him of Christ. And those who God rescues smell this same fragrance in us. Even the people whom God does not rescue smell that aroma that reminds them of Christ.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To those people that God does not rescue, that aroma of Christ is like the smell of a dead person dying once again. But to those whom God is rescuing—they smell Christ, who is alive, coming to make them alive, too. Indeed, no one is able by himself to spread this fragrance!\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know that many people go from city to city selling the word of God for money. But we are not like them. We work hard to please God and we do what he wants. And we speak about Christ because we know God sees everything we do, and we announce Christ because we are joined to him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}