{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know us well, and you should trust us. A stranger might need someone you know to write you a letter to introduce him to you, but you know us very well.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You yourselves are like a letter that introduces us to other people, because everyone who knows you can see how much you trust us.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The way you live is like a letter that Christ himself has written and that we brought to you. Of course, it is not a letter written with ink or on stone tablets. No, it is a letter that the Spirit of the true God has written on your own hearts.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is how we trust God, because we are joined to Christ.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are not able to do anything for God in our own strength, so we cannot claim to be able to. Instead, it is God who gives us all we need to serve him.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God gave us what we needed to be servants of the new covenant. This covenant does not get its strength from the law that was written down, but from the Spirit of God. The written letter of the law brings death, but the Spirit gives life.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God's law brings death, and he wrote it on stone tablets, and he gave it to Moses. It came with the brilliant light that always shines where God is. And that glory shined on Moses' face; his face shined so brightly that the Israelites could not look at his face. That bright light slowly faded from his face.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How much more brightly does the ministry of the Spirit shine!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even the law shined with God's brilliant light. But that brilliant light of the law can only bring death to everyone. So how very much more does his brilliant light shine in us when God makes us right with himself!\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the brilliant light of the law is compared with God's work of putting us right with himself, it is as if the law is not wonderful at all, because what replaced it is so much more wonderful!\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you can see that the law, which is passing away, was wonderful, but you can also see that what is replacing it will be even more wonderful; and it will last forever.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since we apostles trust in God for the future, we have great courage.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are not like Moses, who put a veil over his face so the children of Israel would not have to look at the fading light from God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Long ago, the children of Israel refused to believe God's message. Even today, when the old law is read, they wear that same veil. Only when we are joined with Christ does God take the veil away.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yes, even today, whenever they read the law of Moses, it is as if they had a veil over their minds.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when a person turns to the Lord, God removes that veil.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the word \"Lord\" here means \"the Spirit.\" Where the Spirit of the Lord is, people become free.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But for all of us who believe, we look at him with no veil over our faces, and we reflect his brilliant light more and more. This is what the Lord does; and he is the Spirit.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}