{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God gave us this responsibility to carry out, and he also had mercy on us. So we are not downhearted.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are careful not to do anything we would be ashamed of doing, and we have nothing to hide from anyone. We do not promise something that God will not give, and we do not twist God's message to make it say what we want. We proclaim only the truth. In this way, we present ourselves for you to judge us as we stand before God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the good news is hidden with a veil, it is hidden from those who are dying apart from God.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For them, the god of this world has made them blind to the truth because they do not trust the good news about the wonderful honor of Christ—for it is Christ who shows us what God is like.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We do not proclaim ourselves to you as people who can rescue you from any evil. Instead, we proclaim Christ Jesus as our Master, and we are your servants because we are joined to Jesus.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For God is the one who said, \"Light will shine out of the darkness.\" He has shone his light into our hearts, so that when we trust in Jesus Christ, we can learn how wonderful God is.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now we carry these precious gifts from God in our bodies, which are fragile like clay pots. There can be no mistake about where our strength comes from: It comes only from God.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have suffered many different kinds of trouble, but they have not destroyed us. We may be confused about what we should do, but we never give up.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some people try to harm us, but we are never alone; it is as if some people knocked us down, but we always get up again.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are often in danger of dying, as Jesus died, but our bodies will live again, because Jesus is alive.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For those of us who are alive, God is always leading us to face death because we are joined to Jesus, so that when people look at us, they can know that Jesus is alive.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you can see that death is doing its work in us, but that life is working in you.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We trust in God, just as the scriptures say: \"I trust in God; this is why I speak.\" We also trust in God, and we also speak about what he has done for us.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know that God, who raised up the Lord Jesus from the dead, will also raise us up from the dead with him, and that Jesus will take us along with you, and take us to be where God is.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All that I have suffered is to help you, so that more and more people can know how God loves them freely, and so that they may praise him more and more.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are not discouraged. When our bodies are dying a little each day outwardly, God is making us new every day on in the inside.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For these short, easy times of suffering are getting us ready for the day when God will make us wonderful forever, wonderful in ways that no one can measure or explain.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For we are not waiting for things that we can see, but for the things we cannot see. The things that we can now see are temporary, but the things we cannot see, they last forever.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}