{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know that these bodies are only temporary dwelling places, like tents that do not last very long. But we know that when we die, God gives us a permanent place in which we will live, a body that lasts forever, a body that God has made.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While we live in our physical bodies, we groan with longing for the bodies we will have when we will live with God—\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because when God clothes us in our new bodies, that will be our covering, like clothing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For we live in these bodies that one day will die, and we long for the day when we lay aside these bodies. Not that we are eager to die, but we are eager to be clothed with our eternal bodies, just like the saying that says, \"All that dies, will be swallowed up by life.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God himself prepares our new bodies for us, and he guarantees that we will receive them by giving us his Spirit.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you should always be certain that as long as we live in our bodies on the earth, we are away from Lord, who is in heaven\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(we live our lives by trusting in him, and not by trusting in what we can see).\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because we have put our trust in him, we would much rather give up our present bodies so we could be at home with the Lord.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore we make it our goal to obey him, whether we are here or in heaven. \n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For we will all stand before Christ when he sits as the judge of all. He will judge what we did when we were in this life. Christ will give us what we deserve, and he will judge what was good or bad.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore we know what it is to honor the Lord, so we make sure to tell people what kind of God he is. God knows what kind of people we are, and I expect that you also understand whether we are doing good or evil.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are not trying to prove again that we are genuine servants of God. We only want you to know what kind of people we are, and to give you a reason to be proud of us. We do this, so that you can answer those who praise their own actions, but do not care about what they really are in their inner being.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If people think we are crazy, well, we are serving God. But if we are in our right minds, it is to help you.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our love for Christ drives us on. We are sure of this: Christ died for all, therefore we all have died with him.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Christ died for all, so that those who live should not live for themselves, but should live for Christ, who died for their sins; and he is the one whom God raised from the dead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since we live no longer for ourselves, we judge no one according to the way the unbelievers judge. We once even viewed Christ by these human standards. But as Christians, now we judge no one like this.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When anyone is joined with Christ and trusts in him, he becomes a new person. Everything from the past is gone—See!— God makes everything in you new.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All these gifts come from God. He made peace with us so that we are no longer enemies of God. Now we have peace with God through the cross of Christ. Also, God has given us the responsibility of announcing that he is bringing people and himself together.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That message brings God and people together and is how God made peace with the world by what Christ did. God is not applying their sins to their account. Instead, Christ has taken our sins away and has given us this message that makes peace and brings God and people together.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So God has appointed us to represent Christ. God pleads with you through us. So we plead with you on Christ's behalf: Through Christ, let him make peace with you and bring you to himself.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God made Christ the offering for sin—the one who never sinned—so that when we trust in Christ and believe in him, God makes us right with himself.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}