{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We work together, and we beg you not to receive the gift of God's love in a way that makes no difference for you.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For God said,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"At a time when I displayed my loving mercy, I listened to you,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "And when I completed the work of my salvation, I helped you.\"\n"
      },
      {
        "tag": "m",
        "type": "paragraph",
        "text": "Look, this is the day when God is having mercy on you; this is the day that he is rescuing you.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We certainly do not want to give anyone reason to do wrong, because we want no one to accuse us of preaching the good news in order to encourage evil doing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have proved again and again that we are God's true servants. We endure great suffering, we face with courage people who hurt us, and we live through hard times.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People have beaten us very badly; others have locked us up in prisons; we were the cause for people to riot; we have done hard physical labor; we have passed many long nights without sleep, and we have often gone with very little food.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But in all this, our lives are pure, our knowledge is deep, and we are able to wait until God ends our suffering. We know how kind Christ is to us; we are filled with the Holy Spirit, and we love others.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We live according to God's true Word, and we have God's power. By means of Christ, God has put us right with himself. This is the truth that we continuously believe; it is like armor that a soldier wears, and like weapons for both of his hands.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sometimes people honor us; at other times, they dishonor us. Sometimes they say many evil things about us; at other times, they praise us. They accuse us of lying, even though we tell the truth.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We live like persons whom nobody knows, but some people know us very well. Some try to kill us for announcing the message about Christ, even though no one legally ever condemns us to death.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We live with great sorrow but we always rejoice. We live as some of the poorest people, but we have the treasure of the good news that makes many rich. You can see that we own nothing, but the truth is that all things belong to us.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have spoken to you very openly and honestly, fellow believers at Corinth. We have freely shown you that we love you.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are not the ones holding back, but you seem to be reluctant to show that you love us.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It would be a fair exchange—I am speaking as to children—for you to love us in return.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not work in unsuitable ways with people who do not trust Christ. What do people who live by God's measure and rules have in common with those who break his laws and do what they want? Darkness and light cannot be together.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How can Christ agree in any way with the demon Beliar? What does a person who trusts in God have in common with another person who does not trust in God?\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How right would it be to bring pagan idols into the temple of God? For we are the temple of the living God, just as God said:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"I will have my home among my people.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "I will live my life among them.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "I will be their God\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and they will be my people.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The scriptures therefore say:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Come out from among the unbelievers\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "and be separate from them,\" says the Lord,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Do not handle anything that makes you filthy and unable to worship me;\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "and I will open my arms and welcome you,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and I will be your Father,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "and you will be my sons and daughters.\"\n"
      },
      {
        "tag": "m",
        "type": "paragraph",
        "text": "says the all-powerful Lord.\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}