{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Dear ones, since God has promised to do these things for us, we should stop doing anything with our bodies or minds that keeps us from worshiping God. Let us keep trying to avoid sinning; let us keep honoring God and trembling in his presence.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Open your hearts to us! No matter what you may have heard about us, we have not wronged anyone. And we have never taken advantage of anyone.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I do not scold you to condemn you. We love you with all our hearts! We are united in purpose and we will live with you and die with you.\n "
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moreover, I not only love you, I praise you to others—and I am filled up to overflowing with such joy because of you, even when we are going through severe afflictions.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When we came to you in Macedonia, we were exhausted. We had troubles on every side—we faced hardships that other people caused, and we feared many things.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God always comforts us when we are discouraged, and he comforted us at that time by sending Titus to be with us.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Titus's coming was a great comfort, but you also comforted him when you were with him. When he came to us, he told us of your deep love for us, and how you were sorry for us in our sufferings. He also told us about how you were deeply concerned for me, so I rejoiced even more because of you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know the letter I wrote to you made you sad, but I had to write it. I did regret it when I wrote it, but what I wrote to you was necessary to help you deal with the problems in the church. I knew that your sorrow would last only for a short time.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And so now I can rejoice, not because you were sad when you read my letter, but because your sorrow turned you away from the sin that was hurting you so much, and it changed your sadness into a sorrow that God brought to you, a sorrow that gave you so much more than you had lost.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This kind of sorrow turns a person away from sin so that God can rescue him; people are glad, in the end, to have had this kind of sorrow. On the other hand, worldly sorrow, a sadness for your sins only because you were caught in them, can lead only to death.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now think about how much good you wanted to do because you had this sorrow that God gave you. You wanted to show me you were innocent. You were so concerned about that accusation of sin, and you were so worried about how that person had sinned. You wanted justice to be done. In sum, you showed that you were innocent.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What I wrote to you was not intended for the wrongdoer, and it was not written either for the one who suffered the wrong, but it was written for you to understand how much you are faithful to us. God knows that you are faithful to us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By all of this we are very encouraged!\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "We were so happy about what Titus told us, and we were also happy because you had given him rest and helped him.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I told him very good things about you, how proud I was of you, and you did not put me to shame when he came to you. We praised you so much to Titus, and you proved it was all true!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now his love for you has grown because he has seen for himself how much you follow God, and he knows how you welcomed him among yourselves—you welcomed him with fear, because God is holy, and with trembling, because you know God is great.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am filled with joy because in everything, I have confidence in you.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}