{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We want you to know, brothers and sisters, about how God has been kindly working in wonderful ways among the churches in the province of Macedonia.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although the believers there were suffering very much, they were rejoicing so much that, although they are poor, they gave much money for the collection for the believers in Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They gave as much as they were able—and I testify it is true—and some sacrificed and gave so much they suffered need themselves, but they still gave. They wanted to give,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and they begged us over and over and pleaded with us to allow them to give to this collection, so they could help those believers whom God has set apart for himself.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We did not think they could give like that. But they first gave themselves to the Lord, and then they gave themselves to us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Titus had already begun encouraging you to contribute money, so we urged him to guide the collection to its end.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As you do better than others, not only in your trust in God, in your encouraging words, in what you have learned, in taking a task to completion, and in your love for us—make sure you do very well by completing this collection also.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am not giving you an order, but I want you to prove how much you love the Lord by comparing how you give to how others give to people in need.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say this, because you know how kind Jesus Christ has been to you. Although he possessed everything, he gave it all up and became poor. He did this in order to make you rich.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And in this I have some encouragement to give you: You started this ministry of help a year ago, and when you began it you were eager to do it.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the same way, you should finish this work. Just as you were eager to begin this work, you should be eager to end it, and to do this as quickly as you can.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God will accept what you do in this task, if you are eager to do it. You must finish the work by giving money from the money that you have. You cannot give what you do not have.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are not taxing you because we do not want others to have to support themselves. But it is fair for you to help them.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have more than you need at this time; what you have left over will be enough for them, too. In the future, they will have more than they need, and perhaps then, they will be able to help you. That is fair for everyone.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is like the scriptures say:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"The one who had much did not have anything left to share;\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "but the one who had only a little did not need anything more.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We thank God because he has caused Titus to care for you as much as I do.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When we asked him to help you, he agreed to do so. He was so eager to help you that he decided to visit you himself.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have sent Titus along with another Christian brother. All the believers in the churches praise him because he preaches the good news very well.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The believers in the churches asked him to go with us to Jerusalem to help us take to the believers there what you and the others are giving to them. We all want to contribute this money in order to honor the Lord and to show everyone how much we believers help each other.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are doing everything we can to keep anyone from asking why we are asking for this money that you are giving so generously.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are careful to do all this in an honest and open way. We want everyone to know how we are doing this, and we know that the Lord sees us, too.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And with these brothers we are sending to you, we are adding still one more brother. We have seen that this brother does important work in a very faithful manner. He now desires even more to help you because he trusts you very much.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for Titus himself, he is my partner; he works alongside me. The other brothers—it is the churches in our region who have chosen them to go with us to Jerusalem. When other people see them, they will praise Christ very much because of them.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So show these brothers how you love them; show them why we spoke so well about you, and why we could not stop telling all the churches how proud we are of you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}