{
  "1": "וַיַּ֥עַן H6030 אִיּ֗וֹב H347 וַיֹּאמַֽר H559 ",
  "2": "אָ֭מְנָם H551 כִּ֣י H3588 אַתֶּם H859 עָ֑ם H5971 וְ֝עִמָּ H5973 תָּמ֥וּת H4191 חָכְמָֽה H2451 ",
  "3": "גַּם H1571 לִ֤י Hl לֵבָ֨ב H3824 כְּֽמוֹכֶ֗ם H3644 לֹא H3808 נֹפֵ֣ל H5307 אָנֹכִ֣י H595 מִכֶּ֑ם H4480 וְאֶת H854 מִי H4310 אֵ֥ין H369 כְּמוֹ H3644 אֵֽלֶּה H428 ",
  "4": "שְׂחֹ֤ק H7814 לְרֵעֵ֨ H7453 אֶֽהְיֶ֗ה H1961 קֹרֵ֣א H7121 לֶ֭אֱלוֹהַּ H433 וַֽיַּעֲנֵ֑ H6030 שְׂ֝ח֗וֹק H7814 צַדִּ֥יק H6662 תָּמִֽים H8549 ",
  "5": "לַפִּ֣יד H3940 בּ֭וּז H937 לְעַשְׁתּ֣וּת H6248 שַׁאֲנָ֑ן H7600 נָ֝כ֗וֹן H3559 לְמ֣וֹעֲדֵי H4571 רָֽגֶל H7272 ",
  "6": "יִשְׁלָ֤יוּ H7951 אֹֽהָלִ֨ים H168 לְשֹׁ֥דְדִ֗ים H7703 וּֽ֭בַטֻּחוֹת H987 לְמַרְגִּ֣יזֵי H7264 אֵ֑ל H410 לַאֲשֶׁ֤ר H834 הֵבִ֖יא H935 אֱל֣וֹהַּ H433 בְּיָדֽ H3027 ",
  "7": "וְֽאוּלָ֗ם H199 שְׁאַל H7592 נָ֣א H4994 בְהֵמ֣וֹת H929 וְתֹרֶ֑ H3384 וְע֥וֹף H5775 הַ֝שָּׁמַ֗יִם H8064 וְיַגֶּד H5046 לָֽךְ Hl ",
  "8": "א֤וֹ H176 שִׂ֣יחַ H7878 לָאָ֣רֶץ H776 וְתֹרֶ֑ H3384 וִֽיסַפְּר֥וּ H5608 לְ֝ךָ֗ Hl דְּגֵ֣י H1709 הַיָּֽם H3220 ",
  "9": "מִ֭י H4310 לֹא H3808 יָדַ֣ע H3045 בְּכָל H3605 אֵ֑לֶּה H428 כִּ֥י H3588 יַד H3027 יְ֝הוָה H3068 עָ֣שְׂתָה H6213 זֹּֽאת H2063 ",
  "10": "אֲשֶׁ֣ר H834 בְּ֭יָד H3027 נֶ֣פֶשׁ H5315 כָּל H3605 חָ֑י H2416 וְ֝ר֗וּחַ H7307 כָּל H3605 בְּשַׂר H1320 אִֽישׁ H376 ",
  "11": "הֲלֹא H3808 אֹ֭זֶן H241 מִלִּ֣ין H4405 תִּבְחָ֑ן H974 וְ֝חֵ֗ךְ H2441 אֹ֣כֶל H400 יִטְעַם H2938 לֽוֹ Hl ",
  "12": "בִּֽישִׁישִׁ֥ים H3453 חָכְמָ֑ה H2451 וְאֹ֖רֶךְ H753 יָמִ֣ים H3117 תְּבוּנָֽה H8394 ",
  "13": "עִ֭מּוֹ H5973 חָכְמָ֣ה H2451 וּגְבוּרָ֑ה H1369 ל֝֗וֹ Hl עֵצָ֥ה H6098 וּתְבוּנָֽה H8394 ",
  "14": "הֵ֣ן H2005 יַ֭הֲרוֹס H2040 וְלֹ֣א H3808 יִבָּנֶ֑ה H1129 יִסְגֹּ֥ר H5462 עַל H5921 אִ֝֗ישׁ H376 וְלֹ֣א H3808 יִפָּתֵֽחַ H6605 ",
  "15": "הֵ֤ן H2005 יַעְצֹ֣ר H6113 בַּמַּ֣יִם H4325 וְיִבָ֑שׁוּ H3001 וִֽ֝ישַׁלְּחֵ֗ H7971 וְיַ֖הַפְכוּ H2015 אָֽרֶץ H776 ",
  "16": "עִ֭מּוֹ H5973 עֹ֣ז H5797 וְתֽוּשִׁיָּ֑ה H8454 ל֝֗וֹ Hl שֹׁגֵ֥ג H7683 וּמַשְׁגֶּֽה H7686 ",
  "17": "מוֹלִ֣יךְ H3212 יוֹעֲצִ֣ים H3289 שׁוֹלָ֑ל H7758 וְֽשֹׁפְטִ֥ים H8199 יְהוֹלֵֽל H1984 ",
  "18": "מוּסַ֣ר H4148 מְלָכִ֣ים H4428 פִּתֵּ֑חַ H6605 וַיֶּאְסֹ֥ר H631 אֵ֝ז֗וֹר H232 בְּמָתְנֵי H4975 ",
  "19": "מוֹלִ֣יךְ H3212 כֹּהֲנִ֣ים H3548 שׁוֹלָ֑ל H7758 וְאֵֽתָנִ֣ים H386 יְסַלֵּֽף H5557 ",
  "20": "מֵסִ֣יר H5493 שָׂ֭פָה H8193 לְנֶאֱמָנִ֑ים H539 וְטַ֖עַם H2940 זְקֵנִ֣ים H2205 יִקָּֽח H3947 ",
  "21": "שׁוֹפֵ֣ךְ H8210 בּ֭וּז H937 עַל H5921 נְדִיבִ֑ים H5081 וּמְזִ֖יחַ H4206 אֲפִיקִ֣ים H650 רִפָּֽה H7503 ",
  "22": "מְגַלֶּ֣ה H1540 עֲ֭מֻקוֹת H6013 מִנִּי H4480 חֹ֑שֶׁךְ H2822 וַיֹּצֵ֖א H3318 לָא֣וֹר H216 צַלְמָֽוֶת H6757 ",
  "23": "מַשְׂגִּ֣יא H7679 לַ֭גּוֹיִם H1471 וַֽיְאַבְּדֵ֑ H6 שֹׁטֵ֥חַ H7849 לַ֝גּוֹיִ֗ם H1471 וַיַּנְחֵֽ H5148 ",
  "24": "מֵסִ֗יר H5493 לֵ֭ב H3820 רָאשֵׁ֣י H7218 עַם H5971 הָאָ֑רֶץ H776 וַ֝יַּתְעֵ֗ H8582 בְּתֹ֣הוּ H8414 לֹא H3808 דָֽרֶךְ H1870 ",
  "25": "יְמַֽשְׁשׁוּ H4959 חֹ֥שֶׁךְ H2822 וְלֹא H3808 א֑וֹר H216 וַ֝יַּתְעֵ֗ H8582 כַּשִּׁכּֽוֹר H7910 "
}
