{
  "1": "אָ֭דָם H120 יְל֣וּד H3205 אִשָּׁ֑ה H802 קְצַ֥ר H7116 יָ֝מִ֗ים H3117 וּֽשְׂבַֽע H7649 רֹֽגֶז H7267 ",
  "2": "כְּצִ֣יץ H6731 יָ֭צָא H3318 וַיִּמָּ֑ל H5243 וַיִּבְרַ֥ח H1272 כַּ֝צֵּ֗ל H6738 וְלֹ֣א H3808 יַעֲמֽוֹד H5975 ",
  "3": "אַף H637 עַל H5921 זֶ֭ה H2088 פָּקַ֣חְתָּ H6491 עֵינֶ֑ךָ H5869 וְאֹ֘תִ֤ H853 תָבִ֖יא H935 בְמִשְׁפָּ֣ט H4941 עִמָּֽךְ H5973 ",
  "4": "מִֽי H4310 יִתֵּ֣ן H5414 טָ֭הוֹר H2889 מִטָּמֵ֗א H2931 לֹ֣א H3808 אֶחָֽד H259 ",
  "5": "אִ֥ם H518 חֲרוּצִ֨ים H2782 יָמָ֗יו H3117 מִֽסְפַּר H4557 חֳדָשָׁ֥יו H2320 אִתָּ֑ךְ H854 חקו H2706 עָ֝שִׂ֗יתָ H6213 וְלֹ֣א H3808 יַעֲבֽוֹר H5674 ",
  "6": "שְׁעֵ֣ה H8159 מֵעָלָ֣י H5921 וְיֶחְדָּ֑ל H2308 עַד H5704 יִ֝רְצֶ֗ה H7521 כְּשָׂכִ֥יר H7916 יוֹמֽוֹ H3117 ",
  "7": "כִּ֤י H3588 יֵ֥שׁ H3426 לָעֵ֗ץ H6086 תִּ֫קְוָ֥ה H8615 אִֽם H518 יִ֭כָּרֵת H3772 וְע֣וֹד H5750 יַחֲלִ֑יף H2498 וְ֝יֹֽנַקְתּ֗ H3127 לֹ֣א H3808 תֶחְדָּֽל H2308 ",
  "8": "אִם H518 יַזְקִ֣ין H2204 בָּאָ֣רֶץ H776 שָׁרְשׁ֑וֹ H8328 וּ֝בֶ H6083 יָמ֥וּת H4191 גִּזְעֽוֹ H1503 ",
  "9": "מֵרֵ֣יחַ H7381 מַ֣יִם H4325 יַפְרִ֑חַ H6524 וְעָשָׂ֖ה H6213 קָצִ֣יר H7105 כְּמוֹ H3644 נָֽטַע H5194 ",
  "10": "וְגֶ֣בֶר H1397 יָ֭מוּת H4191 וַֽיֶּחֱלָ֑שׁ H2522 וַיִּגְוַ֖ע H1478 אָדָ֣ם H120 וְאַיּֽ H346 ",
  "11": "אָֽזְלוּ H235 מַ֭יִם H4325 מִנִּי H4480 יָ֑ם H3220 וְ֝נָהָ֗ר H5104 יֶחֱרַ֥ב H2717 וְיָבֵֽשׁ H3001 ",
  "12": "וְאִ֥ישׁ H376 שָׁכַ֗ב H7901 וְֽלֹא H3808 יָ֫ק֥וּם H6965 עַד H5704 בִּלְתִּ֣י H1115 שָׁ֭מַיִם H8064 לֹ֣א H3808 יָקִ֑יצוּ H6974 וְלֹֽא H3808 יֵ֝עֹ֗רוּ H5782 מִשְּׁנָתָֽ H8142 ",
  "13": "מִ֤י H4310 יִתֵּ֨ן H5414 בִּשְׁא֬וֹל H7585 תַּצְפִּנֵ֗נִי H6845 תַּ֭סְתִּירֵנִי H5641 עַד H5704 שׁ֣וּב H7725 אַפֶּ֑ךָ H639 תָּ֤שִׁ֥ית H7896 לִ֖י Hl חֹ֣ק H2706 וְתִזְכְּרֵֽ H2142 ",
  "14": "אִם H518 יָמ֥וּת H4191 גֶּ֗בֶר H1397 הֲיִ֫חְיֶ֥ה H2421 כָּל H3605 יְמֵ֣י H3117 צְבָאִ֣י H6635 אֲיַחֵ֑ל H3176 עַד H5704 בּ֝֗וֹא H935 חֲלִיפָתִֽי H2487 ",
  "15": "תִּ֭קְרָא H7121 וְאָנֹכִ֣י H595 אֶֽעֱנֶ֑ךָּ H6030 לְֽמַעֲשֵׂ֖ה H4639 יָדֶ֣יךָ H3027 תִכְסֹֽף H3700 ",
  "16": "כִּֽי H3588 עַ֭תָּה H6258 צְעָדַ֣י H6806 תִּסְפּ֑וֹר H5608 לֹֽא H3808 תִ֝שְׁמ֗וֹר H8104 עַל H5921 חַטָּאתִֽי H2403 ",
  "17": "חָתֻ֣ם H2856 בִּצְר֣וֹר H6872 פִּשְׁעִ֑י H6588 וַ֝תִּטְפֹּ֗ל H2950 עַל H5921 עֲוֺנִֽי H5771 ",
  "18": "וְ֭אוּלָם H199 הַר H2022 נוֹפֵ֣ל H5307 יִבּ֑וֹל H5034 וְ֝צ֗וּר H6697 יֶעְתַּ֥ק H6275 מִמְּקֹמֽ H4725 ",
  "19": "אֲבָנִ֤ים H68 שָׁ֥חֲקוּ H7833 מַ֗יִם H4325 תִּשְׁטֹֽף H7857 סְפִיחֶ֥יהָ H5599 עֲפַר H6083 אָ֑רֶץ H776 וְתִקְוַ֖ת H8615 אֱנ֣וֹשׁ H582 הֶאֱבַֽדְתָּ H6 ",
  "20": "תִּתְקְפֵ֣הוּ H8630 לָ֭נֶצַח H5331 וַֽיַּהֲלֹ֑ךְ H1980 מְשַׁנֶּ֥ה H8138 פָ֝נָ֗יו H6440 וַֽתְּשַׁלְּחֵֽ H7971 ",
  "21": "יִכְבְּד֣וּ H3513 בָ֭נָיו H1121 וְלֹ֣א H3808 יֵדָ֑ע H3045 וְ֝יִצְעֲר֗וּ H6819 וְֽלֹא H3808 יָבִ֥ין H995 לָֽמוֹ Hl ",
  "22": "אַךְ H389 בְּ֭שָׂרוֹ H1320 עָלָ֣יו H5921 יִכְאָ֑ב H3510 וְ֝נַפְשׁ֗ H5315 עָלָ֥יו H5921 תֶּאֱבָֽל H56 "
}
