{
  "1": "וַיַּ֥עַן H6030 אִיּ֗וֹב H347 וַיֹּאמַֽר H559 ",
  "2": "שָׁמַ֣עְתִּי H8085 כְאֵ֣לֶּה H428 רַבּ֑וֹת H7227 מְנַחֲמֵ֖י H5162 עָמָ֣ל H5999 כֻּלְּכֶֽם H3605 ",
  "3": "הֲקֵ֥ץ H7093 לְדִבְרֵי H1697 ר֑וּחַ H7307 א֥וֹ H176 מַה H4100 יַּ֝מְרִֽיצְךָ֗ H4834 כִּ֣י H3588 תַעֲנֶֽה H6030 ",
  "4": "גַּ֤ם H1571 אָנֹכִי֮ H595 כָּכֶ֪ם Hk אֲדַ֫בֵּ֥רָה H1696 ל֤וּ H3863 יֵ֪שׁ H3426 נַפְשְׁכֶ֡ם H5315 תַּ֤חַת H8478 נַפְשִׁ֗י H5315 אַחְבִּ֣ירָה H2266 עֲלֵיכֶ֣ם H5921 בְּמִלִּ֑ים H4405 וְאָנִ֥יעָה H5128 עֲ֝לֵיכֶ֗ם H5921 בְּמ֣וֹ H1119 רֹאשִֽׁי H7218 ",
  "5": "אֲאַמִּצְכֶ֥ם H553 בְּמוֹ H1119 פִ֑י H6310 וְנִ֖יד H5205 שְׂפָתַ֣י H8193 יַחְשֹֽׂךְ H2820 ",
  "6": "אִֽם H518 אֲ֭דַבְּרָה H1696 לֹא H3808 יֵחָשֵׂ֣ךְ H2820 כְּאֵבִ֑י H3511 וְ֝אַחְדְּלָ֗ה H2308 מַה H4100 מִנִּ֥י H4480 יַהֲלֹֽךְ H1980 ",
  "7": "אַךְ H389 עַתָּ֥ה H6258 הֶלְאָ֑נִי H3811 הֲ֝שִׁמּ֗וֹתָ H8074 כָּל H3605 עֲדָתִֽי H5712 ",
  "8": "וַֽ֭תִּקְמְטֵ H7059 לְעֵ֣ד H5707 הָיָ֑ה H1961 וַיָּ֥קָם H6965 בִּ֥י Hb כַ֝חֲשִׁ֗י H3585 בְּפָנַ֥ H6440 יַעֲנֶֽה H6030 ",
  "9": "אַפּ֤וֹ H639 טָרַ֨ף H2963 וַֽיִּשְׂטְמֵ֗ H7852 חָרַ֣ק H2786 עָלַ֣י H5921 בְּשִׁנָּ֑י H8127 צָרִ֓י H6862 יִלְט֖וֹשׁ H3913 עֵינָ֣יו H5869 לִֽי Hl ",
  "10": "פָּעֲר֬וּ H6473 עָלַ֨י H5921 בְּפִי H6310 בְּ֭חֶרְפָּה H2781 הִכּ֣וּ H5221 לְחָיָ֑י H3895 יַ֝֗חַד H3162 עָלַ֥י H5921 יִתְמַלָּאֽוּן H4390 ",
  "11": "יַסְגִּירֵ֣נִי H5462 אֵ֭ל H410 אֶ֣ל H413 עֲוִ֑יל H5760 וְעַל H5921 יְדֵ֖י H3027 רְשָׁעִ֣ים H7563 יִרְטֵֽנִי H3399 ",
  "12": "שָׁ֘לֵ֤ו H7961 הָיִ֨יתִי H1961 וַֽיְפַרְפְּרֵ֗ H6565 וְאָחַ֣ז H270 בְּ֭עָרְפִּ H6203 וַֽיְפַצְפְּצֵ֑ H6327 וַיְקִימֵ֥ H6965 ל֝֗וֹ Hl לְמַטָּרָֽה H4307 ",
  "13": "יָ֘סֹ֤בּוּ H5437 עָלַ֨י H5921 רַבָּ֗יו H7228 יְפַלַּ֣ח H6398 כִּ֭לְיוֹתַי H3629 וְלֹ֣א H3808 יַחְמ֑וֹל H2550 יִשְׁפֹּ֥ךְ H8210 לָ֝אָ֗רֶץ H776 מְרֵרָֽתִי H4845 ",
  "14": "יִפְרְצֵ֣נִי H6555 פֶ֭רֶץ H6556 עַל H5921 פְּנֵי H6440 פָ֑רֶץ H6556 יָרֻ֖ץ H7323 עָלַ֣י H5921 כְּגִבּֽוֹר H1368 ",
  "15": "שַׂ֣ק H8242 תָּ֭פַרְתִּי H8609 עֲלֵ֣י H5921 גִלְדִּ֑י H1539 וְעֹלַ֖לְתִּי H5953 בֶעָפָ֣ר H6083 קַרְנִֽי H7161 ",
  "16": "פָּנַ֣י H6440 חמרמרה H2560 מִנִּי H4480 בֶ֑כִי H1065 וְעַ֖ל H5921 עַפְעַפַּ֣י H6079 צַלְמָֽוֶת H6757 ",
  "17": "עַ֭ל H5921 לֹא H3808 חָמָ֣ס H2555 בְּכַפָּ֑ H3709 וּֽתְפִלָּתִ֥ H8605 זַכָּֽה H2134 ",
  "18": "אֶ֭רֶץ H776 אַל H408 תְּכַסִּ֣י H3680 דָמִ֑י H1818 וְֽאַל H408 יְהִ֥י H1961 מָ֝ק֗וֹם H4725 לְזַעֲקָתִֽ H2201 ",
  "19": "גַּם H1571 עַ֭תָּה H6258 הִנֵּה H2009 בַשָּׁמַ֣יִם H8064 עֵדִ֑י H5707 וְ֝שָׂהֲדִ֗ H7717 בַּמְּרוֹמִֽים H4791 ",
  "20": "מְלִיצַ֥י H3887 רֵעָ֑י H7453 אֶל H413 אֱ֝ל֗וֹהַ H433 דָּלְפָ֥ה H1811 עֵינִֽי H5869 ",
  "21": "וְיוֹכַ֣ח H3198 לְגֶ֣בֶר H1397 עִם H5973 אֱל֑וֹהַּ H433 וּֽבֶן H1121 אָדָ֥ם H120 לְרֵעֵֽ H7453 ",
  "22": "כִּֽי H3588 שְׁנ֣וֹת H8141 מִסְפָּ֣ר H4557 יֶאֱתָ֑יוּ H857 וְאֹ֖רַח H734 לֹא H3808 אָשׁ֣וּב H7725 אֶהֱלֹֽךְ H1980 "
}
