{
  "1": "וַ֭יַּעַן H6030 בִּלְדַּ֥ד H1085 הַשֻּׁחִ֗י H7747 וַיֹּאמַֽר H559 ",
  "2": "עַד H5704 אָ֤נָה H575 תְּשִׂימ֣וּן H7760 קִנְצֵ֣י H7078 לְמִלִּ֑ין H4405 תָּ֝בִ֗ינוּ H995 וְאַחַ֥ר H310 נְדַבֵּֽר H1696 ",
  "3": "מַ֭דּוּעַ H4069 נֶחְשַׁ֣בְנוּ H2803 כַבְּהֵמָ֑ה H929 נִ֝טְמִ֗ינוּ H2933 בְּעֵינֵי H5869 ",
  "4": "טֹֽרֵ֥ף H2963 נַפְשׁ֗וֹ H5315 בְּאַ֫פּ֥ H639 הַ֭לְמַעַנְ H4616 תֵּעָ֣זַב H5800 אָ֑רֶץ H776 וְיֶעְתַּק H6275 צ֝֗וּר H6697 מִמְּקֹמֽ H4725 ",
  "5": "גַּ֤ם H1571 א֣וֹר H216 רְשָׁעִ֣ים H7563 יִדְעָ֑ךְ H1846 וְלֹֽא H3808 יִ֝גַּ֗הּ H5050 שְׁבִ֣יב H7632 אִשּֽׁוֹ H784 ",
  "6": "א֭וֹר H216 חָשַׁ֣ךְ H2821 בְּאָהֳל֑ H168 וְ֝נֵר֗ H5216 עָלָ֥יו H5921 יִדְעָֽךְ H1846 ",
  "7": "יֵֽ֭צְרוּ H3334 צַעֲדֵ֣י H6806 אוֹנ֑וֹ H202 וְֽתַשְׁלִיכֵ֥ H7993 עֲצָתֽוֹ H6098 ",
  "8": "כִּֽי H3588 שֻׁלַּ֣ח H7971 בְּרֶ֣שֶׁת H7568 בְּרַגְלָ֑י H7272 וְעַל H5921 שְׂ֝בָכָ֗ה H7639 יִתְהַלָּֽךְ H1980 ",
  "9": "יֹאחֵ֣ז H270 בְּעָקֵ֣ב H6119 פָּ֑ח H6341 יַחֲזֵ֖ק H2388 עָלָ֣יו H5921 צַמִּֽים H6782 ",
  "10": "טָמ֣וּן H2934 בָּאָ֣רֶץ H776 חַבְל֑וֹ H2256 וּ֝מַלְכֻּדְתּ֗ H4434 עֲלֵ֣י H5921 נָתִֽיב H5410 ",
  "11": "סָ֭בִיב H5439 בִּֽעֲתֻ֣הוּ H1204 בַלָּה֑וֹת H1091 וֶהֱפִיצֻ֥ H6327 לְרַגְלָֽי H7272 ",
  "12": "יְהִי H1961 רָעֵ֥ב H7457 אֹנ֑וֹ H202 וְ֝אֵ֗יד H343 נָכ֥וֹן H3559 לְצַלְעֽ H6763 ",
  "13": "יֹ֭אכַל H398 בַּדֵּ֣י H905 עוֹר֑וֹ H5785 יֹאכַ֥ל H398 בַּ֝דָּ֗יו H905 בְּכ֣וֹר H1060 מָֽוֶת H4194 ",
  "14": "יִנָּתֵ֣ק H5423 מֵ֭אָהֳל H168 מִבְטַח֑וֹ H4009 וְ֝תַצְעִדֵ֗ H6805 לְמֶ֣לֶךְ H4428 בַּלָּהֽוֹת H1091 ",
  "15": "תִּשְׁכּ֣וֹן H7931 בְּ֭אָהֳל H168 מִבְּלִי H1097 ל֑וֹ Hl יְזֹרֶ֖ה H2219 עַל H5921 נָוֵ֣הוּ H5116 גָפְרִֽית H1614 ",
  "16": "מִ֭תַּחַת H8478 שָֽׁרָשָׁ֣יו H8328 יִבָ֑שׁוּ H3001 וּ֝מִ H4605 יִמַּ֥ל H5243 קְצִירֽוֹ H7105 ",
  "17": "זִֽכְרוֹ H2143 אָ֭בַד H6 מִנִּי H4480 אָ֑רֶץ H776 וְלֹא H3808 שֵׁ֥ם H8034 ל֝֗וֹ Hl עַל H5921 פְּנֵי H6440 חֽוּץ H2351 ",
  "18": "יֶ֭הְדְּפֻהוּ H1920 מֵא֣וֹר H216 אֶל H413 חֹ֑שֶׁךְ H2822 וּֽמִ H8398 יְנִדֻּֽהוּ H5074 ",
  "19": "לֹ֘א H3808 נִ֤ין H5209 ל֣וֹ Hl וְלֹא H3808 נֶ֣כֶד H5220 בְּעַמּ֑ H5971 וְאֵ֥ין H369 שָׂ֝רִ֗יד H8300 בִּמְגוּרָֽי H4033 ",
  "20": "עַל H5921 י֭וֹמוֹ H3117 נָשַׁ֣מּוּ H8074 אַחֲרֹנִ֑ים H314 וְ֝קַדְמֹנִ֗ים H6931 אָ֣חֲזוּ H270 שָֽׂעַר H8178 ",
  "21": "אַךְ H389 אֵ֭לֶּה H428 מִשְׁכְּנ֣וֹת H4908 עַוָּ֑ל H5767 וְ֝זֶ֗ה H2088 מְק֣וֹם H4725 לֹא H3808 יָדַֽע H3045 אֵֽל H410 "
}
