{
  "1": "וַ֭יַּעַן H6030 צֹפַ֥ר H6691 הַנַּֽעֲמָתִ֗י H5284 וַיֹּאמַֽר H559 ",
  "2": "לָ֭כֵן H3651 שְׂעִפַּ֣י H5587 יְשִׁיב֑וּנִי H7725 וּ֝בַ H5668 ח֣וּשִׁי H2363 בִֽי Hb ",
  "3": "מוּסַ֣ר H4148 כְּלִמָּתִ֣י H3639 אֶשְׁמָ֑ע H8085 וְ֝ר֗וּחַ H7307 מִֽבִּינָתִ֥ H998 יַעֲנֵֽנִי H6030 ",
  "4": "הֲזֹ֣את H2063 יָ֭דַעְתָּ H3045 מִנִּי H4480 עַ֑ד H5703 מִנִּ֤י H4480 שִׂ֖ים H7760 אָדָ֣ם H120 עֲלֵי H5921 אָֽרֶץ H776 ",
  "5": "כִּ֤י H3588 רִנְנַ֣ת H7445 רְ֭שָׁעִים H7563 מִקָּר֑וֹב H7138 וְשִׂמְחַ֖ת H8057 חָנֵ֣ף H2611 עֲדֵי H5704 רָֽגַע H7281 ",
  "6": "אִם H518 יַעֲלֶ֣ה H5927 לַשָּׁמַ֣יִם H8064 שִׂיא֑וֹ H7863 וְ֝רֹאשׁ֗ H7218 לָעָ֥ב H5645 יַגִּֽיעַ H5060 ",
  "7": "כְּֽ֭גֶלֲל H1561 לָנֶ֣צַח H5331 יֹאבֵ֑ד H6 רֹ֝אָ֗יו H7200 יֹאמְר֥וּ H559 אַיּֽוֹ H335 ",
  "8": "כַּחֲל֣וֹם H2472 יָ֭עוּף H5774 וְלֹ֣א H3808 יִמְצָא֑וּהוּ H4672 וְ֝יֻדַּ֗ד H5074 כְּחֶזְי֥וֹן H2384 לָֽיְלָה H3915 ",
  "9": "עַ֣יִן H5869 שְׁ֭זָפַתּוּ H7805 וְלֹ֣א H3808 תוֹסִ֑יף H3254 וְלֹא H3808 ע֝֗וֹד H5750 תְּשׁוּרֶ֥נּוּ H7789 מְקוֹמֽוֹ H4725 ",
  "10": "בָּ֭נָיו H1121 יְרַצּ֣וּ H7521 דַלִּ֑ים H1800 וְ֝יָדָ֗י H3027 תָּשֵׁ֥בְנָה H7725 אוֹנֽוֹ H202 ",
  "11": "עַ֭צְמוֹתָיו H6106 מָלְא֣וּ H4390 עלומו H5934 וְ֝עִמּ֗ H5973 עַל H5921 עָפָ֥ר H6083 תִּשְׁכָּֽב H7901 ",
  "12": "אִם H518 תַּמְתִּ֣יק H4985 בְּפִ֣י H6310 רָעָ֑ה H7451 יַ֝כְחִידֶ֗נָּה H3582 תַּ֣חַת H8478 לְשׁוֹנֽוֹ H3956 ",
  "13": "יַחְמֹ֣ל H2550 עָ֭לֶיהָ H5921 וְלֹ֣א H3808 יַֽעַזְבֶ֑נָּה H5800 וְ֝יִמְנָעֶ֗ H4513 בְּת֣וֹךְ H8432 חִכּֽוֹ H2441 ",
  "14": "לַ֭חְמוֹ H3899 בְּמֵעָ֣י H4578 נֶהְפָּ֑ךְ H2015 מְרוֹרַ֖ת H4846 פְּתָנִ֣ים H6620 בְּקִרְבּֽ H7130 ",
  "15": "חַ֣יִל H2428 בָּ֭לַע H1104 וַיְקִאֶ֑ H6958 מִ֝בִּטְנ֗ H990 יוֹרִשֶׁ֥נּוּ H3423 אֵֽל H410 ",
  "16": "רֹאשׁ H7219 פְּתָנִ֥ים H6620 יִינָ֑ק H3243 תַּֽ֝הַרְגֵ֗הוּ H2026 לְשׁ֣וֹן H3956 אֶפְעֶֽה H660 ",
  "17": "אַל H408 יֵ֥רֶא H7200 בִפְלַגּ֑וֹת H6390 נַהֲרֵ֥י H5104 נַ֝חֲלֵ֗י H5158 דְּבַ֣שׁ H1706 וְחֶמְאָֽה H2529 ",
  "18": "מֵשִׁ֣יב H7725 יָ֭גָע H3022 וְלֹ֣א H3808 יִבְלָ֑ע H1104 כְּחֵ֥יל H2428 תְּ֝מוּרָת֗וֹ H8545 וְלֹ֣א H3808 יַעֲלֹֽס H5965 ",
  "19": "כִּֽי H3588 רִ֭צַּץ H7533 עָזַ֣ב H5800 דַּלִּ֑ים H1800 בַּ֥יִת H1004 גָּ֝זַ֗ל H1497 וְלֹ֣א H3808 יִבֶנֵֽהוּ H1129 ",
  "20": "כִּ֤י H3588 לֹא H3808 יָדַ֣ע H3045 שָׁלֵ֣ו H7961 בְּבִטְנ֑ H990 בַּ֝חֲמוּד֗ H2530 לֹ֣א H3808 יְמַלֵּֽט H4422 ",
  "21": "אֵין H369 שָׂרִ֥יד H8300 לְאָכְל֑ H400 עַל H5921 כֵּ֝֗ן H3651 לֹא H3808 יָחִ֥יל H2342 טוּבֽוֹ H2898 ",
  "22": "בִּמְלֹ֣אות H4390 שִׂ֭פְקוֹ H5607 יֵ֣צֶר H3334 ל֑וֹ Hl כָּל H3605 יַ֖ד H3027 עָמֵ֣ל H6001 תְּבוֹאֶֽנּוּ H935 ",
  "23": "יְהִ֤י H1961 לְמַלֵּ֬א H4390 בִטְנ֗וֹ H990 יְֽשַׁלַּח H7971 בּ֭וֹ Hb חֲר֣וֹן H2740 אַפּ֑וֹ H639 וְיַמְטֵ֥ר H4305 עָ֝לֵ֗ימוֹ H5921 בִּלְחוּמֽ H3894 ",
  "24": "יִ֭בְרַח H1272 מִנֵּ֣שֶׁק H5402 בַּרְזֶ֑ל H1270 תַּ֝חְלְפֵ֗הוּ H2498 קֶ֣שֶׁת H7198 נְחוּשָֽׁה H5154 ",
  "25": "שָׁלַף֮ H8025 וַיֵּצֵ֪א H3318 מִגֵּ֫וָ֥ה H1465 וּ֭בָרָק H1300 מִֽמְּרֹרָת֥ H4846 יַהֲלֹ֗ךְ H1980 עָלָ֥יו H5921 אֵמִֽים H367 ",
  "26": "כָּל H3605 חֹשֶׁךְ֮ H2822 טָמ֪וּן H2934 לִצְפּ֫וּנָ֥י H6845 תְּ֭אָכְלֵהוּ H398 אֵ֣שׁ H784 לֹֽא H3808 נֻפָּ֑ח H5301 יֵ֖רַע H3415 שָׂרִ֣יד H8300 בְּאָהֳלֽ H168 ",
  "27": "יְגַלּ֣וּ H1540 שָׁמַ֣יִם H8064 עֲוֺנ֑וֹ H5771 וְ֝אֶ֗רֶץ H776 מִתְקוֹמָ֘מָ֥ה H6965 לֽוֹ Hl ",
  "28": "יִ֭גֶל H1540 יְב֣וּל H2981 בֵּית֑וֹ H1004 נִ֝גָּר֗וֹת H5064 בְּי֣וֹם H3117 אַפּֽוֹ H639 ",
  "29": "זֶ֤ה H2088 חֵֽלֶק H2506 אָדָ֣ם H120 רָ֭שָׁע H7563 מֵאֱלֹהִ֑ים H430 וְנַחֲלַ֖ת H5159 אִמְר֣וֹ H561 מֵאֵֽל H410 "
}
