{
  "1": "מַדּ֗וּעַ H4069 מִ֭שַּׁדַּי H7706 לֹא H3808 נִצְפְּנ֣וּ H6845 עִתִּ֑ים H6256 וידע H3045 לֹא H3808 חָ֥זוּ H2372 יָמָֽיו H3117 ",
  "2": "גְּבֻל֥וֹת H1367 יַשִּׂ֑יגוּ H5381 עֵ֥דֶר H5739 גָּ֝זְל֗וּ H1497 וַיִּרְעֽוּ H7462 ",
  "3": "חֲמ֣וֹר H2543 יְתוֹמִ֣ים H3490 יִנְהָ֑גוּ H5090 יַ֝חְבְּל֗וּ H2254 שׁ֣וֹר H7794 אַלְמָנָֽה H490 ",
  "4": "יַטּ֣וּ H5186 אֶבְיוֹנִ֣ים H34 מִדָּ֑רֶךְ H1870 יַ֥חַד H3162 חֻ֝בְּא֗וּ H2244 עֲנִיֵּי H6035 אָֽרֶץ H776 ",
  "5": "הֵ֤ן H2005 פְּרָאִ֨ים H6501 בַּֽמִּדְבָּ֗ר H4057 יָצְא֣וּ H3318 בְּ֭פָעֳלָ H6467 מְשַׁחֲרֵ֣י H7836 לַטָּ֑רֶף H2964 עֲרָבָ֥ה H6160 ל֥וֹ Hl לֶ֝֗חֶם H3899 לַנְּעָרִֽים H5288 ",
  "6": "בַּ֭שָּׂדֶה H7704 בְּלִיל֣וֹ H1098 יקצירו H7114 וְכֶ֖רֶם H3754 רָשָׁ֣ע H7563 יְלַקֵּֽשׁוּ H3953 ",
  "7": "עָר֣וֹם H6174 יָ֭לִינוּ H3885 מִבְּלִ֣י H1097 לְב֑וּשׁ H3830 וְאֵ֥ין H369 כְּ֝ס֗וּת H3682 בַּקָּרָֽה H7135 ",
  "8": "מִזֶּ֣רֶם H2230 הָרִ֣ים H2022 יִרְטָ֑בוּ H7372 וּֽמִ H1097 מַ֝חְסֶ֗ה H4268 חִבְּקוּ H2263 צֽוּר H6697 ",
  "9": "יִ֭גְזְלוּ H1497 מִשֹּׁ֣ד H7699 יָת֑וֹם H3490 וְֽעַל H5764 עָנִ֥י H6041 יַחְבֹּֽלוּ H2254 ",
  "10": "עָר֣וֹם H6174 הִ֭לְּכוּ H1980 בְּלִ֣י H1097 לְב֑וּשׁ H3830 וּ֝רְעֵבִ֗ים H7457 נָ֣שְׂאוּ H5375 עֹֽמֶר H6016 ",
  "11": "בֵּין H996 שׁוּרֹתָ֥ם H7791 יַצְהִ֑ירוּ H6671 יְקָבִ֥ים H3342 דָּ֝רְכ֗וּ H1869 וַיִּצְמָֽאוּ H6770 ",
  "12": "מֵ֘עִ֤יר H5892 מְתִ֨ים H4962 יִנְאָ֗קוּ H5008 וְנֶֽפֶשׁ H5315 חֲלָלִ֥ים H2491 תְּשַׁוֵּ֑עַ H7768 וֶ֝אֱל֗וֹהַּ H433 לֹא H3808 יָשִׂ֥ים H7760 תִּפְלָֽה H8604 ",
  "13": "הֵ֤מָּה H1992 הָיוּ֮ H1961 בְּֽמֹרְדֵ֫י H4775 א֥וֹר H216 לֹֽא H3808 הִכִּ֥ירוּ H5234 דְרָכָ֑יו H1870 וְלֹ֥א H3808 יָ֝שְׁב֗וּ H3427 בִּנְתִיבֹתָֽי H5410 ",
  "14": "לָא֡וֹר H216 יָ֘ק֤וּם H6965 רוֹצֵ֗חַ H7523 יִֽקְטָל H6991 עָנִ֥י H6041 וְאֶבְי֑וֹן H34 וּ֝בַ H3915 יְהִ֣י H1961 כַגַּנָּֽב H1590 ",
  "15": "וְעֵ֤ין H5869 נֹאֵ֨ף H5003 שָׁ֤מְרָֽה H8104 נֶ֣שֶׁף H5399 לֵ֭אמֹר H559 לֹא H3808 תְשׁוּרֵ֣נִי H7789 עָ֑יִן H5869 וְסֵ֖תֶר H5643 פָּנִ֣ים H6440 יָשִֽׂים H7760 ",
  "16": "חָתַ֥ר H2864 בַּחֹ֗שֶׁךְ H2822 בָּ֫תִּ֥ים H1004 יוֹמָ֥ם H3119 חִתְּמוּ H2856 לָ֗מוֹ Hl לֹא H3808 יָ֥דְעוּ H3045 אֽוֹר H216 ",
  "17": "כִּ֤י H3588 יַחְדָּ֨ו H3162 בֹּ֣קֶר H1242 לָ֣מוֹ Hl צַלְמָ֑וֶת H6757 כִּֽי H3588 יַ֝כִּ֗יר H5234 בַּלְה֥וֹת H1091 צַלְמָֽוֶת H6757 ",
  "18": "קַֽל H7031 ה֤וּא H1931 עַל H5921 פְּנֵי H6440 מַ֗יִם H4325 תְּקֻלַּ֣ל H7043 חֶלְקָתָ֣ם H2513 בָּאָ֑רֶץ H776 לֹֽא H3808 יִ֝פְנֶה H6437 דֶּ֣רֶךְ H1870 כְּרָמִֽים H3754 ",
  "19": "צִיָּ֤ה H6723 גַם H1571 חֹ֗ם H2527 יִגְזְל֥וּ H1497 מֵֽימֵי H4325 שֶׁ֗לֶג H7950 שְׁא֣וֹל H7585 חָטָֽאוּ H2398 ",
  "20": "יִשְׁכָּ֘חֵ֤הוּ H7911 רֶ֨חֶם H7358 מְתָ֘ק֤וֹ H4988 רִמָּ֗ה H7415 ע֥וֹד H5750 לֹֽא H3808 יִזָּכֵ֑ר H2142 וַתִּשָּׁבֵ֖ר H7665 כָּעֵ֣ץ H6086 עַוְלָֽה H5766 ",
  "21": "רֹעֶ֣ה H7462 עֲ֭קָרָה H6135 לֹ֣א H3808 תֵלֵ֑ד H3205 וְ֝אַלְמָנָ֗ה H490 לֹ֣א H3808 יְיֵטִֽיב H3190 ",
  "22": "וּמָשַׁ֣ךְ H4900 אַבִּירִ֣ים H47 בְּכֹח֑ H3581 יָ֝ק֗וּם H6965 וְֽלֹא H3808 יַאֲמִ֥ין H539 בַּֽחַיִּֽין H2416 ",
  "23": "יִתֶּן H5414 ל֣וֹ Hl לָ֭בֶטַח H983 וְיִשָּׁעֵ֑ן H8172 וְ֝עֵינֵ֗י H5869 עַל H5921 דַּרְכֵיהֶֽם H1870 ",
  "24": "ר֤וֹמּוּ H7426 מְּעַ֨ט H4592 וְֽאֵינֶ֗ H369 וְֽהֻמְּכ֗וּ H4355 כַּכֹּ֥ל H3605 יִקָּפְצ֑וּן H7092 וּכְ H7218 שִׁבֹּ֣לֶת H7641 יִמָּֽלוּ H5243 ",
  "25": "וְאִם H518 לֹ֣א H3808 אֵ֭פוֹ H645 מִ֣י H4310 יַכְזִיבֵ֑נִי H3576 וְיָשֵׂ֥ם H7760 לְ֝אַ֗ל H408 מִלָּתִֽי H4405 "
}
