{
  "1": "וַיֹּ֣סֶף H3254 אִ֭יּוֹב H347 שְׂאֵ֥ת H5375 מְשָׁל֗וֹ H4912 וַיֹּאמַֽר H559 ",
  "2": "חַי H2416 אֵ֭ל H410 הֵסִ֣יר H5493 מִשְׁפָּטִ֑י H4941 וְ֝שַׁדַּ֗י H7706 הֵמַ֥ר H4843 נַפְשִֽׁי H5315 ",
  "3": "כִּֽי H3588 כָל H3605 ע֣וֹד H5750 נִשְׁמָתִ֣י H5397 בִ֑י Hb וְר֖וּחַ H7307 אֱל֣וֹהַּ H433 בְּאַפִּֽ H639 ",
  "4": "אִם H518 תְּדַבֵּ֣רְנָה H1696 שְׂפָתַ֣י H8193 עַוְלָ֑ה H5766 וּ֝לְשׁוֹנִ֗ H3956 אִם H518 יֶהְגֶּ֥ה H1897 רְמִיָּֽה H7423 ",
  "5": "חָלִ֣ילָה H2486 לִּי֮ Hl אִם H518 אַצְדִּ֪יק H6663 אֶ֫תְכֶ֥ם H853 עַד H5704 אֶגְוָ֑ע H1478 לֹא H3808 אָסִ֖יר H5493 תֻּמָּתִ֣י H8538 מִמֶּֽנִּי H4480 ",
  "6": "בְּצִדְקָתִ֣ H6666 הֶ֭חֱזַקְתִּי H2388 וְלֹ֣א H3808 אַרְפֶּ֑הָ H7503 לֹֽא H3808 יֶחֱרַ֥ף H2778 לְ֝בָבִ֗י H3824 מִיָּמָֽ H3117 ",
  "7": "יְהִ֣י H1961 כְ֭רָשָׁע H7563 אֹ֣יְבִ֑י H341 וּמִתְקוֹמְמִ֥ H6965 כְעַוָּֽל H5767 ",
  "8": "כִּ֤י H3588 מַה H4100 תִּקְוַ֣ת H8615 חָ֭נֵף H2611 כִּ֣י H3588 יִבְצָ֑ע H1214 כִּ֤י H3588 יֵ֖שֶׁל H7953 אֱל֣וֹהַּ H433 נַפְשֽׁוֹ H5315 ",
  "9": "הַֽ֭צַעֲקָת H6818 יִשְׁמַ֥ע H8085 אֵ֑ל H410 כִּֽי H3588 תָב֖וֹא H935 עָלָ֣יו H5921 צָרָֽה H6869 ",
  "10": "אִם H518 עַל H5921 שַׁדַּ֥י H7706 יִתְעַנָּ֑ג H6026 יִקְרָ֖א H7121 אֱל֣וֹהַּ H433 בְּכָל H3605 עֵֽת H6256 ",
  "11": "אוֹרֶ֣ה H3384 אֶתְכֶ֣ם H853 בְּיַד H3027 אֵ֑ל H410 אֲשֶׁ֥ר H834 עִם H5973 שַׁ֝דַּ֗י H7706 לֹ֣א H3808 אֲכַחֵֽד H3582 ",
  "12": "הֵן H2005 אַתֶּ֣ם H859 כֻּלְּכֶ֣ם H3605 חֲזִיתֶ֑ם H2372 וְלָ H4100 זֶּ֝֗ה H2088 הֶ֣בֶל H1892 תֶּהְבָּֽלוּ H1891 ",
  "13": "זֶ֤ה H2088 חֵֽלֶק H2506 אָדָ֖ם H120 רָשָׁ֥ע H7563 עִם H5973 אֵ֑ל H410 וְֽנַחֲלַ֥ת H5159 עָ֝רִיצִ֗ים H6184 מִשַּׁדַּ֥י H7706 יִקָּֽחוּ H3947 ",
  "14": "אִם H518 יִרְבּ֣וּ H7235 בָנָ֣יו H1121 לְמוֹ H3926 חָ֑רֶב H2719 וְ֝צֶאֱצָאָ֗י H6631 לֹ֣א H3808 יִשְׂבְּעוּ H7646 לָֽחֶם H3899 ",
  "15": "שרידו H8300 בַּמָּ֣וֶת H4194 יִקָּבֵ֑רוּ H6912 וְ֝אַלְמְנֹתָ֗י H490 לֹ֣א H3808 תִבְכֶּֽינָה H1058 ",
  "16": "אִם H518 יִצְבֹּ֣ר H6651 כֶּעָפָ֣ר H6083 כָּ֑סֶף H3701 וְ֝כַ H2563 יָכִ֥ין H3559 מַלְבּֽוּשׁ H4403 ",
  "17": "יָ֭כִין H3559 וְצַדִּ֣יק H6662 יִלְבָּ֑שׁ H3847 וְ֝כֶ֗סֶף H3701 נָקִ֥י H5355 יַחֲלֹֽק H2505 ",
  "18": "בָּנָ֣ה H1129 כָעָ֣שׁ H6211 בֵּית֑וֹ H1004 וּ֝כְ H5521 עָשָׂ֥ה H6213 נֹצֵֽר H5341 ",
  "19": "עָשִׁ֣יר H6223 יִ֭שְׁכַּב H7901 וְלֹ֣א H3808 יֵאָסֵ֑ף H622 עֵינָ֖יו H5869 פָּקַ֣ח H6491 וְאֵינֶֽ H369 ",
  "20": "תַּשִּׂיגֵ֣הוּ H5381 כַ֭מַּיִם H4325 בַּלָּה֑וֹת H1091 לַ֝֗יְלָה H3915 גְּנָבַ֥תּוּ H1589 סוּפָֽה H5492 ",
  "21": "יִשָּׂאֵ֣הוּ H5375 קָדִ֣ים H6921 וְיֵלַ֑ךְ H3212 וִֽ֝ישָׂעֲרֵ֗ H8175 מִמְּקֹמֽ H4725 ",
  "22": "וְיַשְׁלֵ֣ךְ H7993 עָ֭לָיו H5921 וְלֹ֣א H3808 יַחְמֹ֑ל H2550 מִ֝יָּד֗ H3027 בָּר֥וֹחַ H1272 יִבְרָֽח H1272 ",
  "23": "יִשְׂפֹּ֣ק H5606 עָלֵ֣ימוֹ H5921 כַפֵּ֑ימוֹ H3709 וְיִשְׁרֹ֥ק H8319 עָ֝לָ֗יו H5921 מִמְּקֹמֽ H4725 "
}
