{
  "1": "וַיֹּ֣סֶף H3254 אִ֭יּוֹב H347 שְׂאֵ֥ת H5375 מְשָׁל֗וֹ H4912 וַיֹּאמַֽר H559 ",
  "2": "מִֽי H4310 יִתְּנֵ֥נִי H5414 כְיַרְחֵי H3391 קֶ֑דֶם H6924 כִּ֝ימֵ֗י H3117 אֱל֣וֹהַּ H433 יִשְׁמְרֵֽנִי H8104 ",
  "3": "בְּהִלּ֣ H1984 נֵ֭רוֹ H5216 עֲלֵ֣י H5921 רֹאשִׁ֑י H7218 לְ֝אוֹר H216 אֵ֣לֶךְ H3212 חֹֽשֶׁךְ H2822 ",
  "4": "כַּאֲשֶׁ֣ר H834 הָ֭יִיתִי H1961 בִּימֵ֣י H3117 חָרְפִּ֑י H2779 בְּס֥וֹד H5475 אֱ֝ל֗וֹהַּ H433 עֲלֵ֣י H5921 אָהֳלִֽי H168 ",
  "5": "בְּע֣וֹד H5750 שַׁ֭דַּי H7706 עִמָּדִ֑י H5978 סְבִ֖יבוֹתַ֣י H5439 נְעָרָֽי H5288 ",
  "6": "בִּרְחֹ֣ץ H7364 הֲלִיכַ֣י H1978 בְּחֵמָ֑ה H2529 וְצ֥וּר H6697 יָצ֥וּק H6694 עִ֝מָּדִ֗י H5978 פַּלְגֵי H6388 שָֽׁמֶן H8081 ",
  "7": "בְּצֵ֣אתִ H3318 שַׁ֣עַר H8179 עֲלֵי H5921 קָ֑רֶת H7176 בָּ֝רְח֗וֹב H7339 אָכִ֥ין H3559 מוֹשָׁבִֽי H4186 ",
  "8": "רָא֣וּנִי H7200 נְעָרִ֣ים H5288 וְנֶחְבָּ֑אוּ H2244 וִֽ֝ישִׁישִׁים H3453 קָ֣מוּ H6965 עָמָֽדוּ H5975 ",
  "9": "שָׂ֭רִים H8269 עָצְר֣וּ H6113 בְמִלִּ֑ים H4405 וְ֝כַ֗ף H3709 יָשִׂ֥ימוּ H7760 לְפִי H6310 ",
  "10": "קוֹל H6963 נְגִידִ֥ים H5057 נֶחְבָּ֑אוּ H2244 וּ֝לְשׁוֹנָ֗ H3956 לְחִכָּ֥ H2441 דָּבֵֽקָה H1692 ",
  "11": "כִּ֤י H3588 אֹ֣זֶן H241 שָׁ֭מְעָה H8085 וַֽתְּאַשְּׁרֵ֑ H833 וְעַ֥יִן H5869 רָ֝אֲתָ֗ה H7200 וַתְּעִידֵֽ H5749 ",
  "12": "כִּֽי H3588 אֲ֭מַלֵּט H4422 עָנִ֣י H6041 מְשַׁוֵּ֑עַ H7768 וְ֝יָת֗וֹם H3490 וְֽלֹא H3808 עֹזֵ֥ר H5826 לֽוֹ Hl ",
  "13": "בִּרְכַּ֣ת H1293 אֹ֭בֵד H6 עָלַ֣י H5921 תָּבֹ֑א H935 וְלֵ֖ב H3820 אַלְמָנָ֣ה H490 אַרְנִֽן H7442 ",
  "14": "צֶ֣דֶק H6664 לָ֭בַשְׁתִּי H3847 וַיִּלְבָּשֵׁ֑ H3847 כִּֽמְעִ֥יל H4598 וְ֝צָנִ֗יף H6797 מִשְׁפָּטִֽי H4941 ",
  "15": "עֵינַ֣יִם H5869 הָ֭יִיתִי H1961 לַֽעִוֵּ֑ר H5787 וְרַגְלַ֖יִם H7272 לַפִּסֵּ֣חַ H6455 אָֽנִי H589 ",
  "16": "אָ֣ב H1 אָ֭נֹכִֽי H595 לָֽאֶבְיוֹנִ֑ים H34 וְרִ֖ב H7379 לֹא H3808 יָדַ֣עְתִּי H3045 אֶחְקְרֵֽהוּ H2713 ",
  "17": "וָֽ֭אֲשַׁבְּרָ H7665 מְתַלְּע֣וֹת H4973 עַוָּ֑ל H5767 וּ֝מִ H8127 אַשְׁלִ֥יךְ H7993 טָֽרֶף H2964 ",
  "18": "וָ֭אֹמַר H559 עִם H5973 קִנִּ֣י H7064 אֶגְוָ֑ע H1478 וְ֝כַ H2344 אַרְבֶּ֥ה H7235 יָמִֽים H3117 ",
  "19": "שָׁרְשִׁ֣י H8328 פָת֣וּחַ H6605 אֱלֵי H413 מָ֑יִם H4325 וְ֝טַ֗ל H2919 יָלִ֥ין H3885 בִּקְצִירִֽ H7105 ",
  "20": "כְּ֭בוֹדִי H3519 חָדָ֣שׁ H2319 עִמָּדִ֑י H5978 וְ֝קַשְׁתִּ֗ H7198 בְּיָדִ֥ H3027 תַחֲלִֽיף H2498 ",
  "21": "לִֽי Hl שָׁמְע֥וּ H8085 וְיִחֵ֑לּוּ H3176 וְ֝יִדְּמ֗וּ H1826 לְמ֣וֹ H3926 עֲצָתִֽי H6098 ",
  "22": "אַחֲרֵ֣י H310 דְ֭בָרִי H1697 לֹ֣א H3808 יִשְׁנ֑וּ H8138 וְ֝עָלֵ֗י H5921 תִּטֹּ֥ף H5197 מִלָּתִֽי H4405 ",
  "23": "וְיִֽחֲל֣וּ H3176 כַמָּטָ֣ר H4306 לִ֑י Hl וּ֝פִי H6310 פָּעֲר֥וּ H6473 לְמַלְקֽוֹשׁ H4456 ",
  "24": "אֶשְׂחַ֣ק H7832 אֲ֭לֵהֶם H413 לֹ֣א H3808 יַאֲמִ֑ינוּ H539 וְא֥וֹר H216 פָּ֝נַ֗י H6440 לֹ֣א H3808 יַפִּילֽוּן H5307 ",
  "25": "אֶֽבֲחַ֣ר H977 דַּרְכָּם֮ H1870 וְאֵשֵׁ֪ב H3427 רֹ֥אשׁ H7218 וְ֭אֶשְׁכּוֹן H7931 כְּמֶ֣לֶךְ H4428 בַּגְּד֑וּד H1416 כַּאֲשֶׁ֖ר H834 אֲבֵלִ֣ים H57 יְנַחֵֽם H5162 "
}
