{
  "1": "אַחֲרֵי H310 כֵ֗ן H3651 פָּתַ֤ח H6605 אִיּוֹב֙ H347 אֶת H853 פִּ֔יהוּ H6310 וַיְקַלֵּ֖ל H7043 אֶת H853 יוֹמֽוֹ H3117 ",
  "2": "וַיַּ֥עַן H6030 אִיּ֗וֹב H347 וַיֹּאמַֽר H559 ",
  "3": "יֹ֣אבַד H6 י֭וֹם H3117 אִוָּ֣לֶד H3205 בּ֑וֹ Hb וְהַ H3915 אָ֝מַ֗ר H559 הֹ֣רָה H2029 גָֽבֶר H1397 ",
  "4": "הַיּ֥וֹם H3117 הַה֗וּא H1931 יְֽהִ֫י H1961 חֹ֥שֶׁךְ H2822 אַֽל H408 יִדְרְשֵׁ֣הוּ H1875 אֱל֣וֹהַּ H433 מִמָּ֑עַל H4605 וְאַל H408 תּוֹפַ֖ע H3313 עָלָ֣יו H5921 נְהָרָֽה H5105 ",
  "5": "יִגְאָלֻ֡הוּ H1350 חֹ֣שֶׁךְ H2822 וְ֭צַלְמָוֶת H6757 תִּשְׁכָּן H7931 עָלָ֣יו H5921 עֲנָנָ֑ה H6053 יְ֝בַעֲתֻ֗הוּ H1204 כִּֽמְרִ֥ירֵי H3650 יֽוֹם H3117 ",
  "6": "הַלַּ֥יְלָה H3915 הַהוּא֮ H1931 יִקָּחֵ֪ה֫וּ H3947 אֹ֥פֶל H652 אַל H408 יִ֭חַדְּ H2302 בִּימֵ֣י H3117 שָׁנָ֑ה H8141 בְּמִסְפַּ֥ר H4557 יְ֝רָחִ֗ים H3391 אַל H408 יָבֹֽא H935 ",
  "7": "הִנֵּ֤ה H2009 הַלַּ֣יְלָה H3915 הַ֭הוּא H1931 יְהִ֣י H1961 גַלְמ֑וּד H1565 אַל H408 תָּבֹ֖א H935 רְנָנָ֣ה H7445 בֽוֹ Hb ",
  "8": "יִקְּבֻ֥הוּ H5344 אֹרְרֵי H779 י֑וֹם H3117 הָ֝עֲתִידִ֗ים H6264 עֹרֵ֥ר H5782 לִוְיָתָֽן H3882 ",
  "9": "יֶחְשְׁכוּ֮ H2821 כּוֹכְבֵ֪י H3556 נִ֫שְׁפּ֥וֹ H5399 יְקַו H6960 לְא֥וֹר H216 וָאַ֑יִן H369 וְאַל H408 יִ֝רְאֶ֗ה H7200 בְּעַפְעַפֵּי H6079 שָֽׁחַר H7837 ",
  "10": "כִּ֤י H3588 לֹ֣א H3808 סָ֭גַר H5462 דַּלְתֵ֣י H1817 בִטְנִ֑י H990 וַיַּסְתֵּ֥ר H5641 עָ֝מָ֗ל H5999 מֵעֵינָֽ H5869 ",
  "11": "לָ֤מָּה H4100 לֹּ֣א H3808 מֵרֶ֣חֶם H7358 אָמ֑וּת H4191 מִבֶּ֖טֶן H990 יָצָ֣אתִי H3318 וְאֶגְוָֽע H1478 ",
  "12": "מַ֭דּוּעַ H4069 קִדְּמ֣וּנִי H6923 בִרְכָּ֑יִם H1290 וּמַה H4100 שָּׁ֝דַ֗יִם H7699 כִּ֣י H3588 אִינָֽק H3243 ",
  "13": "כִּֽי H3588 עַ֭תָּה H6258 שָׁכַ֣בְתִּי H7901 וְאֶשְׁק֑וֹט H8252 יָ֝שַׁ֗נְתִּי H3462 אָ֤ז H227 יָנ֬וּחַֽ H5117 לִֽי Hl ",
  "14": "עִם H5973 מְ֭לָכִים H4428 וְיֹ֣עֲצֵי H3289 אָ֑רֶץ H776 הַבֹּנִ֖ים H1129 חֳרָב֣וֹת H2723 לָֽמוֹ Hl ",
  "15": "א֣וֹ H176 עִם H5973 שָׂ֭רִים H8269 זָהָ֣ב H2091 לָהֶ֑ם H1992 הַֽמְמַלְאִ֖ים H4390 בָּתֵּיהֶ֣ם H1004 כָּֽסֶף H3701 ",
  "16": "א֤וֹ H176 כְנֵ֣פֶל H5309 טָ֭מוּן H2934 לֹ֣א H3808 אֶהְיֶ֑ה H1961 כְּ֝עֹלְלִ֗ים H5768 לֹא H3808 רָ֥אוּ H7200 אֽוֹר H216 ",
  "17": "שָׁ֣ם H8033 רְ֭שָׁעִים H7563 חָ֣דְלוּ H2308 רֹ֑גֶז H7267 וְשָׁ֥ם H8033 יָ֝נ֗וּחוּ H5117 יְגִ֣יעֵי H3019 כֹֽחַ H3581 ",
  "18": "יַ֭חַד H3162 אֲסִירִ֣ים H615 שַׁאֲנָ֑נוּ H7599 לֹ֥א H3808 שָׁ֝מְע֗וּ H8085 ק֣וֹל H6963 נֹגֵֽשׂ H5065 ",
  "19": "קָטֹ֣ן H6996 וְ֭גָדוֹל H1419 שָׁ֣ם H8033 ה֑וּא H1931 וְ֝עֶ֗בֶד H5650 חָפְשִׁ֥י H2670 מֵאֲדֹנָֽי H113 ",
  "20": "לָ֤מָּה H4100 יִתֵּ֣ן H5414 לְעָמֵ֣ל H6001 א֑וֹר H216 וְ֝חַיִּ֗ים H2416 לְמָ֣רֵי H4751 נָֽפֶשׁ H5315 ",
  "21": "הַֽמְחַכִּ֣ים H2442 לַמָּ֣וֶת H4194 וְאֵינֶ֑ H369 וַֽ֝יַּחְפְּרֻ֗ H2658 מִמַּטְמוֹנִֽים H4301 ",
  "22": "הַשְּׂמֵחִ֥ים H8055 אֱלֵי H413 גִ֑יל H1524 יָ֝שִׂ֗ישׂוּ H7797 כִּ֣י H3588 יִמְצְאוּ H4672 קָֽבֶר H6913 ",
  "23": "לְ֭גֶבֶר H1397 אֲשֶׁר H834 דַּרְכּ֣וֹ H1870 נִסְתָּ֑רָה H5641 וַיָּ֖סֶךְ H5526 אֱל֣וֹהַּ H433 בַּעֲדֽוֹ H1157 ",
  "24": "כִּֽי H3588 לִפְנֵ֣י H6440 לַ֭חְמִי H3899 אַנְחָתִ֣י H585 תָבֹ֑א H935 וַֽיִּתְּכ֥וּ H5413 כַ֝מַּ֗יִם H4325 שַׁאֲגֹתָֽי H7581 ",
  "25": "כִּ֤י H3588 פַ֣חַד H6343 פָּ֭חַדְתִּי H6342 וַיֶּאֱתָיֵ֑ H857 וַאֲשֶׁ֥ר H834 יָ֝גֹ֗רְתִּי H3025 יָ֣בֹא H935 לִֽי Hl ",
  "26": "לֹ֤א H3808 שָׁלַ֨וְתִּי H7951 וְלֹ֖א H3808 שָׁקַ֥טְתִּי H8252 וְֽלֹא H3808 נָ֗חְתִּי H5117 וַיָּ֥בֹא H935 רֹֽגֶז H7267 "
}
