{
  "1": "וַֽיִּשְׁבְּת֡וּ H7673 שְׁלֹ֤שֶׁת H7969 הָאֲנָשִׁ֣ים H376 הָ֭אֵלֶּה H428 מֵעֲנ֣וֹת H6030 אֶת H853 אִיּ֑וֹב H347 כִּ֤י H3588 ה֖וּא H1931 צַדִּ֣יק H6662 בְּעֵינָֽי H5869 ",
  "2": "וַיִּ֤חַר H2734 אַ֨ף H639 אֱלִיה֣וּא H453 בֶן H1121 בַּרַכְאֵ֣ל H1292 הַבּוּזִי֮ H940 מִמִּשְׁפַּ֪חַ֫ת H4940 רָ֥ם H7410 בְּ֭אִיּוֹב H347 חָרָ֣ה H2734 אַפּ֑וֹ H639 עַֽל H5921 צַדְּק֥וֹ H6663 נַ֝פְשׁ֗וֹ H5315 מֵאֱלֹהִֽים H430 ",
  "3": "וּבִ H7969 רֵעָיו֮ H7453 חָרָ֪ה H2734 אַ֫פּ֥וֹ H639 עַ֤ל H5921 אֲשֶׁ֣ר H834 לֹא H3808 מָצְא֣וּ H4672 מַעֲנֶ֑ה H4617 וַ֝יַּרְשִׁ֗יעוּ H7561 אֶת H853 אִיּֽוֹב H347 ",
  "4": "וֶֽאֱלִיה֗וּ H453 חִכָּ֣ה H2442 אֶת H853 אִ֭יּוֹב H347 בִּדְבָרִ֑ים H1697 כִּ֤י H3588 זְֽקֵנִים H2205 הֵ֖מָּה H1992 מִמֶּ֣נּוּ H4480 לְיָמִֽים H3117 ",
  "5": "וַיַּ֤רְא H7200 אֱלִיה֗וּא H453 כִּ֘י H3588 אֵ֤ין H369 מַעֲנֶ֗ה H4617 בְּ֭פִי H6310 שְׁלֹ֥שֶׁת H7969 הָאֲנָשִׁ֗ים H376 וַיִּ֥חַר H2734 אַפּֽוֹ H639 ",
  "6": "וַיַּ֤עַן H6030 אֱלִיה֖וּא H453 בֶן H1121 בַּֽרַכְאֵ֥ל H1292 הַבּוּזִ֗י H940 וַיֹּ֫אמַ֥ר H559 צָ֘עִ֤יר H6810 אֲנִ֣י H589 לְ֭יָמִים H3117 וְאַתֶּ֣ם H859 יְשִׁישִׁ֑ים H3453 עַל H5921 כֵּ֖ן H3651 זָחַ֥לְתִּי H2119 וָֽאִירָ֓א H3372 מֵחַוֺּ֖ת H2331 דֵּעִ֣י H1843 אֶתְכֶֽם H853 ",
  "7": "אָ֭מַרְתִּי H559 יָמִ֣ים H3117 יְדַבֵּ֑רוּ H1696 וְרֹ֥ב H7230 שָׁ֝נִ֗ים H8141 יֹדִ֥יעוּ H3045 חָכְמָֽה H2451 ",
  "8": "אָ֭כֵן H403 רֽוּחַ H7307 הִ֣יא H1931 בֶאֱנ֑וֹשׁ H582 וְנִשְׁמַ֖ת H5397 שַׁדַּ֣י H7706 תְּבִינֵֽם H995 ",
  "9": "לֹֽא H3808 רַבִּ֥ים H7227 יֶחְכָּ֑מוּ H2449 וּ֝זְקֵנִ֗ים H2205 יָבִ֥ינוּ H995 מִשְׁפָּֽט H4941 ",
  "10": "לָכֵ֣ן H3651 אָ֭מַרְתִּי H559 שִׁמְעָה H8085 לִּ֑י Hl אֲחַוֶּ֖ה H2331 דֵּעִ֣י H1843 אַף H637 אָֽנִי H589 ",
  "11": "הֵ֤ן H2005 הוֹחַ֨לְתִּי H3176 לְֽדִבְרֵי H1697 אָ֭זִין H238 עַד H5704 תְּב֥וּנֹֽתֵיכֶ֑ם H8394 עַֽד H5704 תַּחְקְר֥וּן H2713 מִלִּֽין H4405 ",
  "12": "וְעָֽדֵי H5704 אֶתְבּ֫וֹנָ֥ן H995 וְהִנֵּ֤ה H2009 אֵ֣ין H369 לְאִיּ֣וֹב H347 מוֹכִ֑יחַ H3198 עוֹנֶ֖ה H6030 אֲמָרָ֣יו H561 מִכֶּֽם H4480 ",
  "13": "פֶּן H6435 תֹּ֣֭אמְרוּ H559 מָצָ֣אנוּ H4672 חָכְמָ֑ה H2451 אֵ֖ל H410 יִדְּפֶ֣נּוּ H5086 לֹא H3808 אִֽישׁ H376 ",
  "14": "וְלֹא H3808 עָרַ֣ךְ H6186 אֵלַ֣י H413 מִלִּ֑ין H4405 וּ֝בְ H561 לֹ֣א H3808 אֲשִׁיבֶֽנּוּ H7725 ",
  "15": "חַ֭תּוּ H2865 לֹא H3808 עָ֣נוּ H6030 ע֑וֹד H5750 הֶעְתִּ֖יקוּ H6275 מֵהֶ֣ם H1992 מִלִּֽים H4405 ",
  "16": "וְ֭הוֹחַלְתִּי H3176 כִּי H3588 לֹ֣א H3808 יְדַבֵּ֑רוּ H1696 כִּ֥י H3588 עָ֝מְד֗וּ H5975 לֹא H3808 עָ֥נוּ H6030 עֽוֹד H5750 ",
  "17": "אַעֲנֶ֣ה H6030 אַף H637 אֲנִ֣י H589 חֶלְקִ֑י H2506 אֲחַוֶּ֖ה H2331 דֵעִ֣י H1843 אַף H637 אָֽנִי H589 ",
  "18": "כִּ֭י H3588 מָלֵ֣תִי H4390 מִלִּ֑ים H4405 הֱ֝צִיקַ֗תְנִי H6693 ר֣וּחַ H7307 בִּטְנִֽי H990 ",
  "19": "הִנֵּֽה H2009 בִטְנִ֗י H990 כְּיַ֥יִן H3196 לֹא H3808 יִפָּתֵ֑חַ H6605 כְּאֹב֥וֹת H178 חֲ֝דָשִׁ֗ים H2319 יִבָּקֵֽעַ H1234 ",
  "20": "אֲדַבְּרָ֥ה H1696 וְיִֽרְוַֽח H7304 לִ֑י Hl אֶפְתַּ֖ח H6605 שְׂפָתַ֣י H8193 וְאֶֽעֱנֶֽה H6030 ",
  "21": "אַל H408 נָ֭א H4994 אֶשָּׂ֣א H5375 פְנֵי H6440 אִ֑ישׁ H376 וְאֶל H413 אָ֝דָ֗ם H120 לֹ֣א H3808 אֲכַנֶּֽה H3655 ",
  "22": "כִּ֤י H3588 לֹ֣א H3808 יָדַ֣עְתִּי H3045 אֲכַנֶּ֑ה H3655 כִּ֝מְעַ֗ט H4592 יִשָּׂאֵ֥נִי H5375 עֹשֵֽׂנִי H6213 "
}
