{
  "1": "וַיַּ֥עַן H6030 אֱלִיה֗וּא H453 וַיֹּאמַֽר H559 ",
  "2": "שִׁמְע֣וּ H8085 חֲכָמִ֣ים H2450 מִלָּ֑י H4405 וְ֝יֹדְעִ֗ים H3045 הַאֲזִ֥ינוּ H238 לִֽי Hl ",
  "3": "כִּי H3588 אֹ֭זֶן H241 מִלִּ֣ין H4405 תִּבְחָ֑ן H974 וְ֝חֵ֗ךְ H2441 יִטְעַ֥ם H2938 לֶאֱכֹֽל H398 ",
  "4": "מִשְׁפָּ֥ט H4941 נִבְחֲרָה H977 לָּ֑נוּ Hl נֵדְעָ֖ה H3045 בֵינֵ֣ינוּ H996 מַה H4100 טּֽוֹב H2896 ",
  "5": "כִּֽי H3588 אָ֭מַר H559 אִיּ֣וֹב H347 צָדַ֑קְתִּי H6663 וְ֝אֵ֗ל H410 הֵסִ֥יר H5493 מִשְׁפָּטִֽי H4941 ",
  "6": "עַל H5921 מִשְׁפָּטִ֥י H4941 אֲכַזֵּ֑ב H3576 אָנ֖וּשׁ H605 חִצִּ֣י H2671 בְלִי H1097 פָֽשַׁע H6588 ",
  "7": "מִי H4310 גֶ֥בֶר H1397 כְּאִיּ֑וֹב H347 יִֽשְׁתֶּה H8354 לַּ֥עַג H3933 כַּמָּֽיִם H4325 ",
  "8": "וְאָרַ֣ח H732 לְ֭חֶבְרָה H2274 עִם H5973 פֹּ֣עֲלֵי H6466 אָ֑וֶן H205 וְ֝לָ H3212 עִם H5973 אַנְשֵׁי H376 רֶֽשַׁע H7562 ",
  "9": "כִּֽי H3588 אָ֭מַר H559 לֹ֣א H3808 יִסְכָּן H5532 גָּ֑בֶר H1397 בִּ֝רְצֹת֗ H7521 עִם H5973 אֱלֹהִֽים H430 ",
  "10": "לָכֵ֤ן H3651 אַ֥נֲשֵׁ֥י H376 לֵבָ֗ב H3824 שִׁמְע֫וּ H8085 לִ֥י Hl חָלִ֖לָה H2486 לָאֵ֥ל H410 מֵרֶ֗שַׁע H7562 וְשַׁדַּ֥י H7706 מֵעָֽוֶל H5766 ",
  "11": "כִּ֤י H3588 פֹ֣עַל H6467 אָ֭דָם H120 יְשַׁלֶּם H7999 ל֑וֹ Hl וּֽכְ H734 אִ֝֗ישׁ H376 יַמְצִאֶֽנּוּ H4672 ",
  "12": "אַף H637 אָמְנָ֗ם H551 אֵ֥ל H410 לֹֽא H3808 יַרְשִׁ֑יעַ H7561 וְ֝שַׁדַּ֗י H7706 לֹֽא H3808 יְעַוֵּ֥ת H5791 מִשְׁפָּֽט H4941 ",
  "13": "מִֽי H4310 פָקַ֣ד H6485 עָלָ֣יו H5921 אָ֑רְצָה H776 וּמִ֥י H4310 שָׂ֝֗ם H7760 תֵּבֵ֥ל H8398 כֻּלָּֽהּ H3605 ",
  "14": "אִם H518 יָשִׂ֣ים H7760 אֵלָ֣יו H413 לִבּ֑וֹ H3820 רוּח֥וֹ H7307 וְ֝נִשְׁמָת֗ H5397 אֵלָ֥יו H413 יֶאֱסֹֽף H622 ",
  "15": "יִגְוַ֣ע H1478 כָּל H3605 בָּשָׂ֣ר H1320 יָ֑חַד H3162 וְ֝אָדָ֗ם H120 עַל H5921 עָפָ֥ר H6083 יָשֽׁוּב H7725 ",
  "16": "וְאִם H518 בִּ֥ינָה H998 שִׁמְעָה H8085 זֹּ֑את H2063 הַ֝אֲזִ֗ינָה H238 לְק֣וֹל H6963 מִלָּֽי H4405 ",
  "17": "הַאַ֬ף H637 שׂוֹנֵ֣א H8130 מִשְׁפָּ֣ט H4941 יַחֲב֑וֹשׁ H2280 וְאִם H518 צַדִּ֖יק H6662 כַּבִּ֣יר H3524 תַּרְשִֽׁיעַ H7561 ",
  "18": "הַאֲמֹ֣ר H559 לְמֶ֣לֶךְ H4428 בְּלִיָּ֑עַל H1100 רָ֝שָׁ֗ע H7563 אֶל H413 נְדִיבִֽים H5081 ",
  "19": "אֲשֶׁ֤ר H834 לֹֽא H3808 נָשָׂ֨א H5375 פְּנֵ֥י H6440 שָׂרִ֗ים H8269 וְלֹ֣א H3808 נִכַּר H5234 שׁ֭וֹעַ H7771 לִפְנֵי H6440 דָ֑ל H1800 כִּֽי H3588 מַעֲשֵׂ֖ה H4639 יָדָ֣יו H3027 כֻּלָּֽם H3605 ",
  "20": "רֶ֤גַע H7281 יָמֻתוּ֮ H4191 וַחֲצ֪וֹת H2676 לָ֥יְלָה H3915 יְגֹעֲשׁ֣וּ H1607 עָ֣ם H5971 וְיַעֲבֹ֑רוּ H5674 וְיָסִ֥ירוּ H5493 אַ֝בִּ֗יר H47 לֹ֣א H3808 בְיָֽד H3027 ",
  "21": "כִּי H3588 עֵ֭ינָיו H5869 עַל H5921 דַּרְכֵי H1870 אִ֑ישׁ H376 וְֽכָל H3605 צְעָדָ֥יו H6806 יִרְאֶֽה H7200 ",
  "22": "אֵֽין H369 חֹ֭שֶׁךְ H2822 וְאֵ֣ין H369 צַלְמָ֑וֶת H6757 לְהִסָּ֥תֶר H5641 שָׁ֝֗ם H8033 פֹּ֣עֲלֵי H6466 אָֽוֶן H205 ",
  "23": "כִּ֤י H3588 לֹ֣א H3808 עַל H5921 אִ֭ישׁ H376 יָשִׂ֣ים H7760 ע֑וֹד H5750 לַהֲלֹ֥ךְ H1980 אֶל H413 אֵ֝֗ל H410 בַּמִּשְׁפָּֽט H4941 ",
  "24": "יָרֹ֣עַ H7489 כַּבִּירִ֣ים H3524 לֹא H3808 חֵ֑קֶר H2714 וַיַּעֲמֵ֖ד H5975 אֲחֵרִ֣ים H312 תַּחְתָּֽם H8478 ",
  "25": "לָכֵ֗ן H3651 יַ֭כִּיר H5234 מַעְבָּֽדֵיהֶ֑ם H4566 וְהָ֥פַךְ H2015 לַ֝֗יְלָה H3915 וְיִדַּכָּֽאוּ H1792 ",
  "26": "תַּֽחַת H8478 רְשָׁעִ֥ים H7563 סְפָקָ֗ם H5606 בִּמְק֥וֹם H4725 רֹאִֽים H7200 ",
  "27": "אֲשֶׁ֣ר H834 עַל H5921 כֵּ֭ן H3651 סָ֣רוּ H5493 מֵֽאַחֲרָ֑י H310 וְכָל H3605 דְּ֝רָכָ֗יו H1870 לֹ֣א H3808 הִשְׂכִּֽילוּ H7919 ",
  "28": "לְהָבִ֣יא H935 עָ֭לָיו H5921 צַֽעֲקַת H6818 דָּ֑ל H1800 וְצַעֲקַ֖ת H6818 עֲנִיִּ֣ים H6041 יִשְׁמָֽע H8085 ",
  "29": "וְה֤וּא H1931 יַשְׁקִ֨ט H8252 וּמִ֥י H4310 יַרְשִׁ֗עַ H7561 וְיַסְתֵּ֣ר H5641 פָּ֭נִים H6440 וּמִ֣י H4310 יְשׁוּרֶ֑נּוּ H7789 וְעַל H5921 גּ֖וֹי H1471 וְעַל H5921 אָדָ֣ם H120 יָֽחַד H3162 ",
  "30": "מִ֭מְּלֹךְ H4427 אָדָ֥ם H120 חָנֵ֗ף H2611 מִמֹּ֥קְשֵׁי H4170 עָֽם H5971 ",
  "31": "כִּֽי H3588 אֶל H413 אֵ֭ל H410 הֶאָמַ֥ר H559 נָשָׂ֗אתִי H5375 לֹ֣א H3808 אֶחְבֹּֽל H2254 ",
  "32": "בִּלְעֲדֵ֣י H1107 אֶ֭חֱזֶה H2372 אַתָּ֣ה H859 הֹרֵ֑נִי H3384 אִֽם H518 עָ֥וֶל H5766 פָּ֝עַ֗לְתִּי H6466 לֹ֣א H3808 אֹסִֽיף H3254 ",
  "33": "הַֽמֵ H5973 יְשַׁלְמֶ֨נָּה H7999 כִּֽי H3588 מָאַ֗סְתָּ H3988 כִּי H3588 אַתָּ֣ה H859 תִבְחַ֣ר H977 וְלֹא H3808 אָ֑נִי H589 וּֽמַה H4100 יָדַ֥עְתָּ H3045 דַבֵּֽר H1696 ",
  "34": "אַנְשֵׁ֣י H376 לֵ֭בָב H3824 יֹ֣אמְרוּ H559 לִ֑י Hl וְגֶ֥בֶר H1397 חָ֝כָ֗ם H2450 שֹׁמֵ֥עַֽ H8085 לִֽי Hl ",
  "35": "אִ֭יּוֹב H347 לֹא H3808 בְדַ֣עַת H1847 יְדַבֵּ֑ר H1696 וּ֝דְבָרָ֗י H1697 לֹ֣א H3808 בְהַשְׂכֵּֽיל H7919 ",
  "36": "אָבִ֗י H15 יִבָּחֵ֣ן H974 אִיּ֣וֹב H347 עַד H5704 נֶ֑צַח H5331 עַל H5921 תְּ֝שֻׁבֹ֗ת H8666 בְּאַנְשֵׁי H376 אָֽוֶן H205 ",
  "37": "כִּ֥י H3588 יֹ֘סִ֤יף H3254 עַֽל H5921 חַטָּאת֣וֹ H2403 פֶ֭שַׁע H6588 בֵּינֵ֣ינוּ H996 יִסְפּ֑וֹק H5606 וְיֶ֖רֶב H7235 אֲמָרָ֣יו H561 לָאֵֽל H410 "
}
