{
  "1": "וַיֹּ֥סֶף H3254 אֱלִיה֗וּא H453 וַיֹּאמַֽר H559 ",
  "2": "כַּתַּר H3803 לִ֣י Hl זְ֭עֵיר H2191 וַאֲחַוֶּ֑ H2331 כִּ֤י H3588 ע֖וֹד H5750 לֶאֱל֣וֹהַּ H433 מִלִּֽים H4405 ",
  "3": "אֶשָּׂ֣א H5375 דֵ֭עִי H1843 לְמֵ H7350 וּ֝לְ H6466 אֶֽתֵּֽן H5414 צֶֽדֶק H6664 ",
  "4": "כִּֽי H3588 אָ֭מְנָם H551 לֹא H3808 שֶׁ֣קֶר H8267 מִלָּ֑י H4405 תְּמִ֖ים H8549 דֵּע֣וֹת H1844 עִמָּֽךְ H5973 ",
  "5": "הֶן H2005 אֵ֣ל H410 כַּ֭בִּיר H3524 וְלֹ֣א H3808 יִמְאָ֑ס H3988 כַּ֝בִּ֗יר H3524 כֹּ֣חַֽ H3581 לֵֽב H3820 ",
  "6": "לֹא H3808 יְחַיֶּ֥ה H2421 רָשָׁ֑ע H7563 וּמִשְׁפַּ֖ט H4941 עֲנִיִּ֣ים H6041 יִתֵּֽן H5414 ",
  "7": "לֹֽא H3808 יִגְרַ֥ע H1639 מִצַּדִּ֗יק H6662 עֵ֫ינָ֥יו H5869 וְאֶת H854 מְלָכִ֥ים H4428 לַכִּסֵּ֑א H3678 וַיֹּשִׁיבֵ֥ H3427 לָ֝נֶ֗צַח H5331 וַיִּגְבָּֽהוּ H1361 ",
  "8": "וְאִם H518 אֲסוּרִ֥ים H631 בַּזִּקִּ֑ים H2131 יִ֝לָּכְד֗וּן H3920 בְּחַבְלֵי H2256 עֹֽנִי H6040 ",
  "9": "וַיַּגֵּ֣ד H5046 לָהֶ֣ם H1992 פָּעֳלָ֑ם H6467 וּ֝פִשְׁעֵי H6588 כִּ֣י H3588 יִתְגַּבָּֽרוּ H1396 ",
  "10": "וַיִּ֣גֶל H1540 אָ֭זְנָם H241 לַמּוּסָ֑ר H4148 וַ֝יֹּ֗אמֶר H559 כִּֽי H3588 יְשֻׁב֥וּן H7725 מֵאָֽוֶן H205 ",
  "11": "אִֽם H518 יִשְׁמְע֗וּ H8085 וְֽיַ֫עֲבֹ֥דוּ H5647 יְכַלּ֣וּ H3615 יְמֵיהֶ֣ם H3117 בַּטּ֑וֹב H2896 וּ֝שְׁנֵי H8141 בַּנְּעִימִֽים H5273 ",
  "12": "וְאִם H518 לֹ֣א H3808 יִ֭שְׁמְעוּ H8085 בְּשֶׁ֣לַח H7973 יַעֲבֹ֑רוּ H5674 וְ֝יִגְוְע֗וּ H1478 כִּבְלִי H1097 דָֽעַת H1847 ",
  "13": "וְֽחַנְפֵי H2611 לֵ֭ב H3820 יָשִׂ֣ימוּ H7760 אָ֑ף H639 לֹ֥א H3808 יְ֝שַׁוְּע֗וּ H7768 כִּ֣י H3588 אֲסָרָֽם H631 ",
  "14": "תָּמֹ֣ת H4191 בַּנֹּ֣עַר H5290 נַפְשָׁ֑ם H5315 וְ֝חַיָּתָ֗ H2416 בַּקְּדֵשִֽׁים H6945 ",
  "15": "יְחַלֵּ֣ץ H2502 עָנִ֣י H6041 בְעָנְי֑ H6040 וְיִ֖גֶל H1540 בַּלַּ֣חַץ H3906 אָזְנָֽם H241 ",
  "16": "וְאַ֤ף H637 הֲסִיתְךָ֨ H5496 מִפִּי H6310 צָ֗ר H6862 רַ֭חַב H7338 לֹא H3808 מוּצָ֣ק H4164 תַּחְתֶּ֑יהָ H8478 וְנַ֥חַת H5183 שֻׁ֝לְחָנְךָ֗ H7979 מָ֣לֵא H4390 דָֽשֶׁן H1880 ",
  "17": "וְדִין H1779 רָשָׁ֥ע H7563 מָלֵ֑אתָ H4390 דִּ֖ין H1779 וּמִשְׁפָּ֣ט H4941 יִתְמֹֽכוּ H8551 ",
  "18": "כִּֽי H3588 חֵ֭מָה H2534 פֶּן H6435 יְסִֽיתְךָ֣ H5496 בְסָ֑פֶק H5607 וְרָב H7227 כֹּ֝֗פֶר H3724 אַל H408 יַטֶּֽךָּ H5186 ",
  "19": "הֲיַעֲרֹ֣ךְ H6186 שׁ֭וּעֲךָ H7769 לֹ֣א H3808 בְצָ֑ר H1222 וְ֝כֹ֗ל H3605 מַאֲמַצֵּי H3981 כֹֽחַ H3581 ",
  "20": "אַל H408 תִּשְׁאַ֥ף H7602 הַלָּ֑יְלָה H3915 לַעֲל֖וֹת H5927 עַמִּ֣ים H5971 תַּחְתָּֽם H8478 ",
  "21": "הִ֭שָּׁמֶר H8104 אַל H408 תֵּ֣פֶן H6437 אֶל H413 אָ֑וֶן H205 כִּֽי H3588 עַל H5921 זֶ֝֗ה H2088 בָּחַ֥רְתָּ H977 מֵעֹֽנִי H6040 ",
  "22": "הֶן H2005 אֵ֭ל H410 יַשְׂגִּ֣יב H7682 בְּכֹח֑ H3581 מִ֖י H4310 כָמֹ֣הוּ H3644 מוֹרֶֽה H3384 ",
  "23": "מִֽי H4310 פָקַ֣ד H6485 עָלָ֣יו H5921 דַּרְכּ֑וֹ H1870 וּמִֽי H4310 אָ֝מַ֗ר H559 פָּעַ֥לְתָּ H6466 עַוְלָֽה H5766 ",
  "24": "זְ֭כֹר H2142 כִּֽי H3588 תַשְׂגִּ֣יא H7679 פָעֳל֑וֹ H6467 אֲשֶׁ֖ר H834 שֹׁרְר֣וּ H7891 אֲנָשִֽׁים H376 ",
  "25": "כָּל H3605 אָדָ֥ם H120 חָֽזוּ H2372 ב֑וֹ Hb אֱ֝נ֗וֹשׁ H582 יַבִּ֥יט H5027 מֵרָחֽוֹק H7350 ",
  "26": "הֶן H2005 אֵ֣ל H410 שַׂ֭גִּיא H7689 וְלֹ֣א H3808 נֵדָ֑ע H3045 מִסְפַּ֖ר H4557 שָׁנָ֣יו H8141 וְלֹא H3808 חֵֽקֶר H2714 ",
  "27": "כִּ֭י H3588 יְגָרַ֣ע H1639 נִטְפֵי H5198 מָ֑יִם H4325 יָזֹ֖קּוּ H2212 מָטָ֣ר H4306 לְאֵדֽ H108 ",
  "28": "אֲשֶֽׁר H834 יִזְּל֥וּ H5140 שְׁחָקִ֑ים H7834 יִ֝רְעֲפ֗וּ H7491 עֲלֵ֤י H5921 אָדָ֬ם H120 רָֽב H7227 ",
  "29": "אַ֣ף H637 אִם H518 יָ֭בִין H995 מִפְרְשֵׂי H4666 עָ֑ב H5645 תְּ֝שֻׁא֗וֹת H8663 סֻכָּתֽוֹ H5521 ",
  "30": "הֵן H2005 פָּרַ֣שׂ H6566 עָלָ֣יו H5921 אוֹר֑וֹ H216 וְשָׁרְשֵׁ֖י H8328 הַיָּ֣ם H3220 כִּסָּֽה H3680 ",
  "31": "כִּי H3588 בָ֭ם Hb יָדִ֣ין H1777 עַמִּ֑ים H5971 יִֽתֶּן H5414 אֹ֥כֶל H400 לְמַכְבִּֽיר H4342 ",
  "32": "עַל H5921 כַּפַּ֥יִם H3709 כִּסָּה H3680 א֑וֹר H216 וַיְצַ֖ו H6680 עָלֶ֣יהָ H5921 בְמַפְגִּֽיעַ H6293 ",
  "33": "יַגִּ֣יד H5046 עָלָ֣יו H5921 רֵע֑וֹ H7452 מִ֝קְנֶ֗ה H4735 אַ֣ף H637 עַל H5921 עוֹלֶֽה H5927 "
}
