{
  "1": "וַיַּֽעַן H6030 יְהוָ֣ה H3068 אֶת H853 אִ֭יּוֹב H347 מנ H4480 הסערה H5591 וַיֹּאמַֽר H559 ",
  "2": "מִ֤י H4310 זֶ֨ה H2088 מַחְשִׁ֖יךְ H2821 עֵצָ֥ה H6098 בְמִלִּ֗ין H4405 בְּֽלִי H1097 דָֽעַת H1847 ",
  "3": "אֱזָר H247 נָ֣א H4994 כְגֶ֣בֶר H1397 חֲלָצֶ֑יךָ H2504 וְ֝אֶשְׁאָלְ H7592 וְהוֹדִיעֵֽ H3045 ",
  "4": "אֵיפֹ֣ה H375 הָ֭יִיתָ H1961 בְּיָסְדִ H3245 אָ֑רֶץ H776 הַ֝גֵּ֗ד H5046 אִם H518 יָדַ֥עְתָּ H3045 בִינָֽה H998 ",
  "5": "מִי H4310 שָׂ֣ם H7760 מְ֭מַדֶּיהָ H4461 כִּ֣י H3588 תֵדָ֑ע H3045 א֤וֹ H176 מִֽי H4310 נָטָ֖ה H5186 עָלֶ֣יהָ H5921 קָּֽו H6957 ",
  "6": "עַל H5921 מָ֭ה H4100 אֲדָנֶ֣יהָ H134 הָטְבָּ֑עוּ H2883 א֥וֹ H176 מִֽי H4310 יָ֝רָ֗ה H3384 אֶ֣בֶן H68 פִּנָּתָֽהּ H6438 ",
  "7": "בְּרָן H7442 יַ֭חַד H3162 כּ֣וֹכְבֵי H3556 בֹ֑קֶר H1242 וַ֝יָּרִ֗יעוּ H7321 כָּל H3605 בְּנֵ֥י H1121 אֱלֹהִֽים H430 ",
  "8": "וַיָּ֣סֶךְ H5526 בִּדְלָתַ֣יִם H1817 יָ֑ם H3220 בְּ֝גִיח֗ H1518 מֵרֶ֥חֶם H7358 יֵצֵֽא H3318 ",
  "9": "בְּשׂוּמִ֣ H7760 עָנָ֣ן H6051 לְבֻשׁ֑וֹ H3830 וַ֝עֲרָפֶ֗ל H6205 חֲתֻלָּתֽוֹ H2854 ",
  "10": "וָאֶשְׁבֹּ֣ר H7665 עָלָ֣יו H5921 חֻקִּ֑י H2706 וָֽ֝אָשִׂ֗ים H7760 בְּרִ֣יחַ H1280 וּדְלָתָֽיִם H1817 ",
  "11": "וָאֹמַ֗ר H559 עַד H5704 פֹּ֣ה H6311 תָ֭בוֹא H935 וְלֹ֣א H3808 תֹסִ֑יף H3254 וּפֹ֥א H6311 יָ֝שִׁ֗ית H7896 בִּגְא֥וֹן H1347 גַּלֶּֽיךָ H1530 ",
  "12": "הְֽ֭מִ H3117 צִוִּ֣יתָ H6680 בֹּ֑קֶר H1242 ידעתה H3045 שחר H7837 מְקֹמֽוֹ H4725 ",
  "13": "לֶ֭אֱחֹז H270 בְּכַנְפ֣וֹת H3671 הָאָ֑רֶץ H776 וְיִנָּעֲר֖וּ H5287  H7563 מִמֶּֽנָּה H4480 ",
  "14": "תִּ֭תְהַפֵּךְ H2015 כְּחֹ֣מֶר H2563 חוֹתָ֑ם H2368 וְ֝יִֽתְיַצְּב֗וּ H3320 כְּמ֣וֹ H3644 לְבֽוּשׁ H3830 ",
  "15": "וְיִמָּנַ֣ע H4513  H7563 אוֹרָ֑ם H216 וּזְר֥וֹעַ H2220 רָ֝מָ֗ה H7311 תִּשָּׁבֵֽר H7665 ",
  "16": "הֲ֭בָאתָ H935 עַד H5704 נִבְכֵי H5033 יָ֑ם H3220 וּבְ H2714 תְּ֝ה֗וֹם H8415 הִתְהַלָּֽכְתָּ H1980 ",
  "17": "הֲנִגְל֣וּ H1540 לְ֭ךָ Hl שַׁעֲרֵי H8179 מָ֑וֶת H4194 וְשַׁעֲרֵ֖י H8179 צַלְמָ֣וֶת H6757 תִּרְאֶֽה H7200 ",
  "18": "הִ֭תְבֹּנַנְתָּ H995 עַד H5704 רַחֲבֵי H7338 אָ֑רֶץ H776 הַ֝גֵּ֗ד H5046 אִם H518 יָדַ֥עְתָּ H3045 כֻלָּֽהּ H3605 ",
  "19": "אֵי H335 זֶ֣ה H2088 הַ֭דֶּרֶךְ H1870 יִשְׁכָּן H7931 א֑וֹר H216 וְ֝חֹ֗שֶׁךְ H2822 אֵי H335 זֶ֥ה H2088 מְקֹמֽוֹ H4725 ",
  "20": "כִּ֣י H3588 תִ֭קָּחֶנּוּ H3947 אֶל H413 גְּבוּל֑וֹ H1366 וְכִֽי H3588 תָ֝בִ֗ין H995 נְתִיב֥וֹת H5410 בֵּיתֽוֹ H1004 ",
  "21": "יָ֭דַעְתָּ H3045 כִּי H3588 אָ֣ז H227 תִּוָּלֵ֑ד H3205 וּמִסְפַּ֖ר H4557 יָמֶ֣יךָ H3117 רַבִּֽים H7227 ",
  "22": "הֲ֭בָאתָ H935 אֶל H413 אֹצְר֣וֹת H214 שָׁ֑לֶג H7950 וְאֹצְר֖וֹת H214 בָּרָ֣ד H1259 תִּרְאֶֽה H7200 ",
  "23": "אֲשֶׁר H834 חָשַׂ֥כְתִּי H2820 לְעֶת H6256 צָ֑ר H6862 לְי֥וֹם H3117 קְ֝רָ֗ב H7128 וּמִלְחָמָֽה H4421 ",
  "24": "אֵי H335 זֶ֣ה H2088 הַ֭דֶּרֶךְ H1870 יֵחָ֣לֶק H2505 א֑וֹר H216 יָפֵ֖ץ H6327 קָדִ֣ים H6921 עֲלֵי H5921 אָֽרֶץ H776 ",
  "25": "מִֽי H4310 פִלַּ֣ג H6385 לַשֶּׁ֣טֶף H7858 תְּעָלָ֑ה H8585 וְ֝דֶ֗רֶךְ H1870 לַחֲזִ֥יז H2385 קֹלֽוֹת H6963 ",
  "26": "לְ֭הַמְטִיר H4305 עַל H5921 אֶ֣רֶץ H776 לֹא H3808 אִ֑ישׁ H376 מִ֝דְבָּ֗ר H4057 לֹא H3808 אָדָ֥ם H120 בּֽוֹ Hb ",
  "27": "לְהַשְׂבִּ֣יעַ H7646 שֹׁ֭אָה H7722 וּמְשֹׁאָ֑ה H4875 וּ֝לְ H6779 מֹ֣צָא H4161 דֶֽשֶׁא H1877 ",
  "28": "הֲיֵשׁ H3426 לַמָּטָ֥ר H4306 אָ֑ב H1 א֥וֹ H176 מִי H4310 ה֝וֹלִ֗יד H3205 אֶגְלֵי H96 טָֽל H2919 ",
  "29": "מִבֶּ֣טֶן H990 מִ֭י H4310 יָצָ֣א H3318 הַקָּ֑רַח H7140 וּכְפֹ֥ר H3713 שָׁ֝מַיִם H8064 מִ֣י H4310 יְלָדֽוֹ H3205 ",
  "30": "כָּ֭אֶבֶן H68 מַ֣יִם H4325 יִתְחַבָּ֑אוּ H2244 וּפְנֵ֥י H6440 תְ֝ה֗וֹם H8415 יִתְלַכָּֽדוּ H3920 ",
  "31": "הַֽ֭תְקַשֵּׁר H7194 מַעֲדַנּ֣וֹת H4575 כִּימָ֑ה H3598 אֽוֹ H176 מֹשְׁכ֖וֹת H4189 כְּסִ֣יל H3685 תְּפַתֵּֽחַ H6605 ",
  "32": "הֲתֹצִ֣יא H3318 מַזָּר֣וֹת H4216 בְּעִתּ֑ H6256 וְ֝עַ֗יִשׁ H5906 עַל H5921 בָּנֶ֥יהָ H1121 תַנְחֵֽם H5148 ",
  "33": "הֲ֭יָדַעְתָּ H3045 חֻקּ֣וֹת H2708 שָׁמָ֑יִם H8064 אִם H518 תָּשִׂ֖ים H7760 מִשְׁטָר֣וֹ H4896 בָאָֽרֶץ H776 ",
  "34": "הֲתָרִ֣ים H7311 לָעָ֣ב H5645 קוֹלֶ֑ךָ H6963 וְֽשִׁפְעַת H8229 מַ֥יִם H4325 תְּכַסֶּֽךָּ H3680 ",
  "35": "הַֽתְשַׁלַּ֣ח H7971 בְּרָקִ֣ים H1300 וְיֵלֵ֑כוּ H3212 וְיֹאמְר֖וּ H559 לְךָ֣ Hl הִנֵּֽנוּ H2005 ",
  "36": "מִי H4310 שָׁ֭ת H7896 בַּטֻּח֣וֹת H2910 חָכְמָ֑ה H2451 א֤וֹ H176 מִֽי H4310 נָתַ֖ן H5414 לַשֶּׂ֣כְוִי H7907 בִינָֽה H998 ",
  "37": "מִֽי H4310 יְסַפֵּ֣ר H5608 שְׁחָקִ֣ים H7834 בְּחָכְמָ֑ה H2451 וְנִבְלֵ֥י H5035 שָׁ֝מַ֗יִם H8064 מִ֣י H4310 יַשְׁכִּֽיב H7901 ",
  "38": "בְּצֶ֣קֶת H3332 עָ֭פָר H6083 לַמּוּצָ֑ק H4165 וּרְגָבִ֥ים H7263 יְדֻבָּֽקוּ H1692 ",
  "39": "הֲתָצ֣וּד H6679 לְלָבִ֣יא H3833 טָ֑רֶף H2964 וְחַיַּ֖ת H2416 כְּפִירִ֣ים H3715 תְּמַלֵּֽא H4390 ",
  "40": "כִּי H3588 יָשֹׁ֥חוּ H7817 בַמְּעוֹנ֑וֹת H4585 יֵשְׁב֖וּ H3427 בַסֻּכָּ֣ה H5521 לְמוֹ H3926 אָֽרֶב H695 ",
  "41": "מִ֤י H4310 יָכִ֥ין H3559 לָעֹרֵ֗ב H6158 צֵ֫יד֥וֹ H6718 כִּֽי H3588 ילדו H3206 אֶל H413 אֵ֣ל H410 יְשַׁוֵּ֑עוּ H7768 יִ֝תְע֗וּ H8582 לִבְלִי H1097 אֹֽכֶל H400 "
}
