{
  "1": "הֲיָדַ֗עְתָּ H3045 עֵ֭ת H6256 לֶ֣דֶת H3205 יַעֲלֵי H3277 סָ֑לַע H5553 חֹלֵ֖ל H2342 אַיָּל֣וֹת H355 תִּשְׁמֹֽר H8104 ",
  "2": "תִּסְפֹּ֣ר H5608 יְרָחִ֣ים H3391 תְּמַלֶּ֑אנָה H4390 וְ֝יָדַ֗עְתָּ H3045 עֵ֣ת H6256 לִדְתָּֽנָה H3205 ",
  "3": "תִּ֭כְרַעְנָה H3766 יַלְדֵיהֶ֣ן H3206 תְּפַלַּ֑חְנָה H6398 חֶבְלֵיהֶ֥ם H2256 תְּשַׁלַּֽחְנָה H7971 ",
  "4": "יַחְלְמ֣וּ H2492 בְ֭נֵיהֶם H1121 יִרְבּ֣וּ H7235 בַבָּ֑ר H1250 יָ֝צְא֗וּ H3318 וְלֹא H3808 שָׁ֥בוּ H7725 לָֽמוֹ Hl ",
  "5": "מִֽי H4310 שִׁלַּ֣ח H7971 פֶּ֣רֶא H6501 חָפְשִׁ֑י H2670 וּמֹסְר֥וֹת H4147 עָ֝ר֗וֹד H6171 מִ֣י H4310 פִתֵּֽחַ H6605 ",
  "6": "אֲשֶׁר H834 שַׂ֣מְתִּי H7760 עֲרָבָ֣ה H6160 בֵית֑וֹ H1004 וּֽמִשְׁכְּנוֹתָ֥י H4908 מְלֵֽחָה H4420 ",
  "7": "יִ֭שְׂחַק H7832 לַהֲמ֣וֹן H1995 קִרְיָ֑ה H7151 תְּשֻׁא֥וֹת H8663 נ֝וֹגֵ֗שׂ H5065 לֹ֣א H3808 יִשְׁמָֽע H8085 ",
  "8": "יְת֣וּר H3491 הָרִ֣ים H2022 מִרְעֵ֑הוּ H4829 וְאַחַ֖ר H310 כָּל H3605 יָר֣וֹק H3387 יִדְרֽוֹשׁ H1875 ",
  "9": "הֲיֹ֣אבֶה H14 רֵּ֣ים H7214 עָבְדֶ֑ךָ H5647 אִם H518 יָ֝לִ֗ין H3885 עַל H5921 אֲבוּסֶֽךָ H18 ",
  "10": "הֲֽתִקְשָׁר H7194 רֵ֭ים H7214 בְּתֶ֣לֶם H8525 עֲבֹת֑וֹ H5688 אִם H518 יְשַׂדֵּ֖ד H7702 עֲמָקִ֣ים H6010 אַחֲרֶֽיךָ H310 ",
  "11": "הֲֽתִבְטַח H982 בּ֭וֹ Hb כִּי H3588 רַ֣ב H7227 כֹּח֑וֹ H3581 וְתַעֲזֹ֖ב H5800 אֵלָ֣יו H413 יְגִיעֶֽךָ H3018 ",
  "12": "הֲתַאֲמִ֣ין H539 בּ֭וֹ Hb כִּי H3588 ישוב H7725 זַרְעֶ֑ךָ H2233 וְֽגָרְנְ H1637 יֶאֱסֹֽף H622 ",
  "13": "כְּנַף H3671 רְנָנִ֥ים H7443 נֶעֱלָ֑סָה H5965 אִם H518 אֶ֝בְרָ֗ה H84 חֲסִידָ֥ה H2624 וְנֹצָֽה H5133 ",
  "14": "כִּֽי H3588 תַעֲזֹ֣ב H5800 לָאָ֣רֶץ H776 בֵּצֶ֑יהָ H1000 וְֽעַל H5921 עָפָ֥ר H6083 תְּחַמֵּֽם H2552 ",
  "15": "וַ֭תִּשְׁכַּח H7911 כִּי H3588 רֶ֣גֶל H7272 תְּזוּרֶ֑הָ H2115 וְחַיַּ֖ת H2416 הַשָּׂדֶ֣ה H7704 תְּדוּשֶֽׁהָ H1758 ",
  "16": "הִקְשִׁ֣יחַ H7188 בָּנֶ֣יהָ H1121 לְּלֹא H3808 לָ֑הּ Hl לְרִ֖יק H7385 יְגִיעָ֣הּ H3018 בְּלִי H1097 פָֽחַד H6343 ",
  "17": "כִּֽי H3588 הִשָּׁ֣הּ H5382 אֱל֣וֹהַּ H433 חָכְמָ֑ה H2451 וְלֹא H3808 חָ֥לַק H2505 לָ֝֗הּ Hl בַּבִּינָֽה H998 ",
  "18": "כָּ֭עֵת H6256 בַּמָּר֣וֹם H4791 תַּמְרִ֑יא H4754 תִּֽשְׂחַ֥ק H7832 לַ֝סּ֗וּס H5483 וּלְ H7392 ",
  "19": "הֲתִתֵּ֣ן H5414 לַסּ֣וּס H5483 גְּבוּרָ֑ה H1369 הֲתַלְבִּ֖ישׁ H3847 צַוָּאר֣וֹ H6677 רַעְמָֽה H7483 ",
  "20": "הְֽ֭תַרְעִישֶׁ H7493 כָּאַרְבֶּ֑ה H697 ה֖וֹד H1935 נַחְר֣וֹ H5170 אֵימָֽה H367 ",
  "21": "יַחְפְּר֣וּ H2658 בָ֭עֵמֶק H6010 וְיָשִׂ֣ישׂ H7797 בְּכֹ֑חַ H3581 יֵ֝צֵ֗א H3318 לִקְרַאת H7125 נָֽשֶׁק H5402 ",
  "22": "יִשְׂחַ֣ק H7832 לְ֭פַחַד H6343 וְלֹ֣א H3808 יֵחָ֑ת H2865 וְלֹֽא H3808 יָ֝שׁ֗וּב H7725 מִפְּנֵי H6440 חָֽרֶב H2719 ",
  "23": "עָ֭לָיו H5921 תִּרְנֶ֣ה H7439 אַשְׁפָּ֑ה H827 לַ֖הַב H3851 חֲנִ֣ית H2595 וְכִידֽוֹן H3591 ",
  "24": "בְּרַ֣עַשׁ H7494 וְ֭רֹגֶז H7267 יְגַמֶּא H1572 אָ֑רֶץ H776 וְלֹֽא H3808 יַ֝אֲמִ֗ין H539 כִּי H3588 ק֥וֹל H6963 שׁוֹפָֽר H7782 ",
  "25": "בְּדֵ֤י H1767 שֹׁפָ֨ר H7782 יֹ֘אמַ֤ר H559 הֶאָ֗ח H1889 וּֽ֭מֵ H7350 יָרִ֣יחַ H7306 מִלְחָמָ֑ה H4421 רַ֥עַם H7482 שָׂ֝רִים H8269 וּתְרוּעָֽה H8643 ",
  "26": "הֲֽ֭מִ H998 יַֽאֲבֶר H82 נֵ֑ץ H5322 יִפְרֹ֖שׂ H6566 כנפו H3671 לְתֵימָֽן H8486 ",
  "27": "אִם H518 עַל H5921 פִּ֭יךָ H6310 יַגְבִּ֣יהַּ H1361 נָ֑שֶׁר H5404 וְ֝כִ֗י H3588 יָרִ֥ים H7311 קִנּֽוֹ H7064 ",
  "28": "סֶ֣לַע H5553 יִ֭שְׁכֹּן H7931 וְיִתְלֹנָ֑ן H3885 עַֽל H5921 שֶׁן H8127 סֶ֝֗לַע H5553 וּמְצוּדָֽה H4686 ",
  "29": "מִשָּׁ֥ם H8033 חָֽפַר H2658 אֹ֑כֶל H400 לְ֝מֵ H7350 עֵינָ֥יו H5869 יַבִּֽיטוּ H5027 ",
  "30": "ואפרח H667 יְעַלְעוּ H5966 דָ֑ם H1818 וּבַ H834 חֲ֝לָלִ֗ים H2491 שָׁ֣ם H8033 הֽוּא H1931 "
}
