{
  "1": "וַיַּ֖עַן H6030 אִיּ֥וֹב H347 אֶת H853 יְהוָ֗ה H3068 וַיֹּאמַֽר H559 ",
  "2": "ידעת H3045 כִּי H3588 כֹ֣ל H3605 תּוּכָ֑ל H3201 וְלֹא H3808 יִבָּצֵ֖ר H1219 מִמְּךָ֣ H4480 מְזִמָּֽה H4209 ",
  "3": "מִ֤י H4310 זֶ֨ה H2088 מַעְלִ֥ים H5956 עֵצָ֗ה H6098 בְּֽלִ֫י H1097 דָ֥עַת H1847 לָכֵ֣ן H3651 הִ֭גַּדְתִּי H5046 וְלֹ֣א H3808 אָבִ֑ין H995 נִפְלָא֥וֹת H6381 מִ֝מֶּ֗נִּי H4480 וְלֹ֣א H3808 אֵדָֽע H3045 ",
  "4": "שְֽׁמַֽע H8085 נָ֭א H4994 וְאָנֹכִ֣י H595 אֲדַבֵּ֑ר H1696 אֶ֝שְׁאָלְךָ֗ H7592 וְהוֹדִיעֵֽ H3045 ",
  "5": "לְשֵֽׁמַע H8088 אֹ֥זֶן H241 שְׁמַעְתִּ֑יךָ H8085 וְ֝עַתָּ֗ה H6258 עֵינִ֥י H5869 רָאָֽתְךָ H7200 ",
  "6": "עַל H5921 כֵּ֭ן H3651 אֶמְאַ֣ס H3988 וְנִחַ֑מְתִּי H5162 עַל H5921 עָפָ֥ר H6083 וָאֵֽפֶר H665 ",
  "7": "וַיְהִ֗י H1961 אַחַ֨ר H310 דִּבֶּ֧ר H1696 יְהוָ֛ה H3068 אֶת H853 הַדְּבָרִ֥ים H1697 הָאֵ֖לֶּה H428 אֶל H413 אִיּ֑וֹב H347 וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 אֱלִיפַ֣ז H464 הַתֵּֽימָנִ֗י H8489 חָרָ֨ה H2734 אַפִּ֤י H639 בְךָ֙ Hb וּבִ H8147 רֵעֶ֔יךָ H7453 כִּ֠י H3588 לֹ֣א H3808 דִבַּרְתֶּ֥ם H1696 אֵלַ֛י H413 נְכוֹנָ֖ה H3559 כְּעַבְדִּ֥ H5650 אִיּֽוֹב H347 ",
  "8": "וְעַתָּ֡ה H6258 קְחֽוּ H3947 לָכֶ֣ם Hl שִׁבְעָֽה H7651 פָרִים֩ H6499 וְשִׁבְעָ֨ה H7651 אֵילִ֜ים H352 וּלְכ֣וּ H3212 אֶל H413 עַבְדִּ֣י H5650 אִיּ֗וֹב H347 וְהַעֲלִיתֶ֤ם H5927 עוֹלָה֙ H5930 בַּֽעַדְכֶ֔ם H1157 וְאִיּ֣וֹב H347 עַבְדִּ֔י H5650 יִתְפַּלֵּ֖ל H6419 עֲלֵיכֶ֑ם H5921 כִּ֧י H3588 אִם H518 פָּנָ֣יו H6440 אֶשָּׂ֗א H5375 לְבִלְתִּ֞י H1115 עֲשׂ֤וֹת H6213 עִמָּכֶם֙ H5973 נְבָלָ֔ה H5039 כִּ֠י H3588 לֹ֣א H3808 דִבַּרְתֶּ֥ם H1696 אֵלַ֛י H413 נְכוֹנָ֖ה H3559 כְּעַבְדִּ֥ H5650 אִיּֽוֹב H347 ",
  "9": "וַיֵּלְכוּ֩ H3212 אֱלִיפַ֨ז H464 הַתֵּֽימָנִ֜י H8489 וּבִלְדַּ֣ד H1085 הַשּׁוּחִ֗י H7747 צֹפַר֙ H6691 הַנַּ֣עֲמָתִ֔י H5284 וַֽיַּעֲשׂ֔וּ H6213 כַּאֲשֶׁ֛ר H834 דִּבֶּ֥ר H1696 אֲלֵיהֶ֖ם H413 יְהוָ֑ה H3068 וַיִּשָּׂ֥א H5375 יְהוָ֖ה H3068 אֶת H853 פְּנֵ֥י H6440 אִיּֽוֹב H347 ",
  "10": "וַֽיהוָ֗ה H3068 שָׁ֚ב H7725 אֶת H853 שבית H7622 אִיּ֔וֹב H347 בְּהִֽתְפַּֽלְל֖ H6419 בְּעַ֣ד H1157 רֵעֵ֑הוּ H7453 וַ֧יֹּסֶף H3254 יְהוָ֛ה H3068 אֶת H853 כָּל H3605 אֲשֶׁ֥ר H834 לְאִיּ֖וֹב H347 לְמִשְׁנֶֽה H4932 ",
  "11": "וַיָּבֹ֣אוּ H935 אֵ֠לָיו H413 כָּל H3605 אֶחָ֨יו H251 וְכָל H3605 אחיתיו H269 וְכָל H3605 יֹדְעָ֣יו H3045 לְפָנִ֗ים H6440 וַיֹּאכְל֨וּ H398 עִמּ֣וֹ H5973 לֶחֶם֮ H3899 בְּבֵית H1004 וַיָּנֻ֤דוּ H5110 לוֹ֙ Hl וַיְנַחֲמ֣וּ H5162 אֹת֔וֹ H853 עַ֚ל H5921 כָּל H3605 הָ֣רָעָ֔ה H7451 אֲשֶׁר H834 הֵבִ֥יא H935 יְהוָ֖ה H3068 עָלָ֑יו H5921 וַיִּתְּנוּ H5414 ל֗וֹ Hl אִ֚ישׁ H376 קְשִׂיטָ֣ה H7192 אֶחָ֔ת H259 וְאִ֕ישׁ H376 נֶ֥זֶם H5141 זָהָ֖ב H2091 אֶחָֽד H259 ",
  "12": "וַֽיהוָ֗ה H3068 בֵּרַ֛ךְ H1288 אֶת H853 אַחֲרִ֥ית H319 אִיּ֖וֹב H347 מֵרֵאשִׁת֑ H7225 וַֽיְהִי H1961 ל֡וֹ Hl אַרְבָּעָה֩ H702 עָשָׂ֨ר H6240 אֶ֜לֶף H505 צֹ֗אן H6629 וְשֵׁ֤שֶׁת H8337 אֲלָפִים֙ H505 גְּמַלִּ֔ים H1581 וְאֶֽלֶף H505 צֶ֥מֶד H6776 בָּקָ֖ר H1241 וְאֶ֥לֶף H505 אֲתוֹנֽוֹת H860 ",
  "13": "וַֽיְהִי H1961 ל֛וֹ Hl שִׁבְעָ֥נָה H7658 בָנִ֖ים H1121 וְשָׁל֥וֹשׁ H7969 בָּנֽוֹת H1323 ",
  "14": "וַיִּקְרָ֤א H7121 שֵׁם H8034 הָֽאַחַת֙ H259 יְמִימָ֔ה H3224 וְשֵׁ֥ם H8034 הַשֵּׁנִ֖ית H8145 קְצִיעָ֑ה H7103 וְשֵׁ֥ם H8034 הַשְּׁלִישִׁ֖ית H7992 קֶ֥רֶן H7163 הַפּֽוּךְ H7163 ",
  "15": "וְלֹ֨א H3808 נִמְצָ֜א H4672 נָשִׁ֥ים H802 יָפ֛וֹת H3303 כִּבְנ֥וֹת H1323 אִיּ֖וֹב H347 בְּכָל H3605 הָאָ֑רֶץ H776 וַיִּתֵּ֨ן H5414 לָהֶ֧ם H1992 אֲבִיהֶ֛ם H1 נַחֲלָ֖ה H5159 בְּת֥וֹךְ H8432 אֲחֵיהֶֽם H251 ",
  "16": "וַיְחִ֤י H2421 אִיּוֹב֙ H347 אַֽחֲרֵי H310 זֹ֔את H2063 מֵאָ֥ה H3967 וְאַרְבָּעִ֖ים H705 שָׁנָ֑ה H8141 וירא H7200 אֶת H853 בָּנָיו֙ H1121 וְאֶת H853 בְּנֵ֣י H1121 בָנָ֔יו H1121 אַרְבָּעָ֖ה H702 דֹּרֽוֹת H1755 ",
  "17": "וַיָּ֣מָת H4191 אִיּ֔וֹב H347 זָקֵ֖ן H2205 וּשְׂבַ֥ע H7649 יָמִֽים H3117 "
}
