{
  "1": "הֲלֹא H3808 צָבָ֣א H6635 לֶאֱנ֣וֹשׁ H582 על H5921 אָ֑רֶץ H776 וְכִ H3117 שָׂכִ֣יר H7916 יָמָֽיו H3117 ",
  "2": "כְּעֶ֥בֶד H5650 יִשְׁאַף H7602 צֵ֑ל H6738 וּ֝כְ H7916 יְקַוֶּ֥ה H6960 פָעֳלֽוֹ H6467 ",
  "3": "כֵּ֤ן H3651 הָנְחַ֣לְתִּי H5157 לִ֭י Hl יַרְחֵי H3391 שָׁ֑וְא H7723 וְלֵיל֥וֹת H3915 עָ֝מָ֗ל H5999 מִנּוּ H4487 לִֽי Hl ",
  "4": "אִם H518 שָׁכַ֗בְתִּי H7901 וְאָמַ֗רְתִּי H559 מָתַ֣י H4970 אָ֭קוּם H6965 וּמִדַּד H4059 עָ֑רֶב H6153 וְשָׂבַ֖עְתִּי H7646 נְדֻדִ֣ים H5076 עֲדֵי H5704 נָֽשֶׁף H5399 ",
  "5": "לָ֘בַ֤שׁ H3847 בְּשָׂרִ֣י H1320 רִ֭מָּה H7415 וגיש H1487 עָפָ֑ר H6083 עוֹרִ֥י H5785 רָ֝גַ֗ע H7280 וַיִּמָּאֵֽס H3988 ",
  "6": "יָמַ֣י H3117 קַ֭לּוּ H7043 מִנִּי H4480 אָ֑רֶג H708 וַ֝יִּכְל֗וּ H3615 בְּאֶ֣פֶס H657 תִּקְוָֽה H8615 ",
  "7": "זְ֭כֹר H2142 כִּי H3588 ר֣וּחַ H7307 חַיָּ֑י H2416 לֹא H3808 תָשׁ֥וּב H7725 עֵ֝ינִ֗י H5869 לִרְא֥וֹת H7200 טֽוֹב H2896 ",
  "8": "לֹֽא H3808 תְ֭שׁוּרֵנִי H7789 עֵ֣ין H5869 רֹ֑אִי H7210 עֵינֶ֖יךָ H5869 בִּ֣י Hb וְאֵינֶֽ H369 ",
  "9": "כָּלָ֣ה H3615 עָ֭נָן H6051 וַיֵּלַ֑ךְ H3212 כֵּ֥ן H3651 יוֹרֵ֥ד H3381 שְׁ֝א֗וֹל H7585 לֹ֣א H3808 יַעֲלֶֽה H5927 ",
  "10": "לֹא H3808 יָשׁ֣וּב H7725 ע֣וֹד H5750 לְבֵית֑ H1004 וְלֹא H3808 יַכִּירֶ֖נּוּ H5234 ע֣וֹד H5750 מְקֹמֽוֹ H4725 ",
  "11": "גַּם H1571 אֲנִי֮ H589 לֹ֤א H3808 אֶחֱשָׂ֫ךְ H2820 פִּ֥י H6310 אֲֽ֭דַבְּרָה H1696 בְּצַ֣ר H6862 רוּחִ֑י H7307 אָ֝שִׂ֗יחָה H7878 בְּמַ֣ר H4751 נַפְשִֽׁי H5315 ",
  "12": "הֲֽיָם H3220 אָ֭נִי H589 אִם H518 תַּנִּ֑ין H8577 כִּֽי H3588 תָשִׂ֖ים H7760 עָלַ֣י H5921 מִשְׁמָֽר H4929 ",
  "13": "כִּֽי H3588 אָ֭מַרְתִּי H559 תְּנַחֲמֵ֣נִי H5162 עַרְשִׂ֑י H6210 יִשָּׂ֥א H5375 בְ֝שִׂיחִ֗ H7879 מִשְׁכָּבִֽי H4904 ",
  "14": "וְחִתַּתַּ֥ H2865 בַחֲלֹמ֑וֹת H2472 וּֽמֵ H2384 תְּבַעֲתַֽנִּי H1204 ",
  "15": "וַתִּבְחַ֣ר H977 מַחֲנָ֣ק H4267 נַפְשִׁ֑י H5315 מָ֝֗וֶת H4194 מֵֽעַצְמוֹתָֽ H6106 ",
  "16": "מָ֭אַסְתִּי H3988 לֹא H3808 לְעֹלָ֣ם H5769 אֶֽחְיֶ֑ה H2421 חֲדַ֥ל H2308 מִ֝מֶּ֗נִּי H4480 כִּי H3588 הֶ֥בֶל H1892 יָמָֽי H3117 ",
  "17": "מָֽה H4100 אֱ֭נוֹשׁ H582 כִּ֣י H3588 תְגַדְּלֶ֑נּוּ H1431 וְכִי H3588 תָשִׁ֖ית H7896 אֵלָ֣יו H413 לִבֶּֽךָ H3820 ",
  "18": "וַתִּפְקְדֶ֥ H6485 לִבְקָרִ֑ים H1242 לִ֝רְגָעִ֗ים H7281 תִּבְחָנֶֽנּוּ H974 ",
  "19": "כַּ֭מָּה H4100 לֹא H3808 תִשְׁעֶ֣ה H8159 מִמֶּ֑נִּי H4480 לֹֽא H3808 תַ֝רְפֵּ֗נִי H7503 עַד H5704 בִּלְעִ֥י H1104 רֻקִּֽי H7536 ",
  "20": "חָטָ֡אתִי H2398 מָ֤ה H4100 אֶפְעַ֨ל H6466 לָךְ֮ Hl נֹצֵ֪ר H5341 הָאָ֫דָ֥ם H120 לָ֤מָה H4100 שַׂמְתַּ֣נִי H7760 לְמִפְגָּ֣ע H4645 לָ֑ךְ Hl וָאֶהְיֶ֖ה H1961 עָלַ֣י H5921 לְמַשָּֽׂא H4853 ",
  "21": "וּמֶ֤ה H4100 לֹא H3808 תִשָּׂ֣א H5375 פִשְׁעִי֮ H6588 וְתַעֲבִ֪יר H5674 אֶת H853 עֲוֺ֫נִ֥י H5771 כִּֽי H3588 עַ֭תָּה H6258 לֶעָפָ֣ר H6083 אֶשְׁכָּ֑ב H7901 וְשִׁ֖חֲרְתַּ֣ H7836 וְאֵינֶֽ H369 "
}
