{
  "1": "וַ֭יַּעַן H6030 בִּלְדַּ֥ד H1085 הַשּׁוּחִ֗י H7747 וַיֹאמַֽר H559 ",
  "2": "עַד H5704 אָ֥ן H575 תְּמַלֶּל H4448 אֵ֑לֶּה H428 וְר֥וּחַ H7307 כַּ֝בִּיר H3524 אִמְרֵי H561 פִֽיךָ H6310 ",
  "3": "הַ֭אֵל H410 יְעַוֵּ֣ת H5791 מִשְׁפָּ֑ט H4941 וְאִם H518 שַׁ֝דַּ֗י H7706 יְעַוֵּֽת H5791 צֶֽדֶק H6664 ",
  "4": "אִם H518 בָּנֶ֥יךָ H1121 חָֽטְאוּ H2398 ל֑וֹ Hl וַֽ֝יְשַׁלְּחֵ֗ H7971 בְּיַד H3027 פִּשְׁעָֽם H6588 ",
  "5": "אִם H518 אַ֭תָּה H859 תְּשַׁחֵ֣ר H7836 אֶל H413 אֵ֑ל H410 וְאֶל H413 שַׁ֝דַּ֗י H7706 תִּתְחַנָּֽן H2603 ",
  "6": "אִם H518 זַ֥ךְ H2134 וְיָשָׁ֗ר H3477 אָ֥תָּה H859 כִּי H3588 עַ֭תָּה H6258 יָעִ֣יר H5782 עָלֶ֑יךָ H5921 וְ֝שִׁלַּ֗ם H7999 נְוַ֣ת H5116 צִדְקֶֽךָ H6664 ",
  "7": "וְהָיָ֣ה H1961 רֵאשִׁיתְךָ֣ H7225 מִצְעָ֑ר H4705 וְ֝אַחֲרִיתְ H319 יִשְׂגֶּ֥ה H7685 מְאֹֽד H3966 ",
  "8": "כִּֽי H3588 שְׁאַל H7592 נָ֭א H4994 לְדֹ֣ר H1755 רִישׁ֑וֹן H7223 וְ֝כוֹנֵ֗ן H3559 לְחֵ֣קֶר H2714 אֲבוֹתָֽם H1 ",
  "9": "כִּֽי H3588 תְמ֣וֹל H8543 אֲ֭נַחְנוּ H587 וְלֹ֣א H3808 נֵדָ֑ע H3045 כִּ֤י H3588 צֵ֖ל H6738 יָמֵ֣ינוּ H3117 עֲלֵי H5921 אָֽרֶץ H776 ",
  "10": "הֲלֹא H3808 הֵ֣ם H1992 י֭וֹרוּךָ H3384 יֹ֣אמְרוּ H559 לָ֑ךְ Hl וּ֝מִ H3820 יוֹצִ֥אוּ H3318 מִלִּֽים H4405 ",
  "11": "הֲיִֽגְאֶה H1342 גֹּ֭מֶא H1573 בְּלֹ֣א H3808 בִצָּ֑ה H1207 יִשְׂגֶּה H7685 אָ֥חוּ H260 בְלִי H1097 מָֽיִם H4325 ",
  "12": "עֹדֶ֣נּוּ H5750 בְ֭אִבּ H3 לֹ֣א H3808 יִקָּטֵ֑ף H6998 וְלִ H6440 כָל H3605 חָצִ֣יר H2682 יִיבָֽשׁ H3001 ",
  "13": "כֵּ֗ן H3651 אָ֭רְחוֹת H734 כָּל H3605 שֹׁ֣כְחֵי H7911 אֵ֑ל H410 וְתִקְוַ֖ת H8615 חָנֵ֣ף H2611 תֹּאבֵֽד H6 ",
  "14": "אֲשֶׁר H834 יָק֥וֹט H6990 כִּסְל֑וֹ H3689 וּבֵ֥ית H1004 עַ֝כָּבִ֗ישׁ H5908 מִבְטַחֽוֹ H4009 ",
  "15": "יִשָּׁעֵ֣ן H8172 עַל H5921 בֵּ֭יתוֹ H1004 וְלֹ֣א H3808 יַעֲמֹ֑ד H5975 יַחֲזִ֥יק H2388 בּ֝֗וֹ Hb וְלֹ֣א H3808 יָקֽוּם H6965 ",
  "16": "רָטֹ֣ב H7373 ה֭וּא H1931 לִפְנֵי H6440 שָׁ֑מֶשׁ H8121 וְעַ֥ל H5921 גַּ֝נָּת֗וֹ H1593 יֹֽנַקְתּ֥וֹ H3127 תֵצֵֽא H3318 ",
  "17": "עַל H5921 גַּ֭ל H1530 שָֽׁרָשָׁ֣יו H8328 יְסֻבָּ֑כוּ H5440 בֵּ֖ית H1004 אֲבָנִ֣ים H68 יֶחֱזֶֽה H2372 ",
  "18": "אִם H518 יְבַלְּעֶ֥נּוּ H1104 מִמְּקוֹמ֑ H4725 וְכִ֥חֶשׁ H3584 בּ֝֗וֹ Hb לֹ֣א H3808 רְאִיתִֽיךָ H7200 ",
  "19": "הֶן H2005 ה֭וּא H1931 מְשׂ֣וֹשׂ H4885 דַּרְכּ֑וֹ H1870 וּ֝מֵ H6083 אַחֵ֥ר H312 יִצְמָֽחוּ H6779 ",
  "20": "הֶן H2005 אֵ֭ל H410 לֹ֣א H3808 יִמְאַס H3988 תָּ֑ם H8535 וְלֹֽא H3808 יַ֝חֲזִ֗יק H2388 בְּיַד H3027 מְרֵעִֽים H7489 ",
  "21": "עַד H5704 יְמַלֵּ֣ה H4390 שְׂח֣וֹק H7814 פִּ֑יךָ H6310 וּשְׂפָתֶ֥י H8193 תְרוּעָֽה H8643 ",
  "22": "שֹׂנְאֶ֥יךָ H8130 יִלְבְּשׁוּ H3847 בֹ֑שֶׁת H1322 וְאֹ֖הֶל H168 רְשָׁעִ֣ים H7563 אֵינֶֽנּוּ H369 "
}
