{
  "1": "וַיַּ֥עַן H6030 אִיּ֗וֹב H347 וַיֹּאמַֽר H559 ",
  "2": "אָ֭מְנָם H551 יָדַ֣עְתִּי H3045 כִי H3588 כֵ֑ן H3651 וּמַה H4100 יִּצְדַּ֖ק H6663 אֱנ֣וֹשׁ H582 עִם H5973 אֵֽל H410 ",
  "3": "אִם H518 יַ֭חְפֹּץ H2654 לָרִ֣יב H7378 עִמּ֑וֹ H5973 לֹֽא H3808 יַ֝עֲנֶ֗נּוּ H6030 אַחַ֥ת H259 מִנִּי H4480 אָֽלֶף H505 ",
  "4": "חֲכַ֣ם H2450 לֵ֭בָב H3824 וְאַמִּ֣יץ H533 כֹּ֑חַ H3581 מִֽי H4310 הִקְשָׁ֥ה H7185 אֵ֝לָ֗יו H413 וַיִּשְׁלָֽם H7999 ",
  "5": "הַמַּעְתִּ֣יק H6275 הָ֭רִים H2022 וְלֹ֣א H3808 יָדָ֑עוּ H3045 אֲשֶׁ֖ר H834 הֲפָכָ֣ם H2015 בְּאַפּֽ H639 ",
  "6": "הַמַּרְגִּ֣יז H7264 אֶ֭רֶץ H776 מִמְּקוֹמָ֑ H4725 וְ֝עַמּוּדֶ֗י H5982 יִתְפַלָּצֽוּן H6426 ",
  "7": "הָאֹמֵ֣ר H559 לַ֭חֶרֶס H2775 וְלֹ֣א H3808 יִזְרָ֑ח H2224 וּבְעַ֖ד H1157 כּוֹכָבִ֣ים H3556 יַחְתֹּֽם H2856 ",
  "8": "נֹטֶ֣ה H5186 שָׁמַ֣יִם H8064 לְבַדּ֑ H905 וְ֝דוֹרֵ֗ךְ H1869 עַל H5921 בָּ֥מֳתֵי H1116 יָֽם H3220 ",
  "9": "עֹֽשֶׂה H6213 עָ֭שׁ H5906 כְּסִ֥יל H3685 וְכִימָ֗ה H3598 וְחַדְרֵ֥י H2315 תֵמָֽן H8486 ",
  "10": "עֹשֶׂ֣ה H6213 גְ֭דֹלוֹת H1419 עַד H5704 אֵ֣ין H369 חֵ֑קֶר H2714 וְנִפְלָא֗וֹת H6381 עַד H5704 אֵ֥ין H369 מִסְפָּֽר H4557 ",
  "11": "הֵ֤ן H2005 יַעֲבֹ֣ר H5674 עָ֭לַי H5921 וְלֹ֣א H3808 אֶרְאֶ֑ה H7200 וְ֝יַחֲלֹ֗ף H2498 וְֽלֹא H3808 אָבִ֥ין H995 לֽוֹ Hl ",
  "12": "הֵ֣ן H2005 יַ֭חְתֹּף H2862 מִ֣י H4310 יְשִׁיבֶ֑נּוּ H7725 מִֽי H4310 יֹאמַ֥ר H559 אֵ֝לָ֗יו H413 מַֽה H4100 תַּעֲשֶֽׂה H6213 ",
  "13": "אֱ֭לוֹהַּ H433 לֹא H3808 יָשִׁ֣יב H7725 אַפּ֑וֹ H639 תחתו H8478 שָׁ֝חֲח֗וּ H7817 עֹ֣זְרֵי H5826 רָֽהַב H7293 ",
  "14": "אַ֭ף H637 כִּֽי H3588 אָנֹכִ֣י H595 אֶֽעֱנֶ֑נּוּ H6030 אֶבְחֲרָ֖ה H977 דְבָרַ֣י H1697 עִמּֽוֹ H5973 ",
  "15": "אֲשֶׁ֣ר H834 אִם H518 צָ֭דַקְתִּי H6663 לֹ֣א H3808 אֶעֱנֶ֑ה H6030 לִ֝מְשֹׁפְטִ֗ H8199 אֶתְחַנָּֽן H2603 ",
  "16": "אִם H518 קָרָ֥אתִי H7121 וַֽיַּעֲנֵ֑ H6030 לֹֽא H3808 אַ֝אֲמִ֗ין H539 כִּֽי H3588 יַאֲזִ֥ין H238 קוֹלִֽי H6963 ",
  "17": "אֲשֶׁר H834 בִּשְׂעָרָ֥ה H8183 יְשׁוּפֵ֑נִי H7779 וְהִרְבָּ֖ה H7235 פְצָעַ֣י H6482 חִנָּֽם H2600 ",
  "18": "לֹֽא H3808 יִ֭תְּנֵנִי H5414 הָשֵׁ֣ב H7725 רוּחִ֑י H7307 כִּ֥י H3588 יַ֝שְׂבִּעַ֗נִי H7646 מַמְּרֹרִֽים H4472 ",
  "19": "אִם H518 לְכֹ֣חַ H3581 אַמִּ֣יץ H533 הִנֵּ֑ה H2009 וְאִם H518 לְ֝מִשְׁפָּ֗ט H4941 מִ֣י H4310 יוֹעִידֵֽנִי H3259 ",
  "20": "אִם H518 אֶ֭צְדָּק H6663 פִּ֣י H6310 יַרְשִׁיעֵ֑נִי H7561 תָּֽם H8535 אָ֝֗נִי H589 וַֽיַּעְקְשֵֽׁ H6140 ",
  "21": "תָּֽם H8535 אָ֭נִי H589 לֹֽא H3808 אֵדַ֥ע H3045 נַפְשִׁ֗י H5315 אֶמְאַ֥ס H3988 חַיָּֽי H2416 ",
  "22": "אַחַ֗ת H259 הִ֥יא H1931 עַל H5921 כֵּ֥ן H3651 אָמַ֑רְתִּי H559 תָּ֥ם H8535 וְ֝רָשָׁ֗ע H7563 ה֣וּא H1931 מְכַלֶּֽה H3615 ",
  "23": "אִם H518 שׁ֭וֹט H7752 יָמִ֣ית H4191 פִּתְאֹ֑ם H6597 לְמַסַּ֖ת H4531 נְקִיִּ֣ם H5355 יִלְעָֽג H3932 ",
  "24": "אֶ֤רֶץ H776 נִתְּנָ֬ה H5414 בְֽיַד H3027 רָשָׁ֗ע H7563 פְּנֵֽי H6440 שֹׁפְטֶ֥יהָ H8199 יְכַסֶּ֑ה H3680 אִם H518 לֹ֖א H3808 אֵפ֣וֹא H645 מִי H4310 הֽוּא H1931 ",
  "25": "וְיָמַ֣ H3117 קַ֭לּוּ H7043 מִנִּי H4480 רָ֑ץ H7323 בָּֽ֝רְח֗וּ H1272 לֹא H3808 רָא֥וּ H7200 טוֹבָֽה H2896 ",
  "26": "חָ֭לְפוּ H2498 עִם H5973 אֳנִיּ֣וֹת H591 אֵבֶ֑ה H16 כְּ֝נֶ֗שֶׁר H5404 יָט֥וּשׂ H2907 עֲלֵי H5921 אֹֽכֶל H400 ",
  "27": "אִם H518 אָ֭מְרִי H559 אֶשְׁכְּחָ֣ה H7911 שִׂיחִ֑י H7879 אֶעֶזְבָ֖ה H5800 פָנַ֣י H6440 וְאַבְלִֽיגָה H1082 ",
  "28": "יָגֹ֥רְתִּי H3025 כָל H3605 עַצְּבֹתָ֑י H6094 יָ֝דַ֗עְתִּי H3045 כִּי H3588 לֹ֥א H3808 תְנַקֵּֽנִי H5352 ",
  "29": "אָנֹכִ֥י H595 אֶרְשָׁ֑ע H7561 לָמָּה H4100 זֶּ֝֗ה H2088 הֶ֣בֶל H1892 אִיגָֽע H3021 ",
  "30": "אִם H518 הִתְרָחַ֥צְתִּי H7364 במו H1119 שָׁ֑לֶג H7950 וַ֝הֲזִכּ֗וֹתִי H2141 בְּבֹ֣ר H1253 כַּפָּֽי H3709 ",
  "31": "אָ֭ז H227 בַּשַּׁ֣חַת H7845 תִּטְבְּלֵ֑נִי H2881 וְ֝תִֽעֲב֗וּ H8581 שַׂלְמוֹתָֽי H8008 ",
  "32": "כִּי H3588 לֹא H3808 אִ֣ישׁ H376 כָּמֹ֣נִי H3644 אֶֽעֱנֶ֑נּוּ H6030 נָב֥וֹא H935 יַ֝חְדָּ֗ו H3162 בַּמִּשְׁפָּֽט H4941 ",
  "33": "לֹ֣א H3863 יֵשׁ H3426 בֵּינֵ֣ינוּ H996 מוֹכִ֑יחַ H3198 יָשֵׁ֖ת H7896 יָד֣וֹ H3027 עַל H5921 שְׁנֵֽינוּ H8147 ",
  "34": "יָסֵ֣ר H5493 מֵעָלַ֣ H5921 שִׁבְט֑וֹ H7626 וְ֝אֵמָת֗ H367 אַֽל H408 תְּבַעֲתַֽנִּי H1204 ",
  "35": "אַֽ֭דַבְּרָה H1696 וְלֹ֣א H3808 אִירָאֶ֑נּוּ H3372 כִּ֥י H3588 לֹא H3808 כֵ֥ן H3651 אָ֝נֹכִ֗י H595 עִמָּדִֽי H5978 "
}
