{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the beginning was the Word. The Word was with God, and the Word was God.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was with God before he began to create anything.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He is the one who carried out God's command to create everything—yes, absolutely everything that was made!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All life is in the Word, so he could give life to everything and everyone. The Word was God's light that shone on everyone, everywhere.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This light shone in the darkness, and the darkness tried to put it out, but it could not.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God sent a man named John.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He came to testify to the people about the light. What he said was true, and he proclaimed that message so that everyone might believe.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "John himself was not the light, but he came to tell people about the light.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This was the true light that shines upon everyone, and that light was coming into the world.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Word was in the world and, although he had made the world, none of its people knew who he was.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although he came to the world he owned, and even to his own people, the Jews, they rejected him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But all who took him into their lives and trusted in him, to them he gave the right to become God's children.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are children born from God. They were not born by means of a normal human birth nor out of a human desire or choice nor because of a husband's desire to become a father.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the Word became a real human being and lived here where we live for a while. We have seen him display his splendid and amazing nature, the nature of the one and only Son of the Father, who shows us that God loves us faithfully and teaches us about his truth.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day John the Baptizer was telling people about the Word, and Jesus came to him. John shouted to the crowd around him, \"I told you someone would come after me, someone who is much more important than I am. He existed long before me, eternal ages before I was born. This man here! This is that man I was talking about!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have all benefited very much from what he has done. Again and again, he has acted very kindly toward us.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses proclaimed God's laws to the Jewish people. Jesus the Messiah was kind to us far beyond what we deserved and he taught us true things about God.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one has ever seen God. But, Jesus the Messiah, who himself is God, is always close to the Father, and he has made us know him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what John gave as his testimony: The Jews sent priests and the Levites from Jerusalem; they came to ask John, \"Who are you?\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So John testified to them and said, \"I am not the Messiah!\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they asked him, \"What do you say about yourself? Are you Elijah?\" He said, \"No.\" They asked again, \"Are you the Prophet whom the prophets say will come?\"\nJohn answered, \"No.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they asked him once more, \"Then who do you claim to be? Tell us so that we can go back and report to those who sent us. What do you say about yourself?\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He answered as Isaiah the prophet had written, \"I am the one shouting in the wilderness, 'Make the road good for the Lord to come to us.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of these people came to John from the Pharisees.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They asked him, \"Since you say you are not the Messiah nor Elijah nor the Prophet, then why are you baptizing?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "John replied, \"I am baptizing people with water, but there is now someone standing among you whom you do not know.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He follows after me, but I am not important enough even to untie his sandals.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These things happened at the village of Bethany over on the east side of the Jordan River. That is the place where John was baptizing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day John saw Jesus coming toward him. He said to the people, \"Look! The Lamb of God, who will give his life as a sacrifice to take away the sins of the world.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He is the one of whom I said, 'Someone will come after me who is more important than I am, because he existed long before me, eternal ages before I was born.'\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I did not know him at first, but now I know who he is. My work was to come and baptize with water those who were sorry and turned from their sins. I want the people of Israel to know who he is.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was John's work to tell us what he saw. He spoke like this: \"I saw God's Spirit as he was descending from heaven in the form of a dove. The Spirit came down and remained on Jesus.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At first, I myself did not know him, but God sent me to baptize people with water, people who said they wanted to turn from their sinful ways. God told me, 'The man on whom you will see my Spirit descend and remain is the one who will baptize all of you with the Holy Spirit.'\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have seen and I bear witness to you that he is the Son of God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "John the Baptizer was at the same place again the next day with two of his disciples.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he saw Jesus passing by, he said, \"Look! The Lamb of God, the man whom God appointed to give his life, like a lamb killed by the people of Israel as a payment for their sins!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The two disciples of John, when they heard John, left John and followed him.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus turned around and saw them following him, and he asked them, \"What are you looking for?\" They said to him, \"Rabbi (which means 'teacher'), tell us where you are staying.\"\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He replied, \"Come with me, and you will see!\" So they came and saw where Jesus was staying. They stayed with him that day because it was getting late (it was about 4 pm.)\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of those two disciples who followed Jesus was named Andrew; he was Simon Peter's brother.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Andrew first went off to find his brother Simon. When he came to him, he said, \"We have found the Messiah (which means 'Christ')!\"\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Andrew took Simon to Jesus. Jesus looked intently at Peter, and said, \"You are Simon. Your father's name is John. You will be given the name Cephas.\" Cephas is an Aramaic name that means 'solid rock.' (Peter means the same thing in Greek.)\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day Jesus decided to leave the Jordan River valley. He went to the region around Galilee and found a man named Philip. Jesus said to him, \"Come with me.\"\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Philip, Andrew, and Peter were all from the town of Bethsaida (in Galilee).\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Philip went to search for his friend Nathaniel. When he came to him, he said, \"We have found the one Moses wrote about, the Messiah. The prophets prophesied that he would come. The Messiah is Jesus. He is from the town of Nazareth. His father's name is Joseph.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nathaniel replied, \"From Nazareth? Can anything good come out of Nazareth?\" Philip replied, \"Come and you will see!\"\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus saw Nathaniel approaching, he said this about him, \"Look there! There is an honest and good Israelite! He never deceives anyone!\"\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nathaniel asked him, \"How do you know what kind of man I am? You do not know me.\" Jesus replied, \"I saw you before Philip called you, when you were sitting by yourself under the fig tree.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Nathaniel declared, \"Teacher, you must be the Son of God! You are the King of Israel we have been waiting for!\"\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied to him, \"Do you trust in me just because I told you that I saw you under the fig tree? You will see me do things that are much greater than that!\"\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said to him, \"I am telling you the truth: Just like the vision your ancestor Jacob long ago saw, some day you will see heaven opened up, and you will see God's angels going up and coming down on me, the Son of Man.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}