{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I am telling you the truth: The one who enters into the sheep pen, must always enter through the gate. If he climbs in any other way, he is not the one who cares for the sheep, but he is a thief and a criminal who steals the sheep.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man who enters the pen through the gate is the true shepherd, for he takes care of the sheep.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The hired man who guards the gate when the shepherd is away will open the gate for him when he comes. However, the sheep recognize only the shepherd's voice and only when he calls them by name. Then he leads them outside of the pen to feed them and to give them water.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he has brought out all of his own sheep, he goes in front of them. His sheep are eager to follow him because they know his voice.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will never follow a stranger who calls out to them. They will run away from him because they do not recognize the stranger's voice.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus used this illustration from the work of shepherds. Nevertheless, his disciples did not understand what he was telling them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jesus spoke to them again, \"I am telling you the truth: I am the gate through which all the sheep enter into the pen.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All who came before me, they were thieves and criminals who stole the sheep; but the sheep did not listen to them, and they would not follow them.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I myself am like that gate. If anyone enters through the gate and goes into the pen where the sheep are, he will be safe, and he will go out and find good pasture.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The thief comes only to steal, kill, and destroy. I have come so that they may have life and that life will be full to overflowing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am like a good shepherd. The good shepherd will die in order to protect and to save his sheep.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Someone pays the hired man money to watch over the sheep. He does not treat the sheep like they belong to him; he is just an employee doing a job. So when he sees a wolf coming to kill the sheep, he does not risk his life. He leaves the sheep and runs away so that it is possible for the wolf to attack the sheep, seizing some of them and scattering others.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The hired worker runs away because he is only working for the money. He does not care about what happens to the sheep.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am, myself, the good shepherd. I know my own sheep, and my own sheep know me,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "just as I know my Father, and my Father knows me. Because of that, I am willing to die for my sheep.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have other sheep that do not belong to the same group of sheep that you do. I will cause them to listen to me also. They will listen to me, so there will eventually be only one flock of sheep under me, the only shepherd.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The reason my Father loves me is that I will sacrifice my life. I will give up my life, and I will take it up to live again.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one is causing me to lay down my life. I have chosen to sacrifice myself. I have authority to lay down my life and I have authority to take it up and to live again. This work is from my Father, and he has commanded me to do it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After hearing these words Jesus had been speaking, the Jews were divided in their opinion of him.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many of them said, \"A demon is controlling him and has caused him to become crazy. Do not waste time listening to him!\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Others said, \"What he is saying is not something a man oppressed by a demon would ever say. No demon can open the eyes of a blind man!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The time for the celebration called the Festival of Dedication had now come, the time when the Jewish people remembered when their ancestors purified the temple in Jerusalem and gave it to God again. It was in the winter.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus was walking in the temple courtyard in the place called Solomon's porch.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jewish opponents of Jesus gathered around him and said, \"How long will you keep us wondering about who you are? If you are the Messiah, tell us plainly so that we can know.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered them, \"I have told you, but you would not believe me. You know who I am because of the miracles and other things I do by my Father's name and his authority. Those things tell you all you need to know about me.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You do not believe in me because you do not belong to me. You are sheep who belong to another shepherd.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My sheep hear my voice. I know each one of them by name; they follow me and obey me.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I give them eternal life. No one can ever destroy them, and no one will ever be able to steal them away from me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My Father gave them to me; he is greater than anyone, so no one is able to steal them away from him.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I and the Father are one.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The enemies of Jesus again picked up stones to throw at him and to put him to death.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"You have seen me do many good works, things that my Father had told me to do. For which of them are you going to stone me?\"\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jewish opponents replied, \"We are wanting to take your life, not because you did any good work, but because you, just a man, are insulting God and are making yourself God!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied to them, \"In the scriptures it is written what God said to the rulers whom he had appointed: 'I have said that you are like gods (with great honor and with power over many).'\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God said that to those leaders when he appointed them. No one objected to that, and nothing that is in scripture can be shown to be false.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am the one whom my Father chose to send here into this world. So why are you angry with me for saying that I am equal with God when I said, 'I am the Son of God'?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I were not doing the works that my Father told me to do, I would not expect you to believe in me.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, because I am doing these works, place your trust in what these works tell you about me even though you do not trust what I say. If you do that, then you will know and understand that my Father is in me and that I am in my Father.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they heard that, they tried to seize Jesus again, but he got away from them one more time.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus went back across to the east side of the Jordan River. He went to the place where John the Baptizer had baptized many people at the beginning of his ministry. Jesus stayed there for several days.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many people came to him. They were saying, \"John the Baptizer never performed a miracle, but this man has performed many miracles! Everything that John said about this man is true!\"\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many people came to trust him; they put their trust in who he was and in what he would do for them.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}