{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A man named Lazarus fell very sick. He lived in the village of Bethany where Mary and Martha lived.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the same Mary who later would pour perfume on the Lord to show her love and honor of him, and would wipe his feet with her hair. It was her brother Lazarus who was sick.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the two sisters sent someone to tell Jesus about Lazarus; they said, \"Lord, the one you love is ill.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus heard about Lazarus' illness, he said, \"This illness will not end in the death of Lazarus. The purpose of this illness is so that people may see and know how great God is when he does wonderful things and so that I, the Son of God, also will show his great power.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Jesus loved Martha, her sister Mary, and Lazarus.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nevertheless, when Jesus heard that Lazarus was sick, he delayed going to see him. He stayed where he was for two more days.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to disciples, \"Let us go back to Judea.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The disciples said, \"Teacher, just a short while ago the Jews who oppose you wanted to murder you with stones, and now you want to go back there again!\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered them, \"You know there are twelve hours of light in a day, is that not true? The one who walks during the daytime will walk safely because he can see what is in the road.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, when a person walks during the night, he may easily stumble because he cannot see.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After saying these things, he said to them, \"Our friend Lazarus has fallen asleep, but I will go there to wake him up.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The disciples said to him, \"Lord, if he has fallen asleep, he will get well.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus was really speaking about Lazarus' death, but the disciples thought that he was talking about the sleep that we all know gives us rest.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he told them plainly, \"Lazarus has died.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus continued, \"But, for your sakes, I am glad that I was not there when he died so that you may see why you can trust in me. Now it is time; let us go to him.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Thomas, who was called 'The Twin,' said to the rest of the disciples, \"Let us also go with Jesus so that we may die with him.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus arrived in Bethany, he found that Lazarus had already died and had been in the tomb for four days.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Jerusalem was only about three kilometers from Bethany.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many Jews knew Lazarus and his family, and they came from Jerusalem to comfort Martha and Mary over their brother's death.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Martha heard someone say Jesus was nearby, she went out to the road to meet him. Mary did not get up but stayed in the house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Martha saw Jesus, she said to him, \"Lord, if you had been here, my brother would not have died.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet, even now I know that whatever you ask from God, God will give you.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to her, \"Your brother will rise again.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Martha said to him, \"I know that he will come alive again on the day when God raises all the dead on the last day.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to her, \"I am the one who raises people from the dead; I am the one who gives them life. Whoever trusts in me, even if he dies, yet he will live again.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All those who receive life joined to me and who trust in me—they will never die. Do you believe me?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said to him, \"Yes, Lord! I trust what you say and I trust who you are, that you are the Messiah, the Son of God, the one God promised would come into the world.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After she said that, she returned to the house and took Mary her sister aside privately and said to her, \"The Teacher is here, and he is calling for you.\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Mary heard this, she got up quickly and went out to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Jesus had not yet come into the village; he was still at the place where Martha had met him.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people who had come to the house to comfort the sisters saw Mary get up quickly and go outside. So they followed her, thinking that she was going to the tomb where they had buried Lazarus in order to grieve for her brother there.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mary came to the place where Jesus was; when she saw him, she fell down before him at his feet and said, \"Lord, if you had been here, my brother would not have died.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus saw her grieving and crying, and that the mourners who had come with her were also crying, he cried out in distress deep within his spirit, and he was very upset.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Where have you laid his body?\" They said to him, \"Lord, come and see.\"\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus wept.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Jews said, \"See how much he loved Lazarus!\"\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, some others said, \"Did he not open the eyes of the blind man? Why could he not have kept this man from dying?\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus was physically shaken and emotionally upset when he came to the tomb. It was a cave, and the entrance had been covered by a large stone.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus gave a command to those standing there, \"Take away the stone.\" However, Martha objected, \"Lord, by this time there will be a putrid odor, for he has been dead for four days.\"\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to her, \"Did I not tell you the truth when I told you that if you trusted me, you would see who God is and you would know what God can do?\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they took away the stone. Jesus looked up toward heaven and said, \"Father, I thank you that you have heard me.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know that you always hear me. I said this for the sake of the people who are standing here so that they might put their trust in you and have confidence in the fact that you sent me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he said that, he cried out with a loud voice, \"Lazarus, come out!\"\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man who had died came out! His hands were still wrapped and his feet were still bound with linen strips of cloth, and there was a cloth wrapped around his face as well. Jesus said to them, \"Take off the strips of cloth that bind him and untie him. Let him go.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As a result, many of the Jews who had come to see Mary and who had witnessed what Jesus did, put their trust in him.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nevertheless, some of the others went to the Pharisees and told them what Jesus had done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the chief priests and the Pharisees gathered all the members of the Jewish council together. They were saying to each other, \"What are we going to do? This man is performing many miracles.\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If we allow him to keep doing them, everyone will trust in him and rebel against Rome. Then the Roman army will come and destroy both our temple and our nation!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of them on the council was Caiaphas, the high priest for that year. He said to them, \"You all know nothing!\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you not realize that it is better that one man die for the people than that the whole nation perishes?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said that, not because he thought of it himself. Instead, since he was the high priest that year, he was prophesying that Jesus would die for the Jewish nation.\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he was also prophesying that Jesus would die, not just for the Jewish nation only, but also so he could gather into one nation from all the children of God, those who live in other lands everywhere.\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So from that day forward, the council began to look for any way to arrest Jesus and put him to death.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of that, Jesus no longer traveled around publicly among his Jewish opponents. Instead, he left Jerusalem and, with the disciples, went to a town called Ephraim in an area near the wilderness and desert region. There he stayed with his disciples for a while.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now it was almost time for the Jewish Passover Celebration, and many worshipers went up from the country and the villages to Jerusalem. They would wash themselves in preparation, to make themselves clean according to the Jewish rules, so that they would be allowed to celebrate the Passover.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The worshipers who came to Jerusalem for the Passover Festival were all looking for Jesus. When they came and stood in the temple, they said to one another, \"What do you think? He will not come to the Passover, will he?\"\n"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jewish chief priests and the Pharisees had issued orders that if anyone found out where Jesus was, they should report it to them, so that they could arrest him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}