{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus arrived in Bethany six days before the Passover Festival began. Bethany was the village where Lazarus lived, the man Jesus made alive again after he had died.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There in Bethany, they gave a dinner to honor Jesus. Martha made preparations for the dinner, and Lazarus was among those who were sitting together and eating.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Mary took a bottle of expensive perfume (called nard) and, to honor Jesus, she poured it out on his feet and then wiped his feet with her hair. The fragrance of the perfume filled the entire house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, one of his disciples, Judas Iscariot, (he was the one who broke the trust Jesus had in him, and soon he would give Jesus up to his enemies)—he objected and said,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"We should have sold this perfume for three hundred days' wages and given the money to the poor.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said this, not because he cared about the poor people, but because he was a thief. He kept charge of the bag that held their money, but he would take money for his own use whenever he wanted.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said, \"Leave her alone! She bought this perfume for the day when I would die and they would bury me.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will always have the poor with you, but you will not always have me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A large crowd of Jews in Jerusalem heard that Jesus was in Bethany, so they went there. They came not only because Jesus was there, but also to see Lazarus, whom Jesus had made alive.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the chief priests decided it was necessary to put Lazarus to death, as well,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for it was because of him that many of the Jews were no longer believing in what the chief priests were teaching; instead, they were putting their trust in Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day the large crowd that had come for the Passover Festival heard that Jesus was on his way to Jerusalem.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they cut branches from palm trees and went out to welcome him as he came into the city. They were shouting, \"Hosanna! Praise God! God bless the One who comes in the Name of the Lord! Welcome, King of Israel!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus came near to Jerusalem, he found a young donkey and sat on it, riding into the city. By doing this, he fulfilled what had been written in scripture:\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Do not be afraid, you who live in Jerusalem.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Look! Your King is coming.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "He is riding on a donkey's colt!\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When this happened, his disciples did not understand that this was a fulfillment of prophecy. However, after Jesus had finished his work and had received again his full powers as God, they looked back and remembered what the prophets had written about him and what people had done to him.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The crowd that was following along with Jesus kept telling others what they had seen: That Jesus had called Lazarus out of the tomb and had made him alive again.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The other crowd of people, those who went out of the city gate to meet Jesus, did so because they heard he had done great things to show them his power.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Pharisees said to each other, \"See! We are gaining no advantage here. Look! The whole world is following him!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Among those who went up to Jerusalem during the Passover Festival were some Greeks.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They came to Philip, who was from Bethsaida in the district of Galilee. They had something to ask him; they said, \"Sir, would you introduce us to Jesus?\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Philip reported this to Andrew, and they both went and told Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered Philip and Andrew, \"It is time for God to show the people everything that I, the Son of Man, have done and to tell them all that I have said.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am telling you the truth: Unless a seed of wheat is planted in the earth and dies, it remains only one seed; but after it dies in the ground, then it will grow and produce a harvest of many seeds.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anyone who tries to live to please himself will fail, but anyone who does not live to please himself will keep his life forever.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone wants to serve me, he must also follow me because my servant must be where I am. The Father will honor everyone who serves me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now my soul is greatly troubled. Should I say, 'Father, save me from this time when I will suffer and die!'? No, for this is the very reason I came into this world.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My Father, show how powerful you are in all you have said, in all you have done, and in all you are!\"\n\n\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Then God spoke from heaven, \"I have already displayed my nature, my words, and my works; and I will do it again!\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The crowd that was there heard the voice of God, but some said it was just thunder. Others said an angel had spoken to Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied to them, \"The voice you heard speaking was God's voice. However, he spoke not for my benefit, but for yours!\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now is the time for God to judge the world. Now is the time when he will drive out Satan, the one who rules this world.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for me, when people raise me high on a cross, I will draw everyone to myself.\"\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said this to let the people know how he would die.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Someone in the crowd answered him, \"We understand from the scriptures that the Messiah will live forever. So why do you say that the Son of Man will die? Who is this 'Son of Man'?\"\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered, \"My light will shine on you for just a little longer. Walk in the light while you have my light, or the darkness will overtake you. Those who walk in the darkness cannot see where they are going!\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Trust in that light while you have the light; then you will belong to the light.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "After he said those things, Jesus left them and hid from them.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although Jesus had done many miracles, most of the people did not believe what he had told them.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This was to make come true what Isaiah the prophet had written long ago:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Lord, who has believed anything that they have heard from us?\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "The Lord has shown us how he can powerfully rescue us!\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet, they could not trust in him for the reason that Isaiah had written:\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"The Lord has made them so they cannot see,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and he has made them stubborn;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "they cannot even see with their eyes,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "If they could, they would understand;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "they would repent and pray for me to forgive them.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "For this reason, I cannot heal them!\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaiah wrote those words long ago because he understood that the Messiah would serve God powerfully.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although this was true, many of the leaders of the Jewish people put their trust in Jesus. Nevertheless, they greatly feared that the Pharisees would ban them from the synagogues, so they did not speak out about trusting in Jesus.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They preferred that other people praise and respect them rather than that God would praise them.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus shouted out to the crowd that had gathered, \"Those who put their trust in me are not only putting their trust in me but also are putting their trust in the Father who sent me.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you see me, you are also seeing the one who sent me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have come into the world as the light of the world; whoever puts his trust in me will not remain in the darkness.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I do not judge those who listen to my words but refuse to obey me. I did not come into the world to condemn the world.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet, there is something that will condemn those who reject me and do not follow my message. They are condemned by the message I have spoken to them.\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I taught about God, I was not merely saying what I thought. The Father, who sent me, gave me clear instructions on what I should say and how I should say it.\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know that the Father's most important instructions are the ones that teach people how to live forever, and I have said exactly what my Father has told me to say.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}