{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was now the day before the Passover Festival was to begin. Jesus knew it was time for him to leave this world and to return to his Father. He showed how much he loved those who were with him here in this world, and he loved them until the end of his life.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before Jesus and the disciples had their evening meal, the devil had already put the thought into the mind of Judas Iscariot, the son of Simon, that he would hand Jesus over to his enemies.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet Jesus knew that his Father had given him complete power and authority over everything. He also knew that he himself had come from God and would soon return to God.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus got up from the dinner. He took off his outer clothing and wrapped a towel around his waist.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He poured out some water into a basin and began to wash the disciples' feet and to wipe them dry with the towel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He came to Simon Peter, who said to him, \"Lord, are you going to wash my feet?\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied to him, \"You do not understand now what I am doing for you, but later you will understand.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter said, \"You will never wash my feet!\" Jesus replied to him, \"If I do not wash you, then you have nothing to do with me.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Simon Peter said to him, \"Lord, wash not only my feet! Wash my hands and my head also!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"One who has taken a bath needs only to wash his feet. The rest of his body is already clean. You are clean, but not all of you.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He knew who was going to hand him over. That is the reason he said, \"Not all of you are clean.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he finished washing their feet, he put his outer clothing on again. Then he sat down at his place again and said, \"Do you understand what I have done for you?\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You call me 'teacher' and 'Lord. You are right to say this, for that is what I am.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I, your teacher and Lord, have washed your feet, you also ought to wash one another's feet.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have given you an example to follow in order that you should do as I have done for you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am telling you the truth: A servant is not greater than his master, nor is a messenger greater than the one who has sent him.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you know these things, how fortunate you will be if you do them.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am not saying this about all of you. I know the ones I have chosen. However, what is written in scripture must come true: 'The one who ate my food with me as a friend, he has turned against me and treated me like an enemy.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am telling you this now before he hands me over so that when it does happen, you may believe that I am God.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am telling you the truth: If you receive the one I send to you, you are also receiving me; and whoever receives me, is also receiving my Father, the one who sent me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jesus said this, he was troubled within himself. He solemnly declared, \"I am telling you the truth: One of you is going to hand me over to my enemies.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The disciples looked at one another. They were confused about which of them he was talking about.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of the disciples, John, the one whom Jesus especially loved, was at the table next to Jesus.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simon Peter motioned to John that he should ask Jesus which disciple he was talking about.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So John leaned back against Jesus and asked him quietly, \"Lord, who is it?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered, \"It is the one to whom I will give this piece of bread after I dip it in the bowl.\" Then he dipped the bread and gave it to Judas, the son of Simon Iscariot.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as Judas took the piece of bread, Satan entered in to him and took control of him. Jesus said to him, \"Whatever you need to do, do it quickly.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one else at the table knew why Jesus had said that to him.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some thought that because Judas had the money bag, Jesus was telling him to go and buy some things needed for the Passover Festival. Others thought Jesus was telling Judas to give something to the poor.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After receiving the bread, immediately Judas went out. It was night.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Judas left, Jesus said, \"Now God will make people know what I, the Son of Man, am doing. I, the Son of Man, will make people know what God is doing as well, and people will praise him for it.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since I, the Son of Man, make God known to people and since I honor him, God will also honor me. God will do this immediately.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Little children, I am with you just a little while longer. You will look for me; but, just as I told the Jews, and as I am now telling you, where I am going, you cannot come.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will give you this new command: You must love one another, just as I have loved you.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you love one another, all people will know that you are my disciples.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simon Peter said to him, \"Lord, where are you going?\" Jesus replied, \"Where I am going, you cannot come with me now; but you will come later.\"\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter said, \"Lord, why can I not come with you now? I would lay down my life for you!\"\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered, \"Would you really lay down your life for me, Peter? I am telling you the truth: The rooster will not crow in the morning before you will say three times that you do not know me!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}