{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Do not be upset or anxious. You are trusting in God; trust also in me.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Where my Father lives there are many places to live. If that were not true, I would have told you. I go there to prepare a place for you.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I am going there to prepare a place for you, I will return and take you to be with me, so that where I am, there you may be with me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know where I am going, and you know the way.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Thomas said to him, \"Lord, we do not know where you are going. How can we know the way?\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"I am the way, I am the truth, and I am the life. No one can come to the Father and live with him unless he comes through me.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you knew me, you would have known my Father also. From now on, you know him and you have seen him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Philip said to Jesus, \"Lord, show us the Father and that will be all we will ever want!\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"Philip, I have been with you so long, and still you do not know me. Those who have seen me, have seen my Father. So why do you say 'Show us the Father'?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you not believe that I am joined to my Father and that my Father is joined to me? The things I have told you—I did not think of these things; rather, it is my Father who has sent me to tell you all of these things, for my Father is joined to me and works through me.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Trust me because I have told you that I am joined to the Father and that the Father is joined to me, or else trust me because of all the signs and mighty acts you have seen me do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am telling you the truth: Whoever trusts in me will also do the things that I do. He will do even greater works because I am going to be with the Father.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whatever you ask in my name, that I will do. I will do this in order that everyone might honor the Father and that they might know the Father because of everything that I, his Son, do.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you ask the Father for anything because you belong to me, I will do it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you love me, you will live as I have taught you.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will ask the Father to give you another gift, and he will send you another Helper, one who will come alongside you to be with you forever.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He is the Spirit who tells the truth about God. The unbelieving people in this world will never welcome Him. The world cannot see him or know him. You know him because he lives with you and he will be joined to you.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will not abandon you and leave you with no one to care for you; I will come to you.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Soon the world will not see me anymore, but you will see me. Because I live, you will live.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you see me again, you will know that I am joined to the Father and that you are joined to me and I to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone who has heard my commandments and obeys them, they are the ones who love me. And the ones who love me, my Father will love them, too; I will love them and I will reveal myself to them.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Judas (not Iscariot, but the other disciple with the same name) spoke to Jesus. He said, \"Lord, how will you reveal yourself just to us and not to the whole world?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied to him, \"This is how you can tell whether people love me: Whether they do what I have told you to do. Any people like this, my Father will love them. He and I will come to them and live with them.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for those who do not love me, they will not obey what I have told them to do. The things I have told you are not things that I have decided to say on my own; instead, they are things that my Father has sent me to tell you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have said these things to you while I am still with you.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Helper, the one who comes alongside to be with you—my Father will send him in my name. He will teach you everything that you need to know. He will also cause you to remember all the things that I have told you.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As I leave you with peace, it is my peace that I am giving to you. I give you a kind of peace no one and nothing that belongs to this world can give you. So do not be upset or anxious; and do not be afraid.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You heard me say to you that I am going away and will later come back to you. If you loved me, you would be glad that I am going back to the Father because the Father is greater than I am.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have told you these things now before they happen so that, when they do happen, you will continue to trust me.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will not be able to talk with you much longer because the ruler of this world is coming. However, he has no power over me,\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and I will do what the Father has commanded me to do. This is so that the world will know forever that I love the Father. Come, let us go from here.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}