{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I told you these things so that you would not stumble or stop trusting in me because of the difficulties you must face.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Difficult days are ahead. Your enemies will stop you from worshiping in the synagogues. However, something even worse will happen. The days are coming when people will put you to death and think that they are pleasing God.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will do this because they have not known the Father or me.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have told you these things so that at the time when these hardships come, you will remember that I warned you. I did not tell you these things at the beginning because I was with you then.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Now I am going back to the Father. He is the one who sent me. Yet none of you dares to ask me, 'Where are you going?'\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because I have said these things to you, now sorrow has filled up your hearts.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I tell you the truth, it is good for you that I am going away. Unless I go away, the Helper who comforts you will not come. If I go away, I will send him to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Helper comes, he will convict them of the sins they have committed; he will show them that they do not reach God's standard of goodness; and he promises them that God will judge them because they did what God commanded them not to do.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their guilt from sin comes because they could not put their trust in me.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their failure to measure up to God's standard of goodness is confirmed because I am going back to my Father, and you will no longer see me.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their final accounting will come when God brings his punishment against them for their sin. This is shown by the punishment that Satan, the prince of this world, will receive because he fought against God.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have many more things I want to tell you. However, if I tell you now, you will not be able to live well knowing these things.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Spirit of truth comes, he will lead you into all the truth you need to know. He will not speak from his own authority, but whatever he hears he will tell you, and he will tell you ahead of time about things that will happen.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Spirit will honor me by telling you who I am and showing you what I have done. He will explain to you everything he heard from me.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everything my Father has belongs to me. That is why I said that the Spirit will take whatever he receives from me and will explain it to you.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In a little while, you will not see me. Then after a little while, you will see me again.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So some of his disciples said to one another, \"What does Jesus mean when he says to us, 'In a little while, you will not see me,' and 'after a little while, you will see me again' and what does he mean by 'because I am going back to my Father'?\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They kept asking, \"What does he mean by saying, 'after a little while'? We do not understand what he is saying.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus saw that they wanted to ask him more questions. So he said to the disciples, \"Why are you asking each other what I meant? I said that in a little while, you would not see me; and then after a little while, you would see me again.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am telling you the truth: You will cry and grieve, but those who belong to this world will rejoice. You will go through great sadness, but your sadness will turn into joy.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is like a woman who is suffering the pains of labor when giving birth. After her baby is born, she forgets her anguish because of the joy she has that her child has been born into the world.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You, like her, have sorrow now, but I will see you again and God will give you great joy, joy no one can take from you.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day, you will have no more questions to ask me. I am telling you the truth: Whatever you ask the Father, he will it give it to you when you ask because you are joined to me.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Up until now, you have not asked for anything like that. Ask and you will receive it, and God will give you such joy that fills everything.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have been speaking these things using language of parables and riddles, but there will soon be a time when I will no longer use that kind of language. Instead, I will tell you all about my Father in language that you can clearly understand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time you will make your requests to God in my name and according to God's purposes. I will not have to ask the Father to meet your needs,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for the Father himself loves you because you have loved me and have put your trust in me and because you know that I came from God.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I came from the Father, and I entered this world. Now I am leaving this world, and I am going back to the Father.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then his disciples said, \"Finally! Now you are speaking plainly and not using figurative language.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now we understand that you know everything. There is no need to ask you questions. This is why we gave you our trust, and we know for certain that you came from God.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied to them, \"Do you now finally put your trust in me?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look! The time is coming when others will scatter you everywhere! Each one will go toward his own home, and you will leave me. However, I will not be alone because the Father is always with me.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have told you these things so you may have peace in me. In the world you have trials and sorrows, but be brave! I have conquered the world!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}