{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jesus said these things, he looked up to the sky and said, \"Father, it is time for you to announce to everyone and to tell them who I, your Son, am, and to show them all that I have done. Do this so that I, your Son, may reveal you to everyone who you really are, the great King who can do anything.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do this just as you have allowed me, your Son, to rule over all people. Father, you have done this in order that I might be able to them live forever—all whom you have given to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is everlasting life: To know you, Father—you, who are the only true God, and to know me, Jesus the Messiah, the one whom you have sent into the world.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have brought all kinds of people to you to show them all about you. I did this by finishing the work you gave me.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Father, give me honor by bringing me into your own presence, as we were before the time we created the world.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those whom you chose from everyone in this world to belong to me—I have taught them who you really are and what you are like. They belonged to you and you have given them to me. They have believed in what you said to them, and they have obeyed it.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now they know that everything you have given me comes from you.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I gave them the message that you gave me. They accepted it, and now they know for sure that I came from you, and they believe that you sent me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am praying for them. I am not praying for those who belong to this world, those who continue to oppose you. I am praying for those whom you gave me because they belong to you.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All I have belongs to you, and all you have is mine. They know who I am, and they sincerely tell the truth about who I am.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am not staying in the world any longer. However, they are staying in the world. I am coming to you. Holy Father, keep them safe; keep them belonging to yourself by the same power that you gave to me so that they may be united together, just as we are.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While I was with them, I kept them safe and watched over them by your own power. Not one of them was lost, except the one whom you had destined for destruction, as the scriptures foretold long ago.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I am coming to you, Father. I have said these things while I am here in the world so that I may give them my complete joy. \n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have spoken your messages to them, and the world has hated them and would not listen to your message. The world hated them because, like me, they do not belong to this world, but they have another home.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am not asking for you to take them out of this world, but instead for you to protect them from the harm that the evil one can do to them.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They do not belong to this world, just as I do not.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Set them apart for yourself by teaching them the truth about yourself. Teach them what they need to know so that you can set them apart, for your messages are completely true.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As you sent me into the world, I am sending them into the world.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am giving myself completely to you for their sakes so that they can truly give themselves to you.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I am praying not only for these, but also I am praying for those who will trust in me when they hear their message.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I pray that they may all be united, just as you and I are united. Father, you are united to me, and I am to you—may they also be united to us. Do this so that the world will know you sent me.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have shown them who I am, and they have seen what I have done. I have taught them this so that they may be united together, as you and I are united.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am united with them and you are united with me. I have done this so that they may be perfectly united together and so that the unbelievers may know that you sent me and that you love them, just as you love me.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Father, I want these whom you have given to me to be with me always where I am so that they can see the splendor and majesty you will give to me when I am with you. You do this because you have loved me from before the time we created the world.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "O Righteous Father, the world does not know you, but I know you; and these with me here know that you have sent me to them.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have made them know who you are. I will continue to do this so that you may love them like you love me and so that I may be united with them.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}