{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus finished his prayer, he went with his disciples and crossed the Kidron Valley. On the other side there was a grove of olive trees, and they entered it.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judas, the one who was about to hand Jesus over to his enemies, knew where the place was because Jesus often went there with his disciples.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the chief priests and the Pharisees had ordered some soldiers and officers to go there with Judas. So they went to the garden with lanterns, torches, and weapons.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus knew what was going to happen to him, so he went forward and asked them, \"For whom are you looking?\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They replied to him, \"Jesus the Nazarene.\" Jesus said to them, \"I am that person.\" (Now Judas, the one who was handing him over, was standing with them.)\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus said to them, \"I am that person,\" they swiftly moved back and fell to the ground.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he asked them again, \"For whom are you looking?\" They answered, \"Jesus the Nazarene.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied to them, \"I told you that I am that person. Since I am the one you are looking for, let these other men go.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This happened in order to fulfill the words he had said when he was praying to his Father, \"I did not lose even one of those you gave me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Simon Peter drew out a short sword and struck the high priest's servant, a man named Malchus, and cut off his right ear.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to Peter, \"Put your sword back into its sheath! Of course I will suffer in the way that my Father has planned for me to do.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the group of soldiers, along with their captain and some of the temple guards, seized Jesus and tied him to prevent him from escaping.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they took him to Annas, the father-in-law of Caiaphas, who was the high priest that year.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was Caiaphas who had advised other leaders that it would be better that one man should die for the people than that all the people should perish.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simon Peter followed Jesus and so did another disciple. The other disciple was known to the high priest, so he had permission to enter the high priest's courtyard when the soldiers took Jesus.\n\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter had to stop outside at the gate. So the other disciple went out again and spoke to the servant girl who was watching the gate, and she let Peter in.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That servant girl said to Peter, \"You are one the disciples of the man whom they have arrested, are you not?\" He said, \"No, I am not.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was cold, so the high priest's servants and temple guards made a charcoal fire and were standing and warming themselves around it. Peter was also there with them. He was standing and warming himself.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The high priest questioned Jesus about his disciples and what he had been teaching them.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied, \"I have spoken openly to everyone. I have always taught in the synagogues and in the temple, in the places where our people come together. I have said nothing in secret.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So why are you asking me these questions? Ask the people who heard what I taught them. They know what I said.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus said these things, one of the temple guards standing near him struck him hard with his hand. He said, \"That is not the right way to answer the high priest.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied to him, \"If I had said something wrong, tell me what it was. However, if what I said was right, you should not slap me!\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Annas sent Jesus, who was still tied up, to Caiaphas the high priest.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simon Peter was still standing and warming himself. Another person said to him, \"You are one of the disciples of the man whom they have arrested, are you not?\" He said, \"No, I am not.\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of the high priest's servants, a relative of the man whose ear Peter had cut off, said to him, \"Surely I saw you in the olive tree grove with the man they have arrested, did I not?\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter again denied it, and immediately a rooster crowed.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the soldiers led Jesus from Caiaphas' house to the headquarters of Pilate, the Roman governor. It was early morning. Pilate was not a Jew, so Jesus' accusers thought that if they entered his headquarters, they would defile themselves and be unable to celebrate the Passover Festival. So they did not go in.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Pilate came out to talk to them. He said, \"Of what are you accusing this man?\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"If this man were not a criminal, we would not have brought him to you!\" they replied.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Pilate said to them, \"Take him yourselves, and judge him by your own law.\" Then the Jewish leaders said, \"We want to execute him, but your Roman law prevents us from doing that.\"\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said this in order to make true what Jesus had said about the kind of death he was going to die.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pilate then went back inside his headquarters. He summoned Jesus and said to him, \"Are you the king of the Jews?\"\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied, \"Are you asking because you yourself want to know, or did others tell you to ask me this question?\"\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pilate replied, \"I am not a Jew! Your own nation and the chief priests have delivered you over to me. What have you done wrong?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied, \"My kingdom is not part of this world. If my kingdom were of this world, my servants would have been fighting to keep me from being handed over to my Jewish opponents, but my kingdom is not of this world.\"\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Pilate said to him, \"So you are a king?\" Jesus replied, \"Yes. The reason I was born and came into this world was to tell people the truth about God. Everyone who loves the truth listens to me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pilate asked him, \"What is true?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "After Pilate asked that question, he went outside and talked to the Jewish leaders again. He said to them, \"I find he has broken no law.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, you Jews have a custom where every year during the Passover Festival, you ask me to release one man who is in prison. So would you like for me to release to you the King of the Jews?\"\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They shouted again, \"No, do not release this man, but release Barabbas!\" Now Barabbas was a revolutionary.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}