{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Pilate sent for Jesus. He had his soldiers beat him severely using whips.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The soldiers also twisted together a crown and they put it on his head. They also put a purple robe on him.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They mocked him and said, \"Greetings, King of the Jews!\" and they struck him over and over again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pilate came outside again and said to the people, \"Look, I am bringing him out to you so that you can know that I find no reason to punish him.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jesus came out, wearing the crown of thorns and the purple robe. Pilate said to them, \"Look, here is the man!\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the chief priests and temple guards saw him, they shouted, \"Crucify him! Crucify him!\" Pilate said to them, \"Take him yourselves and crucify him! As for me, I find no reason to punish him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jewish leaders replied to Pilate, \"We have a certain law that says he ought to die because he claimed to be the Son of God.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Pilate heard this, he was even more afraid.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He entered his headquarters once more and called the soldiers to bring Jesus back inside. Then he said to Jesus, \"From where do you come?\" However, Jesus gave him no answer.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Pilate said to him, \"Will you not speak to me? Do you not know that I have authority to release you, and I also have authority to crucify you?\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered him, \"You would have no authority over me at all, if God had not given it to you. So the one who handed me over to you is guilty of a worse sin.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From that moment on, Pilate kept trying to release Jesus. However, the Jewish leaders cried out, \"If you release this man, you are no friend of Caesar! Anyone who makes himself a king, stands opposed to Caesar.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Pilate heard that, he brought Jesus out. Then Pilate sat down before him in the judgment seat, the place where he usually pronounced verdicts. This was called \"The Stone Pavement,\" and in Aramaic it was \"Gabbatha.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now it was the day before the Passover Festival, the day of preparation. It was almost noontime when Pilate said to the Jews, \"See, here is your king!\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They shouted, \"Take him away! Take him away! Crucify him!\" Pilate said to them, \"Should I crucify your king?\" The chief priests replied, \"We have no king but Caesar!\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Pilate handed Jesus over to them, and they took him away.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He went out, carrying his own cross by himself to the place called \"The Place of a Skull,\" which in Aramaic is called \"Golgotha.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There they crucified him, and at the same time they also nailed two other criminals to their crosses. One was on either side, with Jesus in the middle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pilate also told someone to write on a board a notice and fasten it to Jesus' cross. It read, 'Jesus of Nazareth, the King of the Jews.'\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many Jews read this sign, because the place where Jesus was crucified was near the city, and the sign was written in three languages: Aramaic, Latin, and Greek.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The chief priests went back to Pilate and said, \"You should not have written, 'King of the Jews', but rather, this man said, 'I am King of the Jews.'\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pilate replied, \"You must leave the sign exactly as I have written it.\"\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the soldiers had put Jesus on the cross, they took his clothes and divided them into four parts, one part for each soldier. However, they kept his tunic separate. This tunic had been woven from top to bottom from one piece of cloth.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they said to each other, \"Let us not tear it. Instead, let us decide who will keep it as one piece by casting lots for the one who will get it.\" This happened to make come true the scripture that said,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"They divided my clothes among them.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "They cast lots for my clothing.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The soldiers did those things.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Jesus' mother, his mother's sister, Mary the wife of Clopas, and Mary Magdalene were all standing near his cross.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus saw his mother standing there and John, the disciple whom he especially loved, standing nearby, he said to his mother, \"Mother, here is the one who will act like a son to you.\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And he said to the disciple, \"Here is your mother!\" So from that very moment, that disciple took her to live in his home.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A little later, Jesus knew that everything that God sent him to do had now been done, and in order to make come true one final thing that the scriptures had foretold, he said, \"I am thirsty!\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A jar of sour wine stood there, so they took a short branch from a hyssop plant and put a sponge on it, and they dipped in the sour wine and held it up to Jesus' mouth.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jesus drank the sour wine, he said, \"It is finished,\" and he bowed his head and died.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This was the day of preparation for the Passover (and the next day was a very special Sabbath). It was against the law to allow dead bodies to remain on the crosses on the Sabbath, so they went to Pilate and asked him to break the legs of the three men so that the men would die quickly and their bodies would be taken down.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the soldiers came and broke the legs of the first and then of the other, the two men who had been crucified with Jesus.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they came to Jesus, they saw he was dead already. So they did not break his legs.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, one of the soldiers pierced Jesus' side with a spear, and right away blood and water poured out of his body.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who saw this bears witness—his testimony is true, and he knows he is telling the truth—so that you may put your trust in Jesus.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These things happened in order to fulfill what was written in scripture: \"No one will break any of his bones.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And they fulfilled another scripture that read: 'They will look on the one whom they have pierced.'\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After these things, Joseph of Arimathea, a disciple of Jesus, but a secret disciple because he was afraid of the Jews, went to Pilate and asked him if he might take away Jesus' body. Pilate gave Joseph permission, so he came and took away the body of Jesus.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nicodemus, who had once come to Jesus at night, also came and brought with him a mixture of myrrh and aloe spices to prepare the body for burial. The spices weighed about 33 kilograms.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took the body of Jesus and wrapped it in strips of linen cloth, and they packed the wrappings full with all the spices.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now in the place where Jesus was crucified was a garden, and at the edge of the garden was a new tomb in which no one had been buried.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Passover was about to begin that evening, and they chose this tomb because it was close at hand and because they could bury Jesus quickly. So they laid Jesus there.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}