{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Three days later, there was a wedding in Cana, a city in Galilee, and Jesus' mother was there.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also invited Jesus and his disciples to the wedding.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They served wine to those attending the wedding and they drank all the wine they had. Jesus' mother said to him, \"They are out of wine.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to her, \"Madam, what does that have to do with me? The chosen time to begin my most important work has not come yet.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus' mother turned and said to the servants, \"Do whatever he tells you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were six empty stone jars there. They held water so that the guests and servants could wash their hands and feet, and so that other Jewish rites of cleansing could be done. Each jar could hold 75 to 115 liters.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to the servants, \"Fill the jars with water!\" So they filled the jars to the brim.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he told them, \"Now, draw some water out of a jar and take it to the director of the feast.\" So the servants did that.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The director of the feast tasted the water, which had now become wine. He did not know where the wine had come from, although the servants knew. So he called the bridegroom to himself.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Everyone serves the best wine first, and later when the guests have drunk a lot and the best is gone, then they serve the cheap wine. But you have kept the best wine until now.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That was the first miracle Jesus did, one that signified truth about Jesus. He did it in the village of Cana, in the region of Galilee. There he showed that he could do amazing things. So the disciples trusted in him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After this Jesus and his mother and brothers, along with his disciples, went down to the city of Capernaum, and they stayed there a few days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now it was almost time for the Jewish Passover Celebration. Jesus and his disciples went up to Jerusalem.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There in the temple courtyard he saw men selling cattle, sheep, and pigeons. The animals were sold to those who were making their sacrifices at the temple. He also saw men sitting at tables selling temple money.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jesus made a whip from some leather cords and he used it to drive out the sheep and the cattle from the temple. He overturned the tables of the moneychangers and scattered their coins on the ground.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He commanded those who were selling pigeons, \"Take these pigeons out of here! Do not turn my Father's house into a marketplace!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This reminded his disciples about what someone had written in the scriptures long before, \"I love your house so much, O God, that I will die for it.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jewish leaders asked him, \"What miracle can you do for us to prove you have permission from God to do what you are doing?\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied to them, \"Destroy this temple, and in three days I will rebuild it again.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Are you saying that you are you going to rebuild this entire temple is just three days?\" they asked him. \"It took forty-six years to build this temple.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, the temple Jesus was speaking about was his own body, not the temple building.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later, after Jesus had died and God had raised him from the dead, his disciples remembered what he had said about the temple. They believed both what the scriptures said and what Jesus himself had said.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus was in Jerusalem during the Passover Festival, many people trusted in him because they saw the miracles that signified truth about Jesus.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nevertheless, Jesus knew what people were like, and because he knew them so well, he did not trust them.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did not need anyone to tell him how evil people were. He knew everything about them.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}