{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that, Jesus appeared to the disciples by Lake Tiberias (also known as the Sea of Galilee). He made himself known in this way:\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simon Peter, Thomas (called The Twin), Nathaniel of Cana in Galilee, the sons of Zebedee (James and John), and two other disciples, were together.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simon Peter said to the others, \"I am going fishing.\" They said, \"We will go with you.\" They went out and got into the boat, but that night they caught nothing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the morning as day was breaking, Jesus stood on the shore, but the disciples did not know that it was Jesus.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"My friends, do you have any fish?\" They said, \"No.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Throw your net out off the right side of the boat and you will find some.\" They cast it as he told them, and they caught so many fish in the net that they were unable to pull the net into the boat!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "John, the disciple whom Jesus especially loved, said to Peter, \"It is the Lord!\" When Simon Peter heard him say this, he tucked up his outer garment around himself (he had worn almost nothing while working), and jumped into the water.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The other disciples came to shore in the boat, pulling behind the net full of fish. They were not far from shore, only ninety meters away.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they got to shore, they saw a charcoal fire ready and hot, with fish cooking on it, and there was some bread.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"Bring some of the fish that you have just caught!\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simon Peter got back in the boat and dragged the net to the shore, full of large fish. There were 153 of them. Even so, the net was not torn.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"Come and eat breakfast!\" None of the disciples dared to ask him, \"Who are you?\" They knew it was the Lord.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus came and took the bread and gave it to them. He did the same with the fish.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This was the third time that Jesus appeared to the disciples after God had brought him back from the dead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they finished breakfast, Jesus said to Simon Peter, \"Simon, son of John, do you love me more than these others love me?\" Peter said to him, \"Yes, Lord, you know I love you.\" Jesus said, \"Feed my lambs.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him a second time, \"Simon, son of John, do you love me?\" He replied, \"Yes, Lord, you know that I love you.\" Jesus said to him, \"Be a shepherd to my sheep.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him a third time, \"Simon, son of John, do you love me?\" Peter was grieved because Jesus asked him three times, \"Do you love me?\" Peter said, \"Lord, you know everything. You know that I love you.\" Jesus said, \"Feed my sheep.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am telling you the truth: When you were young, you put your own clothes on and you walked about wherever you wanted to go. However, when you are old, you will stretch out your hands, and someone will dress you and will lead you where you do not want to go.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said this to indicate how Peter would die in order to honor God. Then Jesus said to him, \"Follow me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter turned around and saw John, the disciple whom Jesus especially loved following them. He was the one who had leaned close to Jesus at the table and said, \"Lord, who is going to hand you over to your enemies?\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Peter saw him, he said to Jesus, \"Lord, what is going to happen to this man?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"If I want him to remain alive until I return, that is not your concern! You follow me.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the report circulated among the brothers and sisters that this disciple was not going to die. Yet Jesus did not say that he would not die. He said only, \"If I want him to remain alive until I return, that is not your concern!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, John, am the disciple who is bearing witness about all these things, and I have written them down. We know that his testimony is true.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus did many other things, so many that if they were all written down, I suppose the whole world could not contain the books that would be written.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}