{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a man named Nicodemus. He was a member of the Pharisees, a very strict group within the Jewish faith of that day. He was an important man, a member of the highest Jewish governing council.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He went by night to see Jesus. He said to Jesus, \"Teacher, we know that you are a teacher who has come from God. We know this because no one could perform the miracles you are doing unless God helped him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied to what Nicodemus said, \"I am telling you the truth, no one can enter God's kingdom unless he is born again.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Nicodemus said to him, \"How can a person be born again when he is old? No one can enter his mother's womb and be born a second time!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered, \"I guarantee that this also is true, no one can enter God's kingdom unless he is born both by water and the Spirit.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If someone is born from a human, that person is a human being. But those who are born again by the work of God's Spirit have a new spiritual nature that God makes within them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not be amazed when I tell you that you must be born again.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is like this: The wind blows wherever it wants. You hear the sound of the wind, but you do not know where it comes from or where it goes. It is just like that with everyone who is made alive by the Spirit: The Spirit gives a new birth to whomever he desires.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nicodemus replied to him, \"How can this be true?\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied to him, \"You are an important teacher in Israel, and yet you do not understand what I am saying?\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am telling you the truth, we say the things that we know to be true, and we are telling you what we have seen, yet none of you to whom we speak these things trusts what we are saying.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you do not trust what I say when I tell you about things of this earth, how will you trust what I say when I tell you about things of heaven?\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, the Son of Man, am the only one who has gone up to heaven, and I am the only one who has come down here to the earth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Long ago Moses, when he was in the wilderness during the Exodus, lifted up a poisonous snake on a pole and all who looked up at it were saved. In the same way, the Son of Man must be lifted up\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so that whoever looks up and trusts in him will have eternal life.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God loved the world in this way: He gave his only Son, so that anyone who trusts in him would not die, but would have everlasting life.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God did not send his Son into the world to pronounce sentence on it, but to save it.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone who trusts in the Son, God will never condemn. But everyone who does not trust in him, God has already put under his condemnation, because they did not put their trust in the name of the only Son of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God has made his justice for sinful people plain for all to see: His light has come into the world, but the people of this world have loved their darkness and they hide from the light. They loved the darkness because what they were doing was ugly and evil.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone who does wicked deeds hates the light, and they never will come to it because the light exposes what they do and reveals how wicked they are.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But those who do what is good and true come to the light so that what they do may be seen by all and so that all might know that they were obeying God when they did these things.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After those things happened, Jesus and his disciples went to the region of Judea. He stayed there a while with his disciples and he baptized many people.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "John the Baptizer was also baptizing people near the village of Aenon near Salim in the region of Samaria. There was much water in that place, and so many people kept coming to John.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is before the time when John's enemies had put him in prison.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "An argument arose between some of John's disciples and one particular Jewish man about washing to make oneself acceptable to God.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who were arguing came to John and said, \"Teacher, there was a man who was with you when you were baptizing people on the other side of the Jordan River. You pointed him out to us and told us who he was. Well, now he is baptizing across the way in Judea and many people are going out to him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "John replied to them, \"A person cannot receive even one thing unless God gives it to him.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know I was telling the truth when I told you, 'I am not the Messiah, but I was sent before him to make the road good for when he came.'\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am like the friend of the bridegroom. I am standing there waiting for the groom to come. The friend of the bridegroom is very happy when he hears the bridegroom's voice when he finally arrives. Therefore, because all this has happened, my joy is overflowing because he has come.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Over time he will grow in status and importance, and I will become less and less important.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus comes from heaven, and he is higher in position than anyone else. We have our home on earth, and we can speak only of things that belong to the earth. The one who comes from heaven is above everyone on the earth and everything there is.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now there is one here who gives his testimony to what he has seen and heard, but no one accepts what he says or trusts it to be true.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, those who have trusted in what he said, they testify that God is the source of all truth, and that he alone is the measure and standard of everything that is true.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God has sent his spokesman, and what he has said is true, for he speaks God's words. And he gives his Spirit with no concern for how much he gives.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Father loves the Son and he puts everything under his power.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever trusts in God's Son has everlasting life. Whoever does not obey the Son of God can never have everlasting life, and the righteous fury of God for every sin which that person has done will remain upon him forever.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}