{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus got a report about the Pharisees. They found out that Jesus was gaining more followers than John the Baptizer and that he was baptizing more people than John was.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus himself was not personally doing the work of baptizing; his disciples were doing that.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jesus and his disciples left the region of Judea and returned once more to Galilee.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now they had to go through the region of Samaria.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they arrived at a town called Sychar in the region of Samaria. Sychar was near the plot of ground that Jacob had given to his son Joseph long ago.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just outside the town of Sychar was Jacob's well. Jesus was very tired from his long journey, and he sat down to rest beside the well. It was about noon.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A woman from Samaria came out to the well to draw some water. Jesus said to her, \"Give me a drink.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now his disciples had left him alone because they had gone into the town to buy food.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman said to him, \"I am surprised that you, a Jew, are asking me, a woman from Samaria, for a drink.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied to her, \"If you had known the gift that God wants to give you and if you had known who is asking you for a drink, you would have asked me for a drink, and I would have given you living water.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Sir, you do not have a bucket or a rope with which to draw the water up out of the well, and this well is deep. Where would you get this living water?\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You cannot be greater than our father Jacob. He dug this well that we use today, and he drank from it himself, as did his children and his animals.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied to her, \"Everyone who drinks water from this well will be thirsty again,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but those who drink the water I will give them will never be thirsty again. The water I give will become a spring of water that fills them up and brings them everlasting life.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman said to him, \"Sir, give me this water, so that I will never be thirsty or have to come here to draw water again.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus knew she did not understand what he was saying, so he said to her, \"Madam, go and call your husband and bring him here.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman answered him, \"I do not have a husband.\" Jesus said to her, \"You are right in saying that you have no husband,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because you have had not one, but five, husbands, and the man you are living with now is not your husband. What you have said about not having a husband is true.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman said to him, \"Sir, I see you are a prophet.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our ancestors worshiped God right here on this mountain, but you Jews say that Jerusalem is the place we must worship God. Who is right?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to her, \"Madam, believe me when I say that a time is coming when neither here on this mountain, nor in Jerusalem, will people worship the Father.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You people in Samaria worship what you do not know. We Jewish worshipers know whom we worship because salvation comes from the Jews.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The time is coming and has now arrived when those who truly worship God will worship the Father spiritually and in truth. The Father searches for such people so that they may worship him in this way.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God is Spirit, and those who worship him must worship him spiritually, and the truth must lead them in worship.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman said to him, \"I know that the Messiah is coming (the one also called \"Christ\"). When he comes, he will tell us everything we need to hear.\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to her, \"I, who am speaking to you now, I am he!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just then, the disciples came back from town. They were amazed that Jesus was talking with a woman who was not a member of his family. (That was against the Jewish custom.) Nevertheless, no one was brave enough to ask him, \"What were you doing talking to a woman by yourself?\" or \"Why are you talking with her at all?\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman left her water jar there and went back into town. She said to the people of the town,\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Come and see a man who told me everything I have ever done! He could not be the Messiah, could he?\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many people started heading out of town, going where Jesus was.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His disciples, who had just returned with the food, urged him, \"Teacher, eat something.\"\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"I have food to eat that you know nothing about!\"\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they were saying to one another, \"No one else could have brought him something to eat, could they?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said, \"I will tell what I am most hungry for: It is to do what my Father who sent me wants and to complete all his work.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At this time of the year you usually say, 'There are four months left, and then we will harvest the crops.' Yet look all around you! The fields are ready for harvest at this moment. The non-Jews are now wanting God to rule over them; they are like the fields that are now ready to be harvested.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who believes this and is ready to work in this kind of harvest is already receiving his payment and is gathering much fruit for eternal life. Those who sow the seed and those who reap the harvest will be glad together.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This statement is true: One person plants the seeds, and another person harvests the crops.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I sent you to gather the harvest from a crop you did not plant. Others have worked very hard, but you are now joining in their work.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many Samaritans who lived in the town of Sychar put their trust in Jesus because of what they heard about him from all the woman told them. She said, \"He told me everything I have ever done.\"\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Samaritans came to Jesus, they urged him to stay a longer time with them. So he stayed there two more days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many more of them trusted in Jesus because of what he proclaimed to them.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They told the woman, \"We believe in Jesus now, not just because of what you told us about him but also because we have heard his message for ourselves. Now we know that this man truly is the Savior of the world.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After those two days in Samaria, Jesus and his disciples left and went to the region of Galilee.\n\n\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(Jesus himself confirmed that a prophet receives honor in many places but never in the place where he grew up.)\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, when he arrived in Galilee, many of the people there welcomed him. They knew who he was because they saw all the things he had done in Jerusalem during the recent Passover Festival that was held there.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus went back again to Cana in Galilee. (That was where he had turned the water into wine.) There was an official of the king who lived in Capernaum just twenty-seven kilometers away, and his son was very sick.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When that man heard that Jesus had come back to Galilee from Judea, he went to Jesus in Cana and begged him, \"Come down to Capernaum and heal my son. He is about to die!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"Unless you see me do things that prove who I am and watch me do miracles, you will not trust in me!\"\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet the official said to him, \"Sir, please come down to my home before my son dies!\"\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"Go. Your son will live.\" The man trusted what Jesus said and he started on his way back home.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As he was traveling down to his home in Capernaum, his servants met him along the road. They told him, \"Your child is going to live.\"\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He asked them, \"At what time did my son begin to improve?\" They said to him, \"His fever ceased yesterday afternoon at one o'clock.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the boy's father realized that this was the time Jesus told him, \"Your son lives.\" So he trusted in Jesus, along with everyone who lived in his house.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That was the second time Jesus did something to prove to people who he was. He did it during the time that he came to the region of Galilee, having traveled there from Judea.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}