{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the time came for another Jewish festival, and Jesus went up to Jerusalem for it.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There is in Jerusalem beside one of the gates going into the city, a place called the Sheep Gate. At that gate there is a pool called Bethesda (as it said in Aramaic). Next to the pool are five roofed porches or colonnades.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One man who could not walk had been there for thirty-eight years.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus saw him lying there and realized that he had been in this condition for a long time. He said to the man, \"Do you want to become healthy and strong?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man replied to him, \"Sir, I have no one here to help me get down into the pool when the water is stirred. While I am trying to get to the pool, someone else always steps down in front of me.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"Get up! Take up your bed and walk!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At once the man was healed, and he picked up his bed and walked.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Now that day was the Sabbath, the day of rest.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Jewish leaders said to the man who had been healed, \"It is the Sabbath day, and you know it is against our law for you to carry your mat on this day of rest.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man who had been healed said to them, \"But the one who healed me told me, 'Take up your bed and walk!'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They asked him, \"Who was that man?\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now although Jesus had healed the man, the man did not know his name. After healing him, Jesus had left the man and disappeared into the crowd.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later, Jesus found the man in the temple and said to him, \"See, you are well now. Do not sin anymore, so nothing worse will happen to you.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man went away and told the Jewish leaders that the man who had healed him was Jesus.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Jews began efforts to stop Jesus because he was doing marvelous things and was showing his power and because he often did those works on the Sabbath day.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus gave this answer to them, \"My Father is working even now, and I am also working.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is why the Jews were trying more and more to put Jesus to death, not only because he was breaking the Sabbath day, but also because he even called God his own Father, claiming that he was equal to God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied to them, \"I am telling you the truth: I, the Son of Man, can do nothing on my own authority. I can do only what I see the Father doing. Whatever the Father does, that is what I, the Son, do.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Father loves me, the Son, and shows me everything he is doing. Even greater works than these the Father will show me, so that you may see what I can do and be amazed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As the Father raises up those who have died and gives them life again, so I, the Son, give life to anyone I want.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Father judges no one, but has given over all judgment to me,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so that all people may honor me, the Son, in the same way that they honor the Father. Whoever does not honor me cannot honor the Father.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am telling you the truth: Anyone who hears my message and trusts that God sent me has eternal life and will not come into God's judgment. Instead, he has gone from being dead to being alive.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am telling you the truth: A time is coming when those who have died will hear my voice, that of me, the Son of God, and those who hear me will live.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For as the Father is able to cause people to live, in the same way he has given power to me, the Son, to cause them to live.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Father has given me authority to do whatever he knows is just, because I am the Son of Man.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not be surprised at this because there will be a time when all people who have died will hear me call,\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and they will come out of their graves. God will raise to everlasting life those who have done good. But those who have done evil—God will raise them up, but only to condemn them and punish them forever.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I can do nothing on my own. Whatever I hear from the Father, that is how I judge, and I judge in a just manner. I judge justly because I do not try to do what I want, but what the Father wants, he who sent me here.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I alone were the only one to be a witness about myself, no one would believe my witness to be true or reliable.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nevertheless, there is someone else who bears witness about me, and I know that his testimony about me is true.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You sent messengers to John the Baptizer, and he told you the truth about me.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I do not actually need for him or anyone else to be a witness about me, but I am saying these things so that God can save you.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "John the Baptizer was a burning and shining lamp, and you were glad to rejoice for a while in his light.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, the witness I give about myself is even greater than the witness John gave about me. All the things that the Father has allowed me to do—I do those things every day, and you see me doing them—those things tell much about who I am; they explain my purpose for coming here. They are proof that the Father has sent me.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Father who sent me, he is the one who has given testimony about me. You have never heard his voice and you have never seen him physically.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The proof that you do not have his word living in you is that you do not trust me, the one he sent.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You carefully study the scriptures because you think that by studying them you will find eternal life, and those scriptures tell about me.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet still you refuse to come to me in order that you might receive everlasting life from me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If people praise me or congratulate me, I ignore them.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know this about you, you do not love God.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have come with my Father's authority, but still you do not welcome me or trust me. If someone else came with his own authority, you would listen to him.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How can you trust in me when you work so hard for others among yourselves to honor you? Yet all the while, you refuse to seek the true honor that comes from the one and only God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not think that I am the one who accuses you before my Father. You thought Moses would defend you, so on him you have set your hopes. However, it is Moses who accuses you.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you had accepted what Moses said, you would have received what I said as the truth.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since you did not even believe in what Moses wrote, how could you possibly trust what I have said to you!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3-4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a great number of people there who were sick, blind, and could not walk. Many people who could not walk were lying on the porch.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}