{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus went across the lake to the other side. The name of the lake was the \"Sea of Galilee\" to some people; other people called it the \"Sea of Tiberias.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A large crowd followed him because they had seen the wonders he had done in healing people who were very sick.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus went up on a steep hillside and sat down with his disciples.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now it was the time of the year for the Passover Festival, a special celebration of the Jews.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus looked up and saw that there was a very large crowd of people making their way toward him. Jesus said to Philip, \"Where will we buy bread so that all these people can have something to eat?\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He asked Philip this question to test him, to see what sort of answer he would give. However, Jesus already knew what he was going to do about this problem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Philip replied to him, \"If we had the money that a man can earn in two hundred days of work, it would not be enough money to buy bread to give each person in this big crowd even a little piece to eat.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Another one of his disciples, Andrew, who was Simon Peter's brother, said to Jesus,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"There is a boy here who has five little barley loaves of bread and two small fish. Yet, how could so little food feed so many people?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The place where the people were all coming together had a lot of grass. So Jesus said, \"Tell the people to sit down.\" So all of the people sat down, and after the disciples counted the crowd, they found that there were about five thousand people.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus took the small loaves of bread and the fish, and he thanked God for them. Then he passed the bread and the fish among all who were sitting on the ground. The people ate all the fish and bread they wanted.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When everyone had finished eating, he said to the disciples, \"Gather up all the pieces of barley bread that the people did not eat. Do not let anything go to waste.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they gathered up the pieces from the five barley loaves, and they filled twelve large baskets full from what was left over.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the people saw the miracle that Jesus had performed in front of them, they said, \"Surely he is the Prophet that God has been going to send into the world!\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus knew what the people were planning; they were about to come and force him to be their king. So he left them and went up the mountain to be by himself.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When it was evening, his disciples went down to the Sea of Galilee,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "got into a boat, and started to sail across the sea to the city of Capernaum. It was now dark, and Jesus was not with them.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A strong wind started to blow, and the waves on the sea became very rough.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they had rowed five or six kilometers, the disciples saw Jesus walking on the water and coming near the boat. They were terrified!\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"It is I! Do not be afraid!\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were very glad to take him into the boat. As soon as he was with them, their boat arrived at the place where they were going.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day the crowd of people that had stayed on the other side of the lake realized that there had been only one boat there the day before. They also knew that Jesus had not gone in the boat with his disciples.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some men came across the lake from the city of Tiberias in other boats they had. They put their boats near the place where the people had eaten the bread, that bread for which the Lord had given thanks to God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the crowd realized that neither Jesus nor his disciples were there, some of them got into those boats and sailed to Capernaum to find Jesus.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They searched and found Jesus in Capernaum on the other side of the Sea of Galilee. They asked him, \"Teacher, when did you come here?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied to them, \"I am telling you the truth: You are not looking for me because you saw me perform miracles that show who I am. No! You are looking for me only because you ate until you were full of the loaves of bread.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Stop working for food that will soon spoil! Instead, work for the food that will bring you everlasting life! That is the bread that I, the Son of Man, God's chosen one, will give you. For God the Father approves of me in every way.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people asked him, \"What works and service should we do to please God?\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied, \"What God wants you to do is this: Trust in me, the one he has sent.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they said to him, \"Then perform another miracle to prove who you are so that we can see it and believe that you came from God. What will you do for us?\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our ancestors ate manna, just as the scriptures say: 'God gave them bread out of the heavens to eat.'\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"I am telling you the truth: It was not Moses who gave your ancestors that bread from heaven. No, it was my Father, the same one who is giving you the true bread from heaven.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The true bread of God is I, the one who has come down from heaven in order to make everyone in the world truly able to live.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, \"Sir, always give us this bread.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"Just as people need food to live, everyone needs me to live spiritually. Those who take ordinary food and water will become hungry and thirsty again. But for those who ask me and trust me to enable them to live spiritually, I will do this for them.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nevertheless, I have told you that, although you see me, you still do not trust me.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people my Father gives to me will come to me, and I will never drive away anyone who comes to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I came down from heaven not to do what I want, but to do the will of him who sent me.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what the one who sent me wants, that I lose none of those whom he has given me, and that I raise all of them up on the last day.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this is what my Father wants, that everyone who looks in faith on me, the Son, and who trust in me, will have everlasting life. I will raise them up on the last day.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jewish leaders began to grumble about Jesus because he said, \"I am the bread who came down from heaven.\"\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"Is this not Jesus, whose father is Joseph? Do we not know his father and mother? How can he say with any truth, 'I have come from heaven'?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered them, \"Stop grumbling among yourselves.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one can come to me unless the Father who sent me draws him to me. The one who comes to me, I will raise him up on the last day.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is written in the Prophets, 'God will teach them all.' Everyone who hears and learns from the Father comes to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one has seen the Father except me, the one who comes from God. I alone have seen the Father.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am telling you the truth: Whoever trusts in me has everlasting life.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am the bread that gives true life.\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your ancestors ate the manna in the wilderness, but they still died.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, the bread that I am speaking of is the bread that comes down from heaven, and the one who eats it will never die.\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am the bread that makes people truly live, the bread that came down from heaven. If anyone eats this bread, he will live forever. The bread that I give for the life of the world is the death of my physical body.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jews who had listened to Jesus were now angrily arguing among themselves. They could not understand how anyone could promise that others would eat his own body.\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jesus confronted them with difficult words: \"I am telling you the truth: Unless you eat the flesh of me, the Son of Man, and drink my blood, you will never live forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who eat my flesh and drink my blood will live forever, and I will make them alive again at the last day\n"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because my flesh is true food and my blood is true drink.\n"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever eats my flesh and drinks my blood will be joined to me, and I will be joined to him.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My Father, who makes everyone alive, has sent me, and I live because my Father has made me able to. In the same way, those who feed on me will live forever because of what I will do for them.\n"
      }
    ]
  },
  "58": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am the true bread that comes down from heaven. Anyone who eats me—this bread—will never die, but will live forever! What I do is not like what happened to your ancestors because they ate the manna and then died.\"\n"
      }
    ]
  },
  "59": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said these things while he was teaching in the synagogue in the city of Capernaum.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "60": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many of his disciples said, \"What he is teaching is hard to understand. How can anyone accept what he is saying?\"\n"
      }
    ]
  },
  "61": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus was aware that some of his disciples were complaining, so he said to them, \"Does what I teach offend you?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "62": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What would you say if you saw me, the Son of Man, go back up to heaven?\n"
      }
    ]
  },
  "63": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Only the Spirit gives life that can make anyone live forever. The human nature is no help in this matter. The words I have taught you tell you about the Spirit, and they tell you about eternal life.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "64": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet there are some of you who do not trust what I am teaching you.\" Jesus said this because he knew from the start of his work who it was who would not trust in him, and he knew the person who would betray him.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "65": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said, \"That is why I told you that no one can come to me and to live forever unless the Father makes him able to come to me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "66": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From that time on, many of Jesus' disciples turned back from following him.\n"
      }
    ]
  },
  "67": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he said to the twelve, \"You also do not want to leave me, do you?\"\n"
      }
    ]
  },
  "68": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simon Peter replied, \"Lord, to whom would we go? Only you have the message that allows us to live forever!\n"
      }
    ]
  },
  "69": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We trust in you, and we know for certain that you are the Holy One whom God has sent!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "70": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered them, \"Did I not choose you, the twelve disciples? Yet one of you is a devil!\"\n"
      }
    ]
  },
  "71": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was talking about Judas, the son of Simon Iscariot. Even though Judas was one of the twelve, he was also the one who would later betray Jesus.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}