{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus went with his disciples to the Mount of Olives, and they stayed near there that night.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Early the next morning, Jesus returned to the temple courtyard. Many people gathered around him, and he sat down to teach them.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then men who taught the Jewish laws and some who were Pharisees brought a woman to him. She had been caught in the act of adultery—she had been sleeping with a man who was not her husband. They made her stand up in the front of this group so they could question her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to Jesus, \"Teacher, this woman was caught committing adultery with a man, someone not her husband.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Moses commanded us in the law that we must execute such a woman with stones. Nevertheless, what do you say we should do?\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They asked this question as a trap so that they could accuse him of saying something wrong. If he said that they should not kill her, they could say that he dishonored the law of Moses. However, if he said that they should kill her, he would be breaking the Roman law that reserved for the governor the power to execute people.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "However, Jesus bent down and wrote something on the ground with his finger.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they continued to question him, he stood up and said to them, \"Whichever one of you has never sinned, you are one who should lead the rest to punish her. You throw the first stone!\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus stooped down and wrote some more on the ground.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they heard what he said, those who were questioning him started walking away, one by one, the older ones first and then the younger ones. They knew they were all sinners. Finally only Jesus was there with the woman.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus stood up and asked her, \"Woman, where are those who accuse you? Has no one brought a charge against you that you must be punished?\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said, \"No, sir, no one.\" Then Jesus said, \"I do not condemn you either. Go home now, and from now on, do not sin like this anymore!\"]\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft The best ancient copies do not have John 7:35-8:11 ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus spoke to the people again. He said, \"I am the light of the world. Anyone who follows me will have the light that gives life, and he will never walk in darkness again.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Pharisees said to him, \"It sounds as though you are trying to convince us to trust you by talking about yourself more and more! What you say about yourself does not prove anything!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied, \"Even if I were the only one to say these things about myself, what I say is true because I know where I came from and I know where I am going. Nevertheless, you do not know where I came from and you do not know where I am going.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You judge people according to human standards and the laws of men. I have not come at this time to judge anyone.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I do judge, it will be right and just because I am not the only one who will bring justice. I and the Father who sent me, we will execute justice together.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is written in your law that a matter can be settled only when there are at least two witnesses to give evidence in the case.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am bringing evidence to you about myself, and my Father who sent me also brings evidence about me. So you should believe that what we tell you is true.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they asked him, \"Where is your father?\" Jesus replied, \"You do not know me, and you do not know my Father. If you knew me, you would also know my Father.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said these things when he was near the treasury within the temple courtyard, the place where the people brought in their offerings. Yet no one arrested him because it was not yet time for him to die.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus also said to them, \"I am going away, and you will seek me, but it is certain that you will die in your sin. Where I am going, you cannot come.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His Jewish opponents said among themselves, \"Perhaps he is thinking that he will kill himself, and that is what he means when he says, 'Where I am going you cannot come.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus continued saying to them, \"You are from this earth below, but I am from heaven above. You belong to this world. I do not belong to this world.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I told you that you will die and that God will condemn you for your sins. This will certainly happen unless you trust that I am God, as I say I am.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Who are you?\" they asked him. Jesus said to them, \"Ever since the very beginning, I have been telling you!\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I could judge you and say that you are guilty of many things. Instead, I will say only this: The one who sent me tells the truth, and I tell the people in the world only what I have heard from him.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They did not understand that he was talking about the Father.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jesus said, \"When you have lifted me up on a cross to kill me—me, the Son of Man,— you will know that I am God, and you will know that I do not do anything on my own authority. Instead, I only say what my Father has taught me to say.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He who sent me is with me, and he has not left me alone because I do only the things that delight him.\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Jesus was saying these things, many more people trusted in him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said to the Jews who now were saying that they trusted in him, \"If you listen to all I teach you and live by it in everything you do, you are truly my disciples.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will know the truth, and the truth will lead you to be free from everything that made you its slaves.\"\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They answered him, \"We are the descendants of Abraham, and we have never been anyone's slaves. Why do you say we need to be free?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied, \"I am telling you the truth: All who sin obey their sinful desires just as a slave is forced to obey his master.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Slaves will not remain as permanent members of a family but may be set free to return home or sold. However, a son is a member of the family forever.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So if the Son sets you free, you will be absolutely free.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know that you are in Abraham's family; you are his descendants. Yet, your people are trying to put me to death. You will not trust anything I say.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I tell you all about the wonders and wisdom my Father has shown me, but you are only doing what your father told you to do.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They replied to him, \"Abraham is our ancestor.\" Jesus said to them, \"If you were Abraham's descendants, you would be doing the things he did.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have been telling you the truth that I heard from God, but you are trying to put me to death. Abraham did not do things like that.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No! You are doing the things that your real father did.\" They said to him, \"We do not know about you, but we are not illegitimate children. We have only one Father, and that is God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"If God were your Father, you would love me because I came from God and now I have come here to this world. I did not come because I myself decided to come but because he sent me.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will tell you why you do not understand what I say. It is because you do not accept my message or my teachings.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You belong to your father, the devil, and you desire to do what he wants. He was a murderer from the time people first sinned. He has abandoned God's truth; it is not in him. Whenever he lies, he is speaking according to his character because he is a liar; everyone who lies does what the devil wants him to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because I tell you the truth, you do not believe me!\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Which one of you finds me guilty of sin? Since I tell you the truth, what reason do you give for not trusting me?\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who belong to God hear and obey what he tells them. The reason that you do not hear and obey his message is that you do not belong to God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His Jewish enemies replied to him, \"We are certainly right in stating that you are a Samaritan—you are not really a true Jew at all!—and that a demon lives in you!\"\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied, \"A demon does not live in me! I honor my Father, and you dishonor me!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I do not try to persuade people to praise me. There is someone else who desires to give me what I deserve, and he is the one who will judge everything that I say and do.\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am telling you the truth: If anyone holds firm to my word and trusts in it as I gave it, that person will never die!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then his Jewish enemies said to him, \"Now we are sure that a demon lives within you! Abraham and the prophets died long ago! Yet you say that anyone who holds firm to what you teach will not die!\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are not greater than our father Abraham. He died and all the prophets died with him. So who do you think you are?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied, \"If I tried to get people to praise me, that would be worthless. It is my Father who praises me, my character and goodness, and yet he is the one of whom you say, 'He is our God.'\n"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although you do not know him, I do know him. If I said that I did not know him, I would be a liar like you. I know him and I always obey what he says.\n"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your father Abraham was happy when, as a prophet, he looked forward and saw what I could do.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Jewish leaders said to him, \"You are not fifty years old yet! You have seen Abraham?\"\n"
      }
    ]
  },
  "58": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"I am telling you the truth, before Abraham was, I AM.\"\n"
      }
    ]
  },
  "59": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they picked up stones to put him to death. However, Jesus hid himself, left the temple, and went somewhere else.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}