{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Jesus walked along, he saw a man who had been blind his whole life, since the day he was born.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The disciples asked him, \"Teacher, whose sin caused this man to be born blind? Was it this man himself who sinned, or was it his parents?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied, \"It was not that either this man or his parents sinned. He was born blind so that today people may see the powerful work God would do in him.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We must do the works of the one who sent me while it is still day. Night is on the way and when it arrives, no one will be able to work.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As long as I am in the world, I am the light of the world.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he said this, he spit on the ground. He made mud with his saliva, and applied it like a medicine to the man's eyes.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said to him, \"Go and wash in the pool of Siloam!\" (The name of the pool means 'sent'). So the man went and washed in the pool. When he came back, he was able to see.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man's neighbors and others who had seen him when he was begging said, \"Is that not the man who used to sit here and beg?\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some said, \"He is the one.\" Others said, \"No, but he just looks like that man.\" However, the man himself said, \"Yes, I am the man!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they said to him, \"How is it that you are now able to see?\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He replied, \"The man called Jesus made some mud and used it like medicine and put it on my eyes. Then he told me to go to the pool of Siloam and wash. So I went there and washed, and then I could see for the first time.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, \"Where is that man?\" He said, \"I do not know.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the people there took the man to a gathering of the Pharisees.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now it was on the Sabbath day when Jesus did this miracle.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Pharisees asked the man again about how he was now able to see. He said to them, \"The man put mud on my eyes and I washed, and now I see.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the Pharisees said, \"We know this man Jesus is not from God because he does not keep the Sabbath day.\" Others from that group asked, \"If he were a sinner, how could he do such works of power that everyone sees?\" So there was a difference of opinion among the Pharisees.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They asked the blind man again, \"What do you say about him, since he is the one who restored your sight?\" The man said, \"He is a prophet.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the Jews who were opposed to Jesus did not believe the man had been blind and then became able to see. So they sent someone to bring in the man's parents so that they could be questioned also.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They asked his parents, \"Is this your son? Do you say that he was blind from the day he was born? How, then, is he able to see?\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His parents replied, \"We know that this is our son. We know that he was blind when he was born.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nevertheless, we do not know how he is now able to see. We also do not know who healed his eyes. Ask him, he is old enough to speak for himself.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jews who were against Jesus had previously agreed with one another that they would take anyone who declared that Jesus was the Messiah and ban him from the synagogue.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is why his parents said, \"Ask him, he is old enough to speak for himself.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they called the man who had been blind, and they asked him to come before them a second time. When he got there, they said to him, \"Swear to God that you will speak only the truth! We know that this man who healed you is a sinner and that he does not keep the law that Moses gave us.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He replied, \"Whether he is a sinner or not, I do not know. One thing I do know is that I used to be blind, but now I see.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they said to him, \"What did he do to you? How did he heal you so that you now see?\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He answered them, \"I have told you that already, but you did not believe me. Why do you want me to tell you again? Do you also really want to become his disciples?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they became angry and insulted him: \"You are that man's disciple, but we are Moses' disciples!\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know that God spoke to Moses; but about this man, we do not even know where he comes from.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man replied, \"That is very amazing! You do not know where he comes from, but he is the one who opened my eyes so that I can see!\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know that God does not listen to the prayers of sinners, those who ignore his law, but he listens to people who worship him and who do what he wants.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Not since the beginning of the world has it been heard anywhere that someone was able to open the eyes of a man who was blind from birth!\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If this man had not come from God, he could do nothing like that!\"\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They replied to him, \"You were born in sin and have lived your whole life entirely in sin! Do you think you are qualified to teach us?\" Then they banned him from the synagogue.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus heard about what the Pharisees did to the man he healed, how they threw him out of the synagogue. So he went and searched for the man. When he found him, he said to him, \"Do you believe in me, the Son of Man?\"\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man answered, \"Sir, who is he? Tell me, so that I may believe in him.\"\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"You have seen him. He is the one who is speaking to you now.\"\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man said, \"Lord, I believe.\" Then he went down on his knees and worshiped him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said, \"I have come into this world to judge the world so that those who do not see may see and so that those who see may become blind.\"\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the Pharisees who were with him heard him say this, and they asked Jesus, \"Are we also blind?\"\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"If you were blind, you would have no guilt. However, because you now defend yourself and say, 'We see,' your guilt is staying with you.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}