{
  "1": "וְאֵ֗לֶּה H428 שְׁמוֹת֙ H8034 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 הַבָּאִ֖ים H935 מִצְרָ֑יְמָה H4714 אֵ֣ת H854 יַעֲקֹ֔ב H3290 אִ֥ישׁ H376 וּבֵית֖ H1004 בָּֽאוּ H935 ",
  "2": "רְאוּבֵ֣ן H7205 שִׁמְע֔וֹן H8095 לֵוִ֖י H3878 וִיהוּדָֽה H3063 ",
  "3": "יִשָּׂשכָ֥ר H3485 זְבוּלֻ֖ן H2074 וּבְנְיָמִֽן H1144 ",
  "4": "דָּ֥ן H1835 וְנַפְתָּלִ֖י H5321 גָּ֥ד H1410 וְאָשֵֽׁר H836 ",
  "5": "וַֽיְהִ֗י H1961 כָּל H3605 נֶ֛פֶשׁ H5315 יֹצְאֵ֥י H3318 יֶֽרֶךְ H3409 יַעֲקֹ֖ב H3290 שִׁבְעִ֣ים H7657 נָ֑פֶשׁ H5315 וְיוֹסֵ֖ף H3130 הָיָ֥ה H1961 בְמִצְרָֽיִם H4714 ",
  "6": "וַיָּ֤מָת H4191 יוֹסֵף֙ H3130 וְכָל H3605 אֶחָ֔יו H251 וְכֹ֖ל H3605 הַדּ֥וֹר H1755 הַהֽוּא H1931 ",
  "7": "וּבְנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 פָּר֧וּ H6509 וַֽיִּשְׁרְצ֛וּ H8317 וַיִּרְבּ֥וּ H7235 וַיַּֽעַצְמ֖וּ H6105 בִּמְאֹ֣ד H3966 מְאֹ֑ד H3966 וַתִּמָּלֵ֥א H4390 הָאָ֖רֶץ H776 אֹתָֽם H854 ",
  "8": "וַיָּ֥קָם H6965 מֶֽלֶךְ H4428 חָדָ֖שׁ H2319 עַל H5921 מִצְרָ֑יִם H4714 אֲשֶׁ֥ר H834 לֹֽא H3808 יָדַ֖ע H3045 אֶת H853 יוֹסֵֽף H3130 ",
  "9": "וַיֹּ֖אמֶר H559 אֶל H413 עַמּ֑וֹ H5971 הִנֵּ֗ה H2009 עַ֚ם H5971 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 רַ֥ב H7227 וְעָצ֖וּם H6099 מִמֶּֽנּוּ H4480 ",
  "10": "הָ֥בָה H3051 נִֽתְחַכְּמָ֖ה H2449 ל֑וֹ Hl פֶּן H6435 יִרְבֶּ֗ה H7235 וְהָיָ֞ה H1961 כִּֽי H3588 תִקְרֶ֤אנָה H7122 מִלְחָמָה֙ H4421 וְנוֹסַ֤ף H3254 גַּם H1571 הוּא֙ H1931 עַל H5921 שֹׂ֣נְאֵ֔ינוּ H8130 וְנִלְחַם H3898 בָּ֖נוּ Hb וְעָלָ֥ה H5927 מִן H4480 הָאָֽרֶץ H776 ",
  "11": "וַיָּשִׂ֤ימוּ H7760 עָלָיו֙ H5921 שָׂרֵ֣י H8269 מִסִּ֔ים H4522 לְמַ֥עַן H4616 עַנֹּת֖וֹ H6031 בְּסִבְלֹתָ֑ H5450 וַיִּ֜בֶן H1129 עָרֵ֤י H5892 מִסְכְּנוֹת֙ H4543 לְפַרְעֹ֔ה H6547 אֶת H853 פִּתֹ֖ם H6619 וְאֶת H853 רַעַמְסֵֽס H7486 ",
  "12": "וְכַ H834 יְעַנּ֣וּ H6031 אֹת֔וֹ H853 כֵּ֥ן H3651 יִרְבֶּ֖ה H7235 וְכֵ֣ן H3651 יִפְרֹ֑ץ H6555 וַיָּקֻ֕צוּ H6973 מִפְּנֵ֖י H6440 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "13": "וַיַּעֲבִ֧דוּ H5647 מִצְרַ֛יִם H4713 אֶת H853 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 בְּפָֽרֶךְ H6531 ",
  "14": "וַיְמָרְר֨וּ H4843 אֶת H853 חַיֵּיהֶ֜ם H2416 בַּעֲבֹדָ֣ה H5656 קָשָׁ֗ה H7186 בְּחֹ֨מֶר֙ H2563 וּבִ H3843 וּבְ H3605 עֲבֹדָ֖ה H5656 בַּשָּׂדֶ֑ה H7704 אֵ֚ת H853 כָּל H3605 עֲבֹ֣דָתָ֔ם H5656 אֲשֶׁר H834 עָבְד֥וּ H5647 בָהֶ֖ם Hb בְּפָֽרֶךְ H6531 ",
  "15": "וַיֹּ֨אמֶר֙ H559 מֶ֣לֶךְ H4428 מִצְרַ֔יִם H4714 לַֽמְיַלְּדֹ֖ת H3205 הָֽעִבְרִיֹּ֑ת H5680 אֲשֶׁ֨ר H834 שֵׁ֤ם H8034 הָֽאַחַת֙ H259 שִׁפְרָ֔ה H8236 וְשֵׁ֥ם H8034 הַשֵּׁנִ֖ית H8145 פּוּעָֽה H6326 ",
  "16": "וַיֹּ֗אמֶר H559 בְּיַלֶּדְ H3205 אֶת H853 הָֽעִבְרִיּ֔וֹת H5680 וּרְאִיתֶ֖ן H7200 עַל H5921 הָאָבְנָ֑יִם H70 אִם H518 בֵּ֥ן H1121 הוּא֙ H1931 וַהֲמִתֶּ֣ן H4191 אֹת֔וֹ H853 וְאִם H518 בַּ֥ת H1323 הִ֖יא H1931 וָחָֽיָה H2425 ",
  "17": "וַתִּירֶ֤אןָ H3372 הַֽמְיַלְּדֹת֙ H3205 אֶת H853 הָ֣אֱלֹהִ֔ים H430 וְלֹ֣א H3808 עָשׂ֔וּ H6213 כַּאֲשֶׁ֛ר H834 דִּבֶּ֥ר H1696 אֲלֵיהֶ֖ן H413 מֶ֣לֶךְ H4428 מִצְרָ֑יִם H4714 וַתְּחַיֶּ֖יןָ H2421 אֶת H853 הַיְלָדִֽים H3206 ",
  "18": "וַיִּקְרָ֤א H7121 מֶֽלֶךְ H4428 מִצְרַ֨יִם֙ H4714 לַֽמְיַלְּדֹ֔ת H3205 וַיֹּ֣אמֶר H559 לָהֶ֔ן Hl מַדּ֥וּעַ H4069 עֲשִׂיתֶ֖ן H6213 הַדָּבָ֣ר H1697 הַזֶּ֑ה H2088 וַתְּחַיֶּ֖יןָ H2421 אֶת H853 הַיְלָדִֽים H3206 ",
  "19": "וַתֹּאמַ֤רְןָ H559 הַֽמְיַלְּדֹת֙ H3205 אֶל H413 פַּרְעֹ֔ה H6547 כִּ֣י H3588 לֹ֧א H3808 כַנָּשִׁ֛ים H802 הַמִּצְרִיֹּ֖ת H4713 הָֽעִבְרִיֹּ֑ת H5680 כִּֽי H3588 חָי֣וֹת H2422 הֵ֔נָּה H2007 בְּטֶ֨רֶם H2962 תָּב֧וֹא H935 אֲלֵהֶ֛ן H413 הַמְיַלֶּ֖דֶת H3205 וְיָלָֽדוּ H3205 ",
  "20": "וַיֵּ֥יטֶב H3190 אֱלֹהִ֖ים H430 לַֽמְיַלְּדֹ֑ת H3205 וַיִּ֧רֶב H7235 הָעָ֛ם H5971 וַיַּֽעַצְמ֖וּ H6105 מְאֹֽד H3966 ",
  "21": "וַיְהִ֕י H1961 כִּֽי H3588 יָֽרְא֥וּ H3372 הַֽמְיַלְּדֹ֖ת H3205 אֶת H853 הָאֱלֹהִ֑ים H430 וַיַּ֥עַשׂ H6213 לָהֶ֖ם Hl בָּתִּֽים H1004 ",
  "22": "וַיְצַ֣ו H6680 פַּרְעֹ֔ה H6547 לְכָל H3605 עַמּ֖וֹ H5971 לֵאמֹ֑ר H559 כָּל H3605 הַבֵּ֣ן H1121 הַיִּלּ֗וֹד H3209 הַיְאֹ֨רָ H2975 תַּשְׁלִיכֻ֔הוּ H7993 וְכָל H3605 הַבַּ֖ת H1323 תְּחַיּֽוּן H2421 "
}
