{
  "1": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 ע֣וֹד H5750 נֶ֤גַע H5061 אֶחָד֙ H259 אָבִ֤יא H935 עַל H5921 פַּרְעֹה֙ H6547 וְעַל H5921 מִצְרַ֔יִם H4714 אַֽחֲרֵי H310 כֵ֕ן H3651 יְשַׁלַּ֥ח H7971 אֶתְכֶ֖ם H853 מִזֶּ֑ה H2088 כְּשַׁ֨לְּח֔ H7971 כָּלָ֕ה H3617 גָּרֵ֛שׁ H1644 יְגָרֵ֥שׁ H1644 אֶתְכֶ֖ם H853 מִזֶּֽה H2088 ",
  "2": "דַּבֶּר H1696 נָ֖א H4994 בְּאָזְנֵ֣י H241 הָעָ֑ם H5971 וְיִשְׁאֲל֞וּ H7592 אִ֣ישׁ H376 מֵאֵ֣ת H853 רֵעֵ֗הוּ H7453 וְאִשָּׁה֙ H802 מֵאֵ֣ת H853 רְעוּתָ֔הּ H7468 כְּלֵי H3627 כֶ֖סֶף H3701 וּכְלֵ֥י H3627 זָהָֽב H2091 ",
  "3": "וַיִּתֵּ֧ן H5414 יְהוָ֛ה H3068 אֶת H853 חֵ֥ן H2580 הָעָ֖ם H5971 בְּעֵינֵ֣י H5869 מִצְרָ֑יִם H4713 גַּ֣ם H1571 הָאִ֣ישׁ H376 מֹשֶׁ֗ה H4872 גָּד֤וֹל H1419 מְאֹד֙ H3966 בְּאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 בְּעֵינֵ֥י H5869 עַבְדֵֽי H5650 פַרְעֹ֖ה H6547 וּבְ H5869 הָעָֽם H5971 ",
  "4": "וַיֹּ֣אמֶר H559 מֹשֶׁ֔ה H4872 כֹּ֖ה H3541 אָמַ֣ר H559 יְהוָ֑ה H3068 כַּחֲצֹ֣ת H2676 הַלַּ֔יְלָה H3915 אֲנִ֥י H589 יוֹצֵ֖א H3318 בְּת֥וֹךְ H8432 מִצְרָֽיִם H4714 ",
  "5": "וּמֵ֣ת H4191 כָּל H3605 בְּכוֹר֮ H1060 בְּאֶ֣רֶץ H776 מִצְרַיִם֒ H4714 מִבְּכ֤וֹר H1060 פַּרְעֹה֙ H6547 הַיֹּשֵׁ֣ב H3427 עַל H5921 כִּסְא֔וֹ H3678 עַ֚ד H5704 בְּכ֣וֹר H1060 הַשִּׁפְחָ֔ה H8198 אֲשֶׁ֖ר H834 אַחַ֣ר H310 הָרֵחָ֑יִם H7347 וְכֹ֖ל H3605 בְּכ֥וֹר H1060 בְּהֵמָֽה H929 ",
  "6": "וְהָֽיְתָ֛ה H1961 צְעָקָ֥ה H6818 גְדֹלָ֖ה H1419 בְּכָל H3605 אֶ֣רֶץ H776 מִצְרָ֑יִם H4714 אֲשֶׁ֤ר H834 כָּמֹ֨הוּ֙ H3644 לֹ֣א H3808 נִהְיָ֔תָה H1961 וְכָמֹ֖ H3644 לֹ֥א H3808 תֹסִֽף H3254 ",
  "7": "וּלְ H3605 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 לֹ֤א H3808 יֶֽחֱרַץ H2782 כֶּ֨לֶב֙ H3611 לְשֹׁנ֔וֹ H3956 לְמֵ H376 וְעַד H5704 בְּהֵמָ֑ה H929 לְמַ֨עַן֙ H4616 תֵּֽדְע֔וּן H3045 אֲשֶׁר֙ H834 יַפְלֶ֣ה H6395 יְהוָ֔ה H3068 בֵּ֥ין H996 מִצְרַ֖יִם H4714 וּבֵ֥ין H996 יִשְׂרָאֵֽל H3478 ",
  "8": "וְיָרְד֣וּ H3381 כָל H3605 עֲבָדֶיךָ֩ H5650 אֵ֨לֶּה H428 אֵלַ֜י H413 וְהִשְׁתַּֽחֲוּוּ H7812 לִ֣י Hl לֵאמֹ֗ר H559 צֵ֤א H3318 אַתָּה֙ H859 וְכָל H3605 הָעָ֣ם H5971 אֲשֶׁר H834 בְּרַגְלֶ֔י H7272 וְאַחֲרֵי H310 כֵ֖ן H3651 אֵצֵ֑א H3318 וַיֵּצֵ֥א H3318 מֵֽעִם H5973 פַּרְעֹ֖ה H6547 בָּחֳרִי H2750 אָֽף H639 ",
  "9": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 לֹא H3808 יִשְׁמַ֥ע H8085 אֲלֵיכֶ֖ם H413 פַּרְעֹ֑ה H6547 לְמַ֛עַן H4616 רְב֥וֹת H7235 מוֹפְתַ֖י H4159 בְּאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "10": "וּמֹשֶׁ֣ה H4872 וְאַהֲרֹ֗ן H175 עָשׂ֛וּ H6213 אֶת H853 כָּל H3605 הַמֹּפְתִ֥ים H4159 הָאֵ֖לֶּה H428 לִפְנֵ֣י H6440 פַרְעֹ֑ה H6547 וַיְחַזֵּ֤ק H2388 יְהוָה֙ H3068 אֶת H853 לֵ֣ב H3820 פַּרְעֹ֔ה H6547 וְלֹֽא H3808 שִׁלַּ֥ח H7971 אֶת H853 בְּנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 מֵאַרְצֽ H776 "
}
