{
  "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "2": "קַדֶּשׁ H6942 לִ֨י Hl כָל H3605 בְּכ֜וֹר H1060 פֶּ֤טֶר H6363 כָּל H3605 רֶ֨חֶם֙ H7358 בִּבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 בָּאָדָ֖ם H120 וּבַ H929 לִ֖י Hl הֽוּא H1931 ",
  "3": "וַיֹּ֨אמֶר H559 מֹשֶׁ֜ה H4872 אֶל H413 הָעָ֗ם H5971 זָכ֞וֹר H2142 אֶת H853 הַיּ֤וֹם H3117 הַזֶּה֙ H2088 אֲשֶׁ֨ר H834 יְצָאתֶ֤ם H3318 מִמִּצְרַ֨יִם֙ H4714 מִבֵּ֣ית H1004 עֲבָדִ֔ים H5650 כִּ֚י H3588 בְּחֹ֣זֶק H2392 יָ֔ד H3027 הוֹצִ֧יא H3318 יְהֹוָ֛ה H3068 אֶתְכֶ֖ם H853 מִזֶּ֑ה H2088 וְלֹ֥א H3808 יֵאָכֵ֖ל H398 חָמֵֽץ H2557 ",
  "4": "הַיּ֖וֹם H3117 אַתֶּ֣ם H859 יֹצְאִ֑ים H3318 בְּחֹ֖דֶשׁ H2320 הָאָבִֽיב H24 ",
  "5": "וְהָיָ֣ה H1961 כִֽי H3588 יְבִֽיאֲךָ֣ H935 יְהוָ֡ה H3068 אֶל H413 אֶ֣רֶץ H776 הַֽ֠כְּנַעֲנִי H3669 וְהַ H2850 וְהָ H567 וְהַ H2340 וְהַ H2983 אֲשֶׁ֨ר H834 נִשְׁבַּ֤ע H7650 לַאֲבֹתֶ֨י H1 לָ֣תֶת H5414 לָ֔ךְ Hl אֶ֛רֶץ H776 זָבַ֥ת H2100 חָלָ֖ב H2461 וּדְבָ֑שׁ H1706 וְעָבַדְתָּ֛ H5647 אֶת H853 הָעֲבֹדָ֥ה H5656 הַזֹּ֖את H2063 בַּחֹ֥דֶשׁ H2320 הַזֶּֽה H2088 ",
  "6": "שִׁבְעַ֥ת H7651 יָמִ֖ים H3117 תֹּאכַ֣ל H398 מַצֹּ֑ת H4682 וּבַ H3117 הַשְּׁבִיעִ֔י H7637 חַ֖ג H2282 לַיהוָֽה H3068 ",
  "7": "מַצּוֹת֙ H4682 יֵֽאָכֵ֔ל H398 אֵ֖ת H853 שִׁבְעַ֣ת H7651 הַיָּמִ֑ים H3117 וְלֹֽא H3808 יֵרָאֶ֨ה H7200 לְךָ֜ Hl חָמֵ֗ץ H2557 וְלֹֽא H3808 יֵרָאֶ֥ה H7200 לְךָ֛ Hl שְׂאֹ֖ר H7603 בְּכָל H3605 גְּבֻלֶֽךָ H1366 ",
  "8": "וְהִגַּדְתָּ֣ H5046 לְבִנְ H1121 בַּיּ֥וֹם H3117 הַה֖וּא H1931 לֵאמֹ֑ר H559 בַּעֲב֣וּר H5668 זֶ֗ה H2088 עָשָׂ֤ה H6213 יְהוָה֙ H3068 לִ֔י Hl בְּצֵאתִ֖ H3318 מִמִּצְרָֽיִם H4714 ",
  "9": "וְהָיָה֩ H1961 לְךָ֨ Hl לְא֜וֹת H226 עַל H5921 יָדְךָ֗ H3027 וּלְ H2146 בֵּ֣ין H996 עֵינֶ֔יךָ H5869 לְמַ֗עַן H4616 תִּהְיֶ֛ה H1961 תּוֹרַ֥ת H8451 יְהוָ֖ה H3068 בְּפִ֑י H6310 כִּ֚י H3588 בְּיָ֣ד H3027 חֲזָקָ֔ה H2389 הוֹצִֽאֲךָ֥ H3318 יְהֹוָ֖ה H3068 מִמִּצְרָֽיִם H4714 ",
  "10": "וְשָׁמַרְתָּ֛ H8104 אֶת H853 הַחֻקָּ֥ה H2708 הַזֹּ֖את H2063 לְמוֹעֲדָ֑ H4150 מִיָּמִ֖ים H3117 יָמִֽימָה H3117 ",
  "11": "וְהָיָ֞ה H1961 כִּֽי H3588 יְבִֽאֲךָ֤ H935 יְהוָה֙ H3068 אֶל H413 אֶ֣רֶץ H776 הַֽכְּנַעֲנִ֔י H3669 כַּאֲשֶׁ֛ר H834 נִשְׁבַּ֥ע H7650 לְךָ֖ Hl וְלַֽ H1 וּנְתָנָ֖ H5414 לָֽךְ Hl ",
  "12": "וְהַעֲבַרְתָּ֥ H5674 כָל H3605 פֶּֽטֶר H6363 רֶ֖חֶם H7358 לַֽיהֹוָ֑ה H3068 וְכָל H3605 פֶּ֣טֶר H6363 שֶׁ֣גֶר H7698 בְּהֵמָ֗ה H929 אֲשֶׁ֨ר H834 יִהְיֶ֥ה H1961 לְךָ֛ Hl הַזְּכָרִ֖ים H2145 לַיהוָֽה H3068 ",
  "13": "וְכָל H3605 פֶּ֤טֶר H6363 חֲמֹר֙ H2543 תִּפְדֶּ֣ה H6299 בְשֶׂ֔ה H7716 וְאִם H518 לֹ֥א H3808 תִפְדֶּ֖ה H6299 וַעֲרַפְתּ֑ H6202 וְכֹ֨ל H3605 בְּכ֥וֹר H1060 אָדָ֛ם H120 בְּבָנֶ֖י H1121 תִּפְדֶּֽה H6299 ",
  "14": "וְהָיָ֞ה H1961 כִּֽי H3588 יִשְׁאָלְךָ֥ H7592 בִנְךָ֛ H1121 מָחָ֖ר H4279 לֵאמֹ֣ר H559 מַה H4100 זֹּ֑את H2063 וְאָמַרְתָּ֣ H559 אֵלָ֔יו H413 בְּחֹ֣זֶק H2392 יָ֗ד H3027 הוֹצִיאָ֧נוּ H3318 יְהוָ֛ה H3068 מִמִּצְרַ֖יִם H4714 מִבֵּ֥ית H1004 עֲבָדִֽים H5650 ",
  "15": "וַיְהִ֗י H1961 כִּֽי H3588 הִקְשָׁ֣ה H7185 פַרְעֹה֮ H6547 לְשַׁלְּחֵ H7971 וַיַּהֲרֹ֨ג H2026 יְהֹוָ֤ה H3068 כָּל H3605 בְּכוֹר֙ H1060 בְּאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 מִבְּכֹ֥ר H1060 אָדָ֖ם H120 וְעַד H5704 בְּכ֣וֹר H1060 בְּהֵמָ֑ה H929 עַל H5921 כֵּן֩ H3651 אֲנִ֨י H589 זֹבֵ֜חַ H2076 לַֽיהוָ֗ה H3068 כָּל H3605 פֶּ֤טֶר H6363 רֶ֨חֶם֙ H7358 הַזְּכָרִ֔ים H2145 וְכָל H3605 בְּכ֥וֹר H1060 בָּנַ֖י H1121 אֶפְדֶּֽה H6299 ",
  "16": "וְהָיָ֤ה H1961 לְאוֹת֙ H226 עַל H5921 יָ֣דְכָ֔ה H3027 וּלְ H2903 בֵּ֣ין H996 עֵינֶ֑יךָ H5869 כִּ֚י H3588 בְּחֹ֣זֶק H2392 יָ֔ד H3027 הוֹצִיאָ֥נוּ H3318 יְהוָ֖ה H3068 מִמִּצְרָֽיִם H4714 ",
  "17": "וַיְהִ֗י H1961 בְּשַׁלַּ֣ח H7971 פַּרְעֹה֮ H6547 אֶת H853 הָעָם֒ H5971 וְלֹא H3808 נָחָ֣ם H5148 אֱלֹהִ֗ים H430 דֶּ֚רֶךְ H1870 אֶ֣רֶץ H776 פְּלִשְׁתִּ֔ים H6430 כִּ֥י H3588 קָר֖וֹב H7138 ה֑וּא H1931 כִּ֣י H3588 אָמַ֣ר H559 אֱלֹהִ֗ים H430 פֶּֽן H6435 יִנָּחֵ֥ם H5162 הָעָ֛ם H5971 בִּרְאֹתָ֥ H7200 מִלְחָמָ֖ה H4421 וְשָׁ֥בוּ H7725 מִצְרָֽיְמָה H4714 ",
  "18": "וַיַּסֵּ֨ב H5437 אֱלֹהִ֧ים H430 אֶת H853 הָעָ֛ם H5971 דֶּ֥רֶךְ H1870 הַמִּדְבָּ֖ר H4057 יַם H3220 ס֑וּף H5488 וַחֲמֻשִׁ֛ים H2571 עָל֥וּ H5927 בְנֵי H1121 יִשְׂרָאֵ֖ל H3478 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "19": "וַיִּקַּ֥ח H3947 מֹשֶׁ֛ה H4872 אֶת H853 עַצְמ֥וֹת H6106 יוֹסֵ֖ף H3130 עִמּ֑וֹ H5973 כִּי֩ H3588 הַשְׁבֵּ֨עַ H7650 הִשְׁבִּ֜יעַ H7650 אֶת H853 בְּנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 לֵאמֹ֔ר H559 פָּקֹ֨ד H6485 יִפְקֹ֤ד H6485 אֱלֹהִים֙ H430 אֶתְכֶ֔ם H853 וְהַעֲלִיתֶ֧ם H5927 אֶת H853 עַצְמֹתַ֛י H6106 מִזֶּ֖ה H2088 אִתְּכֶֽם H854 ",
  "20": "וַיִּסְע֖וּ H5265 מִסֻּכֹּ֑ת H5523 וַיַּחֲנ֣וּ H2583 בְאֵתָ֔ם H864 בִּקְצֵ֖ה H7097 הַמִּדְבָּֽר H4057 ",
  "21": "וַֽיהוָ֡ה H3068 הֹלֵךְ֩ H1980 לִפְנֵי H6440 יוֹמָ֜ם H3119 בְּעַמּ֤וּד H5982 עָנָן֙ H6051 לַנְחֹתָ֣ H5148 הַדֶּ֔רֶךְ H1870 וְלַ֛יְלָה H3915 בְּעַמּ֥וּד H5982 אֵ֖שׁ H784 לְהָאִ֣יר H215 לָהֶ֑ם Hl לָלֶ֖כֶת H3212 יוֹמָ֥ם H3119 וָלָֽיְלָה H3915 ",
  "22": "לֹֽא H3808 יָמִ֞ישׁ H4185 עַמּ֤וּד H5982 הֶֽעָנָן֙ H6051 יוֹמָ֔ם H3119 וְעַמּ֥וּד H5982 הָאֵ֖שׁ H784 לָ֑יְלָה H3915 לִפְנֵ֖י H6440 הָעָֽם H5971 "
}
