{
  "1": "וַיְדַבֵּ֥ר H1696 יְהֹוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "2": "דַּבֵּר֮ H1696 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵל֒ H3478 וְיָשֻׁ֗בוּ H7725 וְיַחֲנוּ֙ H2583 לִפְנֵי֙ H6440 פִּ֣י H6367 הַחִירֹ֔ת H6367 בֵּ֥ין H996 מִגְדֹּ֖ל H4024 וּבֵ֣ין H996 הַיָּ֑ם H3220 לִפְנֵי֙ H6440 בַּ֣עַל H1189 צְפֹ֔ן H1189 נִכְח֥וֹ H5226 תַחֲנ֖וּ H2583 עַל H5921 הַיָּֽם H3220 ",
  "3": "וְאָמַ֤ר H559 פַּרְעֹה֙ H6547 לִבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 נְבֻכִ֥ים H943 הֵ֖ם H1992 בָּאָ֑רֶץ H776 סָגַ֥ר H5462 עֲלֵיהֶ֖ם H5921 הַמִּדְבָּֽר H4057 ",
  "4": "וְחִזַּקְתִּ֣י H2388 אֶת H853 לֵב H3820 פַּרְעֹה֮ H6547 וְרָדַ֣ף H7291 אַחֲרֵיהֶם֒ H310 וְאִכָּבְדָ֤ה H3513 בְּפַרְעֹה֙ H6547 וּבְ H3605 חֵיל֔וֹ H2428 וְיָדְע֥וּ H3045 מִצְרַ֖יִם H4713 כִּֽי H3588 אֲנִ֣י H589 יְהוָ֑ה H3068 וַיַּֽעֲשׂוּ H6213 כֵֽן H3651 ",
  "5": "וַיֻּגַּד֙ H5046 לְמֶ֣לֶךְ H4428 מִצְרַ֔יִם H4714 כִּ֥י H3588 בָרַ֖ח H1272 הָעָ֑ם H5971 וַ֠יֵּהָפֵךְ H2015 לְבַ֨ב H3824 פַּרְעֹ֤ה H6547 וַעֲבָדָי H5650 אֶל H413 הָעָ֔ם H5971 וַיֹּֽאמרוּ֙ H559 מַה H4100 זֹּ֣את H2063 עָשִׂ֔ינוּ H6213 כִּֽי H3588 שִׁלַּ֥חְנוּ H7971 אֶת H853 יִשְׂרָאֵ֖ל H3478 מֵעָבְדֵֽ H5647 ",
  "6": "וַיֶּאְסֹ֖ר H631 אֶת H853 רִכְבּ֑וֹ H7393 וְאֶת H853 עַמּ֖וֹ H5971 לָקַ֥ח H3947 עִמּֽוֹ H5973 ",
  "7": "וַיִּקַּ֗ח H3947 שֵׁשׁ H8337 מֵא֥וֹת H3967 רֶ֨כֶב֙ H7393 בָּח֔וּר H977 וְכֹ֖ל H3605 רֶ֣כֶב H7393 מִצְרָ֑יִם H4714 וְשָׁלִשִׁ֖ם H7991 עַל H5921 כֻּלּֽוֹ H3605 ",
  "8": "וַיְחַזֵּ֣ק H2388 יְהֹוָ֗ה H3068 אֶת H853 לֵ֤ב H3820 פַּרְעֹה֙ H6547 מֶ֣לֶךְ H4428 מִצְרַ֔יִם H4714 וַיִּרְדֹּ֕ף H7291 אַחֲרֵ֖י H310 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וּבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 יֹצְאִ֖ים H3318 בְּיָ֥ד H3027 רָמָֽה H7311 ",
  "9": "וַיִּרְדְּפ֨וּ H7291 מִצְרַ֜יִם H4713 אַחֲרֵיהֶ֗ם H310 וַיַּשִּׂ֤יגוּ H5381 אוֹתָם֙ H853 חֹנִ֣ים H2583 עַל H5921 הַיָּ֔ם H3220 כָּל H3605 סוּס֙ H5483 רֶ֣כֶב H7393 פַּרְעֹ֔ה H6547 וּפָרָשָׁ֖י H6571 וְחֵיל֑ H2428 עַל H5921 פִּי֙ H6367 הַֽחִירֹ֔ת H6367 לִפְנֵ֖י H6440 בַּ֥עַל H1189 צְפֹֽן H1189 ",
  "10": "וּפַרְעֹ֖ה H6547 הִקְרִ֑יב H7126 וַיִּשְׂאוּ֩ H5375 בְנֵֽי H1121 יִשְׂרָאֵ֨ל H3478 אֶת H853 עֵינֵיהֶ֜ם H5869 וְהִנֵּ֥ה H2009 מִצְרַ֣יִם H4713 נֹסֵ֣עַ H5265 אַחֲרֵיהֶ֗ם H310 וַיִּֽירְאוּ֙ H3372 מְאֹ֔ד H3966 וַיִּצְעֲק֥וּ H6817 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 אֶל H413 יְהוָֽה H3068 ",
  "11": "וַיֹּאמְרוּ֮ H559 אֶל H413 מֹשֶׁה֒ H4872 הַֽמִ H1097 אֵין H369 קְבָרִים֙ H6913 בְּמִצְרַ֔יִם H4714 לְקַחְתָּ֖נוּ H3947 לָמ֣וּת H4191 בַּמִּדְבָּ֑ר H4057 מַה H4100 זֹּאת֙ H2063 עָשִׂ֣יתָ H6213 לָּ֔נוּ Hl לְהוֹצִיאָ֖ H3318 מִמִּצְרָֽיִם H4714 ",
  "12": "הֲלֹא H3808 זֶ֣ה H2088 הַדָּבָ֗ר H1697 אֲשֶׁר֩ H834 דִּבַּ֨רְנוּ H1696 אֵלֶ֤יךָ H413 בְמִצְרַ֨יִם֙ H4714 לֵאמֹ֔ר H559 חֲדַ֥ל H2308 מִמֶּ֖נּוּ H4480 וְנַֽעַבְדָ֣ה H5647 אֶת H853 מִצְרָ֑יִם H4713 כִּ֣י H3588 ט֥וֹב H2896 לָ֨נוּ֙ Hl עֲבֹ֣ד H5647 אֶת H853 מִצְרַ֔יִם H4713 מִמֻּתֵ֖ H4191 בַּמִּדְבָּֽר H4057 ",
  "13": "וַיֹּ֨אמֶר H559 מֹשֶׁ֣ה H4872 אֶל H413 הָעָם֮ H5971 אַל H408 תִּירָאוּ֒ H3372 הִֽתְיַצְב֗וּ H3320 וּרְאוּ֙ H7200 אֶת H853 יְשׁוּעַ֣ת H3444 יְהוָ֔ה H3068 אֲשֶׁר H834 יַעֲשֶׂ֥ה H6213 לָכֶ֖ם Hl הַיּ֑וֹם H3117 כִּ֗י H3588 אֲשֶׁ֨ר H834 רְאִיתֶ֤ם H7200 אֶת H853 מִצְרַ֨יִם֙ H4713 הַיּ֔וֹם H3117 לֹ֥א H3808 תֹסִ֛יפוּ H3254 לִרְאֹתָ֥ H7200 ע֖וֹד H5750 עַד H5704 עוֹלָֽם H5769 ",
  "14": "יְהוָ֖ה H3068 יִלָּחֵ֣ם H3898 לָכֶ֑ם Hl וְאַתֶּ֖ם H859 תַּחֲרִישֽׁוּן H2790 ",
  "15": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 מַה H4100 תִּצְעַ֖ק H6817 אֵלָ֑י H413 דַּבֵּ֥ר H1696 אֶל H413 בְּנֵי H1121 יִשְׂרָאֵ֖ל H3478 וְיִסָּֽעוּ H5265 ",
  "16": "וְאַתָּ֞ה H859 הָרֵ֣ם H7311 אֶֽת H853 מַטְּךָ֗ H4294 וּנְטֵ֧ה H5186 אֶת H853 יָדְךָ֛ H3027 עַל H5921 הַיָּ֖ם H3220 וּבְקָעֵ֑ H1234 וְיָבֹ֧אוּ H935 בְנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 בְּת֥וֹךְ H8432 הַיָּ֖ם H3220 בַּיַּבָּשָֽׁה H3004 ",
  "17": "וַאֲנִ֗י H589 הִנְנִ֤י H2005 מְחַזֵּק֙ H2388 אֶת H853 לֵ֣ב H3820 מִצְרַ֔יִם H4713 וְיָבֹ֖אוּ H935 אַחֲרֵיהֶ֑ם H310 וְאִכָּבְדָ֤ה H3513 בְּפַרְעֹה֙ H6547 וּבְ H3605 חֵיל֔וֹ H2428 בְּרִכְבּ֖ H7393 וּבְ H6571 ",
  "18": "וְיָדְע֥וּ H3045 מִצְרַ֖יִם H4713 כִּי H3588 אֲנִ֣י H589 יְהוָ֑ה H3068 בְּהִכָּבְדִ֣ H3513 בְּפַרְעֹ֔ה H6547 בְּרִכְבּ֖ H7393 וּבְ H6571 ",
  "19": "וַיִּסַּ֞ע H5265 מַלְאַ֣ךְ H4397 הָאֱלֹהִ֗ים H430 הַהֹלֵךְ֙ H1980 לִפְנֵי֙ H6440 מַחֲנֵ֣ה H4264 יִשְׂרָאֵ֔ל H3478 וַיֵּ֖לֶךְ H3212 מֵאַחֲרֵי H310 וַיִּסַּ֞ע H5265 עַמּ֤וּד H5982 הֶֽעָנָן֙ H6051 מִפְּנֵי H6440 וַיַּֽעֲמֹ֖ד H5975 מֵאַחֲרֵי H310 ",
  "20": "וַיָּבֹ֞א H935 בֵּ֣ין H996 מַחֲנֵ֣ה H4264 מִצְרַ֗יִם H4714 וּבֵין֙ H996 מַחֲנֵ֣ה H4264 יִשְׂרָאֵ֔ל H3478 וַיְהִ֤י H1961 הֶֽעָנָן֙ H6051 וְהַ H2822 וַיָּ֖אֶר H215 אֶת H853 הַלָּ֑יְלָה H3915 וְלֹא H3808 קָרַ֥ב H7126 זֶ֛ה H2088 אֶל H413 זֶ֖ה H2088 כָּל H3605 הַלָּֽיְלָה H3915 ",
  "21": "וַיֵּ֨ט H5186 מֹשֶׁ֣ה H4872 אֶת H853 יָדוֹ֮ H3027 עַל H5921 הַיָּם֒ H3220 וַיּ֣וֹלֶךְ H3212 יְהוָ֣ה H3068 אֶת H853 הַ֠יָּם H3220 בְּר֨וּחַ H7307 קָדִ֤ים H6921 עַזָּה֙ H5794 כָּל H3605 הַלַּ֔יְלָה H3915 וַיָּ֥שֶׂם H7760 אֶת H853 הַיָּ֖ם H3220 לֶחָרָבָ֑ה H2724 וַיִּבָּקְע֖וּ H1234 הַמָּֽיִם H4325 ",
  "22": "וַיָּבֹ֧אוּ H935 בְנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 בְּת֥וֹךְ H8432 הַיָּ֖ם H3220 בַּיַּבָּשָׁ֑ה H3004 וְהַ H4325 לָהֶם֙ Hl חֹמָ֔ה H2346 מִֽימִינָ֖ H3225 וּמִ H8040 ",
  "23": "וַיִּרְדְּפ֤וּ H7291 מִצְרַ֨יִם֙ H4713 וַיָּבֹ֣אוּ H935 אַחֲרֵיהֶ֔ם H310 כֹּ֚ל H3605 ס֣וּס H5483 פַּרְעֹ֔ה H6547 רִכְבּ֖וֹ H7393 וּפָרָשָׁ֑י H6571 אֶל H413 תּ֖וֹךְ H8432 הַיָּֽם H3220 ",
  "24": "וַֽיְהִי֙ H1961 בְּאַשְׁמֹ֣רֶת H821 הַבֹּ֔קֶר H1242 וַיַּשְׁקֵ֤ף H8259 יְהוָה֙ H3068 אֶל H413 מַחֲנֵ֣ה H4264 מִצְרַ֔יִם H4713 בְּעַמּ֥וּד H5982 אֵ֖שׁ H784 וְעָנָ֑ן H6051 וַיָּ֕הָם H2000 אֵ֖ת H853 מַחֲנֵ֥ה H4264 מִצְרָֽיִם H4713 ",
  "25": "וַיָּ֗סַר H5493 אֵ֚ת H853 אֹפַ֣ן H212 מַרְכְּבֹתָ֔יו H4818 וַֽיְנַהֲגֵ֖ H5090 בִּכְבֵדֻ֑ת H3517 וַיֹּ֣אמֶר H559 מִצְרַ֗יִם H4714 אָנ֨וּסָה֙ H5127 מִפְּנֵ֣י H6440 יִשְׂרָאֵ֔ל H3478 כִּ֣י H3588 יְהוָ֔ה H3068 נִלְחָ֥ם H3898 לָהֶ֖ם Hl בְּמִצְרָֽיִם H4714 ",
  "26": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 נְטֵ֥ה H5186 אֶת H853 יָדְךָ֖ H3027 עַל H5921 הַיָּ֑ם H3220 וְיָשֻׁ֤בוּ H7725 הַמַּ֨יִם֙ H4325 עַל H5921 מִצְרַ֔יִם H4714 עַל H5921 רִכְבּ֖וֹ H7393 וְעַל H5921 פָּרָשָֽׁיו H6571 ",
  "27": "וַיֵּט֩ H5186 מֹשֶׁ֨ה H4872 אֶת H853 יָד֜וֹ H3027 עַל H5921 הַיָּ֗ם H3220 וַיָּ֨שָׁב H7725 הַיָּ֜ם H3220 לִפְנ֥וֹת H6437 בֹּ֨קֶר֙ H1242 לְאֵ֣יתָנ֔ H386 וּמִצְרַ֖יִם H4714 נָסִ֣ים H5127 לִקְרָאת֑ H7125 וַיְנַעֵ֧ר H5287 יְהוָ֛ה H3068 אֶת H853 מִצְרַ֖יִם H4714 בְּת֥וֹךְ H8432 הַיָּֽם H3220 ",
  "28": "וַיָּשֻׁ֣בוּ H7725 הַמַּ֗יִם H4325 וַיְכַסּ֤וּ H3680 אֶת H853 הָרֶ֨כֶב֙ H7393 וְאֶת H853 הַפָּ֣רָשִׁ֔ים H6571 לְכֹל֙ H3605 חֵ֣יל H2428 פַּרְעֹ֔ה H6547 הַבָּאִ֥ים H935 אַחֲרֵיהֶ֖ם H310 בַּיָּ֑ם H3220 לֹֽא H3808 נִשְׁאַ֥ר H7604 בָּהֶ֖ם Hb עַד H5704 אֶחָֽד H259 ",
  "29": "וּבְנֵ֧י H1121 יִשְׂרָאֵ֛ל H3478 הָלְכ֥וּ H1980 בַיַּבָּשָׁ֖ה H3004 בְּת֣וֹךְ H8432 הַיָּ֑ם H3220 וְהַ H4325 לָהֶם֙ Hl חֹמָ֔ה H2346 מִֽימִינָ֖ H3225 וּמִ H8040 ",
  "30": "וַיּ֨וֹשַׁע H3467 יְהוָ֜ה H3068 בַּיּ֥וֹם H3117 הַה֛וּא H1931 אֶת H853 יִשְׂרָאֵ֖ל H3478 מִיַּ֣ד H3027 מִצְרָ֑יִם H4714 וַיַּ֤רְא H7200 יִשְׂרָאֵל֙ H3478 אֶת H853 מִצְרַ֔יִם H4714 מֵ֖ת H4191 עַל H5921 שְׂפַ֥ת H8193 הַיָּֽם H3220 ",
  "31": "וַיַּ֨רְא H7200 יִשְׂרָאֵ֜ל H3478 אֶת H853 הַיָּ֣ד H3027 הַגְּדֹלָ֗ה H1419 אֲשֶׁ֨ר H834 עָשָׂ֤ה H6213 יְהוָה֙ H3068 בְּמִצְרַ֔יִם H4714 וַיִּֽירְא֥וּ H3372 הָעָ֖ם H5971 אֶת H853 יְהוָ֑ה H3068 וַיַּֽאֲמִ֨ינוּ֙ H539 בַּֽיהוָ֔ה H3068 וּבְ H4872 עַבְדּֽוֹ H5650 "
}
