{
  "1": "וַיֵּ֥לֶךְ H3212 אִ֖ישׁ H376 מִבֵּ֣ית H1004 לֵוִ֑י H3878 וַיִּקַּ֖ח H3947 אֶת H853 בַּת H1323 לֵוִֽי H3878 ",
  "2": "וַתַּ֥הַר H2029 הָאִשָּׁ֖ה H802 וַתֵּ֣לֶד H3205 בֵּ֑ן H1121 וַתֵּ֤רֶא H7200 אֹתוֹ֙ H853 כִּי H3588 ט֣וֹב H2896 ה֔וּא H1931 וַֽתִּצְפְּנֵ֖ H6845 שְׁלֹשָׁ֥ה H7969 יְרָחִֽים H3391 ",
  "3": "וְלֹא H3808 יָכְלָ֣ה H3201 עוֹד֮ H5750 הַצְּפִינוֹ֒ H6845 וַתִּֽקַּֽח H3947 לוֹ֙ Hl תֵּ֣בַת H8392 גֹּ֔מֶא H1573 וַתַּחְמְרָ֥ H2560 בַחֵמָ֖ר H2564 וּבַ H2203 וַתָּ֤שֶׂם H7760 בָּהּ֙ Hb אֶת H853 הַיֶּ֔לֶד H3206 וַתָּ֥שֶׂם H7760 בַּסּ֖וּף H5488 עַל H5921 שְׂפַ֥ת H8193 הַיְאֹֽר H2975 ",
  "4": "וַתֵּתַצַּ֥ב H3320 אֲחֹת֖וֹ H269 מֵרָחֹ֑ק H7350 לְדֵעָ֕ה H3045 מַה H4100 יֵּעָשֶׂ֖ה H6213 לֽוֹ Hl ",
  "5": "וַתֵּ֤רֶד H3381 בַּת H1323 פַּרְעֹה֙ H6547 לִרְחֹ֣ץ H7364 עַל H5921 הַיְאֹ֔ר H2975 וְנַעֲרֹתֶ֥י H5291 הֹלְכֹ֖ת H1980 עַל H5921 יַ֣ד H3027 הַיְאֹ֑ר H2975 וַתֵּ֤רֶא H7200 אֶת H853 הַתֵּבָה֙ H8392 בְּת֣וֹךְ H8432 הַסּ֔וּף H5488 וַתִּשְׁלַ֥ח H7971 אֶת H853 אֲמָתָ֖הּ H519 וַתִּקָּחֶֽ H3947 ",
  "6": "וַתִּפְתַּח֙ H6605 וַתִּרְאֵ֣ H7200 אֶת H853 הַיֶּ֔לֶד H3206 וְהִנֵּה H2009 נַ֖עַר H5288 בֹּכֶ֑ה H1058 וַתַּחְמֹ֣ל H2550 עָלָ֔יו H5921 וַתֹּ֕אמֶר H559 מִיַּלְדֵ֥י H3206 הָֽעִבְרִ֖ים H5680 זֶֽה H2088 ",
  "7": "וַתֹּ֣אמֶר H559 אֲחֹתוֹ֮ H269 אֶל H413 בַּת H1323 פַּרְעֹה֒ H6547 הַאֵלֵ֗ךְ H3212 וְקָרָ֤אתִי H7121 לָךְ֙ Hl אִשָּׁ֣ה H802 מֵינֶ֔קֶת H3243 מִ֖ן H4480 הָעִבְרִיֹּ֑ת H5680 וְתֵינִ֥ק H3243 לָ֖ךְ Hl אֶת H853 הַיָּֽלֶד H3206 ",
  "8": "וַתֹּֽאמֶר H559 לָ֥הּ Hl בַּת H1323 פַּרְעֹ֖ה H6547 לֵ֑כִי H3212 וַתֵּ֨לֶךְ֙ H3212 הָֽעַלְמָ֔ה H5959 וַתִּקְרָ֖א H7121 אֶת H853 אֵ֥ם H517 הַיָּֽלֶד H3206 ",
  "9": "וַתֹּ֧אמֶר H559 לָ֣הּ Hl בַּת H1323 פַּרְעֹ֗ה H6547 הֵילִ֜יכִי H3212 אֶת H853 הַיֶּ֤לֶד H3206 הַזֶּה֙ H2088 וְהֵינִקִ֣ H3243 לִ֔י Hl וַאֲנִ֖י H589 אֶתֵּ֣ן H5414 אֶת H853 שְׂכָרֵ֑ךְ H7939 וַתִּקַּ֧ח H3947 הָאִשָּׁ֛ה H802 הַיֶּ֖לֶד H3206 וַתְּנִיקֵֽ H5134 ",
  "10": "וַיִגְדַּ֣ל H1431 הַיֶּ֗לֶד H3206 וַתְּבִאֵ֨ H935 לְבַת H1323 פַּרְעֹ֔ה H6547 וַֽיְהִי H1961 לָ֖הּ Hl לְבֵ֑ן H1121 וַתִּקְרָ֤א H7121 שְׁמוֹ֙ H8034 מֹשֶׁ֔ה H4872 וַתֹּ֕אמֶר H559 כִּ֥י H3588 מִן H4480 הַמַּ֖יִם H4325 מְשִׁיתִֽהוּ H4871 ",
  "11": "וַיְהִ֣י H1961 בַּיָּמִ֣ים H3117 הָהֵ֗ם H1992 וַיִּגְדַּ֤ל H1431 מֹשֶׁה֙ H4872 וַיֵּצֵ֣א H3318 אֶל H413 אֶחָ֔יו H251 וַיַּ֖רְא H7200 בְּסִבְלֹתָ֑ H5450 וַיַּרְא֙ H7200 אִ֣ישׁ H376 מִצְרִ֔י H4713 מַכֶּ֥ה H5221 אִישׁ H376 עִבְרִ֖י H5680 מֵאֶחָֽי H251 ",
  "12": "וַיִּ֤פֶן H6437 כֹּה֙ H3541 וָכֹ֔ה H3541 וַיַּ֖רְא H7200 כִּ֣י H3588 אֵ֣ין H369 אִ֑ישׁ H376 וַיַּךְ֙ H5221 אֶת H853 הַמִּצְרִ֔י H4713 וַֽיִּטְמְנֵ֖ H2934 בַּחֽוֹל H2344 ",
  "13": "וַיֵּצֵא֙ H3318 בַּיּ֣וֹם H3117 הַשֵּׁנִ֔י H8145 וְהִנֵּ֛ה H2009 שְׁנֵֽי H8147 אֲנָשִׁ֥ים H376 עִבְרִ֖ים H5680 נִצִּ֑ים H5327 וַיֹּ֨אמֶר֙ H559 לָֽרָשָׁ֔ע H7563 לָ֥מָּה H4100 תַכֶּ֖ה H5221 רֵעֶֽךָ H7453 ",
  "14": "וַ֠יֹּאמֶר H559 מִ֣י H4310 שָֽׂמְךָ֞ H7760 לְאִ֨ישׁ H376 שַׂ֤ר H8269 וְשֹׁפֵט֙ H8199 עָלֵ֔ינוּ H5921 הַלְ H2026 אַתָּ֣ה H859 אֹמֵ֔ר H559 כַּאֲשֶׁ֥ר H834 הָרַ֖גְתָּ H2026 אֶת H853 הַמִּצְרִ֑י H4713 וַיִּירָ֤א H3372 מֹשֶׁה֙ H4872 וַיֹּאמַ֔ר H559 אָכֵ֖ן H403 נוֹדַ֥ע H3045 הַדָּבָֽר H1697 ",
  "15": "וַיִּשְׁמַ֤ע H8085 פַּרְעֹה֙ H6547 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֔ה H2088 וַיְבַקֵּ֖שׁ H1245 לַהֲרֹ֣ג H2026 אֶת H853 מֹשֶׁ֑ה H4872 וַיִּבְרַ֤ח H1272 מֹשֶׁה֙ H4872 מִפְּנֵ֣י H6440 פַרְעֹ֔ה H6547 וַיֵּ֥שֶׁב H3427 בְּאֶֽרֶץ H776 מִדְיָ֖ן H4080 וַיֵּ֥שֶׁב H3427 עַֽל H5921 הַבְּאֵֽר H875 ",
  "16": "וּלְ H3548 מִדְיָ֖ן H4080 שֶׁ֣בַע H7651 בָּנ֑וֹת H1323 וַתָּבֹ֣אנָה H935 וַתִּדְלֶ֗נָה H1802 וַתְּמַלֶּ֨אנָה֙ H4390 אֶת H853 הָ֣רְהָטִ֔ים H7298 לְהַשְׁק֖וֹת H8248 צֹ֥אן H6629 אֲבִיהֶֽן H1 ",
  "17": "וַיָּבֹ֥אוּ H935 הָרֹעִ֖ים H7462 וַיְגָרְשׁ֑וּ H1644 וַיָּ֤קָם H6965 מֹשֶׁה֙ H4872 וַיּ֣וֹשִׁעָ֔ H3467 וַיַּ֖שְׁקְ H8248 אֶת H853 צֹאנָֽם H6629 ",
  "18": "וַתָּבֹ֕אנָה H935 אֶל H413 רְעוּאֵ֖ל H7467 אֲבִיהֶ֑ן H1 וַיֹּ֕אמֶר H559 מַדּ֛וּעַ H4069 מִהַרְתֶּ֥ן H4116 בֹּ֖א H935 הַיּֽוֹם H3117 ",
  "19": "וַתֹּאמַ֕רְןָ H559 אִ֣ישׁ H376 מִצְרִ֔י H4713 הִצִּילָ֖נוּ H5337 מִיַּ֣ד H3027 הָרֹעִ֑ים H7462 וְגַם H1571 דָּלֹ֤ה H1802 דָלָה֙ H1802 לָ֔נוּ Hl וַיַּ֖שְׁקְ H8248 אֶת H853 הַצֹּֽאן H6629 ",
  "20": "וַיֹּ֥אמֶר H559 אֶל H413 בְּנֹתָ֖יו H1323 וְאַיּ֑ H346 לָ֤מָּה H4100 זֶּה֙ H2088 עֲזַבְתֶּ֣ן H5800 אֶת H853 הָאִ֔ישׁ H376 קִרְאֶ֥ן H7121 ל֖וֹ Hl וְיֹ֥אכַל H398 לָֽחֶם H3899 ",
  "21": "וַיּ֥וֹאֶל H2974 מֹשֶׁ֖ה H4872 לָשֶׁ֣בֶת H3427 אֶת H854 הָאִ֑ישׁ H376 וַיִּתֵּ֛ן H5414 אֶת H853 צִפֹּרָ֥ה H6855 בִתּ֖וֹ H1323 לְמֹשֶֽׁה H4872 ",
  "22": "וַתֵּ֣לֶד H3205 בֵּ֔ן H1121 וַיִּקְרָ֥א H7121 אֶת H853 שְׁמ֖וֹ H8034 גֵּרְשֹׁ֑ם H1647 כִּ֣י H3588 אָמַ֔ר H559 גֵּ֣ר H1616 הָיִ֔יתִי H1961 בְּאֶ֖רֶץ H776 נָכְרִיָּֽה H5237 ",
  "23": "וַיְהִי֩ H1961 בַיָּמִ֨ים H3117 הָֽרַבִּ֜ים H7227 הָהֵ֗ם H1992 וַיָּ֨מָת֙ H4191 מֶ֣לֶךְ H4428 מִצְרַ֔יִם H4714 וַיֵּאָנְח֧וּ H584 בְנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 מִן H4480 הָעֲבֹדָ֖ה H5656 וַיִּזְעָ֑קוּ H2199 וַתַּ֧עַל H5927 שַׁוְעָתָ֛ם H7775 אֶל H413 הָאֱלֹהִ֖ים H430 מִן H4480 הָעֲבֹדָֽה H5656 ",
  "24": "וַיִּשְׁמַ֥ע H8085 אֱלֹהִ֖ים H430 אֶת H853 נַאֲקָתָ֑ם H5009 וַיִּזְכֹּ֤ר H2142 אֱלֹהִים֙ H430 אֶת H853 בְּרִית֔וֹ H1285 אֶת H854 אַבְרָהָ֖ם H85 אֶת H854 יִצְחָ֥ק H3327 וְאֶֽת H854 יַעֲקֹֽב H3290 ",
  "25": "וַיַּ֥רְא H7200 אֱלֹהִ֖ים H430 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַיֵּ֖דַע H3045 אֱלֹהִֽים H430 "
}
