{
  "1": "וְאֶת H853 הַמִּשְׁכָּ֥ן H4908 תַּעֲשֶׂ֖ה H6213 עֶ֣שֶׂר H6235 יְרִיעֹ֑ת H3407 שֵׁ֣שׁ H8336 מָשְׁזָ֗ר H7806 וּתְכֵ֤לֶת H8504 וְאַרְגָּמָן֙ H713 וְתֹלַ֣עַת H8438 שָׁנִ֔י H8144 כְּרֻבִ֛ים H3742 מַעֲשֵׂ֥ה H4639 חֹשֵׁ֖ב H2803 תַּעֲשֶׂ֥ה H6213 אֹתָֽם H853 ",
  "2": "אֹ֣רֶךְ H753 הַיְרִיעָ֣ה H3407 הָֽאַחַ֗ת H259 שְׁמֹנֶ֤ה H8083 וְעֶשְׂרִים֙ H6242 בָּֽאַמָּ֔ה H520 וְרֹ֨חַב֙ H7341 אַרְבַּ֣ע H702 בָּאַמָּ֔ה H520 הַיְרִיעָ֖ה H3407 הָאֶחָ֑ת H259 מִדָּ֥ה H4060 אַחַ֖ת H259 לְכָל H3605 הַיְרִיעֹֽת H3407 ",
  "3": "חֲמֵ֣שׁ H2568 הַיְרִיעֹ֗ת H3407 תִּֽהְיֶ֨יןָ֙ H1961 חֹֽבְרֹ֔ת H2266 אִשָּׁ֖ה H802 אֶל H413 אֲחֹתָ֑הּ H269 וְחָמֵ֤שׁ H2568 יְרִיעֹת֙ H3407 חֹֽבְרֹ֔ת H2266 אִשָּׁ֖ה H802 אֶל H413 אֲחֹתָֽהּ H269 ",
  "4": "וְעָשִׂ֜יתָ H6213 לֻֽלְאֹ֣ת H3924 תְּכֵ֗לֶת H8504 עַ֣ל H5921 שְׂפַ֤ת H8193 הַיְרִיעָה֙ H3407 הָאֶחָ֔ת H259 מִקָּצָ֖ה H7098 בַּחֹבָ֑רֶת H2279 וְכֵ֤ן H3651 תַּעֲשֶׂה֙ H6213 בִּשְׂפַ֣ת H8193 הַיְרִיעָ֔ה H3407 הַקִּ֣יצוֹנָ֔ה H7020 בַּמַּחְבֶּ֖רֶת H4225 הַשֵּׁנִֽית H8145 ",
  "5": "חֲמִשִּׁ֣ים H2572 לֻֽלָאֹ֗ת H3924 תַּעֲשֶׂה֮ H6213 בַּיְרִיעָ֣ה H3407 הָאֶחָת֒ H259 וַחֲמִשִּׁ֣ים H2572 לֻֽלָאֹ֗ת H3924 תַּעֲשֶׂה֙ H6213 בִּקְצֵ֣ה H7097 הַיְרִיעָ֔ה H3407 אֲשֶׁ֖ר H834 בַּמַּחְבֶּ֣רֶת H4225 הַשֵּׁנִ֑ית H8145 מַקְבִּילֹת֙ H6901 הַלֻּ֣לָאֹ֔ת H3924 אִשָּׁ֖ה H802 אֶל H413 אֲחֹתָֽהּ H269 ",
  "6": "וְעָשִׂ֕יתָ H6213 חֲמִשִּׁ֖ים H2572 קַרְסֵ֣י H7165 זָהָ֑ב H2091 וְחִבַּרְתָּ֨ H2266 אֶת H853 הַיְרִיעֹ֜ת H3407 אִשָּׁ֤ה H802 אֶל H413 אֲחֹתָהּ֙ H269 בַּקְּרָסִ֔ים H7165 וְהָיָ֥ה H1961 הַמִּשְׁכָּ֖ן H4908 אֶחָֽד H259 ",
  "7": "וְעָשִׂ֨יתָ֙ H6213 יְרִיעֹ֣ת H3407 עִזִּ֔ים H5795 לְאֹ֖הֶל H168 עַל H5921 הַמִּשְׁכָּ֑ן H4908 עַשְׁתֵּי H6249 עֶשְׂרֵ֥ה H6240 יְרִיעֹ֖ת H3407 תַּעֲשֶׂ֥ה H6213 אֹתָֽם H853 ",
  "8": "אֹ֣רֶךְ H753 הַיְרִיעָ֣ה H3407 הָֽאַחַ֗ת H259 שְׁלֹשִׁים֙ H7970 בָּֽאַמָּ֔ה H520 וְרֹ֨חַב֙ H7341 אַרְבַּ֣ע H702 בָּאַמָּ֔ה H520 הַיְרִיעָ֖ה H3407 הָאֶחָ֑ת H259 מִדָּ֣ה H4060 אַחַ֔ת H259 לְעַשְׁתֵּ֥י H6249 עֶשְׂרֵ֖ה H6240 יְרִיעֹֽת H3407 ",
  "9": "וְחִבַּרְתָּ֞ H2266 אֶת H853 חֲמֵ֤שׁ H2568 הַיְרִיעֹת֙ H3407 לְבָ֔ד H905 וְאֶת H853 שֵׁ֥שׁ H8337 הַיְרִיעֹ֖ת H3407 לְבָ֑ד H905 וְכָפַלְתָּ֙ H3717 אֶת H853 הַיְרִיעָ֣ה H3407 הַשִּׁשִּׁ֔ית H8345 אֶל H413 מ֖וּל H4136 פְּנֵ֥י H6440 הָאֹֽהֶל H168 ",
  "10": "וְעָשִׂ֜יתָ H6213 חֲמִשִּׁ֣ים H2572 לֻֽלָאֹ֗ת H3924 עַ֣ל H5921 שְׂפַ֤ת H8193 הַיְרִיעָה֙ H3407 הָֽאֶחָ֔ת H259 הַקִּיצֹנָ֖ה H7020 בַּחֹבָ֑רֶת H2279 וַחֲמִשִּׁ֣ים H2572 לֻֽלָאֹ֗ת H3924 עַ֚ל H5921 שְׂפַ֣ת H8193 הַיְרִיעָ֔ה H3407 הַחֹבֶ֖רֶת H2279 הַשֵּׁנִֽית H8145 ",
  "11": "וְעָשִׂ֛יתָ H6213 קַרְסֵ֥י H7165 נְחֹ֖שֶׁת H5178 חֲמִשִּׁ֑ים H2572 וְהֵבֵאתָ֤ H935 אֶת H853 הַקְּרָסִים֙ H7165 בַּלֻּ֣לָאֹ֔ת H3924 וְחִבַּרְתָּ֥ H2266 אֶת H853 הָאֹ֖הֶל H168 וְהָיָ֥ה H1961 אֶחָֽד H259 ",
  "12": "וְסֶ֨רַח֙ H5629 הָעֹדֵ֔ף H5736 בִּירִיעֹ֖ת H3407 הָאֹ֑הֶל H168 חֲצִ֤י H2677 הַיְרִיעָה֙ H3407 הָעֹדֶ֔פֶת H5736 תִּסְרַ֕ח H5628 עַ֖ל H5921 אֲחֹרֵ֥י H268 הַמִּשְׁכָּֽן H4908 ",
  "13": "וְהָ H520 מִזֶּ֜ה H2088 וְהָ H520 מִזֶּה֙ H2088 בָּעֹדֵ֔ף H5736 בְּאֹ֖רֶךְ H753 יְרִיעֹ֣ת H3407 הָאֹ֑הֶל H168 יִהְיֶ֨ה H1961 סָר֜וּחַ H5628 עַל H5921 צִדֵּ֧י H6654 הַמִּשְׁכָּ֛ן H4908 מִזֶּ֥ה H2088 וּמִ H2088 לְכַסֹּתֽ H3680 ",
  "14": "וְעָשִׂ֤יתָ H6213 מִכְסֶה֙ H4372 לָאֹ֔הֶל H168 עֹרֹ֥ת H5785 אֵילִ֖ם H352 מְאָדָּמִ֑ים H119 וּמִכְסֵ֛ה H4372 עֹרֹ֥ת H5785 תְּחָשִׁ֖ים H8476 מִלְ H4605 ",
  "15": "וְעָשִׂ֥יתָ H6213 אֶת H853 הַקְּרָשִׁ֖ים H7175 לַמִּשְׁכָּ֑ן H4908 עֲצֵ֥י H6086 שִׁטִּ֖ים H7848 עֹמְדִֽים H5975 ",
  "16": "עֶ֥שֶׂר H6235 אַמּ֖וֹת H520 אֹ֣רֶךְ H753 הַקָּ֑רֶשׁ H7175 וְאַמָּה֙ H520 וַחֲצִ֣י H2677 הָֽאַמָּ֔ה H520 רֹ֖חַב H7341 הַקֶּ֥רֶשׁ H7175 הָאֶחָֽד H259 ",
  "17": "שְׁתֵּ֣י H8147 יָד֗וֹת H3027 לַקֶּ֨רֶשׁ֙ H7175 הָאֶחָ֔ד H259 מְשֻׁלָּבֹ֔ת H7947 אִשָּׁ֖ה H802 אֶל H413 אֲחֹתָ֑הּ H269 כֵּ֣ן H3651 תַּעֲשֶׂ֔ה H6213 לְכֹ֖ל H3605 קַרְשֵׁ֥י H7175 הַמִּשְׁכָּֽן H4908 ",
  "18": "וְעָשִׂ֥יתָ H6213 אֶת H853 הַקְּרָשִׁ֖ים H7175 לַמִּשְׁכָּ֑ן H4908 עֶשְׂרִ֣ים H6242 קֶ֔רֶשׁ H7175 לִפְאַ֖ת H6285 נֶ֥גְבָּה H5045 תֵימָֽנָה H8486 ",
  "19": "וְאַרְבָּעִים֙ H705 אַדְנֵי H134 כֶ֔סֶף H3701 תַּעֲשֶׂ֕ה H6213 תַּ֖חַת H8478 עֶשְׂרִ֣ים H6242 הַקָּ֑רֶשׁ H7175 שְׁנֵ֨י H8147 אֲדָנִ֜ים H134 תַּֽחַת H8478 הַקֶּ֤רֶשׁ H7175 הָאֶחָד֙ H259 לִשְׁתֵּ֣י H8147 יְדֹתָ֔יו H3027 וּשְׁנֵ֧י H8147 אֲדָנִ֛ים H134 תַּֽחַת H8478 הַקֶּ֥רֶשׁ H7175 הָאֶחָ֖ד H259 לִשְׁתֵּ֥י H8147 יְדֹתָֽיו H3027 ",
  "20": "וּלְ H6763 הַמִּשְׁכָּ֛ן H4908 הַשֵּׁנִ֖ית H8145 לִפְאַ֣ת H6285 צָפ֑וֹן H6828 עֶשְׂרִ֖ים H6242 קָֽרֶשׁ H7175 ",
  "21": "וְאַרְבָּעִ֥ים H705 אַדְנֵיהֶ֖ם H134 כָּ֑סֶף H3701 שְׁנֵ֣י H8147 אֲדָנִ֗ים H134 תַּ֚חַת H8478 הַקֶּ֣רֶשׁ H7175 הָֽאֶחָ֔ד H259 וּשְׁנֵ֣י H8147 אֲדָנִ֔ים H134 תַּ֖חַת H8478 הַקֶּ֥רֶשׁ H7175 הָאֶחָֽד H259 ",
  "22": "וּֽלְ H3411 הַמִּשְׁכָּ֖ן H4908 יָ֑מָּה H3220 תַּעֲשֶׂ֖ה H6213 שִׁשָּׁ֥ה H8337 קְרָשִֽׁים H7175 ",
  "23": "וּשְׁנֵ֤י H8147 קְרָשִׁים֙ H7175 תַּעֲשֶׂ֔ה H6213 לִמְקֻצְעֹ֖ת H4742 הַמִּשְׁכָּ֑ן H4908 בַּיַּרְכָתָֽיִם H3411 ",
  "24": "וְיִֽהְי֣וּ H1961 תֹֽאֲמִים֮ H8382 מִלְּ H4295 וְיַחְדָּ֗ו H3162 יִהְי֤וּ H1961 תַמִּים֙ H8535 עַל H5921 רֹאשׁ֔וֹ H7218 אֶל H413 הַטַּבַּ֖עַת H2885 הָאֶחָ֑ת H259 כֵּ֚ן H3651 יִהְיֶ֣ה H1961 לִשְׁנֵי H8147 לִשְׁנֵ֥י H8147 הַמִּקְצֹעֹ֖ת H4740 יִהְיֽוּ H1961 ",
  "25": "וְהָיוּ֙ H1961 שְׁמֹנָ֣ה H8083 קְרָשִׁ֔ים H7175 וְאַדְנֵי H134 כֶּ֔סֶף H3701 שִׁשָּׁ֥ה H8337 עָשָׂ֖ר H6240 אֲדָנִ֑ים H134 שְׁנֵ֣י H8147 אֲדָנִ֗ים H134 תַּ֚חַת H8478 הַקֶּ֣רֶשׁ H7175 הָאֶחָ֔ד H259 וּשְׁנֵ֣י H8147 אֲדָנִ֔ים H134 תַּ֖חַת H8478 הַקֶּ֥רֶשׁ H7175 הָאֶחָֽד H259 ",
  "26": "וְעָשִׂ֥יתָ H6213 בְרִיחִ֖ם H1280 עֲצֵ֣י H6086 שִׁטִּ֑ים H7848 חֲמִשָּׁ֕ה H2568 לְקַרְשֵׁ֥י H7175 צֶֽלַע H6763 הַמִּשְׁכָּ֖ן H4908 הָאֶחָֽד H259 ",
  "27": "וַחֲמִשָּׁ֣ה H2568 בְרִיחִ֔ם H1280 לְקַרְשֵׁ֥י H7175 צֶֽלַע H6763 הַמִּשְׁכָּ֖ן H4908 הַשֵּׁנִ֑ית H8145 וַחֲמִשָּׁ֣ה H2568 בְרִיחִ֗ם H1280 לְקַרְשֵׁי֙ H7175 צֶ֣לַע H6763 הַמִּשְׁכָּ֔ן H4908 לַיַּרְכָתַ֖יִם H3411 יָֽמָּה H3220 ",
  "28": "וְהַ H1280 הַתִּיכֹ֖ן H8484 בְּת֣וֹךְ H8432 הַקְּרָשִׁ֑ים H7175 מַבְרִ֕חַ H1272 מִן H4480 הַקָּצֶ֖ה H7097 אֶל H413 הַקָּצֶֽה H7097 ",
  "29": "וְֽאֶת H853 הַקְּרָשִׁ֞ים H7175 תְּצַפֶּ֣ה H6823 זָהָ֗ב H2091 וְאֶת H853 טַבְּעֹֽתֵיהֶם֙ H2885 תַּעֲשֶׂ֣ה H6213 זָהָ֔ב H2091 בָּתִּ֖ים H1004 לַבְּרִיחִ֑ם H1280 וְצִפִּיתָ֥ H6823 אֶת H853 הַבְּרִיחִ֖ם H1280 זָהָֽב H2091 ",
  "30": "וַהֲקֵמֹתָ֖ H6965 אֶת H853 הַמִּשְׁכָּ֑ן H4908 כְּמִ֨שְׁפָּט֔ H4941 אֲשֶׁ֥ר H834 הָרְאֵ֖יתָ H7200 בָּהָֽר H2022 ",
  "31": "וְעָשִׂ֣יתָ H6213 פָרֹ֗כֶת H6532 תְּכֵ֧לֶת H8504 וְאַרְגָּמָ֛ן H713 וְתוֹלַ֥עַת H8438 שָׁנִ֖י H8144 וְשֵׁ֣שׁ H8336 מָשְׁזָ֑ר H7806 מַעֲשֵׂ֥ה H4639 חֹשֵׁ֛ב H2803 יַעֲשֶׂ֥ה H6213 אֹתָ֖הּ H853 כְּרֻבִֽים H3742 ",
  "32": "וְנָתַתָּ֣ה H5414 אֹתָ֗הּ H853 עַל H5921 אַרְבָּעָה֙ H702 עַמּוּדֵ֣י H5982 שִׁטִּ֔ים H7848 מְצֻפִּ֣ים H6823 זָהָ֔ב H2091 וָוֵיהֶ֖ם H2053 זָהָ֑ב H2091 עַל H5921 אַרְבָּעָ֖ה H702 אַדְנֵי H134 כָֽסֶף H3701 ",
  "33": "וְנָתַתָּ֣ה H5414 אֶת H853 הַפָּרֹכֶת֮ H6532 תַּ֣חַת H8478 הַקְּרָסִים֒ H7165 וְהֵבֵאתָ֥ H935 שָׁ֨מָּה֙ H8033 מִבֵּ֣ית H1004 לַפָּרֹ֔כֶת H6532 אֵ֖ת H853 אֲר֣וֹן H727 הָעֵד֑וּת H5715 וְהִבְדִּילָ֤ה H914 הַפָּרֹ֨כֶת֙ H6532 לָכֶ֔ם Hl בֵּ֣ין H996 הַקֹּ֔דֶשׁ H6944 וּבֵ֖ין H996 קֹ֥דֶשׁ H6944 הַקֳּדָשִֽׁים H6944 ",
  "34": "וְנָתַתָּ֙ H5414 אֶת H853 הַכַּפֹּ֔רֶת H3727 עַ֖ל H5921 אֲר֣וֹן H727 הָעֵדֻ֑ת H5715 בְּקֹ֖דֶשׁ H6944 הַקֳּדָשִֽׁים H6944 ",
  "35": "וְשַׂמְתָּ֤ H7760 אֶת H853 הַשֻּׁלְחָן֙ H7979 מִח֣וּץ H2351 לַפָּרֹ֔כֶת H6532 וְאֶת H853 הַמְּנֹרָה֙ H4501 נֹ֣כַח H5227 הַשֻּׁלְחָ֔ן H7979 עַ֛ל H5921 צֶ֥לַע H6763 הַמִּשְׁכָּ֖ן H4908 תֵּימָ֑נָה H8486 וְהַ֨ H7979 תִּתֵּ֖ן H5414 עַל H5921 צֶ֥לַע H6763 צָפֽוֹן H6828 ",
  "36": "וְעָשִׂ֤יתָ H6213 מָסָךְ֙ H4539 לְפֶ֣תַח H6607 הָאֹ֔הֶל H168 תְּכֵ֧לֶת H8504 וְאַרְגָּמָ֛ן H713 וְתוֹלַ֥עַת H8438 שָׁנִ֖י H8144 וְשֵׁ֣שׁ H8336 מָשְׁזָ֑ר H7806 מַעֲשֵׂ֖ה H4639 רֹקֵֽם H7551 ",
  "37": "וְעָשִׂ֣יתָ H6213 לַמָּסָ֗ךְ H4539 חֲמִשָּׁה֙ H2568 עַמּוּדֵ֣י H5982 שִׁטִּ֔ים H7848 וְצִפִּיתָ֤ H6823 אֹתָם֙ H853 זָהָ֔ב H2091 וָוֵיהֶ֖ם H2053 זָהָ֑ב H2091 וְיָצַקְתָּ֣ H3332 לָהֶ֔ם Hl חֲמִשָּׁ֖ה H2568 אַדְנֵ֥י H134 נְחֹֽשֶׁת H5178 "
}
