{
  "1": "וְאַתָּ֡ה H859 הַקְרֵ֣ב H7126 אֵלֶיךָ֩ H413 אֶת H853 אַהֲרֹ֨ן H175 אָחִ֜יךָ H251 וְאֶת H853 בָּנָ֣יו H1121 אִתּ֔וֹ H854 מִתּ֛וֹךְ H8432 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 לְכַהֲנ H3547 לִ֑י Hl אַהֲרֹ֕ן H175 נָדָ֧ב H5070 וַאֲבִיה֛וּא H30 אֶלְעָזָ֥ר H499 וְאִיתָמָ֖ר H385 בְּנֵ֥י H1121 אַהֲרֹֽן H175 ",
  "2": "וְעָשִׂ֥יתָ H6213 בִגְדֵי H899 קֹ֖דֶשׁ H6944 לְאַהֲרֹ֣ן H175 אָחִ֑יךָ H251 לְכָב֖וֹד H3519 וּלְ H8597 ",
  "3": "וְאַתָּ֗ה H859 תְּדַבֵּר֙ H1696 אֶל H413 כָּל H3605 חַכְמֵי H2450 לֵ֔ב H3820 אֲשֶׁ֥ר H834 מִלֵּאתִ֖יו H4390 ר֣וּחַ H7307 חָכְמָ֑ה H2451 וְעָשׂ֞וּ H6213 אֶת H853 בִּגְדֵ֧י H899 אַהֲרֹ֛ן H175 לְקַדְּשׁ֖ H6942 לְכַהֲנ H3547 לִֽי Hl ",
  "4": "וְאֵ֨לֶּה H428 הַבְּגָדִ֜ים H899 אֲשֶׁ֣ר H834 יַעֲשׂ֗וּ H6213 חֹ֤שֶׁן H2833 וְאֵפוֹד֙ H646 וּמְעִ֔יל H4598 וּכְתֹ֥נֶת H3801 תַּשְׁבֵּ֖ץ H8665 מִצְנֶ֣פֶת H4701 וְאַבְנֵ֑ט H73 וְעָשׂ֨וּ H6213 בִגְדֵי H899 קֹ֜דֶשׁ H6944 לְאַהֲרֹ֥ן H175 אָחִ֛יךָ H251 וּלְ H1121 לְכַהֲנ H3547 לִֽי Hl ",
  "5": "וְהֵם֙ H1992 יִקְח֣וּ H3947 אֶת H853 הַזָּהָ֔ב H2091 וְאֶת H853 הַתְּכֵ֖לֶת H8504 וְאֶת H853 הָֽאַרְגָּמָ֑ן H713 וְאֶת H853 תּוֹלַ֥עַת H8438 הַשָּׁנִ֖י H8144 וְאֶת H853 הַשֵּֽׁשׁ H8336 ",
  "6": "וְעָשׂ֖וּ H6213 אֶת H853 הָאֵפֹ֑ד H646 זָ֠הָב H2091 תְּכֵ֨לֶת H8504 וְאַרְגָּמָ֜ן H713 תּוֹלַ֧עַת H8438 שָׁנִ֛י H8144 וְשֵׁ֥שׁ H8336 מָשְׁזָ֖ר H7806 מַעֲשֵׂ֥ה H4639 חֹשֵֽׁב H2803 ",
  "7": "שְׁתֵּ֧י H8147 כְתֵפֹ֣ת H3802 חֹֽבְרֹ֗ת H2266 יִֽהְיֶה H1961 לּ֛וֹ Hl אֶל H413 שְׁנֵ֥י H8147 קְצוֹתָ֖יו H7098 וְחֻבָּֽר H2266 ",
  "8": "וְחֵ֤שֶׁב H2805 אֲפֻדָּתוֹ֙ H642 אֲשֶׁ֣ר H834 עָלָ֔יו H5921 כְּמַעֲשֵׂ֖ H4639 מִמֶּ֣נּוּ H4480 יִהְיֶ֑ה H1961 זָהָ֗ב H2091 תְּכֵ֧לֶת H8504 וְאַרְגָּמָ֛ן H713 וְתוֹלַ֥עַת H8438 שָׁנִ֖י H8144 וְשֵׁ֥שׁ H8336 מָשְׁזָֽר H7806 ",
  "9": "וְלָ֣קַחְתָּ֔ H3947 אֶת H853 שְׁתֵּ֖י H8147 אַבְנֵי H68 שֹׁ֑הַם H7718 וּפִתַּחְתָּ֣ H6605 עֲלֵיהֶ֔ם H5921 שְׁמ֖וֹת H8034 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "10": "שִׁשָּׁה֙ H8337 מִשְּׁמֹתָ֔ H8034 עַ֖ל H5921 הָאֶ֣בֶן H68 הָאֶחָ֑ת H259 וְאֶת H853 שְׁמ֞וֹת H8034 הַשִּׁשָּׁ֧ה H8337 הַנּוֹתָרִ֛ים H3498 עַל H5921 הָאֶ֥בֶן H68 הַשֵּׁנִ֖ית H8145 כְּתוֹלְדֹתָֽ H8435 ",
  "11": "מַעֲשֵׂ֣ה H4639 חָרַשׁ֮ H2796 אֶבֶן֒ H68 פִּתּוּחֵ֣י H6603 חֹתָ֗ם H2368 תְּפַתַּח֙ H6605 אֶת H853 שְׁתֵּ֣י H8147 הָאֲבָנִ֔ים H68 עַל H5921 שְׁמֹ֖ת H8034 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 מֻסַבֹּ֛ת H4142 מִשְׁבְּצ֥וֹת H4865 זָהָ֖ב H2091 תַּעֲשֶׂ֥ה H6213 אֹתָֽם H853 ",
  "12": "וְשַׂמְתָּ֞ H7760 אֶת H853 שְׁתֵּ֣י H8147 הָאֲבָנִ֗ים H68 עַ֚ל H5921 כִּתְפֹ֣ת H3802 הָֽאֵפֹ֔ד H646 אַבְנֵ֥י H68 זִכָּרֹ֖ן H2146 לִבְנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וְנָשָׂא֩ H5375 אַהֲרֹ֨ן H175 אֶת H853 שְׁמוֹתָ֜ם H8034 לִפְנֵ֧י H6440 יְהוָ֛ה H3068 עַל H5921 שְׁתֵּ֥י H8147 כְתֵפָ֖יו H3802 לְזִכָּרֹֽן H2146 ",
  "13": "וְעָשִׂ֥יתָ H6213 מִשְׁבְּצֹ֖ת H4865 זָהָֽב H2091 ",
  "14": "וּשְׁתֵּ֤י H8147 שַׁרְשְׁרֹת֙ H8333 זָהָ֣ב H2091 טָה֔וֹר H2889 מִגְבָּלֹ֛ת H4020 תַּעֲשֶׂ֥ה H6213 אֹתָ֖ם H853 מַעֲשֵׂ֣ה H4639 עֲבֹ֑ת H5688 וְנָתַתָּ֛ה H5414 אֶת H853 שַׁרְשְׁרֹ֥ת H8333 הָעֲבֹתֹ֖ת H5688 עַל H5921 הַֽמִּשְׁבְּצֹֽת H4865 ",
  "15": "וְעָשִׂ֜יתָ H6213 חֹ֤שֶׁן H2833 מִשְׁפָּט֙ H4941 מַעֲשֵׂ֣ה H4639 חֹשֵׁ֔ב H2803 כְּמַעֲשֵׂ֥ה H4639 אֵפֹ֖ד H646 תַּעֲשֶׂ֑נּוּ H6213 זָ֠הָב H2091 תְּכֵ֨לֶת H8504 וְאַרְגָּמָ֜ן H713 וְתוֹלַ֧עַת H8438 שָׁנִ֛י H8144 וְשֵׁ֥שׁ H8336 מָשְׁזָ֖ר H7806 תַּעֲשֶׂ֥ה H6213 אֹתֽוֹ H853 ",
  "16": "רָב֥וּעַ H7251 יִֽהְיֶ֖ה H1961 כָּפ֑וּל H3717 זֶ֥רֶת H2239 אָרְכּ֖וֹ H753 וְזֶ֥רֶת H2239 רָחְבּֽוֹ H7341 ",
  "17": "וּמִלֵּאתָ֥ H4390 בוֹ֙ Hb מִלֻּ֣אַת H4396 אֶ֔בֶן H68 אַרְבָּעָ֖ה H702 טוּרִ֣ים H2905 אָ֑בֶן H68 ט֗וּר H2905 אֹ֤דֶם H124 פִּטְדָה֙ H6357 וּבָרֶ֔קֶת H1304 הַטּ֖וּר H2905 הָאֶחָֽד H259 ",
  "18": "וְהַ H2905 הַשֵּׁנִ֑י H8145 נֹ֥פֶךְ H5306 סַפִּ֖יר H5601 וְיָהֲלֹֽם H3095 ",
  "19": "וְהַ H2905 הַשְּׁלִישִׁ֑י H7992 לֶ֥שֶׁם H3958 שְׁב֖וֹ H7618 וְאַחְלָֽמָה H306 ",
  "20": "וְהַ H2905 הָרְבִיעִ֔י H7243 תַּרְשִׁ֥ישׁ H8658 וְשֹׁ֖הַם H7718 וְיָשְׁפֵ֑ה H3471 מְשֻׁבָּצִ֥ים H7660 זָהָ֛ב H2091 יִהְי֖וּ H1961 בְּמִלּוּאֹתָֽ H4396 ",
  "21": "וְ֠הָ H68 תִּֽהְיֶ֜יןָ H1961 עַל H5921 שְׁמֹ֧ת H8034 בְּנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 שְׁתֵּ֥ים H8147 עֶשְׂרֵ֖ה H6240 עַל H5921 שְׁמֹתָ֑ם H8034 פִּתּוּחֵ֤י H6603 חוֹתָם֙ H2368 אִ֣ישׁ H376 עַל H5921 שְׁמ֔וֹ H8034 תִּֽהְיֶ֕יןָ H1961 לִשְׁנֵ֥י H8147 עָשָׂ֖ר H6240 שָֽׁבֶט H7626 ",
  "22": "וְעָשִׂ֧יתָ H6213 עַל H5921 הַחֹ֛שֶׁן H2833 שַֽׁרְשֹׁ֥ת H8331 גַּבְלֻ֖ת H1383 מַעֲשֵׂ֣ה H4639 עֲבֹ֑ת H5688 זָהָ֖ב H2091 טָהֽוֹר H2889 ",
  "23": "וְעָשִׂ֨יתָ֙ H6213 עַל H5921 הַחֹ֔שֶׁן H2833 שְׁתֵּ֖י H8147 טַבְּע֣וֹת H2885 זָהָ֑ב H2091 וְנָתַתָּ֗ H5414 אֶת H853 שְׁתֵּי֙ H8147 הַטַּבָּע֔וֹת H2885 עַל H5921 שְׁנֵ֖י H8147 קְצ֥וֹת H7098 הַחֹֽשֶׁן H2833 ",
  "24": "וְנָתַתָּ֗ה H5414 אֶת H853 שְׁתֵּי֙ H8147 עֲבֹתֹ֣ת H5688 הַזָּהָ֔ב H2091 עַל H5921 שְׁתֵּ֖י H8147 הַטַּבָּעֹ֑ת H2885 אֶל H413 קְצ֖וֹת H7098 הַחֹֽשֶׁן H2833 ",
  "25": "וְאֵ֨ת H853 שְׁתֵּ֤י H8147 קְצוֹת֙ H7098 שְׁתֵּ֣י H8147 הָעֲבֹתֹ֔ת H5688 תִּתֵּ֖ן H5414 עַל H5921 שְׁתֵּ֣י H8147 הַֽמִּשְׁבְּצ֑וֹת H4865 וְנָתַתָּ֛ה H5414 עַל H5921 כִּתְפ֥וֹת H3802 הָאֵפֹ֖ד H646 אֶל H413 מ֥וּל H4136 פָּנָֽיו H6440 ",
  "26": "וְעָשִׂ֗יתָ H6213 שְׁתֵּי֙ H8147 טַבְּע֣וֹת H2885 זָהָ֔ב H2091 וְשַׂמְתָּ֣ H7760 אֹתָ֔ם H853 עַל H5921 שְׁנֵ֖י H8147 קְצ֣וֹת H7098 הַחֹ֑שֶׁן H2833 עַל H5921 שְׂפָת֕וֹ H8193 אֲשֶׁ֛ר H834 אֶל H413 עֵ֥בֶר H5676 הָאֵפֹ֖ד H646 בָּֽיְתָה H1004 ",
  "27": "וְעָשִׂיתָ֮ H6213 שְׁתֵּ֣י H8147 טַבְּע֣וֹת H2885 זָהָב֒ H2091 וְנָתַתָּ֣ה H5414 אֹתָ֡ם H853 עַל H5921 שְׁתֵּי֩ H8147 כִתְפ֨וֹת H3802 הָאֵפ֤וֹד H646 מִלְּ H4295 מִמּ֣וּל H4136 פָּנָ֔יו H6440 לְעֻמַּ֖ת H5980 מֶחְבַּרְתּ֑וֹ H4225 מִמַּ֕עַל H4605 לְחֵ֖שֶׁב H2805 הָאֵפֽוֹד H646 ",
  "28": "וְיִרְכְּס֣וּ H7405 אֶת H853 הַ֠חֹשֶׁן H2833 מטבעת H2885 אֶל H413 טַבְּעֹ֤ת H2885 הָאֵפֹד֙ H646 בִּפְתִ֣יל H6616 תְּכֵ֔לֶת H8504 לִֽהְי֖וֹת H1961 עַל H5921 חֵ֣שֶׁב H2805 הָאֵפ֑וֹד H646 וְלֹֽא H3808 יִזַּ֣ח H2118 הַחֹ֔שֶׁן H2833 מֵעַ֖ל H5921 הָאֵפֽוֹד H646 ",
  "29": "וְנָשָׂ֣א H5375 אַ֠הֲרֹן H175 אֶת H853 שְׁמ֨וֹת H8034 בְּנֵֽי H1121 יִשְׂרָאֵ֜ל H3478 בְּחֹ֧שֶׁן H2833 הַמִּשְׁפָּ֛ט H4941 עַל H5921 לִבּ֖וֹ H3820 בְּבֹא֣ H935 אֶל H413 הַקֹּ֑דֶשׁ H6944 לְזִכָּרֹ֥ן H2146 לִפְנֵֽי H6440 יְהוָ֖ה H3068 תָּמִֽיד H8548 ",
  "30": "וְנָתַתָּ֞ H5414 אֶל H413 חֹ֣שֶׁן H2833 הַמִּשְׁפָּ֗ט H4941 אֶת H853 הָאוּרִים֙ H224 וְאֶת H853 הַתֻּמִּ֔ים H8550 וְהָיוּ֙ H1961 עַל H5921 לֵ֣ב H3820 אַהֲרֹ֔ן H175 בְּבֹא֖ H935 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וְנָשָׂ֣א H5375 אַ֠הֲרֹן H175 אֶת H853 מִשְׁפַּ֨ט H4941 בְּנֵי H1121 יִשְׂרָאֵ֧ל H3478 עַל H5921 לִבּ֛וֹ H3820 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 תָּמִֽיד H8548 ",
  "31": "וְעָשִׂ֛יתָ H6213 אֶת H853 מְעִ֥יל H4598 הָאֵפ֖וֹד H646 כְּלִ֥יל H3632 תְּכֵֽלֶת H8504 ",
  "32": "וְהָיָ֥ה H1961 פִֽי H6310 רֹאשׁ֖וֹ H7218 בְּתוֹכ֑ H8432 שָׂפָ֡ה H8193 יִֽהְיֶה֩ H1961 לְפִ֨י H6310 סָבִ֜יב H5439 מַעֲשֵׂ֣ה H4639 אֹרֵ֗ג H707 כְּפִ֥י H6310 תַחְרָ֛א H8473 יִֽהְיֶה H1961 לּ֖וֹ Hl לֹ֥א H3808 יִקָּרֵֽעַ H7167 ",
  "33": "וְעָשִׂ֣יתָ H6213 עַל H5921 שׁוּלָ֗יו H7757 רִמֹּנֵי֙ H7416 תְּכֵ֤לֶת H8504 וְאַרְגָּמָן֙ H713 וְתוֹלַ֣עַת H8438 שָׁנִ֔י H8144 עַל H5921 שׁוּלָ֖יו H7757 סָבִ֑יב H5439 וּפַעֲמֹנֵ֥י H6472 זָהָ֛ב H2091 בְּתוֹכָ֖ H8432 סָבִֽיב H5439 ",
  "34": "פַּעֲמֹ֤ן H6472 זָהָב֙ H2091 וְרִמּ֔וֹן H7416 פַּֽעֲמֹ֥ן H6472 זָהָ֖ב H2091 וְרִמּ֑וֹן H7416 עַל H5921 שׁוּלֵ֥י H7757 הַמְּעִ֖יל H4598 סָבִֽיב H5439 ",
  "35": "וְהָיָ֥ה H1961 עַֽל H5921 אַהֲרֹ֖ן H175 לְשָׁרֵ֑ת H8334 וְנִשְׁמַ֣ע H8085 ק֠וֹלוֹ H6963 בְּבֹא֨ H935 אֶל H413 הַקֹּ֜דֶשׁ H6944 לִפְנֵ֧י H6440 יְהוָ֛ה H3068 וּבְ H3318 וְלֹ֥א H3808 יָמֽוּת H4191 ",
  "36": "וְעָשִׂ֥יתָ H6213 צִּ֖יץ H6731 זָהָ֣ב H2091 טָה֑וֹר H2889 וּפִתַּחְתָּ֤ H6605 עָלָיו֙ H5921 פִּתּוּחֵ֣י H6603 חֹתָ֔ם H2368 קֹ֖דֶשׁ H6944 לַֽיהוָֽה H3068 ",
  "37": "וְשַׂמְתָּ֤ H7760 אֹתוֹ֙ H853 עַל H5921 פְּתִ֣יל H6616 תְּכֵ֔לֶת H8504 וְהָיָ֖ה H1961 עַל H5921 הַמִּצְנָ֑פֶת H4701 אֶל H413 מ֥וּל H4136 פְּנֵֽי H6440 הַמִּצְנֶ֖פֶת H4701 יִהְיֶֽה H1961 ",
  "38": "וְהָיָה֮ H1961 עַל H5921 מֵ֣צַח H4696 אַהֲרֹן֒ H175 וְנָשָׂ֨א H5375 אַהֲרֹ֜ן H175 אֶת H853 עֲוֺ֣ן H5771 הַקֳּדָשִׁ֗ים H6944 אֲשֶׁ֤ר H834 יַקְדִּ֨ישׁוּ֙ H6942 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 לְכָֽל H3605 מַתְּנֹ֖ת H4979 קָדְשֵׁיהֶ֑ם H6944 וְהָיָ֤ה H1961 עַל H5921 מִצְחוֹ֙ H4696 תָּמִ֔יד H8548 לְרָצ֥וֹן H7522 לָהֶ֖ם Hl לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "39": "וְשִׁבַּצְתָּ֙ H7660 הַכְּתֹ֣נֶת H3801 שֵׁ֔שׁ H8336 וְעָשִׂ֖יתָ H6213 מִצְנֶ֣פֶת H4701 שֵׁ֑שׁ H8336 וְאַבְנֵ֥ט H73 תַּעֲשֶׂ֖ה H6213 מַעֲשֵׂ֥ה H4639 רֹקֵֽם H7551 ",
  "40": "וְלִ H1121 אַהֲרֹן֙ H175 תַּעֲשֶׂ֣ה H6213 כֻתֳּנֹ֔ת H3801 וְעָשִׂ֥יתָ H6213 לָהֶ֖ם Hl אַבְנֵטִ֑ים H73 וּמִגְבָּעוֹת֙ H4021 תַּעֲשֶׂ֣ה H6213 לָהֶ֔ם Hl לְכָב֖וֹד H3519 וּלְ H8597 ",
  "41": "וְהִלְבַּשְׁתָּ֤ H3847 אֹתָם֙ H853 אֶת H853 אַהֲרֹ֣ן H175 אָחִ֔יךָ H251 וְאֶת H853 בָּנָ֖יו H1121 אִתּ֑וֹ H854 וּמָשַׁחְתָּ֨ H4886 אֹתָ֜ם H853 וּמִלֵּאתָ֧ H4390 אֶת H853 יָדָ֛ם H3027 וְקִדַּשְׁתָּ֥ H6942 אֹתָ֖ם H853 וְכִהֲנ֥וּ H3547 לִֽי Hl ",
  "42": "וַעֲשֵׂ֤ה H6213 לָהֶם֙ Hl מִכְנְסֵי H4370 בָ֔ד H906 לְכַסּ֖וֹת H3680 בְּשַׂ֣ר H1320 עֶרְוָ֑ה H6172 מִמָּתְנַ֥יִם H4975 וְעַד H5704 יְרֵכַ֖יִם H3409 יִהְיֽוּ H1961 ",
  "43": "וְהָיוּ֩ H1961 עַל H5921 אַהֲרֹ֨ן H175 וְעַל H5921 בָּנָ֜יו H1121 בְּבֹאָ֣ H935 אֶל H413 אֹ֣הֶל H168 מוֹעֵ֗ד H4150 א֣וֹ H176 בְגִשְׁתָּ֤ H5066 אֶל H413 הַמִּזְבֵּ֨חַ֙ H4196 לְשָׁרֵ֣ת H8334 בַּקֹּ֔דֶשׁ H6944 וְלֹא H3808 יִשְׂא֥וּ H5375 עָוֺ֖ן H5771 וָמֵ֑תוּ H4191 חֻקַּ֥ת H2708 עוֹלָ֛ם H5769 ל֖וֹ Hl וּלְ H2233 אַחֲרָֽיו H310 "
}
