{
  "1": "וְעָשִׂ֥יתָ H6213 מִזְבֵּ֖חַ H4196 מִקְטַ֣ר H4729 קְטֹ֑רֶת H7004 עֲצֵ֥י H6086 שִׁטִּ֖ים H7848 תַּעֲשֶׂ֥ה H6213 אֹתֽוֹ H853 ",
  "2": "אַמָּ֨ה H520 אָרְכּ֜וֹ H753 וְאַמָּ֤ה H520 רָחְבּוֹ֙ H7341 רָב֣וּעַ H7251 יִהְיֶ֔ה H1961 וְאַמָּתַ֖יִם H520 קֹמָת֑וֹ H6967 מִמֶּ֖נּוּ H4480 קַרְנֹתָֽיו H7161 ",
  "3": "וְצִפִּיתָ֨ H6823 אֹת֜וֹ H853 זָהָ֣ב H2091 טָה֗וֹר H2889 אֶת H853 גַּגּ֧וֹ H1406 וְאֶת H853 קִירֹתָ֛יו H7023 סָבִ֖יב H5439 וְאֶת H853 קַרְנֹתָ֑יו H7161 וְעָשִׂ֥יתָ H6213 לּ֛וֹ Hl זֵ֥ר H2213 זָהָ֖ב H2091 סָבִֽיב H5439 ",
  "4": "וּשְׁתֵּי֩ H8147 טַבְּעֹ֨ת H2885 זָהָ֜ב H2091 תַּֽעֲשֶׂה H6213 לּ֣וֹ Hl מִתַּ֣חַת H8478 לְזֵר֗ H2213 עַ֚ל H5921 שְׁתֵּ֣י H8147 צַלְעֹתָ֔יו H6763 תַּעֲשֶׂ֖ה H6213 עַל H5921 שְׁנֵ֣י H8147 צִדָּ֑יו H6654 וְהָיָה֙ H1961 לְבָתִּ֣ים H1004 לְבַדִּ֔ים H905 לָשֵׂ֥את H5375 אֹת֖וֹ H853 בָּהֵֽמָּה H1992 ",
  "5": "וְעָשִׂ֥יתָ H6213 אֶת H853 הַבַּדִּ֖ים H905 עֲצֵ֣י H6086 שִׁטִּ֑ים H7848 וְצִפִּיתָ֥ H6823 אֹתָ֖ם H853 זָהָֽב H2091 ",
  "6": "וְנָתַתָּ֤ה H5414 אֹתוֹ֙ H853 לִפְנֵ֣י H6440 הַפָּרֹ֔כֶת H6532 אֲשֶׁ֖ר H834 עַל H5921 אֲרֹ֣ן H727 הָעֵדֻ֑ת H5715 לִפְנֵ֣י H6440 הַכַּפֹּ֗רֶת H3727 אֲשֶׁר֙ H834 עַל H5921 הָ֣עֵדֻ֔ת H5715 אֲשֶׁ֛ר H834 אִוָּעֵ֥ד H3259 לְךָ֖ Hl שָֽׁמָּה H8033 ",
  "7": "וְהִקְטִ֥יר H6999 עָלָ֛יו H5921 אַהֲרֹ֖ן H175 קְטֹ֣רֶת H7004 סַמִּ֑ים H5561 בַּבֹּ֣קֶר H1242 בַּבֹּ֗קֶר H1242 בְּהֵיטִיב֛ H3190 אֶת H853 הַנֵּרֹ֖ת H5216 יַקְטִירֶֽנָּה H6999 ",
  "8": "וּבְ H5927 אַהֲרֹ֧ן H175 אֶת H853 הַנֵּרֹ֛ת H5216 בֵּ֥ין H996 הָעֲרְבַּ֖יִם H6153 יַקְטִירֶ֑נָּה H6999 קְטֹ֧רֶת H7004 תָּמִ֛יד H8548 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 לְדֹרֹתֵי H1755 ",
  "9": "לֹא H3808 תַעֲל֥וּ H5927 עָלָ֛יו H5921 קְטֹ֥רֶת H7004 זָרָ֖ה H2114 וְעֹלָ֣ה H5930 וּמִנְחָ֑ה H4503 וְנֵ֕סֶךְ H5262 לֹ֥א H3808 תִסְּכ֖וּ H5258 עָלָֽיו H5921 ",
  "10": "וְכִפֶּ֤ר H3722 אַהֲרֹן֙ H175 עַל H5921 קַרְנֹתָ֔יו H7161 אַחַ֖ת H259 בַּשָּׁנָ֑ה H8141 מִדַּ֞ם H1818 חַטַּ֣את H2403 הַכִּפֻּרִ֗ים H3725 אַחַ֤ת H259 בַּשָּׁנָה֙ H8141 יְכַפֵּ֤ר H3722 עָלָיו֙ H5921 לְדֹרֹ֣תֵי H1755 קֹֽדֶשׁ H6944 קָֽדָשִׁ֥ים H6944 ה֖וּא H1931 לַיהוָֽה H3068 ",
  "11": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "12": "כִּ֣י H3588 תִשָּׂ֞א H5375 אֶת H853 רֹ֥אשׁ H7218 בְּנֵֽי H1121 יִשְׂרָאֵ֘ל H3478 לִפְקֻדֵי H6485 וְנָ֨תְנ֜וּ H5414 אִ֣ישׁ H376 כֹּ֧פֶר H3724 נַפְשׁ֛וֹ H5315 לַיהוָ֖ה H3068 בִּפְקֹ֣ד H6485 אֹתָ֑ם H853 וְלֹא H3808 יִהְיֶ֥ה H1961 בָהֶ֛ם Hb נֶ֖גֶף H5063 בִּפְקֹ֥ד H6485 אֹתָֽם H853 ",
  "13": "זֶ֣ה H2088 יִתְּנ֗וּ H5414 כָּל H3605 הָעֹבֵר֙ H5674 עַל H5921 הַפְּקֻדִ֔ים H6485 מַחֲצִ֥ית H4276 הַשֶּׁ֖קֶל H8255 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 עֶשְׂרִ֤ים H6242 גֵּרָה֙ H1626 הַשֶּׁ֔קֶל H8255 מַחֲצִ֣ית H4276 הַשֶּׁ֔קֶל H8255 תְּרוּמָ֖ה H8641 לַֽיהוָֽה H3068 ",
  "14": "כֹּ֗ל H3605 הָעֹבֵר֙ H5674 עַל H5921 הַפְּקֻדִ֔ים H6485 מִבֶּ֛ן H1121 עֶשְׂרִ֥ים H6242 שָׁנָ֖ה H8141 וָמָ֑עְלָ H4605 יִתֵּ֖ן H5414 תְּרוּמַ֥ת H8641 יְהוָֽה H3068 ",
  "15": "הֶֽעָשִׁ֣יר H6223 לֹֽא H3808 יַרְבֶּ֗ה H7235 וְהַ H1800 לֹ֣א H3808 יַמְעִ֔יט H4591 מִֽמַּחֲצִ֖ית H4276 הַשָּׁ֑קֶל H8255 לָתֵת֙ H5414 אֶת H853 תְּרוּמַ֣ת H8641 יְהוָ֔ה H3068 לְכַפֵּ֖ר H3722 עַל H5921 נַפְשֹׁתֵיכֶֽם H5315 ",
  "16": "וְלָקַחְתָּ֞ H3947 אֶת H853 כֶּ֣סֶף H3701 הַכִּפֻּרִ֗ים H3722 מֵאֵת֙ H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְנָתַתָּ֣ H5414 אֹת֔וֹ H853 עַל H5921 עֲבֹדַ֖ת H5656 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְהָיָה֩ H1961 לִבְנֵ֨י H1121 יִשְׂרָאֵ֤ל H3478 לְזִכָּרוֹן֙ H2146 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 לְכַפֵּ֖ר H3722 עַל H5921 נַפְשֹׁתֵיכֶֽם H5315 ",
  "17": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "18": "וְעָשִׂ֜יתָ H6213 כִּיּ֥וֹר H3595 נְחֹ֛שֶׁת H5178 וְכַנּ֥ H3653 נְחֹ֖שֶׁת H5178 לְרָחְצָ֑ה H7364 וְנָתַתָּ֣ H5414 אֹת֗וֹ H853 בֵּֽין H996 אֹ֤הֶל H168 מוֹעֵד֙ H4150 וּבֵ֣ין H996 הַמִּזְבֵּ֔חַ H4196 וְנָתַתָּ֥ H5414 שָׁ֖מָּה H8033 מָֽיִם H4325 ",
  "19": "וְרָחֲצ֛וּ H7364 אַהֲרֹ֥ן H175 וּבָנָ֖י H1121 מִמֶּ֑נּוּ H4480 אֶת H853 יְדֵיהֶ֖ם H3027 וְאֶת H853 רַגְלֵיהֶֽם H7272 ",
  "20": "בְּבֹאָ֞ H935 אֶל H413 אֹ֧הֶל H168 מוֹעֵ֛ד H4150 יִרְחֲצוּ H7364 מַ֖יִם H4325 וְלֹ֣א H3808 יָמֻ֑תוּ H4191 א֣וֹ H176 בְגִשְׁתָּ֤ H5066 אֶל H413 הַמִּזְבֵּ֨חַ֙ H4196 לְשָׁרֵ֔ת H8334 לְהַקְטִ֥יר H6999 אִשֶּׁ֖ה H801 לַֽיהוָֽה H3068 ",
  "21": "וְרָחֲצ֛וּ H7364 יְדֵיהֶ֥ם H3027 וְרַגְלֵי H7272 וְלֹ֣א H3808 יָמֻ֑תוּ H4191 וְהָיְתָ֨ה H1961 לָהֶ֧ם Hl חָק H2706 עוֹלָ֛ם H5769 ל֥וֹ Hl וּלְ H2233 לְדֹרֹתָֽ H1755 ",
  "22": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "23": "וְאַתָּ֣ה H859 קַח H3947 לְךָ֮ Hl בְּשָׂמִ֣ים H1314 רֹאשׁ֒ H7218 מָר H4753 דְּרוֹר֙ H1865 חֲמֵ֣שׁ H2568 מֵא֔וֹת H3967 וְקִנְּמָן H7076 בֶּ֥שֶׂם H1314 מַחֲצִית֖וֹ H4276 חֲמִשִּׁ֣ים H2572 וּמָאתָ֑יִם H3967 וּקְנֵה H7070 בֹ֖שֶׂם H1314 חֲמִשִּׁ֥ים H2572 וּמָאתָֽיִם H3967 ",
  "24": "וְקִדָּ֕ה H6916 חֲמֵ֥שׁ H2568 מֵא֖וֹת H3967 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 וְשֶׁ֥מֶן H8081 זַ֖יִת H2132 הִֽין H1969 ",
  "25": "וְעָשִׂ֣יתָ H6213 אֹת֗וֹ H853 שֶׁ֚מֶן H8081 מִשְׁחַת H4888 קֹ֔דֶשׁ H6944 רֹ֥קַח H7545 מִרְקַ֖חַת H4842 מַעֲשֵׂ֣ה H4639 רֹקֵ֑חַ H7543 שֶׁ֥מֶן H8081 מִשְׁחַת H4888 קֹ֖דֶשׁ H6944 יִהְיֶֽה H1961 ",
  "26": "וּמָשַׁחְתָּ֥ H4886 ב֖וֹ Hb אֶת H853 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְאֵ֖ת H853 אֲר֥וֹן H727 הָעֵדֻֽת H5715 ",
  "27": "וְאֶת H853 הַשֻּׁלְחָן֙ H7979 וְאֶת H853 כָּל H3605 כֵּלָ֔יו H3627 וְאֶת H853 הַמְּנֹרָ֖ה H4501 וְאֶת H853 כֵּלֶ֑יהָ H3627 וְאֵ֖ת H853 מִזְבַּ֥ח H4196 הַקְּטֹֽרֶת H7004 ",
  "28": "וְאֶת H853 מִזְבַּ֥ח H4196 הָעֹלָ֖ה H5930 וְאֶת H853 כָּל H3605 כֵּלָ֑יו H3627 וְאֶת H853 הַכִּיֹּ֖ר H3595 וְאֶת H853 כַּנּֽוֹ H3653 ",
  "29": "וְקִדַּשְׁתָּ֣ H6942 אֹתָ֔ם H853 וְהָי֖וּ H1961 קֹ֣דֶשׁ H6944 קָֽדָשִׁ֑ים H6944 כָּל H3605 הַנֹּגֵ֥עַ H5060 בָּהֶ֖ם Hb יִקְדָּֽשׁ H6942 ",
  "30": "וְאֶת H853 אַהֲרֹ֥ן H175 וְאֶת H853 בָּנָ֖יו H1121 תִּמְשָׁ֑ח H4886 וְקִדַּשְׁתָּ֥ H6942 אֹתָ֖ם H853 לְכַהֵ֥ן H3547 לִֽי Hl ",
  "31": "וְאֶל H413 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 תְּדַבֵּ֣ר H1696 לֵאמֹ֑ר H559 שֶׁ֠מֶן H8081 מִשְׁחַת H4888 קֹ֨דֶשׁ H6944 יִהְיֶ֥ה H1961 זֶ֛ה H2088 לִ֖י Hl לְדֹרֹתֵי H1755 ",
  "32": "עַל H5921 בְּשַׂ֤ר H1320 אָדָם֙ H120 לֹ֣א H3808 יִיסָ֔ךְ H3251 וּבְ H4971 לֹ֥א H3808 תַעֲשׂ֖וּ H6213 כָּמֹ֑הוּ H3644 קֹ֣דֶשׁ H6944 ה֔וּא H1931 קֹ֖דֶשׁ H6944 יִהְיֶ֥ה H1961 לָכֶֽם Hl ",
  "33": "אִ֚ישׁ H376 אֲשֶׁ֣ר H834 יִרְקַ֣ח H7543 כָּמֹ֔הוּ H3644 וַאֲשֶׁ֥ר H834 יִתֵּ֛ן H5414 מִמֶּ֖נּוּ H4480 עַל H5921 זָ֑ר H2114 וְנִכְרַ֖ת H3772 מֵעַמָּֽי H5971 ",
  "34": "וַיֹּאמֶר֩ H559 יְהוָ֨ה H3068 אֶל H413 מֹשֶׁ֜ה H4872 קַח H3947 לְךָ֣ Hl סַמִּ֗ים H5561 נָטָ֤ף H5198 וּשְׁחֵ֨לֶת֙ H7827 וְחֶלְבְּנָ֔ה H2464 סַמִּ֖ים H5561 וּלְבֹנָ֣ה H3828 זַכָּ֑ה H2134 בַּ֥ד H905 בְּבַ֖ד H905 יִהְיֶֽה H1961 ",
  "35": "וְעָשִׂ֤יתָ H6213 אֹתָהּ֙ H853 קְטֹ֔רֶת H7004 רֹ֖קַח H7545 מַעֲשֵׂ֣ה H4639 רוֹקֵ֑חַ H7543 מְמֻלָּ֖ח H4414 טָה֥וֹר H2889 קֹֽדֶשׁ H6944 ",
  "36": "וְשָֽׁחַקְתָּ֣ H7833 מִמֶּנָּה֮ H4480 הָדֵק֒ H1854 וְנָתַתָּ֨ה H5414 מִמֶּ֜נָּה H4480 לִפְנֵ֤י H6440 הָעֵדֻת֙ H5715 בְּאֹ֣הֶל H168 מוֹעֵ֔ד H4150 אֲשֶׁ֛ר H834 אִוָּעֵ֥ד H3259 לְךָ֖ Hl שָׁ֑מָּה H8033 קֹ֥דֶשׁ H6944 קָֽדָשִׁ֖ים H6944 תִּהְיֶ֥ה H1961 לָכֶֽם Hl ",
  "37": "וְהַ H7004 אֲשֶׁ֣ר H834 תַּעֲשֶׂ֔ה H6213 בְּמַ֨תְכֻּנְתָּ֔ H4971 לֹ֥א H3808 תַעֲשׂ֖וּ H6213 לָכֶ֑ם Hl קֹ֛דֶשׁ H6944 תִּהְיֶ֥ה H1961 לְךָ֖ Hl לַיהוָֽה H3068 ",
  "38": "אִ֛ישׁ H376 אֲשֶׁר H834 יַעֲשֶׂ֥ה H6213 כָמ֖וֹהָ H3644 לְהָרִ֣יחַ H7306 בָּ֑הּ Hb וְנִכְרַ֖ת H3772 מֵעַמָּֽי H5971 "
}
