{
  "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "2": "רְאֵ֖ה H7200 קָרָ֣אתִֽי H7121 בְשֵׁ֑ם H8034 בְּצַלְאֵ֛ל H1212 בֶּן H1121 אוּרִ֥י H221 בֶן H1121 ח֖וּר H2354 לְמַטֵּ֥ה H4294 יְהוּדָֽה H3063 ",
  "3": "וָאֲמַלֵּ֥א H4390 אֹת֖וֹ H853 ר֣וּחַ H7307 אֱלֹהִ֑ים H430 בְּחָכְמָ֛ה H2451 וּבִ H8394 וּבְ H1847 וּבְ H3605 מְלָאכָֽה H4399 ",
  "4": "לַחְשֹׁ֖ב H2803 מַחֲשָׁבֹ֑ת H4284 לַעֲשׂ֛וֹת H6213 בַּזָּהָ֥ב H2091 וּבַ H3701 וּבַ H5178 ",
  "5": "וּבַ H2799 אֶ֛בֶן H68 לְמַלֹּ֖את H4390 וּבַ H2799 עֵ֑ץ H6086 לַעֲשׂ֖וֹת H6213 בְּכָל H3605 מְלָאכָֽה H4399 ",
  "6": "וַאֲנִ֞י H589 הִנֵּ֧ה H2009 נָתַ֣תִּי H5414 אִתּ֗וֹ H854 אֵ֣ת H853 אָהֳלִיאָ֞ב H171 בֶּן H1121 אֲחִֽיסָמָךְ֙ H294 לְמַטֵּה H4294 דָ֔ן H1835 וּבְ H3820 כָּל H3605 חֲכַם H2450 לֵ֖ב H3820 נָתַ֣תִּי H5414 חָכְמָ֑ה H2451 וְעָשׂ֕וּ H6213 אֵ֖ת H853 כָּל H3605 אֲשֶׁ֥ר H834 צִוִּיתִֽךָ H6680 ",
  "7": "אֵ֣ת H853 אֹ֣הֶל H168 מוֹעֵ֗ד H4150 וְאֶת H853 הָֽאָרֹן֙ H727 לָֽעֵדֻ֔ת H5715 וְאֶת H853 הַכַּפֹּ֖רֶת H3727 אֲשֶׁ֣ר H834 עָלָ֑יו H5921 וְאֵ֖ת H853 כָּל H3605 כְּלֵ֥י H3627 הָאֹֽהֶל H168 ",
  "8": "וְאֶת H853 הַשֻּׁלְחָן֙ H7979 וְאֶת H853 כֵּלָ֔יו H3627 וְאֶת H853 הַמְּנֹרָ֥ה H4501 הַטְּהֹרָ֖ה H2889 וְאֶת H853 כָּל H3605 כֵּלֶ֑יהָ H3627 וְאֵ֖ת H853 מִזְבַּ֥ח H4196 הַקְּטֹֽרֶת H7004 ",
  "9": "וְאֶת H853 מִזְבַּ֥ח H4196 הָעֹלָ֖ה H5930 וְאֶת H853 כָּל H3605 כֵּלָ֑יו H3627 וְאֶת H853 הַכִּיּ֖וֹר H3595 וְאֶת H853 כַּנּֽוֹ H3653 ",
  "10": "וְאֵ֖ת H853 בִּגְדֵ֣י H899 הַשְּׂרָ֑ד H8278 וְאֶת H853 בִּגְדֵ֤י H899 הַקֹּ֨דֶשׁ֙ H6944 לְאַהֲרֹ֣ן H175 הַכֹּהֵ֔ן H3548 וְאֶת H853 בִּגְדֵ֥י H899 בָנָ֖יו H1121 לְכַהֵֽן H3547 ",
  "11": "וְאֵ֨ת H853 שֶׁ֧מֶן H8081 הַמִּשְׁחָ֛ה H4888 וְאֶת H853 קְטֹ֥רֶת H7004 הַסַּמִּ֖ים H5561 לַקֹּ֑דֶשׁ H6944 כְּכֹ֥ל H3605 אֲשֶׁר H834 צִוִּיתִ֖ךָ H6680 יַעֲשֽׂוּ H6213 ",
  "12": "וַיֹּ֥אמֶר H559 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "13": "וְאַתָּ֞ה H859 דַּבֵּ֨ר H1696 אֶל H413 בְּנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 לֵאמֹ֔ר H559 אַ֥ךְ H389 אֶת H853 שַׁבְּתֹתַ֖י H7676 תִּשְׁמֹ֑רוּ H8104 כִּי֩ H3588 א֨וֹת H226 הִ֜וא H1931 בֵּינִ֤י H996 וּבֵֽינֵי H996 לְדֹרֹ֣תֵי H1755 לָדַ֕עַת H3045 כִּ֛י H3588 אֲנִ֥י H589 יְהוָ֖ה H3068 מְקַדִּשְׁכֶֽם H6942 ",
  "14": "וּשְׁמַרְתֶּם֙ H8104 אֶת H853 הַשַּׁבָּ֔ת H7676 כִּ֛י H3588 קֹ֥דֶשׁ H6944 הִ֖וא H1931 לָכֶ֑ם Hl מְחַֽלְלֶ֨יהָ֙ H2490 מ֣וֹת H4191 יוּמָ֔ת H4191 כִּ֗י H3588 כָּל H3605 הָעֹשֶׂ֥ה H6213 בָהּ֙ Hb מְלָאכָ֔ה H4399 וְנִכְרְתָ֛ה H3772 הַנֶּ֥פֶשׁ H5315 הַהִ֖וא H1931 מִקֶּ֥רֶב H7130 עַמֶּֽיהָ H5971 ",
  "15": "שֵׁ֣שֶׁת H8337 יָמִים֮ H3117 יֵעָשֶׂ֣ה H6213 מְלָאכָה֒ H4399 וּבַ H3117 הַשְּׁבִיעִ֗י H7637 שַׁבַּ֧ת H7676 שַׁבָּת֛וֹן H7677 קֹ֖דֶשׁ H6944 לַיהוָ֑ה H3068 כָּל H3605 הָעֹשֶׂ֧ה H6213 מְלָאכָ֛ה H4399 בְּי֥וֹם H3117 הַשַּׁבָּ֖ת H7676 מ֥וֹת H4191 יוּמָֽת H4191 ",
  "16": "וְשָׁמְר֥וּ H8104 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 אֶת H853 הַשַּׁבָּ֑ת H7676 לַעֲשׂ֧וֹת H6213 אֶת H853 הַשַּׁבָּ֛ת H7676 לְדֹרֹתָ֖ H1755 בְּרִ֥ית H1285 עוֹלָֽם H5769 ",
  "17": "בֵּינִ֗י H996 וּבֵין֙ H996 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 א֥וֹת H226 הִ֖וא H1931 לְעֹלָ֑ם H5769 כִּי H3588 שֵׁ֣שֶׁת H8337 יָמִ֗ים H3117 עָשָׂ֤ה H6213 יְהוָה֙ H3068 אֶת H853 הַשָּׁמַ֣יִם H8064 וְאֶת H853 הָאָ֔רֶץ H776 וּבַ H3117 הַשְּׁבִיעִ֔י H7637 שָׁבַ֖ת H7673 וַיִּנָּפַֽשׁ H5314 ",
  "18": "וַיִּתֵּ֣ן H5414 אֶל H413 מֹשֶׁ֗ה H4872 כְּכַלֹּת H3615 לְדַבֵּ֤ר H1696 אִתּוֹ֙ H854 בְּהַ֣ר H2022 סִינַ֔י H5514 שְׁנֵ֖י H8147 לֻחֹ֣ת H3871 הָעֵדֻ֑ת H5715 לֻחֹ֣ת H3871 אֶ֔בֶן H68 כְּתֻבִ֖ים H3789 בְּאֶצְבַּ֥ע H676 אֱלֹהִֽים H430 "
}
