{
  "1": "וַיְדַבֵּ֨ר H1696 יְהוָ֤ה H3068 אֶל H413 מֹשֶׁה֙ H4872 לֵ֣ךְ H3212 עֲלֵ֣ה H5927 מִזֶּ֔ה H2088 אַתָּ֣ה H859 וְהָ H5971 אֲשֶׁ֥ר H834 הֶֽעֱלִ֖יתָ H5927 מֵאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 אֶל H413 הָאָ֗רֶץ H776 אֲשֶׁ֣ר H834 נִ֠שְׁבַּעְתִּי H7650 לְאַבְרָהָ֨ם H85 לְיִצְחָ֤ק H3327 וּֽלְ H3290 לֵאמֹ֔ר H559 לְזַרְעֲ H2233 אֶתְּנֶֽנָּה H5414 ",
  "2": "וְשָׁלַחְתִּ֥י H7971 לְפָנֶ֖י H6440 מַלְאָ֑ךְ H4397 וְגֵֽרַשְׁתִּ֗י H1644 אֶת H853 הַֽכְּנַעֲנִי֙ H3669 הָֽאֱמֹרִ֔י H567 וְהַֽ H2850 וְהַ H6522 הַחִוִּ֖י H2340 וְהַ H2983 ",
  "3": "אֶל H413 אֶ֛רֶץ H776 זָבַ֥ת H2100 חָלָ֖ב H2461 וּדְבָ֑שׁ H1706 כִּי֩ H3588 לֹ֨א H3808 אֶֽעֱלֶ֜ה H5927 בְּקִרְבְּ H7130 כִּ֤י H3588 עַם H5971 קְשֵׁה H7186 עֹ֨רֶף֙ H6203 אַ֔תָּה H859 פֶּן H6435 אֲכֶלְךָ֖ H3615 בַּדָּֽרֶךְ H1870 ",
  "4": "וַיִּשְׁמַ֣ע H8085 הָעָ֗ם H5971 אֶת H853 הַדָּבָ֥ר H1697 הָרָ֛ע H7451 הַזֶּ֖ה H2088 וַיִּתְאַבָּ֑לוּ H56 וְלֹא H3808 שָׁ֛תוּ H7896 אִ֥ישׁ H376 עֶדְי֖וֹ H5716 עָלָֽיו H5921 ",
  "5": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 אֱמֹ֤ר H559 אֶל H413 בְּנֵֽי H1121 יִשְׂרָאֵל֙ H3478 אַתֶּ֣ם H859 עַם H5971 קְשֵׁה H7186 עֹ֔רֶף H6203 רֶ֧גַע H7281 אֶחָ֛ד H259 אֶֽעֱלֶ֥ה H5927 בְקִרְבְּ H7130 וְכִלִּיתִ֑י H3615 וְעַתָּ֗ה H6258 הוֹרֵ֤ד H3381 עֶדְיְךָ֙ H5716 מֵֽעָלֶ֔י H5921 וְאֵדְעָ֖ה H3045 מָ֥ה H4100 אֶֽעֱשֶׂה H6213 לָּֽךְ Hl ",
  "6": "וַיִּֽתְנַצְּל֧וּ H5337 בְנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 אֶת H853 עֶדְיָ֖ם H5716 מֵהַ֥ר H2022 חוֹרֵֽב H2722 ",
  "7": "וּמֹשֶׁה֩ H4872 יִקַּ֨ח H3947 אֶת H853 הָאֹ֜הֶל H168 וְנָֽטָה H5186 ל֣וֹ Hl מִח֣וּץ H2351 לַֽמַּחֲנֶ֗ה H4264 הַרְחֵק֙ H7368 מִן H4480 הַֽמַּחֲנֶ֔ה H4264 וְקָ֥רָא H7121 ל֖וֹ Hl אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְהָיָה֙ H1961 כָּל H3605 מְבַקֵּ֣שׁ H1245 יְהוָ֔ה H3068 יֵצֵא֙ H3318 אֶל H413 אֹ֣הֶל H168 מוֹעֵ֔ד H4150 אֲשֶׁ֖ר H834 מִח֥וּץ H2351 לַֽמַּחֲנֶֽה H4264 ",
  "8": "וְהָיָ֗ה H1961 כְּצֵ֤את H3318 מֹשֶׁה֙ H4872 אֶל H413 הָאֹ֔הֶל H168 יָק֨וּמוּ֙ H6965 כָּל H3605 הָעָ֔ם H5971 וְנִ֨צְּב֔וּ H5324 אִ֖ישׁ H376 פֶּ֣תַח H6607 אָהֳל֑וֹ H168 וְהִבִּ֨יטוּ֙ H5027 אַחֲרֵ֣י H310 מֹשֶׁ֔ה H4872 עַד H5704 בֹּא֖וֹ H935 הָאֹֽהֱלָ H168 ",
  "9": "וְהָיָ֗ה H1961 כְּבֹ֤א H935 מֹשֶׁה֙ H4872 הָאֹ֔הֱלָ H168 יֵרֵד֙ H3381 עַמּ֣וּד H5982 הֶֽעָנָ֔ן H6051 וְעָמַ֖ד H5975 פֶּ֣תַח H6607 הָאֹ֑הֶל H168 וְדִבֶּ֖ר H1696 עִם H5973 מֹשֶֽׁה H4872 ",
  "10": "וְרָאָ֤ה H7200 כָל H3605 הָעָם֙ H5971 אֶת H853 עַמּ֣וּד H5982 הֶֽעָנָ֔ן H6051 עֹמֵ֖ד H5975 פֶּ֣תַח H6607 הָאֹ֑הֶל H168 וְקָ֤ם H6965 כָּל H3605 הָעָם֙ H5971 וְהִֽשְׁתַּחֲוּ֔וּ H7812 אִ֖ישׁ H376 פֶּ֥תַח H6607 אָהֳלֽוֹ H168 ",
  "11": "וְדִבֶּ֨ר H1696 יְהוָ֤ה H3068 אֶל H413 מֹשֶׁה֙ H4872 פָּנִ֣ים H6440 אֶל H413 פָּנִ֔ים H6440 כַּאֲשֶׁ֛ר H834 יְדַבֵּ֥ר H1696 אִ֖ישׁ H376 אֶל H413 רֵעֵ֑הוּ H7453 וְשָׁב֙ H7725 אֶל H413 הַֽמַּחֲנֶ֔ה H4264 וּמְשָׁ֨רְת֜ H8334 יְהוֹשֻׁ֤עַ H3091 בִּן H1121 נוּן֙ H5126 נַ֔עַר H5288 לֹ֥א H3808 יָמִ֖ישׁ H4185 מִתּ֥וֹךְ H8432 הָאֹֽהֶל H168 ",
  "12": "וַיֹּ֨אמֶר H559 מֹשֶׁ֜ה H4872 אֶל H413 יְהוָ֗ה H3068 רְ֠אֵה H7200 אַתָּ֞ה H859 אֹמֵ֤ר H559 אֵלַי֙ H413 הַ֚עַל H5927 אֶת H853 הָעָ֣ם H5971 הַזֶּ֔ה H2088 וְאַתָּה֙ H859 לֹ֣א H3808 הֽוֹדַעְתַּ֔נִי H3045 אֵ֥ת H853 אֲשֶׁר H834 תִּשְׁלַ֖ח H7971 עִמִּ֑י H5973 וְאַתָּ֤ה H859 אָמַ֨רְתָּ֙ H559 יְדַעְתִּ֣יךָֽ H3045 בְשֵׁ֔ם H8034 וְגַם H1571 מָצָ֥אתָ H4672 חֵ֖ן H2580 בְּעֵינָֽ H5869 ",
  "13": "וְעַתָּ֡ה H6258 אִם H518 נָא֩ H4994 מָצָ֨אתִי H4672 חֵ֜ן H2580 בְּעֵינֶ֗י H5869 הוֹדִעֵ֤נִי H3045 נָא֙ H4994 אֶת H853 דְּרָכֶ֔ךָ H1870 וְאֵדָ֣עֲ H3045 לְמַ֥עַן H4616 אֶמְצָא H4672 חֵ֖ן H2580 בְּעֵינֶ֑י H5869 וּרְאֵ֕ה H7200 כִּ֥י H3588 עַמְּךָ֖ H5971 הַגּ֥וֹי H1471 הַזֶּֽה H2088 ",
  "14": "וַיֹּאמַ֑ר H559 פָּנַ֥י H6440 יֵלֵ֖כוּ H3212 וַהֲנִחֹ֥תִי H5117 לָֽךְ Hl ",
  "15": "וַיֹּ֖אמֶר H559 אֵלָ֑יו H413 אִם H518 אֵ֤ין H369 פָּנֶ֨יךָ֙ H6440 הֹלְכִ֔ים H1980 אַֽל H408 תַּעֲלֵ֖נוּ H5927 מִזֶּֽה H2088 ",
  "16": "וּבַ H4100 יִוָּדַ֣ע H3045 אֵפ֗וֹא H645 כִּֽי H3588 מָצָ֨אתִי H4672 חֵ֤ן H2580 בְּעֵינֶ֨י H5869 אֲנִ֣י H589 וְעַמֶּ֔ H5971 הֲל֖וֹא H3808 בְּלֶכְתְּ H3212 עִמָּ֑נוּ H5973 וְנִפְלֵ֨ינוּ֙ H6395 אֲנִ֣י H589 וְעַמְּ H5971 מִכָּ֨ל H3605 הָעָ֔ם H5971 אֲשֶׁ֖ר H834 עַל H5921 פְּנֵ֥י H6440 הָאֲדָמָֽה H127 ",
  "17": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 גַּ֣ם H1571 אֶת H853 הַדָּבָ֥ר H1697 הַזֶּ֛ה H2088 אֲשֶׁ֥ר H834 דִּבַּ֖רְתָּ H1696 אֶֽעֱשֶׂ֑ה H6213 כִּֽי H3588 מָצָ֤אתָ H4672 חֵן֙ H2580 בְּעֵינַ֔ H5869 וָאֵדָעֲ H3045 בְּשֵֽׁם H8034 ",
  "18": "וַיֹּאמַ֑ר H559 הַרְאֵ֥נִי H7200 נָ֖א H4994 אֶת H853 כְּבֹדֶֽךָ H3519 ",
  "19": "וַיֹּ֗אמֶר H559 אֲנִ֨י H589 אַעֲבִ֤יר H5674 כָּל H3605 טוּבִי֙ H2898 עַל H5921 פָּנֶ֔יךָ H6440 וְקָרָ֧אתִֽי H7121 בְשֵׁ֛ם H8034 יְהוָ֖ה H3068 לְפָנֶ֑י H6440 וְחַנֹּתִי֙ H2603 אֶת H853 אֲשֶׁ֣ר H834 אָחֹ֔ן H2603 וְרִחַמְתִּ֖י H7355 אֶת H853 אֲשֶׁ֥ר H834 אֲרַחֵֽם H7355 ",
  "20": "וַיֹּ֕אמֶר H559 לֹ֥א H3808 תוּכַ֖ל H3201 לִרְאֹ֣ת H7200 אֶת H853 פָּנָ֑י H6440 כִּ֛י H3588 לֹֽא H3808 יִרְאַ֥נִי H7200 הָאָדָ֖ם H120 וָחָֽי H2425 ",
  "21": "וַיֹּ֣אמֶר H559 יְהוָ֔ה H3068 הִנֵּ֥ה H2009 מָק֖וֹם H4725 אִתִּ֑י H854 וְנִצַּבְתָּ֖ H5324 עַל H5921 הַצּֽוּר H6697 ",
  "22": "וְהָיָה֙ H1961 בַּעֲבֹ֣ר H5674 כְּבֹדִ֔י H3519 וְשַׂמְתִּ֖י H7760 בְּנִקְרַ֣ת H5366 הַצּ֑וּר H6697 וְשַׂכֹּתִ֥י H5526 כַפִּ֛י H3709 עָלֶ֖יךָ H5921 עַד H5704 עָבְרִֽי H5674 ",
  "23": "וַהֲסִרֹתִי֙ H5493 אֶת H853 כַּפִּ֔י H3709 וְרָאִ֖יתָ H7200 אֶת H853 אֲחֹרָ֑י H268 וּפָנַ֖ H6440 לֹ֥א H3808 יֵרָאֽוּ H7200 "
}
