{
  "1": "וַיַּ֧עַשׂ H6213 בְּצַלְאֵ֛ל H1212 אֶת H853 הָאָרֹ֖ן H727 עֲצֵ֣י H6086 שִׁטִּ֑ים H7848 אַמָּתַ֨יִם H520 וָחֵ֜צִי H2677 אָרְכּ֗וֹ H753 וְאַמָּ֤ה H520 וָחֵ֨צִי֙ H2677 רָחְבּ֔וֹ H7341 וְאַמָּ֥ה H520 וָחֵ֖צִי H2677 קֹמָתֽוֹ H6967 ",
  "2": "וַיְצַפֵּ֛ H6823 זָהָ֥ב H2091 טָה֖וֹר H2889 מִבַּ֣יִת H1004 וּמִ H2351 וַיַּ֥עַשׂ H6213 ל֛וֹ Hl זֵ֥ר H2213 זָהָ֖ב H2091 סָבִֽיב H5439 ",
  "3": "וַיִּצֹ֣ק H3332 ל֗וֹ Hl אַרְבַּע֙ H702 טַבְּעֹ֣ת H2885 זָהָ֔ב H2091 עַ֖ל H5921 אַרְבַּ֣ע H702 פַּעֲמֹתָ֑יו H6471 וּשְׁתֵּ֣י H8147 טַבָּעֹ֗ת H2885 עַל H5921 צַלְעוֹ֙ H6763 הָֽאֶחָ֔ת H259 וּשְׁתֵּי֙ H8147 טַבָּע֔וֹת H2885 עַל H5921 צַלְע֖וֹ H6763 הַשֵּׁנִֽית H8145 ",
  "4": "וַיַּ֥עַשׂ H6213 בַּדֵּ֖י H905 עֲצֵ֣י H6086 שִׁטִּ֑ים H7848 וַיְצַ֥ף H6823 אֹתָ֖ם H853 זָהָֽב H2091 ",
  "5": "וַיָּבֵ֤א H935 אֶת H853 הַבַּדִּים֙ H905 בַּטַּבָּעֹ֔ת H2885 עַ֖ל H5921 צַלְעֹ֣ת H6763 הָאָרֹ֑ן H727 לָשֵׂ֖את H5375 אֶת H853 הָאָרֹֽן H727 ",
  "6": "וַיַּ֥עַשׂ H6213 כַּפֹּ֖רֶת H3727 זָהָ֣ב H2091 טָה֑וֹר H2889 אַמָּתַ֤יִם H520 וָחֵ֨צִי֙ H2677 אָרְכָּ֔הּ H753 וְאַמָּ֥ה H520 וָחֵ֖צִי H2677 רָחְבָּֽהּ H7341 ",
  "7": "וַיַּ֛עַשׂ H6213 שְׁנֵ֥י H8147 כְרֻבִ֖ים H3742 זָהָ֑ב H2091 מִקְשָׁה֙ H4749 עָשָׂ֣ה H6213 אֹתָ֔ם H853 מִשְּׁנֵ֖י H8147 קְצ֥וֹת H7098 הַכַּפֹּֽרֶת H3727 ",
  "8": "כְּרוּב H3742 אֶחָ֤ד H259 מִקָּצָה֙ H7098 מִזֶּ֔ה H2088 וּכְרוּב H3742 אֶחָ֥ד H259 מִקָּצָ֖ה H7098 מִזֶּ֑ה H2088 מִן H4480 הַכַּפֹּ֛רֶת H3727 עָשָׂ֥ה H6213 אֶת H853 הַכְּרֻבִ֖ים H3742 מִשְּׁנֵ֥י H8147 קצוותו H7117 ",
  "9": "וַיִּהְי֣וּ H1961 הַכְּרֻבִים֩ H3742 פֹּרְשֵׂ֨י H6566 כְנָפַ֜יִם H3671 לְמַ֗עְלָ H4605 סֹֽכְכִ֤ים H5526 בְּכַנְפֵי H3671 עַל H5921 הַכַּפֹּ֔רֶת H3727 וּפְנֵי H6440 אִ֣ישׁ H376 אֶל H413 אָחִ֑יו H251 אֶל H413 הַכַּפֹּ֔רֶת H3727 הָי֖וּ H1961 פְּנֵ֥י H6440 הַכְּרֻבִֽים H3742 ",
  "10": "וַיַּ֥עַשׂ H6213 אֶת H853 הַשֻּׁלְחָ֖ן H7979 עֲצֵ֣י H6086 שִׁטִּ֑ים H7848 אַמָּתַ֤יִם H520 אָרְכּוֹ֙ H753 וְאַמָּ֣ה H520 רָחְבּ֔וֹ H7341 וְאַמָּ֥ה H520 וָחֵ֖צִי H2677 קֹמָתֽוֹ H6967 ",
  "11": "וַיְצַ֥ף H6823 אֹת֖וֹ H853 זָהָ֣ב H2091 טָה֑וֹר H2889 וַיַּ֥עַשׂ H6213 ל֛וֹ Hl זֵ֥ר H2213 זָהָ֖ב H2091 סָבִֽיב H5439 ",
  "12": "וַיַּ֨עַשׂ H6213 ל֥וֹ Hl מִסְגֶּ֛רֶת H4526 טֹ֖פַח H2948 סָבִ֑יב H5439 וַיַּ֧עַשׂ H6213 זֵר H2213 זָהָ֛ב H2091 לְמִסְגַּרְתּ֖ H4526 סָבִֽיב H5439 ",
  "13": "וַיִּצֹ֣ק H3332 ל֔וֹ Hl אַרְבַּ֖ע H702 טַבְּעֹ֣ת H2885 זָהָ֑ב H2091 וַיִּתֵּן֙ H5414 אֶת H853 הַטַּבָּעֹ֔ת H2885 עַ֚ל H5921 אַרְבַּ֣ע H702 הַפֵּאֹ֔ת H6285 אֲשֶׁ֖ר H834 לְאַרְבַּ֥ע H702 רַגְלָֽיו H7272 ",
  "14": "לְעֻמַּת֙ H5980 הַמִּסְגֶּ֔רֶת H4526 הָי֖וּ H1961 הַטַּבָּעֹ֑ת H2885 בָּתִּים֙ H1004 לַבַּדִּ֔ים H905 לָשֵׂ֖את H5375 אֶת H853 הַשֻּׁלְחָֽן H7979 ",
  "15": "וַיַּ֤עַשׂ H6213 אֶת H853 הַבַּדִּים֙ H905 עֲצֵ֣י H6086 שִׁטִּ֔ים H7848 וַיְצַ֥ף H6823 אֹתָ֖ם H853 זָהָ֑ב H2091 לָשֵׂ֖את H5375 אֶת H853 הַשֻּׁלְחָֽן H7979 ",
  "16": "וַיַּ֜עַשׂ H6213 אֶֽת H853 הַכֵּלִ֣ים H3627 אֲשֶׁ֣ר H834 עַל H5921 הַשֻּׁלְחָ֗ן H7979 אֶת H853 קְעָרֹתָ֤יו H7086 וְאֶת H853 כַּפֹּתָיו֙ H3709 וְאֵת֙ H853 מְנַקִּיֹּתָ֔יו H4518 וְאֶת H853 הַקְּשָׂוֺ֔ת H7184 אֲשֶׁ֥ר H834 יֻסַּ֖ךְ H5258 בָּהֵ֑ן H2004 זָהָ֖ב H2091 טָהֽוֹר H2889 ",
  "17": "וַיַּ֥עַשׂ H6213 אֶת H853 הַמְּנֹרָ֖ה H4501 זָהָ֣ב H2091 טָה֑וֹר H2889 מִקְשָׁ֞ה H4749 עָשָׂ֤ה H6213 אֶת H853 הַמְּנֹרָה֙ H4501 יְרֵכָ֣הּ H3409 וְקָנָ֔ H7070 גְּבִיעֶ֛יהָ H1375 כַּפְתֹּרֶ֥יהָ H3730 וּפְרָחֶ֖י H6525 מִמֶּ֥נָּה H4480 הָיֽוּ H1961 ",
  "18": "וְשִׁשָּׁ֣ה H8337 קָנִ֔ים H7070 יֹצְאִ֖ים H3318 מִצִּדֶּ֑י H6654 שְׁלֹשָׁ֣ה H7969 קְנֵ֣י H7070 מְנֹרָ֗ה H4501 מִצִּדָּ H6654 הָֽאֶחָ֔ד H259 וּשְׁלֹשָׁה֙ H7969 קְנֵ֣י H7070 מְנֹרָ֔ה H4501 מִצִּדָּ֖ H6654 הַשֵּׁנִֽי H8145 ",
  "19": "שְׁלֹשָׁ֣ה H7969 גְ֠בִעִים H1375 מְֽשֻׁקָּדִ֞ים H8246 בַּקָּנֶ֣ה H7070 הָאֶחָד֮ H259 כַּפְתֹּ֣ר H3730 וָפֶרַח֒ H6525 וּשְׁלֹשָׁ֣ה H7969 גְבִעִ֗ים H1375 מְשֻׁקָּדִ֛ים H8246 בְּקָנֶ֥ה H7070 אֶחָ֖ד H259 כַּפְתֹּ֣ר H3730 וָפָ֑רַח H6525 כֵּ֚ן H3651 לְשֵׁ֣שֶׁת H8337 הַקָּנִ֔ים H7070 הַיֹּצְאִ֖ים H3318 מִן H4480 הַמְּנֹרָֽה H4501 ",
  "20": "וּבַ H4501 אַרְבָּעָ֣ה H702 גְבִעִ֑ים H1375 מְשֻׁ֨קָּדִ֔ים H8246 כַּפְתֹּרֶ֖יהָ H3730 וּפְרָחֶֽי H6525 ",
  "21": "וְכַפְתֹּ֡ר H3730 תַּחַת֩ H8478 שְׁנֵ֨י H8147 הַקָּנִ֜ים H7070 מִמֶּ֗נָּה H4480 וְכַפְתֹּר֙ H3730 תַּ֣חַת H8478 שְׁנֵ֤י H8147 הַקָּנִים֙ H7070 מִמֶּ֔נָּה H4480 וְכַפְתֹּ֕ר H3730 תַּֽחַת H8478 שְׁנֵ֥י H8147 הַקָּנִ֖ים H7070 מִמֶּ֑נָּה H4480 לְשֵׁ֨שֶׁת֙ H8337 הַקָּנִ֔ים H7070 הַיֹּצְאִ֖ים H3318 מִמֶּֽנָּה H4480 ",
  "22": "כַּפְתֹּרֵיהֶ֥ם H3730 וּקְנֹתָ֖ H7070 מִמֶּ֣נָּה H4480 הָי֑וּ H1961 כֻּלָּ֛הּ H3605 מִקְשָׁ֥ה H4749 אַחַ֖ת H259 זָהָ֥ב H2091 טָהֽוֹר H2889 ",
  "23": "וַיַּ֥עַשׂ H6213 אֶת H853 נֵרֹתֶ֖יהָ H5216 שִׁבְעָ֑ה H7651 וּמַלְקָחֶ֥י H4457 וּמַחְתֹּתֶ֖י H4289 זָהָ֥ב H2091 טָהֽוֹר H2889 ",
  "24": "כִּכָּ֛ר H3603 זָהָ֥ב H2091 טָה֖וֹר H2889 עָשָׂ֣ה H6213 אֹתָ֑הּ H853 וְאֵ֖ת H853 כָּל H3605 כֵּלֶֽיהָ H3627 ",
  "25": "וַיַּ֛עַשׂ H6213 אֶת H853 מִזְבַּ֥ח H4196 הַקְּטֹ֖רֶת H7004 עֲצֵ֣י H6086 שִׁטִּ֑ים H7848 אַמָּ֣ה H520 אָרְכּוֹ֩ H753 וְאַמָּ֨ה H520 רָחְבּ֜וֹ H7341 רָב֗וּעַ H7251 וְאַמָּתַ֨יִם֙ H520 קֹֽמָת֔וֹ H6967 מִמֶּ֖נּוּ H4480 הָי֥וּ H1961 קַרְנֹתָֽיו H7161 ",
  "26": "וַיְצַ֨ף H6823 אֹת֜וֹ H853 זָהָ֣ב H2091 טָה֗וֹר H2889 אֶת H853 גַּגּ֧וֹ H1406 וְאֶת H853 קִירֹתָ֛יו H7023 סָבִ֖יב H5439 וְאֶת H853 קַרְנֹתָ֑יו H7161 וַיַּ֥עַשׂ H6213 ל֛וֹ Hl זֵ֥ר H2213 זָהָ֖ב H2091 סָבִֽיב H5439 ",
  "27": "וּשְׁתֵּי֩ H8147 טַבְּעֹ֨ת H2885 זָהָ֜ב H2091 עָֽשָׂה H6213 ל֣וֹ Hl מִתַּ֣חַת H8478 לְזֵר֗ H2213 עַ֚ל H5921 שְׁתֵּ֣י H8147 צַלְעֹתָ֔יו H6763 עַ֖ל H5921 שְׁנֵ֣י H8147 צִדָּ֑יו H6654 לְבָתִּ֣ים H1004 לְבַדִּ֔ים H905 לָשֵׂ֥את H5375 אֹת֖וֹ H853 בָּהֶֽם Hb ",
  "28": "וַיַּ֥עַשׂ H6213 אֶת H853 הַבַּדִּ֖ים H905 עֲצֵ֣י H6086 שִׁטִּ֑ים H7848 וַיְצַ֥ף H6823 אֹתָ֖ם H853 זָהָֽב H2091 ",
  "29": "וַיַּ֜עַשׂ H6213 אֶת H853 שֶׁ֤מֶן H8081 הַמִּשְׁחָה֙ H4888 קֹ֔דֶשׁ H6944 וְאֶת H853 קְטֹ֥רֶת H7004 הַסַּמִּ֖ים H5561 טָה֑וֹר H2889 מַעֲשֵׂ֖ה H4639 רֹקֵֽחַ H7543 "
}
