{
  "1": "וּמִן H4480 הַתְּכֵ֤לֶת H8504 וְהָֽ H713 וְתוֹלַ֣עַת H8438 הַשָּׁנִ֔י H8144 עָשׂ֥וּ H6213 בִגְדֵי H899 שְׂרָ֖ד H8278 לְשָׁרֵ֣ת H8334 בַּקֹּ֑דֶשׁ H6944 וַֽיַּעֲשׂ֞וּ H6213 אֶת H853 בִּגְדֵ֤י H899 הַקֹּ֨דֶשׁ֙ H6944 אֲשֶׁ֣ר H834 לְאַהֲרֹ֔ן H175 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
  "2": "וַיַּ֖עַשׂ H6213 אֶת H853 הָאֵפֹ֑ד H646 זָהָ֗ב H2091 תְּכֵ֧לֶת H8504 וְאַרְגָּמָ֛ן H713 וְתוֹלַ֥עַת H8438 שָׁנִ֖י H8144 וְשֵׁ֥שׁ H8336 מָשְׁזָֽר H7806 ",
  "3": "וַֽיְרַקְּע֞וּ H7554 אֶת H854 פַּחֵ֣י H6341 הַזָּהָב֮ H2091 וְקִצֵּ֣ץ H7112 פְּתִילִם֒ H6616 לַעֲשׂ֗וֹת H6213 בְּת֤וֹךְ H8432 הַתְּכֵ֨לֶת֙ H8504 וּבְ H8432 הָֽאַרְגָּמָ֔ן H713 וּבְ H8432 תּוֹלַ֥עַת H8438 הַשָּׁנִ֖י H8144 וּבְ H8432 הַשֵּׁ֑שׁ H8336 מַעֲשֵׂ֖ה H4639 חֹשֵֽׁב H2803 ",
  "4": "כְּתֵפֹ֥ת H3802 עָֽשׂוּ H6213 ל֖וֹ Hl חֹבְרֹ֑ת H2266 עַל H5921 שְׁנֵ֥י H8147 קצוותו H7117 חֻבָּֽר H2266 ",
  "5": "וְחֵ֨שֶׁב H2805 אֲפֻדָּת֜וֹ H642 אֲשֶׁ֣ר H834 עָלָ֗יו H5921 מִמֶּ֣נּוּ H4480 הוּא֮ H1931 כְּמַעֲשֵׂ H4639 זָהָ֗ב H2091 תְּכֵ֧לֶת H8504 וְאַרְגָּמָ֛ן H713 וְתוֹלַ֥עַת H8438 שָׁנִ֖י H8144 וְשֵׁ֣שׁ H8336 מָשְׁזָ֑ר H7806 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
  "6": "וַֽיַּעֲשׂוּ֙ H6213 אֶת H853 אַבְנֵ֣י H68 הַשֹּׁ֔הַם H7718 מֻֽסַבֹּ֖ת H4142 מִשְׁבְּצֹ֣ת H4865 זָהָ֑ב H2091 מְפֻתָּחֹת֙ H6605 פִּתּוּחֵ֣י H6603 חוֹתָ֔ם H2368 עַל H5921 שְׁמ֖וֹת H8034 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "7": "וַיָּ֣שֶׂם H7760 אֹתָ֗ם H853 עַ֚ל H5921 כִּתְפֹ֣ת H3802 הָאֵפֹ֔ד H646 אַבְנֵ֥י H68 זִכָּר֖וֹן H2146 לִבְנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
  "8": "וַיַּ֧עַשׂ H6213 אֶת H853 הַחֹ֛שֶׁן H2833 מַעֲשֵׂ֥ה H4639 חֹשֵׁ֖ב H2803 כְּמַעֲשֵׂ֣ה H4639 אֵפֹ֑ד H646 זָהָ֗ב H2091 תְּכֵ֧לֶת H8504 וְאַרְגָּמָ֛ן H713 וְתוֹלַ֥עַת H8438 שָׁנִ֖י H8144 וְשֵׁ֥שׁ H8336 מָשְׁזָֽר H7806 ",
  "9": "רָב֧וּעַ H7251 הָיָ֛ה H1961 כָּפ֖וּל H3717 עָשׂ֣וּ H6213 אֶת H853 הַחֹ֑שֶׁן H2833 זֶ֧רֶת H2239 אָרְכּ֛וֹ H753 וְזֶ֥רֶת H2239 רָחְבּ֖וֹ H7341 כָּפֽוּל H3717 ",
  "10": "וַיְמַלְאוּ H4390 ב֔וֹ Hb אַרְבָּעָ֖ה H702 ט֣וּרֵי H2905 אָ֑בֶן H68 ט֗וּר H2905 אֹ֤דֶם H124 פִּטְדָה֙ H6357 וּבָרֶ֔קֶת H1304 הַטּ֖וּר H2905 הָאֶחָֽד H259 ",
  "11": "וְהַ H2905 הַשֵּׁנִ֑י H8145 נֹ֥פֶךְ H5306 סַפִּ֖יר H5601 וְיָהֲלֹֽם H3095 ",
  "12": "וְהַ H2905 הַשְּׁלִישִׁ֑י H7992 לֶ֥שֶׁם H3958 שְׁב֖וֹ H7618 וְאַחְלָֽמָה H306 ",
  "13": "וְהַ H2905 הָֽרְבִיעִ֔י H7243 תַּרְשִׁ֥ישׁ H8658 שֹׁ֖הַם H7718 וְיָשְׁפֵ֑ה H3471 מֽוּסַבֹּ֛ת H4142 מִשְׁבְּצ֥וֹת H4865 זָהָ֖ב H2091 בְּמִלֻּאֹתָֽ H4396 ",
  "14": "וְ֠הָ H68 עַל H5921 שְׁמֹ֨ת H8034 בְּנֵי H1121 יִשְׂרָאֵ֥ל H3478 הֵ֛נָּה H2007 שְׁתֵּ֥ים H8147 עֶשְׂרֵ֖ה H6240 עַל H5921 שְׁמֹתָ֑ם H8034 פִּתּוּחֵ֤י H6603 חֹתָם֙ H2368 אִ֣ישׁ H376 עַל H5921 שְׁמ֔וֹ H8034 לִשְׁנֵ֥ים H8147 עָשָׂ֖ר H6240 שָֽׁבֶט H7626 ",
  "15": "וַיַּעֲשׂ֧וּ H6213 עַל H5921 הַחֹ֛שֶׁן H2833 שַׁרְשְׁרֹ֥ת H8333 גַּבְלֻ֖ת H1383 מַעֲשֵׂ֣ה H4639 עֲבֹ֑ת H5688 זָהָ֖ב H2091 טָהֽוֹר H2889 ",
  "16": "וַֽיַּעֲשׂ֗וּ H6213 שְׁתֵּי֙ H8147 מִשְׁבְּצֹ֣ת H4865 זָהָ֔ב H2091 וּשְׁתֵּ֖י H8147 טַבְּעֹ֣ת H2885 זָהָ֑ב H2091 וַֽיִּתְּנ֗וּ H5414 אֶת H853 שְׁתֵּי֙ H8147 הַטַּבָּעֹ֔ת H2885 עַל H5921 שְׁנֵ֖י H8147 קְצ֥וֹת H7098 הַחֹֽשֶׁן H2833 ",
  "17": "וַֽיִּתְּנ֗וּ H5414 שְׁתֵּי֙ H8147 הָעֲבֹתֹ֣ת H5688 הַזָּהָ֔ב H2091 עַל H5921 שְׁתֵּ֖י H8147 הַטַּבָּעֹ֑ת H2885 עַל H5921 קְצ֖וֹת H7098 הַחֹֽשֶׁן H2833 ",
  "18": "וְאֵ֨ת H853 שְׁתֵּ֤י H8147 קְצוֹת֙ H7098 שְׁתֵּ֣י H8147 הָֽעֲבֹתֹ֔ת H5688 נָתְנ֖וּ H5414 עַל H5921 שְׁתֵּ֣י H8147 הַֽמִּשְׁבְּצֹ֑ת H4865 וַֽיִּתְּנֻ֛ H5414 עַל H5921 כִּתְפֹ֥ת H3802 הָאֵפֹ֖ד H646 אֶל H413 מ֥וּל H4136 פָּנָֽיו H6440 ",
  "19": "וַֽיַּעֲשׂ֗וּ H6213 שְׁתֵּי֙ H8147 טַבְּעֹ֣ת H2885 זָהָ֔ב H2091 וַיָּשִׂ֕ימוּ H7760 עַל H5921 שְׁנֵ֖י H8147 קְצ֣וֹת H7098 הַחֹ֑שֶׁן H2833 עַל H5921 שְׂפָת֕וֹ H8193 אֲשֶׁ֛ר H834 אֶל H413 עֵ֥בֶר H5676 הָאֵפֹ֖ד H646 בָּֽיְתָה H1004 ",
  "20": "וַֽיַּעֲשׂוּ֮ H6213 שְׁתֵּ֣י H8147 טַבְּעֹ֣ת H2885 זָהָב֒ H2091 וַֽיִּתְּנֻ֡ H5414 עַל H5921 שְׁתֵּי֩ H8147 כִתְפֹ֨ת H3802 הָאֵפֹ֤ד H646 מִלְ H4295 מִמּ֣וּל H4136 פָּנָ֔יו H6440 לְעֻמַּ֖ת H5980 מֶחְבַּרְתּ֑וֹ H4225 מִמַּ֕עַל H4605 לְחֵ֖שֶׁב H2805 הָאֵפֹֽד H646 ",
  "21": "וַיִּרְכְּס֣וּ H7405 אֶת H853 הַחֹ֡שֶׁן H2833 מִטַּבְּעֹתָי H2885 אֶל H413 טַבְּעֹ֨ת H2885 הָאֵפֹ֜ד H646 בִּפְתִ֣יל H6616 תְּכֵ֗לֶת H8504 לִֽהְיֹת֙ H1961 עַל H5921 חֵ֣שֶׁב H2805 הָאֵפֹ֔ד H646 וְלֹֽא H3808 יִזַּ֣ח H2118 הַחֹ֔שֶׁן H2833 מֵעַ֖ל H5921 הָאֵפֹ֑ד H646 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
  "22": "וַיַּ֛עַשׂ H6213 אֶת H853 מְעִ֥יל H4598 הָאֵפֹ֖ד H646 מַעֲשֵׂ֣ה H4639 אֹרֵ֑ג H707 כְּלִ֖יל H3632 תְּכֵֽלֶת H8504 ",
  "23": "וּפִֽי H6310 הַמְּעִ֥יל H4598 בְּתוֹכ֖ H8432 כְּפִ֣י H6310 תַחְרָ֑א H8473 שָׂפָ֥ה H8193 לְפִ֛י H6310 סָבִ֖יב H5439 לֹ֥א H3808 יִקָּרֵֽעַ H7167 ",
  "24": "וַֽיַּעֲשׂוּ֙ H6213 עַל H5921 שׁוּלֵ֣י H7757 הַמְּעִ֔יל H4598 רִמּוֹנֵ֕י H7416 תְּכֵ֥לֶת H8504 וְאַרְגָּמָ֖ן H713 וְתוֹלַ֣עַת H8438 שָׁנִ֑י H8144 מָשְׁזָֽר H7806 ",
  "25": "וַיַּעֲשׂ֥וּ H6213 פַעֲמֹנֵ֖י H6472 זָהָ֣ב H2091 טָה֑וֹר H2889 וַיִּתְּנ֨וּ H5414 אֶת H853 הַפַּֽעֲמֹנִ֜ים H6472 בְּת֣וֹךְ H8432 הָרִמֹּנִ֗ים H7416 עַל H5921 שׁוּלֵ֤י H7757 הַמְּעִיל֙ H4598 סָבִ֔יב H5439 בְּת֖וֹךְ H8432 הָרִמֹּנִֽים H7416 ",
  "26": "פַּעֲמֹ֤ן H6472 וְרִמֹּן֙ H7416 פַּעֲמֹ֣ן H6472 וְרִמֹּ֔ן H7416 עַל H5921 שׁוּלֵ֥י H7757 הַמְּעִ֖יל H4598 סָבִ֑יב H5439 לְשָׁרֵ֕ת H8334 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
  "27": "וַֽיַּעֲשׂ֛וּ H6213 אֶת H853 הַכָּתְנֹ֥ת H3801 שֵׁ֖שׁ H8336 מַעֲשֵׂ֣ה H4639 אֹרֵ֑ג H707 לְאַהֲרֹ֖ן H175 וּלְ H1121 ",
  "28": "וְאֵת֙ H853 הַמִּצְנֶ֣פֶת H4701 שֵׁ֔שׁ H8336 וְאֶת H853 פַּאֲרֵ֥י H6287 הַמִּגְבָּעֹ֖ת H4021 שֵׁ֑שׁ H8336 וְאֶת H853 מִכְנְסֵ֥י H4370 הַבָּ֖ד H906 שֵׁ֥שׁ H8336 מָשְׁזָֽר H7806 ",
  "29": "וְֽאֶת H853 הָאַבְנֵ֞ט H73 שֵׁ֣שׁ H8336 מָשְׁזָ֗ר H7806 וּתְכֵ֧לֶת H8504 וְאַרְגָּמָ֛ן H713 וְתוֹלַ֥עַת H8438 שָׁנִ֖י H8144 מַעֲשֵׂ֣ה H4639 רֹקֵ֑ם H7551 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
  "30": "וַֽיַּעֲשׂ֛וּ H6213 אֶת H853 צִ֥יץ H6731 נֵֽזֶר H5145 הַקֹּ֖דֶשׁ H6944 זָהָ֣ב H2091 טָה֑וֹר H2889 וַיִּכְתְּב֣וּ H3789 עָלָ֗יו H5921 מִכְתַּב֙ H4385 פִּתּוּחֵ֣י H6603 חוֹתָ֔ם H2368 קֹ֖דֶשׁ H6944 לַיהוָֽה H3068 ",
  "31": "וַיִּתְּנ֤וּ H5414 עָלָיו֙ H5921 פְּתִ֣יל H6616 תְּכֵ֔לֶת H8504 לָתֵ֥ת H5414 עַל H5921 הַמִּצְנֶ֖פֶת H4701 מִלְ H4605 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
  "32": "וַתֵּ֕כֶל H3615 כָּל H3605 עֲבֹדַ֕ת H5656 מִשְׁכַּ֖ן H4908 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וַֽיַּעֲשׂוּ֙ H6213 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 כְּ֠כֹל H3605 אֲשֶׁ֨ר H834 צִוָּ֧ה H6680 יְהוָ֛ה H3068 אֶת H853 מֹשֶׁ֖ה H4872 כֵּ֥ן H3651 עָשֽׂוּ H6213 ",
  "33": "וַיָּבִ֤יאוּ H935 אֶת H853 הַמִּשְׁכָּן֙ H4908 אֶל H413 מֹשֶׁ֔ה H4872 אֶת H853 הָאֹ֖הֶל H168 וְאֶת H853 כָּל H3605 כֵּלָ֑יו H3627 קְרָסָ֣יו H7165 קְרָשָׁ֔יו H7175 בריחו H1280 וְעַמֻּדָ֥י H5982 וַאֲדָנָֽי H134 ",
  "34": "וְאֶת H853 מִכְסֵ֞ה H4372 עוֹרֹ֤ת H5785 הָֽאֵילִם֙ H352 הַמְאָדָּמִ֔ים H119 וְאֶת H853 מִכְסֵ֖ה H4372 עֹרֹ֣ת H5785 הַתְּחָשִׁ֑ים H8476 וְאֵ֖ת H853 פָּרֹ֥כֶת H6532 הַמָּסָֽךְ H4539 ",
  "35": "אֶת H853 אֲרֹ֥ן H727 הָעֵדֻ֖ת H5715 וְאֶת H853 בַּדָּ֑יו H905 וְאֵ֖ת H853 הַכַּפֹּֽרֶת H3727 ",
  "36": "אֶת H853 הַשֻּׁלְחָן֙ H7979 אֶת H853 כָּל H3605 כֵּלָ֔יו H3627 וְאֵ֖ת H853 לֶ֥חֶם H3899 הַפָּנִֽים H6440 ",
  "37": "אֶת H853 הַמְּנֹרָ֨ה H4501 הַטְּהֹרָ֜ה H2889 אֶת H853 נֵרֹתֶ֗יהָ H5216 נֵרֹ֛ת H5216 הַמַּֽעֲרָכָ֖ה H4634 וְאֶת H853 כָּל H3605 כֵּלֶ֑יהָ H3627 וְאֵ֖ת H853 שֶׁ֥מֶן H8081 הַמָּאֽוֹר H3974 ",
  "38": "וְאֵת֙ H853 מִזְבַּ֣ח H4196 הַזָּהָ֔ב H2091 וְאֵת֙ H853 שֶׁ֣מֶן H8081 הַמִּשְׁחָ֔ה H4888 וְאֵ֖ת H853 קְטֹ֣רֶת H7004 הַסַּמִּ֑ים H5561 וְאֵ֕ת H853 מָסַ֖ךְ H4539 פֶּ֥תַח H6607 הָאֹֽהֶל H168 ",
  "39": "אֵ֣ת H853 מִזְבַּ֣ח H4196 הַנְּחֹ֗שֶׁת H5178 וְאֶת H853 מִכְבַּ֤ר H4345 הַנְּחֹ֨שֶׁת֙ H5178 אֲשֶׁר H834 ל֔וֹ Hl אֶת H853 בַּדָּ֖יו H905 וְאֶת H853 כָּל H3605 כֵּלָ֑יו H3627 אֶת H853 הַכִּיֹּ֖ר H3595 וְאֶת H853 כַּנּֽוֹ H3653 ",
  "40": "אֵת֩ H853 קַלְעֵ֨י H7050 הֶחָצֵ֜ר H2691 אֶת H853 עַמֻּדֶ֣יהָ H5982 וְאֶת H853 אֲדָנֶ֗יהָ H134 וְאֶת H853 הַמָּסָךְ֙ H4539 לְשַׁ֣עַר H8179 הֶֽחָצֵ֔ר H2691 אֶת H853 מֵיתָרָ֖יו H4340 וִיתֵדֹתֶ֑י H3489 וְאֵ֗ת H853 כָּל H3605 כְּלֵ֛י H3627 עֲבֹדַ֥ת H5656 הַמִּשְׁכָּ֖ן H4908 לְאֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "41": "אֶת H853 בִּגְדֵ֥י H899 הַשְּׂרָ֖ד H8278 לְשָׁרֵ֣ת H8334 בַּקֹּ֑דֶשׁ H6944 אֶת H853 בִּגְדֵ֤י H899 הַקֹּ֨דֶשׁ֙ H6944 לְאַהֲרֹ֣ן H175 הַכֹּהֵ֔ן H3548 וְאֶת H853 בִּגְדֵ֥י H899 בָנָ֖יו H1121 לְכַהֵֽן H3547 ",
  "42": "כְּכֹ֛ל H3605 אֲשֶׁר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶׁ֑ה H4872 כֵּ֤ן H3651 עָשׂוּ֙ H6213 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֵ֖ת H853 כָּל H3605 הָעֲבֹדָֽה H5656 ",
  "43": "וַיַּ֨רְא H7200 מֹשֶׁ֜ה H4872 אֶת H853 כָּל H3605 הַמְּלָאכָ֗ה H4399 וְהִנֵּה֙ H2009 עָשׂ֣וּ H6213 אֹתָ֔הּ H853 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 כֵּ֣ן H3651 עָשׂ֑וּ H6213 וַיְבָ֥רֶךְ H1288 אֹתָ֖ם H853 מֹשֶֽׁה H4872 "
}
