{
  "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "2": "בְּיוֹם H3117 הַחֹ֥דֶשׁ H2320 הָרִאשׁ֖וֹן H7223 בְּאֶחָ֣ד H259 לַחֹ֑דֶשׁ H2320 תָּקִ֕ים H6965 אֶת H853 מִשְׁכַּ֖ן H4908 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "3": "וְשַׂמְתָּ֣ H7760 שָׁ֔ם H8033 אֵ֖ת H853 אֲר֣וֹן H727 הָעֵד֑וּת H5715 וְסַכֹּתָ֥ H5526 עַל H5921 הָאָרֹ֖ן H727 אֶת H854 הַפָּרֹֽכֶת H6532 ",
  "4": "וְהֵבֵאתָ֙ H935 אֶת H853 הַשֻּׁלְחָ֔ן H7979 וְעָרַכְתָּ֖ H6186 אֶת H853 עֶרְכּ֑וֹ H6187 וְהֵבֵאתָ֙ H935 אֶת H853 הַמְּנֹרָ֔ה H4501 וְהַעֲלֵיתָ֖ H5927 אֶת H853 נֵרֹתֶֽיהָ H5216 ",
  "5": "וְנָתַתָּ֞ה H5414 אֶת H853 מִזְבַּ֤ח H4196 הַזָּהָב֙ H2091 לִקְטֹ֔רֶת H7004 לִפְנֵ֖י H6440 אֲר֣וֹן H727 הָעֵדֻ֑ת H5715 וְשַׂמְתָּ֛ H7760 אֶת H853 מָסַ֥ךְ H4539 הַפֶּ֖תַח H6607 לַמִּשְׁכָּֽן H4908 ",
  "6": "וְנָ֣תַתָּ֔ה H5414 אֵ֖ת H853 מִזְבַּ֣ח H4196 הָעֹלָ֑ה H5930 לִפְנֵ֕י H6440 פֶּ֖תַח H6607 מִשְׁכַּ֥ן H4908 אֹֽהֶל H168 מוֹעֵֽד H4150 ",
  "7": "וְנָֽתַתָּ֙ H5414 אֶת H853 הַכִּיֹּ֔ר H3595 בֵּֽין H996 אֹ֥הֶל H168 מוֹעֵ֖ד H4150 וּבֵ֣ין H996 הַמִּזְבֵּ֑חַ H4196 וְנָתַתָּ֥ H5414 שָׁ֖ם H8033 מָֽיִם H4325 ",
  "8": "וְשַׂמְתָּ֥ H7760 אֶת H853 הֶחָצֵ֖ר H2691 סָבִ֑יב H5439 וְנָ֣תַתָּ֔ H5414 אֶת H853 מָסַ֖ךְ H4539 שַׁ֥עַר H8179 הֶחָצֵֽר H2691 ",
  "9": "וְלָקַחְתָּ֙ H3947 אֶת H853 שֶׁ֣מֶן H8081 הַמִּשְׁחָ֔ה H4888 וּמָשַׁחְתָּ֥ H4886 אֶת H853 הַמִּשְׁכָּ֖ן H4908 וְאֶת H853 כָּל H3605 אֲשֶׁר H834 בּ֑וֹ Hb וְקִדַּשְׁתָּ֥ H6942 אֹת֛וֹ H853 וְאֶת H853 כָּל H3605 כֵּלָ֖יו H3627 וְהָ֥יָה H1961 קֹֽדֶשׁ H6944 ",
  "10": "וּמָשַׁחְתָּ֛ H4886 אֶת H853 מִזְבַּ֥ח H4196 הָעֹלָ֖ה H5930 וְאֶת H853 כָּל H3605 כֵּלָ֑יו H3627 וְקִדַּשְׁתָּ֙ H6942 אֶת H853 הַמִּזְבֵּ֔חַ H4196 וְהָיָ֥ה H1961 הַמִּזְבֵּ֖חַ H4196 קֹ֥דֶשׁ H6944 קָֽדָשִֽׁים H6944 ",
  "11": "וּמָשַׁחְתָּ֥ H4886 אֶת H853 הַכִּיֹּ֖ר H3595 וְאֶת H853 כַּנּ֑וֹ H3653 וְקִדַּשְׁתָּ֖ H6942 אֹתֽוֹ H853 ",
  "12": "וְהִקְרַבְתָּ֤ H7126 אֶֽת H853 אַהֲרֹן֙ H175 וְאֶת H853 בָּנָ֔יו H1121 אֶל H413 פֶּ֖תַח H6607 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְרָחַצְתָּ֥ H7364 אֹתָ֖ם H853 בַּמָּֽיִם H4325 ",
  "13": "וְהִלְבַּשְׁתָּ֙ H3847 אֶֽת H853 אַהֲרֹ֔ן H175 אֵ֖ת H854 בִּגְדֵ֣י H899 הַקֹּ֑דֶשׁ H6944 וּמָשַׁחְתָּ֥ H4886 אֹת֛וֹ H853 וְקִדַּשְׁתָּ֥ H6942 אֹת֖וֹ H853 וְכִהֵ֥ן H3547 לִֽי Hl ",
  "14": "וְאֶת H853 בָּנָ֖יו H1121 תַּקְרִ֑יב H7126 וְהִלְבַּשְׁתָּ֥ H3847 אֹתָ֖ם H853 כֻּתֳּנֹֽת H3801 ",
  "15": "וּמָשַׁחְתָּ֣ H4886 אֹתָ֗ם H853 כַּאֲשֶׁ֤ר H834 מָשַׁ֨חְתָּ֙ H4886 אֶת H853 אֲבִיהֶ֔ם H1 וְכִהֲנ֖וּ H3547 לִ֑י Hl וְ֠הָיְתָה H1961 לִהְיֹ֨ת H1961 לָהֶ֧ם Hl מָשְׁחָתָ֛ם H4888 לִכְהֻנַּ֥ת H3550 עוֹלָ֖ם H5769 לְדֹרֹתָֽ H1755 ",
  "16": "וַיַּ֖עַשׂ H6213 מֹשֶׁ֑ה H4872 כְּ֠כֹל H3605 אֲשֶׁ֨ר H834 צִוָּ֧ה H6680 יְהוָ֛ה H3068 אֹת֖וֹ H853 כֵּ֥ן H3651 עָשָֽׂה H6213 ",
  "17": "וַיְהִ֞י H1961 בַּחֹ֧דֶשׁ H2320 הָרִאשׁ֛וֹן H7223 בַּשָּׁנָ֥ה H8141 הַשֵּׁנִ֖ית H8145 בְּאֶחָ֣ד H259 לַחֹ֑דֶשׁ H2320 הוּקַ֖ם H6965 הַמִּשְׁכָּֽן H4908 ",
  "18": "וַיָּ֨קֶם H6965 מֹשֶׁ֜ה H4872 אֶת H853 הַמִּשְׁכָּ֗ן H4908 וַיִּתֵּן֙ H5414 אֶת H853 אֲדָנָ֔יו H134 וַיָּ֨שֶׂם֙ H7760 אֶת H853 קְרָשָׁ֔יו H7175 וַיִּתֵּ֖ן H5414 אֶת H853 בְּרִיחָ֑יו H1280 וַיָּ֖קֶם H6965 אֶת H853 עַמּוּדָֽיו H5982 ",
  "19": "וַיִּפְרֹ֤שׂ H6566 אֶת H853 הָאֹ֨הֶל֙ H168 עַל H5921 הַמִּשְׁכָּ֔ן H4908 וַיָּ֜שֶׂם H7760 אֶת H853 מִכְסֵ֥ה H4372 הָאֹ֛הֶל H168 עָלָ֖יו H5921 מִלְ H4605 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
  "20": "וַיִּקַּ֞ח H3947 וַיִּתֵּ֤ן H5414 אֶת H853 הָעֵדֻת֙ H5715 אֶל H413 הָ֣אָרֹ֔ן H727 וַיָּ֥שֶׂם H7760 אֶת H853 הַבַּדִּ֖ים H905 עַל H5921 הָאָרֹ֑ן H727 וַיִּתֵּ֧ן H5414 אֶת H853 הַכַּפֹּ֛רֶת H3727 עַל H5921 הָאָרֹ֖ן H727 מִלְ H4605 ",
  "21": "וַיָּבֵ֣א H935 אֶת H853 הָאָרֹן֮ H727 אֶל H413 הַמִּשְׁכָּן֒ H4908 וַיָּ֗שֶׂם H7760 אֵ֚ת H853 פָּרֹ֣כֶת H6532 הַמָּסָ֔ךְ H4539 וַיָּ֕סֶךְ H5526 עַ֖ל H5921 אֲר֣וֹן H727 הָעֵד֑וּת H5715 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
  "22": "וַיִּתֵּ֤ן H5414 אֶת H853 הַשֻּׁלְחָן֙ H7979 בְּאֹ֣הֶל H168 מוֹעֵ֔ד H4150 עַ֛ל H5921 יֶ֥רֶךְ H3409 הַמִּשְׁכָּ֖ן H4908 צָפֹ֑נָה H6828 מִח֖וּץ H2351 לַפָּרֹֽכֶת H6532 ",
  "23": "וַיַּעֲרֹ֥ךְ H6186 עָלָ֛יו H5921 עֵ֥רֶךְ H6187 לֶ֖חֶם H3899 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
  "24": "וַיָּ֤שֶׂם H7760 אֶת H853 הַמְּנֹרָה֙ H4501 בְּאֹ֣הֶל H168 מוֹעֵ֔ד H4150 נֹ֖כַח H5227 הַשֻּׁלְחָ֑ן H7979 עַ֛ל H5921 יֶ֥רֶךְ H3409 הַמִּשְׁכָּ֖ן H4908 נֶֽגְבָּה H5045 ",
  "25": "וַיַּ֥עַל H5927 הַנֵּרֹ֖ת H5216 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
  "26": "וַיָּ֛שֶׂם H7760 אֶת H853 מִזְבַּ֥ח H4196 הַזָּהָ֖ב H2091 בְּאֹ֣הֶל H168 מוֹעֵ֑ד H4150 לִפְנֵ֖י H6440 הַפָּרֹֽכֶת H6532 ",
  "27": "וַיַּקְטֵ֥ר H6999 עָלָ֖יו H5921 קְטֹ֣רֶת H7004 סַמִּ֑ים H5561 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
  "28": "וַיָּ֛שֶׂם H7760 אֶת H853 מָסַ֥ךְ H4539 הַפֶּ֖תַח H6607 לַמִּשְׁכָּֽן H4908 ",
  "29": "וְאֵת֙ H853 מִזְבַּ֣ח H4196 הָעֹלָ֔ה H5930 שָׂ֕ם H7760 פֶּ֖תַח H6607 מִשְׁכַּ֣ן H4908 אֹֽהֶל H168 מוֹעֵ֑ד H4150 וַיַּ֣עַל H5927 עָלָ֗יו H5921 אֶת H853 הָעֹלָה֙ H5930 וְאֶת H853 הַמִּנְחָ֔ה H4503 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
  "30": "וַיָּ֨שֶׂם֙ H7760 אֶת H853 הַכִּיֹּ֔ר H3595 בֵּֽין H996 אֹ֥הֶל H168 מוֹעֵ֖ד H4150 וּבֵ֣ין H996 הַמִּזְבֵּ֑חַ H4196 וַיִּתֵּ֥ן H5414 שָׁ֛מָּה H8033 מַ֖יִם H4325 לְרָחְצָֽה H7364 ",
  "31": "וְרָחֲצ֣וּ H7364 מִמֶּ֔נּוּ H4480 מֹשֶׁ֖ה H4872 וְאַהֲרֹ֣ן H175 וּבָנָ֑י H1121 אֶת H853 יְדֵיהֶ֖ם H3027 וְאֶת H853 רַגְלֵיהֶֽם H7272 ",
  "32": "בְּבֹאָ֞ H935 אֶל H413 אֹ֣הֶל H168 מוֹעֵ֗ד H4150 וּבְ H7126 אֶל H413 הַמִּזְבֵּ֖חַ H4196 יִרְחָ֑צוּ H7364 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
  "33": "וַיָּ֣קֶם H6965 אֶת H853 הֶחָצֵ֗ר H2691 סָבִיב֙ H5439 לַמִּשְׁכָּ֣ן H4908 וְלַ H4196 וַיִּתֵּ֕ן H5414 אֶת H853 מָסַ֖ךְ H4539 שַׁ֣עַר H8179 הֶחָצֵ֑ר H2691 וַיְכַ֥ל H3615 מֹשֶׁ֖ה H4872 אֶת H853 הַמְּלָאכָֽה H4399 ",
  "34": "וַיְכַ֥ס H3680 הֶעָנָ֖ן H6051 אֶת H853 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וּכְב֣וֹד H3519 יְהוָ֔ה H3068 מָלֵ֖א H4390 אֶת H853 הַמִּשְׁכָּֽן H4908 ",
  "35": "וְלֹא H3808 יָכֹ֣ל H3201 מֹשֶׁ֗ה H4872 לָבוֹא֙ H935 אֶל H413 אֹ֣הֶל H168 מוֹעֵ֔ד H4150 כִּֽי H3588 שָׁכַ֥ן H7931 עָלָ֖יו H5921 הֶעָנָ֑ן H6051 וּכְב֣וֹד H3519 יְהוָ֔ה H3068 מָלֵ֖א H4390 אֶת H853 הַמִּשְׁכָּֽן H4908 ",
  "36": "וּבְ H5927 הֶֽעָנָן֙ H6051 מֵעַ֣ל H5921 הַמִּשְׁכָּ֔ן H4908 יִסְע֖וּ H5265 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 בְּכֹ֖ל H3605 מַסְעֵיהֶֽם H4550 ",
  "37": "וְאִם H518 לֹ֥א H3808 יֵעָלֶ֖ה H5927 הֶעָנָ֑ן H6051 וְלֹ֣א H3808 יִסְע֔וּ H5265 עַד H5704 י֖וֹם H3117 הֵעָלֹתֽוֹ H5927 ",
  "38": "כִּי֩ H3588 עֲנַ֨ן H6051 יְהוָ֤ה H3068 עַֽל H5921 הַמִּשְׁכָּן֙ H4908 יוֹמָ֔ם H3119 וְאֵ֕שׁ H784 תִּהְיֶ֥ה H1961 לַ֖יְלָה H3915 בּ֑וֹ Hb לְעֵינֵ֥י H5869 כָל H3605 בֵּֽית H1004 יִשְׂרָאֵ֖ל H3478 בְּכָל H3605 מַסְעֵיהֶֽם H4550 "
}
