{
  "1": "וְאַחַ֗ר H310 בָּ֚אוּ H935 מֹשֶׁ֣ה H4872 וְאַהֲרֹ֔ן H175 וַיֹּאמְר֖וּ H559 אֶל H413 פַּרְעֹ֑ה H6547 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 שַׁלַּח֙ H7971 אֶת H853 עַמִּ֔י H5971 וְיָחֹ֥גּוּ H2287 לִ֖י Hl בַּמִּדְבָּֽר H4057 ",
  "2": "וַיֹּ֣אמֶר H559 פַּרְעֹ֔ה H6547 מִ֤י H4310 יְהוָה֙ H3068 אֲשֶׁ֣ר H834 אֶשְׁמַ֣ע H8085 בְּקֹל֔ H6963 לְשַׁלַּ֖ח H7971 אֶת H853 יִשְׂרָאֵ֑ל H3478 לֹ֤א H3808 יָדַ֨עְתִּי֙ H3045 אֶת H853 יְהוָ֔ה H3068 וְגַ֥ם H1571 אֶת H853 יִשְׂרָאֵ֖ל H3478 לֹ֥א H3808 אֲשַׁלֵּֽחַ H7971 ",
  "3": "וַיֹּ֣אמְר֔וּ H559 אֱלֹהֵ֥י H430 הָעִבְרִ֖ים H5680 נִקְרָ֣א H7122 עָלֵ֑ינוּ H5921 נֵ֣לֲכָה H3212 נָּ֡א H4994 דֶּרֶךְ֩ H1870 שְׁלֹ֨שֶׁת H7969 יָמִ֜ים H3117 בַּמִּדְבָּ֗ר H4057 וְנִזְבְּחָה֙ H2076 לַֽיהוָ֣ה H3068 אֱלֹהֵ֔ינוּ H430 פֶּ֨ן H6435 יִפְגָּעֵ֔נוּ H6293 בַּדֶּ֖בֶר H1698 א֥וֹ H176 בֶחָֽרֶב H2719 ",
  "4": "וַיֹּ֤אמֶר H559 אֲלֵהֶם֙ H413 מֶ֣לֶךְ H4428 מִצְרַ֔יִם H4714 לָ֚מָּה H4100 מֹשֶׁ֣ה H4872 וְאַהֲרֹ֔ן H175 תַּפְרִ֥יעוּ H6544 אֶת H853 הָעָ֖ם H5971 מִמַּֽעֲשָׂ֑י H4639 לְכ֖וּ H3212 לְסִבְלֹתֵי H5450 ",
  "5": "וַיֹּ֣אמֶר H559 פַּרְעֹ֔ה H6547 הֵן H2005 רַבִּ֥ים H7227 עַתָּ֖ה H6258 עַ֣ם H5971 הָאָ֑רֶץ H776 וְהִשְׁבַּתֶּ֥ם H7673 אֹתָ֖ם H853 מִסִּבְלֹתָֽ H5450 ",
  "6": "וַיְצַ֥ו H6680 פַּרְעֹ֖ה H6547 בַּיּ֣וֹם H3117 הַה֑וּא H1931 אֶת H853 הַנֹּגְשִׂ֣ים H5065 בָּעָ֔ם H5971 וְאֶת H853 שֹׁטְרָ֖יו H7860 לֵאמֹֽר H559 ",
  "7": "לֹ֣א H3808 תֹאסִפ֞וּן H3254 לָתֵ֨ת H5414 תֶּ֧בֶן H8401 לָעָ֛ם H5971 לִלְבֹּ֥ן H3835 הַלְּבֵנִ֖ים H3843 כִּתְמ֣וֹל H8543 שִׁלְשֹׁ֑ם H8032 הֵ֚ם H1992 יֵֽלְכ֔וּ H3212 וְקֹשְׁשׁ֥וּ H7197 לָהֶ֖ם Hl תֶּֽבֶן H8401 ",
  "8": "וְאֶת H853 מַתְכֹּ֨נֶת H4971 הַלְּבֵנִ֜ים H3843 אֲשֶׁ֣ר H834 הֵם֩ H1992 עֹשִׂ֨ים H6213 תְּמ֤וֹל H8543 שִׁלְשֹׁם֙ H8032 תָּשִׂ֣ימוּ H7760 עֲלֵיהֶ֔ם H5921 לֹ֥א H3808 תִגְרְע֖וּ H1639 מִמֶּ֑נּוּ H4480 כִּֽי H3588 נִרְפִּ֣ים H7503 הֵ֔ם H1992 עַל H5921 כֵּ֗ן H3651 הֵ֤ם H1992 צֹֽעֲקִים֙ H6817 לֵאמֹ֔ר H559 נֵלְכָ֖ה H3212 נִזְבְּחָ֥ה H2076 לֵאלֹהֵֽי H430 ",
  "9": "תִּכְבַּ֧ד H3513 הָעֲבֹדָ֛ה H5656 עַל H5921 הָאֲנָשִׁ֖ים H376 וְיַעֲשׂוּ H6213 בָ֑הּ Hb וְאַל H408 יִשְׁע֖וּ H8159 בְּדִבְרֵי H1697 שָֽׁקֶר H8267 ",
  "10": "וַיֵּ֨צְא֜וּ H3318 נֹגְשֵׂ֤י H5065 הָעָם֙ H5971 וְשֹׁ֣טְרָ֔י H7860 וַיֹּאמְר֥וּ H559 אֶל H413 הָעָ֖ם H5971 לֵאמֹ֑ר H559 כֹּ֚ה H3541 אָמַ֣ר H559 פַּרְעֹ֔ה H6547 אֵינֶ֛נִּי H369 נֹתֵ֥ן H5414 לָכֶ֖ם Hl תֶּֽבֶן H8401 ",
  "11": "אַתֶּ֗ם H859 לְכ֨וּ H3212 קְח֤וּ H3947 לָכֶם֙ Hl תֶּ֔בֶן H8401 מֵאֲשֶׁ֖ר H834 תִּמְצָ֑אוּ H4672 כִּ֣י H3588 אֵ֥ין H369 נִגְרָ֛ע H1639 מֵעֲבֹדַתְ H5656 דָּבָֽר H1697 ",
  "12": "וַיָּ֥פֶץ H6327 הָעָ֖ם H5971 בְּכָל H3605 אֶ֣רֶץ H776 מִצְרָ֑יִם H4714 לְקֹשֵׁ֥שׁ H7197 קַ֖שׁ H7179 לַתֶּֽבֶן H8401 ",
  "13": "וְהַ H5065 אָצִ֣ים H213 לֵאמֹ֑ר H559 כַּלּ֤וּ H3615 מַעֲשֵׂיכֶם֙ H4639 דְּבַר H1697 י֣וֹם H3117 בְּיוֹמ֔ H3117 כַּאֲשֶׁ֖ר H834 בִּהְי֥וֹת H1961 הַתֶּֽבֶן H8401 ",
  "14": "וַיֻּכּ֗וּ H5221 שֹֽׁטְרֵי֙ H7860 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֲשֶׁר H834 שָׂ֣מוּ H7760 עֲלֵהֶ֔ם H5921 נֹגְשֵׂ֥י H5065 פַרְעֹ֖ה H6547 לֵאמֹ֑ר H559 מַדּ֡וּעַ H4069 לֹא֩ H3808 כִלִּיתֶ֨ם H3615 חָקְכֶ֤ם H2706 לִלְבֹּן֙ H3835 כִּתְמ֣וֹל H8543 שִׁלְשֹׁ֔ם H8032 גַּם H1571 תְּמ֖וֹל H8543 גַּם H1571 הַיּֽוֹם H3117 ",
  "15": "וַיָּבֹ֗אוּ H935 שֹֽׁטְרֵי֙ H7860 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וַיִּצְעֲק֥וּ H6817 אֶל H413 פַּרְעֹ֖ה H6547 לֵאמֹ֑ר H559 לָ֧מָּה H4100 תַעֲשֶׂ֦ה H6213 כֹ֖ה H3541 לַעֲבָדֶֽי H5650 ",
  "16": "תֶּ֗בֶן H8401 אֵ֤ין H369 נִתָּן֙ H5414 לַעֲבָדֶ֔י H5650 וּלְבֵנִ֛ים H3843 אֹמְרִ֥ים H559 לָ֖נוּ Hl עֲשׂ֑וּ H6213 וְהִנֵּ֧ה H2009 עֲבָדֶ֛יךָ H5650 מֻכִּ֖ים H5221 וְחָטָ֥את H2398 עַמֶּֽךָ H5971 ",
  "17": "וַיֹּ֛אמֶר H559 נִרְפִּ֥ים H7503 אַתֶּ֖ם H859 נִרְפִּ֑ים H7503 עַל H5921 כֵּן֙ H3651 אַתֶּ֣ם H859 אֹֽמְרִ֔ים H559 נֵלְכָ֖ה H3212 נִזְבְּחָ֥ה H2076 לַֽיהוָֽה H3068 ",
  "18": "וְעַתָּה֙ H6258 לְכ֣וּ H3212 עִבְד֔וּ H5647 וְתֶ֖בֶן H8401 לֹא H3808 יִנָּתֵ֣ן H5414 לָכֶ֑ם Hl וְתֹ֥כֶן H8506 לְבֵנִ֖ים H3843 תִּתֵּֽנּוּ H5414 ",
  "19": "וַיִּרְא֞וּ H7200 שֹֽׁטְרֵ֧י H7860 בְנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 אֹתָ֖ם H853 בְּרָ֣ע H7451 לֵאמֹ֑ר H559 לֹא H3808 תִגְרְע֥וּ H1639 מִלִּבְנֵי H3843 דְּבַר H1697 י֥וֹם H3117 בְּיוֹמֽ H3117 ",
  "20": "וַֽיִּפְגְּעוּ֙ H6293 אֶת H853 מֹשֶׁ֣ה H4872 וְאֶֽת H853 אַהֲרֹ֔ן H175 נִצָּבִ֖ים H5324 לִקְרָאתָ֑ H7125 בְּצֵאתָ֖ H3318 מֵאֵ֥ת H853 פַּרְעֹֽה H6547 ",
  "21": "וַיֹּאמְר֣וּ H559 אֲלֵהֶ֔ם H413 יֵ֧רֶא H7200 יְהוָ֛ה H3068 עֲלֵיכֶ֖ם H5921 וְיִשְׁפֹּ֑ט H8199 אֲשֶׁ֧ר H834 הִבְאַשְׁתֶּ֣ם H887 אֶת H853 רֵיחֵ֗נוּ H7381 בְּעֵינֵ֤י H5869 פַרְעֹה֙ H6547 וּבְ H5869 עֲבָדָ֔יו H5650 לָֽתֶת H5414 חֶ֥רֶב H2719 בְּיָדָ֖ H3027 לְהָרְגֵֽ H2026 ",
  "22": "וַיָּ֧שָׁב H7725 מֹשֶׁ֛ה H4872 אֶל H413 יְהוָ֖ה H3068 וַיֹּאמַ֑ר H559 אֲדֹנָ֗י H136 לָמָ֤ה H4100 הֲרֵעֹ֨תָה֙ H7489 לָעָ֣ם H5971 הַזֶּ֔ה H2088 לָ֥מָּה H4100 זֶּ֖ה H2088 שְׁלַחְתָּֽנִי H7971 ",
  "23": "וּמֵ H227 בָּ֤אתִי H935 אֶל H413 פַּרְעֹה֙ H6547 לְדַבֵּ֣ר H1696 בִּשְׁמֶ֔ H8034 הֵרַ֖ע H7489 לָעָ֣ם H5971 הַזֶּ֑ה H2088 וְהַצֵּ֥ל H5337 לֹא H3808 הִצַּ֖לְתָּ H5337 אֶת H853 עַמֶּֽךָ H5971 "
}
