{
  "1": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 עַתָּ֣ה H6258 תִרְאֶ֔ה H7200 אֲשֶׁ֥ר H834 אֶֽעֱשֶׂ֖ה H6213 לְפַרְעֹ֑ה H6547 כִּ֣י H3588 בְיָ֤ד H3027 חֲזָקָה֙ H2389 יְשַׁלְּחֵ֔ם H7971 וּבְ H3027 חֲזָקָ֔ה H2389 יְגָרְשֵׁ֖ם H1644 מֵאַרְצֽ H776 ",
  "2": "וַיְדַבֵּ֥ר H1696 אֱלֹהִ֖ים H430 אֶל H413 מֹשֶׁ֑ה H4872 וַיֹּ֥אמֶר H559 אֵלָ֖יו H413 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "3": "וָאֵרָ֗א H7200 אֶל H413 אַבְרָהָ֛ם H85 אֶל H413 יִצְחָ֥ק H3327 וְאֶֽל H413 יַעֲקֹ֖ב H3290 בְּאֵ֣ל H410 שַׁדָּ֑י H7706 וּשְׁמִ֣ H8034 יְהוָ֔ה H3068 לֹ֥א H3808 נוֹדַ֖עְתִּי H3045 לָהֶֽם Hl ",
  "4": "וְגַ֨ם H1571 הֲקִמֹ֤תִי H6965 אֶת H853 בְּרִיתִי֙ H1285 אִתָּ֔ם H854 לָתֵ֥ת H5414 לָהֶ֖ם Hl אֶת H853 אֶ֣רֶץ H776 כְּנָ֑עַן H3667 אֵ֛ת H853 אֶ֥רֶץ H776 מְגֻרֵיהֶ֖ם H4033 אֲשֶׁר H834 גָּ֥רוּ H1481 בָֽהּ Hb ",
  "5": "וְגַ֣ם H1571 אֲנִ֣י H589 שָׁמַ֗עְתִּי H8085 אֶֽת H853 נַאֲקַת֙ H5009 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֥ר H834 מִצְרַ֖יִם H4714 מַעֲבִדִ֣ים H5647 אֹתָ֑ם H853 וָאֶזְכֹּ֖ר H2142 אֶת H853 בְּרִיתִֽי H1285 ",
  "6": "לָכֵ֞ן H3651 אֱמֹ֥ר H559 לִבְנֵֽי H1121 יִשְׂרָאֵ֘ל H3478 אֲנִ֣י H589 יְהוָה֒ H3068 וְהוֹצֵאתִ֣י H3318 אֶתְכֶ֗ם H853 מִתַּ֨חַת֙ H8478 סִבְלֹ֣ת H5450 מִצְרַ֔יִם H4714 וְהִצַּלְתִּ֥י H5337 אֶתְכֶ֖ם H853 מֵעֲבֹדָתָ֑ H5656 וְגָאַלְתִּ֤י H1350 אֶתְכֶם֙ H853 בִּזְר֣וֹעַ H2220 נְטוּיָ֔ה H5186 וּבִ H8201 גְּדֹלִֽים H1419 ",
  "7": "וְלָקַחְתִּ֨י H3947 אֶתְכֶ֥ם H853 לִי֙ Hl לְעָ֔ם H5971 וְהָיִ֥יתִי H1961 לָכֶ֖ם Hl לֵֽאלֹהִ֑ים H430 וִֽידַעְתֶּ֗ם H3045 כִּ֣י H3588 אֲנִ֤י H589 יְהוָה֙ H3068 אֱלֹ֣הֵיכֶ֔ם H430 הַמּוֹצִ֣יא H3318 אֶתְכֶ֔ם H853 מִתַּ֖חַת H8478 סִבְל֥וֹת H5450 מִצְרָֽיִם H4714 ",
  "8": "וְהֵבֵאתִ֤י H935 אֶתְכֶם֙ H853 אֶל H413 הָאָ֔רֶץ H776 אֲשֶׁ֤ר H834 נָשָׂ֨אתִי֙ H5375 אֶת H853 יָדִ֔י H3027 לָתֵ֣ת H5414 אֹתָ֔הּ H853 לְאַבְרָהָ֥ם H85 לְיִצְחָ֖ק H3327 וּֽלְ H3290 וְנָתַתִּ֨י H5414 אֹתָ֥הּ H853 לָכֶ֛ם Hl מוֹרָשָׁ֖ה H4181 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "9": "וַיְדַבֵּ֥ר H1696 מֹשֶׁ֛ה H4872 כֵּ֖ן H3651 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וְלֹ֤א H3808 שָֽׁמְעוּ֙ H8085 אֶל H413 מֹשֶׁ֔ה H4872 מִקֹּ֣צֶר H7115 ר֔וּחַ H7307 וּמֵ H5656 קָשָֽׁה H7186 ",
  "10": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "11": "בֹּ֣א H935 דַבֵּ֔ר H1696 אֶל H413 פַּרְעֹ֖ה H6547 מֶ֣לֶךְ H4428 מִצְרָ֑יִם H4714 וִֽישַׁלַּ֥ח H7971 אֶת H853 בְּנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 מֵאַרְצֽ H776 ",
  "12": "וַיְדַבֵּ֣ר H1696 מֹשֶׁ֔ה H4872 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 לֵאמֹ֑ר H559 הֵ֤ן H2005 בְּנֵֽי H1121 יִשְׂרָאֵל֙ H3478 לֹֽא H3808 שָׁמְע֣וּ H8085 אֵלַ֔י H413 וְאֵיךְ֙ H349 יִשְׁמָעֵ֣נִי H8085 פַרְעֹ֔ה H6547 וַאֲנִ֖י H589 עֲרַ֥ל H6189 שְׂפָתָֽיִם H8193 ",
  "13": "וַיְדַבֵּ֣ר H1696 יְהוָה֮ H3068 אֶל H413 מֹשֶׁ֣ה H4872 וְאֶֽל H413 אַהֲרֹן֒ H175 וַיְצַוֵּ H6680 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְאֶל H413 פַּרְעֹ֖ה H6547 מֶ֣לֶךְ H4428 מִצְרָ֑יִם H4714 לְהוֹצִ֥יא H3318 אֶת H853 בְּנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "14": "אֵ֖לֶּה H428 רָאשֵׁ֣י H7218 בֵית H1004 אֲבֹתָ֑ם H1 בְּנֵ֨י H1121 רְאוּבֵ֜ן H7205 בְּכֹ֣ר H1060 יִשְׂרָאֵ֗ל H3478 חֲנ֤וֹךְ H2585 וּפַלּוּא֙ H6396 חֶצְר֣וֹן H2696 וְכַרְמִ֔י H3756 אֵ֖לֶּה H428 מִשְׁפְּחֹ֥ת H4940 רְאוּבֵֽן H7205 ",
  "15": "וּבְנֵ֣י H1121 שִׁמְע֗וֹן H8095 יְמוּאֵ֨ל H3223 וְיָמִ֤ין H3226 וְאֹ֨הַד֙ H161 וְיָכִ֣ין H3199 וְצֹ֔חַר H6714 וְשָׁא֖וּל H7586 בֶּן H1121 הַֽכְּנַעֲנִ֑ית H3669 אֵ֖לֶּה H428 מִשְׁפְּחֹ֥ת H4940 שִׁמְעֽוֹן H8095 ",
  "16": "וְאֵ֨לֶּה H428 שְׁמ֤וֹת H8034 בְּנֵֽי H1121 לֵוִי֙ H3878 לְתֹ֣לְדֹתָ֔ H8435 גֵּרְשׁ֕וֹן H1648 וּקְהָ֖ת H6955 וּמְרָרִ֑י H4847 וּשְׁנֵי֙ H8141 חַיֵּ֣י H2416 לֵוִ֔י H3878 שֶׁ֧בַע H7651 וּשְׁלֹשִׁ֛ים H7970 וּמְאַ֖ת H3967 שָׁנָֽה H8141 ",
  "17": "בְּנֵ֥י H1121 גֵרְשׁ֛וֹן H1648 לִבְנִ֥י H3845 וְשִׁמְעִ֖י H8096 לְמִשְׁפְּחֹתָֽ H4940 ",
  "18": "וּבְנֵ֣י H1121 קְהָ֔ת H6955 עַמְרָ֣ם H6019 וְיִצְהָ֔ר H3324 וְחֶבְר֖וֹן H2275 וְעֻזִּיאֵ֑ל H5816 וּשְׁנֵי֙ H8141 חַיֵּ֣י H2416 קְהָ֔ת H6955 שָׁלֹ֧שׁ H7969 וּשְׁלֹשִׁ֛ים H7970 וּמְאַ֖ת H3967 שָׁנָֽה H8141 ",
  "19": "וּבְנֵ֥י H1121 מְרָרִ֖י H4847 מַחְלִ֣י H4249 וּמוּשִׁ֑י H4187 אֵ֛לֶּה H428 מִשְׁפְּחֹ֥ת H4940 הַלֵּוִ֖י H3878 לְתֹלְדֹתָֽ H8435 ",
  "20": "וַיִּקַּ֨ח H3947 עַמְרָ֜ם H6019 אֶת H853 יוֹכֶ֤בֶד H3115 דֹּֽדָתוֹ֙ H1733 ל֣וֹ Hl לְאִשָּׁ֔ה H802 וַתֵּ֣לֶד H3205 ל֔וֹ Hl אֶֽת H853 אַהֲרֹ֖ן H175 וְאֶת H853 מֹשֶׁ֑ה H4872 וּשְׁנֵי֙ H8141 חַיֵּ֣י H2416 עַמְרָ֔ם H6019 שֶׁ֧בַע H7651 וּשְׁלֹשִׁ֛ים H7970 וּמְאַ֖ת H3967 שָׁנָֽה H8141 ",
  "21": "וּבְנֵ֖י H1121 יִצְהָ֑ר H3324 קֹ֥רַח H7141 וָנֶ֖פֶג H5298 וְזִכְרִֽי H2147 ",
  "22": "וּבְנֵ֖י H1121 עֻזִּיאֵ֑ל H5816 מִֽישָׁאֵ֥ל H4332 וְאֶלְצָפָ֖ן H469 וְסִתְרִֽי H5644 ",
  "23": "וַיִּקַּ֨ח H3947 אַהֲרֹ֜ן H175 אֶת H853 אֱלִישֶׁ֧בַע H472 בַּת H1323 עַמִּינָדָ֛ב H5992 אֲח֥וֹת H269 נַחְשׁ֖וֹן H5177 ל֣וֹ Hl לְאִשָּׁ֑ה H802 וַתֵּ֣לֶד H3205 ל֗וֹ Hl אֶת H853 נָדָב֙ H5070 וְאֶת H853 אֲבִיה֔וּא H30 אֶת H853 אֶלְעָזָ֖ר H499 וְאֶת H853 אִֽיתָמָֽר H385 ",
  "24": "וּבְנֵ֣י H1121 קֹ֔רַח H7141 אַסִּ֥יר H617 וְאֶלְקָנָ֖ה H511 וַאֲבִיאָסָ֑ף H23 אֵ֖לֶּה H428 מִשְׁפְּחֹ֥ת H4940 הַקָּרְחִֽי H7145 ",
  "25": "וְאֶלְעָזָ֨ר H499 בֶּֽן H1121 אַהֲרֹ֜ן H175 לָקַֽח H3947 ל֨וֹ Hl מִבְּנ֤וֹת H1323 פּֽוּטִיאֵל֙ H6317 ל֣וֹ Hl לְאִשָּׁ֔ה H802 וַתֵּ֥לֶד H3205 ל֖וֹ Hl אֶת H853 פִּֽינְחָ֑ס H6372 אֵ֗לֶּה H428 רָאשֵׁ֛י H7218 אֲב֥וֹת H1 הַלְוִיִּ֖ם H3881 לְמִשְׁפְּחֹתָֽ H4940 ",
  "26": "ה֥וּא H1931 אַהֲרֹ֖ן H175 וּמֹשֶׁ֑ה H4872 אֲשֶׁ֨ר H834 אָמַ֤ר H559 יְהוָה֙ H3068 לָהֶ֔ם Hl הוֹצִ֜יאוּ H3318 אֶת H853 בְּנֵ֧י H1121 יִשְׂרָאֵ֛ל H3478 מֵאֶ֥רֶץ H776 מִצְרַ֖יִם H4714 עַל H5921 צִבְאֹתָֽם H6635 ",
  "27": "הֵ֗ם H1992 הַֽמְדַבְּרִים֙ H1696 אֶל H413 פַּרְעֹ֣ה H6547 מֶֽלֶךְ H4428 מִצְרַ֔יִם H4714 לְהוֹצִ֥יא H3318 אֶת H853 בְּנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 מִמִּצְרָ֑יִם H4714 ה֥וּא H1931 מֹשֶׁ֖ה H4872 וְאַהֲרֹֽן H175 ",
  "28": "וַיְהִ֗י H1961 בְּי֨וֹם H3117 דִּבֶּ֧ר H1696 יְהוָ֛ה H3068 אֶל H413 מֹשֶׁ֖ה H4872 בְּאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "29": "וַיְדַבֵּ֧ר H1696 יְהוָ֛ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹ֖ר H559 אֲנִ֣י H589 יְהוָ֑ה H3068 דַּבֵּ֗ר H1696 אֶל H413 פַּרְעֹה֙ H6547 מֶ֣לֶךְ H4428 מִצְרַ֔יִם H4714 אֵ֛ת H853 כָּל H3605 אֲשֶׁ֥ר H834 אֲנִ֖י H589 דֹּבֵ֥ר H1696 אֵלֶֽיךָ H413 ",
  "30": "וַיֹּ֥אמֶר H559 מֹשֶׁ֖ה H4872 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 הֵ֤ן H2005 אֲנִי֙ H589 עֲרַ֣ל H6189 שְׂפָתַ֔יִם H8193 וְאֵ֕יךְ H349 יִשְׁמַ֥ע H8085 אֵלַ֖י H413 פַּרְעֹֽה H6547 "
}
