{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I want you to remember, brothers and sisters, that our Jewish ancestors were following God, who led them out of Egypt by means of a cloud during the day, and that they passed through the Sea of Reeds on dry land.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And as we have been baptized into Christ, so the Israelites were to follow Moses as he followed God in the cloud and across the sea.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They all ate the supernatural manna that God gave them from heaven,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and they all drank the supernatural water that God gave them when Moses struck the rock. The rock was Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God was angry with most of them because they worshiped other gods and rebelled against him, so their dead bodies lay on the ground all across the wilderness.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now these things were an example for us, so we would learn not to greatly desire evil things, as they did.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of our ancestors also worshiped idols. As the scripture says, \"The people sat down to eat and drink and then they rose up to dance wildly in a sexual way.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Twenty-three thousand of our Jewish ancestors died in one day because of their sexual immorality.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let us not test the authority of Christ by disobeying him, as some of our ancestors did, and poisonous snakes killed them.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not grumble about what God provides, as some our ancestors did, and an angel destroyed them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now these things happened to our ancestors; they were written so we could learn from them—we, who are living very close to when the world will end.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And so the lesson is this: If you think you are strong and are standing strong, be very careful, because this is just when you may fall.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every temptation you have fought against is shared by us all, but God has given us his promise and he will not permit the temptation to be greater than your ability to fight against the sin. When the temptation comes, God will provide a way for you to get free of it, so you may endure the temptation to sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, my loved ones, run away as fast as you can from idol worship.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I speak to you as people who consider carefully how you live; think about what I am saying here.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When we drink the cup of wine that we bless, we share in the blood of Christ. When we break the bread, we share in the body of Christ.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There is only one loaf of bread, and we, although we are many, all make up just one body together, and we all take and eat from the one loaf of bread together.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Think about the people of Israel. Those who eat the sacrifices at the altar share in the altar.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I am saying that an idol is not something real and to eat food sacrificed to an idol is not significant. But even so, there are important issues here.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What I mean is this: When non-Jews make their sacrifices, they are really making them to demons, and not to God at all. And I do not wish that you share anything with demons.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not drink from the Lord's cup and then later drink the cup of demons. You must not share in the Lord's supper and then later eat a meal with demons.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To do so would provoke the Lord to become jealous about split loyalty. You are not stronger than he is!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some say, \"Everything is lawful,\" but not everything is for our good or for the good of other people. Yes, \"everything is lawful,\" but not everything helps people to grow strong in their life with God.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not work for your good only, but also for the good of other people. All of us must act toward everyone in such a way as to help them all.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Here is our rule: You may buy and eat whatever meat you want in the market without having to ask whether it was sacrificed to idols or not.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As the psalmist says, \"The earth is the Lord's and everything in it.\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a non-Jewish unbeliever invites you to a meal, and you desire to go, eat whatever he serves you. God does not require you to ask him about where he purchased the food.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if someone says to you, \"We bought this food at the idol temple and it was sacrificed to the gods,\" then do not eat the food, for the good of the person who served it, and so as not to cause conflict in the sense of right and wrong.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is being careful about how that other person thinks about right and wrong, not how you think about it. My personal choices are not to be changed by what another person believes is right or wrong.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I enjoy the meal with thanksgiving, I should not permit someone else to condemn me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The rule here is that whether you eat a meal or drink something offered to you, or whatever you do, do everything in a way so that you give praise to God.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not be offensive to Jews or to Greeks, nor even to those in the church of God, about matters such as these.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I make it my duty to please everyone I can, in every way that is possible. I do this by not seeking my own good. Instead, I try to build up other people by helping them, so that God might save them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}