{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And now let me teach you about spiritual gifts, brothers and sisters. I want you to know how to use them.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You may recall how, when you worshiped idols—idols that could not even speak a word—they led you astray.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Spirit of God helps you declare, \"Jesus Christ is Lord.\" No one who is filled with the Holy Spirit would ever say, \"Jesus is accursed!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Spirit gives many different gifts to the people of Christ, but he is the same Spirit.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There are also many different ways to serve God, but there is only one Lord.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There are also many ways for people to work in God's kingdom, but it is God who gives the power to his people to work for him.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God makes it possible for each believer to show that he has some of the Spirit's power; God does this in order to help all believers together to trust him and honor him more.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the Spirit makes one person able to speak a message with great wisdom from God, and he makes another person able to pass on to others some knowledge from God.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To another believer the Spirit gives the gift of trusting God for wonderful things. To still another person he gives the ability to pray to God for him to heal people.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Spirit makes some believers able to do powerful deeds so that people will praise God. As for certain other believers, he makes them able to speak messages from God. The Spirit makes still other believers able to tell spirits who honor God from spirits who do not. To still others, the Spirit gives various kinds of languages in which to speak messages from God, and he makes others able to interpret those messages into our language.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Again and again we see the many different gifts, but it is the same Spirit who gives these gifts to individuals, as he chooses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As the human body is a union of many parts, and every part of the body makes the whole, so it is with Christ.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For it is by the Spirit of Christ that, when we were baptized, we were each joined together into the body of Christ. It made no difference what our background was, either Jew or Greek, slave or free, but each of us received the gift of the Holy Spirit.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Remember, the body is not just one part, but many parts work together to make up the entire body.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If your foot spoke to you and said, \"I am not the hand, therefore, I am not part of your body,\" it would not be less a part of your body because it was not like your hand.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And if your ear said to you, \"I am not an eye. For that reason, I have no place in the body,\" it would not be less a part of your body because it was not an eye.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If your whole body were an eye, there would be nothing with which to hear. If your whole body were an ear, there would be nothing with which to smell.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God fitted each part of the body together, and it works just as he designed it. Every part is needed.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If each of us were exactly like all the other parts, we would not have a body at all.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are all many members, but only one body.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In your body, the eye cannot say to the hand, \"I do not need you\"; it surely does need the hand. Nor would the head say to the feet, \"I do not need you.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even the parts that are weak are all still essential to the body as a whole.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The parts that we would be ashamed for others to see, we take more care to cover them. In this way we show more respect for them.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but God has joined the distinguished parts with the less important ones. And God gives honor to those less presentable parts, because they are part of the body.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God honors the entire body in this way so there is no division in the church, and that members of the body of Christ might care for every member of the body with the same affection, no matter what their purpose or role, gifting or abilities.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because we are one body, when one member suffers, we all suffer. When one member is given honor for something they accomplished for Christ, the entire body rejoices together.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now you are the body of Christ, and individually, you are all members of it.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God has also given people as gifts to the church. He gave to the church first apostles, second prophets, third teachers, then those who do powerful deeds, those who perform healing, those who provide helps, those who do work of administration, and those who have various kinds of languages that the Spirit has given them.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Not all of us are apostles. Not all are prophets. Not all are teachers. Not all do powerful deeds.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Not all of us can heal the sick. Not all of us can speak in special languages. Not all of us can interpret messages into other languages.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I want you to eagerly seek after the greater gifts. And now, I will show you a more excellent way.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}