{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I could speak so that I could amaze and persuade people to do what I wanted, or if I could speak the language of angels—but if I did not love people, all my talking would be worth less than a noisy gong or a cymbal that only clangs.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I could proclaim messages for God, and if I could explain secret truths about God, and if I trusted in God so much that I could move a mountain—but if I did not love people, I would be worth nothing.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I gave away all I own to feed the poor, or if I sacrificed myself to be burned to rescue someone else—but if I did not love people, I would gain nothing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you truly love others, you will endure hardships with joy. If you truly love, you will be kind to others. If you truly love, you will not resent that other people possess things you do not have. If you truly love, you will not boast about yourself or be proud.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you truly love others, you will not abuse them. You will not live to please yourself. No one will be able to make you angry quickly. You will not keep track of the wrong things people have done.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you truly love others, you will not be happy if anyone does wicked things; instead, you will be happy when people are faithful to God.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you truly love others, you will endure everything that happens. You will trust that God will do the best things for people. You will trust in God regardless of what happens. You will obey God regardless of what hardships you are facing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you truly love, you will not stop loving. Those who are able to speak God's messages, speak in strange languages, or know hidden truths, do these things only for a while. One day they will stop doing these things.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, in this life, we know only a small part of all there is to know. Those who proclaim God's messages do so only partially.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when things are complete, everything that is partial or incomplete will end.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I was a small child, I talked as a child talks, I thought as a child thinks, and I made decisions as a child makes decision. But when I became an adult, I stopped acting like a child, and I started acting like an adult.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What we understand about Christ now, we understand very imperfectly, not well at all. But when Christ returns, we will see him face to face. Now we know only part of what is true. But then we will know him fully, just as he knows us fully.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is important that we trust in Christ now. It is important that we are certain that he will do for us everything that he has promised. And it is important that we love him and each other. But the greatest of these three things is love.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}