{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Strive for how to love others and for gifts that strengthen your fellow believers. Especially strive to be able to proclaim his messages that he gives you to say.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When a person speaks in a language given by the Spirit, he is not speaking to people, because no one can understand him, but he is speaking to God. He is saying things to him as the Spirit leads him.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the other hand, the prophet who proclaims the messages from God speaks directly to people. He does this in order to help them by making them stronger, to help them be unshakable, and to give them comfort so they can be happy even in hardship.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A person who speaks in a language given by the Spirit builds himself up and gives himself help, but a person who proclaims the messages of God builds up everyone and helps everyone in the church to be stronger in their faith.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I wish that all of you spoke in such languages, but it would be far better for the entire church if more and more of you had the gift of speaking God's messages. Anyone who speaks messages from God is helping to strengthen his fellow believers. For this reason, he is doing work that is more important than those who proclaim messages in various other languages—unless someone is able to interpret those messages.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I come to you and am only speaking in languages given by the Spirit, how can that help you? That cannot help you unless I speak to you and help you know matters that were hidden from you, or unless I help you understand facts you did not know, or unless I proclaim to you some message you did not hear before, or unless I teach you some rule that you had never learned before.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If someone is playing the flute or harp (they are not living things), and if the notes on the flute or harp sounded no different from each other, no one would be able to tell which tune I was playing.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And if a soldier blew the trumpet poorly, the army would not know whether to get ready for battle.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what it is like when you say words that no one can understand: No one will know what you have said.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There are certainly many languages in the world, and all of them give meaning to those who understand them.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if I do not understand someone's language, I will be like a foreigner to him, and he will be like one to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So because you want very much for the Spirit to work in you, try to help the believers in the church to trust Christ and obey him.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For that reason, pray that God will enable you to interpret what you say in a language that God has given you.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone prays in such a language, his spirit certainly prays, but his mind does not.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, we should pray with our spirit, but also pray with our mind. And it is the same if we sing praise to God.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you insist on praising God only in your spirit, the outsider will never understand what you are saying, and will never be able to agree with the message.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For if you give thanks in your spirit, that is well and good for you, but you are not helping the other believers.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I thank God that I speak in tongues more than any of you do.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But to the church I would rather speak five words with my mind, words with which I can teach others, than say ten thousand words in a strange language.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Brothers and sisters, you should think like adults. But when you think about evil things, you should think like small children. Your thinking should be sensible.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the law it is written that God says,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"I will speak to my people Israel\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "by foreigners, men who speak in strange languages;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "but my people will still not understand me.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So if a believer speaks in a language that God has given him, this impresses the unbelievers who might be listening. But if a believer speaks a message from God, this impresses the other believers.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You can see how confusing it would be if all the believers met together and spoke in different languages. Any unbeliever who heard them would call them all crazy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you were all taking turns speaking true messages from God, any unbeliever would realize that he was guilty of sinning against God.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This unbeliever would become aware of what was deep in his conciousness. He would fall down with his face to the ground in wonder and fright, and he would praise God and say that God is truly with you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Brothers and sisters, it should be this way when you worship God together. Each of you should come with a psalm to sing, or something to teach from the scriptures, or something that God has told you, or with a message in a language that God has given, or with an interpretation of such a message. Everything you do together should encourage each other, for you are Christ's church.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If there are any who wish to speak a message in a language from the Spirit, there should be no more than two or three such persons. They should speak one at a time, and someone should interpret the messages.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, if there is no one able to interpret those messages, then those who speak in languages from the Spirit should keep silent and speak only to God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If there are any who want to speak a message from God, there should be only two or three such persons; and everyone else should judge those messages according to what the scriptures say.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if God allows someone seated in the assembly to understand a message, then the one speaking the message should stop speaking. In this way, all the believers can listen to the meaning of the message.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For each of those who proclaim the messages of God should do so. But they must do so one by one, in order, so that all the believers can learn and receive courage to love God better.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For those who truly speak God's messages control the spirit in which they do so.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For God does not create confusion; instead, he makes peace.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "This next question is answered the same way in all the churches of God's people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Women should keep silent in church for they are not permitted to speak. They must not interrupt the one who is speaking God's message, but they should always obey their husbands, as also the law says.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When women want to learn, instead of interrupting the worship, they should speak with their husbands at home. It dishonors her husband for a woman to interrupt the service.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Were you the people by whom God gave us his word? Or are you the only ones to whom it came?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those of you who think you are prophets or spiritual should agree that the things I write are what the Lord has commanded and follow what I have written.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for those who do not acknowledge what I have written, you should not acknowledge them in your assembly.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, brothers and sisters, with earnest desire speak God's messages to the church; and do not forbid anyone from speaking in languages that God gives.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All that you do in the worship of the church, do it in a pleasant and orderly way.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}