{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And now I wish to remind you, brothers and sisters, about the good news I proclaimed to you. You believed this message and now you live according to it.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This good news saved you, as long as you hold firmly to it—unless you did not truly believe it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I have passed on to you what others first told me, that Christ died for our sins, as the scripture foretold he would;\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "also that they buried him, and that God raised him to life on the third day, all just the way the scriptures said it would happen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Christ appeared to Cephas (known as Peter), and then he appeared to the rest of the apostles.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He later appeared to more than five hundred brothers and sisters in the Lord when they were all together. Some of them have since died, but most are still alive and can verify this.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he appeared to James, and then again to all the apostles.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Last of all he appeared to me, although I am very unlike the other apostles.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I am the least of the apostles. I made the church of Christ suffer greatly, so I do not deserve to be an apostle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God has been very kind to me, so I am an apostle, and he has done much good through me. Really, I have worked harder than all the other apostles. Still, it was not really I who worked, but God, who gave me the strength.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So whether it is the other apostles or I who preached to you, we proclaimed the good news about Christ, and you believed us.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now some of you are saying that those who are now dead will not rise anymore. This cannot be true, because we have announced to you that Christ rose from the dead.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If no one rises from the dead, then God certainly has not raised Christ.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And if he has not raised Christ from the dead, then what we preach makes no sense at all, and what you believe about Christ can do nothing for you in your life or in your death.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In addition, people will see that we have told lies about God, if the dead really do not rise again.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Again I say, if no one rises from the dead, then God has not even raised Christ.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And if he has not raised Christ, then what you believe is useless, and God still condemns you because you have sinned.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If that is the case, then all those who have died trusting in Christ have also died with no hope of resurrection.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If in this life only we have hope in Christ, and we expect him to do nothing for us after we die, then of all people we most deserve the pity of others, for we have believed in a lie.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But in fact, God has raised Christ from the dead, and he is only the first of the many people that he will raise.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For everyone in the world dies because of what one man, Adam, did. However, those who have died will live again—also because of what one person has done; that is, the man Christ Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because, just as all die because Adam sinned, in the same way, all will live again because of what Christ has done.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they will rise from the dead in a certain order: Christ is the first to have risen from the dead; then those who are joined to Christ will live again when he returns to earth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the world will come to an end, when Christ will present all the world to God the Father, for him to rule. This is when Christ will bring to an end all who have the status of rulers, and everything that has reigning authority and all seats of power in this world.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Christ must rule until God has conquered every one of his enemies, and placed them under Christ's feet to show that they have no more power.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The final enemy that God will destroy is death itself.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the scriptures say, \"God has placed everything under his feet,\" that is, Christ's feet. But it is clear that this does not include God himself.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After God has placed all things into Christ's power, then the Son also will place himself in the power of God the Father, so that God may be the same in relation to everyone and everything.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If there is no resurrection from the dead, as some say, then there is no reason for people to receive baptism for the sake of those who have died, as some do. If God does not bring any dead people back to life, then here is no reason for living people to receive baptism for the sake of those who have died.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And we apostles would have no reason to risk our lives every day, as we do, to proclaim the good news if there is no resurrection from the dead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My brothers and sisters, I am so proud of you; you are like my possessions that I show off to Christ Jesus our Lord. Every day I am in danger of dying!\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If God will not raise the dead, then I fought with those wild animals at Ephesus for nothing. What the poets wrote would in that case be true: \"Let us eat food and drink wine today, because we will die tomorrow.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not be tricked: \"If you have bad friends, you will not care to live any longer in the right way.\"\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sober up! Live in the right way and do not keep sinning. Some of you do not know God at all. I say this to shame you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Someone may ask you, \"How can the dead rise? What kind of body could they ever have?\"\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know nothing! You do not think about the fact that any seed you plant in the ground will not start to grow until it dies.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And what a farmer plants does not look the same as what will come up. It is only a bare seed; it will change into something entirely different.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God will give it a new body just as he chooses, and to each seed put into the ground he will give a different body.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Not all living creatures are the same. There are human beings, and there are animals on the land of many kinds, and there are the birds and fish. All of them are different.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There are also different kinds of things in the heavens. The nature of those bodies in the sky is different from the nature of the things on this world.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There is one kind of the nature for the bright sun, and another kind for the softer moon. There is still another kind of nature for the stars, but the stars all differ one from another in many ways.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is the same way when people rise from the dead. What goes into the ground has died, but what rises will never die again.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When it goes into the ground, it is in the dirt, but when God raises it again, it grows with honor and power.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What goes into the ground belongs to this earth, but what rises from the dead has God's power. So, there are things that belong to this earth, and there are things that have God's power, which lasts forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the scriptures say, \"The first man, Adam, was a living being who gave his children and descendants life.\" But Christ, the second Adam, gave people God's power to live forever.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What belongs to the earth came first, the natural, and then came what belongs to God, that is the spiritual.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The first man, Adam, belonged to the earth, for he was made from dust. But the second man, Christ, belongs to heaven.\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All those who are made from dust are just like Adam, the one who was made from dust. All those who belong to heaven are just like Christ, the man from heaven.\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just as God made us like the man who was made from dust, so he will also make us be like the man from heaven.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I say this, brothers and sisters, human beings who will die cannot obtain the things that God promises to give all those whom he rules. It is just as the things that die cannot become things that do not die.\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look! I tell you something that God has hidden from us. Not all believers will die, but God will change all of us.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will change us in an instant, as fast as one can blink his eye, when God's angels blow the final trumpet. For they will blow that trumpet and then God will raise the dead so as to never die again.\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For it is these bodies that will die, but God will make them live forever, never to die again, and it is these bodies that now can be destroyed, but God will make them new, never to die again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When this happens, then it will come true, what the scriptures say:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"God has totally defeated death.\"\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Death will never win again!\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "The pain of dying has been taken away!\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is sin that brings such pain to us when we are dying. And sin's power comes into our lives because of the law.\n"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now we thank God because he gives us victory over death through our Lord Jesus Christ!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "58": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, my dear brothers and sisters, be solid in your faith, unmoveable in your life, doing more and more in the Lord's work. You know that whatever you do for him will last forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}