{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I wish to answer your questions about the money that we are collecting for the people in Jerusalem who belong to God. You should do exactly what I told the believers in the churches in Galatia to do.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every Sunday, each of you should put some money aside, as you are able, so you will not need any more collections when I come.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must choose people, whomever you wish, to take your gifts to Jerusalem. And when I arrive, I will send letters with them about your gift.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If it is the right thing to do, they will travel together with me to Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am planning to come to you when I travel through the region of Macedonia.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Perhaps I will stay with you, and perhaps all through the winter, so that you can help me along the way in my trip.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I do not want to see you for only a short time. I hope that the Lord will allow me to spend enough time together that we can help each other.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I want to stay in Ephesus until the Festival of Pentecost,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because the Lord has opened a door for me there, although there are still many who oppose us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when Timothy comes, treat him kindly and see to it that he has nothing to be afraid of, for he is doing the Lord's work, just like I am doing.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not let anyone treat him as unimportant. Help him on his way as much as you can; send him away in peace so that he may join me. I am expecting him to travel with other brothers who are coming my way.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You asked about our brother Apollos. I urged him strongly that he should visit you when the other brothers came to you. He decided not to come now, but he will come to you later when he has opportunity.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be on guard, do not wander from your faith. Work for the Lord like grown men, and be strong.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do everything through the power of love.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know the people in the house of Stephanas. You know that they were the first ones in the province of Achaia to believe, and they are determined to help those who belong to the Lord. I urge you, brothers and sisters,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "obey people like them who help in the work and who work hard with us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I was glad when Stephanas, Fortunatus, and Achaicus arrived here from Corinth, because they made up for the fact that you were not here.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They encouraged and helped me in my spirit, and they helped you as well. Tell others about how much they helped you.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The churches in Asia send greetings. Aquila and Priscilla send you greetings as you do the work of the Lord, and the other believers that meet in their home do so as well.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The rest of the brothers and sisters greet you, too. Greet one another with a kiss of affection.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, Paul, am writing this sentence with my own hand.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone does not love the Lord, let a curse be on him. O Lord, come!\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May the kindness we do not deserve that comes from the Lord Jesus be with you.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I send you this reminder that I love all of you, as you all are joined together in Christ Jesus.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}