{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I came to you, brothers and sisters, I did not make beautiful speeches, nor did I repeat to you the things that wise men said. I told you the hidden truths about God.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I decided not to talk to you about anything other than Jesus Christ and his death on the cross.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know how weak I was when I was with you. You know that fear filled my heart, and that you saw me trembling in terror.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you heard my message, and you know that when I spoke to you I did not give carefully planned speeches. Instead, the Spirit of God showed you that I was speaking the truth because of the power of the miracles he did through me.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I taught this way so you might trust in God because of his power, and not because of anything having to do with human wisdom.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now it is to those who trust fully in Christ that we speak. You now have wisdom, and that wisdom has nothing to do with the kings and governors in this life, all of whom will soon pass away.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No, we proclaim wisdom that God has kept hidden until now; that wisdom is the wise things God decided to do before he created the world, and he decided to do those things so that he and other beings would someday honor us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "None of those who rule this world knew about God's wise plans. If they had understood them, they never would have nailed the Lord, the one who is so very great, to the cross.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But in the scriptures it says:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"The things that no one has seen,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "that no one has heard,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and that no one could imagine—\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "these are what God has prepared for those who love him.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the very things that God has shown us by the Spirit. For the Spirit sees everything and he knows everything. He even knows the deepest and hidden secrets that only God knows about himself.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one except the spirit of the person knows what he is thinking. So it is that no one knows the hidden things of God except the Spirit of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Spirit that God gave us is not a spirit that comes from this world. We received the Spirit who comes from God. This Spirit helps us understand all the gifts God freely gives to us.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We teach these lessons that people schooled in the wisdom of this world cannot understand. These lessons are taught only by the Spirit of God. He helps us understand what these lessons mean.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who does not know God cannot accept these spiritual lessons. To him they sound like the lessons of fools. Even if he wanted to accept them, he would be unable to, because only people who have the wisdom that comes from God can understand these things.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who knows God evaluates all matters, but God will not accept their evaluation of him.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As one of our prophets wrote:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"It is impossible for anyone to know all that is in the mind of the Lord.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "No one is able to teach God.\"\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "But we can know the very thoughts of Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}