{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My brothers and sisters, when I was with you, you were not ready to hear the difficult truths about God. I could speak to you only as if you were little children who are joined to Christ.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I taught you things that were easy to understand, as a mother feeds milk to her babies. You were not ready for solid food. And even now, you are not ready.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say this because you are still acting as unbelievers even though you are Christians. I know you are not ready because many of you are jealous and quarreling with each other, and you are judging things just as if you were still unbelievers.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of you say you are following what I, Paul, have taught; others say they are following what Apollos has taught. You are acting the way unbelievers act.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Compared to the great work that God has done in your lives, Apollos is not important. Neither is Paul important. We are both servants, and we serve the same God in the ways that he has assigned to us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even though I was the first to plant the seed of God's word in you, it was Apollos who made sure you grew in faith. But it was God alone who can give spiritual growth to you.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let me say it again: The ones who plant the seeds and water them, we do not matter in the least. God is the one who gives the growth. You are like a garden that he has planted.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who plants and the one who waters are working in the same job, and each one individually will receive a wage as a reward. The reward is the amount he is paid measured by how hard each one worked.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are working together with God and we both belong to God. But as for you, God is growing you in his field. It is as if he were constructing a building out of you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God generously gave me the skills so I can do this task for him. I worked among you like an expert builder with great care. But after me, someone else will build on what I began. Everyone builds on what others did before. But each one must be careful how they build.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For no other foundation can be laid other than the one that has already been set in place. That foundation is Jesus Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are like builders who choose what to put on top of that foundation. Builders can chose to use valuable materials like gold, silver, and precious stones, or they can choose to use worthless materials like wood, hay, and straw.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God will judge our work and put on display what each of us has done for him. He will send fire to test the work we have done. That fire will prove the quality of the work that we did for him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If what a person builds survives the fire that tests what he built, he will receive a reward for his work,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the fire burns up all his work, he will lose all his reward, but God can still save him, even though the flames completely devour everything he did.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Surely you know that you are the dwelling place where God lives, that you are his temple. Surely you know that the Spirit of God lives inside of you.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God promises that he will destroy anyone who attempts to destroy his temple. This is because his temple belongs to him alone. And he protects you by the same promise because you are now his temple and you belong to him alone!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be on guard that you do not deceive yourselves. If any of you thinks he has great wisdom that unbelievers will admire, he should be careful. He would be far better off if he leaves alone all the things that unbelievers want, even if they consider him a fool for doing so. When he leaves those things alone, he will begin to learn what is true wisdom.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What the world considers to be great wisdom is really foolishness to God. For scripture says,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"God catches the wise in their own foolish plans.\"\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And again scripture teaches,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"The Lord overhears all the planning of the wise, and he knows that in the end, they will lose everything.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So stop boasting about how good one Christian leader is or how good another Christian leader is. For God has given you all things.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God gave you Paul, and he gave you Apollos, and Peter. And God gave you this world, and your life, and his victory over death. And God gives you everything that exists and everything that will exist in the future—they are all yours;\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and you are Christ's, and Christ is God's.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}