{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A person should consider us as servants of Christ, and as those to whom God entrusted the hidden truths in the good news.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We must faithfully do the work that God has given us to do because he trusts us to do it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a human being, or even a court of law, judges my life, I think little about it. I do not consider it worthwhile to judge myself.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am not aware of anyone who accuses me of doing wrong. But that does not mean that I am innocent. It is the Lord who judges me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So then, you should not judge anything before it is time. The Lord will do that when he returns. He is the one who can bring to light everything that is hidden even in total darkness, and he can make a right judgment because he knows what each person truly thinks. When he comes, everyone will receive whatever honor they deserve from the Lord.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, brothers and sisters, the rule we follow is \"Do not go beyond what they have written in the scriptures.\" Apollos and I live by it. For your sakes we teach only in this way so you can learn from us. It keeps you from being too proud about the people who are teaching it to you, whether it is I or Apollos.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There is no difference between you and any other believer. All of you have received everything as a gift. None of you is better than any other. None of you should boast like you are different from all the rest. We are all just the same.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you act as if you have everything you want! You live as if you were rich! And you live as if you were reigning kings and queens—even without our help. Well, I wish you really had become kings and queens, for then we could have ruled with you!\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But in reality, it seems that God has put us apostles on display at the end of a line of prisoners being paraded after a battle. We are like men who have been sentenced to death; we have been put on display for the whole world to see, both angels and human beings.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Others think of us apostles as fools because we live for Christ, and yet you see yourselves as wise people. We appear weak, but you seem to be the strong ones! You praise and honor yourselves, but we apostles are the ones whom other people hate.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Up to this present time we apostles go around hungry and thirsty. We have been so poor we could not afford our own clothing. Officials have brutally beaten us again and again. We have no place to call our home.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We work hard with our hands to make a living. When others curse us, we bless them in return. When others make us suffer, we endure it.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When people tell lies about us, we answer by being kind to them. And yet, they treat us like the garbage of the world and like the filth that people want to throw into a garbage heap.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am not trying to shame you, but I want to correct you as a loving parent would correct a child.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you had ten thousand teachers telling you about Christ, you would still have only one spiritual father. I became your father in Christ when you believed the good news that I preached to you.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I urge you to follow my example.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is why I sent Timothy to you. I love him, and he is my faithful child. He will remind you of how I live as I am joined to Christ. I teach the same things everywhere we go and in every church we visit.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of you have become proud. You live as though I might not come back to you soon.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the Lord wants me to come, I will come to you soon. Then I will learn not only how these arrogant people talk, but I will find out whether they have God's power in them.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God's kingdom is not about what you say; it is about God's power.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What would you want me to do? Should I come to punish you with harsh discipline, or should I come so you can see how much I love you by how gentle I am to you?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}