{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you have a dispute with another believer, you should not have the audacity to take that matter before a civil judge who is not a believer. Take the matter to fellow believers, whom God has set apart for himself.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You should know that we who belong to God will judge the world. If you will judge the world one day, you should be able to settle matters that are less important.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You should know that you will judge angels! Certainly you are able to judge matters in this life.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And if you can settle matters that are important in this life, you should not find it necessary to hand off disputes between Christians to be settled by unbelievers.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say this to show how you have disgraced yourselves. There certainly must be someone in the church who is sensible enough to settle these disputes when these sort of cases come up between Christian brothers and sisters.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But instead, some believers among you accuse other believers in a civil court and you allow a judge who is an unbeliever to settle the matter!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you have any disputes between one another it means that you have not done what you should have done. Allow a brother or sister to take advantage of you rather than you take them to court.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, you have wronged and cheated others, and the ones you cheated are your own brothers and sisters.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Surely you understand that the wicked will not come under God's rule. Do not believe them when they tell you otherwise. The truth is that the sexually immoral, those who worship anything or anyone other than God, those who break their marriage vows, those who engage in perverse acts of so-called worship involving sex, and those who engage in the practice of homosexuality,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "those who steal, the ones who are greedy for more, those who get drunk, those who tell lies about others, and those who trick and cheat to steal from others—these will never come under Gods' rule.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of you used to do these things. But God has made you clean from your sins, he has set you apart for himself, and he has made you right with himself. He has done all this through the power of the Lord Jesus Christ and the Spirit of our God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some say this: \"I am free to do anything I want, because I am joined to Christ.\" Yes, but because something is permitted does not mean it is good for me. \"I am free to do anything I want\"—but I will not allow anything to become my master.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People also say, \"Food is made for a person's body to digest, and a person's body is made to digest food\"—but God will soon do away with both food and the body's normal functions. Of course, they are really talking about sleeping with people. However, God did not make our bodies so we could be sexually immoral. But the body is to serve the Lord, and the Lord will provide for the body.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God raised the Lord from the dead, and he will also raise us up by his power to live again.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You should know that your bodies are joined to Christ. Should you take away that which is a part of Christ and join it together with a prostitute? Never!\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You understand that anyone who sleeps with a prostitute becomes united with her. It is like the scriptures say about marriage: \"The two will become one.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And those who are joined to the Lord becomes one spirit with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when you want to commit a sexual sin, run away from it as quickly as you can! People say, \"Every sin that a person commits is committed outside the body\"—except that when one sins sexually, he sins against his own body.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You should know that your body is a dwelling place, a temple of the Holy Spirit within you. God gave you his Spirit and now you no longer belong to yourself. Instead, you belong to God.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God purchased you with the price of his Son's life. Therefore honor God in all you do in your human body.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}