{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, about the question you asked regarding eating food that was offered to idols: We know that people say, \"We all have knowledge.\" But if you think you know a lot, you can become very proud of yourself. If, however, when you love others, you help them grow strong in their faith.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The truth is that if someone assumes he knows something, he has not yet learned the humbleness he needs to know.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you love God, God knows you.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now about eating food sacrificed to idols: Let us begin with this principle: Just as some say, \"Idols in this world do not actually exist,\" and, as Moses taught, \"There is only one God.\" So idols are not real gods; they are not living gods at all.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I know that some people say that many gods and lords exist in the heavens or on the earth—after all, there are many supernatural beings who have real power.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet even so, we say,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"There is one God, the Father,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "from him come all things, and for him we live.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "And there is only one Lord, Jesus Christ;\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "he made everything there is, and he is the one who gives us life.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But not everyone knows this. Some worshiped an idol in earlier times, and, now, if they eat food sacrificed to an idol, they worry that they are still worshiping a god. They are torn between two opinions, and they are weak in their faith in Christ, so they feel they are honoring an idol when they eat food that has been offered to it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know that the food we eat does not make us better or worse before God.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But what is important is your brothers and sisters in Christ. You are free to eat that food, but you should not cause people to fall down in their faith because you have the freedom to eat it.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know that idols were never alive, nor were they gods at all. But if brothers and sisters who do not know the difference between right and wrong see you eating in an idol's temple, they would think you were encouraging them to turn back to their idolatry.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As a result, if your weaker brother or sister sees you eat meat offered to idols because you have freedom in your mind to eat that food but they did not have the same freedom—you by acting as a free person could destroy your fellow believer for whom Christ died.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, you sin against your weaker brothers and sisters when you encourage them to do something that their sense of right and wrong tells them not to do. This is sinning against Christ.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, if my brother or sister are unable to serve God well because they have seen me eat something, I will never eat meat again! I do not want to do anything that causes them to fall.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}