{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To people who criticize how I work, I reply like this: I am an apostle. I have seen Jesus our Lord. I am free. You are the result of the work I did—you are my workmanship.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even if some others do not think I am a true apostle, I am a true apostle to you. By the Lord's stamp of approval, you are the proof that I am a true apostle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I answer those who say that I am not a true apostle by not using money that you believers give me for payment for my service.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Of course we have the right to live on such money.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We certainly have the right to travel with a believing wife, like the other apostles do—like the Lord's brother and Cephas.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one made a rule that only Barnabas and I must work to support ourselves.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No soldiers serves in the army at his own expense. No one plants a vineyard without being able to eat the grapes or drink the wine. No one shepherds a flock and without drinking some of the milk that comes from the animals.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is common sense. But the law says this as well.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the law of Moses says, \"When an ox is treading out the grain, do not stop it from eating some of it.\" There is more that God is concerned about in this law.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This law is about us. Moses is saying that those who work in any job should benefit from the fruit of that work, just like the ox eating the grain on which he is treading.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If we have sown the seed of the good news to you, is it too much for us to receive money from you in our support?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Others received this kind of help from you, and we have certainly proven that we deserve it even more than they do.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "However, we have not accepted anything from you, even though we were entitled to it. Instead, we endure all kinds of hardships so that we do not make it more difficult for people to believe in the good news about Christ.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Certainly you know that those who helped carry out the sacrifices offered to God in the temple received some of those offerings for their own needs. They received some of the food offered to God.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the same way, the Lord has commanded that those who proclaim the good news are to receive their living wages from the good news. They receive part of what is given to God for their needs.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I have not demanded any of these things for myself. And that is not why I am writing this to you now. I boast that I never demand these things from you, and I would have to stop boasting of you were to pay me, so I would rather die than have you pay me.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I proclaim the good news, I am not doing anything for which I should boast. I feel obliged to preach the good news. I would grieve with many tears if I could not do what God called me to do.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I preach the good news because I want to, I have a great reward. But even if I only preached because someone forced me to preach, I would still have to preach, because God trusted me to do this work for him.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So what is the reward that God gives me? It is that when I preach the good news, I offer it without anyone paying me for it. Instead, I offer it for free so that I can do it without receiving the payment the Lord would allow me to take.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am not obligated to anyone, but I am a servant to everyone, so that I might persuade more and more people to trust in Christ.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When working with Jewish people, I become like a Jew, so that I may win them to Christ. To those who were living under the law I lived as they lived, in order that those living under the law may trust in Christ as I trust in him. I lived as they lived, even though I am not living my life by the law's demands.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I am with those who are non-Jews, those who live apart from the law of Moses, I became like them (though I myself am not outside God's law, and I am obedient to the law of Christ), so that I can persuade those apart from the law to trust in Christ.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To those who are weak about rules and laws, I lived as they did, so I could persuade them to trust in Christ. I have lived under rules and with many life-styles and with all kinds of people so that in any way God chooses to work, God will rescue some of them.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I do all this so I may proclaim the good news about Christ, so that I will also experience the good things the good news brings to us.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know when people run in a race, they all run, but only one of them wins the prize. So you also should run to win the prize.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every athlete is careful in how he trains. They are running so one of them may get a crown of victory that is put on their heads; but it is made of olive leaves, and it quickly perishes and fades away. But we are running so we might receive a crown that will last forever.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, in everything I do, I do it for a purpose. I do not waste my effort or exhaust myself by striking the air like a boxer who has no opponent.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I discipline my body and I make it obey my commands. I do not want to preach the good news to others and then lose my reward because I failed to fulfill what he commanded me to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}