{
  "1": "In the seventh month on the twenty-first day of the month, the word of Yahweh came by the hand of Haggai the prophet, saying,",
  "2": "\"Speak to the governor of Judah, Zerubbabel son of Shealtiel, and to the high priest Joshua son of Jehozadak, and to the remnant of the people. Say,\n\n\\q",
  "3": "'Who is left among you\\q who saw this house in its former glory?\n\\q How do you see it now?\n\\q Is it not like nothing in your eyes?\n\\q",
  "4": "Now, be strong, Zerubbabel!—this is Yahweh's declaration—\\q and be strong, high priest Joshua son of Jehozadak;\n\\q and be strong, all you people in the land!—this is Yahweh's declaration—\n\\q and work, for I am with you!—this is the declaration of Yahweh of hosts.\n\\q",
  "5": "This is the covenant that I established with you when you came out of Egypt,\\q and my Spirit remains with you. Do not fear!\n\n\n\\q",
  "6": "For Yahweh of hosts says this: In a little while\\q I will once again shake the heavens and the earth, the sea and the dry land!\n\\q",
  "7": "I will shake every nation, and every nation will bring their precious things to me,\\q and I will fill this house with glory, says Yahweh of hosts.\n\n\n\\q",
  "8": "The silver and gold are mine!—this is the declaration of Yahweh of hosts.\\q",
  "9": "The glory of this house will be greater in the future than at the beginning, says Yahweh of hosts,\\q and I will give peace in this place!—this is the declaration of Yahweh of hosts.\"",
  "10": "On the twenty-fourth day of the ninth month, in the second year of Darius, the word of Yahweh came by Haggai the prophet, saying,",
  "11": "\"Yahweh of hosts says this: Ask the priests concerning the law, and say,",
  "12": "'If a man carries meat that is set apart to Yahweh in the fold of his garment, and the fold touches bread or stew, wine or oil, or any kind of food, does it become holy?'\" The priests answered and said, \"No.\"",
  "13": "Then Haggai said, \"If someone who is unclean because of death touches any of these things, do they become unclean?\" Thepriests answered and said, \"Yes, they become unclean.\"",
  "14": "So Haggai answered and said, \"So it is with this people and this nation before me!—this is Yahweh's declaration—and so it is with everything done by their hands. What they offer to me is unclean!",
  "15": "So now, think in your minds about the past leading up to this very day. Before stone was placed upon stone in the temple of Yahweh,",
  "16": "how was it then? When you came to a heap of twenty measures of grain, there were only ten; and when you came to the wine vat to draw out fifty measures, there were only twenty.",
  "17": "I afflicted you and all the work of your hands with blight and mildew, but you still did not turn to me—this is Yahweh's declaration.",
  "18": "Consider from this day forward, from the twenty-fourth day of the ninth month, from the day that the foundation of Yahweh's temple was laid. Consider it!",
  "19": "Is there still seed in the storehouse? The vine, the fig tree, the pomegranate, and the olive tree have not produced! But from this day will I bless you!\"",
  "20": "Then the word of Yahweh came a second time to Haggai on the twenty-fourth day of the month and said,",
  "21": "\"Speak to the governor of Judah, Zerubbabel, and say,\\q 'I will shake the heavens and the earth.\n\\q",
  "22": "For I will overthrow the throne of kingdoms and destroy the strength of the kingdoms of the nations!\\q I will overthrow the chariots and their riders; the horses and their riders will fall down, each one because of his brother's sword.\n\n\n\\q2",
  "23": "On that day—this is the declaration of Yahweh of hosts—I will take you, Zerubbabel son of Shealtiel, as my servant—this is Yahweh's declaration.\\q2 I will make you like a signet ring, for I have chosen you!\n\\q2 —this is the declaration of Yahweh of hosts!'\""
}
