{
  "1": "As dead flies cause perfume to stink,\n\\q2 so a little folly can overpower wisdom and honor.\n\\q1",
  "2": "The heart of a wise person tends to the right,\n\\q2 but the heart of a fool tends to the left.\n\\q1",
  "3": "When a fool walks down a road,\n\\q2 his thinking is deficient,\n\\q3 proving to everyone he is a fool.",
  "4": "If the emotions of a ruler rise up against you, do not leave your work.\n\\q2 Calm can quiet down great outrage.",
  "5": "There is an evil that I have seen under the sun,\n\\q2 a kind of error that comes from a ruler:\n\\q1",
  "6": "Fools are given leadership positions,\n\\q2 while successful men are given low positions.\n\\q1",
  "7": "I have seen slaves riding horses,\n\\q2 and successful men walking like slaves on the ground.",
  "8": "Anyone who digs a pit\n\\q2 can fall into it,\nand whenever someone breaks down a wall,\n\\q2 a snake can bite him.\n\\q1",
  "9": "Whoever cuts out stones\n\\q2 can be hurt by them,\n\\q1 and the man who chops wood\n\\q2 is endangered by it.",
  "10": "If an iron blade is dull,\nand a man does not sharpen it,\nthen he must use more strength,\nbut wisdom provides an advantage for success.\n\\q1",
  "11": "If a snake bites before it is charmed,\n\\q2 then there is no advantage for the charmer.",
  "12": "The words of a wise man's mouth are gracious,\n\\q2 but the lips of a fool swallow himself.",
  "13": "As words begin to flow from a fool's mouth, foolishness comes out,\n\\q2 and at the end his mouth flows with wicked madness.\n\\q1",
  "14": "A fool multiplies words,\n\\q2 but no one knows what is coming.\n\\q2 Who knows what is coming after him?",
  "15": "The toil of fools wearies them,\n\\q2 so that they do not even know the road to town.",
  "16": "Woe to you, land, if your king is a young boy,\n\\q2 and if your leaders begin feasting in the morning!\n\\q1",
  "17": "But blessed are you, land, if your king is the son of nobles,\n\\q2 and if your leaders eat at the right time,\n\\q2 for strength, and not for drunkenness!",
  "18": "Because of laziness the roof sinks in,\n\\q2 and because of idle hands the house leaks.\n\\q1",
  "19": "People prepare food for laughter,\n\\q2 wine brings enjoyment to life,\n\\q3 and money fills the need for everything.",
  "20": "Do not curse the king, not even in your mind,\n\\q2 and do not curse rich people in your bedroom.\n\\q1 For a bird of the sky might carry your words;\n\\q2 whatever has wings can spread the matter.",
  "22": "\\q1",
  "24": "\\q1",
  "27": "\\q1",
  "30": "\\q1"
}
