{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Moses the servant of Yahweh, died, Yahweh said this to Nun's son Joshua, who had been Moses' servant leader:\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"You know that my servant Moses is now dead. So now get ready to cross over the Jordan River, you and all these people. Enter the land that I will soon give to the people of Israel.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everywhere you walk in this land, I will give to you, as I promised Moses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That land will extend from the wilderness in the south to the Lebanon mountains in the northwest, to the Euphrates River, and to the Mediterranean Sea on the west. It will include all the land where the Hittites live.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No group will be able to defeat you as long as you live. I will help you as I helped Moses. I promise that I will not abandon you and I will never leave you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be strong and brave, because you will lead these people so they can take this land as their own, the land that I promised to give to their ancestors.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just be strong and very brave. Be sure to obey all the laws that my servant Moses taught you; carry out each one of them. If you do so, you will be successful wherever you go.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Talk with each other about the book of the law that Moses taught you. Think about those laws during the day and during the night. Follow the laws and do what they tell you to do, and they teach you to live so you may gain wealth and be successful.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not forget that I have commanded you to be strong and brave. Do not be afraid and do not be discouraged. I, Yahweh your God, will be with you wherever you go.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua commanded the leaders of the people of Israel,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Go throughout the camp and give these orders to the people: 'Prepare all the food that you will take with you. In three days you will go across the Jordan River in front of you, and you will go in and capture the land that Yahweh, your God, is about to give to you.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua spoke to the families of the descendants of Reuben and Gad, and to the half of the tribe of Manasseh that was going to settle on the east side of the Jordan River:\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Keep in mind the orders that Moses the servant of Yahweh, gave you. Moses said, 'Yahweh, your God, has promised to give you a place where you can settle down permanently—this place will be the land where you will live.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your wives, your little children, and your livestock may stay here in this land on the east side of the Jordan River, but all your soldiers and your fellow tribesmen must cross the river, ahead of your other fellow Israelites, in order to help them.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must help them in battle until Yahweh has enabled your fellow Israelites to permanently settle in the land there, the land that they will capture, the land that Yahweh your God is giving to them. Then each of you will come back to the land that you will settle in, and you will live there—I mean the land that Moses, Yahweh's servant, gave you here on the east side of the Jordan River.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people answered Joshua, \"We will obey every order you have given us, and we will go wherever you tell us to go.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We will obey you just as we obeyed Moses. We pray that Yahweh will be with you as he was with Moses.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We will put to death anyone who rebels and refuses to follow your orders. Just remember, Joshua, to be strong and brave!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}