{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Adoni-Zedek, the king of the city of Jerusalem, heard that Joshua's army had captured Ai and had completely destroyed everything in the town. He heard that they had done to the people of Ai and to their king the same thing that they had done to the people of Jericho and their king. He also heard that the people of the city of Gibeon had made peace with the Israelite people and that they were now living among the Israelites.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Jerusalem became very afraid because Gibeon was an important city, like the other cities that were so important that they had their own kings. Gibeon was larger than Ai, and all its soldiers were experienced.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So King Adoni-Zedek sent a message to Hosham the king of Hebron, to Piram the king of Jarmuth, to Jarmuth the king of Lachish, and to Debir the king of Eglon.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the message he said, \"Please come up and help me attack Gibeon, because the people of Gibeon have made peace with Joshua and the Israelites.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So those five kings who ruled all the groups who were descendants of Amor—the kings of Jerusalem, Hebron, Jarmuth, Lachish, and Debir—came to Gibeon with all of their soldiers and surrounded the city, to fight against it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Gibeon sent a message to Joshua while he was in the camp at Gilgal. They said, \"We are your servants. So do not forsake us. Come up to us quickly and save us! Help us, because the kings of the Amorites and their armies have joined their forces together to attack us!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joshua and all his army, including the soldiers and his best fighting men, marched up from Gilgal.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Joshua, \"Do not be afraid of those armies! I will enable your army to defeat them. None of their soldiers will resist you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua's army marched all night and arrived very early in the morning.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And Yahweh caused their enemies to become confused when they saw the Israelite army. Joshua led the army and he killed them—a great number of them were killed at Gibeon, and he came after the rest of them as they were going up the road to Beth Horon. He also killed them along the road that goes to the cities of Azekah and Makkedah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they fled in front of the Israelite army, Yahweh threw down on them huge stones from the sky. More of them died from hailstones than died by the swords of the army of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the day that Yahweh enabled the Israelite army to defeat the Amorites, Joshua said to Yahweh while the Israelite people were watching,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Sun, stand still over Gibeon,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and you, moon, be still over the Valley of Aijalon.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And the sun stood still and the moon did not move, until the Israelite army killed their enemies. Was this not written in the Book of Jashar?\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"The sun stopped while it was in the middle of the sky,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and did not set for about a whole day.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day, Yahweh performed a great miracle. There was never a day like that previously, and there has never been a day like that since, when Yahweh did this kind of thing because a human being asked him to. On that day, Yahweh truly went to war for Israel.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua and all Israel with him returned to their camp at Gilgal.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the five kings ran away and hid themselves in a cave at Makkedah.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then someone told Joshua, \"We found those five kings, hiding in a cave at Makkedah!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Joshua heard that, he said, \"Roll some very large stones over the entrance of the cave, and leave some soldiers there to guard them.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But do not stay there! Pursue your enemies! Attack them from behind! Do not allow them to escape to their cities, because Yahweh, your God, will help you triumph over them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joshua's army did what he told them to do. They killed almost all of the enemy soldiers, but a few of them survived and were able to reach their cities.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua's army returned to Joshua, who was still in their camp at Makkedah. No one in the land dared any longer to criticize the Israelites.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua said, \"Open the entrance of the cave and bring out to me those five kings!\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the soldiers brought those five kings out of the cave—the kings of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they brought those kings to Joshua and forced them to lie on the ground, he summoned all the Israelite soldiers and he said to the army commanders, \"Come here and put your feet on the necks of these kings!\" So the commanders did that.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua said to them, \"Do not be afraid of any of our enemies! Never be discouraged! Be strong and courageous. This is what Yahweh will do to all the enemies you will fight!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua killed each of the five kings with his sword and hung their bodies from five trees. He left their bodies to hang on the trees until sunset.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At sunset, Joshua told them to take the bodies down from the trees and throw them into the cave where they were hiding. So the soldiers did that, and then they put those large rocks at the entrance of the cave again. And the bones of the kings are in that cave even to this day.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is how Joshua's army attacked and captured Makkedah. They killed the king and everyone else in the city. They did not leave even any living creature alive. They did to the king of Makkedah the same thing that they had done to the king of Jericho.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua and all Israel went southwest from Makkedah to Libnah and attacked it.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh enabled the Israelites to conquer that city and its king. Joshua killed everything that lived in the city; he did not spare even one person. Joshua killed the king of Libnah just as he had killed the king of Jericho.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua and his army went south from Libnah to Lachish. He surrounded the city and waged war against it.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the second day of the battle, Yahweh gave the city to the Israelites, and they conquered it. They killed everything that lived in it, including all the people. He did at Lachish the same thing that he had done at Libnah.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Horam from Gezer and his army came to help the soldiers of Lachish, but Joshua's army defeated Horam and his army, and did not allow even one of them to remain alive.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua and his army went west from Lachish to the city of Eglon. They surrounded it and attacked it.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that same day, they captured the city and killed everyone in it, just as they had done at Lachish.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua and his army marched from Eglon up into the hills to the city of Hebron. They waged war against it\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and captured it. They killed the king and every living thing, as they had done at Eglon. They did not leave one person alive.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua and his army turned and went to the city of Debir and waged war against it.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They captured the city and its king, and they also captured the nearby villages. Then they killed every living thing in it; they did not allow even one person to stay alive. They did to these people the same as they had done at Hebron and Libnah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way, Joshua and his army conquered the entire southern part of Canaan. They defeated the kings who ruled the hill country, the southern Judean wilderness, the lowlands, and the foothills. They killed every living thing in those places, just as Yahweh, the God of Israel commanded them.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua's soldiers killed people in all the cities from Kadesh Barnea to Gaza, including all the country of Goshen to Gibeon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In one campaign, Joshua's army conquered all the kings and took possession of all their territory, because Yahweh, the God of Israel, was fighting for them.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua and his army returned to their camp at Gilgal.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}