{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When King Jabin of Hazor heard about all these things that had happened, he sent messages to Jobab, king of Madon, to the king of Shimron, and to the king of Akshaph, requesting them to send their armies to come and help him fight against the Israelites.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also sent messages to the kings in the northern hills and to the kings in the plain along the Jordan, south of the Sea of Galilee, in the low country. He also sent a message to the king of the high country of Dor in the west,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "to the kings of the Canaanites in both the east and the west, to the Amorites, the Hittites, the Perizzites, and to the Jebusites who lived in the hill country, and to the Hivites by Mount Hermon in the region of Mizpah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the armies of all those kings gathered together. Their men were as many as the grains of sand on the seashore. They also came with horses and chariots in great numbers.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All of those kings met at the fixed time and set up their armies in a camp at the brook of Merom, in order to wage war against Israel.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Joshua, \"Do not be afraid of them, because at this time tomorrow I will give them to you. You will defeat them and kill all of them. Then you must cripple all their horses and burn all their chariots.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joshua and his army came to the brook of Merom and without warning attacked their enemies.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh enabled the Israelites to defeat them. They pursued them to the city of Sidon, to Misrephothmaim, and to Mizpah in the east. They attacked them until they had killed them all.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua did what Yahweh told them to do: He crippled their enemies' horses and he burned up their chariots.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joshua and his army went back to the city of Hazor, and captured it, and killed their king. Hazor was the most important city of all these kingdoms that fought against Israel.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They killed everything that was living in Hazor, and then they burned the city to ashes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua's army captured all of those cities and killed all of their kings. They did that as Moses, the man who served Yahweh well, had commanded them to do.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua's men burned Hazor, but they did not burn any of the other cities that were built on mounds and were surrounded by wall.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelites took for themselves the animals that they found in the fields and everything else that was valuable. But they killed every human being and every living thing in the cities.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Yahweh had given Moses instructions to act, in the same way Moses also gave Joshua commands to act. And Joshua did everything that Yahweh had commanded Moses to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua's army defeated all the people who were living in that land. They took control of the hill country and the southern Judean wilderness, all the area of Goshen, the western foothills, and the plain along the Jordan. They took control of all the mountains in Israel and of all the lowlands near the mountains.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took control over all the land from Mount Halak in the south of Edom to Baalgaal in the valley near the region of Lebanon to the north, near Mount Hermon. They captured all the kings of those areas and killed them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua's men fought against all those kings for a long time.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was only one city that made a peace treaty with the Israelites; they were the people of the Hivites who lived in Gibeon. The Israelites captured all the other cities in battles.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh caused the people in all those other groups to be stubborn, with the result that they fought against the Israelite army, and so God used the Israelite army to destroy them all. God did not hold back the Israelite army from totally destroying their enemies. This is what Yahweh had commanded Moses to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua's army also fought the Anakite giants who lived in the hills near Hebron, Debir, and Anah. They also fought against the people who lived in the hill country of Judah and Israel, and they killed all of those people and destroyed their cities as well.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As a result, there were no descendants of Anak who remained alive in Israel. Only a few remained alive in Gaza, Gath, and Ashdod.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua's army took control of all the land, just as Yahweh long ago had told Moses to do. Yahweh gave the land to the Israelites, because he had promised to give it to them. Then Joshua divided the land among the Israelite tribes. And after that, there was peace in the land.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}