{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Joshua was very old, Yahweh said to him, \"Joshua, you are now an old man, but there is still a lot of land for your army to capture.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Here is a list of the lands that remain: The region of the Philistines and all those of the Geshurites,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(from Shihor, which is located to the east of Egypt, and to Ekron in the north; the five rulers of the cities of the Philistines, Gaza, Ashdod, Ashkelon, Gath, and Ekron—the territory of the Avvites).\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the south, you must still capture the regions where the Canaan people groups live; and Arah that belongs to the Sidonians, to Aphek, to the boundary of the Amorites;\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the land of the Gebalite, all Lebanon, toward the east, from Baal Gad below Mount Hermon to Lebo Hamath.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Still to capture are all the people who live in the hill country from Lebanon to Misrephothmaim, including all the people of the city of Sidon. I will drive them out before your army. Be sure to give that area to the Israelite people when you divide the land among them, as I gave you orders to do so.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Divide all that land as an inheritance among the nine tribes and the half tribe of Manasseh.\"\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Along with the half tribe of Manasseh, the Reubenites and the Gadites received their possessions on the east side of the Jordan River, the lands that Moses assigned to them.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These lands stretched from Aroer, which is on the edge of the Arnon Gorge (including the city that is located in the middle of the gorge), to all the plateau of Medeba, extending down as far as the city of Dibon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These lands also included the cities of Sihon king of the Amorites, the king who had reigned in Heshbon, and they extended to the border of the Ammonites;\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gilead, and the region of the Geshurites and Maacathites, including all of Mount Hermon, and all of the region of Bashan extending to the city of Salekah;\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "all the kingdom of Og within the region of Bashan, he who reigned in the cities of Ashtaroth and Edrei (these are what was left of the remnant of the Rephaim); these people Moses had attacked with the sword and driven away.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Israelites did not force out of Canaan the people of Geshur and the Maacathites. Instead, these people live with the Israelites even at the present time.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Levites received no assignment of lands; they were the only tribe that received no land. Moses gave them no possessions. Yahweh, the God of Israel, told them that the offerings given to himself would be their possession.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses had allotted land to each clan in the tribe of Reuben.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So their territory extended from Aroer, on the edge of the Valley of the Arnon River, and the city that is in the middle of the valley, and includes the region of the plateau near Medeba.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It also includes Heshbon and all its cities that are in the plateau including Dibon, and Bamoth Baal, and Beth Baal Meon;\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and Jahaz, and Kedemoth, and Mephaath,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and Kiriathaim, and Sibmah, and Zereth Shahar, which stands on a hill within the valley.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The territory also includes Beth Peor, the slopes of Mount Pisgah, Beth Jeshimoth,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "all the cities situated along the plateau, and all the kingdom of Sihon, the king of the Amorites, who reigned there in Heshbon, the ones that Moses defeated along with the leaders of Midian, who were Evi, Rekem, Zur, Hur and Reba, the princes of Sihon who ruled there.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel killed with the sword Balaam son of Beor, the one who practiced divination. The people of Israel also killed with the sword many others at that same time.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The border of the people of the tribe of Reuben is the Jordan River. This was the inheritance given to the people of Reuben and assigned to all their clans. They lived there in their cities and villages.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses also gave land to the tribe of Gad, to the people of Gad, and allotted to each of their families the land they needed to live on.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They lived near Jazer, in all the cities of Gilead, and in half the land where the Ammonites lived, all the way to Aroer, which is a city east of Rabbah.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their land extended from Heshbon to Ramath Mizpah and Betonim, all the way to Mahanaim and to the region of Debir.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their land was also in the valley: Beth Haram, Beth Nimrah, Succoth, and Zaphon, the rest of the kingdom of Sihon, who had been king of Heshbon; his kingdom had bordered on the Jordan River and extended to the lower end of the Sea of Galilee, eastward beyond the Jordan River.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the inheritance of the people of Gad that was allotted to them according to the needs of their clans, along with the cities and villages where they lived.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses gave inheritance of land to the half tribe of Manasseh for them to live on. It was allotted to the half tribe of the people of Manasseh according to the needs of their clans.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their territory was from Mahanaim, including all the region of Bashan, all the kingdom of Og king of Bashan, and all the towns of Jair, which are in Bashan. There are sixty cities in the region.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their land also included half of the region of Gilead, as well as the cities of Ashtaroth and Edrei (sometimes referred to as the royal cities of Og in Bashan). These were allotted to the people of Machir son of Manasseh, and that would include half the descendants of Machir, assigned to their clans according to their need.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the lands that Moses distributed to the people of Israel on the plains of Moab, when they were beyond the Jordan just east of Jericho.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But to the tribe of Levi Moses gave no inheritance. Yahweh, who is the God of Israel, promised them that he would be their inheritance.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}