{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eleazar, the leader of all the priests, Joshua, and the leaders of the twelve tribes decided what land to allot to each of the Israelite tribes in Canaan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The assignments were made by casting lots for each one of the nine and one-half tribes. This was just as Yahweh had commanded Moses to do, so that the land could be assigned to each of the tribes and their clans.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel did as Yahweh commanded Moses: They gave out portions of the land as permanent possessions.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some men from the tribe of Judah went to Joshua while he and all the Israelites were at Gilgal. Among those men was Jephunneh's son Caleb. He said to Joshua, \"I am sure that you remember what Yahweh said to the prophet Moses concerning you and me when we were at Kadesh Barnea.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I was forty years old at that time. Moses sent me from Kadesh Barnea and you and some other men to explore this land. When we returned, I gave to Moses a true report about what we had seen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The other men who went with us gave a report that caused the people to be afraid. But I fully followed Yahweh and obeyed everything he commanded us to do.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses promised me, 'It is a firm promise that the land on which you walked will become yours as your permanent possession, to belong to you and your descendants forever. I am giving it to you because you obeyed Yahweh, my God, in everything you did.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Yahweh has done for me as he promised he would. Forty-five years have passed since Moses said that to me during the time that we were still in the wilderness. And just as Yahweh promised, he has kept me alive and well all during that time. Look at me! I am eighty-five years old.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am as strong today as I was on the day that Moses sent me to explore this land. My strength is now as my strength was when I was young. I can wage war or I can travel far away and still have the strength to come home.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So please give me the hill country that Yahweh promised to give to me on that day long ago. At that time, you heard me say that the Anakim lived there. You heard me say that their cities were large and that they had walls around them to protect them. But now, perhaps Yahweh will help me to drive them away with our army, just as Yahweh promised.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joshua asked God to bless Caleb, and he gave to Caleb the city of Hebron.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way, Hebron became the permanent possession and the home of Caleb son of Jephunneh the Kenizzite. To this day his descendants live there because Caleb did everything that Yahweh, the God of Israel, told him to do.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the name of Hebron formerly was Kiriath Arba (Arba had been the greatest man among the Anakim). And there was peace in the land; they no longer waged war.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3-4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Moses had given land as a permanent possession to two and one-half tribes before Israel crossed over the Jordan River. But to the Levites he gave no inheritance; they were treated differently because of their priestly duties. No portion of the land was given to the Levites. They were, however, given cities in which to live, including pastureland for their livestock so they could sustain their families. And the people of Joseph were divided into two tribes, Manasseh and Ephraim.\n"
      }
    ]
  }
}