{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The land that was assigned to the two tribes of Ephraim and Manasseh—the tribes that were descended from Joseph—started at the Jordan River, east of Jericho.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It extended west from Jericho to Bethel, and then to Luz, and it passed on to Ataroth, which is the territory where the Archites live.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From there it extended west to the border of the land where the Japhletites lived, and then west to the area near Lower Beth Horon. From there it continued west to Gezer, and from there to the Mediterranean Sea.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This was the territory that the people of Joseph, Manasseh and Ephraim, received as their permanent possession.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The border of the land that was assigned to the clans of the tribe of Ephraim started at Ataroth Addar in the east. It extended to Upper Beth Horon\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and continued to the Mediterranean Sea. From Mikmethath on the north it turned eastward toward Taanath Shiloh, and went on toward the east to Janoah.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went down from Janoah to Ataroth and then on to Naarah. From there it reached the city of Jericho, ending at the Jordan River.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The northern border extended from Tappuah west to the ravine of Kanah, and ended at the Mediterranean Sea. This was the land that was assigned to all the clans of the tribe of Ephraim.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the cites and their dependant villages that were set apart for the people of Ephraim were actually within the assigned territory of the people of Manasseh.\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of the tribe of Ephraim could not force the Canaanites to leave Gezer. The Canaanites still live there. However, the people of Ephraim forced them to be their slaves.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}