{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is a list of the land that was allotted to the tribe of Manasseh. Manasseh's oldest son was Makir, and his grandson was Gilead. Their descendants were assigned the lands in the regions of Gilead and Bashan, in honor of Makir, who had been a great soldier.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Land was also allotted to the other clans in the tribe of Manasseh: The clans of Abiezer, Helek, Asriel, Shechem, Hepher, and Shemida. These had been the names of Manasseh's male descendants (he himself had been a son of Joseph). Assignments of land were made for each clan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Zelophehad son of Hepher, a descendant of Gilead, who had been the son of Makir and grandson of Manasseh, had no sons. He had only daughters, and their names were Mahlah, Noah, Hoglah, Milkah, and Tirzah.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These women went to Eleazar (the leader of all the priests), and to Joshua and the other Israelite leaders. They said, \"We want you to give us some land, because Yahweh told Moses that he should give to us some land, just as you have given to the men in our tribe.\" So Eleazar did what Yahweh had commanded: He assigned some land to them, just as he had done for their uncles.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the tribe of Manasseh eventually had ten sections of land west of the Jordan River and two sections on the east side of the Jordan River in Gilead.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And these women in the tribe of Manasseh also were assigned land on the west side of the river just like the men. The other parts of Gilead were assigned to the rest of the people of Manasseh.\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The land assigned to the tribe of Manasseh was between the land where the tribe of Asher lives and Mikmethath, near Shechem. The border extended south to the spring of Tappuah.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The land near the city of Tappuah belonged to the tribe of Manasseh. But Tappuah itself was on the border with the tribe of Ephraim and in fact belonged to the Ephraimites.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The border extended down south to the brook of Kanah, and all the cities south of that stream belonged to Manasseh. The border of Manasseh was on the north side of the brook of Kanah; it extended to the Mediterranean Sea.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The land to the south belong to Ephraim and the land to the north belonged to the tribe of Manasseh; the Mediterranean Sea was Manasseh's border. The tribe of Asher was on the north side of the boundary, while the tribe of Issachar was to the east.\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But there were cities inside the territory assigned to the tribes of Issachar and Asher, that, along with their surrounding villages, were in fact assigned to people from the tribe of Manasseh. These cities were Beth Shan, Ibleam, Dor, Endor, Taanach, and Megiddo (and the third city in the list is Napheth).\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of the tribe of Manasseh were not able to force the people who lived in those cities to leave, so the Canaanite people continued to live in their land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the people of Israel grew strong they forced those Canaanites to work for them as slaves but they were not able to take their land away from them.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The descendants of Joseph (that is, the tribes of Ephraim and Manasseh) said to Joshua, \"You have assigned to us only one area of land, but we have a great number of people in our tribes. In every way Yahweh has blessed us, so why did you give us only a small portion of land to live on?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua replied to them, \"Since you have a lot of people, go up and cut down the trees in the forest and make a place for your crops and for yourselves to live in the land of the Perizzites and the Raphaim. This is what you must do, since the hill country is too cramped for you to live there.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of the tribes of Ephraim and Manasseh replied, \"The hill country is not big enough for us. But we cannot spread out into the plain because of the Canaanites who live on it. The Canaanites in Beth Shan and the surrounding villages have chariots with iron wheels.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua replied to the house of Joseph, that is, to Ephraim and Manasseh; he said, \"Your people are indeed very numerous and very powerful. So I will make one more assignment of land for you:\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the hill country will belong to you, too. You will have to cut down the trees in order to make it your own, and to make a place for you to live. You will drive out the Canaanites, even though they are strong and have chariots with iron wheels.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}