{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua chose two men from their camp at Acacia. He told them, \"Go find out all that you can about the land, especially about Jericho.\" They left the camp, and they came to Jericho, to the house of a prostitute whose name was Rahab. They stayed there.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Someone told the king of Jericho, \"Look! Some Israelite men have come here tonight to look at our land!\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king sent a messenger to tell Rahab, \"Bring out the men who came to you and entered your house, because they have come here to look at our land!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the woman had taken the men and hidden them in her house. So she said to the king's men, \"Yes, it is true that those men came to me, but I did not know where they had come from.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They left when it was dark, about the time that the guards close the city gates. I do not know where they were going. If you hurry, you might catch up with them.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But in reality, the woman had taken the two men up on to the flat roof of her house and hidden them under bundles of flax that were drying on her roof.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king's men went out of the city to search for them on the road that leads to the fords across the Jordan River. The guards shut the city gates as the king's men went out.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before the Israelite men lay down to sleep that night, Rahab went up to the roof\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and said to them, \"We know that Yahweh has given you this land. All our people are terrified of you—we are so afraid of you that we will not resist you at all.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have heard about how Yahweh dried up the water of the Sea of Reeds for you to cross when you left Egypt. We heard what you did to Sihon and Og, the two kings of the Amorites who lived on the other side of the Jordan River, and how you totally destroyed everyone and everything in their kingdom.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When we heard about those things, we were terrified. We no longer have courage to fight against you, for Yahweh is God, and he rules everything up in heaven and down here on earth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now I want you to solemnly promise me before Yahweh, so that he may punish you if you do not do what you say. Promise me that you will act kindly to me and my family. Give me a guarantee that you will do what you promise,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and that you will spare the lives of my father and my mother, my brothers and sisters, and all of their families, and that you will rescue my family when the Israelites destroy this city.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The two men replied, \"We will give up our lives if we do not do as we say! If you do not tell others what we are planning to do, then we will have to act kindly toward all your family, when Yahweh gives us this land.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of the outside walls of the house where Rahab lived was part of the wall of the city. She fastened a rope through a window that was built into the wall, so the men could climb out the window and down the wall.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then she said to them, \"When you leave the city, go up into the hills so that the men who are searching for you will not find you. Hide in caves in the hills for three days until the men who are searching for you come back. Then you can return to your camp.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The two men gave her a red cord and said to her, \"This is what you must do, if you do not do this, we will not be required to do what we have solemnly promised.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must tie this red cord in the window by which you let us down, and you must gather together your father and your mother and your brothers, and everyone in your father's household.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone in your family goes outside this house into the street, he will be risking his life, and we will not be responsible if he is killed. But if anyone who is in this house with you is injured, we will be guilty.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, if you tell anyone what we are planning to do, we are not required to do what we had promised to do for you and your family.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rahab said, \"I agree to do what you say.\" So she sent them away, and they left her. And she tied the red cord so it would hang out of the window.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the two men left the city, they went up into the hills. They stayed there for three days while the men who had been sent by the king continued to search for them. They searched all along the road, but they did not find the two men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the two men started back toward their camp. They went down to the river, crossed it and returned so they could report to Joshua. They told him everything that had happened to them.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to Joshua, \"Yahweh has indeed given this land to us. The people there will not be able to resist us because they are too afraid.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}