{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua then summoned the leaders of the Reubenites, Gadites, and the half tribe of Manasseh.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"You have done everything that Moses the servant of Yahweh, commanded you to do. You have also done what I commanded you to do.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For a long time you have helped the other tribes to defeat their enemies. You have obeyed everything that Yahweh your God taught you and commanded you to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He promised to give peace to your fellow Israelites, and he has done what he promised. So now you may go back to your homes, to the land that Moses gave to you, on the east side of the Jordan River.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses also commanded you to love Yahweh your God and to live your life as he wants you to live. He told you to obey his commands, to trust in him and to turn away from all others. Do this as you worship him and serve him by everything that you think and everything that you do.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua blessed them and sent them away, so they went back to their tents.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses had given the region of Bashan, to the east of the Jordan River, to one-half of the tribe of Manasseh, and Joshua had given land on the west side of the Jordan River to the other half of that tribe. When Joshua sent them away to their tents, he asked God to bless them.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Go back to your tents with much money with many animals and silver, gold, bronze, and iron, and with many beautiful clothes. But you should share the plunder from your enemies with your brothers and sisters.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the people of Reuben, Gad, and the half tribe of Manasseh left the other people of Israel at Shiloh in the region of Canaan. They returned home to the region of Gilead, which belonged belonged to them, because Moses had assigned it to them by Yahweh's command.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They arrived at the western bank of the Jordan River in the land of Canaan. There the people of Reuben, Gad, and the half tribe of Manasseh built an altar—a very large and impressive altar.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The other people of Israel heard about this altar; they were concerned about what the people of Reuben, Gad, and the half tribe of Manasseh had built. It was an altar at the entrance to the land of Canaan. It was built at the city of Geliloth, near the Jordan, on the side that was part of the land of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel heard of this, and the whole assembly of the people came together at Shiloh. They decided to go to war against them because of this altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But first, the Israelites sent Phinehas son of Eleazar and the leader of all the priests, to talk with the people of Reuben, Gad, and Manasseh.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also sent one leader from each of the ten tribes of Israel west of the Jordan River. Each of the leaders was an important leader in his own clan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those leaders went to the region of Gilead to talk to the people of Reuben, Gad, and the half tribe of Manasseh. They said,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"All the other Israelites are asking, 'What is this you have done? You have disobeyed the commands of God. You have turned against Yahweh by building your own altar here in this place. You you rebelled against the Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Have you forgotten about how Yahweh punished us at Peor, when we stopped worshiping him and began to worship other gods? Yahweh sent a deadly sickness among the people of Israel, and many died from it.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Maybe you have built this altar because you have stopped worshiping Yahweh. If this is true, you have rebelled like this against him, and he will be angry with all the people of Israel.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"If you think that Yahweh considers your land here is not suitable for worshiping him, come back to our land, where Yahweh's sacred tent is. We can share our land with you. But do not rebel against Yahweh or against us by building another altar for Yahweh our God.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Surely you remember what happened when Zerah's son Achan refused to obey Yahweh's command to destroy everything in Jericho? That one man disobeyed God's command, but many other Israelites were punished for what he did.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The leaders of the tribes of Reuben, Gad, and the half tribe of Manasseh replied,\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Yahweh, the almighty God, knows why we did that, and we want you to know, too. If we have not been faithful to our promise to serve Yahweh, do not have any mercy on us, but take our lives.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If we have built this altar so we can stop obeying Yahweh, or if we have built this altar to offer sacrifices, grain offerings, or sacrifices to promise friendship with him, in violation of the law, may Yahweh punish us and even take our lives.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No, we built this altar because we were afraid that your children might speak to our children one day in the future and ask, 'What have you to do with Yahweh, the God of Israel?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are afraid that they will say to our children, \"Yahweh made the Jordan River to be a boundary between us and you people of Reuben and you people of Gad. You have nothing to do with Yahweh.' And your children might try to stop our children from worshiping Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we said, 'Let us now build an altar, but not for bringing sacrifices nor for any offerings.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, we want it to be a monument to prove to you, to ourselves, and to all of our descendants after us, that we truly worship Yahweh. We indeed worship him by our burned sacrifices and our offerings, and our offerings to promise friendship with him. We built this altar so your descendants may never say to our descendants in the future, \"Yahweh never gave you any portion of this land; you do not belong here.\"'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the future, if your descendants say that, our descendants can say, 'Look at the altar that our ancestors made! It is exactly like Yahweh's altar at Shiloh, but we do not burn sacrifices on it. It is a monument which means that we and you together worship Yahweh!'\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We certainly do not want to rebel against Yahweh or stop doing what he desires. This altar was never intended to be used for the sacrifices, for burning flour offerings or for making other sacrifices. We know that there is only one true altar for Yahweh our God and that it is in front of the sacred tent.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Phinehas the priest and the other ten leaders of the people of Israel heard what the people of Reuben, Gad, and Manasseh said, they were pleased.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Phinehas said to them, \"Now we know that Yahweh is with all of us Israelites, and that you were not rebelling against him when you built that altar. Because what you did did not break Yahweh's laws, we are sure that he will not punish us.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Phinehas and the Israelite leaders left the people of the tribes of Reuben and Gad in the region of Gilead, and returned to Canaan. There they told the other Israelites what had happened.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were pleased, and they thanked God. They did not talk anymore about fighting against the people of the tribes of Reuben and Gad and destroying everything in their land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of the tribes of Reuben and Gad named their new altar \"Reminder,\" and they said, \"It is a reminder to us all that Yahweh is God.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}