{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A long time later, by the time Yahweh had allowed the Israelites to live in peace, without fearing any longer any enemies, Joshua had become very old.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua called for all of Israel's elders and leaders, together with their judges and officers, to come and listen to him. When they arrived, he began to speak to them: \"I am now very old.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have all seen what Yahweh our God has done to all the nations in this land. Yahweh our God has fought for us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have given to you the nations that remain. Their lands will also be your permanent possession for the tribes of Israel, just as are the lands of the people groups that our people destroyed when I was leading them—all those other nations that the Israelites destroyed from the Jordan to the Mediterranean Sea when I was the leader.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh your God will force those people out from their lands. He will capture their lands from them, in order that you might settle down in those lands. This is what he has promised to do for you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pay careful attention so that you obey all that are written in the book of laws that Moses wrote down. Do not disobey them or change any of them.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you obey the law of Moses, you will not mix our people with those people groups. Do not even mention the names of their gods, and do use the names of their gods when you make promises or take oaths. Do not worship those gods or bow down to them.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Love Yahweh and trust in him, as you have been doing. Do not stop worshiping him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh has forced many great and powerful nations to get out of your way as you advanced. No one has been able to stop you.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Any single soldier among you will be able to cause a thousand men of war in the army of your enemy, to run away, because Yahweh your God fights for you. That is what he promised to do.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So do all you can to love Yahweh your God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, if you stop doing what Yahweh desires; if you associate with those people groups who survived the wars with our people, or if you marry them and become their friends, and if they become friends with you,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then you can be sure that Yahweh our God will not help you force them out of your land. They will become like traps that will catch you. They will be like whips that strike your backs, and like thorns that will stick you in the eye. Your people group will become weaker and weaker until you die out in this land, this very good land that Yahweh our God has given to us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is almost time for me to die, like everyone else does. You know deep within you, that every single thing that Yahweh promised to do for you, he has done it.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He has given to you all the good things he promised. In the same way, the other things that he promised, things that are not good, will also happen if you do what is evil. In that case he will take your lives and your land away from you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you do not obey the covenant between Yahweh and you, and if you leave him and go and worship other gods and bow down to them, Yahweh will become very angry with you, just as a fire starts from a spark. Very quickly he will take away your lives, and he will take away this good land from you, the same land he has now given to you.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}