{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua brought together the elders, leader, judges, and officers of the nation of Israel, and they presented themselves before God.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua said to all of them, \"This is what Yahweh, the God we Israelite people worship, is saying: 'Long ago, your ancestors, including Abraham's father Terah and Abraham's younger brother Nahor, lived far beyond the Euphrates River, where they worshiped other gods.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I took your ancestor Abraham, and I led him into the land of Canaan. I gave him many descendants through his son Isaac.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I gave Isaac his own sons, Jacob and Esau. I gave Esau the hill country of Edom as his own, but I sent Jacob and his children went down to Egypt, where they lived for many years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I sent Moses and his brother Aaron to Egypt, and I caused the people of Egypt to suffer many terrible plagues. After that, I brought your people out of Egypt.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I brought your ancestors out of Egypt, they came to the sea. The Egyptian army pursued them with chariots and on horseback, as far as the Sea of Reeds.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua continued to speak: \"When you pleaded to Yahweh for help, he caused darkness to come between the nation of Israel and the Egyptian army, and he covered the Egyptian army with the waters of the sea so that your enemies were drowned. This is what Yahweh says: 'You saw what I did in Egypt. You lived in the desert for many years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I brought you to the land of the Amorites, who lived on the east side of the Jordan River (the other side of the Jordan River from us here today). They fought against you, but I made you defeat them and destroy them; you captured their land. But I was the one who actually destroyed them, and I let you see everything that I did for you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Balak son of Zippor, king of Moab, prepared his army and attacked Israel. He sent for Beor's son Balaam, and he told him to call for a curse from Yahweh on your people.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I would not listen to Balaam. Instead, I made him bless you, and I saved you from his curse.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you all crossed the Jordan River and came to Jericho. The leaders of Jericho fought against you, as did the armies of the Amorites, the Perizzites, the Canaanites, the Hittites, the Girgashites, the Hivites, and the Jebusites. I made all of you more powerful than they were, and you defeated them all.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am the one who caused them to panic. They acted as if they were being chased by hornets. And you drove out the two kings of the Amorites as your army moved ahead and pushed them away. But it was not because of your swords or your bows and arrows, but it was because that I, Yahweh, was fighting on your side.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I gave you a land that you had not cleared or plowed, and I gave you cities that you did not build. Now you live in those cities, and you eat the grapes from grapevines that you did not plant, and you eat olives from trees that you did not plant.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua continued to speak: \"Now be afraid and be in awe of Yahweh. Worship him sincerely, and be faithful when you make promises to him. Throw away the idols that your ancestors worshiped when they lived on the far side of the Euphrates River, and when they lived in Egypt. Worship Yahweh alone.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you do not want to worship Yahweh, then decide today what gods you will worship. In that case, you must decide whether you will worship the gods of your ancestors, the gods that they worshiped when they lived on the other side of the Euphrates River, or whether you will worhsip the gods of the Amorites, the gods that those people worshiped in this land where you now live. But as for me and my family, we will worship Yahweh.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite people answered, \"We will always worship Yahweh! We promise that we will never worship or bow down to any other gods!\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was Yahweh who brought our ancestors up out of Egypt. He rescued us from that land, where they were slaves. We saw him perform great miracles, and he protected us when we were traveling. He protected us wherever we went; he kept us safe from the armies of many kings. We became a great nation, and we have entered this land.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh drove out all the people before us. He defeated the Amorites, who lived in the land. So we will worship and bow down to Yahweh, for he is our God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Joshua replied to the people, \"You cannot serve Yahweh! He is a holy God, and he will not allow you to worship other gods. He will not forgive you for breaking his laws, or when you sin,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "if you forsake Yahweh and worship other gods. If you forget him, he will turn and do the same harm to you as he did to your enemies, and he will burn you as with fire! He will do all this to, after he has been so good to you—if you turn your back on him and leave him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the people answered Joshua, \"No, we will worship Yahweh.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua said, \"You are bearing witness to what you have said. You have chosen Yahweh and you are promising to worship him alone.\" They replied, \"Yes, that is what we promise to do.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua said, \"You must throw away all the other idols you have with you, and with all the strength you have within you, you must turn to Yahweh and worship him as your God, and no other.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people replied, \"We will worship Yahweh, our God, and we will obey him alone.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that same day, Joshua made a covenant with the people. There at Shechem, he wrote down for them all the decrees and laws that Yahweh commanded them to obey.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He wrote down all the words that were in the book of the law of God. He took a great stone and set it up there at Shechem, under the large oak tree that grew beside the place where they worshiped Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua said to all the people, \"Look! This stone will bear testimony against us. This is the place where we promised that we would serve Yahweh. This stone will be a place to remember our promise to Yahweh, and a place to remind us of what will happen to us if we do not keep our promise to God.\"\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua sent the people away, and they went to the places that were assigned to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After these things happened, Joshua son of Nun, the servant of Yahweh, died. He was 110 years old when he died.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They buried his body on his own property in Timnathserah. It is in the north hill country of Ephraim, north of Mount Gaash.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel worshiped Yahweh as long as the elders who had served with Joshua were alive; they had seen everything that Yahweh had done for Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph's bones, which the people of Israel had brought up out of Egypt, were buried at Shechem, in the piece of land that Jacob had bought long ago for the price of one hundred pieces of silver. He had bought it from Hamor, the father of Shechem. That piece of land became a permanent possession for Joseph's descendants.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eleazar son of Aaron, also died. They buried his body at Gibeah, the city that belonged to Phinehas, his son, in the hill country of Ephraim.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}