{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the people of Israel all crossed over the Jordan River, Yahweh said to Joshua,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Choose twelve men, one from each tribe, and tell them to pick up twelve large stones from the middle of the Jordan, where the priests are standing in the dry riverbed.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Carry those stones and put them down at the place you will stay tonight.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joshua chose twelve men, one from each tribe. Joshua called them together\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and said to them, \"Go into the middle of the Jordan riverbed, to the place where the priests are standing and holding the sacred chest that Yahweh, your God, gave you. Each of you must pick up a large stone, one for each tribe, each one carrying a stone on his shoulder—twelve stones for the twelve tribes of the people of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These stones will be a monument for you to see. In the future, your children will ask, 'What do these stones mean?'\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them that the water in the Jordan River was blocked off when the priests were carrying the sacred chest that Yahweh gave us. When the chest was carried into the Jordan River, the water was blocked off so that we were able to cross the Jordan on dry ground. Where we leave these stones is the place for the people of Israel to forever remember what Yahweh has done.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the people of Israel did what Joshua commanded them to do. They went and picked up twelve large stones from the middle of the Jordan riverbed, one stone for each of the tribes of Israel, just as Yahweh had told Joshua, and they carried the stones to where they were staying, and they put the stones down there.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua took twelve other stones and stacked them up in the middle of the Jordan River, where the priests who carried the sacred chest of Yahweh were standing. And that monument is still there to this day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests who carried the chest stood in the middle of the Jordan River until the people had finished crossing the river, as Yahweh had commanded Joshua to tell them to do. This also was as Moses had commanded Joshua to do. The people crossed the river quickly.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as all the people had crossed over, then the sacred chest of Yahweh and the priests who carried it, crossed over. All the people were there watching.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The soldiers of the tribes of Reuben, Gad, and of half of the soldiers of the tribe of Manasseh, crossed over ahead of the rest of the Israelite people. As Moses had ordered them to do, they marched in the formation of an army.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "About forty thousand men were marching before Yahweh. These men were armed and prepared for war, and they were heading for the plains of Jericho where they would fight a battle.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day, all the people of Israel saw that Yahweh had made Joshua a great leader. And they honored Joshua just as they had honored Moses—all the days of his life.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Joshua,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Now order the priests who are carrying the sacred chest of the testimony to come up from the dry Jordan riverbed.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joshua commanded the priests to come up from the river.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priests, carrying the sacret chest containing the Ten Commandments that Yahweh had given to Moses, came up out of the riverbed. And as soon as they walked up out of the riverbed, the water of the Jordan River flowed again, and the river flooded over again, as it had done four days before.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was on the tenth day of the first month of that year that the people crossed over the Jordan River and they camped at a place called Gilgal (which is east of the city of Jericho).\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua set up the large stones at Gilgal.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to the people of Israel, \"In the future, your descendants will ask, 'Why are these stones here?'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them, 'This is where Israel crossed the Jordan River on dry ground.'\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, your God, dried up the river for you, until you had all crossed over. Yahweh, the God you worship, did to the Jordan River just as he did to the Sea of Reeds, when he caused it to become dry until we had all crossed over it, just as he did here.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh did that in order that all the peoples of the earth may know that he is powerful, and so you may forever give him the honor he deserves.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}