{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the kings of the Amorites on the west of the Jordan River and all the kings of Canaanites, who lived close to the Mediterranean coast, heard about how Yahweh had dried up the water of the Jordan River until all the people of Israel had crossed over. They were so afraid that they became too afraid to fight the Israelites, because they had heard all about them.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that timeYahweh said to Joshua, \"Now make knives from flint stones and circumcise all the Israelite males who have not been circumcised.\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joshua made sharp stone knives and circumcised the Israelite males at a place that is now called Gibeath Haaraloth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The reason they did that is that all the men who left Egypt, all those old enough to be soldiers, they all had been circumcised, but all of them had died in the desert after they left Egypt.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They had been circumcised in Egypt, but the boys who had been born while they were in the desert after they left Egypt, had not been circumcised.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel walked through the desert for forty years, until all the people, including all the men who were old enough to be soldiers, they all had died. They had not obeyed Yahweh, so Yahweh said that they would not see the land that he had promised to them—a land that was very fertile—the land was so fertile that they said it had milk and honey flowing through it, just as rivers flow with water.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was the children of those who had died that Yahweh raised up in their place. He circumcised them because they had not been circumcised when they were walking through the wilderness.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After all the Israelite males had been circumcised, they remained in the camp and rested until they healed.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Joshua, \"Today I have rolled away the disgrace of Egypt from you.\" So, the name of the place is Gilgal, even now.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the evening of the fourteenth day of that month, while the Israelite people were camped at Gilgal, on the plain near the city of Jericho, there they celebrated the Passover feast.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The day after the Passover they ate some bread made without yeast, and they roasted the grain.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day God stopped sending manna for them to eat. They ate food that had grown in the land of Canaan beginning that year.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Joshua was standing near Jericho, he looked up and saw a man in front of him. The man had drawn his sword and was holding it in his hand. Joshua approached him and asked him, \"Are you on our side, or are you on the side of our enemies?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man replied, \"Neither side. I am the commander of Yahweh's army, and now I have come.\" Then Joshua fell to the ground with his face on the earth to show him respect. Joshua said to him, \"What do you, my master, command me to do? I am your servant.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The commander of Yahweh's army replied, \"Take your sandals off of your feet, for the ground on which you are standing is holy.\" So Joshua took off his sandals.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}