{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh had commanded that all the things that they had captured in Jericho should be destroyed to show that they belonged to him. But there was a man from the tribe of Judah named Achan. He was a son of Carmi, a grandson of Zabdi, and a great-grandson of Zerah. He disobeyed what Yahweh had commanded and took for himself some of those things. So Yahweh became very angry with the Israelites.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Joshua told some of his men to go from Jericho to the city of Ai, which was east of Bethel and near Beth Aven. He said to them, \"Go to Ai and scout the area.\" So the men went up and they scouted the town.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they returned to Joshua they said, \"There are only a few people in Ai. So just send two or three thousand to attack them. There is no need to make all our soldiers go.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So about three thousand Israelite men went to attack Ai. But they did not defeat them. Instead, they had to run for their lives.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The enemy killed about thirty-six Israelites and chased the rest from the city gate to the bottom of the hill, and then to a place where people had cut stone out from a hill. When the people of Israel saw this, they were very afraid and lost all their courage.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua tore his clothes to show that he was sad. He and the leaders of Israel threw themselves on the ground because they were so sad and angry. They lay there until dark in front of Yahweh's sacred chest.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua prayed and said, \"Yahweh Lord, you brought us Israelites safely across the Jordan River. So why are you now allowing the Amorites to destroy us? We should have made a different decision; we should have stayed on the other side of the Jordan River!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "O Lord, I have no more words to say to you. Israel has run away in defeat. We have turned our backs in shame as we ran away from our enemies. I do not know what to say.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Canaanites and all the other people who are living in this land will hear about this. Then they will surround us and kill all of us! Then what will you do to defend your honor?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh said to Joshua, \"Stand up! Stop lying there with your face in the dirt!\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Israel has sinned. You have disobeyed the commands that I told you to obey. They have lied, they have stolen, and they have taken what they stole and put them in with their own possessions, in order to hide it.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is why the people of Israel have been unable to defeat their enemies. That is why they have run away, and now you yourselves will be destroyed. If you do not do as I commanded you and destroy everything that you took from Jericho, I will not help you anymore!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now go and tell the people that tomorrow they must set themselves apart and prepare to honor Yahweh. \"You have kept for yourselves the things that I told you to destroy, that should have been given to me,\" says Yahweh, the God of Israel. \"You will never defeat your enemies until you get rid of those things you took from Jericho that you have hidden with your possessions.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tomorrow morning you must present yourselves before me, tribe by tribe. Then the tribe that I select by lot will come before me by each of their families. The family that I select by lot will come near by each of their households. The household that I select by lot will come before me each one, one at a time.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the one who has taken some of the things that should have been given to me—he will be destroyed in a fire. He and everything he owns will be burned, because he has disobeyed the promise and agreement that Yahweh made with us, and he has committed a disgraceful sin among the people of Israel.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Early the next morning, Joshua told all the Israelite people to come near to the place of worship, tribe by tribe. When they did that, Yahweh indicated that a man from the tribe of Judah was the one selected.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the clans of Judah presented themselves, and Yahweh selected the clan of Zerah. Then the families of Zerah's clan presented themselves, and Yahweh indicated that he was selecting someone from the family of Zabdi.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua told the men from that family to present each member of their family, one at a time, so that the guilty person may be selected. And Yahweh indicated that Achan was the guilty man and he was taken out of the people of Judah. Achan was the son of Carmi; Carmi was the son of Zabdi; and Zabdi was the son of Zerah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua said to Achan, \"Son, make your confession to Yahweh, the God of Israel. Tell me what you did, and do not try to hide it from me.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Achan replied, \"It is true. I have sinned against Yahweh, the God of Israel. This is what I did:\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Among the things in Jericho that I saw was a beautiful coat from Babylonia. I also saw over two kilograms of silver and some gold that weighed six hundred grams. I wanted those things very much for myself, so I took them. I buried them in the ground under my tent. You will find them there. The silver is buried beneath it all.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joshua sent some men to find those things. They ran to Achan's tent and found all the things hidden there.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men brought them all out of the tent and took them to Joshua and the rest of Israel. Then they laid them out, like an offering to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua and the rest of the people led Achan down to a valley. They also brought the silver, the coat, the gold, Achan's wife and sons and daughters, and his cattle and donkeys and sheep, and his tent, and everything else that he owned.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua said, \"I do not know why you caused so much trouble for us, but now Yahweh will bring trouble to you.\" Then all the people threw stones at Achan so that he died, and they burned them all with fire, and they threw stones at them all.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They piled rocks over the ashes of their corpses, and those rocks are still there. That is why that valley is called the Valley of Trouble to this day.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}