{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Joshua, \"Do not be afraid or discouraged. Take with you all the soldiers you have and go there again. Go up to Ai. See! I am giving you victory over the king of Ai, and you will capture his people, and his city, and his land.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your army will do to the people of Ai and their king like what you did to the people of Jericho and their king. But this time I will permit you to take all their possessions and keep them for yourselves. But first, tell some of your soldiers to hide behind the city and prepare to attack it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joshua led all his army toward Ai. He chose thirty thousand men—his strongest men, men known for their bravery in battle—and he sent them out during the night.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Pay attention! Some of you must prepare a surprise attack on the city—an attack formed behind the city. Do not go far from the city. All of you get ready to attack.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I and the men who are with me will march toward the city in the morning. The men in the city will come out to fight us, as they did before. Then we will turn around and start to run away from them.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will think that we are running away from them like we did before. So they will chase us away from the city. While we are running away from them,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "those of you who are hiding must come out and rush into the city and capture it. Yahweh, your God, will give the city to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After you capture the city, burn it. Do what Yahweh has commanded us to do. Those are the orders I am giving to you.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua prepared to send some of them to hide and wait between Ai and Bethel, which was west of Ai. But Joshua slept that night among the main force of soldiers.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Early the next morning, Joshua gathered his soldiers together. He led the soldiers and the other Israelite leaders; they all went to attack the people of Ai.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They all set up their tents close to Ai, just to the north of the city, where all the people of the city could see them. There was a valley between them and the city of Ai.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua had taken about five thousand men and told them to go and stay hidden so they could make a surprise attack, just west of the city, between Ai and Bethel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So those men did that. The main group of soldiers was north of the city, and the others were hiding west of the city. That night Joshua went down into the valley.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the king of Ai saw the Israelite army, he and his soldiers got up early the next morning and quickly went out of the city to fight them. They went to a place east of the city, and from there they could look over the plain of the Jordan River, but they did not know that some Israelite soldiers were hiding ready to attack them from behind the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua and the Israelite soldiers who were with him allowed the army of Ai to push them back. And the army of Israel ran toward the wilderness.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men in Ai were ordered to chase after Joshua and his men. So they left the city and pursued Joshua and his army.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the men of Ai and the men of Bethel pursued the Israelite army. They did not leave even one man in Ai to defend it. And they left the city gates wide open.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Joshua, \"Lift up your spear and point it toward Ai, because I am going to enable your soldiers to capture it!\" So Joshua pointed his spear toward Ai.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Israelite men who were hiding saw that, they rushed out from the places where they were hiding and ran into the city. They captured it and quickly set it on fire.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the men of Ai looked back, they saw smoke rising from their city. But they could not escape, because the Israelite troops stopped running away and had turned around and now were facing the army that had been coming after them.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua and his men saw that the men who had been hiding had captured the city and were burning it, and they saw the smoke rising. So they turned back and began killing the men of Ai.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Meanwhile, the soldiers who had captured the city came out and attacked them from the rear. So the men of Ai were surrouned by the two groups of Israelite soldiers. None of the men of Ai escaped. The Israelites fought until they killed all of them.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they captured the king of Ai and brought him to Joshua.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were fighting, the Israelite army pursued the men of Ai into the fields and into the wilderness, and killed all of them. Then they went to Ai and killed everyone and anything still alive there.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They killed twelve thousand men and women.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua continued to point his spear toward Ai until all the people in Ai had been killed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite soldiers took for themselves the animals and the other things that had belonged to the people of Ai, just as Yahweh had told Joshua that they should do.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua and his soldiers burned Ai and caused it to become a pile of ruins forever. It is an abandoned place even today.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua hanged the king of Ai on a tree and left his corpse hanging there until the evening. At sunset Joshua told his men to take the king's body down from the tree and to throw it where the city gate had been. After they did that, they made a great mound of rocks on top of his body. That pile of rocks is still there to this day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua told his men to build on Mount Ebal an altar for Yahweh, the God of Israel.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They built it just like Moses, the man who served God well, had written previously in the laws that God had given to him. They made it from stones that had not been cut, stones on which they had done no work using iron tools. The Israelites then offered sacrifices to Yahweh that were burned completely on the altar. They also made sacrifices to promise friendship with him.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As the Israelites watched, Joshua wrote on stones a copy of the laws that Yahweh had given to Moses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite leaders, the officials, the judges, and other Israelites were there, standing nearby. Many people who were not Israelites were also there. Half of the people stood on one side of the valley below Mount Ebal, and the other half of the people stood on the other side of the valley below Mount Gerizim. The sacred chest was in the valley between the two groups. And they blessed the people of Israel just as Moses the servant of Yahweh had told them to do, at the very first.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua read to the people all that Moses had written previously. That included what Yahweh had taught them and the ways that he promised to bless them if they obeyed his commands, or to curse them if they disobeyed them.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua carefully read all the commands that Moses had given; he read every word in front of the entire assembly of Israel. All the women and the little children were there as well, and also the foreigners who were living among the people of Israel.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}