{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were several kings who ruled in lands on the west side of the Jordan River. They were the kings of the Hittites, the Amorites, the Canaanites, the Perizites, the Hivites, and the Jebusites. They lived in the hill country, in the lower hills further west, and on the plains beside the Mediterranean Sea. They heard about what happened at Ai.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they all gathered their armies under one leader to fight against Joshua and the Israelite army.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, when the people who lived in the city of Gibeon heard that Joshua's army had defeated the people of Jericho and Ai,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "they decided to trick the Israelites. They sent some of their men who pretended to be ambassadors for their people. These men gathered some old sacks and some old leather wine bags that had been mended after they were cracked, and they put these on the backs of their donkeys.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They put on old sandals that had been patched and wore old ragged clothes. And they took along bread that was dry and moldy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went to where Joshua and the other Israelites had set up their tents near Gilgal. They said to them, \"We have traveled from a land very far away. Please make a peace treaty with us.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite leaders said to those men from Gilead (they were Hivites), \"Perhaps you really live close by. How can we make a treaty with you?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They replied to Joshua and insisted, \"We are your servants!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "But Joshua answered, \"Who are you? Where do you actually come from?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men from Gibeon answered, \"We want to be your servants. We have come here from a distant land, because of the fame of Yahweh your God. We heard about all the great things he did in Egypt.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And we have heard about what he did to the two kings of the Amorites who are on the east side of the Jordan River—Sihon, the king who ruled in Heshbon, and Og, the king of Bashan who lived in Ashtaroth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So our leaders and the rest of our people said to us, 'Take some food and go to talk with the Israelites. Tell them, \"We want to be your servants. So make a peace agreement with us.\"'\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Look at our bread. It was fresh and warm when we baked it on the day that we left our homes to come here to you. But now it is dry and moldy.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look at our leather wine bags, they were new when we filled them with wine before we left, but now they are cracked and old. Our clothes and our sandals are worn out from traveling on the long road to come here.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite leaders accepted some of their old food and ate a meal with them in order to make a peace treaty. They did not think to ask Yahweh what they should do.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way, Joshua agreed to make peace. The Israelites made a treaty with the men from Gibeon, in which they agreed not to kill these strangers. All the Israelite leaders made a solemn vow to this effect.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, three days later the Israelites found out that the men had only come from Gibeon and that they really lived close by.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they went to where the men from Gibeon lived. After traveling only three days, they came to their cities: Gibeon, Kephirah, Beeroth, and Kiriath Jearim.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Israelites did not attack those cities because they had made a solemn vow to live peacefully with them, and because Yahweh had heard the promise they made.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "All the people of Israel grumbled against their leaders for making this treaty.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the leaders answered, \"We promised to live peacefully with them and Yahweh, the God of Israel, heard us promise to do that. So now we cannot do them any harm.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If we kill them, God will be very angry with us and punish us because we did not keep our promise to them, a promise that binds us by solemn oath. But this is what we can do:\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We will allow them to live, but they will become our servants; they will cut wood and carry water for all the people.\" This is what happened, just as the leaders planned.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Joshua summoned the men from Gibeon and asked them, \"Why did you lie to us? Your homes are near to us; you live close to us, but you told us that you were from a far land!\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now you are going to live under a curse. You will become our slaves. You will always be our slaves, and you will be forced to cut wood and carry water for the house of our God.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men from Gibeon replied, \"We lied to you because we were afraid that you would kill us. We heard that Yahweh, your God, had declared to his servant Moses that he would enable your people to kill all of us in Canaan, and that he would give you our lands.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now you should decide what you will do with us. Do to us whatever you think is good and right.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joshua saved the lives of the people of Gibeon; he did not permit the army of Israel to harm them.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, he forced them to become the Israelites' slaves. They cut wood and carried water for Israel. They also brought the wood and water that was needed for the sacred altar of Yahweh. And the people of Gibeon are still doing that to this present time.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}