{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a certain man of Ramathaim of the Zuphites, of the hill country of Ephraim; his name was Elkanah son of Jeroham son of Elihu son of Tohu son of Zuph, an Ephraimite.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some modern versions have \\fqa Ramathaim Zophim, \\fqa* but it is understood that \\fqa Zophim \\fqa* really refers to the region in which the clan descended from Zuph resided. ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He had two wives; the name of the first was Hannah, and the name of the second was Peninnah. Peninnah had children, but Hannah had none.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This man went from his city year after year to worship and to sacrifice to Yahweh of hosts in Shiloh. The two sons of Eli, Hophni and Phinehas, priests to Yahweh, were there.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the day came for Elkanah to sacrifice each year, he always gave portions of the meat to Peninnah his wife, and to all her sons and her daughters.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But to Hannah he always gave a double portion, for he loved Hannah, although Yahweh had closed her womb.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Her rival provoked her severely in order to irritate her, because Yahweh had closed her womb.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So year after year, when she went up to the house of Yahweh with her family, her rival always provoked her. Therefore she used to weep and eat nothing.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elkanah her husband always said to her, \"Hannah, why do you weep? Why do you not eat? Why is your heart sad? Am I not better to you than ten sons?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On one of these occasions, Hannah rose up after they had finished eating and drinking in Shiloh. Now Eli the priest was sitting upon his seat by the doorway to the temple of Yahweh.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She was deeply distressed; she prayed to Yahweh and wept bitterly.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She made a vow and said, \"Yahweh of hosts, if you will look on the affliction of your servant and call me to mind, and do not forget your servant, but give your servant a son, then I will give him to Yahweh all the days of his life, and no razor will ever touch his head.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As she continued praying before Yahweh, Eli watched her mouth.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hannah spoke in her heart. Her lips moved, but her voice was not heard. Therefore Eli thought she was drunk.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eli said to her, \"How long will you be drunk? Get rid of your wine.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hannah answered, \"No, my master, I am a woman of a sorrowful spirit. I have drunk neither wine nor strong drink, but I have been pouring out my soul before Yahweh.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not consider your servant to be a shameless woman; I have been speaking out of the abundance of my great concern and provocation.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Eli answered and said, \"Go in peace; may the God of Israel grant the request that you have asked him for.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said, \"Let your servant find favor in your eyes.\" Then the woman went her way and ate; her face was no longer sad.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They rose early in the morning and worshiped before Yahweh, and then they returned again to their house in Ramah. Elkanah slept with Hannah his wife, and Yahweh called her to mind.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the time came, Hannah conceived and gave birth to a son. She called his name Samuel, saying, \"Because I have asked for him from Yahweh.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Once again, Elkanah and all his house went up to offer to Yahweh the yearly sacrifice and pay his vow.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Hannah did not go; she had said to her husband, \"I will not go until the child is weaned; then I will bring him, so that he may appear before Yahweh and live there forever.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elkanah her husband said to her, \"Do what seems good to you. Wait until you have weaned him; only, may Yahweh confirm his word.\" So the woman stayed and nursed her son until she weaned him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When she had weaned him, she took him with her, along with a three-year-old bull,"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some translations of the Hebrew text have \\fqa three bulls \\fqa* instead of \\fqa a three-year-old bull \\fqa* . ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": "one ephah of meal, and a bottle of wine, and brought him to the house of Yahweh in Shiloh. Now the child was still young.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They killed the bull, and they brought the child to Eli.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said, \"Oh, my master! As you live, my master, I am the woman who stood here next to you praying to Yahweh.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this child I prayed and Yahweh has given me my petition which I asked of him.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have given him to Yahweh, as long as he lives he is lent to Yahweh.\" Then he worshiped Yahweh there. "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some modern versions have, \\fqa Then they worshiped Yahweh there \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}