{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Samuel took a flask of oil, poured it on Saul's head, and kissed him. He said, \"Has not Yahweh anointed you to be a ruler over his inheritance?\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you leave me today, you will find two men near Rachel's tomb, in the territory of Benjamin at Zelzah. They will say to you, 'The donkeys that you were looking for have been found. Now your father has stopped caring about the donkeys and is worried about you, saying, \"What should I do about my son?\"'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you will go on further from there, and you will come to the oak of Tabor. Three men going to God at Bethel will meet you there, one carrying three young goats, another carrying three loaves of bread, and another carrying a skin of wine.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will greet you and give you two loaves of bread, which you will take from their hands.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that, you will come to the hill of God, where the garrison of the Philistines is. When you arrive at the city, you will meet a group of prophets coming down from the high place with a harp, a tambourine, a flute, and a lyre before them; they will be prophesying.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Spirit of Yahweh will rush upon you, and you will prophesy with them, and you will be changed into a different man.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, when these signs come to you, do whatever your hand finds to do, for God is with you.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Go down before me to Gilgal. Then I will come down to you to offer burnt offerings and to sacrifice peace offerings. Wait seven days until I come to you and show you what you must do.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Saul turned his back to leave Samuel, God gave him another heart. Then all these signs came to pass that day.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they came to the hill, a group of prophets met him, and the Spirit of God rushed upon him so that he prophesied with them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When everyone who knew him before saw him prophesying with the prophets, the people said to each other, \"What has happened to the son of Kish? Is Saul one of the prophets now?\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A man who was from that same place answered, \"Then who is their father?\" Because of this, it became a saying, \"Is Saul also one of the prophets?\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he finished prophesying, he came to the high place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul's uncle said to him and his servant, \"Where did you go?\" He replied, \"To look for the donkeys. When we saw that we could not find them, we went to Samuel.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul's uncle said, \"Please tell me what Samuel said to you.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul replied to his uncle, \"He told us plainly that the donkeys had been found.\" But he did not tell him about the matter of the kingdom, of which Samuel had spoken.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Samuel called the people together before Yahweh at Mizpah.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to the people of Israel, \"This is what Yahweh, the God of Israel says: 'I brought up Israel out of Egypt, and I rescued you from the hand of the Egyptians, and from the hand of all the kingdoms that oppressed you.'\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But today you have rejected your God, who saves you from all of your calamities and your distresses; and you have said to him, 'Set a king over us.' Now present yourselves before Yahweh by your tribes and by your clans.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Samuel brought all the tribes of Israel near, and the tribe of Benjamin was chosen.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he brought the tribe of Benjamin near by their clans; and the clan of the Matrites was chosen; and Saul son of Kish was chosen. But when they went looking for him, he could not be found.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people wanted to ask God more questions, \"Is there still another man to come?\" Yahweh answered, \"He has hidden himself among the baggage.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they ran and retrieved Saul from there. When he stood among the people, he was taller than any of the people from his shoulders upward.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Samuel said to the people, \"Do you see the man whom Yahweh has chosen? There is no one like him among all the people!\" All the people shouted, \"Long live the king!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Samuel told the people the customs and rules of kingship, wrote them down in a book, and placed it before Yahweh. Samuel then sent all the people away, each man to his own house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul also went to his home at Gibeah, and with him went some strong men, whose hearts God had touched.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But some worthless men said, \"How can this man save us?\" These people despised Saul and did not bring him any gifts. But Saul kept silent.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some modern versions add to this verse the following paragraph: \\fqa Nahash king of the Ammonites had severely oppressed the Gadites and Reubenites. He dug out the right eye of each man and did not allow anyone to rescue Israel. Across the Jordan River was left no Israelites whose right eye Nahash king of the Ammonites had not dug out. But seven thousand men had escaped from the Ammonites and had gone into Jabesh Gilead \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}