{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Nahash the Ammonite went and laid seige to Jabesh Gilead. All the men of Jabesh said to Nahash, \"Make a covenant with us, and we will serve you.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nahash the Ammonite replied, \"On this condition will I make a treaty with you, that I gouge out all of your right eyes, and in this way bring disgrace on all Israel.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the elders of Jabesh replied to him, \"Leave us alone for seven days, so that we may send messengers to all the territory of Israel. Then, if there is no one to save us, we will surrender to you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The messengers came to Gibeah, where Saul lived, and told the people what had happened. All the people wept loudly.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Saul was following the oxen out of the field. Saul said, \"What is wrong with the people that they are weeping?\" They told Saul what the men of Jabesh had said.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Saul heard what they said, the Spirit of God rushed upon him, and he was very angry.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He took a yoke of oxen, cut them into pieces, and sent them throughout all the territory of Israel with the messengers. He said, \"Whoever does not come out after Saul and after Samuel, this is what will be done to his oxen.\" Then the terror of Yahweh fell on the people, and they came out together as one man.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he mustered them at Bezek, the people of Israel were three hundred thousand, and the men of Judah thirty thousand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to the messengers that came, \"You will tell the men of Jabesh Gilead, 'Tomorrow, by the time the sun is hot, you will be rescued.'\" So the messengers went and told the men of Jabesh, and they were glad.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the men of Jabesh said to Nahash, \"Tomorrow we will surrender to you, and you can do to us whatever seems good to you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day Saul put the people in three groups. They came into the middle of the camp during the morning watch, and they attacked and defeated the Ammonites until the heat of the day. Those who survived were scattered, so that no two of them were left together.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people said to Samuel, \"Who was it who said, 'Will Saul reign over us?' Bring the men, so we can put them to death.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Saul said, \"No one must be put to death this day, because today Yahweh has rescued Israel.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Samuel said to the people, \"Come, let us go to Gilgal and renew the monarchy there.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So all the people went to Gilgal and made Saul king before Yahweh in Gilgal. There they sacrificed peace offerings before Yahweh, and Saul and all the men of Israel rejoiced greatly.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}