{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul was thirty years old when he began to reign; when he had reigned forty years over Israel,\n\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he chose three thousand men of Israel. Two thousand were with him in Michmash and in the hill country of Bethel, while a thousand were with Jonathan in Gibeah of Benjamin. The rest of the soldiers he sent home, each man to his tent.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonathan defeated the garrison of the Philistines that was at Geba and the Philistines heard of it. Then Saul blew the trumpet throughout all the land, saying, \"Let the Hebrews hear.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All Israel heard that Saul had defeated the garrison of the Philistines, and also that Israel had become a rotten smell to the Philistines. Then the soldiers were summoned together to join Saul at Gilgal.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Philistines gathered together to fight against Israel, with three thousand chariots, six thousand men to drive the chariots, and troops as numerous as the sand on the seashore. They came up and encamped at Michmash, east of Beth Aven.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the men of Israel saw that they were in trouble—for the people were distressed, the people hid in caves, in the underbrush, in rocks, in wells, and in pits.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the Hebrews went over the Jordan to the land of Gad and Gilead. But Saul was still at Gilgal, and all the people followed him trembling.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He waited seven days, the time Samuel had set. But Samuel did not come to Gilgal, and the people were scattering from Saul.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul said, \"Bring me the burnt offering and the peace offerings.\" Then he offered the burnt offering.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as he finished offering the burnt offering Samuel arrived. Saul went out to meet him and to greet him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Samuel said, \"What have you done?\" Saul replied, \"When I saw that the people were leaving me, and that you did not come within the set time, and that the Philistines had assembled at Michmash,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I said, 'Now the Philistines will come down against me at Gilgal, and I have not sought the favor of Yahweh.' So I forced myself to offer the burnt offering.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Samuel said to Saul, \"You have acted foolishly. You have not kept the command of Yahweh your God that he gave you. For then Yahweh would have established your rule over Israel forever.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now your rule will not continue. Yahweh has sought out a man after his own heart, and Yahweh has appointed him to be prince over his people, because you have not obeyed what he commanded you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Samuel arose and went up from Gilgal to Gibeah of Benjamin.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Then Saul numbered the people who were present with him, about six hundred men.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul, his son Jonathan, and the people who were present with them, stayed in Geba of Benjamin. But the Philistines camped at Michmash.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Raiders came from the camp of the Philistines in three groups. One group turned toward Ophrah, to the land of Shual.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Another group turned toward Beth Horon, and another group turned toward the border that overlooks the Valley of Zeboyim toward the wilderness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No blacksmith could be found throughout all of Israel, because the Philistines said, \"Otherwise the Hebrews would make swords or spears for themselves.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But all the men of Israel used to go down to the Philistines, each to sharpen his plow points, his mattock, his ax, and his sickle.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The charge was two-thirds of a shekel for the plow points, and the mattocks, and one-third of a shekel for sharpening axes and for straightening the goads.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So on the day of battle, there were no swords or spears found in the hands of any of the soldiers who were with Saul and Jonathan; only Saul and his son Jonathan had them.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The garrison of the Philistines went out to the pass of Michmash.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}