{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day, Jonathan son of Saul said to his young armor bearer, \"Come, let us go over to the Philistines' garrison on the other side.\" But he did not tell his father.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul was staying on the outskirts of Gibeah under the pomegranate tree that is in Migron. About six hundred men were with him,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "including Ahijah son of Ahitub (Ichabod's brother) son of Phinehas son of Eli, the priest of Yahweh at Shiloh, who wore an ephod. The people did not know that Jonathan was gone.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On each side of the pass through which Jonathan wanted to go in order to get to the Philistines' garrison, there was a rocky cliff on one side and another rocky cliff on the other side. One rocky cliff was called Bozez and the other rocky cliff was called Seneh.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One rocky cliff stood on the north in front of Michmash, and the other on the south in front of Geba.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonathan said to his young armor bearer, \"Come, let us cross over to the garrison of these uncircumcised fellows. It may be that Yahweh will work on our behalf, for nothing can stop Yahweh from saving by many or by few people.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His armor bearer replied, \"Do everything that is in your heart. Go ahead, see, I am with you, to obey all your commands.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jonathan said, \"We will cross over to the men, and we will show ourselves to them.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If they say to us, 'Wait there until we come over to you'—then we will stay in our place and will not cross over to them.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if they reply, 'Come over to us,' then we will cross over; because Yahweh has given them into our hand. This will be the sign to us.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So both of them revealed themselves to the garrison of the Philistines. The Philistines said, \"Look, Hebrews are coming out of the holes where they have hidden themselves.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the men of the garrison called to Jonathan and his armor bearer, and said, \"Come up to us, and we will show you something.\" Jonathan said to his armor bearer, \"Follow after me, because Yahweh has given them into the hand of Israel.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonathan climbed up on his hands and feet, and his armor bearer followed behind him. The Philistines were put to death before Jonathan, and his armor bearer put some to death behind him.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That first attack that Jonathan and his armor bearer made, killed about twenty men within an area of half an acre.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a panic in the camp, in the field, and among the people. Even the garrison and the raiders panicked. The earth quaked, and there was a great panic.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul's watchmen in Gibeah of Benjamin looked; the crowd of Philistine soldiers was dispersing, and they were going here and there.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul said to the people that were with him, \"Count and see who is missing from us.\" When they had counted, Jonathan and his armor bearer were missing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul said to Ahijah, \"Bring the ark of God here,\" for at that time it was with the people of Israel.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Saul was talking to the priest, the commotion in the camp of the Philistines was continuing and increasing. Then Saul said to the priest, \"Withdraw your hand.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul and all the people who were with him rallied and went into battle. Every Philistine's sword was against his fellow countrymen, and there was very great confusion.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now those Hebrews who previously had been with the Philistines, and who had gone with them into the camp, even they joined with the Israelites that were with Saul and Jonathan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When all the men of Israel who had hidden themselves in the hills near Ephraim heard that the Philistines were fleeing, even they chased after them in battle.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh saved Israel that day, and the battle passed beyond Beth Aven.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That day the men of Israel were distressed because Saul had put the people under an oath and said, \"Cursed be the man that eats any food until evening and I am avenged on my enemies.\" So none of the troops tasted food.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the people entered the forest and there was honey upon the ground.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the people entered into the forest, the honey flowed, but no one put his hand to his mouth for the people feared the oath.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jonathan had not heard that his father had bound the people with an oath. He reached out the tip of the staff that was in his hand and dipped it in the honeycomb. He raised his hand to his mouth, and his eyes brightened.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then one of the people, answered, \"Your father strictly charged the people with an oath, by saying, 'Cursed be the man that eats food on this day,' even though the people are weak from hunger.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jonathan said, \"My father has made trouble for the land. See how my eyes have become brightened because I tasted a little of this honey.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How much better if the people had eaten freely today of the plunder from their enemies that they found? Because now the slaughter has not been great among the Philistines.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They attacked the Philistines that day from Michmash to Aijalon. The people were very weary.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people rushed greedily on the plunder and took sheep, oxen and calves, and killed them on the ground. The people ate them with the blood.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they told Saul, \"Look, the people are sinning against Yahweh by eating with the blood.\" Saul said, \"You have acted unfaithfully. Now, roll a big stone here to me.\"\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul said, \"Go out among the people, and tell them, 'Let every man bring his ox and his sheep, kill them here, and eat. Do not sin against Yahweh by eating with the blood.'\" So each of the people brought his own ox with him that night and killed it there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul built an altar to Yahweh, which was the first altar that he built to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul said, \"Let us pursue the Philistines by night and plunder them until morning; let us not leave one of them alive.\" They replied, \"Do whatever seems good to you.\" But the priest said, \"Let us approach God here.\"\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul asked God, \"Should I pursue the Philistines? Will you give them into the hand of Israel?\" But God did not answer him that day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul said, \"Come here, all you leaders of the people; learn and see how this sin has happened today.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For, as Yahweh lives, who saves Israel, even if it is in Jonathan my son, he will surely die.\" But none of the men among all the people answered him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to all Israel, \"You must stand on one side, and I and Jonathan my son will be on the other.\" The people said to Saul, \"Do what seems good to you.\"\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul said, \"Yahweh, God of Israel! If this sin has been committed by me or by my son Jonathan, then, Yahweh, God of Israel, give the Urim. But if this sin has been committed by your people Israel, give the Thummim.\" "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft The ULB is following the LXX in the quotation. The Hebrew text has: \\fqa Give me the right answer \\fqa* . ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": "Then Jonathan and Saul were taken by lot, but the army was exonerated. \n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul said, \"Cast lots between me and Jonathan my son.\" Then Jonathan was taken by lot.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul said to Jonathan, \"Tell me what you have done.\" Jonathan told him, \"I tasted a little honey with the end of the rod that was in my hand. Here I am; I will die.\"\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul said, \"God do so and more also to me, if you do not die, Jonathan.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people said to Saul, \"Should Jonathan die, who has accomplished this great victory for Israel? Far from it! As Yahweh lives, not one hair of his head will fall to the ground, for he has worked with God today.\" So the people rescued Jonathan so that he did not die.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul stopped pursuing the Philistines, and the Philistines went to their own place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Saul began to rule over Israel, he fought against all his enemies on every side. He fought against Moab, the Ammonites, Edom, the kings of Zobah, and the Philistines. Wherever he turned, he inflicted punishment on them.\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He acted with great courage and defeated the Amalekites. He rescued Israel out of the hands of those who plundered them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Saul were Jonathan, Ishvi, and Malki-Shua. The names of his two daughters were Merab, the firstborn, and Michal, the younger.\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The name of Saul's wife was Ahinoam; she was the daughter of Ahimaaz. The name of the captain of his army was Abner son of Ner, Saul's uncle.\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Kish was Saul's father; and Ner, the father of Abner, was the son of Abiel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was hard fighting against the Philistines all the days of Saul. When Saul saw any mighty man, or any valiant man, he attached him to himself.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}