{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel said to Saul, \"Yahweh sent me to anoint you king over his people Israel. Now listen to the words of Yahweh.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what Yahweh of hosts says, 'I have noted what Amalek did to Israel in opposing them on the way, when they came up from Egypt.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now go and attack Amalek and completely destroy all that they have. Do not spare them, but kill both man and woman, child and infant, ox and sheep, camel and donkey.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul summoned the people and numbered them at the city of Telaim—two hundred thousand men on foot, and ten thousand men of Judah.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul came to the city of Amalek and waited in the valley.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul said to the Kenites, \"Go, depart, come out from among the Amalekites, so I do not destroy you along with them. For you showed kindness to all the people of Israel, when they came from Egypt.\" So the Kenites moved away from the Amalekites.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul attacked the Amalekites, from Havilah as far as Shur, which is east of Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he took Agag the king of the Amalekites alive; he completely destroyed all the people with the edge of the sword.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Saul and the people spared Agag, as well as the best of the sheep, oxen, fattened calves, and the lambs. Everything that was good, they did not destroy. But they completely destroyed anything that was despised and worthless.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the word of Yahweh came to Samuel, saying,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"It grieves me that I have made Saul king, for he has turned back from following me and has not performed my commandments.\" Samuel was angry; he cried out to Yahweh all night.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel got up early to meet Saul in the morning. Samuel was told, \"Saul came to Carmel and he set up a monument to himself, then turned and proceeded on down to Gilgal.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Samuel came to Saul, and Saul said to him, \"Blessed are you by Yahweh! I have fulfilled the command of Yahweh.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel said, \"What then is this bleating of sheep in my ears, and the lowing of the oxen that I hear?\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul replied, \"They have brought them from the Amalekites. For the people spared the best of the sheep and oxen, to sacrifice to Yahweh your God. The rest we have completely destroyed.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Samuel said to Saul, \"Wait, and I will tell you what Yahweh has said to me tonight.\" Saul said to him, \"Speak!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel said, \"Though you are little in your own sight, were you not made the head of the tribes of Israel? Then Yahweh anointed you king over Israel,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and Yahweh sent you on your way and said, 'Go and completely destroy the sinners, the Amalekites, and fight against them until they are destroyed.'\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Why did you not obey the voice of Yahweh, but instead you seized the booty and did what was evil in the sight of Yahweh?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul said to Samuel, \"I have indeed obeyed the voice of Yahweh, and have gone on the way that Yahweh sent me. I have captured Agag, the king of Amalek, and have completely destroyed the Amalekites.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the people took some of the booty—sheep and oxen, the best of the things devoted to destruction, to sacrifice to Yahweh your God in Gilgal.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel replied, \"Has Yahweh as much delight in burnt offerings and sacrifices, as in obeying the voice of Yahweh? Obedience is better than sacrifice, and to listen is better than the fat of rams.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For rebellion is like the sin of divination, and stubbornness is like wickedness and iniquity. Because you have rejected the word of Yahweh, he has also rejected you from being king.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul said to Samuel, \"I have sinned; for I have broken Yahweh's commandment and your words, because I was afraid of the people and obeyed their voice.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, please pardon my sin, and return with me so that I may worship Yahweh.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel said to Saul, \"I will not go back with you; for you have rejected the word of Yahweh, and Yahweh has rejected you from being king over Israel.\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Samuel turned to leave, Saul took hold of the hem of his robe, and it tore.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel said to him, \"Yahweh has torn the kingdom of Israel from you today and has given it to a neighbor of yours, one who is better than you.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, the Strength of Israel will not lie nor change his mind; for he is not a man, that he should change his mind.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul said, \"I have sinned. But please honor me now before the elders of my people and before Israel. Turn again with me, that I may worship Yahweh your God.\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Samuel turned again after Saul, and Saul worshiped Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Samuel said, \"Bring Agag the king of the Amalekites here to me.\" Agag came to him confined with chains and said, \"Surely the bitterness of death has past.\"\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel replied, \"As your sword has made women childless, so shall your mother be childless among women.\" Then Samuel chopped Agag to pieces before Yahweh at Gilgal.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel went to Ramah, and Saul went up to his house at Gibeah of Saul.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel did not see Saul until the day of his death, for he mourned for Saul. Yahweh was grieved that he had made Saul king over Israel.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}