{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Samuel, \"How long will you mourn for Saul, since I have rejected him from being king over Israel? Fill your horn with oil and go. I will send you to Jesse of Bethlehem, for I have selected for myself a king among his sons.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel said, \"How can I go? If Saul hears of it, he will kill me.\" Yahweh said, \"Take a heifer with you and say, 'I have come to sacrifice to Yahweh.'\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Call Jesse to the sacrifice, and I will show you what you will do. You will anoint for me the one whom I tell you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel did as Yahweh said and went to Bethlehem. The elders of the city were trembling as they came to meet him and said, \"Are you coming in peace?\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"In peace; I have come to sacrifice to Yahweh. Prepare to set yourselves apart and come with me to the sacrifice.\" Then he set apart Jesse and his sons and invited them to the sacrifice.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they came, he looked at Eliab and said to himself that Yahweh's anointed was certainly standing before him.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh said to Samuel, \"Do not look at his outward appearance, or on the height of his stature; because I have rejected him. For Yahweh does not see as man sees; man looks on the outward appearance, but Yahweh looks on the heart.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesse called Abinadab and made him pass before Samuel. Then Samuel said, \"Neither has Yahweh chosen this one.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesse then made Shammah pass by, but Samuel said, \"Neither has Yahweh chosen this one.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesse made seven of his sons pass before Samuel. Then Samuel said to Jesse, \"Yahweh has not chosen any of these.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Samuel said to Jesse, \"Are all of your sons here?\" He replied, \"There remains yet the youngest, but he is tending the sheep.\" Samuel said to Jesse, \"Send and get him; for we will not sit down until he comes here.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesse sent and brought him in. Now this son was ruddy and had beautiful eyes and a handsome appearance. Yahweh said, \"Arise, anoint him; for he is the one.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Samuel took the horn of oil and anointed him in the middle of his brothers. The Spirit of Yahweh rushed on David from that day forward. Then Samuel rose up and went to Ramah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the Spirit of Yahweh left Saul, and a harmful spirit from Yahweh troubled him instead.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul's servants said to him, \"Look, a harmful spirit from God troubles you.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let our master now command your servants who are before you to look for a man who is a skillful player on the harp. Then when the harmful spirit from God is on you, he will play it and you will be well.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul said to his servants, \"Find me a man that can play well and bring him to me.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then one of the young men answered, and said, \"I have seen a son of Jesse the Bethlehemite, who is skillful in playing, a strong, courageous man, a man of war, one prudent in speech, a handsome man; and Yahweh is with him.\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Saul sent messengers to Jesse, and said, \"Send me your son David, who is with the sheep.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesse took a donkey loaded with bread, a container of wine, and a young goat, and sent them with his son David to Saul.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David came to Saul and entered his service. Saul loved him greatly, and he became his armor bearer.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul sent to Jesse, saying, \"Let David stand before me, for he has found favor in my eyes.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever the harmful spirit from God was upon Saul, David took the harp and played it. So Saul would be refreshed and well, and the harmful spirit would depart from him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}