{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the Philistines gathered their armies for battle. They were gathered at Sokoh, which belongs to Judah. They had encamped between Sokoh and Azekah, in Ephes Dammim.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul and the men of Israel gathered and encamped in the Valley of Elah, and drew up their battle line to meet the Philistines.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Philistines stood on a mountain on one side, and Israel stood on a mountain on the other side with a valley between them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A strong man came out of the Philistines' camp, a man named Goliath of Gath, whose height was six cubits and a span.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He had a helmet of bronze on his head, and he was armed with a coat of chainmail. The coat weighed five thousand shekels of bronze.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He had bronze armor on his legs and a javelin of bronze between his shoulders.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The staff of his spear was large, with a loop of cord for throwing it like the cord on a weaver's beam. His spear's head weighed six hundred shekels of iron. His shield bearer went before him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He stood and shouted to the ranks of Israel, \"Why have you come out to draw up for battle? Am not I a Philistine, and are you not servants of Saul? Choose a man for yourselves and let him come down to me.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If he is able to fight with me and kill me, then will we be your servants. But if I defeat him and kill him, then you will be our servants and serve us.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Again the Philistine said, \"I challenge the ranks of Israel today. Give me a man so we may fight together.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Saul and all Israel heard what the Philistine said, they were discouraged and greatly afraid.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now David was the son of the Ephrathite of Bethlehem in Judah, whose name was Jesse. He had eight sons. Jesse was an old man in the days of Saul, very old among men.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The three oldest sons of Jesse had followed Saul to the battle. The names of his three sons who went to the battle were Eliab the firstborn, second to him Abinadab, and the third Shammah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David was the youngest. The three oldest followed Saul.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now David went back and forth between Saul's army and his father's sheep at Bethlehem, in order to feed them.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For forty days the Philistine strong man came near morning and evening to present himself for battle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesse said to his son David, \"Take to your brothers an ephah of this roasted grain and these ten loaves, and carry them quickly to the camp for your brothers.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also bring these ten cheeses to the captain of their thousand. See how your brothers are doing and bring back some proof that they are doing well.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your brothers are with Saul and all the men of Israel in the Valley of Elah, fighting the Philistines.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David got up early in the morning and left the flock in the care of a shepherd. He took the supplies and left, as Jesse commanded him. He came to the camp as the army was going out to the battlefield shouting the war cry.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Israel and the Philistines lined up for battle, army against army.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David left his belongings with the keeper of supplies, ran to the army, and greeted his brothers.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As he talked with them, the strong man, the Philistine of Gath, Goliath by name, and he came out of the ranks of the Philistines, and said the same words as before, and David heard them.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When all the men of Israel saw the man, they fled from him and were very afraid.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of Israel said, \"Have you seen this man who has come up? He has come to challenge Israel. The king will give great riches to the man who kills him, and he will give his daughter to him in marriage, and will make his father's house free from taxation in Israel.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said to the men who stood by him, \"What will be done for the man who kills this Philistine and takes away the disgrace from Israel? Who is this uncircumcised Philistine that he should defy the armies of the living God?\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people repeated what they had been saying and told him, \"So it will be done for the man who kills him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eliab his oldest brother heard when he spoke to the men. Eliab's anger was kindled against David, and he said, \"Why did you come down here? With whom have you left those few sheep in the wilderness? I know your pride, and the mischief in your heart; for you have come down here so that you might see the battle.\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said, \"What have I done now? Was it not just a question?\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He turned away from him toward another, and spoke in the same way. The people answered the same thing as before.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the words that David said were heard, soldiers repeated them to Saul, and he sent for David.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David said to Saul, \"Let no man's heart fail because of that Philistine; your servant will go and fight with this Philistine.\"\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul said to David, \"You are not able to go against this Philistine to fight with him; for you are only a youth, and he a man of war from his youth.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But David said to Saul, \"Your servant used to keep his father's sheep. When a lion or a bear came and took a lamb out of the flock,\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I chased after him and attacked him, and rescued it out of his mouth. When he rose up against me, I caught him by his beard, struck him, and killed him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your servant has killed both a lion and a bear. This uncircumcised Philistine will be like one of them, since he has challenged the armies of the living God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said, \"Yahweh rescued me from the paw of the lion and from the paw of the bear. He will rescue me from the hand of this Philistine.\" Then Saul said to David, \"Go, and may Yahweh be with you.\"\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul clothed David with his armor. He put a helmet of bronze upon his head, and he clothed him with a coat of chainmail.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David strapped his sword on his armor. But he was not able to walk, because he had not trained with them. Then David said to Saul, \"I cannot go out to fight with these, for I have not trained with them.\" So David put them off.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He took his staff in his hand and chose five smooth stones out of the brook; he put them in his shepherd's pouch. His sling was in his hand as he approached the Philistine.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Philistine came and approached David, with his shield bearer in front of him.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Philistine looked around and saw David, he despised him, for he was only a boy, and ruddy, with a handsome appearance.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Philistine said to David, \"Am I a dog, that you come to me with sticks?,\" and the Philistine cursed David by his gods.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Philistine said to David, \"Come to me, and I will give your flesh to the birds of the heavens and to the beasts of the field.\"\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David replied to the Philistine, \"You come to me with a sword, a spear, and a javelin. But I come to you in the name of Yahweh of hosts, the God of the armies of Israel, whom you have defied.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Today Yahweh will give me victory over you, and I will kill you and remove your head from your body. Today I will give the dead bodies of the Philistine army to the birds of the heavens and to the wild beasts of the earth, so that all the earth may know that there is a God in Israel,\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and that all this gathering may know that Yahweh does not give victory with sword or spear. For the battle is Yahweh's, and he will give you into our hand.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Philistine rose and approached David, then David ran quickly toward the enemy army to meet him.\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David put his hand in his bag, took a stone from it, slung it, and hit the Philistine in the forehead. The stone sank into the Philistine's forehead, and he fell on his face to the ground.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David defeated the Philistine with a sling and with a stone. He hit the Philistine and killed him. There was no sword in David's hand.\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David ran and stood over the Philistine and took his sword, drew it out of the sheath, killed him, and cut off his head with it. When the Philistines saw that their strong man was dead, they fled.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the men of Israel and of Judah rose with a shout, and chased after the Philistines as far as the valley and the gates of Ekron. The dead Philistines lay along the way to Shaaraim, all the way to Gath and Ekron.\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel returned from chasing the Philistines, and they plundered their camp.\n"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David took the head of the Philistine and brought it to Jerusalem, but he put his armor in his tent.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Saul saw David go out against the Philistine, he said to Abner, the captain of the army, \"Abner, whose son is this youth?\" Abner said, \"As you live, king, I do not know.\"\n"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said, \"Ask those who might know, whose son the boy is.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David returned from killing the Philistine, Abner took him, and brought him before Saul with the head of the Philistine in his hand.\n"
      }
    ]
  },
  "58": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul said to him, \"Whose son are you, young man?\" David answered, \"I am the son of your servant Jesse the Bethlehemite.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}