{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he had finished speaking to Saul, the soul of Jonathan was bound to the soul of David, and Jonathan loved him as his own soul.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul took David into his service that day; he did not let him return to his father's house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jonathan and David made a covenant of friendship because Jonathan loved him as his own soul.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonathan took off the robe that he was wearing and gave it to David with his armor, as well as his sword, bow, and belt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David went out wherever Saul sent him, and he succeeded. Saul set him over the men of war. This was pleasing in the eyes of all the people and also in the sight of Saul's servants.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they came home from defeating the Philistines, the women came from all the cities of Israel, singing and dancing, to meet King Saul, with tambourines, with joy, and with musical instruments.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The women sang one to another as they played. They sang:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Saul has killed his thousands,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and David his ten thousands.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul was very angry, and this song displeased him. He said, \"They have ascribed to David ten thousands, but they have ascribed only thousands to me. What more can he have but the monarchy?\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul looked at David with suspicion from that day on.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day a harmful spirit from God rushed upon Saul and he raved within the house. So David played his instrument, as he did each day. Saul had a spear in his hand.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul threw the spear, for he thought, \"I will pin David to the wall.\" But David escaped from Saul's presence twice in this way.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul was afraid of David, because Yahweh was with him, but was no longer with Saul.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Saul removed him from his presence and appointed him a commander of a thousand. In this way David went out and came in before the people.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David was prospering in all his ways, for Yahweh was with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Saul saw that he prospered, he stood in awe of him.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But all Israel and Judah loved David, for he went out and came in before them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul said to David, \"Here is my oldest daughter Merab. I will give her to you as a wife. Only be courageous for me and fight Yahweh's battles.\" For Saul thought, \"Let not my hand be on him, but let the hand of the Philistines be on him.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said to Saul, \"Who am I, and who are my relatives, or my father's clan in Israel, that I should be son-in-law to the king?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But at the time when Merab, Saul's daughter, should have been given to David, she was given to Adriel the Meholathite as a wife.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Michal, Saul's daughter, loved David. They told Saul, and this pleased him.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul thought, \"I will give her to him, so that she can be a trap for him, and that the hand of the Philistines may be against him.\" So Saul said to David a second time, \"You will be my son-in-law.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul commanded his servants, \"Speak with David in private, and say, 'See, the king takes pleasure in you, and all his servants love you. Now then, become the king's son-in-law.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Saul's servants spoke these words to David. Then David said, \"Is it a small matter to you to be the king's son-in-law, since I am a poor man, and lightly esteemed?\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The servants of Saul reported to him the words which David spoke.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul said, \"Say this to David, 'The king does not desire any price for the bride except a hundred foreskins of the Philistines, to be avenged from the king's enemies.'\" Now Saul thought to make David fall by the hand of the Philistines.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When his servants told David these words, it pleased David to be the king's son-in-law.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before those days had expired, David went with his men and killed two hundred Philistines. David brought their foreskins, and they gave them in full number to the king, so that he might be the king's son-in-law. So Saul gave him Michal his daughter as his wife.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Saul saw, and he knew that Yahweh was with David, and that Michal, Saul's daughter, loved him,\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul was even more afraid of David. Saul was continually David's enemy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the princes of the Philistines came out for battle, and as often as they came out, David succeeded more than all the servants of Saul, so that his name was highly regarded.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}