{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul said to Jonathan his son and to all his servants that they should kill David. But Jonathan, Saul's son, took great pleasure in David.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jonathan told David, \"Saul my father seeks to kill you. Therefore be on your guard in the morning and hide yourself in a secret place.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will go out and stand beside my father in the field where you are, and I will speak with my father about you. If I learn anything, I will tell you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonathan spoke well of David to Saul his father and said to him, \"Do not let the king sin against his servant David. For he has not sinned against you, and his deeds have brought you good.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For he took his life in his hand and killed the Philistine. Yahweh brought about a great victory for all Israel. You saw it and rejoiced. Why would you sin against innocent blood by killing David for no reason?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul listened to Jonathan. Saul swore, \"As Yahweh lives, he will not be put to death.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jonathan called David, and Jonathan told him all these things. Jonathan brought David to Saul, and he was in his presence as before.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was war again, and David went out and fought with the Philistines and defeated them with a great slaughter. They fled before him.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A harmful spirit from Yahweh came on Saul as he sat in his house with his spear in his hand, and as David was playing his instrument.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul tried to pin David to the wall with the spear, but he slipped away from Saul's presence, so that Saul drove the spear into the wall. David fled and escaped that night.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul sent messengers to David's house to watch him that he might kill him in the morning. Michal, David's wife, told him, \"If you do not save your life tonight, tomorrow you will be killed.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Michal let David down through the window. He went and fled, and escaped.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Michal took a household idol and laid it in the bed. Then she put a pillow of goats' hair at its head, and covered it with the clothes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Saul sent messengers to take David, she said, \"He is sick.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul sent the messengers to see David; he said, \"Bring him up to me in the bed, so that I may kill him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the messengers came in, behold, the household idol was in the bed along with the pillow of goats' hair at its head.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul said to Michal, \"Why have you deceived me and let my enemy go, so that he has escaped?\" Michal answered Saul, \"He said to me, 'Let me go. Why should I kill you?'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now David fled and escaped, and went to Samuel in Ramah and told him all that Saul had done to him. Then he and Samuel went and stayed in Naioth.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was told to Saul, saying, \"See, David is at Naioth in Ramah.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul sent messengers to capture David. When they saw the company of the prophets prophesying, and Samuel standing as head over them, the Spirit of God came on the messengers of Saul, and they also prophesied.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Saul was told this, he sent other messengers, and they also prophesied. So Saul sent messengers again the third time, and they also prophesied.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he also went to Ramah and came to the deep well that is in Seku. He asked, \"Where are Samuel and David?\" Someone said, \"See, they are at Naioth in Ramah.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul went to Naioth in Ramah. Then the Spirit of God came upon him, and as he went he prophesied until he came to Naioth in Ramah.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He stripped off his clothes and also prophesied before Samuel. He lay naked all that day and all that night. This is why they ask, \"Is Saul also among the prophets?\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}