{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David fled from Naioth in Ramah and came and said to Jonathan, \"What have I done? What is my iniquity? What is my sin before your father, that he seeks to take my life?\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonathan said to David, \"Far from it; you will not die. My father does nothing either great or small without telling it to me. Why should my father hide this thing from me? It is not so.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet David vowed again and said, \"Your father knows well that I have found favor in your eyes. He has said, 'Do not let Jonathan know this, or he will be grieved.' But as truly as Yahweh lives, and as you live, there is but a step between me and death.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jonathan said to David, \"Whatever you say, I will do for you.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said to Jonathan, \"Tomorrow is the new moon, and I ought to sit down to eat with the king. But let me go, so that I may hide myself in the field until the third day at evening.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If your father misses me at all, then say, 'David earnestly asked leave of me that he might run to Bethlehem his city; because it is the yearly sacrifice there for all the clan.'\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If he says, 'It is well,' your servant will have peace. But if he is very angry, then know that he has decided on evil.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore deal kindly with your servant. For you have brought your servant into a covenant of Yahweh with you. But if there is sin in me, kill me yourself; for why then should you bring me to your father?\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonathan said, \"Far be it from you! If I learned my father decided harm to come upon you, would I not tell you?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David said to Jonathan, \"Who will tell me if by chance your father should answer you roughly?\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonathan said to David, \"Come, let us go out into the field.\" So they both went out into the field.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonathan said to David, \"May Yahweh, the God of Israel, be witness. When I have questioned my father around this time tomorrow, or the third day, see, if there is good will toward David, will I not then send to you and make it known to you?\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If it pleases my father to do you harm, may Yahweh do to Jonathan and more also if I do not make it known to you and send you away, so that you may go in peace. May Yahweh be with you, as he has been with my father.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I am still alive, will you not show me the covenant faithfulness of Yahweh, that I may not die?\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not cut off your covenant faithfulness from my house forever—not even when Yahweh cuts off every one of the enemies of David from the face of the earth.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jonathan made a covenant with the house of David and said, \"May Yahweh require an accounting from the hand of the enemies of David.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonathan made David vow again because of the love that he had for him, because he loved him as he loved his own soul.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jonathan said to him, \"Tomorrow is the new moon. You will be missed because your seat will be empty.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you have stayed three days, go down quickly and come to the place where you hid yourself when the business was in hand, and stay by the stone Ezel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will shoot three arrows to the side of it, as though I were shooting at a target.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will send my young man and say to him, 'Go find the arrows.' If I say to the young boy, 'Look, the arrows are on this side of you; get them,\" then come; for there will be safety for you and not harm, as Yahweh lives.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"But if I say to the young man, 'Look, the arrows are beyond you,' then go your way, for Yahweh has sent you away.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the agreement of which you and I have spoken, see, Yahweh is between you and me forever.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David hid himself in the field. When the new moon came, the king sat down to eat food.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king sat on his seat, as usual, on the seat by the wall. Jonathan stood up, and Abner sat by Saul's side. But David's place was empty.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet Saul did not say anything that day, because he thought, \"Something has happened to him. He is not clean; surely he is not clean.\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But on the second day, the day after the new moon, David's place was empty. Saul said to Jonathan his son, \"Why has the son of Jesse not come to the meal either yesterday or today?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonathan answered Saul, \"David earnestly asked permission from me to go to Bethlehem.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, 'Please let me go. For our family has a sacrifice in the city, and my brother has ordered me to be there. Now, if I have found favor in your eyes, please let me go and see my brothers.' For this reason he has not come to the king's table.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul's anger burned against Jonathan, and he said to him, \"You son of a perverse, rebellious woman! Do I not know that you have chosen the son of Jesse to your own shame, and to the shame of your mother's nakedness?\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For as long as the son of Jesse lives on the earth, neither you nor your kingdom will be established. Now then, send and bring him to me, for he must surely die.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonathan answered Saul his father, \"For what reason should he be put to death? What has he done?\"\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul threw his spear at him to kill him. So Jonathan knew that his father was determined to put David to death.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonathan got up from the table in fierce anger and ate no food the second day of the month, for he was grieved over David, because his father had dishonored him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the morning, Jonathan went out into the field to the appointment with David, and a young man was with him.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to his young man, \"Run and find the arrows that I shoot.\" As the young man ran, he shot an arrow beyond him.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the young man came to the place where the arrow that Jonathan shot had landed, Jonathan called after the young man, and said, \"Is not the arrow beyond you?\"\n \n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jonathan called after the young man, \"Hurry, be quick, do not stay!\" So Jonathan's young man gathered up the arrows and came to his master.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the young man did not know anything. Only Jonathan and David knew the matter.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonathan gave his weapons to his young man and said to him, \"Go, take them to the city.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as the young man was gone, David stood up from behind the mound, lay facedown on the ground, and bowed himself three times. They kissed one another and wept together, with David weeping the more.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft The Hebrew text reads, \\fqa David came out from beside the south \\fqa* . Modern versions interpret this passage in different ways because the Hebrew text is difficult to understand. ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonathan said to David, \"Go in peace, because we have both sworn in the name of Yahweh and said, 'May Yahweh be between you and me, and between my descendants and your descendants, forever.'\" Then David stood up and left, and Jonathan returned to the city. \n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}