{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David left there and escaped to the cave of Adullam. When his brothers and all his father's house heard it, they went down there to him.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone who was in distress, everyone who was in debt, and everyone who was discontented—they all gathered to him. David became captain over them. There were about four hundred men with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David went from there to Mizpah in Moab. He said to the king of Moab, \"Please let my father and my mother go out with you until I know what God will do for me.\" "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some ancient versions have, \\fqa Please let my father and my mother stay with you, \\fqa* and some modern versions read this way. ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He left them with the king of Moab. His father and mother stayed with him the whole time that David was in his stronghold.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the prophet Gad said to David, \"Do not stay in your stronghold. Leave and go into the land of Judah.\" So David left there and went into the forest of Hereth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul heard that David had been discovered, along with the men who were with him. Now Saul was sitting in Gibeah under the tamarisk tree in Ramah, with his spear in his hand, and all his servants were standing around him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul said to his servants who stood around him, \"Listen now, people of Benjamin! Will the son of Jesse give every one of you fields and vineyards? Will he make you all captains of thousands and captains of hundreds,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "in exchange for all of you plotting against me? None of you informs me when my son makes a covenant with the son of Jesse. None of you is sorry for me. None of you informs me that my son has incited my servant David against me. Today he hides and waits for me so he may attack me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Doeg the Edomite, who stood by the servants of Saul, answered, \"I saw the son of Jesse come to Nob, to Ahimelech son of Ahitub.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He prayed to Yahweh that he might help him, and he gave him provisions and the sword of Goliath the Philistine.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king sent someone to summon the priest Ahimelech son of Ahitub and all his father's house, the priests who were in Nob. All of them came to the king.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul said, \"Listen now, son of Ahitub.\" He answered, \"Here I am, my master.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul said to him, \"Why have you plotted against me, you and the son of Jesse, in that you have given him bread, and a sword, and have prayed to God that he might help him, so that he might rise up against me, to hide in secret, as he does today?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Ahimelech answered the king and said, \"Who among all your servants is so faithful as David, who is the king's son-in-law and is over your bodyguard, and is honored in your house?\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Is today the first time I have prayed to God to help him? Far be it from me! Do not let the king impute anything to his servant or to all the house of my father. For your servant knows nothing of this whole matter.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king replied, \"You will surely die, Ahimelech, you and all your father's house.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said to the guard that stood around him, \"Turn and kill the priests of Yahweh. Because their hand also is with David, and because they knew that he fled, but did not reveal it to me.\" But the servants of the king would not put out their hand to kill the priests of Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king said to Doeg, \"Turn and kill the priests.\" So Doeg the Edomite turned and attacked the priests; he killed eighty-five persons who wore a linen ephod that day.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also put to the sword Nob, the city of the priests; both men and women, children and infants, and oxen and donkeys and sheep he put to the sword.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But one of the sons of Ahimelech son of Ahitub, named Abiathar, escaped and fled after David.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abiathar told David that Saul had killed Yahweh's priests.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said to Abiathar, \"I knew on that day, when Doeg the Edomite was there, that he would surely tell Saul. I am responsible for every death in your father's family!\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Stay with me and do not be afraid. For the one who seeks your life seeks mine as well. You will be safe with me.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}