{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They told David, \"Look, the Philistines are fighting against Keilah and are robbing the threshing floors.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David prayed to Yahweh for help and asked him, \"Should I go and attack these Philistines?\" Yahweh said to David, \"Go and attack the Philistines and save Keilah.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David's men said to him, \"See, we are afraid here in Judah. How much more then if we go to Keilah against the armies of the Philistines?\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David prayed to Yahweh for help yet again. Yahweh answered him, \"Arise, go down to Keilah. For I will give you victory over the Philistines.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David and his men went to Keilah and fought with the Philistines. He led away their cattle and struck them with a great slaughter. So David saved the inhabitants of Keilah.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Abiathar son of Ahimelech had fled to David at Keilah, he came down with an ephod in his hand.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul was told that David had gone to Keilah. Saul said, \"God has given him into my hand. For he is shut in because he has entered a city that has gates and bars.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul summoned all his forces for battle, to go down to Keilah, to besiege David and his men.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David knew that Saul was plotting harm against him. He said to Abiathar the priest, \"Bring the ephod here.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David said, \"Yahweh, the God of Israel, your servant has indeed heard that Saul seeks to come to Keilah, to destroy the city for my sake.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Will the men of Keilah surrender me into his hand? Will Saul come down, as your servant has heard? Yahweh, the God of Israel, I beg you, please tell your servant.\" Yahweh said, \"He will come down.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David said, \"Will the men of Keilah surrender me and my men into the hand of Saul?\" Yahweh said, \"They will surrender you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David and his men, who were about six hundred, got up and went away from Keilah, and they went from place to place. It was told Saul that David had escaped from Keilah, and he stopped the pursuit.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David stayed in the strongholds in the wilderness, in the hill country in the wilderness of Ziph. Saul looked for him every day, but God did not give him into his hand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David saw that Saul had come out to seek his life; now David was in the wilderness of Ziph at Horesh.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jonathan, Saul's son, got up and went to David at Horesh, and strengthened his hand in God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to him, \"Do not be afraid. For the hand of Saul my father will not find you. You will be king over Israel, and I will be next to you. Saul my father also knows this.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made a covenant before Yahweh. David remained at Horesh, and Jonathan went home.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Ziphites came to Saul at Gibeah and said, \"Is not David hiding among us in the strongholds at Horesh, on the hill of Hakilah, which is south of Jeshimon?\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now come down, king! According to your desire, come down! Our part will be to surrender him into the king's hand.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul said, \"May you be blessed by Yahweh. For you have had compassion on me.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Go, make even more sure. Learn and find out where his hiding place is and who has seen him there. It is told to me that he is very crafty.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So look, and learn all of the places where he hides himself. Come back to me with sure information, and then I will return with you. If he is in the land, I will search him out among all the thousands of Judah.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they rose up and went to Ziph ahead of Saul. Now David and his men were in the wilderness of Maon, in the Arabah to the south of Jeshimon.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul and his men went to seek him. But David was told of it, so he went down to a rocky hill and lived in the wilderness of Maon. When Saul heard it, he chased David in the wilderness of Maon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul went on one side of the mountain, and David and his men were going on the other side of the mountain. David hurried to get away from Saul. As Saul and his men were surrounding David and his men to take them,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "a messenger came to Saul and said, \"Hurry and come, for the Philistines have made a raid against the land.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Saul returned from pursuing David and went against the Philistines. Therefore that place was called the Rock of Escape.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David went up from there and lived in the strongholds of Engedi.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}