{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Samuel died. All Israel gathered together and mourned for him, and they buried him in his house at Ramah. Then David rose and went down to the wilderness of Paran.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a man in Maon, whose possessions were in Carmel. The man was very wealthy. He had three thousand sheep and one thousand goats. He was shearing his sheep in Carmel.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man's name was Nabal, and the name of his wife was Abigail. The woman was intelligent and beautiful in appearance. But the man was harsh and evil in his dealings. He was a descendant of the house of Caleb.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David heard in the wilderness that Nabal was shearing his sheep.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David sent ten young men. David said to the young men, \"Go up to Carmel, go to Nabal, and greet him in my name.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will say to him, 'Live in prosperity. Peace to you and peace to your house, and peace be to all that you have.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I hear that you have shearers. Your shepherds have been with us, and we did them no harm, and they missed nothing the whole time they were in Carmel.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ask your young men, and they will tell you. Now let my young men find favor in your eyes, for we have come on a festive day. Please give whatever you have on hand to your servants and to your son David.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David's young men arrived, they said all of this to Nabal on David's behalf and then waited.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nabal answered David's servants, \"Who is David, and who is the son of Jesse? There are many servants these days who are breaking away from their masters.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Should I take my bread and my water and my meat that I have killed for my shearers, and give it to men who come from I do not know where?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David's young men turned away and came back, and told him everything that was said.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said to his men, \"Every man strap on his sword.\" So every man strapped on his sword. David also strapped on his sword. About four hundred men followed after David, and two hundred stayed by the baggage.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But one of the young men told Abigail, Nabal's wife; he said, \"David sent messengers out of the wilderness to greet our master, and he insulted them.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet the men were very good to us. We were not harmed and did not miss anything as long as we went with them when we were in the fields.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were a wall to us both day and night, all the while we were with them tending the sheep.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore know this and consider what you will do, for evil is plotted against our master, and against his whole house. He is such a worthless fellow that one cannot reason with him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abigail hurried and took two hundred loaves, two bottles of wine, five sheep already prepared, five measures of parched grain, one hundred clusters of raisins, and two hundred cakes of figs, and laid them on donkeys.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said to her young men, \"Go on before me, and I will come after you.\" But she did not tell her husband Nabal.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As she rode on her donkey and came down by the cover of the mountain, David and his men came down toward her, and she met them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now David had said, \"Surely in vain have I guarded all that this man has in the wilderness, so that nothing was missed of all that belonged to him, and he has returned me evil for good.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May God do so to me, David, and more also, if by the morning I leave so much as one male of all who belong to him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Abigail saw David, she hurried and got down from her donkey and lay before David facedown and bowed herself to the ground.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She lay at his feet and said, \"On me alone, my master, be the guilt. Please let your servant speak to you, and listen to the words of your servant.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let not my master regard this worthless fellow, Nabal, for as his name is, so is he. Nabal is his name, and folly is with him. But I your servant did not see the young men of my master, whom you sent.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now then, my master, as Yahweh lives, and as you live, since Yahweh has restrained you from bloodshed, and from avenging yourself with your own hand, now let your enemies, and those who seek to do evil to my master, be like Nabal.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now let this present that your servant has brought to my master be given to the young men who follow my master.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Please forgive the trespass of your servant, for Yahweh will certainly make my master a sure house, because my master is fighting the battles of Yahweh; and evil will not be found in you so long as you live.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Though men rise up to pursue you to take your life, yet the life of my master will be bound in the bundle of the living by Yahweh your God; and he will sling away the lives of your enemies, as from the pocket of a sling.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will have done for my master everything he promised you, and has appointed you leader over Israel.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This will not be a staggering burden for you—that you have poured out innocent blood, or because my master attempted to rescue himself. For when Yahweh will do good for my master, remember your servant.\" \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said to Abigail, \"May Yahweh, the God of Israel, be blessed, he who sent you to meet me today.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your wisdom is blessed and you are blessed, because you have kept me today from bloodshed and from avenging myself with my own hand!\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For in truth, as Yahweh, the God of Israel, lives, he who has kept me from hurting you, unless you had hurried to come meet me, there would certainly have not been left to Nabal so much as one male baby by morning.\"\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David received from her hand what she had brought him; he said to her, \"Go up in peace to your house; see, I have listened to your voice and have accepted you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abigail went back to Nabal; behold, he was holding a feast in his house, like the feast of a king; and Nabal's heart was merry within him, for he was very drunk. So she told him nothing at all until the morning light.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about in the morning, when the wine had gone out of Nabal, that his wife told him these things; his heart died within him, and he became like a stone.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about ten days later that Yahweh attacked Nabal so that he died.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David heard that Nabal was dead, he said, \"May Yahweh be blessed, who has taken up the cause of my insult from the hand of Nabal and has kept back his servant from evil. He has turned Nabal's evil action back on his own head.\" Then David sent and spoke to Abigail, to take her to himself as wife.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David's servants had come to Abigail at Carmel, they spoke to her and said, \"David has sent us to you to take you to him as his wife.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She arose, bowed herself with her face to the ground, and said, \"See, your female servant is a servant to wash the feet of the servants of my master.\"\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abigail hurried and arose, and rode on a donkey with five servant girls of hers who followed her; and she followed David's messengers and became his wife.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now David had also taken Ahinoam of Jezreel as a wife; both of them became his wives.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, Saul had given Michal his daughter, David's wife, to Paltiel son of Laish, who was of Gallim.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}