{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Ziphites came to Saul at Gibeah and said, \"Is not David hiding in the hill of Hakilah, which is before Jeshimon?\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul arose and went down to the wilderness of Ziph, having three thousand chosen men of Israel with him, to seek David in the wilderness of Ziph.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul camped on the hill of Hakilah, which is before Jeshimon, by the road. But David was staying in the wilderness, and he saw that Saul was coming after him into the wilderness.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David sent out spies and learned that Saul had indeed come.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David arose and went to the place where Saul had camped; he saw the place where Saul lay, and Abner son of Ner, the general of his army; Saul lay in the camp, and the people were camped around him, all asleep.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David said to Ahimelech the Hittite, and to Abishai son of Zeruiah, the brother of Joab, \"Who will go down with me to Saul in the camp?\" Abishai said, \"I! I will go down with you.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David and Abishai went to the army by night. Saul was there sleeping inside the camp with his spear stuck in the ground beside his head. Abner and his soldiers lay around him.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Abishai said to David, \"Today God has put your enemy into your hand. Now please let me pin him to the ground with the spear with just one blow. I will not strike him a second time.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said to Abishai, \"Do not destroy him; for who can extend his hand against Yahweh's anointed one and be guiltless?\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said, \"As Yahweh lives, Yahweh will kill him, or his day will come to die, or he will go into battle and perish.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May Yahweh forbid that I should extend my hand against his anointed one; but now, I beg you, take the spear that is at his head and the jar of water, and let us go.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David took the spear and the jar of water from Saul's head, and they got away. No one saw them or knew about it, nor did anyone wake up, for they were all asleep, because a deep sleep from Yahweh had fallen on them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David went over to the other side and stood on the top of the mountain far off; a great distance was between them.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David shouted out to the people and to Abner son of Ner; he said, \"Do you not answer, Abner?\" Then Abner answered and said, \"Who are you who is shouting to the king?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said to Abner, \"Are not you a courageous man? Who is like you in Israel? Why then have you not kept watch over your master the king? For someone came in to kill the king your master.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This thing you have done is not good. As Yahweh lives, you deserve to die because you have not kept watch over your master, Yahweh's anointed one. Now see where the king's spear is and the jar of water that was near his head!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul recognized David's voice and said, \"Is that your voice, my son David?\" David said, \"It is my voice, my master, king.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Why does my master pursue his servant? What have I done? What evil is in my hand?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now therefore, I beg you, let my master the king listen to the words of his servant. If it is Yahweh who has stirred you up against me, let him accept an offering; but if it is human beings, may they be cursed in the sight of Yahweh, for they have today driven me out, that I should not cling to the inheritance of Yahweh; they have said to me, 'Go worship other gods.'\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now therefore, do not let my blood fall to the earth away from Yahweh's presence; for the king of Israel has come out to look for the one flea as when one hunts a partridge in the mountains.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul said, \"I have sinned. Return, David, my son; for I will harm you no more, because my life was precious in your eyes today. See, I have played the fool and have made a very bad mistake.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David answered and said, \"See, your spear is here, king! Let one of the young men come over and get it and bring it to you.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May Yahweh pay each man for his righteousness and his faithfulness; because Yahweh put you into my hand today, but I would not strike his anointed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See, as your life was precious in my eyes today, so may my life be much valued in the eyes of Yahweh, and may he rescue me out of all trouble.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul said to David, \"May you be blessed, David my son! You will certainly do great things and you will succeed in them.\" So David went his way, and Saul returned to his place.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}