{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about in those days that the Philistines gathered their armies together for battle to fight with Israel. Achish said to David, \"Know for certain that you will go out with me in the host, you and your men.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said to Achish, \"So you will know what your servant can do.\" Achish said to David, \"So I will make you my bodyguard all your days.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Samuel had died, and all Israel had lamented him and buried him in Ramah, in his own city. Also, Saul had banned from the land those who talked with the dead or with spirits.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Philistines gathered themselves together and came and camped at Shunem; and Saul gathered all Israel together, and they camped at Gilboa.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Saul saw the army of the Philistines, he was afraid, and his heart trembled very much.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul prayed to Yahweh for help, but Yahweh did not answer him—neither by dreams, nor by Urim, nor by prophets.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul said to his servants, \"Find me a woman who talks with the dead, so that I may go to her and seek her advice.\" His servants said to him, \"See, there is a woman in Endor who claims to talk with the dead.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul disguised himself, put on other clothing, and went, he and two men with him; they went to the woman by night. He said, \"Divine for me, I beg you, with a spirit, and bring me up whomever I name to you.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman said to him, \"See, you know what Saul has done, how he has banned from the land those who talk with the dead or with spirits. So why are you setting a trap for my life, to make me die?\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul swore to her by Yahweh and said, \"As Yahweh lives, no punishment will happen to you for this thing.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the woman said, \"Whom should I bring up to you?\" Saul said, \"Bring up Samuel for me.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the woman saw Samuel, she cried with a loud voice and spoke to Saul, saying, \"Why have you deceived me? For you are Saul.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said to her, \"Do not be afraid. What do you see?\" The woman said to Saul, \"I see a god coming up out of the earth.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to her, \"What does he look like?\" She said, \"An old man is coming up; he is clothed with a robe.\" Saul perceived that it was Samuel, and he bowed with his face to the ground and showed respect.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel said to Saul, \"Why have you disturbed me and brought me up?\" Saul answered, \"I am very distressed, for the Philistines are waging war against me, and God has left me and does not answer me any more, neither by prophets, nor by dreams. Therefore I have called you, that you may make known to me what I will do.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel said, \"What then do you ask me, since Yahweh has left you, and he has become your enemy?\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh has done to you what he said he would. Yahweh has torn the kingdom out of your hand and he has given it to someone else—to David.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because you did not obey the voice of Yahweh and did not carry out his fierce wrath on Amalek, he has therefore done this today to you.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will give Israel along with you into the hand of the Philistines, and tomorrow you and your sons will be with me. Yahweh will also give the army of Israel into the hand of the Philistines.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul immediately fell his full length on the ground and was very afraid because of the words of Samuel. There was no strength in him, for he had eaten no food all that day, neither that whole night.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman came to Saul and saw that he was very troubled, She said to him, \"See, your woman servant has listened to your voice; I have put my life in my hand and have listened to the words that you said to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now therefore, I beg you, listen also to the voice of your woman servant, and let me set a little food in front of you. Eat so that you may gain strength for when you go on your way.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Saul refused and said, \"I will not eat.\" But his servants, together with the woman, compelled him, and he listened to their voice. So he rose from the ground and sat on the bed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman had a fatted calf in the house; she hurried and killed it; she took flour, kneaded it, and baked unleavened bread with it.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She brought it before Saul and his servants, and they ate. Then they got up and left that night.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}