{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the Philistines gathered together all their army at Aphek; the Israelites camped by the spring that is in Jezreel.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The princes of the Philistines passed on by hundreds and by thousands; David and his men passed on in the rear guard with Achish.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the princes of the Philistines said, \"What are these Hebrews doing here?\" Achish said to the other princes of the Philistines, \"Is not this David, the servant of Saul, the king of Israel, who has been with me these days, or rather these years, and I have found no fault with him since he came away to me to this day?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the princes of the Philistines were angry with him and said, \"Send the man back, that he may return to the place you assigned him. He will not go down with us into battle, for he will turn against us during the fighting. For how else could he make himself acceptable to his master than by taking the heads of our own men?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Is this not David of whom they sang one to another in dances, saying,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'Saul has slain his thousands,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and David his ten thousands'?\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Achish called David and said to him, \"As Yahweh lives, you have been good, and your going out and your coming in with me in the army is good in my view; for I have found nothing wrong with you since the day of your coming to me to this very day. Nevertheless, the princes are not favorable to you.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now return and go in peace, so that you do not displease the princes of the Philistines.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said to Achish, \"But what have I done? What have you found in your servant as long as I have been before you to this day, that I may not go and fight against the enemies of my master the king?\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Achish answered and said to David, \"I know that you are as blameless in my sight as an angel of God; nevertheless, the princes of the Philistines have said, 'He must not go up with us to the battle.' \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now rise up early in the morning with the servants of your master who have come with you; as soon as you are up early in the morning and have light, go away.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David rose up early, he and his men, to leave in the morning, to return into the land of the Philistines. But the Philistines went up to Jezreel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}