{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The child Samuel served Yahweh under Eli. Yahweh's word was rare in those days; there was no frequent prophetic vision.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, when Eli, whose eyesight had begun to grow dim so that he could not see well, was lying down in his own bed.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The lamp of God had not yet gone out, and Samuel was lying down to sleep in the temple of Yahweh, where the ark of God was.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh called to Samuel, who said, \"Here I am.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel ran to Eli and said, \"Here I am, for you called me.\" Eli said, \"I did not call you; lie down again.\" So Samuel went and lay down.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh called again, \"Samuel.\" Again Samuel rose and went to Eli and said, \"Here I am, for you called me.\" Eli answered, \"I did not call you, my son; lie down again.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Samuel did not yet have any experience of Yahweh, nor had any message from Yahweh ever been revealed to him.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh called Samuel again the third time. Again Samuel got up and went to Eli and said, \"Here I am, for you called me.\" Then Eli realized that Yahweh had called the boy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Eli said to Samuel, \"Go and lie down again; if he calls you again, you must say, 'Speak, Yahweh, for your servant is listening.'\" So Samuel went and lay down in his own place once more.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh came and stood; he called as at the other times, \"Samuel, Samuel.\" Then Samuel said, \"Speak, for your servant is listening.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Samuel, \"See, I am about to do something in Israel at which the ears of everyone who hears it will tingle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day I will carry out against Eli everything I have said about his house, from beginning to end.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have told him that I am about to judge his house once for all for the sin that he knew about, because his sons brought a curse upon themselves and he did not stop them.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of this I have sworn to the house of Eli that the sins of his house will never be atoned for by sacrifice or offering.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel lay down until morning; then he opened the doors of the house of Yahweh. But Samuel was afraid to tell Eli about the vision.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Eli called Samuel and said, \"Samuel, my son.\" Samuel said, \"Here I am.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"What was the word he spoke to you? Please do not hide it from me. May God do so to you, and even more, if you hide anything from me of all the words that he spoke to you.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel told him everything; he hid nothing from him. Eli said, \"It is Yahweh. Let him do what seems good to him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel grew up, and Yahweh was with him, and he let none of his prophetic words fall to the ground.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All Israel from Dan to Beersheba knew that Samuel was appointed to be a prophet of Yahweh.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh appeared again in Shiloh, for he revealed himself to Samuel in Shiloh by his word.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}