{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about, when David and his men had come to Ziklag on the third day, that the Amalekites had made a raid upon the Negev and on Ziklag. They attacked Ziklag, burned it,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and captured the women and everyone who was in it, both small and great. They killed no one, but carried them off as they went on their way.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David and his men came to the city, it was burned, and their wives, their sons, and their daughters were taken captive.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David and the people that were with him raised their voices and wept until they had no more power to weep.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David's two wives were taken captive, Ahinoam the Jezreelite woman, and Abigail the wife of Nabal the Carmelite.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David was greatly distressed, for the people were talking about stoning him, for all the people were bitter in spirit, each man for his sons and daughters; but David strengthened himself in Yahweh, his God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said to Abiathar son of Ahimelech, the priest, \"I beg you, bring the ephod here for me.\" Abiathar brought the ephod to David.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David prayed to Yahweh for direction, saying, \"If I pursue after this troop, will I overtake them?\" Yahweh answered him, \"Pursue, for you will certainly overtake them, and you will surely recover everything.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So David went, he and the six hundred men who were with him; they came to the brook Besor, where those who were left behind stayed.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But David kept pursuing, he and four hundred men; for two hundred had stayed behind, who were so weak that they could not go over the brook Besor.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They found an Egyptian in a field and brought him to David; they gave him bread, and he ate; they gave him water to drink;\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and they gave him a piece of a cake of figs and two clusters of raisins. When he had eaten, he gained strength again, for he had eaten no bread nor drunk any water for three days and three nights.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said to him, \"To whom do you belong? Where do you come from?\" He said, \"I am a young man of Egypt, servant to an Amalekite; my master left me because three days ago I fell sick.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We made a raid on the Negev of the Kerethites, and what belongs to Judah, and the Negev of Caleb, and we burned Ziklag.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David said to him, \"Will you bring me down to this raiding party?\" The Egyptian said, \"Swear to me by God that you will not kill me or betray me up into the hands of my master, and I will bring you down to this raiding party.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Egyptian had brought David down, the raiders were spread out over all the ground, eating and drinking and dancing because of all the booty they had taken out of the land of the Philistines and from the land of Judah.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David attacked them from the twilight to the evening of the next day. Not a man escaped except for four hundred young men, who rode on camels and fled.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David recovered all that the Amalekites had taken; and David rescued his two wives.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nothing was missing, neither small nor great, neither sons nor daughters, neither booty, nor anything that the raiders had taken for themselves. David brought back everything.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David took all the flocks and the herds, which the men drove ahead of the other cattle. They said, \"This is David's booty.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David came to the two hundred men who had been too weak to follow him, the ones the others had made to stay at the brook Besor. These men went ahead to meet David and the people who were with him. When David came to these people, he greeted them.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the wicked men and worthless fellows among those who had gone with David said, \"Because these men did not go with us, we will not give them any of the booty that we have recovered. Except that each man may take his wife and children, lead them away, and go.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then David said, \"You must not act like this, my brothers, with what Yahweh has given to us. He has preserved us and given into our hand the raiders who came against us.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Who will listen to you in this matter? For as the share is for anyone who goes into battle, so also will the share be for anyone who waits by the baggage; they will share and share alike.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It has been so from that day to this day, for David made it a statute and a decree for Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When David came to Ziklag, he sent some of the booty to the elders of Judah, to his friends, saying, \"See, here is a present for you from the booty from Yahweh's enemies.\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also sent some to the elders who were in Bethel, and to those who were in Ramoth of the South, and to those who were in Jattir,\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and to those who were in Aroer, and to those who were in Siphmoth, and to those who were in Eshtemoa.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also sent some to the elders who were in Rakal, and to those who were in the cities of the Jerahmeelites, and to those who were in the cities of the Kenites,\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and to those who were in Hormah, and to those who were in Bor Ashan, and to those who were in Athak,\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and to those who were in Hebron, and to all the places where David himself and his men habitually went.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}