{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the Philistines fought against Israel. The men of Israel fled from before the Philistines and fell down dead on Mount Gilboa.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Philistines closely pursued Saul and his sons. The Philistines killed Jonathan, Abinadab, and Malki-Shua, his sons.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The battle went heavily against Saul, and the archers overtook him. He was in severe pain because of them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul said to his armor bearer, \"Draw your sword and thrust me through with it. Otherwise, these uncircumcised will come and abuse me.\" But his armor bearer would not, for he was very afraid. So Saul took his own sword and fell on it.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When his armor bearer saw that Saul was dead, he likewise fell on his sword and died with him.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Saul died, his three sons, and his armor bearer—these men all died together that same day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the men of Israel who were on the other side of the valley, and those beyond the Jordan, saw that the men of Israel had fled, and that Saul and his sons were dead, they abandoned their cities and fled, and the Philistines came and lived in them.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about on the next day, when the Philistines came to strip the dead, that they found Saul and his three sons fallen on Mount Gilboa.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They cut off his head and stripped off his armor, and sent messengers into the land of the Philistines throughout to carry the news to their idols' temples and to the people.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They put his armor in the temple of the Ashtoreths, and they fastened his body to the city wall of Beth Shan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the inhabitants of Jabesh Gilead heard of what the Philistines had done to Saul,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "all the fighting men arose and went all night and took the body of Saul and the bodies of his sons from the wall of Beth Shan. They went to Jabesh and burned them there.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they took their bones and buried them under a tamarisk tree in Jabesh, and fasted for seven days.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}