{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The word of Samuel came to all of Israel.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Now Israel went out to battle against the Philistines. They set up camp at Ebenezer, and the Philistines set up camp at Aphek.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Philistines lined up for battle against Israel. When the battle spread, Israel was defeated by the Philistines, who killed about four thousand men on the field of battle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the people came into the camp, the elders of Israel said, \"Why has Yahweh defeated us today before the Philistines? Let us bring the ark of the covenant of Yahweh here from Shiloh, that it may be here with us, that it might keep us safe from the hands of our enemies.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the people sent men to Shiloh; from there they carried the ark of the covenant of Yahweh of hosts, who sits above the cherubim. The two sons of Eli, Hophni and Phinehas, were there with the ark of the covenant of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the ark of the covenant of Yahweh came into the camp, all of the people of Israel gave a great shout, and the earth resounded.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Philistines heard the noise of the shouting, they said, \"What does this loud shouting in the camp of the Hebrews mean?\" Then they realized that the ark of Yahweh had come into the camp.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Philistines were afraid; they said, \"A god has come into the camp.\" They said, \"Woe to us! Nothing like this has happened before!\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Woe to us! Who will protect us from the strength of these mighty gods? These are the gods who attacked the Egyptians with many different kinds of plagues in the wilderness.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take courage, and be men, you Philistines, or you will become slaves to the Hebrews, as they have been slaves to you. Be men, and fight.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Philistines fought, and Israel was defeated. Every man fled to his house, and the slaughter was very great; for thirty thousand foot soldiers from Israel fell.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The ark of God was taken, and the two sons of Eli, Hophni and Phinehas, died.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A man of Benjamin ran from the battle line and came to Shiloh the same day, arriving with his clothes torn and earth on his head.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he arrived, Eli was sitting on his seat by the road watching because his heart trembled with concern for the ark of God. When the man entered the city and told the news, the whole city cried out.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Eli heard the noise of the outcry, he said, \"What is the meaning of this uproar?\" The man quickly came and told Eli.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Eli was ninety-eight years old; his eyes did not focus, and he could not see.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man said to Eli, \"I am the one who came from the battle line. I fled from the battle today.\" Eli said, \"How did it go, my son?\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man who brought the news answered and said, \"Israel fled from the Philistines. Also, there has been a great defeat among the people. Also, your two sons, Hophni and Phinehas, are dead, and the ark of God has been taken.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he mentioned the ark of God, Eli fell over backward from his seat by the side of the gate. His neck was broken, and he died, because he was old and heavy. He had judged Israel for forty years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now his daughter-in-law, Phinehas' wife, was pregnant and about to give birth. When she heard the news that the ark of God was captured and that her father-in-law and her husband were dead, she knelt down and gave birth, but her labor pains overwhelmed her.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "About the time of her death the women attending to her said, \"Do not be afraid, for you have given birth to a son.\" But she did not answer or take what they said to heart.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She named the child Ichabod, saying, \"The glory has gone away from Israel!\" for the ark of God had been captured, and because of her father-in-law and her husband.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said, \"The glory has gone away from Israel, because the ark of God has been captured.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}