{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the Philistines had captured the ark of God, and they brought it from Ebenezer to Ashdod.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Philistines took the ark of God, brought it into the house of Dagon, and set it up beside Dagon.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the people of Ashdod got up early the next day, behold, Dagon had fallen facedown on the ground before the ark of Yahweh. So they took Dagon and set him up in his place again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when they got up early the next morning, behold, Dagon had fallen facedown on the ground before the ark of Yahweh. The head of Dagon and both of his hands were lying cut off in the doorway. Only the trunk of Dagon remained.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is why, even today, the priests of Dagon and anyone who comes into Dagon's house does not step on the doorway of Dagon in Ashdod.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh's hand was heavy upon the people of Ashdod. He destroyed them and afflicted them with tumors, both Ashdod and its territories.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the men of Ashdod realized what was happening, they said, \"The ark of the God of Israel must not stay with us, because his hand is hard against us and against Dagon our god.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they sent for and gathered together all of the rulers of the Philistines; they said to them, \"What should we do with the ark of the God of Israel?\" They answered, \"Let the ark of the God of Israel be brought around to Gath.\" So they carried the ark of the God of Israel there.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But after they brought it around, Yahweh's hand was against the city, causing a very great confusion. He afflicted the men of the city, both small and great; and tumors broke out on them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they sent the ark of God to Ekron. But as soon as the ark of God came into Ekron, the Ekronites cried out, saying, \"They have brought to us the ark of the God of Israel to kill us and our people.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they sent for and gathered together all of the rulers of the Philistines; they said to them, \"Send away the ark of the God of Israel, and let it return to its own place, so that it does not kill us and our people.\" For there was a deathly panic throughout the city; the hand of God was very heavy there.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men who did not die were afflicted with the tumors, and the cry of the city went up to the heavens.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}