{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the ark of Yahweh was in the country of the Philistines for seven months.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Philistine people called for the priests and the diviners; they said to them, \"What should we do with the ark of Yahweh? Tell us how we should send it back to its own country.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests and diviners said, \"If you send back the ark of the God of Israel, do not send it without a gift; by all means send him a guilt offering. Then you will be healed, and you will know why his hand has not been lifted off of you until now.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they said, \"What should the guilt offering be that we are returning to him?\" They replied, \"Five golden tumors and five golden mice, five being the number that is the same as the number of the rulers of the Philistines. For the same plague afflicted you and your rulers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you must make models of your tumors, and models of your mice that ravage the land, and give glory to the God of Israel. Perhaps he will lift his hand from you, from your gods, and from your land.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Why should you harden your hearts, as the Egyptians and Pharaoh hardened their hearts? That was when the God of Israel dealt severely with them; did not the Egyptians send away the people, and they left?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now then, prepare a new cart with two nursing cows that have never been yoked. Tie the cows to the cart, but take their calves home, away from them.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then take the ark of Yahweh and place it in the cart. Put the golden figures that you are returning to him as a guilt offering into a box to one side of it. Then send it off and let it go its own way.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then watch; if it goes up on the way to its own land to Beth Shemesh, then it is Yahweh who has executed this great disaster. But if not, then we will know that it is not his hand that afflicted us; instead, we will know that it happened to us by chance.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men did as they were told; they took two nursing cows, tied them to the cart, and confined their calves at home.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They put the ark of Yahweh on the cart, together with a box containing the golden mice and the castings of their tumors.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The cows went straight in the direction of Beth Shemesh. They went along one highway, lowing as they went, and they did not turn aside either to the right or to the left. The rulers of the Philistines followed after them to the border of Beth Shemesh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the people of Beth Shemesh were harvesting their wheat in the valley. When they lifted up their eyes and saw the ark, they rejoiced.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The cart came into the field of Joshua from the town of Beth Shemesh and stopped there. A great stone was there, and they split the wood from the cart, and offered the cows as a burnt offering to Yahweh.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Levites took down the ark of Yahweh and the box that was with it, where the golden figures were, and put them on the great stone. The men of Beth Shemesh offered burnt offerings and made sacrifices the same day to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the five rulers of the Philistines saw this, they returned that day to Ekron.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the golden tumors which the Philistines returned for a guilt offering to Yahweh—one for Ashdod, one for Gaza, one for Ashkelon, one for Gath, and one for Ekron.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The golden mice were the same in number as the number of all the cities of the Philistines belonging to the five rulers, both fortified cities and country villages. The great stone, beside which they set down the ark of Yahweh, remains a witness to this day in the field of Joshua the Bethshemite.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh attacked some of the men of Beth Shemesh because they had looked into the ark of Yahweh. He killed 50,070 men. The people mourned, because Yahweh had given the people a great blow.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa 50,070 men \\fqa* , some later copies and modern versions have, \\fqa seventy men \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of Beth Shemesh said, \"Who is able to stand before Yahweh, this holy God? To whom will the ark go up from us?\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They sent messengers to the inhabitants of Kiriath Jearim, saying, \"The Philistines have brought back the ark of Yahweh; come down and take it back with you.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}