{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of Kiriath Jearim came, took the ark of Yahweh, and brought it into the house of Abinadab on the hill. They set apart his son Eleazar to keep the ark of Yahweh.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the day the ark remained in Kiriath Jearim, a long time passed, twenty years. All the house of Israel lamented and wished to turn to Yahweh.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel said to the entire house of Israel, \"If you return to Yahweh with your whole heart, remove the foreign gods and the Ashtoreths from among you, turn your hearts to Yahweh, and worship him only, then he will rescue you from the hand of the Philistines.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people of Israel removed the Baals and the Ashtoreths, and worshiped Yahweh only.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Samuel said, \"Bring together all Israel to Mizpah, and I will pray to Yahweh for you.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They gathered at Mizpah, drew water and poured it out before Yahweh. They fasted that day and said, \"We have sinned against Yahweh.\" It was there that Samuel decided disputes for the people of Israel and led the people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when the Philistines heard the people of Israel had gathered at Mizpah, the rulers of the Philistines attacked Israel. When the people of Israel heard of it, they were afraid of the Philistines.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people of Israel said to Samuel, \"Do not stop calling out to Yahweh our God for us, so he will save us from the hand of the Philistines.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel took a nursing lamb and offered it as a whole burnt offering to Yahweh. Then Samuel cried out to Yahweh for Israel, and Yahweh answered him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Samuel was offering up the burnt offering, the Philistines approached to attack Israel. But Yahweh thundered with a loud sound that day against the Philistines and threw them into confusion, and they were routed before Israel.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of Israel went from Mizpah, and they pursued the Philistines and killed them as far as below Beth Kar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Samuel took a stone and set it between Mizpah and Shen. He named it Ebenezer, saying, \"Thus far Yahweh has helped us.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Philistines were subdued and they did not enter the border of Israel. The hand of Yahweh was against the Philistines all the days of Samuel.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The towns that the Philistines had taken from Israel were restored to Israel, from Ekron to Gath; Israel brought back their territory from the Philistines. Then there was peace between Israel and the Amorites.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel judged Israel all the days of his life.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each year he went on a circuit to Bethel, to Gilgal, and to Mizpah. He decided disputes for Israel in all these places.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he would return to Ramah, because his house was there; and there also he decided disputes for Israel. He also built an altar there to Yahweh.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}