{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Samuel was old, he made his sons judges over Israel.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The name of his firstborn was Joel, and the name of his second son was Abijah. They were judges in Beersheba.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His sons did not walk in his ways, but chased after dishonest gain. They took bribes and perverted justice.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the elders of Israel gathered together and came to Samuel at Ramah.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, \"Look, you are old, and your sons do not walk in your ways. Appoint for us a king to judge us like all the nations.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But it displeased Samuel when they said, \"Give us a king to judge us.\" So Samuel prayed to Yahweh.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Samuel, \"Obey the voice of the people in everything they say to you; for they have not rejected you, but they have rejected me from being king over them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They are acting now the same as they did since the day I brought them out of Egypt, forsaking me, and serving other gods, and so they are also doing to you.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now listen to them; but warn them solemnly and let them know the way the king will rule over them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Samuel told all the words of Yahweh to the people who were asking for a king.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"This will be the practice of the king who will reign over you. He will take your sons and appoint them to his chariots and to be his horsemen, and to run before his chariots.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will appoint for himself captains of thousands and captains of fifties. He will make some plow his ground, some reap his harvest, and some make his weapons of war and the equipment for his chariots.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will also take your daughters to be perfumers, cooks, and bakers.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will take the very best of your fields, your vineyards, and your olive orchards, and give them to his servants.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will take a tenth of your grain and of your vineyards and give to his officers and his servants.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will take your male servants and your female servants and the best of your young men and your donkeys; he will put them all to work for him.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will take the tenth of your flocks, and you will be his slaves.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then on that day you will cry out because of your king whom you have chosen for yourselves; but Yahweh will not answer you on that day.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the people refused to listen to Samuel; they said, \"No! There must be a king over us\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so that we might be like all the other nations, and so that our king may judge us and go out before us and fight our battles.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Samuel heard all the words of the people he repeated them in the ears of Yahweh.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Samuel, \"Obey their voice and cause someone to be king for them.\" So Samuel said to the men of Israel, \"Every man must go to his own city.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}