{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a man from Benjamin, a man of influence. His name was Kish son of Abiel son of Zeror son of Bekorath son of Aphiah, the son of a Benjamite.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He had a son named Saul, a handsome young man. There was no man among the people of Israel who was a more handsome person than he. From his shoulders upward he was taller than any of the people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the donkeys of Kish, Saul's father, were lost. So Kish said to Saul his son, \"Take one of the servants with you; arise and go look for the donkeys.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Saul passed through the hill country of Ephraim and went through the land of Shalishah, but they did not find them. Then they passed through the land of Shaalim, but they were not there. Then he passed through the land of the Benjamites, but they did not find them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they came to the land of Zuph, Saul said to his servant who was with him, \"Come, let us go back, or my father may stop caring for the donkeys and begin to worry about us.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the servant said to him, \"Listen, there is a man of God in this city. He is a man who is held in honor; everything that he says comes true. Let us go there; maybe he can tell us which way we should go on our journey.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul said to his servant, \"But if we go, what can we bring the man? For the bread in our sack is gone, and there is no present to bring to the man of God. What do we have?\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The servant answered Saul and said, \"Here, I have with me one-fourth of a shekel of silver that I will give to the man of God, to tell us which way we should go.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(Formerly in Israel, when a man went to seek the knowledge of God's will, he said, \"Come, let us go to the seer.\" For today's prophet was formerly called a seer.)\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul said to his servant, \"Well said. Come, let us go.\" So they went to the city where the man of God was.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they went up the hill to the city, they found young women coming out to draw water; Saul and his servant said to them, \"Is the seer here?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They answered, and said, \"He is; see, he is just ahead of you. Hurry up, for he is coming to the city today, because the people are sacrificing today at the high place.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as you enter the city you will find him, before he goes up to the high place to eat. The people will not eat until he comes, because he will bless the sacrifice; afterwards those who are invited will eat. Now go up, for you will find him immediately.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they went up to the city. As they were entering the city, they saw Samuel coming out toward them, to go up to the high place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the day before Saul came, Yahweh had revealed to Samuel:\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tomorrow about this time I will send you a man from the land of Benjamin, and you will anoint him to be prince over my people Israel. He will save my people from the hand of the Philistines. For I have looked on my people with pity because their call for help has come to me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Samuel saw Saul, Yahweh told him, \"Here is the man I told you about! He is the one who will rule over my people.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul came close to Samuel in the gate and said, \"Tell me where is the house of the seer?\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel answered Saul and said, \"I am the seer. Go up before me to the high place, for today you will eat with me. In the morning I will let you go, and I will tell you everything that is on your mind.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for your donkeys that were lost three days ago, do not worry about them, for they have been found. Then on whom are all the desires of Israel set? Is it not on you and all your father's house?\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul answered and said, \"Am not I a Benjamite, from the smallest of the tribes of Israel? Is not my clan the least of all the clans of the tribe of Benjamin? Why then have you spoken to me in this manner?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Samuel took Saul and his servant, brought them into the hall, and seated them at the head place of those who had been invited, who were about thirty people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Samuel said to the cook, \"Bring the portion which I gave to you, of which I said to you, 'Put it aside.'\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the cook took up the thigh and what was on it and set it before Saul. Then Samuel said, \"See what has been kept is set before you. Eat it, because it has been kept for you until the appointed time, from the time when I said, 'I have invited the people.'\" So Saul ate with Samuel that day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had come down from the high place into the city, Samuel spoke with Saul on the rooftop.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then at the break of dawn, Samuel called to Saul on the rooftop and said, \"Get up, so I can send you on your way.\" So Saul got up, and both he and Samuel went out into the street.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they were going to the outskirts of the city, Samuel said to Saul, \"Tell the servant to go ahead of us\"—and he went ahead—\"but you must stay here awhile, that I may announce the message of God to you.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}