{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the second month of the year after the Israelite people had left Egypt, Yahweh spoke to Moses while he was in the sacred tent, in the wilderness of Sinai. Yahweh said to him,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Count how many Israelite men, from each family in Israel, and count them by name.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You and Aaron must count the men who are at least twenty years old, those who can serve as soldiers in the army. Write down the number of the men, along with the names of their clans and families.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have chosen one man from each of the tribes to help you to do this. Each one must be a leader of his clan.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the men whom Yahweh chose from the people. They were leaders of their tribes. They were the chief men of the clans of the Israelite people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron and Moses summoned all these leaders,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and they gathered all of the people on that same day. They listed the names of all the men who were at least 20 years old, and with their names they wrote the names of their clans and their family groups\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "just as Moses had commanded. They wrote the names while the Israelites were there in the wilderness of Sinai.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The total was 603,550 men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But this number did not include the names of the men of the tribe of Levi,\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because Yahweh had said to Moses,\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"When you count the men of the tribes of Israel, do not count the men in the tribe of Levi.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Appoint the male descendants of Levi to take care of the sacred tent and the chest inside it that contains the tablets on which are written the Ten Commandments. They must also take care of the other things that are inside the tent. When you travel, they are the ones who must carry the sacred tent and all the things that are inside it, and they must take care of it and set up their tents around it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever it is time for all of you to move to another location, the descendants of Levi are the ones who must dismantle the sacred tent. And when it is time to stop traveling, they are the ones who must set it up again. Any other person who goes near the sacred tent to do this work must be executed.\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of each Israelite tribe must set up their tents in their own area, and they must set up a flag that represents their tribe.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the male descendants of Levi must set up their tents around the sacred tent in order to protect the other Israelite people from being punished by Yahweh for coming close to the sacred tent. The descendants of Levi are the ones who must stand around the sacred tent to guard it.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Israelite people did everything just like Yahweh had commanded Moses.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5-6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their names are:\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "Elizur son of Shedeur, from the tribe of Reuben;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Shelumiel son of Zurishaddai, from the tribe of Simeon;\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7-9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nahshon son of Amminadab, from the tribe of Judah;\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "Nethanel son of Zuar, from the tribe of Issachar;\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "Eliab son of Helon, from the tribe of Zebulun;\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10-11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elishama son of Ammihud, from the tribe of Joseph's son Ephraim;\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "Gamaliel son of Pedahzur, from the tribe of Joseph's son Manasseh;\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "Abidan son of Gideoni, from the tribe of Benjamin;\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "12-15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahiezer son of Ammishaddai, from the tribe of Dan;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Pagiel son of Ocran, from the tribe of Asher;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Eliasaph son of Deuel, from the tribe of Gad;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Ahira son of Enan, from the tribe of Naphtali.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20-21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were 46,500 men from the tribe of Reuben (who was Jacob's oldest son) who were at least twenty years old and were able to fight in battles. They were listed by their names, their clans, and their family groups.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "22-23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were 59,300 men from the tribe of Simeon who were at least twenty years old and were able to fight in battles. They were listed by their names, their clans, and their family groups.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "24-25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were 45,650 men from the tribe of Gad who were at least twenty years old and were able to fight in battles. They were listed by their names, their clans, and their family groups.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "26-27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were 74,600 men from the tribe of Judah who were at least twenty years old and were able to fight in battles. They were listed by their names, their clans, and their family groups.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "28-29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were 54,400 men from the tribe of Issachar who were at least twenty years old and were able to fight in battles. They were listed by their names, their clans, and their family groups.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "30-31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were 57,400 men from the tribe of Zebulun who were at least twenty years old and were able to fight in battles. They were listed by their names, their clans, and their family groups.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "32-33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were 40,500 men from the tribe of Ephraim who were at least twenty years old and were able to fight in battles. They were listed by their names, their clans, and their family groups.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "34-35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were 32,200 men from the tribe of Manasseh who were at least twenty years old and were able to fight in battles. They were listed by their names, their clans, and their family groups.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "36-37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were 35,400 men from the tribe of Benjamin who were at least twenty years old and were able to fight in battles. They were listed by their names, their clans, and their family groups.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "38-39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were 62,700 men from the tribe of Dan who were at least twenty years old and were able to fight in battles. They were listed by their names, their clans, and their family groups.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "40-41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were 41,500 men from the tribe of Asher who were at least twenty years old and were able to fight in battles. They were listed by their names, their clans, and their family groups.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "42-43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were 53,400 men from the tribe of Naphtali who were at least twenty years old and were able to fight in battles. They were listed by their names, their clans, and their family groups.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "44-45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That was the number of men from each tribe that Aaron and Moses and the twelve leaders of the tribes of Israel listed, along with the names of their clans.\n"
      }
    ]
  }
}