{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also told Moses,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell someone to make two trumpets by hammering each one from one lump of silver. Blow the trumpets to summon the people to come together and also to signal that they must move their tents to a new location.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If both trumpets are blown, it means that everyone must gather together at the entrance of the sacred tent.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If only one trumpet is blown, it means that only the twelve leaders of the tribes must gather together.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the trumpets are blown loudly, the tribes that are to the east of the sacred tent should start to move.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the trumpets are blown loudly the second time, the tribes that are to the south should start to move. The loud blasts on the trumpet will signal that they should start to move.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you want only to gather the people together, blow the trumpets, but do not blow them as loudly.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests who are descended from Aaron are the ones who should blow the trumpets. That is a regulation that will never be changed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you fight against enemies who attack you in your own land, tell the priests to blow the trumpets loudly. I, Yahweh, your God, will hear that, and I will rescue you from your enemies.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also tell the priests to blow the trumpets when the people are happy, and at the festivals each year, and at the times when they celebrate the new moon each month. Tell them to blow the trumpets when the people bring offerings that will be completely burned, and when they bring offerings to restore fellowship with me. If they do that, it will help you to think about me. You must do that, because I am Yahweh your God.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the second year after the Israelites left Egypt, on the twentieth day of the second month, the cloud rose up from above the sacred tent.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Israelites moved from the wilderness of Sinai, and they continued traveling north until the cloud stopped in the wilderness of Paran.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That was the first time they moved, obeying the instructions that Yahweh had given to Moses to tell them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The group that went first, carrying their flag, was the group from the tribe of Judah. Nahshon son of Amminadab, was their leader.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The group from the tribe of Issachar followed them. Nethanel son of Zuar, was their leader.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The group from the tribe of Zebulun went next. Eliab son of Helon, was their leader.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they dismantled the sacred tent, and the descendants of Gershon and Merari carried it, and they went next.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The group from the tribe of Reuben went next, carrying their flag. Elizur son of Shedeur was their leader.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The group from the tribe of Simeon was next. Shelumiel son of Zurishaddai was their leader.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The group from the tribe of Gad was next. Eliasaph son of Deuel was their leader.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The group descended from Kohath was next. They carried the sacred items from the sacred tent. The sacred tent was set up at the new location before they arrived there.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The group from the tribe of Ephraim was next, carrying their flag. Elishama son of Ammihud, was their leader.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The group from the tribe of Manasseh went next. Gamaliel son of Pedahzur, was their leader.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The group from the tribe of Benjamin was next. Abidan son of Gideoni, was their leader.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The ones who went last were the groups from the tribe of Dan, carrying their flag. Ahiezer son of Ammishaddai, was their leader.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The group from the tribe of Asher went next. Pagiel son of Ocran, was their leader.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The group from the tribe of Naphtali went last. Ahira son of Enan, was their leader.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That was the order in which the groups of Israelite tribes traveled.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day Moses said to his brother-in-law Hobab son of Reuel from the Midian people group, \"We are on the way to the place that Yahweh promised to give to us. Come with us, and we will take good care of you, because Yahweh has promised to do good things for us Israelite people.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Hobab replied, \"No, I will not go with you. I want to return to my own land and to my own family.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Moses said, \"Please do not leave us. You know the places where we can set up our tents in this desert, and you can guide us.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Come with us. We will share with you all the good things that Yahweh gives to us.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Hobab agreed to go with them. The Israelites left Mount Sinai, which they called the Mountain of Yahweh, and they walked for three days. The men carrying the sacred chest went in front of the other people for those three days, and they kept looking for a place to set up their tents.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The cloud sent by Yahweh was over them every day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each morning when the men who were carrying the sacred chest started to walk, Moses said,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "\"Yahweh, arise!\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "Scatter your enemies!\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "Cause those who hate you to run away from you!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And each time the men stopped to set down the sacred chest, Moses said,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "\"Yahweh, stay close to the multiplied thousands of us Israelites!\"\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}