{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That night, all the Israelite people cried loudly.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day they all complained against Aaron and Moses. All the men said, \"We wish that we had died in Egypt, or in this wilderness!\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Why is Yahweh bringing us to this land, where we men will be killed with swords? And they will take away our wives and children to be their slaves. Instead of going to Canaan, it would be better for us to return to Egypt!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then some of them said to each other, \"We should choose a leader who will take us back to Egypt!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Aaron and Moses bowed down to pray in front of all the Israelite people who had gathered there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua and Caleb, two of the men who had explored the land, tore their clothes because they were very dismayed.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to the Israelite people, \"The land that we explored is very good.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If Yahweh is pleased with us, he will lead us into that very fertile land, and he will give it to us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So do not rebel against Yahweh! And do not be afraid of the people in that land! We will gobble them up! They do not have anyone who will protect them, but Yahweh will be with us and help us. So do not be afraid of them!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the Israelite people talked about killing Caleb and Joshua by throwing stones at them. But suddenly Yahweh's glory appeared to them at the sacred tent.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"How long will these people reject me? I am tired of them not believing in what I can do, in spite of all the miracles I have performed among them.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I will send a plague among them and get rid of them. But I will cause your descendants to become a great nation. They will be a nation that is much greater and stronger than these people are.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Moses replied to Yahweh, \"Please do not do that, because the people of Egypt will hear about it! You brought these Israelite people from Egypt by your great power,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and the people of Egypt will tell that to the descendants of Canaan who live in this land. Yahweh, they have already heard about you. They know that you have been with these people and that they have seen you face to face. They have heard that your cloud is like a huge pillar that stays over them, and by that cloud you lead them during the day, and that the cloud becomes like a fire at night to give them light.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you kill these people all at one time, the people groups who have heard about your power will say,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Yahweh was not able to bring them into the land that he promised to give to them, so he killed them in the wilderness.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh, now show that you are very powerful. You said,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'I do not quickly become angry. Instead, I love people greatly, and I forgive people for having sinned and having disobeyed my laws. But I will always punish people who are guilty of doing what is wrong. When parents sin, I will punish them, but I will also punish their children and their grandchildren and their great-grandchildren and their great-great-grandchildren.'\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, because you love your people with a great covenant loyalty, forgive these people for the sins that they have committed, just like you have continued to forgive them ever since they left Egypt.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh replied, \"I have forgiven them, as you requested me to.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But, just as certainly as I live and that people all over the world can see my glory, I solemnly declare that\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "all these people saw my glory and all the miracles that I performed in Egypt and in the wilderness, but they disobeyed me, and many times they tested whether they could continue to do evil things without my punishing them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of that, not one of them will see the land that I promised their ancestors that I would give to them. No one who rejected me will see that land.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Caleb, who serves me well, is different from the others. He obeys me completely. So I will bring him into that land that he has already seen, and his descendants will inherit some of it.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, since the descendants of Amalek and Canaan who are living in the valleys in Canaan are very strong, when you leave here tomorrow, instead of traveling toward Canaan, go back along the road through the wilderness toward the Sea of Reeds.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Aaron and Moses,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"How long will the wicked people of this nation keep complaining about me? I have heard everything that they have grumbled against me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now tell them this: 'Just as certainly as I, Yahweh, live, I will do exactly what you said would happen.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will cause all of you to die here in this wilderness! Because you grumbled against me, none of you who are more than twenty years old and who were counted when Moses counted everyone\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "will enter the land that I solemnly promised to give to you. Only Caleb and Joshua will enter that land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You said that your children would be taken from you to become slaves, but I will take them into the land, and they will enjoy living in the land that you rejected.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for you adults, you will die here in this wilderness.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your children will wander around in this wilderness as shepherds for forty years. Because you adults were not loyal to me, your children will suffer until you all die in the wilderness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will suffer for your sins for forty years. That will be one year for each of the forty days that the twelve men explored Canaan land. And I will be like an enemy to you.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This will certainly happen because I, Yahweh, have said it! I will do these things to every one in this group that has plotted against me. They will all die right here in this wilderness!'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Of the twelve men who had explored Canaan, only Joshua and Caleb remained alive.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Moses reported to the Israelite people what Yahweh had said, many of them were very sad.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the people got up early the next morning and started to go toward the hill country in Canaan. They said, \"We know that we have sinned, but now we are ready to enter the land that Yahweh promised to give to us.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Moses said, \"Yahweh commanded you to return to the desert, so why are you now disobeying him? It will not succeed.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not try to enter the land now! If you try, your enemies will defeat you, because Yahweh will not be with you.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you begin to fight the descendants of Amalek and Canaan, they will slaughter you! Yahweh will abandon you, because you have abandoned him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But even though Moses did not leave the camp, and the sacred chest that contained the Ten Commandments was not taken from the camp, the people began to go toward the hill country in Canaan.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the descendants of Amalek and Canaan who lived in those hills came down and attacked them; they chased them as far south as Hormah.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36-37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh attacked the ten men who had discouraged the people, so that they died. These were the men who had explored Canaan and then told the people that they would not be able to take over the land. It was because of the men that the people spoke against Moses.\n"
      }
    ]
  }
}