{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh told Moses,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell this to the Israelite people, 'When you arrive in the land that I am giving to you,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "you must offer to me special sacrifices which will be pleasing to me when the priest burns them on the altar. Some of them may be offerings that will be completely burned on the altar. Some of them may be to indicate that you have made a solemn promise to me. Some of them may be offerings that you yourselves have decided to make. Some of them may be offerings at one of the festivals that you celebrate each year. These offerings may be taken from your herds of cattle or from your flocks of sheep and goats.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you give these offerings, you must also bring to me a flour offering of about two liters of nice flour mixed with about a liter of olive oil.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you offer a young ram or goat for the sacrifice that will be completely burned up, or when you offer as a sacrifice of every young lamb, you should prepare a liter of wine to be used as a drink offering.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you offer a ram to be a sacrifice, you must also bring an offering of about three and four-fifths liters of finely ground flour mixed with about one and one-quarter liters of olive oil.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And also pour on the altar about one and one-fifth liters of wine. While they are being burned, the smell of it will be very pleasing to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sometimes you will offer a young bull to be completely burned on the altar. Sometimes you will offer a sacrifice to indicate that you have made a solemn promise to me. Sometimes you will offer a sacrifice to restore fellowship with me.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you offer these sacrifices, you must also offer a flour offering of about six and one-half liters of finely ground flour mixed with about two liters of olive oil.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also pour on the altar two quarts of wine to be an offering. While those special gifts are being burned, the smell from it will be very pleasing to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each time someone offers a bull or a ram or a male lamb or young goat to be a sacrifice, it must be done that way.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must obey these instructions for each animal that you bring to me for an offering.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All of you people who have been Israelites all of your lives must obey these regulations when you offer sacrifices that will be pleasing to me when they are burned on the altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If any foreigners visit you or live among you, if they also want to bring a sacrifice that will be pleasing to me when it is burned on the altar, they must obey these same instructions.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I consider that those who have always been Israelites and those who are foreigners are equal, and so they must all obey the same instructions. All of your descendants must also continue to obey these instructions of mine.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You Israelites and the foreigners who live among you must all obey the same instructions.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also said to Moses,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell these instructions to the Israelite people, 'When you arrive in the land to which I am taking you,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and you eat the crops that are growing there, you must set some of them aside to be a sacred offering to me, and present them to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each year set aside some of the first grain that you gather after you have threshed it. Bake a loaf of bread from the first flour that you grind and present it before me as a sacred offering.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every year, you and your descendants must continue to make and present to me a loaf of bread baked with flour from the first part of the grain that you harvest.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There may be times when you Israelites do not obey all these instructions that I have given to Moses to tell you, but not because you intended to disobey them.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There may be times when some of your descendants do not obey all these instructions that I have given to Moses to tell to you.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you or they sin by forgetting to obey these instructions and none of the Israelite people realize that they were doing that, one young bull as an offering for all the people must be brought to the priest. That will be pleasing to me when it is burned on the altar. They must also bring to me a flour offering and an offering of wine, and a male goat, to be sacrificed to remove the guilt of their sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By offering these sacrifices, the priest will make atonement for all of you Israelite people. Then, as a result of their bringing to me an offering to be burned on the altar, you will be forgiven, because you sinned without realizing that you were sinning.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You Israelite people, and the foreigners who are living among you, will all be forgiven.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If one person commits a sin without realizing that he was sinning, that person must bring to me a female goat to be an offering to take away that person's guilt for that sin.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest will offer it to be a sacrifice to remove the guilt of that person's sin, and that person will be forgiven.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You Israelites and all the foreigners who live among you must obey these same instructions.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But those who disobey my commands deliberately, both Israelites and the foreigners who live among you, have sinned against me by doing that. So they must be expelled from your camp.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They have despised my commands and deliberately disobeyed them, so they must be punished for their sin by never being allowed to live among you again.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day, while the Israelites were in the wilderness, some of them saw a man who was gathering firewood on the Sabbath day.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who saw him doing that brought him to Aaron and Moses and the rest of the Israelite people.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They guarded him carefully, because they did not know what to do to punish him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"The man must be executed. All of you must kill him by throwing stones at him outside the camp.\"\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they all took the man outside the camp and killed him by throwing stones at him, as Yahweh had commanded Moses that they should do.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also said to Moses,\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell this to the Israelite people: 'You and all your descendants must twist threads together to make tassels, and then attach them with blue cords to the bottom edges of your clothes.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you look at the tassels, you will remember all the instructions that I gave to you, and you will obey them. In that way, you will not be unfaithful to me. You will not be like an unfaithful prostitute who does the shameful things that she looks at and desires to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Seeing those tassels will help you to remember that you must obey all my commands and that you must be my holy people.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not forget that I am Yahweh, your God. I am the one who brought you out of Egypt in order that you might belong to me. I am Yahweh, your God.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}