{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Aaron and Moses,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I am now giving to you another regulation. Tell the Israelite people to bring to you one reddish brown cow that has no defects. It must be an animal that has never been used for plowing ground.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Give it to Eleazar the priest. He must take it outside the camp and someone will slaughter it.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And Eleazar must dip one of his fingers in the blood and sprinkle some of it seven times on the ground near the sacred tent.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, while Eleazar watches, the cow must be burned completely—its hide, its meat, the rest of its blood, and even its dung.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eliezer then must take a stick of cedar wood, a stalk of a plant named hyssop, and some scarlet yarn, and throw them into the fire where the cow is burning.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priest must wash his clothes and bathe. After doing that, he may return to the camp. But he will be unfit for doing any sacred work until that evening.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man who burns the cow must also wash his clothes and bathe, and he will also be unacceptable to me until that evening.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then someone who has not become unacceptable to me must gather up the ashes of the cow and put them in a sacred place outside the camp. The ashes must be kept there for the people of Israel to use when they mix it with water for the ritual to remove the guilt of sin.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man who gathers up the ashes of the cow must also wash his clothes, and he also will be unfit to do anymore sacred work until that evening. That is a regulation that will never be changed. It must be obeyed by you Israelite people and by any foreigners who live among you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All those who touch a corpse will be unacceptable to me for seven days.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the third day and on the seventh day after touching a corpse, in order to become acceptable to me again, they must sprinkle on themselves some of that water for removing the guilt of their sin. If they do not do that on both of those days, they will continue to be unacceptable to me.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All those who touch a corpse, and do not perform in the correct way the ritual to become acceptable to me again, defile Yahweh's sacred tent. They will no longer be permitted to live among the Israelite people. The water to remove the guilt of sin was not sprinkled on them, so they continue to be unacceptable to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There is another practice that must be performed when someone dies inside a tent. All those who were inside that tent when that person died or who enter that tent will be unacceptable to me for seven days.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Any jars that are inside that tent that are not covered are not permitted to be used.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If someone who is out in a field touches the corpse of someone who was murdered, or who died from natural causes, or if someone touches a bone from some human or touches a grave, that person will be unacceptable to me for seven days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For someone like that to become acceptable to me again, some of the ashes from the cow that was burned must be taken and put in a jar. Then some fresh water must be poured over the ashes.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then someone who has not become unacceptable to me must take a stalk of a plant named hyssop and dip it into the water. Then that person must sprinkle some of the water on the tent where that person died, on the things that are in the tent, and on the people who were in the tent. He must also sprinkle some of that water on any person who touched a human bone or who touched a person who had been killed, or who touched a person who died of natural causes, or who touched a grave.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the third day and on the seventh day after that, the person who is acceptable to me must sprinkle some of that water on those who have become unacceptable to me. On the seventh day, the people who are performing that ritual to become acceptable to me again must wash their clothes and bathe. If they do that, on that evening they will become acceptable to me again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If those who have become unacceptable to me do not become acceptable to me again by doing this, they will no longer be permitted to live among to the Israelite people, because they have defiled my sacred tent. They did not sprinkle on themselves the water that removes the guilt of their sins, so they remain unacceptable to me.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is a law for the Israelite people that will never be changed. Those who sprinkle that water on themselves must then wash their clothes. And anyone who touches that water which removes guilt for sins will remain unacceptable to God until that evening.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anything and any person that someone who has become unacceptable to me has touched will remain unacceptable to me until that evening.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}