{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the first month of the next year, the Israelite people traveled to the wilderness of Zin and camped near Kadesh. While they were there, Moses' sister Miriam died and was buried there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was no water for the people to drink there, so they came to Aaron and Moses.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They complained and said, \"We wish that we had died in front of Yahweh's sacred tent when our fellow Israelites died!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Did you bring us, who are Yahweh's people, into this desert to die along with our livestock?\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Why did you bring us from Egypt to this miserable place? There is no grain, there are no figs, no grapes, and no pomegranates here. And there is no water for us to drink!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses and Aaron turned away from the people and went to the entrance of the sacred tent and prostrated themselves on the ground. Just then Yahweh appeared to them with his bright glory.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Yahweh appeared in glory, he said,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"You and Aaron must take Aaron's walking stick with you and gather all the people together. While the people are watching, command that large rock over there to pour out water. Water for the people will flow from it. All they and all their livestock will have enough water to drink.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses did what Yahweh told him to do. He took Aaron's walking stick from the place in the sacred tent where it was kept.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses and Aaron summoned all the people to gather at the rock. Then Moses shouted to them, \"All you rebellious people, listen! Is it necessary for us to bring to you water from this rock?\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses raised his hand and instead of speaking to the rock, he struck the rock two times with the walking stick. And water gushed out. So all the people and their livestock drank all the water that they wanted.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh said to Aaron and Moses, \"You did not trust me or honor me before the people of Israel, and so you will not lead them into the land I have given to them!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later this place was called the Meribah, which means 'arguing', because there the Israelite people argued against Yahweh, and there he showed his honor and holiness to them by giving them water.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While the people were at Kadesh, Moses sent messengers to the king of Edom to tell him this,\n"
      },
      {
        "tag": "pi",
        "type": "paragraph",
        "text": "\"Your relatives, the Israelite people, are sending you this message. You know the many troubles that have happened to us.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know that our ancestors went down to Egypt. You know that they stayed there for many years. They suffered because the rulers of Egypt caused them to become their slaves and to work very hard.\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when they called out to Yahweh, he heard them and sent an angel who brought them out of Egypt. Now we have set up our tents here at Kadesh, a town on the border of your land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Please allow us to travel through your country. We will be careful to not walk through your fields and your vineyards. We will not even drink water from your wells. As we travel, we will stay on the king's highway, the main road that goes from the south to the north, and we will not leave that road until we have crossed the border of your country in the north.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the king of Edom refused. He replied, \"Stay out of my country! If you try to enter it, I will send my army to attack you!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite messengers replied, \"If we travel through your country, we will stay on the main road. If we and any of our livestock drink any of your water, we will pay for it. We want only to travel through your country. We do not want anything else.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the king replied, \"No! Stay out of our country! We will not allow you to travel through our land!\" Then he sent the strongest soldiers in his army to prevent the Israelites from entering his country.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, because the king of Edom refused to allow the Israelites to travel through his country, the Israelites turned and traveled a different way.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite people left Kadesh. They went to Mount Hor,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "which is at the border of Edom. While they were there, Yahweh said to Aaron and Moses,\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"It is time for Aaron to die. He will not enter the land that I am giving to you Israelites, because the two of you disobeyed me when I told you to speak to the rock to cause the water to flow at Meribah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now you, Moses, take Aaron and his son Eleazar up on Mount Hor.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There you must remove Aaron's clothes that he wears when he does the works of a priest, and put them on his son, Eleazar. Aaron will die up there.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses did what Yahweh commanded. The three of them climbed up Mount Hor, while all the Israelite people watched.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the top of the mountain, Moses took off the clothes that Aaron wore while he did the work of a priest and put them on Eleazar. Then Aaron died there on the top of the mountain, and Eleazar and Moses went back down.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Israelite people realized that Aaron had died, they all mourned for him for thirty days.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}