{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of the city of Arad lived in the area where the Canaanites lived, in the southern Judean wilderness. He heard a report that the Israelites were approaching on the road to Atharim village. So his army attacked the Israelites and captured some of them.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Israelites declared this solemnly, \"Yahweh, if you will help us to defeat these people, we will completely destroy all their towns.\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh heard what they requested, and he enabled them to defeat the army of this Canaan people group. The Israelite soldiers killed all the people and destroyed their towns. Ever since that time, that place has been called Hormah which means \"destruction.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Israelites left Mount Hor and traveled on the road toward the Sea of Reeds, in order to go around the land of Edom. But the people became impatient along the way,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and they began to grumble against God and against Moses. They said, \"Why have you brought us out of Egypt to die here in this desert? There is nothing to eat here, and nothing to drink. And we detest this lousy manna food!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh sent poisonous snakes among them. Many of the people were bitten by the snakes and died.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people came to Moses and cried out, saying, \"We now know that we have sinned against Yahweh and against you. Pray to Yahweh, asking that he will take away the snakes!\" So Moses prayed for the people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh told him, \"Make a model of a poisonous snake, and attach it to the top of a pole. If those who are bitten by the snakes look at that model, they will recover.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses made a snake from bronze and attached it to the top of a pole. Then, when those who had been bitten by a snake looked at the bronze snake, they recovered!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Israelites traveled to Oboth and camped there.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they left Oboth and went to Iye Abarim in the wilderness on the eastern border of Moab.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From there they traveled to the valley where the Zered riverbed is, and camped there.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they traveled to the north side of the Arnon River. That area is in the wilderness next to the land where the Amorites live. The Arnon River is the boundary between Moab and where the Amorites live.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is why it is written down in the book of the book of the wars of Yahweh,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "\"Waheb in Suphah, and the ravines there,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "and the Arnon River\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and the ravines there,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "which extend as far as Ar village on the border of Moab.\"\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From there the Israelites traveled to Beer. There was a well there where Yahweh previously had said to Moses, \"Gather the people together, and I will give them water.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There the Israelites sang this song:\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "\"O well, give us water!\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "Sing about this well!\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sing about this well\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "which our leaders dug;\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "they dug out the dirt with their royal scepters and their walking sticks.\"\n"
      },
      {
        "tag": "m",
        "type": "paragraph",
        "text": "Then the Israelites left that wilderness and went through Mattanah.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelites also went throught Nahaliel, and Bamoth village.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they went to the valley in Moab where Mount Pisgah rises above the wilderness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Israelites sent messengers to Sihon, the king of the Amor people group. This was the message that they gave him,\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Allow us to travel through your country. We will stay on the king's highway, the main road that goes from the south to the north, until we have finished traveling through your land. We will not walk through any field or vineyard, or drink water from your wells.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But King Sihon refused. He would not allow them to walk through his land. Instead, he sent his whole army to attack the Israelites in the desert. They attacked the Israelites at Jahaz village.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Israelites completely defeated them and occupied their land, from the Arnon River in the south to the Jabbok River in the north. They stopped at the border of the land where the Ammon people group lived, because the Ammon army was defending the border strongly.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Israelites occupied all the cities and towns where the Amorites lived, and some of the Israelites began to live in them. They occupied the city of Heshbon and the nearby villages.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Heshbon was the capital of the country. It was the city where King Sihon ruled. His army had previously defeated the army of the king of Moab, and then his people had begun to live in all of the land of Moab as far as the Arnon River in the south.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For that reason, one of the poets wrote long ago,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "\"Come to Heshbon, the city where King Sihon ruled.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "We want the city to be restored.\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A fire blazed from Heshbon.\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "It burned down the city of Ar in Moab.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "It destroyed everything on the hills along the Arnon River.\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You people of Moab, terrible things have happened to you!\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "You people who worship your god Chemosh have been annihilated!\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "The men who worshiped Chemosh have run away and are now refugees,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "and the women who worshiped him have been captured by the army of Sihon, the king of the Amor people group.\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But we have defeated those descendants of Amor,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "all the way from Heshbon in the north to the city of Dibon in the south.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "We have completely obliterated them as far as the cities of Nophah and Medeba.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Israelite people began to live in the land where the Amorites lived.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Moses sent some men to explore the area near the city of Jazer, Israelite people began to live in all the towns in that region and expelled the Amor people group who lived there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they turned north toward the region of Bashan, but King Og of Bashan and all his army attacked them at the city of Edrei.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"Do not be afraid of Og, because I am going to enable your men to defeat him and his army, and to take possession of all his land. You will do to him what you did to Sihon, the king of the Amor people group, who ruled in Heshbon.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And that is what happened. The Israelites defeated Og's army, and killed King Og and his sons and all his people. Not a person survived! And then the Israelites began to live in their land.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}