{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Israelites traveled west to the plain of Moab that was in the Valley of the Jordan River, across the river from Jericho.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But King Balak son of Zippor, who ruled Moab, found out what the Israelites had done to the Amor people group.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he saw that the Israelites were very numerous, he and his people became terrified.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king of Moab went to the leaders of the Midian people group and said to them, \"This huge group of Israelites will wipe out everything around them, like an ox devours grass!\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Balak was the king of Moab.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He sent messengers to a prophet named Balaam, who was living in his own area, in Pethor, near the Euphrates River. He sent this message to request that Balaam would come to help him,\n"
      },
      {
        "tag": "pi",
        "type": "paragraph",
        "text": "\"A huge group of people has arrived here from Egypt. It looks like they are covering the entire land! And they have begun to live close to us.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because they are very powerful, we are afraid of them. So please come and curse them for me. Then my army may be able to defeat them and expel them from the land where they are now living. I know that good things will happen to the people whom you bless, and disasters will happen to the people whom you curse.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Balak's messengers, who were leaders of both the Moab and Midian people groups, took money with them to pay Balaam in order that he would come and curse the Israelites. They went to Balaam and told him what Balak had said.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Balaam said, \"Stay here tonight. Tomorrow morning I will tell you whatever Yahweh tells me that I should say to you.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "So the leaders from Moab stayed there that night.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the night, God appeared to Balaam and asked him, \"Who are these men who are staying with you?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Balaam replied, \"Balak, the king of Moab, sent these men to tell me this message,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'A huge group of people has come from Egypt, and they have spread all over this area. Please come immediately to curse them. Then I may be able to defeat them and expel them from this area.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God replied to Balaam, \"Do not go with them! I have blessed those people, so you must not curse them!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next morning, Balaam got up and told Balak's men, \"Go back home. But go by yourselves, because Yahweh is not allowing me to go with you.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the men from Moab returned to King Balak and they reported to him, \"Balaam refused to come with us.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Balak sent another group of leaders to Balaam. It was a group that was larger and they were more important than the men in the first group.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went to Balaam and told him this,\n"
      },
      {
        "tag": "pi",
        "type": "paragraph",
        "text": "\"This is what King Balak says, 'Please do not allow anything to hinder you from coming here.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will pay you a lot of money if you come, and I will do anything that you ask me to do. Just come and curse these Israelite people for me!'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Balaam answered them, \"Even if Balak would give me a palace filled with silver and gold, I would not do anything to disobey Yahweh, my God.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But stay here one more night, like the other messengers did, and I will find out if Yahweh has anything more to say to me.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That night God appeared to Balaam again and said to him, \"These men have come to request that you go back with them, so you may go with them, but do only what I tell you to do!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the next morning, Balaam put a saddle on his donkey and he departed with two of his servants along with the men from Moab.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even though God had given Balaam permission to go, he was still angry. So he sent one of his angels to Balaam. This angel stood in the road to block Balaam's path. As Balaam and the two servants were riding on their donkeys,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Balaam's donkey saw the angel. The angel was standing in the road and was holding a sword in his hand, but Balaam did not see him.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Balaam's donkey turned off the road into a field. So Balaam struck the donkey and forced it to go back onto the road.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the angel stood in a place where the road was very narrow, between two vineyards, with walls on each side of the road.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the donkey saw the angel standing there, it walked very close to the wall to try to get past the angel. As a result, it bashed Balaam's foot against the wall. So Balaam struck the donkey again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the angel went further along the road and stood at a place that was extremely narrow, with the result that the donkey could not get past at all.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This time, when the donkey saw the angel, it lay down on the ground with Balaam sitting on top of it. Balaam became extremely angry, and he struck the donkey again with his walking stick.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh enabled the donkey to speak! It said to Balaam, \"What bad thing have I done to you that caused you to strike me three times?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Balaam shouted, \"I struck you because you have caused me to appear to be foolish! If I had a sword with me, I would kill you!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the donkey answered, \"I am your own donkey, the one that you have always ridden! Have I ever done anything like this previously?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Balaam said, \"No.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh enabled Balaam to see the angel standing on the road, holding a sword in his hand. Balaam realized that it was an angel and prostrated himself on the ground in front of the angel.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel asked him, \"Why did you strike your donkey three times? I have come to block your path because what you are planning to do is wrong.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Three times your donkey saw me and turned away from me. If it had not done that, I would certainly have killed you already, but I would have allowed the donkey to live.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Balaam said to the angel, \"I have sinned. But I did not realize that you were standing there, trying to block my path. So if you do not want me to continue going, I will return home.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the angel replied, \"I will allow you to go with these men, but you must say only what I tell you to say!\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "So Balaam went on with the leaders whom Balak had sent.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When King Balak heard that Balaam was coming, he went to meet him at a city in Moab that is located alongside the Arnon River, near the border of his own land.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he arrived where Balaam was, he said to him, \"I sent you a message saying that you should come immediately! Why did you not come? Did you think that I was not able to pay you a lot of money for coming?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Balaam replied, \"I have come here now, but I am not able to say anything that I want to. I will say only the words that God tells me to say.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Balaam went with Balak to Kiriath Huzoth.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There Balak killed some cattle and sheep as sacrifices, and offered parts of the meat to Balaam and the leaders who were with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They slept there, and the next morning Balak took Balaam part way up the mountain to Bamoth Baal village. From there, they could see some of the Israelite people who were down below.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}