{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While the Israelites were camped at a place called Acacia Grove, some of the men became unfaithful to God by sleeping with some of the women of the Moab people group who lived in that area.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then those women invited the men to come when the sacrifices were being offered to their gods. The Israelite men accepted. They went to the feasts with the women and worshiped the gods of the Moab people group.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By doing that, the Israelite people joined the women in worshiping the god Baal who the Moab people group thought lived on Mount Peor. That caused Yahweh to become very angry with his people, and he sent a severe plague on many of the Israelite people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said this to Moses: \"Seize all the leaders of those who are doing this and execute them while I am watching. Do that in the daytime. After you do that, I will no longer be angry with the Israelite people.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses said to the other Israelite leaders, \"Each of you must execute your men who have joined others in worshiping Baal.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But later, while many people were crying at the entrance of the sacred tent, one of the Israelite men brought a woman from the Midian people group into his tent and started to sleep with her. Moses and all the people heard of it.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Phinehas, who was a grandson of Aaron, heard this, he grabbed a spear.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he rushed into the man's tent. He thrust the spear completely through the man's body and into the woman's belly and killed both of them. When he did that, the plague that had started to strike the Israelites stopped.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But twenty-four thousand people had already died from that plague.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Phinehas has caused me to stop being angry with the Israelite people, by being as eager as I am to stop this sinful behavior. I was ready to get rid of all the Israelite people because I was extremely angry, but Phinehas has prevented me from doing that.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now tell him that I am making a special peace agreement with him.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this agreement, I am promising to give to him and to his descendants the right to be priests. I am doing this because he showed that he was very eager to honor me, his God, by stopping this sinful behavior. He has satisfied my holy righteousness against the sinfulness of Israel by causing me to forgive them for their sin.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite man who was killed with the woman of the Moab people group was named Zimri son of Salu, who was the leader of a family from the tribe of Simeon.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman's name was Kozbi. She was the daughter of Zur, who was the leader of one of the clans of the Midian people group.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Take your men and attack the Midian people group and kill them.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They have become your enemies, because they tricked you Israelite people and induced many of you to worship Baal, and because one of your men slept with Kozbi, who was the daughter of a leader of the Midian people group. She was killed at the time the plague started because of the people who sinned at Mount Peor.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}