{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day the five daughters of Zelophehad came to Moses. They were Mahlah, Noah, Hoglah, Milkah, and Tirzah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They came to the entrance of the sacred tent and stood in front of Eleazar, Moses, the tribal leaders, and many other Israelite people.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"Our father died during the time that we were in the desert, and he did not have any sons. But he was not among those who supported Korah, who rebelled against Yahweh, and he died because of his own sin. He did not have any sons. \n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Why should the name of his clan disappear because our father had no sons? So give us some land like our father's relatives will be getting!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses asked Yahweh what to do about their case.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And Yahweh replied,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"What the daughters of Zelophehad are requesting is right. You must give them some land, just as you are giving to their father's relatives. Give to each of them some of the land that would have been given to their brothers if they had any.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also tell this to the Israelite people: 'If a man who has no sons dies, give the things that his sons would have inherited to his daughters.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the man has no sons or daughters, give to his brothers the things that his sons and daughters would have inherited.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the man had no brothers, give to his father's brothers the things that his sons or daughters or brothers would have inherited.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the man's father has no brothers, give to his closest relative the things that the others would have inherited.' That will be a rule for the Israelite people, because I am giving this as a command to you, Moses, to tell them.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day, Yahweh said to Moses, \"Climb to the top of the Abarim mountains east of the Jordan River. Then look out over the land that I am giving to the Israelite people.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After you have seen it, you will die just like your older brother Aaron did.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The reason that you will die and not enter that land is that you both disobeyed my instructions in the wilderness of Zin. When the Israelite people rebelled against me there at Meribah, near Kadesh, I told you to speak to the rock to cause water to flow out of it. But because you struck the rock instead of speaking to it, you did not show the people my holy power.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses said this to Yahweh,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Yahweh, you are the God who directs the spirits of all people. So please appoint a new leader for the Israelite people.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Appoint someone who will lead your people when they go to fight a battle, so that they will not just wander around like sheep that do not have a shepherd.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh replied, \"Get Joshua son of Nun, who has my Spirit within him. Lay your hands on him to appoint him.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Cause him to stand in front of Eleazar the priest, as all the people are watching, and commission him to be the new leader of the Israelite people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Give to him some of the authority that you now have, in order that all the Israelite people will know that they must obey him.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you all need me to guide you, Joshua will stand in front of Eleazar. Then by casting lots Eleazar will determine what they should do. At Joshua's command all people of Israel will mobilize themselves together.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses did what Yahweh commanded. He presented Joshua to Eleazar and to all the Israelite people.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses laid his hands on him and commissioned him to do the work that Yahweh told Moses to tell him to do.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}