{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said this to Moses,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell this to the Israelite people, 'Bring to me the offerings that will be burned on the altar. When they are burned, the smell will be very pleasing to me. And tell them that they must bring them at the proper time.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them that what they must bring to me each day are two male lambs that are one year old. They must have no defects. They must be completely burned on the altar.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They should bring one in the morning and the other early in the evening.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must also bring a flour offering of two liters of finely-ground flour, mixed with a liter of olive oil.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is the offering that they must bring every day. They started to bring those offerings while you were at Mount Sinai. When those offerings are burned on the altar, the smell will be very pleasing to me.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they burn each lamb, they must also pour on the sacred altar in the holy place one liter of wine.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the evening, when they offer the second lamb, they must also bring the same offerings of flour and wine as they burned in the morning. When they are burned, the smell will also be very pleasing to me.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On each Sabbath, you must bring two male lambs that have no defects. Also bring a flour offering of four and one-half liters of finely ground flour mixed with olive oil and a wine offering of four and one-half liters of wine.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those are the offerings that are to be burned on the altar each Sabbath. Those are in addition to the offerings of two lambs and wine that you must bring each day.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the first day of each month you must bring to me an offering of two young bulls, one male sheep, and seven male lambs that are one year old. All of these must be without defects. They must all be burned completely on the altar.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also bring with each bull an offering of six liters of finely-ground flour mixed with olive oil. With each male sheep make an offering of four liters of nice flour mixed with olive oil.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also bring an offering of two liters of finely-ground flour mixed with olive oil with each lamb. When all of these are burned on the altar, the smell will be very pleasing to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "With each bull also bring two liters of wine. With each male sheep, bring one and one-fifth liters of wine. With each lamb bring one liter of wine. These offerings must be brought on the first day of each month and burned completely on the altar.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In addition to these offerings that you burn, you must bring to me one goat for an offering to remove the guilt of your sins.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Passover festival must be celebrated to honor me each year on the fourteenth day of your first month.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Festival of Unleavened Bread will start on the next day. For the following seven days, the bread that you eat must be made without yeast.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the first day of that festival, you must gather together to worship me, and you must not do any regular work that you would normally do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day, you must bring to me for an offering that will be completely burned on the altar two young bulls, one male sheep, and seven male lambs that are one year old. They must all have no defects.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "With each of these bulls, bring a grain offering of six liters of finely-ground flour mixed with olive oil. With the male sheep, bring a grain offering of four liters of finely ground flour mixed with olive oil.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "With each of the seven lambs, bring an offering of two liters of finely-ground flour mixed with olive oil.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also bring one goat for a sacrifice to make atonement for your sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bring these offerings in addition to the offerings that you bring each morning.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The smell of the grain that is burned on the altar each day for seven days will be very pleasing to me. Bring the grain in addition to the animals and the wine that you burn on the altar.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the seventh day of that festival, you must again gather together to worship me, and you must not do any regular work that you would normally do.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the day of the Harvest festival, when you bring to me the first grain that you have harvested, you must gather together to worship me. Do not do any regular work that you would normally do on that day.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bring to me two young bulls, one male sheep, and seven male lambs that are one year old. When they are completely burned on the altar, the smell will be very pleasing to me.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also bring a flour offering of finely ground flour mixed with olive oil. For each bull bring five and three-quarters of a liter, and with each male sheep bring three and four-fifths liters.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For each of the lambs bring two liters.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also sacrifice one male goat to make atonement for your sins.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bring these offerings and the offering of wine in addition to the animals and flour that you burn on the altar each day. And remember that the animals that you sacrifice must have no defects.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}