{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are some of the things that happened to Aaron and Moses when Yahweh spoke to Moses on Mount Sinai.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron had four sons. They were Nadab the oldest, Abihu, Eleazar, and Ithamar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the names of Aaron's sons who were anointed priests and set apart as priests and whom he ordained to serve as priests.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But, while Yahweh was watching, Nadab and Abihu died in the wilderness of Sinai because they burned incense in a manner that was disobedient to what Yahweh had commanded. They had no sons, so Eleazar and Ithamar were the only sons of Aaron who were left to be priests, along with their father Aaron.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Bring the men of the tribe of Levi and present them to Aaron, in order that they may assist him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will serve Aaron and all the other Israelite people, while they do their work inside the sacred tent and outside it.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must serve all the Israelite people by taking care of all the things that are inside the sacred tent.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Appoint them to help Aaron and his two sons. I have chosen them from all the Israelite people to do that.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Appoint Aaron and his two sons to do the work that priests do. But anyone else who comes close to the sacred tent to do that work must be executed.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also told Moses,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Note that from all the Israelites I have chosen the men of the tribe of Levi to take the places of all the firstborn sons of the Israelite people. The male descendants of Levi belong to me,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because truly all the firstborn males belong to me. That is because on the day that I killed all the firstborn sons of the people of Egypt, I spared all the firstborn sons of the Israelites and set them apart for myself. I also set apart the firstborn males of your domestic animals. They belong to me, Yahweh.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses again in the wilderness of Sinai. He said,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Count the male members of the tribe of Levi. Write down their names and the names of their clans and family groups. Count all the males who are at least one month old.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses counted them, just as Yahweh commanded.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Levi had three sons, whose names were Gershon, Kohath, and Merari.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gershon had two sons, Libni and Shimei. The clans who were descended from them had the same names as those two sons.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Kohath had four sons, Amram, Izhar, Hebron, and Uzziel. The clans who were descended from them had the same names as those four sons.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Merari had two sons, Mahli and Mushi. The clans who were descended from them had the same names as those two sons.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Those are the clans who were descended from Levi.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The two clans descended from Gershon are those that were descended from his sons Libni and Shimei.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In those two clans there were 7,500 males who were at least one month old.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were told to set up their tents on the west side of the sacred tent.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The leader of those two clans was Eliasaph son of Lael.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their work was to take care of the sacred tent, including its curtains and coverings and the curtain at its entrance,\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the curtains that formed the walls around the courtyard that is around the tent and around the altar, the curtains that were at the entrance of the courtyard, and the ropes for fastening the tent. They also did all the work of taking care of the things outside the sacred tent.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The clans that were descended from Kohath were those descended from his sons Amram, Izhar, Hebron, and Uzziel.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In those four clans there were 8,600 males who were at least one month old. The work of the men of the clans was to take care of the things that are inside the sacred tent.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They set up their tents on the south side of the sacred tent.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The leader of those four clans was Elizaphan son of Uzziel.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The work of the men of those clans was to take care of the sacred chest, the table on which the priest put the sacred bread, the lampstand, the altars, all the items that the priest used in the sacred tent, and the curtain that is inside the tent. Their work was also to take care of the things inside the tent.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron's son Eleazar was the leader of all the male descendants of Levi. He supervised all the work that was done at the sacred tent.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The clans that were descended from Merari were those descended from his sons Mahli and Mushi.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In those two clans there were 6,200 males who were at least one month old.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were told to set up their tents on the north side of the sacred tent. The leader of those two clans was Zuriel son of Abihail.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The work of the men of those two clans was to take care of the frames that held up the tent, the crossbars, the pillars, and the bases. They also did all the work that was connected with those items.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their work was also to take care of the posts that held up the curtains that formed the walls of the courtyard, and all the bases, tent pegs, and ropes that fastened those curtains.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron and Moses and Aaron's sons were told to set up their tents in the area in front of the sacred tent, on the east side. Their work was to supervise the work that would be done in and around the sacred tent, for the benefit of the Israelite people. Only the priests were permitted to do that. Yahweh declared that anyone else who went near the tent to do the work that the priests do must be executed.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Aaron and Moses counted all the males who were at least one month old, who belonged to the clans descended from Levi, the total was twenty-two thousand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"Now count all the other firstborn males in Israel who are at least one month old, and write down their names.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, set apart for me the descendants of Levi to be substitutes for the firstborn males of the other Israelites. And set apart for me the livestock of the descendants of Levi to be substitutes for the firstborn livestock of the other Israelite people.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses did that. He counted the firstborn males of all the Israelite people, as Yahweh had commanded.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The total of those who were at least one month old was 22,273.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses,\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Set apart the descendants of Levi to be substitutes for the firstborn males of the other Israelite people. The descendants of Levi belong to me, Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There are 273 more firstborn males of the other Israelite people than of the descendants of Levi.\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses did that. He collected the silver from those 273 males.\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The total was 1,365 pieces of silver. Each silver piece weighed the same as each of the silver pieces stored in the sacred tent.\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses gave these silver pieces to Aaron and his sons, as Yahweh had commanded.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "47-48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To pay for these 273 males, collect five pieces of silver for each of them. Each of those pieces of silver must weigh the same as each of the silver pieces that are stored in the sacred tent. Give this silver to Aaron and his sons.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}