{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses and said,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell the Israelite people that they should pay back the Midian people group for what they did to you. After that happens, you will die.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses said to the people, \"Get some men prepared for battle. Yahweh will enable them to pay back the Midian people group for what they did to us.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Select a thousand men from each tribe to fight.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So twelve thousand men prepared for fighting in the battle, one thousand from each tribe.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Moses sent them to the battle, Phinehas son of Eleazar the priest, went with them. He took with him some of the things from the sacred tent and the trumpets that would be blown to give the signal to start the battle.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite men fought the soldiers from the Midian people group, as Yahweh had told Moses to tell them to do, and they killed every man from the Midian people group.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Among those whom they killed were the five kings of the Midian people group—Evi, Rekem, Zur, Hur, and Reba. They also killed Balaam with a sword son of Beor.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They captured all the women and children of the Midian people group and took away their cattle, their flocks of sheep, and herds of goats, and all their other possessions.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they burned down all the houses in the towns and villages where the people of the Midian people group lived.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they took home with them all the women and children and animals and possessions.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They brought all these to Eleazer and Moses, and to the rest of the Israelite people who were at their camp on the plains of Moab, near the Jordan River, across from Jericho.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eleazar and all the leaders of the people and Moses went outside the camp to greet them.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Moses was angry with some of the men who had returned from the battle. He was angry with the army officers, those men who were commanders over thousands of men and those who were commanders over hundreds of men.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He asked them, \"Why did you allow the women to live?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They are the ones who did what Balaam suggested and urged our people to worship Baal instead of Yahweh. As a result, Yahweh caused a plague to strike his people while they were at Peor.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, now you must kill all the boys of the Midian people group, and also kill all the women who have slept with any man.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Spare only the girls who are virgins. You can keep them to be your wives or your slaves.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All of you who have killed someone or touched the corpse of someone who was killed in the battle must stay outside the camp for seven days. On the third day and on the seventh day, you must perform the ritual to enable you to become acceptable to God again.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must also wash your clothes and anything that you took to the battle that is made of leather or goat's hair or wood.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Eleazar said to the soldiers who had returned from the battle, \"This is what Yahweh has instructed Moses.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must put into a fire any gold or silver or bronze or iron or tin or lead things that you brought back from the battle.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Put everything that will not burn into the fire, and then they will be acceptable for you to use. But also sprinkle those things with the water that causes things and people to become acceptable to God. The things that would burn if you put them in a fire, sprinkle them with that water.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the seventh day, wash your clothes, and then you will become acceptable to God again. After you do that, you may return to the camp.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also said to Moses,\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Write down a list of all the goods, the women, and the animals that were captured in the battle.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then tell Eleazar and the leaders of the family groups that they must they must divide all those things between the men who fought in the battle and the rest of the people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the men who fought in the battle, take one from every five hundred people and from every five hundred cattle and donkeys and sheep, to be a tax for me.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take these things to Eleazar to be my share as the offering presented to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And from the other things, take one item from every fifty. That includes people, cattle, donkeys, sheep, goats, and other animals. Give those things to the descendants of Levi who take care of my sacred tent.\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Eleazar and Moses did what Yahweh commanded.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men who fought in the battle took 337,000 sheep from the battle,\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and they gave 675 of them to Yahweh.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took thirty-six thousand cattle and gave 72 of them to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took 30,500 donkeys, and they gave 61 of them to Yahweh.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took sixteen thousand virgins, and they gave 32 of them to Yahweh.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses gave to Eleazar all the animals that had been presented to Yahweh, as Yahweh had commanded.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From what the people received, Moses took one from every fifty items and gave them to Yahweh. That included animals and people. As Yahweh commanded, Moses gave them all to the descendants of Levi who took care of the sacred tent.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the army officers, those who were commanders over thousands of men and those who were commanders over hundreds of men, they came to Moses.\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"We, who are your servants, have counted the soldiers whom we command, and we found that none of them is missing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So to thank Yahweh for that, we have brought to him a gift of the gold items that we found after the battle, gold arm bands and bracelets and rings, earrings and necklaces. We hope that this will atone for our sins.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Eleazar and Moses accepted the gold items that they brought.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The total of the offering they presented weighed about one hundred and ninety one kilograms.\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each soldier had taken these things for himself.\n"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eleazar and Moses accepted these gold items from these commanders and put them in the sacred tent to remind the Israelite people about how Yahweh had helped them defeat the Midian people group.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32-35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were 675,000 sheep, seventy-two thousand cattle, sixty-one thousand donkeys, and thirty- virgins that they had captured from the Midian people group.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "42-46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses separated what those who had fought in the battle received from what the other people received. The people received 337,500 sheep, thirty-six thousand cattle, 30,500 donkeys, and sixteen thousand virgins.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}