{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of the tribes of Reuben and Gad had a lot of livestock. They saw that the land near the city of Jazer and the region of Gilead east of the Jordan River had good grass for the animals to graze on.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So their leaders came to Eleazar and the leaders of the people and Moses. They said,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"We have a great amount of livestock.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh has enabled us Israelites to capture some land that is very good for animals to graze on—the land near the towns of Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo, and Beon.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If it pleases you, we would like this land to be ours, instead of land on the other side of the Jordan River.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses replied to the leaders of the tribes of Gad and Reuben, \"It is not right for your fellow Israelites to go to fight in wars and you stay here!\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you do that, you will cause the other Israelites to be discouraged, with the result that they will not cross the Jordan River to the land that Yahweh is giving to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our ancestors did the same kind of thing. I sent them from Kadesh Barnea to see what the land of Canaan was like.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went as far as Eshcol Valley, but when they saw the huge people in the land, they returned and caused the Israelite people to be discouraged saying, 'We should not try to enter the land that Yahweh said that he is giving to us.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh became very angry with them, and he solemnly declared this,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh was angry with the Israelite people, and as a result he has caused us to wander in this desert for forty years. Finally, all the people who had sinned against Yahweh by refusing to trust him died, one by one.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And you are acting like your ancestors did! You sinful Israelite people are going to cause Yahweh to be more angry with you than he was with our ancestors!\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you stop trusting him, he will cause you and all your fellow Israelites to stay longer in the desert, and he will get rid of all of you!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the leaders of the tribes of Reuben and Gad said to Moses, \"First we will build pens for our animals and build cities for our families here.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then our families will live in strong cities with walls around them, and they will be safe from the people who live in this land. Then we will get ready to fight battles. We will help the other Israelites to get land on the other side of the river.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We will not return to our homes until every Israelite has received some land.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We will not take any land on the west side of the Jordan River, because our land will be here on the east side.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses told them, \"I will tell you what you must do. You must get ready to fight battles for Yahweh.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must cross the Jordan River carrying your weapons.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Yahweh helps us to take that land from the people who live there, you will be permitted to return to your homes. You will have done what you have promised Yahweh and the Israelite people that you would do, and you may keep this land to be your own, given to you by Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you do not do these things, you will be sinning against Yahweh, and he will punish you for that sin.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now you can build cities for your families and pens for your animals, but after doing that, you must do what you have promised.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The leaders of the tribes of Gad and Reuben replied, \"We will do what you have asked us to do, because you are our leader.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our wives and children and our cattle and sheep and goats will stay here in the cities of the Gilead area,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but we will prepare to go to battle. We will take our weapons and go across the Jordan River and fight for Yahweh, just as you, our leader, have said.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses gave instructions about them to Eleazar, Joshua, and the leaders of the Israelite tribes.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to them, \"If the men from the tribes of Gad and Reuben prepare for battle and cross the Jordan River with you, in order to do what Yahweh desires and help you to take that land, give them the Gilead area to belong to them.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if they do not take their weapons and go with you prepared to fight, they will not receive this land. They will need to accept some land in Canaan, like the rest of you will do.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The leaders of the tribes of Gad and Reuben replied, \"We will do what you have said and what Yahweh has said.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We will cross the river into Canaan land, and we will do what Yahweh desires and be prepared for battle. But our land will be here on the east side of the Jordan River.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses agreed to give that land to the tribes of Gad and Reuben and to half of the tribe of Joseph's son Manasseh. That land was previously the land where Sihon, the king of the Amor people group, ruled, and the land where Og, the king of Bashan region, ruled, including its cities and surrounding land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of the tribe of Gad rebuilt Dibon, Ataroth, Aroer,\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Atroth Shophan, Jazer, Jogbehah,\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Beth Nimrah, and Beth Haran cities. Those were cities with strong walls around them. And they also built pens for their sheep.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of the tribe of Reuben rebuilt Heshbon, Elealeh, Kiriathaim,\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nebo, Baal Meon, and Sibmah cities. When they rebuilt Nebo and Baal Meon, they gave new names to those cities.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The descendants of Manasseh's son Makir went to the region of Gilead and took it away from the Amor people group.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses gave Gilead to the family of Makir, and they started to live there.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jair, who was also a descendant of Manasseh, went and captured the small towns in that region, and he named them the Towns of Jair.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A man named Nobah went and captured the city of Kenath and the nearby towns, and then he used his own name to be the new name of that area.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11-12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'From all the people who came out of Egypt, the only ones who are at least twenty years old who will see the land that I promised to give to Abraham, Isaac, and Jacob, are Jephunneh's son Caleb and Nun's son Joshua, because they trusted me completely. None of the other people who came out of Egypt will even see that land, because they have not completely believed in my power.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}