{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh told this to Moses while the Israelites were on the plain in Moab near the Jordan River, across from Jericho,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell the Israelite people that from the land that they will receive, they must give to the descendants of Levi some cities in which they can live. They must also give them some land around these cities.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These cities will be for the descendants of Levi to live in, and around the cities will be land for their cattle and flocks of sheep and goats and other animals.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The land that you give them for their animals must extend out for 457 meters from the walls of the cities.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also measure 920 meters in each direction out from the walls of each city. That additional land will be land for their animals outside the walls of the cities.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Six of the cities that you give to the descendants of Levi will be cities to which people can run to be safe. If someone accidentally kills someone else, the one who killed that person may run to one of those cities to be safe.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must also give to the descendants of Levi forty-two other cities and the land around those cities for their animals.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite tribes who have the most people must give them more cities than the tribes who have fewer people give. Each tribe must give some of its cities to the descendants of Levi, but the tribes that have more land must give more cities, and the tribes that have fewer cities will give fewer cities.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also said to Moses,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell this to the Israelite people, 'When you cross the Jordan River and enter the region of Canaan,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "you must choose some cities to which people can run to be safe. If someone kills another person, the one who killed that person may run to one of those cities and be safe.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of the relatives of the person who was killed may think he must avenge his relative's death by killing the murderer. But in that city, the killer will be safe because the people in that city would kill those relatives if they tried to get revenge there. The man who killed someone accidentally must be put on trial in a court.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must set apart six cities to be cities to which someone who killed another person accidentally may run and be safe.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There must be three of these cities on the east side of the Jordan River and three on the west side, in the region of Canaan.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those six cities will be cities where Israelite people may run and be safe, and where foreigners and other people who are living among you can also run and be safe. Any of those people who accidentally kills someone may run to one of these cities and be safe there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A relative of the person who was murdered must be the one who executes the murderer as soon as he finds him.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If someone shoves another person over a cliff or throws something at another person\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "or hits that person with his hand and causes that person to die, if he did it because he hated that person, then you must consider that he is a murderer, and must be executed. A relative of the person who was killed must be the one who executes the murderer as soon as he finds him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But someone might accidentally shove someone else, or he might accidentally throw something at another person and hit him, but not because he hates that person.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Or he might drop a rock on someone that he could not see. There is a law for the one who does that did not plan to hurt anyone and did not hate the person who was killed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That law is that the people of that city must decide whether the relative of the dead person has the right to get revenge, or whether the one who killed the other person truly did it accidentally.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If they decide that the killer planned to kill the other person, they must not allow him to stay in their city. But if they decide that it was done accidentally, they must protect the killer from being killed by the dead person's relative. They must send the killer to one of the cities where he will be safe, and allow him to stay there until the high priest dies. After that, the killer may go back to his home, because the dead person's relative no longer has the right to get revenge.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But while the high priest is still living, the person who is in that safe city must not leave that city.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If he goes outside the city, and if a relative of the dead person finds him, that relative is permitted to kill that person, and people will not consider that the relative is guilty of murder.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The killer must stay in that city where he will be safe until the high priest dies. He will be safe from revenge after that, because the death of the high priest will be considered to be a sacrifice to atone for that murder. After that, the killer may return to his home.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must always obey these legal proceedings, wherever you live.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If someone is accused of killing another person, the one who is accused may be executed only if there are people who saw him do it. There must be more than one witness. No one is permitted to be executed if there was only one witness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If there is a murderer who truly should be executed, do not spare his life by accepting a ransom. He must be executed.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If someone has run to a city where he will be safe, do not allow him to give you money in order that you will permit him to return to his home before the high priest dies.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must execute people who truly murder others. If you did not do that, you would be causing the people who live in the land to become unacceptable to me. Anyone who deliberately kills an innocent person must be executed.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am Yahweh, and I live among you Israelites, so do not spoil the land by allowing people to murder others without being punished.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16-18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you must consider that anyone who kills another person with an iron weapon or with a big rock or with a piece of wood, is a murderer, and the one who killed the other person must be executed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}