{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The family leaders of the clan of Gilead of the tribe of Manasseh went to Moses and the other family leaders of the Israelite people.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to Moses, \"Yahweh commanded you, our leader, to apportion the land to the Israelite tribes by casting lots to decide which group would get which area. Yahweh also commanded you to give the land that belonged to our fellow Israelite Zelophehad to his daughters.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if his daughters marry men from the other Israelite tribes, that land will no longer belong to our tribe. People of other tribes will get it. So some of our land will no longer belong to us.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the year of the celebration of Jubilee comes, when all the land that has been bought by someone is returned to its original owners, the land that belonged to Zelophehad will belong to the tribes of the men that his daughters marry. So some of our land, the land that we received from our fathers, will be taken from us, and we will never own it again.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh told Moses what to reply to them, so Moses said this to them, \"These men from the tribe of Manasseh are right.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what Yahweh is saying to the daughters of Zelophehad, 'Each of you may marry anyone you want to, but you must marry only someone from your own tribe.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that way, the land that belongs to Israelites will not be passed from one tribe to another tribe. Each Israelite will keep the land in the tribe that belonged to his ancestors.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A woman who inherits her father's land may get married, but she must marry someone from her own tribe. In that way, every Israelite will keep the land that belonged to his ancestors.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The land must not be passed from one tribe to another tribe. Each Israelite tribe must keep the land that it received from its ancestors.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zelophehad's daughters obeyed what Yahweh told Moses.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The five daughters—Mahlah, Tirzah, Hoglah, Milkah and Noah—married their cousins, their father's relatives.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men whom they married were from the tribe of Manasseh, so their land continued to belong to their father's family and tribe.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those were the commands and decrees that Yahweh gave to Moses to tell to the Israelites, while they were on the plains of Moab, close to the Jordan River, across from Jericho.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}