{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Write down the names of the men who belong to the clans descended from Kohath.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Write the names of the men who are between 30 and 50 years old. These will be men who will do work at the sacred tent.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The work of these descendants of Kohath will be to take care of the sacred items that are used when the people worship at the sacred tent.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you Israelites move to another location, Aaron and his sons must enter the tent to take down the curtain that separates the very holy place from the holy place in the sacred tent. They must cover the sacred chest with that curtain.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they must cover that with a covering made from sea cow skins. Over that they must spread a blue cloth. Then they must insert into the rings on the chest the poles for carrying it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they must put a blue cloth over the table on which the priests will put the bread to display before God. On top of the cloth they must put the bowls for incense, the pans, the other dishes, the jars for the wine that will be offered as a sacrifice, and the sacred bread.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Over all of this they must spread a scarlet cloth. Finally, they must put on top a covering made from sea cow skins. Then they must insert into the rings at the corners of the tables the poles for carrying it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then with another blue cloth they must cover the lampstand, the lamps, the lamp snuffers, the trays, and the special jars of olive oil to burn in the lamps.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must cover the lampstand and all the other items with a covering made from sea cow skins. They must place all these things on a frame for carrying them.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they must spread another blue cloth over the gold altar which is used for burning incense. Over this they must spread a covering made from sea cow skins. Then they must insert into the rings of that altar the poles for carrying it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must take all the other items that are inside the sacred tent and wrap them in a blue cloth, cover that with a covering made from sea cow skins, and place all that on a frame for carrying it.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they must remove the ashes from the altar on which they have burned sacrifices. Then they must cover the altar with a purple cloth.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they must spread on top of the cloth all the items used at the altar—the pans for carrying the hot coals, the meat forks, the shovels, the bowls that hold the blood to sprinkle on the people, and all the other containers. Then they must spread over all those things a covering made from sea cow skins. Then they must insert into the rings at the sides of the altar the poles for carrying it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Aaron and his sons have finished covering all these sacred things, the Israelite people will be ready to move to a new location. The descendants of Kohath must come and carry all the sacred things to the next place where the Israelites will set up their tents. But the descendants of Kohath must not touch any of these sacred items, because they will immediately die if they touch them. They are the ones who will carry these things, but they must not touch them.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron's son Eleazar will have the work of taking care of the olive oil for the lamps, the sweet smelling incense, the flour that will be burned on the altar each day, and the olive oil for anointing the priests. Eleazar is the one who will supervise the work that is done at the sacred tent and the men who take care of everything that is in it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Aaron and Moses,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also said to Moses,\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Write down the names of all the men who belong to the clans descended from Gershon.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Write the names of the men who are between thirty and fifty years old. They will be men who will also do work at the sacred tent.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the work that they must do and the things that they must carry when you move to a new location:\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must carry the curtains of the sacred tent. They must carry the sacred tent and all the things that cover it, including the outer covering made from sea cow skins, and the curtain which is at the entrance of the sacred tent.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must also carry the curtains that form the wall that surrounds the courtyard that surrounds the sacred tent and the altar, the curtain that is at the entrance to the courtyard, and the ropes that fasten the curtains. They must also do the packing and loading of these things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron and his sons will supervise the work of all the descendants of Gershom. That work includes carrying those things and doing other work that is necessary for moving them. They must tell each of the descendants of Gershom what things they must carry.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those are the tasks that you must give to the men who belong to the clans descended from Gershom. Aaron's son Ithamar is the one who will supervise their work.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Count also the men who belong to the clans descended from Merari.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Write the names of the men who are between thirty and fifty years old. They will be men who will also work at the sacred tent.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their work will be to carry the frames that hold up the sacred tent, the crossbars, the posts that hold up the curtains, and the bases.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must also carry the posts for the curtains that form the walls of the courtyard and the bases for the posts, the tent pegs, and the ropes to fasten the curtains. Tell each man what things he must carry.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those are the tasks that the descendants of Merari must do at the sacred tent. Aaron's son Ithamar is the one who will supervise them.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Aaron and Moses and the Israelite leaders counted the descendants of Kohath, writing also the names of their clans and family groups.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They counted all the men who were between thirty and fifty years old who were able to work at the sacred tent.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The total was 2,750 men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were the descendants of Kohath who were able to work at the sacred tent. Aaron and Moses counted them just as Yahweh had commanded Moses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also counted the descendants of Gershon, writing also the names of their clans and family groups.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They counted all the men who were between thirty and fifty years old who were able to work at the sacred tent.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The total was 2,630 men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were the descendants of Gershon who were able to work at the sacred tent. Aaron and Moses counted them as Yahweh had commanded.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also counted the descendants of Merari, writing also the names of their clans and family groups.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They counted all the men who were between thirty and fifty years old who were able to work at the sacred tent.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The total was 3,200 men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were the descendants of Merari who were able to work. Aaron and Moses counted them as Yahweh had commanded Moses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Aaron and Moses and the Israelite leaders counted all the descendants of Levi, writing also the names of their clans and family groups.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They counted all the men who were between thirty and fifty years old. They were ones who were able to work at the sacred tent and who carried the tent and everything that was connected with it.\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The total was 8,580 men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They completed the counting of all the descendants of Levi, as Yahweh had commanded Moses. And they told each man what work he was to do and what things he must carry when they moved to a new location.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18-20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"When the descendants of Kohath approach the sacred items in the sacred tent to take them to another location, Aaron and his sons must always go in with them and show each of them what work to do and what things to carry. But the descendants of Kohath must not enter the sacred tent at any other time and look at the things that are in it. If they do that, I will get rid of all the descendants of Kohath.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}