{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell this to the Israelite people: 'You must send away from your camp where you have your tents any man or woman who has leprosy and anyone who has a discharge of some fluid from his body, and anyone who has become unacceptable to God because of having touched a corpse.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Send them away in order that they will not touch people in the camp area where I live among you and cause them to become unacceptable to me.'\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Israelite people obeyed what Yahweh commanded Moses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also told Moses,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell this to the Israelite people: 'If someone commits a crime against another person, I consider that that person has done wrong to me.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That person must confess that he or she is guilty, and he or she must pay to the person to whom wrong was done what others consider to be a suitable payment for what he has done, and he must pay an extra 20 percent.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the person against whom the wrong was done has died and there is no relative to whom the money can be paid, then the money belongs to me, and it must be paid to the priest. In addition, the one who did the wrong must give a male sheep to the priest to sacrifice in order that that person's sin may be forgiven.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the sacred offerings that the Israelites present to me by bringing them to the priest will belong to the priest.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest can keep those gifts.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also said this to Moses:\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell this to the Israelite people: 'Suppose a man thinks that his wife has not always slept faithfully only with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suppose he thinks that she has slept with another man, but he does not know if this is true or not, because he did not see her do it. She was not caught in the act and the fact that she broke her vow to her husband could not be proved because no one saw her doing that.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the woman's husband is jealous, and if he suspects that she has committed adultery, and he would want to know whether that is true or not, and so there is a test whether she had been impure. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To test whether she had committed adultery he should take his wife to the priest. He must take along as an offering two liters of barley flour. The priest must not pour olive oil or incense on it, because this is an offering that the man has brought because he is jealous. It is an offering to find out if she is guilty or not.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must tell the woman to stand in front of the altar in my presence.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must put some sacred water in a clay jar, and then he must put some dirt from the floor of the sacred tent into the water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must untie the woman's hair. Then he must put in her hands the flour offering that her jealous husband is offering to determine whether she has committed adultery or not. The priest must hold the bowl that contains bitter water that will cause the woman to be cursed if she is guilty.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must require her to solemnly declare that she will tell the truth. He must say to her, \"Has another man slept with you? Have you faithfully slept only with your husband or not? If you have not slept with another man, nothing bad will happen to you if you drink the water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you have slept with another man, Yahweh will curse you.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priest must write with ink on a small scroll these curses and then wash the ink off into the bitter water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and burn part of it as a sacrifice. Then the woman must drink the bitter water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the woman has committed adultery instead of faithfully sleeping only with her husband, the water will cause her to suffer greatly. Her stomach will swell up and her womb will shrink, and she will be unable to give birth to children. And then her relatives will curse her.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if she is innocent, her body will not be harmed, and she will still be able to give birth to children.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is the ritual that must be performed when a woman who is married has sinned by committing adultery,\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "or when a man is jealous and suspects that his wife has slept with another man. The priest must tell that woman to stand at the altar in my presence and obey these instructions.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even if the woman has not done what the husband suspected, he will not be punished for doing something wrong by bringing his wife to the priest. But if his wife is guilty, she will suffer as a result.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21-22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your womb will shrivel up and your stomach will swell up. You will never be able to give birth to children, and as a result, everyone will curse you and avoid you. If you have committed adultery, when you drink this water, that is what will happen to you.\" Then the woman must answer, \"If I am guilty, I will not object if that happens.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24-25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must take from her the offering of barley flour that she is holding; he must lift it up to dedicate it to me. Then he must put it on the altar\n"
      }
    ]
  }
}