{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also said this to Moses:\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell this to the Israelite people: If any of you wants to make a solemn promise to dedicate himself to belong to me in a special way, after you obey these instructions, you will be called a Nazir, which means 'a dedicated person.'\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not drink any wine or other alcoholic drink. You must not drink grape juice or eat grapes or raisins.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not eat anything that comes from grapevines, not even the skins or seeds of grapes, during the time that you are a Nazir.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even your hair will be dedicated to me during the time that you are a Nazir, so you must never allow anyone to cut your hair. Until the time that your solemn promise to dedicate yourself to me is ended, you must allow your hair to grow long.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And you must not go near a corpse during the time that you are a Nazir.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even if the person who died is your father or your mother or your brother or your sister, you must not cause yourself to become unacceptable to me by coming close to the corpse. Your long hair shows that you belong to me in a special way, so you must do what you have solemnly promised and not cut your hair.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are required to keep doing this all the time that you are dedicated to me in this special way.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone dies very suddenly when he is near you, then your hair that you have dedicated to me is no longer sacred. So you must wait seven days and then shave it all off. Then you must perform a special ritual to cause yourself to become acceptable to me again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day you must bring two doves or two pigeons to the priest at the entrance of the sacred tent.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must kill the birds and offer them as sacrifices. One of them will be an offering to take away the guilt of your sin, and the other will be an offering that is burned completely to please me. After the priests burns them on the altar, I will forgive you for having come close to a corpse, and when your hair grows again it will be dedicated to me again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The amount of time that you were set apart for me the previous time does not count, because you had become unacceptable to me by coming close to a corpse during the time that you were a Nazir. So you must again make a solemn promise to dedicate yourself to me for the entire amount of time that you indicated the previous time. And you must also sacrifice a one year old lamb to take away your guilt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the time that you promised to dedicate yourself to me is ended, go to the entrance of the sacred tent\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and offer as sacrifices to me three animals that have no defects. Offer a one year old ram that will be burned completely, a one year old female lamb as a sacrifice to take away the guilt of your sin, and one full-grown ram as a sacrifice to restore fellowship with me.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you bring those animals, you must also bring some wine to offer as a sacrifice. And you must also bring a basket of bread that you have made with very good flour and olive oil. But you must not put any yeast in the bread. Also brush some olive oil on some thin wafers and bring them to the priest.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest will put the young lamb and the young ram on the altar and completely burn them, in order that I will be pleased and will forgive you.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he will kill the full-grown ram as an offering to restore fellowship with me, and he will also burn on the altar some of the bread and the flour and wine.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that, you must stand at the entrance of the sacred tent and shave off your hair. Then you must put that hair in the fire that is under the animal that has been sacrificed on the altar to restore fellowship with me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The meat from the ram's shoulder must be boiled. After it is cooked, the priest will take it along with one of the loaves of bread and one wafer which has been brushed with olive oil, and he will put them in your hands.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priest will take them back and lift them up high to dedicate them to me. They now belong to the priest, and he is permitted to eat some of the meat from the ram's shoulder and from its ribs and from one of its thighs, because that meat is his share of the sacrifice. After that, you will no longer be a Nazir, and you will again be permitted to drink wine.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those are the regulations about the offerings that Nazir solemnly promise to bring to me to end their time of being dedicated to me. They must bring these offerings, but if they want to, they may bring additional offerings. And they must do everything that they solemnly promised to do when they dedicated themselves to me.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also said to Moses,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell Aaron and his sons that when they ask me to bless the people, they must say,\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Yahweh bless you\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "and protect you.\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May he smile on you\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "and act kindly toward you.\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May he be good to you\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "and cause things to go well for you.'\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said, \"If Aaron and his sons ask me to bless the Israelite people, truly I will bless them.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}