{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One year after the Israelites left Egypt, on the first month of the second year, while they were in the wilderness of Sinai, Yahweh said to Moses,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell the Israelite people that they must celebrate the Passover festival again.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must do it on the fourteenth day of this month, early in the evening, and they must obey all the instructions about it that I gave you previously.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses told the people what Yahweh had said about celebrating the Passover.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people celebrated it there in the wilderness of Sinai, in the evening of the fourteenth day of the month, just as Yahweh had commanded Moses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But some of the Israelite people had touched a corpse, and as a result they had become unfit to celebrate the Passover. So they asked Aaron and Moses,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"It is true that we have touched a corpse. But why should that prevent us from celebrating the Passover festival and offering sacrifices to Yahweh like everyone else?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses replied, \"Wait here until I go into the sacred tent and find out what Yahweh says about it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses went into the tent and asked Yahweh what he should tell the people, and this is what Yahweh said:\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell this to the Israelite people: 'If any of you or your descendants touch a corpse and as a result become unacceptable to me, or if you are away from home on a long trip at the time to celebrate the Passover, you will still be permitted to celebrate it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you must celebrate it exactly one month later, early in the evening of the fourteenth day of that month. Eat the meat of the lamb for the Passover festival with bread that is baked without yeast, and eat bitter herbs.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not leave any of it until the next morning. And do not break any of the lamb's bones. Obey all the regulations about celebrating the Passover.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if any of you has not done anything that would make you unfit to celebrate the Passover festival, and you are not away from home on a long trip, and you do not sacrifice to me at the proper time, you will no longer belong to my people. You will be punished.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Settled foreigners who live among you must also celebrate the Passover festival and obey all my commands concerning it.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the cloud rose up and started to move to a new location, the Israelites followed it. When the cloud stopped, the Israelites stopped there and set up their tents.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelites moved when Yahweh told them to move and stopped when Yahweh told them to stop by causing the cloud to move or stop. When the cloud stayed over the sacred tent, the Israelites stayed at that place.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sometimes the cloud stayed over the sacred tent for a long time, so when that happened, the Israelites did not move.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sometimes the cloud remained over the sacred tent for only a few days. The people stopped and set up their tents as Yahweh commanded them, and they moved to a new location when Yahweh commanded them to do that.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sometimes the cloud stayed in one place for only one day. When that happened, when the cloud rose up into the sky the next morning, then the people moved. Whenever the cloud moved, during the day or during the night, the people moved.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the cloud stayed over the sacred tent for two days, or for a month, or for a year, during that time the people stayed where they were. But when the cloud rose up into the sky, they started to move.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Yahweh commanded them to stop and set up their tents, they did that. When he told them to move, they moved. They did whatever Yahweh told Moses they should do.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15-16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the day that the sacred tent was set up, a cloud covered it. But from the time that the sun set until the time that the sun rose the next day, the cloud resembled a huge fire. And that is what happened every day that the Israelites were in the wilderness.\n"
      }
    ]
  }
}