{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The word that came to Jeremiah from Yahweh, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Listen to the words of this covenant, and declare them to each man in Judah and to the inhabitants of Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Say to them, 'Yahweh, God of Israel says this: Cursed is anyone who does not listen to the words of this covenant.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the covenant that I commanded your ancestors to keep the day I brought them out from the land of Egypt, from the furnace for smelting iron. I said, \"Listen to my voice and do all of these things just as I have commanded you, for you will be my people and I will be your God.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Obey me so that I may confirm the oath that I swore to your ancestors, the oath that I would give them the land flowing with milk and honey, where you live today.'\" Then I, Jeremiah, answered and said, \"Yes, Yahweh!\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to me, \"Proclaim all these things in the cities of Judah and in the streets of Jerusalem. Say, 'Listen to the words of this covenant and carry them out.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I have been giving solemn commands to your ancestors from the day I brought them up from the land of Egypt until this present time, persistently warning them and saying, \"Listen to my voice.\"'\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they did not listen or pay attention. Each person has been walking in the stubbornness of his wicked heart. So I brought all the curses in this covenant that I commanded to come against them. But the people still did not obey.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next Yahweh said to me, \"A conspiracy has been discovered among the men of Judah and the inhabitants of Jerusalem.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They have turned to the iniquities of their earliest ancestors, who refused to listen to my word, who instead walked after other gods to worship them. The house of Israel and the house of Judah broke my covenant that I established with their ancestors.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore Yahweh says this, 'See, I am about to bring disaster on them, disaster from which they will not be able to escape. Then they will call out to me, but I will not listen to them.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The cities of Judah and the inhabitants of Jerusalem will go and call out to the gods to which they had given offerings, but they will certainly not be saved by them at the time of their disaster.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you Judah, the number of your gods has increased to equal the number of your cities. You have made the number of shameful altars in Jerusalem, incense altars for Baal, equal to the number of her streets.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you yourself, Jeremiah, must not pray for this people. You must not wail or pray on their behalf. For I will not be listening when they call on me in their disaster.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Why is my beloved one, the one who has had so many wicked intentions, in my house?\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "The meat of your sacrifices cannot help you. You rejoice because of your evil actions.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the past Yahweh called you a leafy olive tree, beautiful with lovely fruit.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "But he will light a fire on it that will sound like the roar of a storm; its branches will be broken.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Yahweh of hosts, the one who planted you, has decreed disaster against you because of the wicked acts that the house of Israel and the house of Judah have committed—they have angered me by giving offerings to Baal.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh made me know these things, so I know them. You, Yahweh, made me see their deeds.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I was like a gentle lamb being led to a butcher. I did not know that they had formed plans against me, \"Let us destroy the tree with its fruit! Let us cut him off from the land of the living so his name will be no longer remembered.\"\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet Yahweh of hosts is the righteous judge who examines the heart and the mind.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "I will witness your vengeance against them, for I have presented my case to you.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore Yahweh says this concerning the people of Anathoth who are seeking your life, \"They say, 'You must not prophesy in the name of Yahweh, or you will die by our hand.'\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore Yahweh of hosts says this, 'See, I am about to punish them. Their vigorous young men will die by the sword. Their sons and their daughters will die by famine.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "None of them will be left, because I am bringing disaster against the people of Anathoth, a year of their punishment.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}