{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The word that came to Jeremiah from Yahweh, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Arise and go out to the potter's house, for I will have you hear my word there.\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I went out to the potter's house, and behold! The potter was working on the potter's wheel.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the object of clay that he was molding was ruined in his hand, so he changed his mind and made another object that seemed good in his eyes to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Should I not be able to act like this potter with you, house of Israel?—this is Yahweh's declaration. Behold! Like clay in a potter's hand—that is how you are in my hand, house of Israel.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At one moment, I may proclaim something about a nation or a kingdom, that I will drive it out, tear it down, or destroy it.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the nation about which I have made that proclamation turns from its evil, then I will relent from the disaster that I was planning to bring upon it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At another moment, I may proclaim something about a nation or a kingdom, that I will build it up or plant it.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if it does evil in my eyes by not listening to my voice, then I will stop the good that I had said I would do for them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now, speak to the men of Judah and the inhabitants of Jerusalem and say, 'Yahweh says this: See, I am about to form disaster against you. I am about to devise a plan against you. Repent, each person from his wicked way, so your ways and your practices will bring good to you.'\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they will say, 'This is no use. We will act according to our own plans. Each one of us will do what his evil, stubborn heart desires.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore Yahweh says this, 'Ask the nations, who has ever heard of such a thing as this?\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "The virgin Israel has committed a horrible act.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Does the snow in Lebanon ever leave the rocky hills on its sides?\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Are the mountain streams coming from far away ever destroyed, those cold streams?\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet my people have forgotten me. They have made offerings to useless idols and been made to stumble in their paths;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "they have left the ancient paths to walk lesser paths.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their land will become a horror, an object of everlasting hissing.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Everyone who passes by her will shudder and shake his head.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will scatter them before their enemies like an eastern wind. I will show them my back, and not my face, on the day of their disaster.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the people said, \"Come, let us make plots against Jeremiah, since the law will never perish from the priests, or advice from the wise men, or words from the prophets. Come, let us attack him with our words and no longer pay attention to anything he proclaims.\"\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pay attention to me, Yahweh, and listen to the voice of my enemies.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Will disaster from them really be my reward for being good to them? For they have dug a pit for me.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Remember how I stood before you to speak for their welfare, to cause your fury to turn away from them.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore give their children over to famine, and give them to the hands of those who use the sword.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "So let their women become bereaved and widows, and their men be killed, and their young men killed by the sword in battle.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let a distressed shout be heard from their houses, as you suddenly bring raiders against them.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "For they have dug a pit to capture me and have hidden traps for my feet.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you, Yahweh, you know all of their plans against me to kill me.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Do not forgive their iniquities and sins. Do not wipe their sins away from you.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Instead, let them be overthrown before you. Act against them in the time of your wrath.\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}