{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said this, \"Go and purchase a potter's clay flask while you are with the elders of the people and the priests.\n\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then go out to the Valley of Ben Hinnom at the entry of the Broken Pottery Gate, and there proclaim the words that I will tell you.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Say, 'Hear the word of Yahweh, kings of Judah and inhabitants of Jerusalem! Yahweh of hosts, God of Israel, says this, \"See, I am about to bring disaster on this place, and the ears of everyone who hears of it will tingle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will do this because they have abandoned me and profaned this place. In this place they offer sacrifices to other gods that they did not know. They, their ancestors, and the kings of Judah have also filled this place with innocent blood.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They built the high places of Baal to burn their sons in the fire as burnt offerings to him—something that I did not command or mention, nor did it enter my mind.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, see, the days are coming—this is Yahweh's declaration—when this place will no longer be called Topheth, the Valley of Ben Hinnom, for it will be the Valley of Slaughter.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this place I will make the plans of Judah and Jerusalem useless. I will make them to fall by the sword before their enemies and by the hand of the ones seeking their lives. Then I will give their corpses as food to the birds of the heavens and the beasts of the earth.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will make this city a ruin and the object of hissing, for everyone passing by it will shudder and hiss regarding all of its plagues.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will make them eat the flesh of their sons and daughters; each man will consume the flesh of his neighbor in the siege and in the anguish brought on them by their enemies and the ones seeking their lives.\"'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you will break the clay flask in the sight of the men who went with you.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will say to them, 'Yahweh of hosts says this: I will do this same thing to this people and this city—this is Yahweh's declaration—just as Jeremiah shattered the clay flask so that it could not be repaired again. People will bury the dead in Topheth until there is no place left for any more dead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what I will do to this place and its inhabitants when I make this city like Topheth—this is Yahweh's declaration—\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so the houses of Jerusalem and of the kings of Judah will become like Topheth—all the houses on whose rooftops the unclean people worship all the stars of the heavens and pour out drink offerings to other gods.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jeremiah went from Topheth, where Yahweh had sent him to prophesy. He stood in the courtyard of Yahweh's house and he said to all the people,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Yahweh of hosts, God of Israel, says this, 'See, I am about to bring to this city and to all of its towns all the disaster that I have proclaimed against it, since they stiffened their neck and refused to listen to my words.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}