{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The word came to Jeremiah from Yahweh when King Zedekiah sent Pashhur son of Malkijah and Zephaniah son of Maaseiah the priest to him, and they said, \n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Seek advice from Yahweh on our behalf, for Nebuchadnezzar king of Babylon is making war on us. Perhaps Yahweh will do miracles for us, as in times past, and will make him withdraw from us.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jeremiah said to them, \"This is what you must say to Zedekiah,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Yahweh, God of Israel, says this: See, I am about to turn back the instruments of war that are in your hand, with which you are fighting against the king of Babylon and the Chaldeans who are closing you in from outside the walls! For I will gather them in the middle of this city.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I myself will fight against you with a raised hand and a strong arm, and with wrath, fury, and great anger.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I will attack the inhabitants of this city, both man and beast. They will die in a severe plague.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After this—this is Yahweh's declaration—Zedekiah king of Judah, his servants, the people, and whoever remains in this city after the plague, the sword, and the famine, I will give them all into the hand of Nebuchadnezzar king of Babylon, and into the hand of their enemies, and into the hand of those seeking their life. Then he will kill them with the edge of the sword. He will not pity them, spare them, or have compassion.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then to this people you must say, 'Yahweh says this: See, I am about to place before you the way of life and the way of death.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anyone staying in this city will die by the sword, famine, and plague; but anyone going out and falling on his knees before the Chaldeans who have closed in against you will live. He will escape with his life.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I have set my face against this city in order to bring disaster and not to bring good—this is Yahweh's declaration. It has been given into the hand of the king of Babylon and he will burn it.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Concerning the house of the king of Judah, listen to the word of Yahweh.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "House of David, Yahweh says, 'Bring about justice in the morning.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Rescue the one who has been robbed by the hand of the oppressor,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "or my fury will go out like fire and burn,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and there is no one who can quench it, because of your evil deeds.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See, inhabitant of the valley! I am against you, rock of the plain—this is Yahweh's declaration—\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "I am against anyone who is saying, \"Who will come down to attack us?\" or \"Who will enter our houses?\"\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have assigned the fruit of your practices to come against you—this is Yahweh's declaration—\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and I will light a fire in the thickets, and it will consume everything around it.'\"\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}