{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh showed me something. Behold, two baskets of figs were placed before Yahweh's temple. (This vision happened after Nebuchadnezzar, king of Babylon, took into exile Jehoiachin son of Jehoiakim, king of Judah, the officials of Judah, the craftsmen and the metalworkers from Jerusalem and brought them to Babylon.)\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One basket of figs was very good, like first ripe figs, but the other basket of figs was so very bad that they could not be eaten.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to me, \"What do you see, Jeremiah?\" I said, \"Figs. Figs that are very good and figs that are so very bad they cannot be eaten.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Yahweh, God of Israel, says this: I will look on the exiles of Judah for their benefit, just like these good figs, the exiles whom I have sent out from this place to the land of Chaldea.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will set my eyes on them for good and restore them to this land. I will build them up, and not tear them down. I will plant them, and not uproot them.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will give them a heart to know me, for I am Yahweh. They will be my people and I will be their God, so they will turn to me with all their heart.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But like the bad figs that are too bad to be eaten—this is what Yahweh says—I will act in this way with Zedekiah, king of Judah, with his officials, and with the rest of Jerusalem who remain in this land or go to stay in the land of Egypt.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will turn them into a frightening thing, a disaster, in the sight of all the kingdoms on earth, a disgrace and a subject for proverbs, taunts, and curses in every place where I will have driven them.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will send out sword, famine, and plague against them, until they are destroyed from the land that I gave them and their ancestors.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}