{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the word that came to Jeremiah about all the people of Judah. It came in the fourth year of Jehoiakim son of Josiah, king of Judah. That was the first year of Nebuchadnezzar, king of Babylon.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jeremiah the prophet proclaimed this to all the people of Judah and all the inhabitants of Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"For twenty-three years, from the thirteenth year of Josiah son of Amon, king of Judah until this day, Yahweh's words have been coming to me and I have spoken to you again and again, but you have not listened. \n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh sent out all his servants the prophets to you again and again, but you have not listened or paid any attention. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These prophets said, 'Let each man turn from his wicked way and the corruption of his practices and return to the land that Yahweh gave in ancient times to your ancestors and to you, as a permanent gift.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So do not walk after other gods to worship them or bow down to them, and do not provoke him with the work of your hands so that he does you harm.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you have not listened to me—this is Yahweh's declaration—so you have provoked me with the work of your hands to do harm to you.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh of hosts says this, 'Because you did not listen to my words,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "see, I am about to send out a command to gather all the peoples of the north—this is Yahweh's declaration—with Nebuchadnezzar my servant, king of Babylon, and bring them against this land and its inhabitants, and against all the nations around you. For I will set them apart for destruction. I will turn them into a horror, an object for hissing, and an unending desolation.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will put an end to the sound of joy and sound of gladness, the sound of the groom and the sound of the bride, the sound of the millstones and the light of the lamp.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all of this land will become a desolation and a horror, and these nations will serve the king of Babylon for seventy years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then it will happen when seventy years have been completed, that I will punish the king of Babylon and that nation, the land of the Chaldeans—this is Yahweh's declaration—for their iniquity and make it an unending desolation.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will carry out against that land all the words that I had spoken, and everything written in this book that Jeremiah has prophesied against all the nations.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For also many other nations and great kings will make slaves out of these nations. I will repay them for their deeds and the works of their hands.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Yahweh, God of Israel, said this to me, \"Take this cup of the wine of fury from my hand and make all the nations to which I am sending you drink it.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For they will drink and then stagger about and rant madly before the sword that I am sending out among them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I took the cup from Yahweh's hand, and I made all the nations to which Yahweh had sent me drink it:\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jerusalem, the cities of Judah and her kings and officials—to turn them into ruins and something terrifying, and into an object for hissing and cursing, as they are at this present day.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Other nations also had to drink it: Pharaoh king of Egypt and his servants; his officials and all his people;\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "all people of mixed heritage and all the kings of the land of Uz; all the kings of the land of Philistia—Ashkelon, Gaza, Ekron, and the remnant of Ashdod;\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Edom and Moab and the people of Ammon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The kings of Tyre and Sidon, the kings of the coasts on the other side of the sea,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Dedan, Tema, and Buz with all the ones who cut the hair on the sides of their heads, they also had to drink it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the kings of Arabia and all the kings of people of mixed heritage who live in the wilderness;\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "all the kings of Zimri, all the kings of Elam, and all the kings of the Medes;\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "all the kings of the north, the ones close by and the ones far away—everyone with his brother and all the kingdoms of the world that are on the surface of the earth, all of them had to drink the cup from Yahweh's hand. Finally, the king of Babylon will also drink from that cup.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to me, \"Now you must say to them, 'Yahweh of hosts, God of Israel, says this: Drink and become drunk, then vomit, fall down, and do not rise before the sword that I am sending among you.'\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then it will happen that if they refuse to take the cup from your hand to drink, you will say to them, 'Yahweh of hosts says this: You must certainly drink it.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For see, I am about to bring disaster on the city that is called by my name, and should you yourselves be free from punishment? You will not be free, for I am calling a sword against all the inhabitants of the land!—this is the declaration of Yahweh of hosts.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must prophesy all these words against them, and say to them,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'Yahweh will roar from the heights\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and he will shout with his voice from his holy dwelling,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and he will roar mightily against his fold;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and he will shout, like those who tread the grapes\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "against all those who live on the earth.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sound of battle will resound to the ends of the earth,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "for Yahweh brings charges against the nations,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and he brings judgment on all flesh,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and the wicked ones he will put to the sword—this is Yahweh's declaration.'\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh of hosts says this,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'See, disaster is going out from nation to nation,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and a great storm is beginning from the farthest parts of the earth.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then those killed by Yahweh will on that day extend from one end of the earth to the other;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "they will not be mourned, gathered, or buried.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "They will be like dung on the ground.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Wail, shepherds, and shout for help!\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Roll about in the dust,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "you leaders of the flock,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "for the days of your slaughter have come;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "you will be scattered when you fall like fine pottery.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There is no refuge for the shepherds, there will be no escape for the leaders of the flock.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hear the cries of the shepherds and the wails of the leaders of the flock,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "for Yahweh is destroying their pastures.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the peaceful pastures will be devastated because of Yahweh's fierce anger.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Like a young lion, he has left his den, for their land will become a horror because of the oppressor's anger,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "because of his angry wrath.'\"\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa the oppressor's anger \\fqa* , some ancient copies and modern versions have \\fqa the oppressor's sword \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}