{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the beginning of the reign of Jehoiakim son of Josiah, this word came from Yahweh, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Yahweh says this: Stand in the courtyard of my house and speak about all the cities of Judah who come to worship at my house. Proclaim all the words that I have commanded you to say to them. Do not cut short any word!\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It may be that they will listen, that each man will turn from his wicked ways, so I will relent concerning the disaster that I am planning to bring on them because of the wickedness of their practices.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you must say to them, 'Yahweh says this: If you do not listen to me so as to walk in my law that I have placed before you—\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "if you do not listen to the words of my servants the prophets whom I am persistently sending to you—but you have not listened!—\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then I will make this house like Shiloh; I will turn this city into a curse in the sight of all the nations on earth.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests, the prophets, and all the people heard Jeremiah announcing these words in Yahweh's house.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So it happened that when Jeremiah had finished announcing all that Yahweh commanded him to say to all the people, the priests, prophets, and all the people seized him and said, \"You will certainly die!\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Why have you prophesied in Yahweh's name and said that this house will become like Shiloh and this city will become desolate, with no inhabitant?\" For all the people had formed a mob against Jeremiah in Yahweh's house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the officials of Judah heard these words and went up from the king's house to Yahweh's house. They sat in the gateway at the New Gate of Yahweh's house.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests and the prophets spoke to the officials and to all the people. They said, \"It is right for this man to die, for he prophesied against this city, just as you heard with your own ears!\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jeremiah spoke to all the officials and all the people and said, \"Yahweh has sent me out to prophesy against this house and this city, to say all the words that you have heard.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now, improve your ways and your practices, and listen to the voice of Yahweh your God so that he will relent concerning the disaster that he has proclaimed against you.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I myself—look at me!—am in your hand. Do to me what is good and right in your eyes.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you must surely know that if you kill me, then you are bringing innocent blood on yourselves and on this city and its inhabitants, for Yahweh has truly sent me to you to proclaim all these words for your ears.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the officials and all the people said to the priests and prophets, \"It is not right for this man to die, for he has proclaimed things to us in the name of Yahweh our God.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then men from the elders of the land rose up and spoke to the entire assembly of the people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"Micah the Morashite was prophesying in the days of Hezekiah king of Judah. He spoke to all the people of Judah and said, 'Yahweh of hosts says this:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Zion will become a plowed field,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Jerusalem will become a heap of rubble,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and the hill of the temple will become a thicket.'\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Did Hezekiah king of Judah and all of Judah put him to death? Did he not fear Yahweh and appease the face of Yahweh so that Yahweh would relent concerning the disaster that he proclaimed to them? So will we do greater evil against our own lives?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Meanwhile there was another man who prophesied in the name of Yahweh—Uriah son of Shemaiah from Kiriath Jearim—he also prophesied against this city and this land, agreeing with all of Jeremiah's words.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when King Jehoiakim and all his soldiers and officials heard his word, then the king tried to put him to death, but Uriah heard and was afraid, so he ran away and went to Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King Jehoiakim sent out men to go to Egypt—Elnathan son of Akbor and men to go into Egypt after Uriah.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took Uriah out from Egypt and brought him to King Jehoiakim. Then Jehoiakim killed him with a sword and sent his corpse out to the graves of the ordinary people.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the hand of Ahikam son of Shaphan was with Jeremiah, so he was not given into the hand of the people to be put to death.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}