{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the beginning of the reign of Zedekiah son of Josiah, king of Judah, this word came to Jeremiah from Yahweh.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Although most Hebrew copies have \\fqa Jehoiakim \\fqa* , most modern versions have \\fqa Zedekiah \\fqa* , because the events in this chapter occur during his reign. ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what Yahweh said to me, \"Make fetters and a yoke for yourself. Place them on your neck.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then send them out to the king of Edom, the king of Moab, the king of the people of Ammon, the king of Tyre, and to the king of Sidon. Send them by the hand of those kings' ambassadors who have come to Jerusalem to Zedekiah king of Judah.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Give commands to them for their masters and say, 'Yahweh of hosts, God of Israel, says this: This is what you must say to your masters,\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I myself made the earth by my great strength and my raised arm. I also made the people and animals on the earth, and I give it to anyone who is right in my eyes.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now, I myself am giving all these lands into the hand of Nebuchadnezzar, king of Babylon, my servant. Also, I am giving the living things in the fields to him to serve him.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For all the nations will serve him, his son, and his grandson until the time for his land comes. Then many nations and great kings will subdue him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the nation and the kingdom that does not serve Nebuchadnezzar, king of Babylon, and that does not put its neck under the yoke of the king of Babylon—I will punish that nation with the sword, with famine, and with the plague—this is Yahweh's declaration—until I have destroyed it by his hand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So do not listen to your prophets, your diviners, your seers, your soothsayers, and sorcerers, who have been speaking to you and saying, 'Do not serve the king of Babylon.'\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For they are prophesying deceit to you in order to send you far away from your lands, for I will drive you away, and you will die.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the nation that places its neck under the yoke of the king of Babylon and serves him, I will allow it to rest in its land—this is Yahweh's declaration—and they will cultivate it and make their homes in it.\"'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I spoke to Zedekiah king of Judah and gave him this message, \"Place your necks under the yoke of the king of Babylon and serve him and his people, and you will live.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Why will you die—you and your people—by the sword, famine, and plague, just as I have declared about the nation that refuses to serve the king of Babylon?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not listen to the words of the prophets who speak to you and say, 'Do not serve the king of Babylon,' for they are prophesying lies to you.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'For I have not sent them out—this is Yahweh's declaration—for they are prophesying deceit in my name so that I will drive you out and you will perish, both you and the prophets who are prophesying to you.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I proclaimed this to the priests and all the people and said, \"Yahweh says this: Do not listen to the words of your prophets who prophesy to you and say, 'Look! The objects belonging to Yahweh's house are being returned from Babylon now!' They are prophesying lies to you.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not listen to them. You should serve the king of Babylon and live. Why should this city become a ruin?\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If they are prophets, and if the word of Yahweh has truly come to them, let them beg Yahweh of hosts not to send to Babylon the objects that remain in his house, the house of the king of Judah, and Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh of hosts says this about the pillars, the large basin known as \"The Sea\" and its base, and the rest of the objects that remain in this city—\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the objects that Nebuchadnezzar king of Babylon did not take when he carried Jehoiachin son of Jehoiakim, the king of Judah, into captivity from Jerusalem to Babylon with all the nobles of Judah and Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh of hosts, God of Israel, says this about the objects that remain in the house of Yahweh, the house of the king of Judah, and Jerusalem,\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'They will be brought to Babylon, and they will remain there until the day I have set to come for them—this is Yahweh's declaration—then I will bring them up and restore them to this place.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}