{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened in that year, in the beginning of the reign of Zedekiah king of Judah, in the fourth year and the fifth month, Hananiah son of Azzur the prophet, who was from Gibeon, spoke to me in Yahweh's house in front of the priests and all the people. He said,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Yahweh of hosts, God of Israel, says this: I have broken the yoke imposed by the king of Babylon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Within two years I will bring back to this place all the objects belonging to Yahweh's house that Nebuchadnezzar king of Babylon took from this place and transported to Babylon.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will bring back to this place Jehoiachin son of Jehoiakim, king of Judah, and all the captives of Judah who were sent to Babylon—this is Yahweh's declaration—for I will break the yoke of the king of Babylon.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jeremiah the prophet spoke to Hananiah the prophet in front of the priests and to all the people who stood in Yahweh's house.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jeremiah the prophet said, \"May Yahweh do this! May Yahweh confirm the words that you prophesied and bring back to this place the objects belonging to Yahweh's house, and all the captives from Babylon.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, listen to the word that I am proclaiming in your hearing and in the hearing of all the people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The prophets who existed before me and you from long ago also prophesied about many nations and against great kingdoms, about war, famine "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some ancient copies have \\fqa disaster \\fqa* instead of \\fqa famine \\fqa* . ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": ", and plague.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the prophet who prophesies that there will be peace—if his word comes true, then it will be known that he is indeed a prophet sent out by Yahweh.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Hananiah the prophet took the yoke from the neck of Jeremiah the prophet and broke it.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Hananiah spoke in front of all the people and said, \"Yahweh says this: Just like this, within two years I will break from off the neck of every nation the yoke imposed by Nebuchadnezzar king of Babylon.\" Then Jeremiah the prophet went on his way.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Hananiah the prophet had broken the yoke from the neck of Jeremiah the prophet, the word of Yahweh came to Jeremiah, saying,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Go and speak to Hananiah and say, 'Yahweh says this: You broke a yoke of wood, but I will make instead a yoke of iron.'\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Yahweh of hosts, God of Israel, says this: I have placed a yoke of iron on the neck of all of these nations to serve Nebuchadnezzar king of Babylon, and they will serve him. I have also given him the wild beasts in the fields to rule over.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next Jeremiah the prophet said to Hananiah the prophet, \"Listen Hananiah! Yahweh has not sent you, but you yourself have caused this people to believe in lies.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh says this: Look, I am about to send you out from the earth. You will die this year, since you proclaimed rebellion against Yahweh.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the seventh month of that same year, Hananiah the prophet died.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}