{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the words in the scroll that Jeremiah the prophet sent out from Jerusalem to the remaining elders among the captives and to the priests, prophets, and all the people that Nebuchadnezzar exiled from Jerusalem to Babylon.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This was after Jehoiachin the king, the queen mother, and the high officials, the leaders of Judah and Jerusalem, and the craftsmen had been sent away from Jerusalem.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He sent this scroll by the hand of Elasah son of Shapan and Gemariah son of Hilkiah whom Zedekiah, king of Judah, had sent to Nebuchadnezzar king of Babylon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The scroll said, \"Yahweh of hosts, God of Israel, says this to all the captives whom I caused to be exiled from Jerusalem to Babylon,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Build houses and live in them. Plant gardens and eat their fruit.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take wives and give birth to sons and daughters. Then take wives for your sons, and give your daughters to husbands. Let them give birth to sons and daughters and increase there so you do not become too few.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Seek the peace of the city where I have caused you to be exiled, and intercede with me on its behalf since there will be peace for you if it is at peace.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Yahweh of hosts, God of Israel, says this, 'Do not let your prophets who are in your midst and your diviners deceive you, and do not listen to the dreams that you yourselves are having.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For they are prophesying deceitfully to you in my name. I did not send them—this is Yahweh's declaration.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Yahweh says this, 'When Babylon has ruled you for seventy years, I will help you and carry out my good word for you to bring you back to this place.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I myself know the plans that I have for you—this is Yahweh's declaration—plans for peace and not for disaster, to give you a future and a hope.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you will call to me, and go and pray to me, and I will listen to you.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you will seek me and find me, since you will seek me with all your heart.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will be found by you—this is Yahweh's declaration—and I will bring back your fortunes; I will gather you from all the nations and places where I scattered you—this is Yahweh's declaration—for I will bring you back to the place from where I caused you to be exiled.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since you said that Yahweh has raised up prophets for us in Babylon,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh says this to the king who sits on the throne of David and to all the people who are staying in that city, your brothers who have not gone out with you into captivity—\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh of hosts says this, 'See, I am about to send sword, famine, and disease on them. For I will make them like rotten figs that are too bad to be eaten.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will pursue them with sword, famine, and plague and make them a horrible sight to all the kingdoms on earth—a horror, an object of curses and hissing, and a shameful thing among all the nations where I scattered her.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is because they did not listen to my word—this is Yahweh's declaration—that I sent out to them through my servants the prophets. I repeatedly sent them, but you would not listen—this is Yahweh's declaration.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you yourselves listen to the word of Yahweh, all you exiles whom he has sent out from Jerusalem to Babylon,\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Yahweh of hosts, God of Israel, says this about Ahab son of Kolaiah and Zedekiah son of Maaseiah, who prophesy falsely to you in my name: See, I am about to put them into the hand of Nebuchadnezzar king of Babylon. He will kill them before your eyes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then a curse will be spoken about these persons by all the captives of Judah in Babylon. The curse will say: May Yahweh make you like Zedekiah and Ahab, whom the king of Babylon roasted in fire.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This will happen because of the shameful things they did in Israel when they committed adultery with their neighbor's wives and declared false words in my name, things that I never commanded them to say. For I am the one who knows; I am the witness—this is Yahweh's declaration.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"About Shemaiah the Nehelamite, say this:\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Yahweh of hosts, God of Israel, says this: Because you sent out letters in your own name to all the people in Jerusalem, to Zephaniah son of Maaseiah the priest, and to all the priests, and said,\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Yahweh has made you priest instead of Jehoiada the priest, for you to be in charge of Yahweh's house. You are in control of all the people who rave and make themselves into prophets. You should put them in stocks and chains.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now, why have you not rebuked Jeremiah of Anathoth, who makes himself into a prophet against you?\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For he has sent to us in Babylon and said, 'It will be a long time. Build houses and live in them, and plant gardens and eat their fruit.\"'\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zephaniah the priest read this letter in the hearing of Jeremiah the prophet.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the word of Yahweh came to Jeremiah, saying,\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Send word to all the exiles and say, 'Yahweh says this about Shemaiah the Nehelamite: Because Shemaiah has prophesied to you when I myself did not send him, and he has led you to believe lies,\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "therefore Yahweh says this: Look, I am about to punish Shemaiah the Nehelamite and his descendants. There will not be a man for him to stay among this people. He will not see the good that I will do for my people—this is Yahweh's declaration—for he has proclaimed rebellion against Yahweh.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}