{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the word that came to Jeremiah from Yahweh in the tenth year of Zedekiah king of Judah, the eighteenth year of Nebuchadnezzar.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, the army of the king of Babylon was besieging Jerusalem, and Jeremiah the prophet was imprisoned in the courtyard of the guard at the house of the king of Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zedekiah king of Judah had imprisoned him and said, \"Why do you prophesy and say, 'Yahweh says this: Look, I am about to give over this city into the hand of the king of Babylon, and he will capture it.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zedekiah king of Judah will not escape from the hand of the Chaldeans, for he will certainly be given into the hand of the king of Babylon. His mouth will speak to the king's mouth, and his eyes will see the king's eyes.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will take Zekediah to Babylon, and he will remain there until I have dealt with him—this is Yahweh's declaration. Though you fight against the Chaldeans, you will not succeed.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jeremiah said, \"The word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Look, Hanamel son of Shallum your uncle is coming to you and will say, \"Buy my field that is in Anathoth for yourself, for the right to buy it belongs to you.\"'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, as Yahweh had declared, Hanamel, the son of my uncle, came to me in the courtyard of the guard, and he said to me, \"Buy my field that is in Anathoth in the land of Benjamin, for the right of inheritance is yours, and the right to buy it belongs to you. Buy it for yourself.\" Then I knew that this was Yahweh's word.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I bought the field in Anathoth from Hanamel, the son of my uncle, and I weighed out for him the silver, seventeen shekels in weight.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I wrote in a scroll and sealed it, and had witnesses witness it. Then I weighed the silver in the scales.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next I took the deed of purchase that was sealed, following the command and the statutes, as well as the unsealed deed.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I gave the sealed scroll to Baruch son of Neriah son of Mahseiah in front of Hanamel, the son of my uncle, and the witnesses who had written in the sealed scroll, and in front of all the Judeans who sat in the courtyard of the guard.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I gave a command to Baruch before them. I said,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Yahweh of hosts, God of Israel, says this: Take these documents, both this receipt of purchase that is sealed and the unsealed copies of the deed of purchase, and put them in a clay jar so they will last for a long time.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Yahweh of hosts, God of Israel, says this: Houses, fields, and vineyards will again be bought in this land.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After I gave the receipt of purchase to Baruch son of Neriah, I prayed to Yahweh and said,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Woe, Lord Yahweh! Look! You alone have made the heavens and the earth by your great strength and with your raised arm. Nothing you say is too difficult for you to do.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You show covenant faithfulness to thousands and pour the guilt of men into the laps of their children after them. You are the great and mighty God; Yahweh of hosts is your name.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are great in wisdom and mighty in deeds, for your eyes are open to all the ways of people, to give to each man what his conduct and deeds deserve.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You did signs and wonders in the land of Egypt. To this present day here in Israel and among all mankind, you have made your name famous.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you brought your people Israel out from the land of Egypt with signs and wonders, with a strong hand, with a raised arm, and with great terror.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you gave them this land—which you had sworn to their ancestors to give to them—a land flowing with milk and honey.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they entered and took possession of it. But they did not obey your voice or live in obedience to your law. They did nothing of what you had commanded them to do, so you brought all this disaster on them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look! The siege mounds have reached up to the city to capture it. For because of sword, famine, and plague, the city has been given into the hand of the Chaldeans who are fighting against it. For what you have said would happen is happening, and see, you are watching.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you yourself said to me, \"Purchase a field for yourself with silver and have witnesses witness it, even though this city is being given into the hand of the Chaldeans.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The word of Yahweh came to Jeremiah, saying,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Look! I am Yahweh, God of all mankind. Is anything too difficult for me to do?\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore Yahweh says this, 'See, I am about to give this city into the hand of the Chaldeans and Nebuchadnezzar, king of Babylon. He will capture it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Chaldeans who are fighting against this city will come and set fire to this city and burn it, along with the houses on the roofs of which the people worshiped Baal and poured out drink offerings to other gods in order to provoke me.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the people of Israel and Judah have certainly been people who have been doing evil before my eyes since their youth. The people of Israel have certainly offended me with the practices of their hands—this is Yahweh's declaration.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh declares that this city has been a provocation of my wrath and fury since the day that they built it. It has been that right up to this present day. So I will remove it from before my face\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because of all the wickedness of the people of Israel and Judah, the things that they have done to provoke me—they, their kings, princes, priests, prophets, and every person in Judah and inhabitant of Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They turned their backs to me instead of their faces, though I had eagerly taught them. I tried to teach them, but not one of them listened in order to receive correction.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They set up their abominable idols in the house that is called by my name, to defile it.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They built high places for Baal in the Valley of Ben Hinnom in order to put their sons and daughters in the fire for Molech. I did not command them. It never entered my mind that they should do this detestable thing and so cause Judah to sin.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now therefore, I, Yahweh, the God of Israel, say this concerning this city, the city about which you are saying, 'It is given into the hand of the king of Babylon by sword, famine, and plague.'\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See, I am about to gather them from every land where I had driven them in my wrath, fury, and great anger. I am about to bring them back to this place and enable them to live in security.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they will be my people, and I will be their God.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will give them one heart and one way to honor me every day so it will be good for them and their descendants after them.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will make with them an everlasting covenant, that I will not turn away from doing good to them. I will set honor for me in their hearts, so that they will never turn away from me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will rejoice in doing good to them. I will faithfully plant them in this land with all my heart and all my life.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Yahweh says this, 'Just as I have brought all this great disaster on this people, so I will bring on them all the good things that I have said I would do for them.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then fields will be bought in this land, about which you are saying, \"This is a ruined land, which has neither man nor beast. It has been given into the hand of the Chaldeans.\"\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will buy fields with silver and write in sealed scrolls. They will assemble witnesses in the land of Benjamin, all around Jerusalem and the cities of Judah, in the cities in the hill country and in the lowlands, and in the cities of the Negev. For I will bring back their fortunes—this is Yahweh's declaration.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}