{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the word of Yahweh came to Jeremiah a second time, while he was still shut within the courtyard of the guard, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Yahweh the maker, says this—Yahweh, who forms in order to establish—Yahweh is his name,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Call to me, and I will answer you. I will demonstrate great things to you, mysteries that you do not understand.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Yahweh, God of Israel, says this concerning the houses in this city and the houses of the kings of Judah that are torn down because of the siege ramps and the sword,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'The Chaldeans are coming to fight and to fill the houses with corpses of people whom I will kill in my wrath and fury, when I hide my face from this city because of all their wickedness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But see, I am about to bring healing and a cure, for I will heal them and will bring to them abundance, peace, and faithfulness.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I will bring back the fortunes of Judah and Israel; I will build them up as in the beginning.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will purify them from all the iniquity that they have committed against me. I will pardon all the iniquities that they have done against me, and all the ways that they rebelled against me.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this city will become for me an object of joy, a song of praise and honor for all the nations of the earth who will hear of all the good things that I am going to do for it. Then they will fear and tremble because of all the good things and the peace that I will give to it.'\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh says this, 'In this place about which you are now saying, \"It is desolate, a place with neither man nor beast,\" in the cities of Judah, and in the streets of Jerusalem that are desolate having neither man nor beast, there will be heard again\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the sound of joy and the sound of gladness, the sound of the groom and the sound of the bride, the sound of those who say, while they bring thank offerings to the house of Yahweh, \"Give thanks to Yahweh of hosts, for Yahweh is good, and his unfailing love lasts forever!\" For I will restore the fortunes of the land to what they were before,' says Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh of hosts says this: 'In this desolate place, where now there is neither man nor beast—in all its cities there will again be pastures where shepherds can rest their flocks. \n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the cities in the hill country, the lowlands, and the Negev,in the land of Benjamin and all around Jerusalem, and in the cities of Judah, the flocks will again pass under the hands of the ones counting them,' says Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Look! Days are coming—this is Yahweh's declaration—when I will do what I have promised for the house of Israel and the house of Judah.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In those days and in that time I will make a righteous branch to grow for David, and he will carry out justice and righteousness in the land.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In those days Judah will be saved, and Jerusalem will live in security, for this is what she will be called, \"Yahweh is our righteousness.\"'\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Yahweh says this: 'A man from David's line will never be lacking to sit on the throne of the house of Israel,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "nor will a man from the Levitical priests be lacking before me to raise burnt offerings, to burn food offerings, and to perform grain offerings all the time.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The word of Yahweh came to Jeremiah, saying,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Yahweh says this: 'If you can break my covenant with day and night so that there will no longer be day or night at their proper times,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then you will be able to break my covenant with David my servant, so that he will no longer have a son to sit on his throne, and my covenant with the Levitical priests, my servants.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As the hosts of heaven cannot be counted, and as the sand of the seashores cannot be measured, so I will increase the descendants of David my servant and the Levites who serve before me.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The word of Yahweh came to Jeremiah, saying,\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Have you not considered what this people has declared when they said, 'The two families that Yahweh chose, now he has rejected them'? In this way they despise my people, saying that they are no longer a nation in their sight.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, Yahweh, say this, 'If I have not established the covenant of day and night, and if I have not fixed the laws of heaven and earth,\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then I will reject the descendants of Jacob and David my servant, and not bring from them a person to rule over the descendants of Abraham, Isaac, and Jacob. For I will restore their fortunes and show mercy to them.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}