{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The word that came to Jeremiah from Yahweh, when Nebuchadnezzar king of Babylon and all of his army, together with all the kingdoms of the earth, the domains under his power, and all their people were waging war against Jerusalem and all of her cities, saying: \n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Yahweh, God of Israel, says this: Go and speak to Zedekiah king of Judah and say to him, 'Yahweh says this: Look, I am about to give this city into the hand of the king of Babylon. He will burn it.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will not escape from his hand, for you will certainly be seized and given into his hand. Your eyes will look at the eyes of the king of Babylon; he will speak directly to you as you go to Babylon.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Listen to the word of Yahweh, Zedekiah king of Judah! Yahweh says this concerning you, 'You will not die by the sword.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will die in peace. As in the funeral burning of your ancestors, the kings who were before you, they will burn your body. They will say, \"Woe, master!\" They will lament for you. Now I have spoken—this is Yahweh's declaration.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jeremiah the prophet proclaimed to Zedekiah king of Judah all these words in Jerusalem.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The army of the king of Babylon made war against Jerusalem and all the remaining cities of Judah: Lachish and Azekah. These cities of Judah remained as fortified cities.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The word came to Jeremiah from Yahweh after King Zedekiah had made a covenant with all the people in Jerusalem, to proclaim freedom to them,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "that each man must free his Hebrew slaves, both male and female, so one was to make a slave of a Jew, who was his brother.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So all the leaders and people entered into the covenant that each person would free his male and female slaves so that they would not be enslaved any longer. They obeyed and set them free.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But after this they changed their minds. They brought back the slaves whom they had freed. They forced them to become slaves again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the word of Yahweh came to Jeremiah, saying,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Yahweh, God of Israel, says this, 'I myself made a covenant with your ancestors on the day that I brought them out from the land of Egypt, out from the house of slavery. That was when I said,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"At the end of every seven years, each man must send away his brother, his fellow Hebrew who had sold himself to you and served you for six years. Send him away in freedom.\" But your ancestors did not listen to me or incline their ears to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now you yourselves repented and began to do what is right in my eyes. You proclaimed freedom, each man to his neighbor, and you made a covenant before me in the house that is called by my name.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But then you turned and polluted my name; you caused each man to bring back his male and female slaves, the ones whom you had sent out to go where they wished. You forced them to become your slaves again.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore Yahweh says this, 'You yourselves have not listened to me. You should have proclaimed freedom, every one of you, to your brothers and fellow Israelites. So look! I am about to proclaim freedom to you—this is Yahweh's declaration—freedom for the sword, the plague, and famine, for I am going to make you a horrible thing in the sight of every kingdom on earth.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will deal with the people who have broken my covenant, who did not keep the words of the covenant that they established before me when they cut a bull in two and walked between its parts,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and then the leaders of Judah and Jerusalem, the eunuchs and the priests, and all the people of the land walked between the parts of the bull.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will give them into the hand of their enemies and into the hand of those who are seeking their lives. Their bodies will be food for the birds of the skies and the beasts on the earth.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I will give Zedekiah king of Judah and his leaders into the hand of their enemies and into the hand of those who are seeking their life, and into the hand of the army of the king of Babylon that has risen up against you.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look, I am about to give a command—this is Yahweh's declaration—and will bring them back to this city to wage war against it and take it, and to burn it. For I will turn the cities of Judah into ruined places in which there will be no inhabitants.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}