{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The word that came to Jeremiah from Yahweh in the days of Jehoiakim son of Josiah king of Judah, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Go to the family of the Rekabites and speak with them. Then bring them to my house, into one of the rooms there, and give them wine to drink.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I took Jaazaniah son of Jeremiah son of Habazziniah and his brothers, all his sons, and all the family of the Rekabites.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I took them to the house of Yahweh, into the rooms of the sons of Hanan son of Igdaliah, the man of God. These rooms were beside the room of the leaders, which was above the room of Maaseiah son of Shallum, the gatekeeper.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I placed bowls and cups full of wine in front of the Rekabites and said to them, \"Drink some wine.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they said, \"We will not drink any wine, for our ancestor, Jonadab son of Rekab, commanded us, 'Do not drink any wine, neither you nor your descendants, forever.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, do not build any houses, sow any seeds, or plant any vineyards; this is not for you. For you must live in tents all your days, so that you might live many days in the land where you are staying as foreigners.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have obeyed the voice of Jonadab son of Rekab, our ancestor, in all that he commanded us, to never drink wine all of our days, we, our wives, our sons, and our daughters.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We will never build houses to live in, and there will be no vineyard, field, or seed in our possession.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have lived in tents and we have obeyed and done all that Jonadab our ancestor commanded us.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when Nebuchadnezzar king of Babylon attacked the land, we said, 'Come, we must go to Jerusalem to escape from the Chaldean and Aramean armies.' So we are living in Jerusalem.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the word of Yahweh came to Jeremiah, saying,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Yahweh of hosts, God of Israel, says this, 'Go and say to the men of Judah and the inhabitants of Jerusalem, \"Will you not receive correction and listen to my words?\n—this is Yahweh's declaration.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The words of Jonadab son of Rekab that he gave to his sons as a command, not to drink any wine, have been observed to this very day. They have obeyed their ancestor's command. But as for me, I myself have been making persistent proclamations to you, but you do not listen to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I sent out to you all my servants, the prophets. I was persistent in sending them to say, 'Let each person turn from his wicked way and do good deeds; let no one walk any longer after other gods and worship them. Instead, come back to the land that I gave to you and your ancestors.' Yet you will not listen to me or pay attention to me.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the descendants of Jonadab son of Rekab have observed the commands of their ancestor that he gave them, but this people refuses to listen to me.\"'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh, God of hosts and God of Israel, says this, 'Look, I am bringing upon Judah and on everyone living in Jerusalem, all the disasters I pronounced against them because I spoke to them, but they did not listen; I called to them, but they did not answer.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jeremiah said to the family of the Rekabites, \"Yahweh of hosts, God of Israel, says this: You have listened to the commands of Jonadab your ancestor and have kept them all—you have obeyed all that he commanded you to do—\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so Yahweh of hosts, God of Israel, says this, 'There will always be someone descended from Jonadab son of Rekab to serve me.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}