{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about in the fourth year of Jehoiakim son of Josiah king of Judah, that this word came to Jeremiah from Yahweh, and he said,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Take a scroll for yourself and write on it all the words that I have told you concerning Israel and Judah, and every nation. Do this for everything I have told from the days of Josiah until this very day.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Perhaps the people of Judah will listen to all the disasters that I intend to bring on them. Perhaps everyone will turn away from his wicked way, so I can forgive their iniquity and their sin.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jeremiah called Baruch son of Neriah, and Baruch wrote in a scroll, at Jeremiah's dictation, all the words of Yahweh spoken to him.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next Jeremiah gave a command to Baruch. He said, \"I am in prison and cannot go to Yahweh's house.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you must go and read from the scroll that you wrote at my dictation. On the day of the fast, you must read Yahweh's words in the hearing of the people in his house, and also in the hearing of all of Judah who have come from their cities. Proclaim these words to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Perhaps their pleas for mercy will come before Yahweh. Perhaps each person will turn from his wicked way, since the wrath and fury that Yahweh has proclaimed against this people are severe.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Baruch son of Neriah did everything that Jeremiah the prophet had commanded him to do. He read aloud the words of Yahweh in the house of Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about in the fifth year and ninth month of Jehoiakim son of Josiah, king of Judah, that all the people in Jerusalem and the people who came to Jerusalem from the cities of Judah proclaimed a fast before Yahweh.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Baruch read aloud Jeremiah's words in the house of Yahweh, from the room of Gemariah son of Shaphan the scribe, in the upper courtyard, by the gate of the entrance to the house of Yahweh. He did this in the hearing of all the people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Micaiah son of Gemariah son of Shaphan heard all of Yahweh's words in the scroll.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He went down to the house of the king, to the secretary's room. Look, all the officials were sitting there: Elishama the secretary, Delaiah son of Shemaiah, Elnathan son of Akbor, Gemariah son of Shaphan, and Zedekiah son of Hananiah, and all the officials.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Micaiah reported to them all the words that he had heard that Baruch read aloud in the hearing of the people.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So all the officials sent Jehudi son of Nethaniah son of Shelemiah son of Cushi, to Baruch. Jehudi said to Baruch, \"Take the scroll in your hand, the scroll from which you were reading in the hearing of the people, and come.\" So Baruch son of Neriah took the scroll in his hand and went to the officials.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they said to him, \"Sit down and read this in our hearing.\" So Baruch read the scroll.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened that when they heard all these words, each man turned in fear to the one next to him and said to Baruch, \"We must certainly report all of these words to the king.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they asked Baruch, \"Tell us, how did you come to write all these words at Jeremiah's dictation?\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Baruch said to them, \"He dictated all these words to me, and I wrote them in ink on this scroll.\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the officials said to Baruch, \"Go, hide yourself, and Jeremiah, too. Do not let anyone know where you are.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they put the scroll in the room of Elishama the secretary, and they went to the king in the courtyard and they reported everything in the hearing of the king.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king sent Jehudi to get the scroll. Jehudi took it from the room of Elishama the secretary. Then he read it in the hearing of the king and all the officials who were standing beside him.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the king was staying in the winter house in the ninth month, and a brazier was burning in front of him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened that as Jehudi read three or four columns, the king would cut it off with a knife and throw it into the fire in the brazier until all of the scroll was destroyed.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But neither the king nor any of his servants who heard all these words were frightened, nor did they tear their clothes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elnathan, Delaiah, and Gemariah had even urged the king not to burn the scroll, but he did not listen to them.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king commanded Jerahmeel, a relative, Seraiah son of Azriel, and Shelemiah son of Abdeel to arrest Baruch the scribe and Jeremiah the prophet, but Yahweh had hidden them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the word of Yahweh came to Jeremiah after the king had burned the scroll and the words that Baruch had written at Jeremiah's dictation, saying,\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Go back, take another scroll for yourself, and write in it all the words that were on the original scroll, the one that Jehoiakim king of Judah burned.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you must say this to Jehoiakim king of Judah: 'You burned that scroll, saying, \"Why have you written on it, 'The king of Babylon will certainly come and destroy this land, for he will destroy both man and beast in it'?\"'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore Yahweh says this concerning you, Jehoiakim king of Judah: \"No descendant of yours will ever sit on the throne of David. As for you, your corpse will be thrown out into the heat of day and the frost of night.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I will punish you, your descendants, and your servants for the iniquity of you all. I will bring on you, on all the inhabitants of Jerusalem, and on every person in Judah all the disasters with which I have threatened you with, but to which you paid no attention.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jeremiah took another scroll and gave it to Baruch son of Neriah the scribe. Baruch wrote on it at Jeremiah's dictation all the words that had been in the scroll burned by Jehoiakim king of Judah. Furthermore, many other similar words were added to this scroll.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}