{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Zedekiah son of Josiah reigned as king instead of Jehoiachin son of Jehoiakim. Nebuchadnezzar king of Babylon had made Zedekiah king over the land of Judah.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Zedekiah, his servants, and the people of the land did not listen to the words of Yahweh that he proclaimed by the hand of Jeremiah the prophet.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So King Zedekiah, Jehukal son of Shelemiah, and Zephaniah son of Maaseiah the priest sent a message to Jeremiah the prophet. They said, \"Pray on our behalf to Yahweh our God.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Jeremiah was coming and going among the people, for he had not yet been put in prison.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh's army came out from Egypt, and the Chaldeans who were besieging Jerusalem heard the news about them and left Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the word of Yahweh came to Jeremiah the prophet, saying,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Yahweh, God of Israel, says this: This is what you will say to the king of Judah, because he has sent you to seek advice from me, 'See, Pharaoh's army, which came to help you, is about to go back to Egypt, its own land.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Chaldeans will return. They will fight against this city, capture it, and burn it.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh says this: Do not deceive yourselves by saying, 'Surely the Chaldeans are leaving us,' for they will not leave.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even if you had defeated the entire Chaldean army that is fighting you so that only wounded men were left in their tents, they would get up and burn this city.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So it was when the Chaldean army had left Jerusalem as Pharaoh's army was coming,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then Jeremiah went out from Jerusalem to go to the land of Benjamin. He wanted to take possession of a tract of land there among his people.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As he was in the Benjamin Gate, a chief guard was there. His name was Irijah son of Shelemiah son of Hananiah. He grabbed hold of Jeremiah the prophet and said, \"You are deserting to the Chaldeans.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jeremiah said, \"That is not true. I am not deserting to the Chaldeans.\" But Irijah did not listen to him. He took Jeremiah and brought him to the officials.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The officials were angry with Jeremiah. They beat him and put him in prison, which had been the house of Jonathan the scribe, for they had turned it into a prison.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jeremiah was put into an underground cell, where he stayed for many days.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King Zedekiah sent someone who brought him to the palace. In his house, the king asked him privately, \"Is there any word from Yahweh?\" Jeremiah answered, \"There is a word: You will be given into the hand of the king of Babylon.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jeremiah said to King Zedekiah, \"How have I sinned against you, your servants, or this people so that you have placed me in prison?\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Where are your prophets, the ones who prophesied for you and said the king of Babylon will not come against you or against this land?\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now listen, my master the king! Let my pleas come before you. Do not return me to the house of Jonathan the scribe, or I will die there.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So King Zedekiah gave an order. His servants confined Jeremiah in the courtyard of the guard. A loaf of bread was given him every day from the street of the bakers, until all the bread in the city was gone. So Jeremiah stayed in the courtyard of the guard.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}