{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shephatiah son of Mattan, Gedaliah son of Pashhur, Jehukal son of Shelemiah, and Pashhur son of Malkijah heard the words that Jeremiah was declaring to all the people. He was saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Yahweh says this: Anyone staying in this city will be killed by sword, famine, and plague. But anyone who goes out to the Chaldeans will survive. He will escape with his own life, and live.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh says this: This city will be given into the hand of the army of the king of Babylon, and he will capture it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the officials said to the king, \"Let this man die, for in this way he is weakening the hands of the fighting men who remain in this city, and the hands of all the people. He is proclaiming these words, for this man is not working for safety for this people, but disaster.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So King Zedekiah said, \"Look, he is in your hand since there is no king able to resist you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they took Jeremiah and threw him into the cistern of Malkijah, son of the king. The cistern was in the courtyard of the guard. They lowered Jeremiah down on ropes. There was no water in the cistern, but it was muddy, and he sank down into the mud.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Ebed-Melek the Cushite was one of the eunuchs in the king's house. He heard that they had placed Jeremiah in the cistern. Now the king was sitting at the Benjamin Gate.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Ebed-Melek went from the king's house and spoke with the king. He said,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"My master the king, these men have done evil with the way they have treated Jeremiah the prophet. They threw him into a cistern for him to die in it from hunger, since there is no more food in the city.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king gave a command to Ebed-Melek the Cushite. He said, \"Take command of thirty men from here and take Jeremiah the prophet out of the cistern before he dies.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Ebed-Melek took command of those men and went to the king's house, to a storeroom for clothing under the house. From there he took rags and worn-out clothing and then let them down by ropes to Jeremiah in the cistern.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ebed-Melek the Cushite said to Jeremiah, \"Put the rags and worn-out clothing under your arms and on top of the ropes.\" So Jeremiah did so.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they pulled Jeremiah by the ropes. In this way they brought him up from the cistern. So Jeremiah stayed in the courtyard of the guard.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King Zedekiah sent word and brought Jeremiah the prophet to himself, to the third entrance in Yahweh's house. The king said to Jeremiah, \"I want to ask you something. Do not keep the answer from me.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jeremiah said to Zedekiah, \"If I answer you, will you not certainly kill me? But if I give you advice, you will not listen to me.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But King Zedekiah swore to Jeremiah in private and said, \"As Yahweh lives, the one who made us, I will not kill you or give you into the hand of those men who are seeking your life.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jeremiah said to Zedekiah, \"Yahweh, God of hosts, God of Israel, says this: If you indeed go out to the officials of the king of Babylon then you will live, and this city will not be burned. You and your family will live.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you do not go out to the officials of the king of Babylon, then this city will be given into the hand of the Chaldeans. They will burn it, and you will not escape from their hand.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Zedekiah said to Jeremiah, \"But I am afraid of the people of Judah who have deserted to the Chaldeans, because I might be given over into their hand, for them to treat me badly.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jeremiah said, \"They will not give you over to them. Obey the message from Yahweh that I am telling you, so that things will go well for you, and so that you will live.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you refuse to go out, this is what Yahweh has shown me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look! All the women who are left in your house, king of Judah, will be brought out to the officials of the king of Babylon. These women will say to you,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'You have been deceived by your friends; they have ruined you.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Your feet are now sunk into the mud, and your friends will run away.'\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For all of your wives and children will be brought out to the Chaldeans, and you yourself will not escape from their hand. You will be captured by the hand of the king of Babylon, and this city will be burned.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Zedekiah said to Jeremiah, \"Do not inform anyone about these words, so that you do not die.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the officials hear that I have talked with you, and if they come and say to you, 'Tell us what you said to the king and do not hide it from us, or we will kill you,'\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then you must say to them, 'I made a humble plea before the king that he would not return me to the house of Jonathan to die there.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the officials came to Jeremiah and questioned him, so he answered them as the king had instructed him. So they stopped talking with him, because they had not heard the conversation between Jeremiah and the king.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jeremiah remained in the courtyard of the guard until the day Jerusalem was captured.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}