{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the ninth year and tenth month of Zedekiah king of Judah, Nebuchadnezzar king of Babylon came with all his army against Jerusalem and besieged it.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the eleventh year and fourth month of Zedekiah, on the ninth day of the month, the city was broken into.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the officials of the king of Babylon came and sat in the middle gate: Nebo-Sarsekim, Samgar Nebo, and Sarsechim, an important official. Nebo-Sarsekim was a high official and all the rest were the officials of the king of Babylon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened that when Zedekiah, king of Judah, and all his fighting men saw them, they fled. They went out at night from the city by the king's garden path, through the gate between the two walls. The king went out in the direction of the Arabah.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the army of Chaldeans pursued them and overtook Zedekiah in the plains of the Jordan River valley near Jericho. Then they captured him and brought him up to Nebuchadnezzar, king of Babylon, at Riblah in the land of Hamath, where Nebuchadnezzar passed sentence on him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Babylon slaughtered Zedekiah's sons before his own eyes at Riblah. He also slaughtered all the noblemen of Judah.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he put out Zedekiah's eyes and bound him in bronze chains in order to take him to Babylon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Chaldeans burned the king's house and the people's houses. They also tore down the walls of Jerusalem.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nebuzaradan, the commander of the king's bodyguards, took into exile the rest of the people who were left in the city. This included the people who had deserted to the Chaldeans and the rest of the people who were left in the city.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Nebuzaradan the commander of the king's bodyguards allowed the poorest people who had nothing for themselves to remain in the land of Judah. He gave them vineyards and fields on that same day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nebuchadnezzar the king of Babylon had given an order about Jeremiah to Nebuzaradan the commander of the king's bodyguards. He had said,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Take him and care for him. Do not harm him. Do for him anything he tells you.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Nebuzaradan the commander of the king's bodyguards, Nebushazban the high eunuch, Nergal-Sharezer the high official, and all the most important officials of the king of Babylon sent men out.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their men took Jeremiah from the courtyard of the guard and entrusted him to Gedaliah son of Ahikam son of Shaphan, to take him home, so Jeremiah stayed among the people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the word of Yahweh came to Jeremiah while he was under arrest in the courtyard of the guard, saying,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to Ebed-Melek the Cushite and say, 'Yahweh of hosts, God of Israel, says this: See, I am about to carry out my words against this city for disaster and not for good. For they will all come true before you on that day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I will rescue you on that day—this is Yahweh's declaration—and you will not be given into the hand of the men whom you fear.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I will certainly rescue you. You will not fall by the sword. You will escape with your life, since you trust in me—this was Yahweh's declaration.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}