{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The word came to Jeremiah from Yahweh after Nebuzaradan the commander of the king's bodyguards had released him at Ramah. He had found Jeremiah bound with chains among all the captives of Jerusalem and Judah who were being carried into exile to Babylon.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The chief guard took Jeremiah and said to him, \"Yahweh your God decreed this disaster for this place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh brought it about. He did just as he had decreed, since you people sinned against him and did not obey his voice. That is why this thing has happened to you people.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now look! I have released you today from the chains that were on your hands. If it is good in your eyes to come with me to Babylon, come, and I will take care of you. But if it is not good in your eyes to come with me to Babylon, then do not do so. Look at all the land before you. Go where it is good and right in your eyes to go.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jeremiah did not reply, Nebuzaradan said, \"Go to Gedaliah son of Ahikam son of Shaphan, whom the king of Babylon has put in charge of the cities of Judah. Stay with him among the people or go wherever it is good in your eyes to go.\" The commander of the king's bodyguards gave him food and a gift, and then sent him away.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jeremiah went to Gedaliah son of Ahikam, at Mizpah. He stayed with him among the people who were left behind in the land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now some commanders of Judean soldiers who were still in the countryside—they and their men—heard that the king of Babylon had made Gedaliah son of Ahikam governor over the land. They also heard that he had put him in charge of the men, women, and children who were the poorest people in the land, those who had not been exiled to Babylon.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they went to Gedaliah at Mizpah. These men were Ishmael son of Nethaniah; Johanan and Jonathan, sons of Kareah; Seraiah son of Tanhumeth; the sons of Ephai the Netophathite; and Jaazaniah son of the Maakathite—they and their men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gedaliah son of Ahikam son of Shaphan took an oath to them and to their men and said to them, \"Do not be afraid to serve the Chaldean officials. Live in the land and serve the king of Babylon, and it will go well with you.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look, I am living in Mizpah to meet with the Chaldeans who came to us. So harvest wine, summer fruit, and oil and store them in your containers. Live in the cities that you have occupied.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the Judeans in Moab, among the people of Ammon, and in Edom, and in every land heard that the king of Babylon had allowed a remnant of Judah to stay, that he had appointed Gedaliah son of Ahikam son of Shaphan over them.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So all the Judeans returned from every place where they had been scattered. They came back to the land of Judah, to Gedaliah at Mizpah. They harvested wine and summer fruit in great abundance.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Johanan son of Kareah and all the army commanders in the countryside came to Gedaliah at Mizpah.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, \"Do you realize that Baalis king of the people of Ammon sent Ishmael son of Nethaniah to murder you?\" But Gedaliah son of Ahikim did not believe them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Johanan son of Kareah spoke privately to Gedaliah in Mizpah and said, \"Allow me to go kill Ishmael son of Nethaniah. No one will suspect me. Why should he kill you? Why allow all of Judah that has been gathered to you to be scattered and the remnant of Judah destroyed?\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Gedaliah son of Ahikam said to Johanan son of Kareah, \"Do not do this thing, for you are telling lies about Ishmael.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}