{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But it happened that in the seventh month Ishmael son of Nethaniah son of Elishama, from the royal family, and some officers of the king, came—ten men were with him—to Gedaliah son of Ahikam, at Mizpah. They ate food together there in Mizpah.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Ishmael son of Nethaniah, and the ten men who were with him rose up and attacked Gedaliah son of Ahikam son of Shaphan, with the sword. Ishmael killed Gedaliah, whom the king of Babylon had put in charge of the land.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Ishmael killed all the Judeans who were with Gedaliah in Mizpah and the Chaldean fighting men found there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then it was the second day after the killing of Gedaliah, but no one knew.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some men came from Shechem, from Shiloh, and from Samaria—eighty men who had shaved their beard, torn their clothes, and cut themselves—with food offerings and frankincense in their hands to go to Yahweh's house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Ishmael son of Nethaniah went out from Mizpah to meet them as they went, walking and weeping. Then it happened that as he encountered them, he said to them, \"Come to Gedaliah son of Ahikam!\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that when they came into the city, Ishmael son of Nethaniah slaughtered them and threw them into a pit, he and the men who were with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But there were ten men among them who said to Ishmael, \"Do not kill us, for there are provisions of ours in a field: Wheat and barley, oil and honey.\" So he did not kill them with their other companions.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The cistern where Ishmael threw all the dead bodies that he had killed, was a large cistern that King Asa dug to make a defense against King Baasha of Israel. Ishmael son of Nethaniah filled it in with the dead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next Ishmael captured all the other people who were in Mizpah, the king's daughters and all the people who were left in Mizpah whom Nebuzaradan the chief guard had assigned to Gedaliah son of Ahikam. So Ishmael son of Nethaniah captured them and went to cross over to the people of Ammon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Johanan son of Kareah and all the army commanders with him heard of all the harm that Ishmael son of Nethaniah had done.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they took all their men and went to fight against Ishmael son of Nethaniah. They found him at the great pool of Gibeon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then it happened that when all the people who were with Ishmael saw Johanan son of Kareah and all the army commanders who were with him, they were very happy.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So all the people whom Ishmael had captured at Mizpah turned around and went to Johanan son of Kareah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Ishmael son of Nethaniah fled with eight men from Johanan. He went to the people of Ammon.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Johanan son of Kareah and all the army commanders with him took from Mizpah all the people who had been rescued from Ishmael son of Nethaniah. This was after Ishmael had killed Gedaliah son of Ahikam. Johanan and his companions took the strong men, the fighting men, the women and children, and the eunuchs who had been rescued at Gibeon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they went and stayed for a while in Geruth Kimham, which is near Bethlehem. They were going to go to Egypt\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because of the Chaldeans. They were afraid of them since Ishmael son of Nethaniah had killed Gedaliah son of Ahikam, whom the king of Babylon had put in charge of the land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}