{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the army commanders and Johanan son of Kareah, Jezaniah son of Hoshaiah, and all the people from the least to the greatest approached Jeremiah the prophet.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, \"Let our pleas come before you. Pray for us to Yahweh your God for these people who remain since we are so few in number, as you see.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ask Yahweh your God to tell us the way we should go and what we should do.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jeremiah the prophet said to them, \"I have heard you. Look, I will pray to Yahweh your God as you have requested. Whatever Yahweh answers, I will tell you. I will keep nothing back from you.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to Jeremiah, \"May Yahweh be a true and faithful witness against us, if we do not do everything that Yahweh your God tells us to do.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whether it is good or if it is bad, we will obey the voice of Yahweh our God, to whom we are sending you, so that it may be well with us when we obey the voice of Yahweh our God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the end of ten days, the word of Yahweh came to Jeremiah.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jeremiah called to Johanan son of Kareah and all the army commanders with him, and to all the people from the least to the greatest.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to them, \"This is what Yahweh, the God of Israel—to whom you sent me so I might lay your pleas before him—says,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'If you go back and live in this land, then I will build you and not tear you down; I will plant you and not pull you up, for I will turn back the disaster that I have brought on you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not fear the king of Babylon, whom you are fearing. Do not fear him—this is Yahweh's declaration—since I am with you to save you and rescue you from his hand.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I will give you mercy. I will have compassion on you, and I will bring you back to your land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But suppose that you say, \"We will not stay in this land\"—if you do not listen to my voice, the voice of Yahweh your God.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suppose that you say, \"No! We will go to the land of Egypt, where we will not see any war, where we will not hear the sound of the trumpet, and we will not go hungry for food. We will live there.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now listen to this word of Yahweh, you remnant of Judah. Yahweh of hosts, God of Israel, says this, 'If you actually set out to go to Egypt, to go and live there,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then the sword that you fear will overtake you there in the land of Egypt. The famine that you are worrying about will pursue you to Egypt, and you will die there.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So it will happen that all the men who set out to go to Egypt to live there will die by sword, famine, or plague. There will be no survivor of them, no one to escape the disaster that I will bring on them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Yahweh of hosts, God of Israel, says this: Just as my wrath and my fury were poured out on the inhabitants of Jerusalem, in the same way my fury will be poured out on you if you go to Egypt. You will become an object of cursing and a horror, an object for speaking curses, and something dishonorable, and you will not see this place again.'\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jeremiah said, \"Yahweh has spoken concerning you—the remnant of Judah. Do not go to Egypt! You certainly know that I have been a witness against you today.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you fatally deceived yourselves when you sent me to Yahweh your God and said, 'Pray to Yahweh our God for us. Everything that Yahweh our God says, tell us, and we will carry it out.'\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I have reported to you today, but you have not listened to the voice of Yahweh your God or to anything about which he sent me to you.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now, you should certainly know that you will die by sword, famine, and plague in the place where you desired to go to live.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}