{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened that Jeremiah finished proclaiming to all the people all the words of Yahweh their God that Yahweh their God had told him to say.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Azariah son of Hoshaiah, Johanan son of Kareah, and all the arrogant men said to Jeremiah, \"You are telling lies. Yahweh our God has not sent you to say, 'Do not go to Egypt to live there.'\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Baruch son of Neriah is inciting you against us to deliver us into the hand of the Chaldeans, for you to cause our death and to make us captives in Babylon.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Johanan son of Kareah, all the princes of the army, and all the people refused to listen to Yahweh's voice to live in the land of Judah.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Johanan son of Kareah and all the army commanders took away all the remnant of Judah who had returned from all the nations where they had been scattered to live in the land of Judah.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took the men and women, the children and the king's daughters, and every person whom Nebuzaradan, the commander of the king's bodyguards, had let remain with Gedaliah son of Ahikam son of Shaphan. They also took Jeremiah the prophet and Baruch son of Neriah.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went to the land of Egypt, to Tahpanhes, because they did not listen to Yahweh's voice.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the word of Yahweh came to Jeremiah in Tahpanhes, saying,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Take some large stones in your hand, and, in the sight of the people of Judah, hide them in the mortar in the pavement at the entrance to Pharaoh's house in Tahpanhes.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then say to them, \"Yahweh of hosts, God of Israel, says this, 'See, I am about to send messengers to take Nebuchadnezzar king of Babylon as my servant. I will place his throne over these stones that you, Jeremiah, have buried. Nebuchadnezzar will place his pavilion over them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For he will come and attack the land of Egypt. Anyone who is assigned to death will be given to death. Anyone who is assigned to captivity will be taken captive. Anyone who is assigned to the sword will be given to the sword.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will light a fire in the temples of Egypt's gods. Nebuchadnezzar will burn them or capture them. He will clean out the land of Egypt just as shepherds clean vermin off their clothes. He will go out from that place in victory.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa I will light a fire \\fqa* , some ancient and modern versions have \\fqa he will light a fire \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will break the stone pillars at Heliopolis in the land of Egypt. He will burn the temples of Egypt's gods.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}