{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The word came to Jeremiah concerning all the Judeans who lived in the land of Egypt, the ones staying in Migdol, Tahpanhes, Memphis, and in Upper Egypt:\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Yahweh of hosts, God of Israel, says, 'You yourselves have seen all the disasters that I brought on Jerusalem and all the cities of Judah. See, they are ruins today. There is no one to live in them.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is because of the wicked things they did to offend me by going to burn incense and to worship other gods. These were gods that neither they themselves, nor you, nor your ancestors knew.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I repeatedly sent all of my servants the prophets to them. I sent them to say, 'Stop doing these abominable things that I hate.'\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they did not listen. They refused to pay attention or turn from their wickedness in burning incense to other gods.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So my fury and my wrath were poured out and kindled a fire in the cities of Judah and the streets of Jerusalem. So they became ruins and devastations, as at this present day.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now Yahweh, the God of hosts and the God of Israel, says this, 'Why are you doing great wickedness against yourselves? Why are you causing yourselves to be cut off from among Judah—men and women, children and babies? No remnant of you will be left.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By your wickedness you have offended me with the deeds of your hands, by burning incense to other gods in the land of Egypt, where you have gone to live. You have gone there so that you will be destroyed, so that you will be a curse and a reproach among all the nations of the earth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Have you forgotten the wickedness committed by your ancestors and the wickedness committed by the kings of Judah and their wives? Have you forgotten the evil committed by yourselves and your wives in the land of Judah and the streets of Jerusalem?\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To this day, they still are not humbled. They do not honor my law or decrees that I placed before them and their ancestors, nor do they walk in them.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore Yahweh of hosts, God of Israel, says this, 'See, I am about to set my face against you to bring disaster to you and to destroy all of Judah.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I will take the remnant of Judah that has set out to go to the land of Egypt to live there. I will do this so that they will all perish in the land of Egypt. They will fall by sword and famine. From the least to the greatest they will perish by sword and famine. They will die and will become an object of swearing, cursing, reproaching, and a horrible thing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I will punish the people inhabiting the land of Egypt just as I punished Jerusalem with the sword, with famine, and with the plague,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so that none of the remnant of Judah who have gone to live in the land of Egypt will escape or survive or return to the land of Judah, to which they desire to return and live; and none of them will return except a few who escaped from there.'\" \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the men who knew that their wives were burning incense to other gods, and all the women who were in the great assembly, and all the people who were living in Lower and Upper Egypt, answered Jeremiah.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"About the word that you have told us in Yahweh's name—we will not listen to you.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For we will certainly do all the things that we said we would do—burn incense to the queen of heaven and pour out drink offerings to her just as we, our ancestors, our kings, and our leaders did in the cities of Judah and the streets of Jerusalem. Then we will be filled with food and will prosper, without experiencing any disaster.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When we refrained from doing these things, not offering incense to the queen of heaven and not pouring out drink offerings to her, we were all suffering poverty and were dying by sword and famine.\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The women said, \"When we were making incense offerings before the queen of heaven and pouring out drink offerings to her, was it against our husbands that we did these things, making cakes in her image and pouring out drink offerings to her?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jeremiah said to all the people—to the men and women, and all the people who answered him—he proclaimed and said,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Did not Yahweh remember the incense that you burned in the cities of Judah and the streets of Jerusalem—you and your ancestors, your kings and leaders, and the people of the land? For Yahweh calls this to mind; it comes to his thoughts.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he was no longer able to bear it because of your wicked practices, because of the abominations that you did. Then your land became a desolation, a horror, and a curse so there was no longer an inhabitant as at this present day.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because you burned incense and sinned against Yahweh, and because you would not listen to his voice, his law, his statutes, or his covenant decrees, this disaster against you has happened as at this present day.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jeremiah said to all the people and all the women, \"Hear the word of Yahweh, all of Judah who are in the land of Egypt.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh of hosts, God of Israel, says this, 'You and your wives both have said with your mouths and carried out with your hands what you said, \"We will certainly carry out the vows that we made to worship the queen of heaven, to pour out drink offerings to her.\" Now fulfill your vows; carry them out.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So then, hear the word of Yahweh, all of Judah who are staying in the land of Egypt, 'See, I have sworn by my great name—says Yahweh. My name will no longer be called upon by the mouths of any of the men of Judah in all the land of Egypt, you who now say, \"As the Lord Yahweh lives.\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See, I am watching over them for disaster and not for good. Every person of Judah in the land of Egypt will perish by sword and famine until they are all finished.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the survivors of the sword will return from the land of Egypt to the land of Judah, only a small number of them. So all the remnant of Judah who went to the land of Egypt to live there will know whose word will stand—mine or theirs.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This will be the sign for you—this is Yahweh's declaration—that I am setting against you in this place, so that you will know that my words will certainly attack you with disaster.'\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh says this, 'Look, I am about to give Pharaoh Hophra king of Egypt into the hand of his enemies and into the hand of those who seek to kill him. It will the same as when I gave Zedekiah king of Judah into the hand of Nebuchadnezzar king of Babylon, his enemy who sought his life.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}