{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zedekiah was twenty-one years old when he began to reign; he reigned eleven years in Jerusalem. His mother's name was Hamutal; she was the daughter of Jeremiah from Libnah.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did what was evil in the sight of Yahweh; he did everything that Jehoiakim had done.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Through Yahweh's anger, all these events happened in Jerusalem and Judah, until he drove them from before himself. Then Zedekiah rebelled against the king of Babylon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened that in the ninth year of the reign of King Zedekiah, in the tenth month, and on the tenth day of the month, Nebuchadnezzar, king of Babylon, came with all his army against Jerusalem. They camped opposite it, and they built a siege wall around it.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the city was besieged until the eleventh year of King Zedekiah's reign.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By the ninth day of the fourth month the famine was so severe in the city that there was no food for the people of the land.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the city was broken into, and all the fighting men fled and went out of the city at night by the way of the gate that was between the two walls, by the king's garden, although the Chaldeans were all around the city. So they went in the direction of the Arabah.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the army of Chaldeans pursued the king and overtook Zedekiah in the plains of the Jordan River valley near Jericho. All his army was scattered away from him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They captured the king and brought him up to the king of Babylon at Riblah in the land of Hamath, where he passed sentence on him.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Babylon slaughtered Zedekiah's sons before his own eyes, and at Riblah he also slaughtered all the leaders of Judah.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he put out Zedekiah's eyes, bound him in bronze chains, and brought him to Babylon. The king of Babylon put him in prison until the day of his death.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now in the fifth month, on the tenth day of the month, which was the nineteenth year of the reign of King Nebuchadnezzar, king of Babylon, Nebuzaradan came to Jerusalem. He was the commander of the king's bodyguards and a servant of the king of Babylon.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He burned the house of Yahweh, the king's palace, and all the houses of Jerusalem; also every important building in the city he burned.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the walls around Jerusalem, all the army of the Babylonians who were with the commander of the bodyguards destroyed them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the poorest people, the rest of the people who were left in the city, those who had deserted to the king of Babylon, and the rest of the craftsmen— Nebuzaradan, the commander of the bodyguards, took some of them away into exile.\n\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Nebuzaradan, the commander of the bodyguards, left some of the poorest of the land to work the vineyards and fields.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the bronze pillars that belonged to the house of Yahweh, and the stands, and the large bronze basin called \"The Sea\" that were in the house of Yahweh, the Chaldeans broke them into pieces and carried all the bronze back to Babylon.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The pots, shovels, lamp trimmers, bowls, and all the utensils of bronze with which the priests had served in the temple—the Chaldeans took them all away.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The basins and the incense burners, the bowls, pots, lampstands, pans, and basins that were made of gold, and those made of silver—the commander of the king's guard took them away as well.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The two pillars, the large bronze basin known as \"The Sea,\" and the twelve bronze bulls that were under the stands, things that Solomon had made for the house of Yahweh, contained more bronze than could be weighed.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The pillars were eighteen cubits high each, and a line around each one measured twelve cubits. Each was four fingers thick and hollow.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A capital of bronze was on top of it. The capital was five cubits high, with latticework and pomegranates all around. It was all made of bronze. The other pillar and its pomegranates were the same as the first.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So there were ninety-six pomegranates on the capital's sides, and one hundred pomegranates above the surrounding latticework.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The commander of the bodyguards took prisoner Seraiah, the high priest, together with Zephaniah, the second priest, and the three gatekeepers.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the city he took prisoner an officer who was in charge of soldiers, and seven men of those who advised the king, who were still in the city. He also took prisoner the king's army officer responsible for drafting men into the army, along with sixty important men from the land who were in the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Nebuzaradan, the commander of the bodyguards, took them and brought them to the king of Babylon at Riblah.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Babylon put them to death at Riblah in the land of Hamath. In this way, Judah went out of its land into exile.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the people who Nebuchadnezzar exiled: In the seventh year, 3,023 Judeans.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the eighteenth year of Nebuchadnezzar he took 832 people from Jerusalem.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the twenty-third year of Nebuchadnezzar, Nebuzaradan, the commander of the king's bodyguards, exiled 745 Judean people. All the exiled people totaled 4,600.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It happened later in the thirty-seventh year of the exile of Jehoiachin, king of Judah, in the twelfth month, on the twenty-fifth day of the month, that Awel-Marduk, king of Babylon released Jehoiachin king of Judah from prison. This happened in the year that Awel-Marduk began to reign.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He spoke kindly to him and gave him a seat more honorable than that of the other kings who were with him in Babylon.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Awel-Marduk removed Jehoiachin's prison clothes, and Jehoiachin ate regularly at the king's table for the rest of his life,\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and a regular food allowance was given to him every day for the rest of his life until his death.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}