{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The word that came to Jeremiah from Yahweh, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Stand at the gate of Yahweh's house and proclaim this word! Say, 'Hear the word of Yahweh, all you of Judah, you who enter these gates to worship Yahweh.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh of hosts, God of Israel, says this: Make your ways and practices good, and I will let you continue to live in this place.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not entrust yourself to deceitful words and say, \"Temple of Yahweh! Temple of Yahweh! Temple of Yahweh!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For if you actually make your ways and practices good; if you completely execute justice between a man and his neighbor—\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "if you do not exploit the one staying in the land, the orphan, or the widow and do not pour out innocent blood in this place, and do not walk after other gods to your own harm—\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then I will let you stay in this place, in the land that I gave to your ancestors from ancient times and forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold! You are trusting in deceitful words that do not help you.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you steal, kill, and commit adultery? Do you swear deceitfully and offer incense to Baal and walk after other gods whom you have not known?\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then do you come and stand before me in this house that is called by my name and say, \"We are saved,\" so you can do all of these abominations?\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Is this house, which carries my name, a den of bandits in your eyes? But behold, I have seen it—this is Yahweh's declaration.'\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'So go to my place that was in Shiloh, where I allowed my name to stay there in the beginning, and look at what I did to it because of the wickedness of my people Israel.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now, on account of your doing all of these practices—this is Yahweh's declaration—I spoke to you time and time again, but you did not listen. I summoned you, but you did not answer.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, what I did to Shiloh, I will also do to this house that is called by my name, the house in which you have trusted, this place that I gave to you and your ancestors.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I will send you out from before me just as I had sent out all your brothers, all the descendants of Ephraim.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for you, Jeremiah, do not pray for this people, and do not lift up a lamenting wail or say a prayer on their behalf, and do not petition me, for I will not listen to you.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you not see what they are doing in the cities of Judah and in the streets of Jerusalem?\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The children are gathering wood and the fathers kindling the fire! The women are kneading dough to make cakes for the queen of the heavens and pour out drink offerings for other gods so that they will provoke me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Are they truly provoking me?—this is Yahweh's declaration—is it not themselves whom they are provoking, so that shame is on them?\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore the Lord Yahweh says this, 'See, my anger and wrath will gush out onto this place, on both man and beast, on the tree in the fields and the fruit on the ground. It will burn and never be extinguished.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh of hosts, God of Israel says this, 'Add your burnt offerings to your sacrifices and the meat from them.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For when I brought your ancestors out from the land of Egypt, I did not require anything from them. I gave them no command about matters of burnt offerings and sacrifices.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I only gave them this command, \"Listen to my voice, and I will be your God and you will be my people. So walk in all the ways that I am commanding you, so that it may go well with you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they did not listen or pay attention. They lived by their own stubborn plans of their wicked hearts, so they went backwards, not forward.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ever since the day when your ancestors went out from the land of Egypt until this day, I have sent every one of my servants, my prophets, to you. I persisted in sending them.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they did not listen to me. They paid no attention. Instead, they hardened their necks. They were more wicked than their ancestors.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So proclaim all these words to them, but they will not listen to you. Proclaim these things to them, but they will not answer you.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Say to them: This is a nation that does not listen to the voice of Yahweh its God and does not receive discipline. Truth is destroyed and cut off from their mouths.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Cut off your hair and shave yourself, and throw away your hair. Sing a funeral song over the open places. For Yahweh has rejected and abandoned this generation in his rage.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the sons of Judah have done evil in my eye—this is Yahweh's declaration—they have set their detestable things in the house that is called by my name, in order to defile it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they built the high place of Topheth that is in the Valley of Ben Hinnom. They did this to burn their sons and daughters in fire—something that I did not command, nor did it enter my mind.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So see, days are coming—this is Yahweh's declaration—when it will no longer be called Topheth or Valley of Ben Hinnom. It will be the Valley of Slaughter; they will bury bodies in Topheth until there is no room left.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The corpses of this people will be food for the birds of the skies and the beasts of the earth, and there will be no one to frighten them away.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will put an end to the cities of Judah and the streets of Jerusalem, the sound of joy and the sound of gladness, the sound of the groom and the sound of the bride, for the land will become a desolation.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}