{
  "1": "חֲז֖וֹן H2377 עֹֽבַדְיָ֑ה H5662 כֹּֽה H3541 אָמַר֩ H559 אֲדֹנָ֨י H136 יְהוִ֜ה H3069 לֶאֱד֗וֹם H123 שְׁמוּעָ֨ה H8052 שָׁמַ֜עְנוּ H8085 מֵאֵ֤ת H853 יְהוָה֙ H3068 וְצִיר֙ H6735 בַּגּוֹיִ֣ם H1471 שֻׁלָּ֔ח H7971 ק֛וּמוּ H6965 וְנָק֥וּמָה H6965 עָלֶיהָ H5921 לַמִּלְחָמָֽה H4421 ",
  "2": "הִנֵּ֥ה H2009 קָטֹ֛ן H6996 נְתַתִּ֖יךָ H5414 בַּגּוֹיִ֑ם H1471 בָּז֥וּי H959 אַתָּ֖ה H859 מְאֹֽד H3966 ",
  "3": "זְד֤וֹן H2087 לִבְּךָ֙ H3820 הִשִּׁיאֶ֔ךָ H5377 שֹׁכְנִ֥י H7931 בְחַגְוֵי H2288 סֶּ֖לַע H5553 מְר֣וֹם H4791 שִׁבְתּ֑וֹ H7675 אֹמֵ֣ר H559 בְּלִבּ֔ H3820 מִ֥י H4310 יוֹרִדֵ֖נִי H3381 אָֽרֶץ H776 ",
  "4": "אִם H518 תַּגְבִּ֣יהַּ H1361 כַּנֶּ֔שֶׁר H5404 וְאִם H518 בֵּ֥ין H996 כּֽוֹכָבִ֖ים H3556 שִׂ֣ים H7760 קִנֶּ֑ךָ H7064 מִשָּׁ֥ם H8033 אוֹרִֽידְךָ֖ H3381 נְאֻם H5002 יְהוָֽה H3068 ",
  "5": "אִם H518 גַּנָּבִ֤ים H1590 בָּאֽוּ H935 לְךָ֙ Hl אִם H518 שׁ֣וֹדְדֵי H7703 לַ֔יְלָה H3915 אֵ֣יךְ H349 נִדְמֵ֔יתָה H1820 הֲל֥וֹא H3808 יִגְנְב֖וּ H1589 דַּיָּ֑ם H1767 אִם H518 בֹּֽצְרִים֙ H1219 בָּ֣אוּ H935 לָ֔ךְ Hl הֲל֖וֹא H3808 יַשְׁאִ֥ירוּ H7604 עֹלֵלֽוֹת H5955 ",
  "6": "אֵ֚יךְ H349 נֶחְפְּשׂ֣וּ H2664 עֵשָׂ֔ו H6215 נִבְע֖וּ H1158 מַצְפֻּנָֽיו H4710 ",
  "7": "עַֽד H5704 הַגְּב֣וּל H1366 שִׁלְּח֗וּךָ H7971 כֹּ֚ל H3605 אַנְשֵׁ֣י H376 בְרִיתֶ֔ךָ H1285 הִשִּׁיא֛וּךָ H5377 יָכְל֥וּ H3201 לְךָ֖ Hl אַנְשֵׁ֣י H376 שְׁלֹמֶ֑ךָ H7965 לַחְמְךָ֗ H3899 יָשִׂ֤ימוּ H7760 מָזוֹר֙ H4204 תַּחְתֶּ֔יךָ H8478 אֵ֥ין H369 תְּבוּנָ֖ה H8394 בּֽוֹ Hb ",
  "8": "הֲל֛וֹא H3808 בַּיּ֥וֹם H3117 הַה֖וּא H1931 נְאֻם H5002 יְהוָ֑ה H3068 וְהַאֲבַדְתִּ֤י H6 חֲכָמִים֙ H2450 מֵֽאֱד֔וֹם H123 וּתְבוּנָ֖ה H8394 מֵהַ֥ר H2022 עֵשָֽׂו H6215 ",
  "9": "וְחַתּ֥וּ H2865 גִבּוֹרֶ֖יךָ H1368 תֵּימָ֑ן H8487 לְמַ֧עַן H4616 יִכָּֽרֶת H3772 אִ֛ישׁ H376 מֵהַ֥ר H2022 עֵשָׂ֖ו H6215 מִקָּֽטֶל H6993 ",
  "10": "מֵחֲמַ֛ס H2555 אָחִ֥יךָ H251 יַעֲקֹ֖ב H3290 תְּכַסְּךָ֣ H3680 בוּשָׁ֑ה H955 וְנִכְרַ֖תָּ H3772 לְעוֹלָֽם H5769 ",
  "11": "בְּיוֹם֙ H3117 עֲמָֽדְךָ֣ H5975 מִנֶּ֔גֶד H5048 בְּי֛וֹם H3117 שְׁב֥וֹת H7617 זָרִ֖ים H2114 חֵיל֑וֹ H2428 וְנָכְרִ֞ים H5237 בָּ֣אוּ H935 שערו H8179 וְעַל H5921 יְרוּשָׁלִַ֨ם֙ H3389 יַדּ֣וּ H3032 גוֹרָ֔ל H1486 גַּם H1571 אַתָּ֖ה H859 כְּאַחַ֥ד H259 מֵהֶֽם H1992 ",
  "12": "וְאַל H408 תֵּ֤רֶא H7200 בְיוֹם H3117 אָחִ֨יךָ֙ H251 בְּי֣וֹם H3117 נָכְר֔וֹ H5235 וְאַל H408 תִּשְׂמַ֥ח H8055 לִבְנֵֽי H1121 יְהוּדָ֖ה H3063 בְּי֣וֹם H3117 אָבְדָ֑ם H6 וְאַל H408 תַּגְדֵּ֥ל H1431 פִּ֖יךָ H6310 בְּי֥וֹם H3117 צָרָֽה H6869 ",
  "13": "אַל H408 תָּב֤וֹא H935 בְשַֽׁעַר H8179 עַמִּי֙ H5971 בְּי֣וֹם H3117 אֵידָ֔ם H343 אַל H408 תֵּ֧רֶא H7200 גַם H1571 אַתָּ֛ה H859 בְּרָעָת֖ H7451 בְּי֣וֹם H3117 אֵיד֑וֹ H343 וְאַל H408 תִּשְׁלַ֥חְנָה H7971 בְחֵיל֖ H2428 בְּי֥וֹם H3117 אֵידֽוֹ H343 ",
  "14": "וְאַֽל H408 תַּעֲמֹד֙ H5975 עַל H5921 הַפֶּ֔רֶק H6563 לְהַכְרִ֖ית H3772 אֶת H853 פְּלִיטָ֑יו H6412 וְאַל H408 תַּסְגֵּ֥ר H5462 שְׂרִידָ֖יו H8300 בְּי֥וֹם H3117 צָרָֽה H6869 ",
  "15": "כִּֽי H3588 קָר֥וֹב H7138 יוֹם H3117 יְהוָ֖ה H3068 עַל H5921 כָּל H3605 הַגּוֹיִ֑ם H1471 כַּאֲשֶׁ֤ר H834 עָשִׂ֨יתָ֙ H6213 יֵעָ֣שֶׂה H6213 לָּ֔ךְ Hl גְּמֻלְךָ֖ H1576 יָשׁ֥וּב H7725 בְּרֹאשֶֽׁ H7218 ",
  "16": "כִּ֗י H3588 כַּֽאֲשֶׁ֤ר H834 שְׁתִיתֶם֙ H8354 עַל H5921 הַ֣ר H2022 קָדְשִׁ֔י H6944 יִשְׁתּ֥וּ H8354 כָֽל H3605 הַגּוֹיִ֖ם H1471 תָּמִ֑יד H8548 וְשָׁת֣וּ H8354 וְלָע֔וּ H3886 וְהָי֖וּ H1961 כְּל֥וֹא H3808 הָיֽוּ H1961 ",
  "17": "וּבְ H2022 צִיּ֛וֹן H6726 תִּהְיֶ֥ה H1961 פְלֵיטָ֖ה H6413 וְהָ֣יָה H1961 קֹ֑דֶשׁ H6944 וְיָֽרְשׁוּ֙ H3423 בֵּ֣ית H1004 יַֽעֲקֹ֔ב H3290 אֵ֖ת H853 מוֹרָֽשֵׁיהֶם H4180 ",
  "18": "וְהָיָה֩ H1961 בֵית H1004 יַעֲקֹ֨ב H3290 אֵ֜שׁ H784 וּבֵ֧ית H1004 יוֹסֵ֣ף H3130 לֶהָבָ֗ה H3852 וּבֵ֤ית H1004 עֵשָׂו֙ H6215 לְקַ֔שׁ H7179 וְדָלְק֥וּ H1814 בָהֶ֖ם Hb וַאֲכָל֑וּ H398 וְלֹֽא H3808 יִֽהְיֶ֤ה H1961 שָׂרִיד֙ H8300 לְבֵ֣ית H1004 עֵשָׂ֔ו H6215 כִּ֥י H3588 יְהוָ֖ה H3068 דִּבֵּֽר H1696 ",
  "19": "וְיָרְשׁ֨וּ H3423 הַנֶּ֜גֶב H5045 אֶת H853 הַ֣ר H2022 עֵשָׂ֗ו H6215 וְהַ H8219 אֶת H853 פְּלִשְׁתִּ֔ים H6430 וְיָרְשׁוּ֙ H3423 אֶת H853 שְׂדֵ֣ה H7704 אֶפְרַ֔יִם H669 וְאֵ֖ת H853 שְׂדֵ֣ה H7704 שֹׁמְר֑וֹן H8111 וּבִנְיָמִ֖ן H1144 אֶת H853 הַגִּלְעָֽד H1568 ",
  "20": "וְגָלֻ֣ת H1546 הַֽחֵל H2426 הַ֠זֶּה H2088 לִבְנֵ֨י H1121 יִשְׂרָאֵ֤ל H3478 אֲשֶֽׁר H834 כְּנַעֲנִים֙ H3669 עַד H5704 צָ֣רְפַ֔ת H6886 וְגָלֻ֥ת H1546 יְרוּשָׁלִַ֖ם H3389 אֲשֶׁ֣ר H834 בִּסְפָרַ֑ד H5614 יִֽרְשׁ֕וּ H3423 אֵ֖ת H853 עָרֵ֥י H5892 הַנֶּֽגֶב H5045 ",
  "21": "וְעָל֤וּ H5927 מֽוֹשִׁעִים֙ H3467 בְּהַ֣ר H2022 צִיּ֔וֹן H6726 לִשְׁפֹּ֖ט H8199 אֶת H853 הַ֣ר H2022 עֵשָׂ֑ו H6215 וְהָיְתָ֥ה H1961 לַֽיהוָ֖ה H3068 הַמְּלוּכָֽה H4410 "
}
