{
  "1": "This is a message about Moab. Yahweh, commander of the angel armies, the God whom Israel worships, says,\\q1 \"Terrible things will happen to the city of Nebo;\n\\q2 it will soon be ruined.\n\\q1 the city of Kiriathaim will be put to shame. It is taken!\n\\q2 The defended fortress will be ruined, and its people will become ashamed.\n\\q1",
  "2": "No one will boast about Moab again;\\q2 the enemies of Moab will plan to destroy the capital city, Heshbon.\n\\q2 They will say, 'Come, let us cause Moab to no longer be a nation.'\n\\q1 You also, You Madmen! you also will be silenced;\n\\q2 enemy armies will pursue you to kill you.\n\n\n\\q1",
  "3": "Listen to the people of Horonaim screaming;\\q2 they will be wailing because their town was completely destroyed .\n\\q1",
  "4": "All of Moab will be ruined;\\q2 even the little children will cry loudly.\n\\q1",
  "5": "They will cry bitterly\\q2 as they climb up Luhith hill.\n\\q1 Others will wail on the road down to Horonaim.\n\\q2 They were so very sad because their town was completely destroyed.\n\n\n\\q1",
  "6": "Someone will say to them, 'Flee!\\q2 Hide in the desert!'\n\\q1",
  "7": "But you trusted that because you were rich and powerful, you would be safe;\\q2 so you will be captured.\n\\q1 Your god Chemosh and all his priests and officials\n\\q2 will be taken away to distant lands.\n\n\n\\q1",
  "8": "All the towns in Moab will be destroyed;\\q2 none of them will escape.\n\\q1 Towns in the valleys and on the plateau will all be destroyed,\n\\q2 because Yahweh has said that is what will happen.\n\\q1",
  "9": "Someone should help all the people in Moab to run away,\\q2 so that their land will be empty,\n\\q2 so that no one will live in it any longer.\"\n\\q1",
  "10": "May Yahweh punish anyone who will not eagerly do what he desires;\\q2 may he curse anyone who refrains from using his sword to kill the people in Moab.\n\n\n\\q1",
  "11": "The people of Moab have always felt secure;\\q2 they have never been exiled.\n\\q1 They are like wine that has been left undisturbed in a container for many days to give it good flavor,\n\\q1 so now it is smells good,\n\\q2 and it tastes good.\n\\q1",
  "12": "But Yahweh says that there will be a time when he will send enemies to attack them;\\q1 they will get rid of the people of Moab like people pour out wine on the ground\n\\q2 and then smash the wine jar.\n\n\n\\q1",
  "13": "Then the people of Moab will be ashamed of their god Chemosh that they had trusted in, because it did not help them,\\q2 like the Israelite people were ashamed because their gold statue of a calf was smashed at Bethel.\n\\q1",
  "14": "The soldiers of Moab previously said, \"We are warriors;\\q2 we have fought bravely in battles!\"\n\n\n\\q1",
  "15": "But now our king, who is called Yahweh, commander of the angel armies, says that the country of Moab and all the towns in it will be destroyed.\\q2 Their fine young men will all be slaughtered.\n\\q1",
  "16": "Moab will very soon be destroyed.\\q2 They will soon experience disaster.\n\\q1",
  "17": "You people who live in nations near Moab,\\q2 who know that it is very famous,\n\\q1 should mourn for Moab,\n\\q1 and say, \"Its glorious power is completely ended .\"\n\n\n\\q1",
  "18": "You people of the city of Dibon, stop being proud because of being honored,\\q2 and sit in the dust where you will thirst for water,\n\\q1 because those who will destroy other places in Moab will attack your city\n\\q2 and destroy your fortifications.\n\\q1",
  "19": "You people of the city of Aroer,\\q2 stand along the road and watch.\n\\q1 Shout to the men and women who will be fleeing from Moab,\n\\q2 \"What has happened there?\"\n\\q1",
  "20": "They will reply,\\q2 \"Moab is ruined and we are disgraced!\"\n\\q1 So weep and wail .\n\\q2 Proclaim to Amon that Moab has been destroyed.\n\n\n\\q1",
  "21": "Yahweh is punishing the towns of Moab that are on the plateau:\\q2 Holon and Jahaz and Mephaath,\n\\q2",
  "22": "Dibon and Nebo and Beth Diblathaim,\\q2",
  "23": "Kiriathaim and Beth Gamul and Beth Meon,\\q2",
  "24": "Kerioth and Bozrah.\\q2 He is punishing cities that are near each other and towns that are far away from each other.\n\\q1",
  "25": "Yahweh says, \"The power of Moab will be finished;\\q2 it is as though it will have a broken arm.\n\n\n\\q1",
  "26": "You people of Moab thought you were powerful enough to rebel against me, Yahweh;\\q2 so now I will cause you all to stagger like drunken people.\n\\q1 You people of Moab will wallow in your own vomit\n\\q2 and be ridiculed.\n\\q1",
  "27": "Did you not ridicule the people of Israel? \\q1 Did you think they were nothing but thieves, \n\\q2 so that you shook your head at them with scorn, \n\\q1 and despised them every time you spoke about them?\n\n\n\\q1",
  "28": "You people who live in Moab,\\q2 you should abandon your towns and go and live in caves.\n\\q1 Be like pigeons that make their nests in the entrances of caves.\"\n\\q1",
  "29": "We have all heard that the people of Moab are very proud;\\q2 they are extremely proud and conceited.\n\n\\q1",
  "30": "But Yahweh says, \"I know about that,\\q2 but it is useless for them to boast\n\\q2 because it will accomplish nothing.\n\\q1",
  "31": "So now I will wail for Moab;\\q2 I will cry about all its people.\n\\q2 I will moan for the men of the city of Kir Hareseth, the old capital of Moab.\n\\q1",
  "32": "You people of the city of Sibmah, you have many vineyards, and I will be sad when they are destroyed.\\q2 It is as though the branches of your vines extend across the Dead Sea to the city of Jazer, but the enemies of Moab will take your grapes and wine from you!\n\n\n\\q1",
  "33": "But no one will be joyful or happy in Moab now;\\q2 your fruit and grapes that ripen in the summer will soon be destroyed.\n\\q1 There will be no grape juice coming from the winepresses,\n\\q2 so there will be no wine.\n\\q1 People will not shout joyfully\n\\q2 as they tread on the grapes;\n\\q1 people will shout,\n\\q2 but they will not be shouting joyfully.\n\n\n\\q1",
  "34": "Instead, the sound of their wailing will rise from the city of Heshbon to the town of Elealeh and the village of Jahaz,\\q2 from the city of Zoar as far as the town of Horonaim Eglath Shelishiyah.\n\\q1 Even the water in the stream of Nimrim will be dried up.\n\\q1",
  "35": "I, Yahweh, say that I will get rid of the people who offer sacrifices on the hilltops,\\q2 thos who burn incense to their gods.\n\n\n\\q1",
  "36": "I moan for the people of Moab and Kir Hareseth\\q2 like someone playing a funeral song on a flute,\n\\q2 because all their wealth will disappear.\n\\q1",
  "37": "The men will shave their heads and their beards to show that they are mourning.\\q2 They all will slash their hands and wear rough cloth around their waists.\n\n\n\\q1",
  "38": "In every home and in the town plazas in Moab there will be people who are mourning,\\q2 because I will have destroyed Moab\n\\q2 like someone smashes an old jar that no one wants anymore.\n\\q1",
  "39": "Moab will be completely shattered with terror!\\q2 And you will hear the people wailing loudly!\n\\q1 They will be disgraced.\n\\q2 Moab will become a nation that people ridicule.\n\\q1 The people in nearby countries will be horrified about what has happened there.",
  "40": "This is what I, Yahweh, say:\\q1 'Look! Their enemies will be swooping down over Moab\n\\q2 like an eagle swoops down to seize an animal.\n\\q1",
  "41": "Its cities will be captured,\\q2 its fortresses will be seized.\n\\q1 Even their warriors will be afraid,\n\\q2 like a woman who is about to give birth.\n\n\n\\q1",
  "42": "Moab boasted against me, Yahweh,\\q2 so it will be destroyed.\n\\q1",
  "43": "I, Yahweh, say that you people of Moab will be terrified, and fall into pits and traps.\\q1",
  "44": "Those who are terrified and try to run away will fall into deep pits.\\q2 Whoever climbs out of a pit will be caught in a trap,\n\\q1 because I will punish them at the time that I have appointed.'\n\n\n\\q1",
  "45": "The people will flee as far as the city of Heshbon,\\q2 but they will not be able to go any further,\n\\q1 because a fire will burn in Heshbon,\n\\q2 which is the city where King Sihon lived long ago,\n\\q1 and it will burn up all the people in Moab\n\\q2 who noisily boasted very much.\n\n\n\\q1",
  "46": "You people of Moab, terrible things will happen to you!\\q2 You people who worship your god Chemosh, you will be destroyed.\n\\q1 Your sons and your daughters will be captured and taken away to other countries.\n\\q1",
  "47": "But some day, I will enable the people of Moab to return to their land again.\\q2 That will surely happen because I, Yahweh, have said it.\"\n That is the end of what Jeremiah prophesied about Moab."
}
