{
  "1": "Six sons of King David were born in the city of Hebron.\\li1 His oldest son was Amnon, whose mother Ahinoam was from the city of Jezreel.\n\\li1 His next son was Daniel, whose mother was Abigail from the city of Carmel.",
  "2": "His next son was Absalom, whose mother was Maacah, the daughter of Talmai, the king who ruled in the city of Geshur.\\li1 His next son was Adonijah, whose mother was Haggith.",
  "3": "The next son was Shephatiah, whose mother was Abital.\\li1 His youngest son was Ithream, whose mother was Eglah.\n\\m\n\n\n\\li1",
  "4": "They were all born in Hebron, where David ruled for seven and one-half years. After that, David ruled in Jerusalem for thirty-three years.",
  "5": "Many of David's children were born in Jerusalem.\\li1 Bathshua, daughter of Ammiel, gave birth to four of his sons: Shammua, Shobab, Nathan, and Solomon.\n\n\n\n\\li1",
  "6": "Nine other sons of David were also born there. They were Ibhar, Elishua, Elphelet,",
  "7": "Nogah, Nepheg, Japhia,",
  "8": "Elishama, Eliada, and Eliphelet.\\li1",
  "9": "In addition to all those sons, David's slave wives also gave birth to sons. David also had a daughter named Tamar.\\s2 The kings of Judah\n\n\n\\li1",
  "10": "Solomon's son was King Rehoboam.\\li1 Rehoboam's son was King Abijah.\n\\li1 Abijah's son was King Asa.\n\\li1 Asa's son was King Jehoshaphat.\n\\li1",
  "11": "Jehoshaphat's son was King Jehoram.\\li1 Jehoram's son was King Ahaziah.\n\\li1 Ahaziah's son was King Joash.\n\\li1",
  "12": "Joash's son was King Amaziah.\\li1 Amaziah's son was King Azariah.\n\\li1 Azariah's son was King Jotham.\n\n\n\\li1",
  "13": "Jotham's son was King Ahaz.\\li1 Ahaz's son was King Hezekiah.\n\\li1 Hezekiah's son was King Manasseh.\n\\li1",
  "14": "Manasseh's son was King Amon.\\li1 Amon's son was King Josiah.\n\n\n\\li1",
  "15": "Josiah's oldest son was Johanan. His other sons were Jehoiakim, Zedekiah, and Shallum.\\li1",
  "16": "Jehoiakim's son was Jehoiachin. The last king was Zedekiah.\\s2 Other descendants of King David after the people of Judah were exiled\n\n\n\\li1",
  "17": "Jehoiachin was captured and taken to Babylon. His sons were Shealtiel,",
  "18": "Malkiram, Pedaiah, Shenazzar, Jekamiah, Hoshama, and Nedabiah.\n\n\\li1",
  "19": "Pedaiah's sons were Zerubbabel and Shimei.\\li1 Two of Zerubbabel's sons were Meshullam and Hananiah, and their sister was Shelomith.",
  "20": "Zerubbabel's five other sons were Hashubah, Ohel, Berekiah, Hasadiah, and Jushab-Hesed.\\li1",
  "21": "The sons of Hananiah were Pelatiah and Jeshaiah. Jeshaiah's son was Rephaiah. After him, other descendants of Hananiah were Arnan, Obadiah, and Shecaniah.\n\n\\li1",
  "22": "Shecaniah's son was Shemaiah. Shemaiah's five sons were Hattush, Igal, Bariah, Neariah, and Shaphat.\\li1",
  "23": "Neariah's three sons were Elioenai, Hizkiah, and Azrikam.\\li1",
  "24": "Elioenai's seven sons were Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah, and Anani."
}
