{
  "1": "Levi's sons were Gershon, Kohath, and Merari.\\li1",
  "2": "Kohath's sons were Amram, Izhar, Hebron, and Uzziel.\\li1",
  "3": "Amram's children were Miriam and her younger brothers Aaron and Moses.\\li1 Aaron's sons were Nadab, Abihu, Eleazar, and Ithamar.\n\n\n\\li2",
  "4": "Eleazar was the father of Phinehas.\\li2 Phinehas was the father of Abishua.\n\\li2",
  "5": "Abishua was the father of Bukki.\\li2 Bukki was the father of Uzzi.\n\\li2",
  "6": "Uzzi was the father of Zerahiah.\\li2 Zerahiah was the father of Meraioth.\n\n\n\\li2",
  "7": "Meraioth was the father of Amariah.\\li2 Amariah was the father of Ahitub.\n\\li2",
  "8": "Ahitub was the father of Zadok.\\li2 Zadok was the father of Ahimaaz.\n\\li2",
  "9": "Ahimaaz was the father of Azariah.\\li2 Azariah was the father of Johanan.\n\n\n\\li2",
  "10": "Johanan was the father of Azariah. Azariah was a priest in the temple that Solomon commanded to be built in Jerusalem.\\li2",
  "11": "Azariah was the father of Amariah.\\li2 Amariah was the father of Ahitub.\n\\li2",
  "12": "Ahitub was the father of Zadok.\\li2 Zadok was the father of Shallum.\n\n\n\\li2",
  "13": "Shallum was the father of Hilkiah.\\li2 Hilkiah was the father of Azariah.\n\\li2",
  "14": "Azariah was the father of Seraiah.\\li2 Seraiah was the father of Jozadak.",
  "15": "Jozadak was forced to leave his home when Yahweh sent King Nebuchadnezzar's army to capture many people in Jerusalem and other places in Judah and compel them to go to Babylonia.\n\n\\li1",
  "16": "Levi's sons were Gershon, Kohath, and Merari.\\li2",
  "17": "Gershon's sons were Libni and Shimei.\\li2",
  "18": "Kohath's sons were Amram, Izhar, Hebron, and Uzziel.\n\n\\li1",
  "19": "Merari's sons were Mahli and Mushi.\\m Here is a list of the descendants of Levi, who became leaders of their clans.\n\\li1",
  "20": "Gershon's oldest son was Libni.\\li2 Libni's son was Jahath.\n\\li2 Jehath's son was Zimmah.\n\\li2",
  "21": "Zimmah's son was Joah.\\li2 Joah's son was Iddo.\n\\li2 Iddo's son was Zerah.\n\\li2 Zerah's son was Jeatherai.\n\n\n\\li1",
  "22": "Kohath's other son was Amminadab.\\li2 Amminadab's son was Korah.\n\\li2 Korah's son was Assir.\n\\li2",
  "23": "Assir's son was Elkanah.\\li2 Elkanah's son was Ebiasaph.\n\\li2 Ebiasaph's son was Assir.\n\\li2",
  "24": "Assir's son was Tahath.\\li2 Tahath's son was Uriel.\n\\li2 Uriel's son was Uzziah.\n\\li2 Uzziah's son was Shaul.\n\n\n\\li1",
  "25": "Elkanah's sons were Amasai, Ahimoth,\\li2",
  "26": "and a son also named Elkana.\\li2 Elkanah's son was Zophai.\n\\li2 Zophai's son was Nahath.\n\\li2",
  "27": "Nahath's son was Eliab.\\li2 Eliab's son was Jeroham.\n\\li2 Jeroham's son was Elkanah.\n\n\n\\li1",
  "28": "Samuel's oldest son was Joel; his other son was Abijah.\\li1",
  "29": "Merari's oldest son was Mahli.\\li2 Mahli's son was Libni.\n\\li2 Libni's son was Shimei.\n\\li2 Shimei's son was Uzzah.\n\\li2",
  "30": "Uzzah's son was Shimea.\\li2 Shimea's son was Haggiah.\n\\li2 Haggiah's son was Asaiah.\n\\s2 These are the temple musicians.",
  "31": "After the sacred chest was brought to Jerusalem, King David appointed some of the men who were descendants of Levi to be in charge of the music in the place where the people worshiped Yahweh.",
  "32": "Those musicians first sang and played their instruments in the sacred tent, which was also called the tent of meeting, and they continued to do that until Solomon's workers built the temple of Yahweh in Jerusalem. In all their work, they obeyed the instructions that David had given them.",
  "33": "Here is a list of the musicians and their sons:\\li1 From Kohath's descendants there was Heman, the leader of the singers.\n\\li2 Heman was the son of Joel.\n\\li2 Joel was the son of Samuel.\n\\li2",
  "34": "Samuel was the son of Elkanah.\\li2 Elkanah was the son of Jeroham.\n\\li2 Jeroham was the son of Eliel.\n\\li2 Eliel was the son of Toah.\n\\li2",
  "35": "Toah was the son of Zuph.\\li2 Zuph was the son of Elkanah.\n\\li2 Elkanah was the son of Mahath.\n\\li2 Mahath was the son of Amasai.\n\n\n\\li2",
  "36": "Amasai was the son of another man whose name was Elkanah.\\li2 Elkanah was the son of Joel.\n\\li2 Joel was the son of Azariah.\n\\li2 Azariah was the son of Zephaniah.\n\\li2",
  "37": "Zephaniah was the son of Tahath.\\li2 Tahath was the son of Assir.\n\\li2 Assir was the son of Ebiasaph.\n\\li2 Ebiasaph was the son of Korah.\n\\li2",
  "38": "Korah was the son of Izhar.\\li2 Izhar was the son of Kohath.\n\\li2 Kohath was the son of Levi.\n\\li2 Levi was the son of Jacob.\n\n\n\\li1",
  "39": "Heman's helper was Asaph. His group stood at the right side of Heman.\\li2 Asaph was the son of Berekiah.\n\\li2 Berekiah was the son of Shimea.\n\\li2",
  "40": "Shimea was the son of Michael.\\li2 Michael was the son of Baaseiah.\n\\li2 Baaseiah was the son of Malkijah.\n\\li2",
  "41": "Malkijah was the son of Ethni.\\li2 Ethni was the son of Zerah.\n\\li2 Zerah was the son of Adaiah.\n\\li2",
  "42": "Adaiah was the son of Ethan.\\li2 Ethan was the son of Zimmah.\n\\li2 Zimmah was the son of Shimei.\n\\li2",
  "43": "Shimei was the son of Jahath.\\li2 Jahath was the son of Gershon,\n\\li2 and Gershon was the son of Levi.\n\n\n\\li1",
  "44": "A group of singers from Merari's family helped Heman and Asaph. They stood at the left of Heman. The leader of this group was Ethan son of Kishi.\\li2 Kishi was the son of Abdi.\n\\li2 Abdi was the son of Malluk.\n\\li2",
  "45": "Malluk was the son of Hashabiah.\\li2 Hashabiah was the son of Uzziah.\n\\li2 Uzziah was the son of Hilkiah.\n\\li2",
  "46": "Hilkiah was the son of Amzi.\\li2 Amzi was the son of Bani.\n\\li2 Bani was the son of Shemer.\n\\li2",
  "47": "Shemer was the son of Mahli.\\li2 Mahli was the son of Mushi.\n\\li2 Mushi was the son of Merari,\n\\li2 and Merari was the son of Levi.",
  "48": "The other descendants of Levi were appointed to do other work in the sacred tent, the place where the people worshiped God.",
  "49": "Aaron and his descendants were the ones who placed on the altar the sacrifices that were to be burned completely, and they burned incense on another altar. Those sacrifices were in order that Yahweh would no longer be angry with the people of Israel for having sinned. Those men also did other work in the very holy place in the sacred tent, obeying the instructions that Moses, who served God well, had given to them.\n\n\\li1",
  "50": "These were the descendants of Aaron:\\li2 Aaron's son was Eleazar.\n\\li2 Eleazar's son was Phinehas.\n\\li2 Phinehas's son was Abishua.\n\\li2",
  "51": "Abishua's son was Bukki.\\li2 Bukki's son was Uzzi.\n\\li2 Uzzi's son was Zerahiah.\n\\li2",
  "52": "Zerahiah's son was Meraioth.\\li2 Meraioth's son was Amariah.\n\\li2 Amariah's son was Ahitub.\n\\li2",
  "53": "Ahitub's son was Zadok,\\li2 and Zadok's son was Ahimaaz.\n\\s2 This is the land for the descendants of Levi.",
  "54": "Here is a list of the places where Aaron's descendants lived. Those who were descendants of Kohath were the first group to be allotted cities to live in.i",
  "55": "They were allotted the city of Hebron in Judah and the pastureland around the city,",
  "56": "but the fields farther from the city and the villages near the city were given to Caleb's son of Jephunneh.\n\ni",
  "57": "The descendants of Aaron who were descendants of Kohath were allotted Hebron, one of the cities to which people could flee and be protected if they accidentally killed someone. They also were allotted the towns and pastureland near Libnah, Jattir, Eshtemoa,",
  "58": "Hilen, Debir,",
  "59": "Ashan, Juttah, and Beth Shemesh.",
  "60": "They were also allotted the cities of Gibeon, Geba, Alemeth, and Anathoth from the tribe of Benjamin.i Altogether, these clans descended from Kohath were allotted thirteen cities.",
  "61": "The other clans descended from Kohath were allotted ten cities from the clans of the tribe of Manasseh that lived west of the Jordan River.",
  "62": "The descendants of Gershon were allotted thirteen cities and towns from the tribes of Issachar, Asher, Naphtali, and the part of the tribe of Manasseh that lived in the region of Bashan on the east side of the Jordan River.",
  "63": "The descendants of Merari were allotted twelve cities and towns from the tribes of Reuben, Gad, and Zebulun.",
  "64": "The leaders of Israel allotted those towns and the nearby pasturelands to the descendants of Levi.",
  "65": "They also allotted to them the cities and towns from the tribes of Judah, Simeon, and Benjamin that were listed previously.",
  "66": "Some of the descendants of Kohath were allotted towns from the tribe of Ephraim.i",
  "67": "They were allotted Shechem, which was one of the cities to which people could flee and be protected if they accidentally killed someone, along with the nearby pastureland in the hills of Ephraim. They were also allotted these towns and pastureland near them: Gezer,",
  "68": "Jokmeam, Beth Horon,",
  "69": "Aijalon, and Gath Rimmon.\n\ni",
  "70": "The other descendants of Kohath were allotted the cities of Aner and Bileam and the nearby pastureland from the part of the tribe of Manasseh that lives west of the Jordan River.",
  "71": "The descendants of Gershon, who were part of the tribe of Manasseh, lived east of the Jordan River. They were allotted the cities and towns and pastureland near them: Golan in the regions of Bashan and Ashtaroth.\\li2",
  "72": "From the tribe of Issachar they were allotted cities and towns and pastureland near Kedesh, Daberath,",
  "73": "Ramoth, and Anem.\n\n\\li2",
  "74": "From the tribe of Asher they were allotted cities and towns and pastureland near Mashal, Abdon,",
  "75": "Hukok, and Rehob.\\li2",
  "76": "From the tribe of Naphtali they were allotted cities and towns and pastureland near Kedesh in the region of Galilee, and the cities of Hammon and Kiriathaim.\n\n\\li1",
  "77": "The other descendants of Levi, those descended from Merari, were allotted towns and pasturelands from the tribe of Zebulun near Jokneam, Kartah, Rimmono, and Tabor.\\li2",
  "78": "78-79 From the tribe of Reuben they were allotted cities and towns and pastureland near Bezer in the wilderness, Jahzah, Kedemoth, and Mephaath. The tribe of Reuben lived east of the Jordan River, across from Jericho.\n\n\\li2",
  "79": "From the tribe of Gad, they were allotted cities and towns and pastureland near Ramoth in the region of Gilead, Mahanaim,",
  "80": "Heshbon, and Jazer.\n\nBev"
}
