{
  "1": "וְאֵ֨לֶּה֙ H428 הַכֹּהֲנִ֣ים H3548 וְהַ H3881 אֲשֶׁ֥ר H834 עָל֛וּ H5927 עִם H5973 זְרֻבָּבֶ֥ל H2216 בֶּן H1121 שְׁאַלְתִּיאֵ֖ל H7597 וְיֵשׁ֑וּעַ H3442 שְׂרָיָ֥ה H8304 יִרְמְיָ֖ה H3414 עֶזְרָֽא H5830 ",
  "2": "אֲמַרְיָ֥ה H568 מַלּ֖וּךְ H4409 חַטּֽוּשׁ H2407 ",
  "3": "שְׁכַנְיָ֥ה H7935 רְחֻ֖ם H7348 מְרֵמֹֽת H4822 ",
  "4": "עִדּ֥וֹא H5714 גִנְּת֖וֹי H1599 אֲבִיָּֽה H29 ",
  "5": "מִיָּמִ֥ין H4326 מַֽעַדְיָ֖ה H4573 בִּלְגָּֽה H1083 ",
  "6": "שְׁמַֽעְיָ֥ה H8098 וְיוֹיָרִ֖יב H3114 יְדַֽעְיָֽה H3048 ",
  "7": "סַלּ֣וּ H5543 עָמ֔וֹק H5987 חִלְקִיָּ֖ה H2518 יְדַֽעְיָ֑ה H3048 אֵ֣לֶּה H428 רָאשֵׁ֧י H7218 הַכֹּהֲנִ֛ים H3548 וַאֲחֵי H251 בִּימֵ֥י H3117 יֵשֽׁוּעַ H3442 ",
  "8": "וְהַ H3881 יֵשׁ֧וּעַ H3442 בִּנּ֛וּי H1131 קַדְמִיאֵ֥ל H6934 שֵׁרֵבְיָ֖ה H8274 יְהוּדָ֣ה H3063 מַתַּנְיָ֑ה H4983 עַֽל H5921 הֻיְּד֖וֹת H1960 ה֥וּא H1931 וְאֶחָֽי H251 ",
  "9": "וּבַקְבֻּֽקְיָ֨ה H1229 וענו H6042 אֲחֵיהֶ֛ם H251 לְנֶגְדָּ֖ H5048 לְמִשְׁמָרֽוֹת H4931 ",
  "10": "וְיֵשׁ֖וּעַ H3442 הוֹלִ֣יד H3205 אֶת H853 יֽוֹיָקִ֑ים H3113 וְיֽוֹיָקִים֙ H3113 הוֹלִ֣יד H3205 אֶת H853 אֶלְיָשִׁ֔יב H475 וְאֶלְיָשִׁ֖יב H475 אֶת H853 יוֹיָדָֽע H3111 ",
  "11": "וְיוֹיָדָע֙ H3111 הוֹלִ֣יד H3205 אֶת H853 יוֹנָתָ֔ן H3129 וְיוֹנָתָ֖ן H3129 הוֹלִ֥יד H3205 אֶת H853 יַדּֽוּעַ H3037 ",
  "12": "וּבִ H3117 יֽוֹיָקִ֔ים H3113 הָי֥וּ H1961 כֹהֲנִ֖ים H3548 רָאשֵׁ֣י H7218 הָאָב֑וֹת H1 לִשְׂרָיָ֣ה H8304 מְרָיָ֔ה H4811 לְיִרְמְיָ֖ה H3414 חֲנַנְיָֽה H2608 ",
  "13": "לְעֶזְרָ֣א H5830 מְשֻׁלָּ֔ם H4918 לַאֲמַרְיָ֖ה H568 יְהוֹחָנָֽן H3076 ",
  "14": "למלוכי H4409 יֽוֹנָתָ֔ן H3129 לִשְׁבַנְיָ֖ה H7645 יוֹסֵֽף H3130 ",
  "15": "לְחָרִ֣ם H2766 עַדְנָ֔א H5733 לִמְרָי֖וֹת H4812 חֶלְקָֽי H2517 ",
  "16": "לעדיא H5714 זְכַרְיָ֖ה H2148 לְגִנְּת֥וֹן H1599 מְשֻׁלָּֽם H4918 ",
  "17": "לַאֲבִיָּ֖ה H29 זִכְרִ֑י H2147 לְמִ֨נְיָמִ֔ין H4509 לְמוֹעַדְיָ֖ה H4153 פִּלְטָֽי H6408 ",
  "18": "לְבִלְגָּ֣ה H1083 שַׁמּ֔וּעַ H8051 לִֽשְׁמַעְיָ֖ה H8098 יְהוֹנָתָֽן H3083 ",
  "19": "וּלְ H3114 מַתְּנַ֔י H4982 לִֽידַֽעְיָ֖ה H3048 עֻזִּֽי H5813 ",
  "20": "לְסַלַּ֥י H5543 קַלָּ֖י H7040 לְעָמ֥וֹק H5987 עֵֽבֶר H5677 ",
  "21": "לְחִלְקִיָּ֣ה H2518 חֲשַׁבְיָ֔ה H2811 לִֽידַֽעְיָ֖ה H3048 נְתַנְאֵֽל H5417 ",
  "22": "הַלְוִיִּם֩ H3881 בִּימֵ֨י H3117 אֶלְיָשִׁ֜יב H475 יוֹיָדָ֤ע H3111 וְיוֹחָנָן֙ H3110 וְיַדּ֔וּעַ H3037 כְּתוּבִ֖ים H3789 רָאשֵׁ֣י H7218 אָב֑וֹת H1 וְהַ H3548 עַל H5921 מַלְכ֖וּת H4438 דָּרְיָ֥וֶשׁ H1867 הַפָּֽרְסִֽי H6542 ",
  "23": "בְּנֵ֤י H1121 לֵוִי֙ H3878 רָאשֵׁ֣י H7218 הָֽאָב֔וֹת H1 כְּתוּבִ֕ים H3789 עַל H5921 סֵ֖פֶר H5612 דִּבְרֵ֣י H1697 הַיָּמִ֑ים H3117 וְעַד H5704 יְמֵ֖י H3117 יֽוֹחָנָ֥ן H3110 בֶּן H1121 אֶלְיָשִֽׁיב H475 ",
  "24": "וְרָאשֵׁ֣י H7218 הַ֠לְוִיִּם H3881 חֲשַׁבְיָ֨ה H2811 שֵֽׁרֵבְיָ֜ה H8274 וְיֵשׁ֤וּעַ H3442 בֶּן H1121 קַדְמִיאֵל֙ H6934 וַאֲחֵי H251 לְנֶגְדָּ֔ H5048 לְהַלֵּ֣ל H1984 לְהוֹד֔וֹת H3034 בְּמִצְוַ֖ת H4687 דָּוִ֣יד H1732 אִישׁ H376 הָאֱלֹהִ֑ים H430 מִשְׁמָ֖ר H4929 לְעֻמַּ֥ת H5980 מִשְׁמָֽר H4929 ",
  "25": "מַתַּנְיָ֧ה H4983 וּבַקְבֻּֽקְיָ֛ה H1229 עֹבַדְיָ֥ה H5662 מְשֻׁלָּ֖ם H4918 טַלְמ֣וֹן H2929 עַקּ֑וּב H6126 שֹׁמְרִ֤ים H8104 שֽׁוֹעֲרִים֙ H7778 מִשְׁמָ֔ר H4929 בַּאֲסֻפֵּ֖י H624 הַשְּׁעָרִֽים H8179 ",
  "26": "אֵ֕לֶּה H428 בִּימֵ֛י H3117 יוֹיָקִ֥ים H3113 בֶּן H1121 יֵשׁ֖וּעַ H3442 בֶּן H1121 יוֹצָדָ֑ק H3136 וּבִ H3117 נְחֶמְיָ֣ה H5166 הַפֶּחָ֔ה H6346 וְעֶזְרָ֥א H5830 הַכֹּהֵ֖ן H3548 הַסּוֹפֵֽר H5608 ",
  "27": "וּבַ H2598 חוֹמַ֣ת H2346 יְרוּשָׁלִַ֗ם H3389 בִּקְשׁ֤וּ H1245 אֶת H853 הַלְוִיִּם֙ H3881 מִכָּל H3605 מְק֣וֹמֹתָ֔ם H4725 לַהֲבִיאָ֖ H935 לִֽירוּשָׁלִָ֑ם H3389 לַעֲשֹׂ֨ת H6213 חֲנֻכָּ֤ה H2598 וְשִׂמְחָה֙ H8057 וּבְ H8426 וּבְ H7892 מְצִלְתַּ֖יִם H4700 נְבָלִ֥ים H5035 וּבְ H3658 ",
  "28": "וַיֵּאָ֣סְפ֔וּ H622 בְּנֵ֖י H1121 הַמְשֹׁרְרִ֑ים H7891 וּמִן H4480 הַכִּכָּר֙ H3603 סְבִיב֣וֹת H5439 יְרוּשָׁלִַ֔ם H3389 וּמִן H4480 חַצְרֵ֖י H2691 נְטֹפָתִֽי H5200 ",
  "29": "וּמִ H1004 הַגִּלְגָּ֔ל H1537 וּמִ H7704 גֶּ֖בַע H1387 וְעַזְמָ֑וֶת H5820 כִּ֣י H3588 חֲצֵרִ֗ים H2691 בָּנ֤וּ H1129 לָהֶם֙ H1992 הַמְשֹׁ֣רֲרִ֔ים H7891 סְבִיב֖וֹת H5439 יְרוּשָׁלִָֽם H3389 ",
  "30": "וַיִּֽטַּהֲר֔וּ H2891 הַכֹּהֲנִ֖ים H3548 וְהַ H3881 וַֽיְטַהֲרוּ֙ H2891 אֶת H853 הָעָ֔ם H5971 וְאֶת H853 הַשְּׁעָרִ֖ים H8179 וְאֶֽת H853 הַחוֹמָֽה H2346 ",
  "31": "וָאַעֲלֶה֙ H5927 אֶת H853 שָׂרֵ֣י H8269 יְהוּדָ֔ה H3063 מֵעַ֖ל H5921 לַחוֹמָ֑ה H2346 וָאַעֲמִ֡ידָ H5975 שְׁתֵּ֣י H8147 תוֹדֹת֩ H8426 גְּדוֹלֹ֨ת H1419 וְתַהֲלֻכֹ֤ת H8418 לַיָּמִין֙ H3225 מֵעַ֣ל H5921 לַחוֹמָ֔ה H2346 לְשַׁ֖עַר H8179 הָאַשְׁפֹּֽת H830 ",
  "32": "וַיֵּ֤לֶךְ H3212 אַחֲרֵיהֶם֙ H310 הוֹשַׁ֣עְיָ֔ה H1955 וַחֲצִ֖י H2677 שָׂרֵ֥י H8269 יְהוּדָֽה H3063 ",
  "33": "וַעֲזַרְיָ֥ה H5838 עֶזְרָ֖א H5830 וּמְשֻׁלָּֽם H4918 ",
  "34": "יְהוּדָה֙ H3063 וּבִנְיָמִ֔ן H1144 וּֽשְׁמַֽעְיָ֖ה H8098 וְיִרְמְיָֽה H3414 ",
  "35": "וּמִ H1121 הַכֹּהֲנִ֖ים H3548 בַּחֲצֹצְר֑וֹת H2689 זְכַרְיָ֨ה H2148 בֶן H1121 יֽוֹנָתָ֜ן H3129 בֶּן H1121 שְׁמַֽעְיָ֗ה H8098 בֶּן H1121 מַתַּנְיָה֙ H4983 בֶּן H1121 מִ֣יכָיָ֔ה H4320 בֶּן H1121 זַכּ֖וּר H2139 בֶּן H1121 אָסָֽף H623 ",
  "36": "וְֽאֶחָ֡י H251 שְֽׁמַעְיָ֡ה H8098 וַעֲזַרְאֵ֡ל H5832 מִֽלֲלַ֡י H4450 גִּֽלֲלַ֡י H1562 מָעַ֞י H4597 נְתַנְאֵ֤ל H5417 וִֽיהוּדָה֙ H3063 חֲנָ֔נִי H2607 בִּכְלֵי H3627 שִׁ֥יר H7892 דָּוִ֖יד H1732 אִ֣ישׁ H376 הָאֱלֹהִ֑ים H430 וְעֶזְרָ֥א H5830 הַסּוֹפֵ֖ר H5608 לִפְנֵי H6440 ",
  "37": "וְעַל֩ H5921 שַׁ֨עַר H8179 הָעַ֜יִן H5869 וְנֶגְדָּ֗ H5048 עָלוּ֙ H5927 עַֽל H5921 מַעֲלוֹת֙ H4609 עִ֣יר H5892 דָּוִ֔יד H1732 בַּֽמַּעֲלֶ֖ה H4608 לַחוֹמָ֑ה H2346 מֵעַל֙ H5921 לְבֵ֣ית H1004 דָּוִ֔יד H1732 וְעַ֛ד H5704 שַׁ֥עַר H8179 הַמַּ֖יִם H4325 מִזְרָֽח H4217 ",
  "38": "וְהַ H8426 הַשֵּׁנִ֛ית H8145 הַהוֹלֶ֥כֶת H1980 לְמ֖וֹאל H4136 וַאֲנִ֣י H589 אַחֲרֶ֑יהָ H310 וַחֲצִ֨י H2677 הָעָ֜ם H5971 מֵעַ֣ל H5921 לְהַ H2346 מֵעַל֙ H5921 לְמִגְדַּ֣ל H4026 הַתַּנּוּרִ֔ים H8574 וְעַ֖ד H5704 הַחוֹמָ֥ה H2346 הָרְחָבָֽה H7342 ",
  "39": "וּמֵ H5921 לְשַֽׁעַר H8179 אֶ֠פְרַיִם H669 וְעַל H5921 שַׁ֨עַר H8179 הַיְשָׁנָ֜ה H3466 וְעַל H5921 שַׁ֣עַר H8179 הַדָּגִ֗ים H1709 וּמִגְדַּ֤ל H4026 חֲנַנְאֵל֙ H2606 וּמִגְדַּ֣ל H4026 הַמֵּאָ֔ה H3968 וְעַ֖ד H5704 שַׁ֣עַר H8179 הַצֹּ֑אן H6629 וְעָ֣מְד֔וּ H5975 בְּשַׁ֖עַר H8179 הַמַּטָּרָֽה H4307 ",
  "40": "וַֽתַּעֲמֹ֛דְנָה H5975 שְׁתֵּ֥י H8147 הַתּוֹדֹ֖ת H8426 בְּבֵ֣ית H1004 הָאֱלֹהִ֑ים H430 וַאֲנִ֕י H589 וַחֲצִ֥י H2677 הַסְּגָנִ֖ים H5461 עִמִּֽי H5973 ",
  "41": "וְהַ H3548 אֶלְיָקִ֡ים H471 מַעֲשֵׂיָ֡ה H4641 מִ֠נְיָמִין H4509 מִיכָיָ֧ה H4320 אֶלְיוֹעֵינַ֛י H454 זְכַרְיָ֥ה H2148 חֲנַנְיָ֖ה H2608 בַּחֲצֹצְרֽוֹת H2689 ",
  "42": "וּמַעֲשֵׂיָ֨ה H4641 וּֽשְׁמַֽעְיָ֜ה H8098 וְאֶלְעָזָ֧ר H499 וְעֻזִּ֛י H5813 וִֽיהוֹחָנָ֥ן H3076 וּמַלְכִּיָּ֖ה H4441 וְעֵילָ֣ם H5867 וָעָ֑זֶר H5829 וַיַּשְׁמִ֨יעוּ֙ H8085 הַמְשֹׁ֣רְרִ֔ים H7891 וְיִֽזְרַחְיָ֖ה H3156 הַפָּקִֽיד H6496 ",
  "43": "וַיִּזְבְּח֣וּ H2076 בַיּוֹם H3117 הַ֠הוּא H1931 זְבָחִ֨ים H2077 גְּדוֹלִ֜ים H1419 וַיִּשְׂמָ֗חוּ H8055 כִּ֤י H3588 הָאֱלֹהִים֙ H430 שִׂמְּחָם֙ H8055 שִׂמְחָ֣ה H8057 גְדוֹלָ֔ה H1419 וְגַ֧ם H1571 הַנָּשִׁ֛ים H802 וְהַ H3206 שָׂמֵ֑חוּ H8055 וַתִּשָּׁמַ֛ע H8085 שִׂמְחַ֥ת H8057 יְרוּשָׁלִַ֖ם H3389 מֵרָחֽוֹק H7350 ",
  "44": "וַיִּפָּקְד֣וּ H6485 בַיּוֹם֩ H3117 הַה֨וּא H1931 אֲנָשִׁ֜ים H376 עַל H5921 הַנְּשָׁכ֗וֹת H5393 לָא֨וֹצָר֥וֹת H214 לַתְּרוּמוֹת֮ H8641 לָרֵאשִׁ֣ית H7225 וְלַ H4643 לִכְנ֨וֹס H3664 בָּהֶ֜ם Hb לִשְׂדֵ֤י H7704 הֶעָרִים֙ H5892 מְנָא֣וֹת H4521 הַתּוֹרָ֔ה H8451 לַכֹּהֲנִ֖ים H3548 וְלַ H3881 כִּ֚י H3588 שִׂמְחַ֣ת H8057 יְהוּדָ֔ה H3063 עַל H5921 הַכֹּהֲנִ֥ים H3548 וְעַל H5921 הַלְוִיִּ֖ם H3881 הָעֹמְדִֽים H5975 ",
  "45": "וַֽיִּשְׁמְר֞וּ H8104 מִשְׁמֶ֤רֶת H4931 אֱלֹֽהֵיהֶם֙ H430 וּמִשְׁמֶ֣רֶת H4931 הַֽטָּהֳרָ֔ה H2893 וְהַ H7891 וְהַ H7778 כְּמִצְוַ֥ת H4687 דָּוִ֖יד H1732 שְׁלֹמֹ֥ה H8010 בְנֽוֹ H1121 ",
  "46": "כִּֽי H3588 בִימֵ֥י H3117 דָוִ֛יד H1732 וְאָסָ֖ף H623 מִקֶּ֑דֶם H6924 ראש H7218 הַמְשֹׁ֣רְרִ֔ים H7891 וְשִׁיר H7892 תְּהִלָּ֥ה H8416 וְהֹד֖וֹת H3034 לֵֽאלֹהִֽים H430 ",
  "47": "וְכָל H3605 יִשְׂרָאֵל֩ H3478 בִּימֵ֨י H3117 זְרֻבָּבֶ֜ל H2216 וּבִ H3117 נְחֶמְיָ֗ה H5166 נֹֽתְנִ֛ים H5414 מְנָי֛וֹת H4521 הַמְשֹׁרְרִ֥ים H7891 וְהַ H7778 דְּבַר H1697 י֣וֹם H3117 בְּיוֹמ֑ H3117 וּמַקְדִּשִׁים֙ H6942 לַלְוִיִּ֔ם H3881 וְהַ H3881 מַקְדִּשִׁ֖ים H6942 לִבְנֵ֥י H1121 אַהֲרֹֽן H175 "
}
