{
  "1": "וַיְהִ֣י H1961 בְּחֹ֣דֶשׁ H2320 נִיסָ֗ן H5212 שְׁנַ֥ת H8141 עֶשְׂרִ֛ים H6242 לְאַרְתַּחְשַׁ֥סְתְּא H783 הַמֶּ֖לֶךְ H4428 יַ֣יִן H3196 לְפָנָ֑י H6440 וָאֶשָּׂ֤א H5375 אֶת H853 הַיַּ֨יִן֙ H3196 וָאֶתְּנָ֣ H5414 לַמֶּ֔לֶךְ H4428 וְלֹא H3808 הָיִ֥יתִי H1961 רַ֖ע H7451 לְפָנָֽי H6440 ",
  "2": "וַיֹּאמֶר֩ H559 לִ֨י Hl הַמֶּ֜לֶךְ H4428 מַדּ֣וּעַ H4069 פָּנֶ֣יךָ H6440 רָעִ֗ים H7451 וְאַתָּה֙ H859 אֵֽינְךָ֣ H369 חוֹלֶ֔ה H2470 אֵ֣ין H369 זֶ֔ה H2088 כִּי H3588 אִ֖ם H518 רֹ֣עַֽ H7455 לֵ֑ב H3820 וָאִירָ֖א H3372 הַרְבֵּ֥ה H7235 מְאֹֽד H3966 ",
  "3": "וָאֹמַ֣ר H559 לַמֶּ֔לֶךְ H4428 הַמֶּ֖לֶךְ H4428 לְעוֹלָ֣ם H5769 יִחְיֶ֑ה H2421 מַדּ֜וּעַ H4069 לֹא H3808 יֵרְע֣וּ H7489 פָנַ֗י H6440 אֲשֶׁ֨ר H834 הָעִ֜יר H5892 בֵּית H1004 קִבְר֤וֹת H6913 אֲבֹתַי֙ H1 חֲרֵבָ֔ה H2717 וּשְׁעָרֶ֖י H8179 אֻכְּל֥וּ H398 בָאֵֽשׁ H784 ",
  "4": "וַיֹּ֤אמֶר H559 לִי֙ Hl הַמֶּ֔לֶךְ H4428 עַל H5921 מַה H4100 זֶּ֖ה H2088 אַתָּ֣ה H859 מְבַקֵּ֑שׁ H1245 וָֽאֶתְפַּלֵּ֔ל H6419 אֶל H413 אֱלֹהֵ֖י H430 הַשָּׁמָֽיִם H8064 ",
  "5": "וָאֹמַ֣ר H559 לַמֶּ֔לֶךְ H4428 אִם H518 עַל H5921 הַמֶּ֣לֶךְ H4428 ט֔וֹב H2895 וְאִם H518 יִיטַ֥ב H3190 עַבְדְּךָ֖ H5650 לְפָנֶ֑י H6440 אֲשֶׁ֧ר H834 תִּשְׁלָחֵ֣נִי H7971 אֶל H413 יְהוּדָ֗ה H3063 אֶל H413 עִ֛יר H5892 קִבְר֥וֹת H6913 אֲבֹתַ֖י H1 וְאֶבְנֶֽ H1129 ",
  "6": "וַיֹּאמֶר֩ H559 לִ֨י Hl הַמֶּ֜לֶךְ H4428 וְהַ H7694 יוֹשֶׁ֣בֶת H3427 אֶצְל֗וֹ H681 עַד H5704 מָתַ֛י H4970 יִהְיֶ֥ה H1961 מַֽהֲלָכֲךָ֖ H4109 וּמָתַ֣י H4970 תָּשׁ֑וּב H7725 וַיִּיטַ֤ב H3190 לִפְנֵֽי H6440 הַמֶּ֨לֶךְ֙ H4428 וַיִּשְׁלָחֵ֔ H7971 וָֽאֶתְּנָ֥ H5414 ל֖וֹ Hl זְמָֽן H2165 ",
  "7": "וָאוֹמַר֮ H559 לַמֶּלֶךְ֒ H4428 אִם H518 עַל H5921 הַמֶּ֣לֶךְ H4428 ט֔וֹב H2895 אִגְּרוֹת֙ H107 יִתְּנוּ H5414 לִ֔י Hl עַֽל H5921 פַּחֲו֖וֹת H6346 עֵ֣בֶר H5676 הַנָּהָ֑ר H5104 אֲשֶׁר֙ H834 יַעֲבִיר֔וּנִי H5674 עַ֥ד H5704 אֲשֶׁר H834 אָב֖וֹא H935 אֶל H413 יְהוּדָֽה H3063 ",
  "8": "וְאִגֶּ֡רֶת H107 אֶל H413 אָסָף֩ H623 שֹׁמֵ֨ר H8104 הַפַּרְדֵּ֜ס H6508 אֲשֶׁ֣ר H834 לַמֶּ֗לֶךְ H4428 אֲשֶׁ֣ר H834 יִתֶּן H5414 לִ֣י Hl עֵצִ֡ים H6086 לְ֠קָרוֹת H7136 אֶת H853 שַׁעֲרֵ֨י H8179 הַבִּירָ֤ה H1002 אֲשֶׁר H834 לַבַּ֨יִת֙ H1004 וּלְ H2346 הָעִ֔יר H5892 וְלַ H1004 אֲשֶׁר H834 אָב֣וֹא H935 אֵלָ֑יו H413 וַיִּתֶּן H5414 לִ֣י Hl הַמֶּ֔לֶךְ H4428 כְּיַד H3027 אֱלֹהַ֖י H430 הַטּוֹבָ֥ה H2896 עָלָֽי H5921 ",
  "9": "וָֽאָב֗וֹא H935 אֶֽל H413 פַּֽחֲווֹת֙ H6346 עֵ֣בֶר H5676 הַנָּהָ֔ר H5104 וָאֶתְּנָ֣ H5414 לָהֶ֔ם Hl אֵ֖ת H853 אִגְּר֣וֹת H107 הַמֶּ֑לֶךְ H4428 וַיִּשְׁלַ֤ח H7971 עִמִּי֙ H5973 הַמֶּ֔לֶךְ H4428 שָׂ֥רֵי H8269 חַ֖יִל H2428 וּפָרָשִֽׁים H6571 ",
  "10": "וַיִּשְׁמַ֞ע H8085 סַנְבַלַּ֣ט H5571 הַחֹרֹנִ֗י H2772 וְטֽוֹבִיָּה֙ H2900 הָעֶ֣בֶד H5650 הָֽעַמֹּנִ֔י H5984 וַיֵּ֥רַע H7489 לָהֶ֖ם H1992 רָעָ֣ה H7451 גְדֹלָ֑ה H1419 אֲשֶׁר H834 בָּ֥א H935 אָדָ֔ם H120 לְבַקֵּ֥שׁ H1245 טוֹבָ֖ה H2896 לִבְנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "11": "וָאָב֖וֹא H935 אֶל H413 יְרוּשָׁלִָ֑ם H3389 וָאֱהִי H1961 שָׁ֖ם H8033 יָמִ֥ים H3117 שְׁלֹשָֽׁה H7969 ",
  "12": "וָאָק֣וּם H6965 לַ֗יְלָה H3915 אֲנִי֮ H589 וַאֲנָשִׁ֣ים H376 מְעַט֮ H4592 עִמִּי֒ H5973 וְלֹא H3808 הִגַּ֣דְתִּי H5046 לְאָדָ֔ם H120 מָ֗ה H4100 אֱלֹהַי֙ H430 נֹתֵ֣ן H5414 אֶל H413 לִבִּ֔י H3820 לַעֲשׂ֖וֹת H6213 לִירוּשָׁלִָ֑ם H3389 וּבְהֵמָה֙ H929 אֵ֣ין H369 עִמִּ֔י H5973 כִּ֚י H3588 אִם H518 הַבְּהֵמָ֔ה H929 אֲשֶׁ֥ר H834 אֲנִ֖י H589 רֹכֵ֥ב H7392 בָּֽהּ Hb ",
  "13": "וָאֵצְאָ֨ H3318 בְשַֽׁעַר H8179 הַגַּ֜יא H1516 לַ֗יְלָה H3915 וְאֶל H413 פְּנֵי֙ H6440 עֵ֣ין H5869 הַתַּנִּ֔ין H8577 וְאֶל H413 שַׁ֖עַר H8179 הָאַשְׁפֹּ֑ת H830 וָאֱהִ֨י H1961 שֹׂבֵ֜ר H7663 בְּחוֹמֹ֤ת H2346 יְרוּשָׁלִַ֨ם֙ H3389 אֲשֶׁר H834 המפרוצים H6555 וּשְׁעָרֶ֖י H8179 אֻכְּל֥וּ H398 בָאֵֽשׁ H784 ",
  "14": "וָאֶֽעֱבֹר֙ H5674 אֶל H413 שַׁ֣עַר H8179 הָעַ֔יִן H5869 וְאֶל H413 בְּרֵכַ֖ת H1295 הַמֶּ֑לֶךְ H4428 וְאֵין H369 מָק֥וֹם H4725 לַבְּהֵמָ֖ה H929 לַעֲבֹ֥ר H5674 תַּחְתָּֽי H8478 ",
  "15": "וָאֱהִ֨י H1961 עֹלֶ֤ה H5927 בַנַּ֨חַל֙ H5158 לַ֔יְלָה H3915 וָאֱהִ֥י H1961 שֹׂבֵ֖ר H7663 בַּחוֹמָ֑ה H2346 וָאָשׁ֗וּב H7725 וָאָב֛וֹא H935 בְּשַׁ֥עַר H8179 הַגַּ֖יְא H1516 וָאָשֽׁוּב H7725 ",
  "16": "וְהַ H5461 לֹ֤א H3808 יָדְעוּ֙ H3045 אָ֣נָה H575 הָלַ֔כְתִּי H1980 וּמָ֖ה H4100 אֲנִ֣י H589 עֹשֶׂ֑ה H6213 וְלַ H3064 וְלַ H3548 וְלַ H2715 וְלַ H5461 וּלְ H3499 עֹשֵׂ֣ה H6213 הַמְּלָאכָ֔ה H4399 עַד H5704 כֵּ֖ן H3651 לֹ֥א H3808 הִגַּֽדְתִּי H5046 ",
  "17": "וָאוֹמַ֣ר H559 אֲלֵהֶ֗ם H413 אַתֶּ֤ם H859 רֹאִים֙ H7200 הָרָעָה֙ H7451 אֲשֶׁ֣ר H834 אֲנַ֣חְנוּ H587 בָ֔הּ Hb אֲשֶׁ֤ר H834 יְרוּשָׁלִַ֨ם֙ H3389 חֲרֵבָ֔ה H2717 וּשְׁעָרֶ֖י H8179 נִצְּת֣וּ H3341 בָאֵ֑שׁ H784 לְכ֗וּ H3212 וְנִבְנֶה֙ H1129 אֶת H853 חוֹמַ֣ת H2346 יְרוּשָׁלִַ֔ם H3389 וְלֹא H3808 נִהְיֶ֥ה H1961 ע֖וֹד H5750 חֶרְפָּֽה H2781 ",
  "18": "וָאַגִּ֨יד H5046 לָהֶ֜ם Hl אֶת H853 יַ֣ד H3027 אֱלֹהַ֗י H430 אֲשֶׁר H834 הִיא֙ H1931 טוֹבָ֣ה H2896 עָלַ֔י H5921 וְאַף H637 דִּבְרֵ֥י H1697 הַמֶּ֖לֶךְ H4428 אֲשֶׁ֣ר H834 אָֽמַר H559 לִ֑י Hl וַיֹּֽאמְרוּ֙ H559 נָק֣וּם H6965 וּבָנִ֔ינוּ H1129 וַיְחַזְּק֥וּ H2388 יְדֵיהֶ֖ם H3027 לַטּוֹבָֽה H2896 ",
  "19": "וַיִּשְׁמַע֩ H8085 סַנְבַלַּ֨ט H5571 הַחֹרֹנִ֜י H2772 וְטֹבִיָּ֣ה H2900 הָעֶ֣בֶד H5650 הָֽעַמּוֹנִ֗י H5984 וְגֶ֨שֶׁם֙ H1654 הָֽעַרְבִ֔י H6163 וַיַּלְעִ֣גוּ H3932 לָ֔נוּ Hl וַיִּבְז֖וּ H959 עָלֵ֑ינוּ H5921 וַיֹּאמְר֗וּ H559 מָֽה H4100 הַדָּבָ֤ר H1697 הַזֶּה֙ H2088 אֲשֶׁ֣ר H834 אַתֶּ֣ם H859 עֹשִׂ֔ים H6213 הַעַ֥ל H5921 הַמֶּ֖לֶךְ H4428 אַתֶּ֥ם H859 מֹרְדִֽים H4775 ",
  "20": "וָאָשִׁ֨יב H7725 אוֹתָ֜ם H853 דָּבָ֗ר H1697 וָאוֹמַ֤ר H559 לָהֶם֙ Hl אֱלֹהֵ֣י H430 הַשָּׁמַ֔יִם H8064 ה֚וּא H1931 יַצְלִ֣יחַֽ H6743 לָ֔נוּ Hl וַאֲנַ֥חְנוּ H587 עֲבָדָ֖יו H5650 נָק֣וּם H6965 וּבָנִ֑ינוּ H1129 וְלָ Hc/Hl אֵֽין H369 חֵ֧לֶק H2506 וּצְדָקָ֛ה H6666 וְזִכָּר֖וֹן H2146 בִּירוּשָׁלִָֽם H3389 "
}
