{
  "1": "וַיָּ֡קָם H6965 אֶלְיָשִׁיב֩ H475 הַכֹּהֵ֨ן H3548 הַגָּד֜וֹל H1419 וְאֶחָ֣י H251 הַכֹּהֲנִ֗ים H3548 וַיִּבְנוּ֙ H1129 אֶת H853 שַׁ֣עַר H8179 הַצֹּ֔אן H6629 הֵ֣מָּה H1992 קִדְּשׁ֔וּהוּ H6942 וַֽיַּעֲמִ֖ידוּ H5975 דַּלְתֹתָ֑יו H1817 וְעַד H5704 מִגְדַּ֤ל H4026 הַמֵּאָה֙ H3968 קִדְּשׁ֔וּהוּ H6942 עַ֖ד H5704 מִגְדַּ֥ל H4026 חֲנַנְאֵֽל H2606 ",
  "2": "וְעַל H5921 יָד֥וֹ H3027 בָנ֖וּ H1129 אַנְשֵׁ֣י H376 יְרֵח֑וֹ H3405 וְעַל H5921 יָד֣וֹ H3027 בָנָ֔ה H1129 זַכּ֖וּר H2139 בֶּן H1121 אִמְרִֽי H566 ",
  "3": "וְאֵת֙ H853 שַׁ֣עַר H8179 הַדָּגִ֔ים H1709 בָּנ֖וּ H1129 בְּנֵ֣י H1121 הַסְּנָאָ֑ה H5570 הֵ֣מָּה H1992 קֵר֔וּהוּ H7136 וַֽיַּעֲמִ֨ידוּ֙ H5975 דַּלְתֹתָ֔יו H1817 מַנְעוּלָ֖יו H4514 וּבְרִיחָֽי H1280 ",
  "4": "וְעַל H5921 יָדָ֣ם H3027 הֶחֱזִ֗יק H2388 מְרֵמ֤וֹת H4822 בֶּן H1121 אוּרִיָּה֙ H223 בֶּן H1121 הַקּ֔וֹץ H6976 וְעַל H5921 יָדָ֣ם H3027 הֶחֱזִ֔יק H2388 מְשֻׁלָּ֥ם H4918 בֶּן H1121 בֶּרֶכְיָ֖ה H1296 בֶּן H1121 מְשֵׁיזַבְאֵ֑ל H4898 וְעַל H5921 יָדָ֣ם H3027 הֶֽחֱזִ֔יק H2388 צָד֖וֹק H6659 בֶּֽן H1121 בַּעֲנָֽא H1195 ",
  "5": "וְעַל H5921 יָדָ֖ם H3027 הֶחֱזִ֣יקוּ H2388 הַתְּקוֹעִ֑ים H8621 וְאַדִּֽירֵי H117 לֹא H3808 הֵבִ֣יאוּ H935 צַוָּרָ֔ם H6677 בַּעֲבֹדַ֖ת H5656 אֲדֹנֵיהֶֽם H113 ",
  "6": "וְאֵת֩ H853 שַׁ֨עַר H8179 הַיְשָׁנָ֜ה H3465 הֶחֱזִ֗יקוּ H2388 יֽוֹיָדָע֙ H3111 בֶּן H1121 פָּסֵ֔חַ H6454 וּמְשֻׁלָּ֖ם H4918 בֶּן H1121 בְּסֽוֹדְיָ֑ה H1152 הֵ֣מָּה H1992 קֵר֔וּהוּ H7136 וַֽיַּעֲמִ֨ידוּ֙ H5975 דַּלְתֹתָ֔יו H1817 וּמַנְעֻלָ֖י H4514 וּבְרִיחָֽי H1280 ",
  "7": "וְעַל H5921 יָדָ֨ם H3027 הֶחֱזִ֜יק H2388 מְלַטְיָ֣ה H4424 הַגִּבְעֹנִ֗י H1393 וְיָדוֹן֙ H3036 הַמֵּרֹ֣נֹתִ֔י H4824 אַנְשֵׁ֥י H376 גִבְע֖וֹן H1391 וְהַ H4709 לְכִסֵּ֕א H3678 פַּחַ֖ת H6346 עֵ֥בֶר H5676 הַנָּהָֽר H5104 ",
  "8": "עַל H5921 יָד֣וֹ H3027 הֶחֱזִ֗יק H2388 עֻזִּיאֵ֤ל H5816 בֶּֽן H1121 חַרְהֲיָה֙ H2736 צֽוֹרְפִ֔ים H6884 וְעַל H5921 יָד֣וֹ H3027 הֶחֱזִ֔יק H2388 חֲנַנְיָ֖ה H2608 בֶּן H1121 הָרַקָּחִ֑ים H7546 וַיַּֽעַזְבוּ֙ H5800 יְר֣וּשָׁלִַ֔ם H3389 עַ֖ד H5704 הַחוֹמָ֥ה H2346 הָרְחָבָֽה H7342 ",
  "9": "וְעַל H5921 יָדָ֤ם H3027 הֶחֱזִיק֙ H2388 רְפָיָ֣ה H7509 בֶן H1121 ח֔וּר H2354 שַׂ֕ר H8269 חֲצִ֖י H2677 פֶּ֥לֶךְ H6418 יְרוּשָׁלִָֽם H3389 ",
  "10": "וְעַל H5921 יָדָ֧ם H3027 הֶחֱזִ֛יק H2388 יְדָיָ֥ה H3042 בֶן H1121 חֲרוּמַ֖ף H2739 וְנֶ֣גֶד H5048 בֵּית֑וֹ H1004 וְעַל H5921 יָד֣וֹ H3027 הֶחֱזִ֔יק H2388 חַטּ֖וּשׁ H2407 בֶּן H1121 חֲשַׁבְנְיָֽה H2813 ",
  "11": "מִדָּ֣ה H4060 שֵׁנִ֗ית H8145 הֶחֱזִיק֙ H2388 מַלְכִּיָּ֣ה H4441 בֶן H1121 חָרִ֔ם H2766 וְחַשּׁ֖וּב H2815 בֶּן H1121 פַּחַ֣ת H6355 מוֹאָ֑ב H6355 וְאֵ֖ת H853 מִגְדַּ֥ל H4026 הַתַּנּוּרִֽים H8574 ",
  "12": "וְעַל H5921 יָד֣וֹ H3027 הֶחֱזִ֗יק H2388 שַׁלּוּם֙ H7967 בֶּן H1121 הַלּוֹחֵ֔שׁ H3873 שַׂ֕ר H8269 חֲצִ֖י H2677 פֶּ֣לֶךְ H6418 יְרוּשָׁלִָ֑ם H3389 ה֖וּא H1931 וּבְנוֹתָֽי H1323 ",
  "13": "אֵת֩ H853 שַׁ֨עַר H8179 הַגַּ֜יְא H1516 הֶחֱזִ֣יק H2388 חָנוּן֮ H2586 וְיֹשְׁבֵ֣י H3427 זָנוֹחַ֒ H2182 הֵ֣מָּה H1992 בָנ֔וּהוּ H1129 וַֽיַּעֲמִ֨ידוּ֙ H5975 דַּלְתֹתָ֔יו H1817 מַנְעֻלָ֖יו H4514 וּבְרִיחָ֑י H1280 וְאֶ֤לֶף H505 אַמָּה֙ H520 בַּחוֹמָ֔ה H2346 עַ֖ד H5704 שַׁ֥עַר H8179 הָשֲׁפֽוֹת H830 ",
  "14": "וְאֵ֣ת H853 שַׁ֣עַר H8179 הָאַשְׁפּ֗וֹת H830 הֶחֱזִיק֙ H2388 מַלְכִּיָּ֣ה H4441 בֶן H1121 רֵכָ֔ב H7394 שַׂ֖ר H8269 פֶּ֣לֶךְ H6418 בֵּית H1021 הַכָּ֑רֶם H1021 ה֣וּא H1931 יִבְנֶ֔נּוּ H1129 וְיַעֲמִיד֙ H5975 דַּלְתֹתָ֔יו H1817 מַנְעֻלָ֖יו H4514 וּבְרִיחָֽי H1280 ",
  "15": "וְאֵת֩ H853 שַׁ֨עַר H8179 הָעַ֜יִן H5869 הֶ֠חֱזִיק H2388 שַׁלּ֣וּן H7968 בֶּן H1121 כָּל H3626 חֹזֶה֮ H3626 שַׂ֣ר H8269 פֶּ֣לֶךְ H6418 הַמִּצְפָּה֒ H4709 ה֤וּא H1931 יִבְנֶ֨נּוּ֙ H1129 וִיטַֽלְלֶ֔ H2926 ויעמידו H5975 דַּלְתֹתָ֔יו H1817 מַנְעֻלָ֖יו H4514 וּבְרִיחָ֑י H1280 וְ֠אֵת H853 חוֹמַ֞ת H2346 בְּרֵכַ֤ת H1295 הַשֶּׁ֨לַח֙ H7975 לְגַן H1588 הַמֶּ֔לֶךְ H4428 וְעַד H5704 הַֽמַּעֲל֔וֹת H4609 הַיּוֹרְד֖וֹת H3381 מֵעִ֥יר H5892 דָּוִֽיד H1732 ",
  "16": "אַחֲרָ֤יו H310 הֶחֱזִיק֙ H2388 נְחֶמְיָ֣ה H5166 בֶן H1121 עַזְבּ֔וּק H5802 שַׂ֕ר H8269 חֲצִ֖י H2677 פֶּ֣לֶךְ H6418 בֵּֽית H1049 צ֑וּר H1049 עַד H5704 נֶ֨גֶד֙ H5048 קִבְרֵ֣י H6913 דָוִ֔יד H1732 וְעַד H5704 הַבְּרֵכָה֙ H1295 הָעֲשׂוּיָ֔ה H6213 וְעַ֖ד H5704 בֵּ֥ית H1004 הַגִּבֹּרִֽים H1368 ",
  "17": "אַחֲרָ֛יו H310 הֶחֱזִ֥יקוּ H2388 הַלְוִיִּ֖ם H3881 רְח֣וּם H7348 בֶּן H1121 בָּנִ֑י H1137 עַל H5921 יָד֣וֹ H3027 הֶחֱזִ֗יק H2388 חֲשַׁבְיָ֛ה H2811 שַׂר H8269 חֲצִי H2677 פֶ֥לֶךְ H6418 קְעִילָ֖ה H7084 לְפִלְכּֽ H6418 ",
  "18": "אַחֲרָיו֙ H310 הֶחֱזִ֣יקוּ H2388 אֲחֵיהֶ֔ם H251 בַּוַּ֖י H942 בֶּן H1121 חֵנָדָ֑ד H2582 שַׂ֕ר H8269 חֲצִ֖י H2677 פֶּ֥לֶךְ H6418 קְעִילָֽה H7084 ",
  "19": "וַיְחַזֵּ֨ק H2388 עַל H5921 יָד֜וֹ H3027 עֵ֧זֶר H5829 בֶּן H1121 יֵשׁ֛וּעַ H3442 שַׂ֥ר H8269 הַמִּצְפָּ֖ה H4709 מִדָּ֣ה H4060 שֵׁנִ֑ית H8145 מִנֶּ֕גֶד H5048 עֲלֹ֥ת H5927 הַנֶּ֖שֶׁק H5402 הַמִּקְצֹֽעַ H4740 ",
  "20": "אַחֲרָ֨יו H310 הֶחֱרָ֧ה H2734 הֶחֱזִ֛יק H2388 בָּר֥וּךְ H1263 בֶּן H1121 זבי H2079 מִדָּ֣ה H4060 שֵׁנִ֑ית H8145 מִן H4480 הַ֨מִּקְצ֔וֹעַ H4740 עַד H5704 פֶּ֨תַח֙ H6607 בֵּ֣ית H1004 אֶלְיָשִׁ֔יב H475 הַכֹּהֵ֖ן H3548 הַגָּדֽוֹל H1419 ",
  "21": "אַחֲרָ֣יו H310 הֶחֱזִ֗יק H2388 מְרֵמ֧וֹת H4822 בֶּן H1121 אוּרִיָּ֛ה H223 בֶּן H1121 הַקּ֖וֹץ H6976 מִדָּ֣ה H4060 שֵׁנִ֑ית H8145 מִפֶּ֨תַח֙ H6607 בֵּ֣ית H1004 אֶלְיָשִׁ֔יב H475 וְעַד H5704 תַּכְלִ֖ית H8503 בֵּ֥ית H1004 אֶלְיָשִֽׁיב H475 ",
  "22": "וְאַחֲרָ֛י H310 הֶחֱזִ֥יקוּ H2388 הַכֹּהֲנִ֖ים H3548 אַנְשֵׁ֥י H376 הַכִּכָּֽר H3603 ",
  "23": "אַחֲרָ֨יו H310 הֶחֱזִ֧יק H2388 בִּנְיָמִ֛ן H1144 וְחַשּׁ֖וּב H2815 נֶ֣גֶד H5048 בֵּיתָ֑ם H1004 אַחֲרָ֣יו H310 הֶחֱזִ֗יק H2388 עֲזַרְיָ֧ה H5838 בֶן H1121 מַעֲשֵׂיָ֛ה H4641 בֶּן H1121 עֲנָֽנְיָ֖ה H6055 אֵ֥צֶל H681 בֵּיתֽוֹ H1004 ",
  "24": "אַחֲרָ֣יו H310 הֶחֱזִ֗יק H2388 בִּנּ֛וּי H1131 בֶּן H1121 חֵנָדָ֖ד H2582 מִדָּ֣ה H4060 שֵׁנִ֑ית H8145 מִבֵּ֣ית H1004 עֲזַרְיָ֔ה H5838 עַד H5704 הַמִּקְצ֖וֹעַ H4740 וְעַד H5704 הַפִּנָּֽה H6438 ",
  "25": "פָּלָ֣ל H6420 בֶּן H1121 אוּזַי֮ H186 מִנֶּ֣גֶד H5048 הַמִּקְצוֹעַ֒ H4740 וְהַ H4026 הַיּוֹצֵא֙ H3318 מִבֵּ֤ית H1004 הַמֶּ֨לֶךְ֙ H4428 הָֽעֶלְי֔וֹן H5945 אֲשֶׁ֖ר H834 לַחֲצַ֣ר H2691 הַמַּטָּרָ֑ה H4307 אַחֲרָ֖יו H310 פְּדָיָ֥ה H6305 בֶן H1121 פַּרְעֹֽשׁ H6551 ",
  "26": "וְהַ֨ H5411 הָי֥וּ H1961 יֹשְׁבִ֖ים H3427 בָּעֹ֑פֶל H6077 עַ֠ד H5704 נֶ֜גֶד H5048 שַׁ֤עַר H8179 הַמַּ֨יִם֙ H4325 לַמִּזְרָ֔ח H4217 וְהַ H4026 הַיּוֹצֵֽא H3318 ",
  "27": "אַחֲרָ֛יו H310 הֶחֱזִ֥יקוּ H2388 הַתְּקֹעִ֖ים H8621 מִדָּ֣ה H4060 שֵׁנִ֑ית H8145 מִנֶּ֜גֶד H5048 הַמִּגְדָּ֤ל H4026 הַגָּדוֹל֙ H1419 הַיּוֹצֵ֔א H3318 וְעַ֖ד H5704 חוֹמַ֥ת H2346 הָעֹֽפֶל H6077 ",
  "28": "מֵעַ֣ל H5921 שַׁ֣עַר H8179 הַסּוּסִ֗ים H5483 הֶחֱזִ֨יקוּ֙ H2388 הַכֹּ֣הֲנִ֔ים H3548 אִ֖ישׁ H376 לְנֶ֥גֶד H5048 בֵּיתֽוֹ H1004 ",
  "29": "אַחֲרָ֧יו H310 הֶחֱזִ֛יק H2388 צָד֥וֹק H6659 בֶּן H1121 אִמֵּ֖ר H564 נֶ֣גֶד H5048 בֵּית֑וֹ H1004 וְאַחֲרָ֤י H310 הֶחֱזִיק֙ H2388 שְׁמַֽעְיָ֣ה H8098 בֶן H1121 שְׁכַנְיָ֔ה H7935 שֹׁמֵ֖ר H8104 שַׁ֥עַר H8179 הַמִּזְרָֽח H4217 ",
  "30": "אחרי H310 הֶחֱזִ֜יק H2388 חֲנַנְיָ֣ה H2608 בֶן H1121 שֶׁלֶמְיָ֗ה H8018 וְחָנ֧וּן H2586 בֶּן H1121 צָלָ֛ף H6764 הַשִּׁשִּׁ֖י H8345 מִדָּ֣ה H4060 שֵׁנִ֑י H8145 אַחֲרָ֣יו H310 הֶחֱזִ֗יק H2388 מְשֻׁלָּם֙ H4918 בֶּן H1121 בֶּ֣רֶכְיָ֔ה H1296 נֶ֖גֶד H5048 נִשְׁכָּתֽוֹ H5393 ",
  "31": "אחרי H310 הֶחֱזִ֗יק H2388 מַלְכִּיָּה֙ H4441 בֶּן H1121 הַצֹּ֣רְפִ֔י H6885 עַד H5704 בֵּ֥ית H1004 הַנְּתִינִ֖ים H5411 וְהָ H7402 נֶ֚גֶד H5048 שַׁ֣עַר H8179 הַמִּפְקָ֔ד H4663 וְעַ֖ד H5704 עֲלִיַּ֥ת H5944 הַפִּנָּֽה H6438 ",
  "32": "וּבֵ֨ין H996 עֲלִיַּ֤ת H5944 הַפִּנָּה֙ H6438 לְשַׁ֣עַר H8179 הַצֹּ֔אן H6629 הֶחֱזִ֥יקוּ H2388 הַצֹּרְפִ֖ים H6884 וְהָ H7402 ",
  "33": "",
  "34": "",
  "35": "",
  "36": "",
  "37": "",
  "38": ""
}
