{
  "1": "וַיְדַבֵּ֣ר H1696 יְהוָ֔ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 וְאֶֽל H413 אַהֲרֹ֖ן H175 לֵאמֹֽר H559 ",
  "2": "זֹ֚את H2063 חֻקַּ֣ת H2708 הַתּוֹרָ֔ה H8451 אֲשֶׁר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 לֵאמֹ֑ר H559 דַּבֵּ֣ר H1696 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 וְיִקְח֣וּ H3947 אֵלֶיךָ֩ H413 פָרָ֨ה H6510 אֲדֻמָּ֜ה H122 תְּמִימָ֗ה H8549 אֲשֶׁ֤ר H834 אֵֽין H369 בָּהּ֙ Hb מ֔וּם H3971 אֲשֶׁ֛ר H834 לֹא H3808 עָלָ֥ה H5927 עָלֶ֖יהָ H5921 עֹֽל H5923 ",
  "3": "וּנְתַתֶּ֣ם H5414 אֹתָ֔הּ H853 אֶל H413 אֶלְעָזָ֖ר H499 הַכֹּהֵ֑ן H3548 וְהוֹצִ֤יא H3318 אֹתָהּ֙ H853 אֶל H413 מִח֣וּץ H2351 לַֽמַּחֲנֶ֔ה H4264 וְשָׁחַ֥ט H7819 אֹתָ֖הּ H853 לְפָנָֽי H6440 ",
  "4": "וְלָקַ֞ח H3947 אֶלְעָזָ֧ר H499 הַכֹּהֵ֛ן H3548 מִדָּמָ֖ H1818 בְּאֶצְבָּע֑ H676 וְהִזָּ֞ה H5137 אֶל H413 נֹ֨כַח H5227 פְּנֵ֧י H6440 אֹֽהֶל H168 מוֹעֵ֛ד H4150 מִדָּמָ֖ H1818 שֶׁ֥בַע H7651 פְּעָמִֽים H6471 ",
  "5": "וְשָׂרַ֥ף H8313 אֶת H853 הַפָּרָ֖ה H6510 לְעֵינָ֑י H5869 אֶת H853 עֹרָ֤הּ H5785 וְאֶת H853 בְּשָׂרָהּ֙ H1320 וְאֶת H853 דָּמָ֔הּ H1818 עַל H5921 פִּרְשָׁ֖הּ H6569 יִשְׂרֹֽף H8313 ",
  "6": "וְלָקַ֣ח H3947 הַכֹּהֵ֗ן H3548 עֵ֥ץ H6086 אֶ֛רֶז H730 וְאֵז֖וֹב H231 וּשְׁנִ֣י H8144 תוֹלָ֑עַת H8438 וְהִשְׁלִ֕יךְ H7993 אֶל H413 תּ֖וֹךְ H8432 שְׂרֵפַ֥ת H8316 הַפָּרָֽה H6510 ",
  "7": "וְכִבֶּ֨ס H3526 בְּגָדָ֜יו H899 הַכֹּהֵ֗ן H3548 וְרָחַ֤ץ H7364 בְּשָׂרוֹ֙ H1320 בַּמַּ֔יִם H4325 וְאַחַ֖ר H310 יָב֣וֹא H935 אֶל H413 הַֽמַּחֲנֶ֑ה H4264 וְטָמֵ֥א H2930 הַכֹּהֵ֖ן H3548 עַד H5704 הָעָֽרֶב H6153 ",
  "8": "וְהַ H8313 אֹתָ֔הּ H853 יְכַבֵּ֤ס H3526 בְּגָדָיו֙ H899 בַּמַּ֔יִם H4325 וְרָחַ֥ץ H7364 בְּשָׂר֖וֹ H1320 בַּמָּ֑יִם H4325 וְטָמֵ֖א H2930 עַד H5704 הָעָֽרֶב H6153 ",
  "9": "וְאָסַ֣ף H622 אִ֣ישׁ H376 טָה֗וֹר H2889 אֵ֚ת H853 אֵ֣פֶר H665 הַפָּרָ֔ה H6510 וְהִנִּ֛יחַ H3240 מִח֥וּץ H2351 לַֽמַּחֲנֶ֖ה H4264 בְּמָק֣וֹם H4725 טָה֑וֹר H2889 וְ֠הָיְתָה H1961 לַעֲדַ֨ת H5712 בְּנֵֽי H1121 יִשְׂרָאֵ֧ל H3478 לְמִשְׁמֶ֛רֶת H4931 לְמֵ֥י H4325 נִדָּ֖ה H5079 חַטָּ֥את H2403 הִֽוא H1931 ",
  "10": "וְ֠כִבֶּס H3526 הָאֹסֵ֨ף H622 אֶת H853 אֵ֤פֶר H665 הַפָּרָה֙ H6510 אֶת H853 בְּגָדָ֔יו H899 וְטָמֵ֖א H2930 עַד H5704 הָעָ֑רֶב H6153 וְֽהָיְתָ֞ה H1961 לִבְנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 וְלַ H1616 הַגָּ֥ר H1481 בְּתוֹכָ֖ H8432 לְחֻקַּ֥ת H2708 עוֹלָֽם H5769 ",
  "11": "הַנֹּגֵ֥עַ H5060 בְּמֵ֖ת H4191 לְכָל H3605 נֶ֣פֶשׁ H5315 אָדָ֑ם H120 וְטָמֵ֖א H2930 שִׁבְעַ֥ת H7651 יָמִֽים H3117 ",
  "12": "ה֣וּא H1931 יִתְחַטָּא H2398 ב֞וֹ Hb בַּיּ֧וֹם H3117 הַשְּׁלִישִׁ֛י H7992 וּבַ H3117 הַשְּׁבִיעִ֖י H7637 יִטְהָ֑ר H2891 וְאִם H518 לֹ֨א H3808 יִתְחַטָּ֜א H2398 בַּיּ֧וֹם H3117 הַשְּׁלִישִׁ֛י H7992 וּבַ H3117 הַשְּׁבִיעִ֖י H7637 לֹ֥א H3808 יִטְהָֽר H2891 ",
  "13": "כָּֽל H3605 הַנֹּגֵ֡עַ H5060 בְּמֵ֣ת H4191 בְּנֶפֶשׁ֩ H5315 הָאָדָ֨ם H120 אֲשֶׁר H834 יָמ֜וּת H4191 וְלֹ֣א H3808 יִתְחַטָּ֗א H2398 אֶת H853 מִשְׁכַּ֤ן H4908 יְהוָה֙ H3068 טִמֵּ֔א H2930 וְנִכְרְתָ֛ה H3772 הַנֶּ֥פֶשׁ H5315 הַהִ֖וא H1931 מִיִּשְׂרָאֵ֑ל H3478 כִּי֩ H3588 מֵ֨י H4325 נִדָּ֜ה H5079 לֹא H3808 זֹרַ֤ק H2236 עָלָיו֙ H5921 טָמֵ֣א H2931 יִהְיֶ֔ה H1961 ע֖וֹד H5750 טֻמְאָת֥וֹ H2932 בֽוֹ Hb ",
  "14": "זֹ֚את H2063 הַתּוֹרָ֔ה H8451 אָדָ֖ם H120 כִּֽי H3588 יָמ֣וּת H4191 בְּאֹ֑הֶל H168 כָּל H3605 הַבָּ֤א H935 אֶל H413 הָאֹ֨הֶל֙ H168 וְכָל H3605 אֲשֶׁ֣ר H834 בָּאֹ֔הֶל H168 יִטְמָ֖א H2930 שִׁבְעַ֥ת H7651 יָמִֽים H3117 ",
  "15": "וְכֹל֙ H3605 כְּלִ֣י H3627 פָת֔וּחַ H6605 אֲשֶׁ֛ר H834 אֵין H369 צָמִ֥יד H6781 פָּתִ֖יל H6616 עָלָ֑יו H5921 טָמֵ֖א H2931 הֽוּא H1931 ",
  "16": "וְכֹ֨ל H3605 אֲשֶׁר H834 יִגַּ֜ע H5060 עַל H5921 פְּנֵ֣י H6440 הַשָּׂדֶ֗ה H7704 בַּֽחֲלַל H2491 חֶ֨רֶב֙ H2719 א֣וֹ H176 בְמֵ֔ת H4191 אֽוֹ H176 בְעֶ֥צֶם H6106 אָדָ֖ם H120 א֣וֹ H176 בְקָ֑בֶר H6913 יִטְמָ֖א H2930 שִׁבְעַ֥ת H7651 יָמִֽים H3117 ",
  "17": "וְלָֽקְחוּ֙ H3947 לַטָּמֵ֔א H2931 מֵעֲפַ֖ר H6083 שְׂרֵפַ֣ת H8316 הַֽחַטָּ֑את H2403 וְנָתַ֥ן H5414 עָלָ֛יו H5921 מַ֥יִם H4325 חַיִּ֖ים H2416 אֶל H413 כֶּֽלִי H3627 ",
  "18": "וְלָקַ֨ח H3947 אֵז֜וֹב H231 וְטָבַ֣ל H2881 בַּמַּיִם֮ H4325 אִ֣ישׁ H376 טָהוֹר֒ H2889 וְהִזָּ֤ה H5137 עַל H5921 הָאֹ֨הֶל֙ H168 וְעַל H5921 כָּל H3605 הַכֵּלִ֔ים H3627 וְעַל H5921 הַנְּפָשׁ֖וֹת H5315 אֲשֶׁ֣ר H834 הָֽיוּ H1961 שָׁ֑ם H8033 וְעַל H5921 הַנֹּגֵ֗עַ H5060 בַּעֶ֨צֶם֙ H6106 א֣וֹ H176 בֶֽחָלָ֔ל H2491 א֥וֹ H176 בַמֵּ֖ת H4191 א֥וֹ H176 בַקָּֽבֶר H6913 ",
  "19": "וְהִזָּ֤ה H5137 הַטָּהֹר֙ H2889 עַל H5921 הַטָּמֵ֔א H2931 בַּיּ֥וֹם H3117 הַשְּׁלִישִׁ֖י H7992 וּבַ H3117 הַשְּׁבִיעִ֑י H7637 וְחִטְּא H2398 בַּיּ֣וֹם H3117 הַשְּׁבִיעִ֔י H7637 וְכִבֶּ֧ס H3526 בְּגָדָ֛יו H899 וְרָחַ֥ץ H7364 בַּמַּ֖יִם H4325 וְטָהֵ֥ר H2891 בָּעָֽרֶב H6153 ",
  "20": "וְאִ֤ישׁ H376 אֲשֶׁר H834 יִטְמָא֙ H2930 וְלֹ֣א H3808 יִתְחַטָּ֔א H2398 וְנִכְרְתָ֛ה H3772 הַנֶּ֥פֶשׁ H5315 הַהִ֖וא H1931 מִתּ֣וֹךְ H8432 הַקָּהָ֑ל H6951 כִּי֩ H3588 אֶת H853 מִקְדַּ֨שׁ H4720 יְהוָ֜ה H3068 טִמֵּ֗א H2930 מֵ֥י H4325 נִדָּ֛ה H5079 לֹא H3808 זֹרַ֥ק H2236 עָלָ֖יו H5921 טָמֵ֥א H2931 הֽוּא H1931 ",
  "21": "וְהָיְתָ֥ה H1961 לָּהֶ֖ם Hl לְחֻקַּ֣ת H2708 עוֹלָ֑ם H5769 וּמַזֵּ֤ה H5137 מֵֽי H4325 הַנִּדָּה֙ H5079 יְכַבֵּ֣ס H3526 בְּגָדָ֔יו H899 וְהַ H5060 בְּמֵ֣י H4325 הַנִּדָּ֔ה H5079 יִטְמָ֖א H2930 עַד H5704 הָעָֽרֶב H6153 ",
  "22": "וְכֹ֛ל H3605 אֲשֶׁר H834 יִגַּע H5060 בּ֥וֹ Hb הַטָּמֵ֖א H2931 יִטְמָ֑א H2930 וְהַ H5315 הַנֹּגַ֖עַת H5060 תִּטְמָ֥א H2930 עַד H5704 הָעָֽרֶב H6153 "
}
