{
  "1": "וַיְדַבֵּ֣ר H1696 יְהוָ֔ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 וְאֶֽל H413 אַהֲרֹ֖ן H175 לֵאמֹֽר H559 ",
  "2": "אִ֣ישׁ H376 עַל H5921 דִּגְל֤וֹ H1714 בְאֹתֹת֙ H226 לְבֵ֣ית H1004 אֲבֹתָ֔ם H1 יַחֲנ֖וּ H2583 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 מִנֶּ֕גֶד H5048 סָבִ֥יב H5439 לְאֹֽהֶל H168 מוֹעֵ֖ד H4150 יַחֲנֽוּ H2583 ",
  "3": "וְהַ H2583 קֵ֣דְמָה H6924 מִזְרָ֔חָה H4217 דֶּ֛גֶל H1714 מַחֲנֵ֥ה H4264 יְהוּדָ֖ה H3063 לְצִבְאֹתָ֑ H6635 וְנָשִׂיא֙ H5387 לִבְנֵ֣י H1121 יְהוּדָ֔ה H3063 נַחְשׁ֖וֹן H5177 בֶּן H1121 עַמִּינָדָֽב H5992 ",
  "4": "וּצְבָא֖ H6635 וּפְקֻדֵי H6485 אַרְבָּעָ֧ה H702 וְשִׁבְעִ֛ים H7657 אֶ֖לֶף H505 וְשֵׁ֥שׁ H8337 מֵאֽוֹת H3967 ",
  "5": "וְהַ H2583 עָלָ֖יו H5921 מַטֵּ֣ה H4294 יִשָּׂשכָ֑ר H3485 וְנָשִׂיא֙ H5387 לִבְנֵ֣י H1121 יִשָּׂשכָ֔ר H3485 נְתַנְאֵ֖ל H5417 בֶּן H1121 צוּעָֽר H6686 ",
  "6": "וּצְבָא֖ H6635 וּפְקֻדָ֑י H6485 אַרְבָּעָ֧ה H702 וַחֲמִשִּׁ֛ים H2572 אֶ֖לֶף H505 וְאַרְבַּ֥ע H702 מֵאֽוֹת H3967 ",
  "7": "מַטֵּ֖ה H4294 זְבוּלֻ֑ן H2074 וְנָשִׂיא֙ H5387 לִבְנֵ֣י H1121 זְבוּלֻ֔ן H2074 אֱלִיאָ֖ב H446 בֶּן H1121 חֵלֹֽן H2497 ",
  "8": "וּצְבָא֖ H6635 וּפְקֻדָ֑י H6485 שִׁבְעָ֧ה H7651 וַחֲמִשִּׁ֛ים H2572 אֶ֖לֶף H505 וְאַרְבַּ֥ע H702 מֵאֽוֹת H3967 ",
  "9": "כָּֽל H3605 הַפְּקֻדִ֞ים H6485 לְמַחֲנֵ֣ה H4264 יְהוּדָ֗ה H3063 מְאַ֨ת H3967 אֶ֜לֶף H505 וּשְׁמֹנִ֥ים H8084 אֶ֛לֶף H505 וְשֵֽׁשֶׁת H8337 אֲלָפִ֥ים H505 וְאַרְבַּע H702 מֵא֖וֹת H3967 לְצִבְאֹתָ֑ H6635 רִאשֹׁנָ֖ה H7223 יִסָּֽעוּ H5265 ",
  "10": "דֶּ֣גֶל H1714 מַחֲנֵ֧ה H4264 רְאוּבֵ֛ן H7205 תֵּימָ֖נָה H8486 לְצִבְאֹתָ֑ H6635 וְנָשִׂיא֙ H5387 לִבְנֵ֣י H1121 רְאוּבֵ֔ן H7205 אֱלִיצ֖וּר H468 בֶּן H1121 שְׁדֵיאֽוּר H7707 ",
  "11": "וּצְבָא֖ H6635 וּפְקֻדָ֑י H6485 שִׁשָּׁ֧ה H8337 וְאַרְבָּעִ֛ים H705 אֶ֖לֶף H505 וַחֲמֵ֥שׁ H2568 מֵאֽוֹת H3967 ",
  "12": "וְהַ H2583 עָלָ֖יו H5921 מַטֵּ֣ה H4294 שִׁמְע֑וֹן H8095 וְנָשִׂיא֙ H5387 לִבְנֵ֣י H1121 שִׁמְע֔וֹן H8095 שְׁלֻמִיאֵ֖ל H8017 בֶּן H1121 צוּרִֽי H6701 שַׁדָּֽי H6701 ",
  "13": "וּצְבָא֖ H6635 וּפְקֻדֵי H6485 תִּשְׁעָ֧ה H8672 וַחֲמִשִּׁ֛ים H2572 אֶ֖לֶף H505 וּשְׁלֹ֥שׁ H7969 מֵאֽוֹת H3967 ",
  "14": "וְמַטֵּ֖ה H4294 גָּ֑ד H1410 וְנָשִׂיא֙ H5387 לִבְנֵ֣י H1121 גָ֔ד H1410 אֶלְיָסָ֖ף H460 בֶּן H1121 רְעוּאֵֽל H7467 ",
  "15": "וּצְבָא֖ H6635 וּפְקֻדֵי H6485 חֲמִשָּׁ֤ה H2568 וְאַרְבָּעִים֙ H705 אֶ֔לֶף H505 וְשֵׁ֥שׁ H8337 מֵא֖וֹת H3967 וַחֲמִשִּֽׁים H2572 ",
  "16": "כָּֽל H3605 הַפְּקֻדִ֞ים H6485 לְמַחֲנֵ֣ה H4264 רְאוּבֵ֗ן H7205 מְאַ֨ת H3967 אֶ֜לֶף H505 וְאֶחָ֨ד H259 וַחֲמִשִּׁ֥ים H2572 אֶ֛לֶף H505 וְאַרְבַּע H702 מֵא֥וֹת H3967 וַחֲמִשִּׁ֖ים H2572 לְצִבְאֹתָ֑ H6635 וּשְׁנִיִּ֖ם H8145 יִסָּֽעוּ H5265 ",
  "17": "וְנָסַ֧ע H5265 אֹֽהֶל H168 מוֹעֵ֛ד H4150 מַחֲנֵ֥ה H4264 הַלְוִיִּ֖ם H3881 בְּת֣וֹךְ H8432 הַֽמַּחֲנֹ֑ת H4264 כַּאֲשֶׁ֤ר H834 יַחֲנוּ֙ H2583 כֵּ֣ן H3651 יִסָּ֔עוּ H5265 אִ֥ישׁ H376 עַל H5921 יָד֖וֹ H3027 לְדִגְלֵי H1714 ",
  "18": "דֶּ֣גֶל H1714 מַחֲנֵ֥ה H4264 אֶפְרַ֛יִם H669 לְצִבְאֹתָ֖ H6635 יָ֑מָּה H3220 וְנָשִׂיא֙ H5387 לִבְנֵ֣י H1121 אֶפְרַ֔יִם H669 אֱלִישָׁמָ֖ע H476 בֶּן H1121 עַמִּיהֽוּד H5989 ",
  "19": "וּצְבָא֖ H6635 וּפְקֻדֵי H6485 אַרְבָּעִ֥ים H705 אֶ֖לֶף H505 וַחֲמֵ֥שׁ H2568 מֵאֽוֹת H3967 ",
  "20": "וְעָלָ֖י H5921 מַטֵּ֣ה H4294 מְנַשֶּׁ֑ה H4519 וְנָשִׂיא֙ H5387 לִבְנֵ֣י H1121 מְנַשֶּׁ֔ה H4519 גַּמְלִיאֵ֖ל H1583 בֶּן H1121 פְּדָהצֽוּר H6301 ",
  "21": "וּצְבָא֖ H6635 וּפְקֻדֵי H6485 שְׁנַ֧יִם H8147 וּשְׁלֹשִׁ֛ים H7970 אֶ֖לֶף H505 וּמָאתָֽיִם H3967 ",
  "22": "וּמַטֵּ֖ה H4294 בִּנְיָמִ֑ן H1144 וְנָשִׂיא֙ H5387 לִבְנֵ֣י H1121 בִנְיָמִ֔ן H1144 אֲבִידָ֖ן H27 בֶּן H1121 גִּדְעֹנִֽי H1441 ",
  "23": "וּצְבָא֖ H6635 וּפְקֻדֵי H6485 חֲמִשָּׁ֧ה H2568 וּשְׁלֹשִׁ֛ים H7970 אֶ֖לֶף H505 וְאַרְבַּ֥ע H702 מֵאֽוֹת H3967 ",
  "24": "כָּֽל H3605 הַפְּקֻדִ֞ים H6485 לְמַחֲנֵ֣ה H4264 אֶפְרַ֗יִם H669 מְאַ֥ת H3967 אֶ֛לֶף H505 וּשְׁמֹֽנַת H8083 אֲלָפִ֥ים H505 וּמֵאָ֖ה H3967 לְצִבְאֹתָ֑ H6635 וּשְׁלִשִׁ֖ים H7992 יִסָּֽעוּ H5265 ",
  "25": "דֶּ֣גֶל H1714 מַחֲנֵ֥ה H4264 דָ֛ן H1835 צָפֹ֖נָה H6828 לְצִבְאֹתָ֑ H6635 וְנָשִׂיא֙ H5387 לִבְנֵ֣י H1121 דָ֔ן H1835 אֲחִיעֶ֖זֶר H295 בֶּן H1121 עַמִּֽישַׁדָּֽי H5996 ",
  "26": "וּצְבָא֖ H6635 וּפְקֻדֵי H6485 שְׁנַ֧יִם H8147 וְשִׁשִּׁ֛ים H8346 אֶ֖לֶף H505 וּשְׁבַ֥ע H7651 מֵאֽוֹת H3967 ",
  "27": "וְהַ H2583 עָלָ֖יו H5921 מַטֵּ֣ה H4294 אָשֵׁ֑ר H836 וְנָשִׂיא֙ H5387 לִבְנֵ֣י H1121 אָשֵׁ֔ר H836 פַּגְעִיאֵ֖ל H6295 בֶּן H1121 עָכְרָֽן H5918 ",
  "28": "וּצְבָא֖ H6635 וּפְקֻדֵי H6485 אֶחָ֧ד H259 וְאַרְבָּעִ֛ים H705 אֶ֖לֶף H505 וַחֲמֵ֥שׁ H2568 מֵאֽוֹת H3967 ",
  "29": "וּמַטֵּ֖ה H4294 נַפְתָּלִ֑י H5321 וְנָשִׂיא֙ H5387 לִבְנֵ֣י H1121 נַפְתָּלִ֔י H5321 אֲחִירַ֖ע H299 בֶּן H1121 עֵינָֽן H5881 ",
  "30": "וּצְבָא֖ H6635 וּפְקֻדֵי H6485 שְׁלֹשָׁ֧ה H7969 וַחֲמִשִּׁ֛ים H2572 אֶ֖לֶף H505 וְאַרְבַּ֥ע H702 מֵאֽוֹת H3967 ",
  "31": "כָּל H3605 הַפְּקֻדִים֙ H6485 לְמַ֣חֲנֵה H4264 דָ֔ן H1835 מְאַ֣ת H3967 אֶ֗לֶף H505 וְשִׁבְעָ֧ה H7651 וַחֲמִשִּׁ֛ים H2572 אֶ֖לֶף H505 וְשֵׁ֣שׁ H8337 מֵא֑וֹת H3967 לָאַחֲרֹנָ֥ה H314 יִסְע֖וּ H5265 לְדִגְלֵי H1714 ",
  "32": "אֵ֛לֶּה H428 פְּקוּדֵ֥י H6485 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 כָּל H3605 פְּקוּדֵ֤י H6485 הַֽמַּחֲנֹת֙ H4264 לְצִבְאֹתָ֔ H6635 שֵׁשׁ H8337 מֵא֥וֹת H3967 אֶ֨לֶף֙ H505 וּשְׁלֹ֣שֶׁת H7969 אֲלָפִ֔ים H505 וַחֲמֵ֥שׁ H2568 מֵא֖וֹת H3967 וַחֲמִשִּֽׁים H2572 ",
  "33": "וְהַ֨ H3881 לֹ֣א H3808 הָתְפָּקְד֔וּ H6485 בְּת֖וֹךְ H8432 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
  "34": "וַֽיַּעֲשׂ֖וּ H6213 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 כְּ֠כֹל H3605 אֲשֶׁר H834 צִוָּ֨ה H6680 יְהוָ֜ה H3068 אֶת H853 מֹשֶׁ֗ה H4872 כֵּֽן H3651 חָנ֤וּ H2583 לְדִגְלֵי H1714 וְכֵ֣ן H3651 נָסָ֔עוּ H5265 אִ֥ישׁ H376 לְמִשְׁפְּחֹתָ֖י H4940 עַל H5921 בֵּ֥ית H1004 אֲבֹתָֽיו H1 "
}
