{
  "1": "וַיָּבֹ֣אוּ H935 בְנֵֽי H1121 יִ֠שְׂרָאֵל H3478 כָּל H3605 הָ֨עֵדָ֤ה H5712 מִדְבַּר H4057 צִן֙ H6790 בַּחֹ֣דֶשׁ H2320 הָֽרִאשׁ֔וֹן H7223 וַיֵּ֥שֶׁב H3427 הָעָ֖ם H5971 בְּקָדֵ֑שׁ H6946 וַתָּ֤מָת H4191 שָׁם֙ H8033 מִרְיָ֔ם H4813 וַתִּקָּבֵ֖ר H6912 שָֽׁם H8033 ",
  "2": "וְלֹא H3808 הָ֥יָה H1961 מַ֖יִם H4325 לָעֵדָ֑ה H5712 וַיִּקָּ֣הֲל֔וּ H6950 עַל H5921 מֹשֶׁ֖ה H4872 וְעַֽל H5921 אַהֲרֹֽן H175 ",
  "3": "וַיָּ֥רֶב H7378 הָעָ֖ם H5971 עִם H5973 מֹשֶׁ֑ה H4872 וַיֹּאמְר֣וּ H559 לֵאמֹ֔ר H559 וְל֥וּ H3863 גָוַ֛עְנוּ H1478 בִּגְוַ֥ע H1478 אַחֵ֖ינוּ H251 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "4": "וְלָ H4100 הֲבֵאתֶם֙ H935 אֶת H853 קְהַ֣ל H6951 יְהוָ֔ה H3068 אֶל H413 הַמִּדְבָּ֖ר H4057 הַזֶּ֑ה H2088 לָמ֣וּת H4191 שָׁ֔ם H8033 אֲנַ֖חְנוּ H587 וּבְעִירֵֽ H1165 ",
  "5": "וְלָ H4100 הֶֽעֱלִיתֻ֨נוּ֙ H5927 מִמִּצְרַ֔יִם H4714 לְהָבִ֣יא H935 אֹתָ֔נוּ H853 אֶל H413 הַמָּק֥וֹם H4725 הָרָ֖ע H7451 הַזֶּ֑ה H2088 לֹ֣א H3808 מְק֣וֹם H4725 זֶ֗רַע H2233 וּתְאֵנָ֤ה H8384 וְגֶ֨פֶן֙ H1612 וְרִמּ֔וֹן H7416 וּמַ֥יִם H4325 אַ֖יִן H369 לִשְׁתּֽוֹת H8354 ",
  "6": "וַיָּבֹא֩ H935 מֹשֶׁ֨ה H4872 וְאַהֲרֹ֜ן H175 מִפְּנֵ֣י H6440 הַקָּהָ֗ל H6951 אֶל H413 פֶּ֨תַח֙ H6607 אֹ֣הֶל H168 מוֹעֵ֔ד H4150 וַֽיִּפְּל֖וּ H5307 עַל H5921 פְּנֵיהֶ֑ם H6440 וַיֵּרָ֥א H7200 כְבוֹד H3519 יְהוָ֖ה H3068 אֲלֵיהֶֽם H413 ",
  "7": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "8": "קַ֣ח H3947 אֶת H853 הַמַּטֶּ֗ה H4294 וְהַקְהֵ֤ל H6950 אֶת H853 הָעֵדָה֙ H5712 אַתָּה֙ H859 וְאַהֲרֹ֣ן H175 אָחִ֔יךָ H251 וְדִבַּרְתֶּ֧ם H1696 אֶל H413 הַסֶּ֛לַע H5553 לְעֵינֵי H5869 וְנָתַ֣ן H5414 מֵימָ֑יו H4325 וְהוֹצֵאתָ֨ H3318 לָהֶ֥ם Hl מַ֨יִם֙ H4325 מִן H4480 הַסֶּ֔לַע H5553 וְהִשְׁקִיתָ֥ H8248 אֶת H853 הָעֵדָ֖ה H5712 וְאֶת H853 בְּעִירָֽם H1165 ",
  "9": "וַיִּקַּ֥ח H3947 מֹשֶׁ֛ה H4872 אֶת H853 הַמַּטֶּ֖ה H4294 מִלִּ H6440 יְהוָ֑ה H3068 כַּאֲשֶׁ֖ר H834 צִוָּֽהוּ H6680 ",
  "10": "וַיַּקְהִ֜לוּ H6950 מֹשֶׁ֧ה H4872 וְאַהֲרֹ֛ן H175 אֶת H853 הַקָּהָ֖ל H6951 אֶל H413 פְּנֵ֣י H6440 הַסָּ֑לַע H5553 וַיֹּ֣אמֶר H559 לָהֶ֗ם Hl שִׁמְעוּ H8085 נָא֙ H4994 הַמֹּרִ֔ים H4784 הֲמִן H4480 הַסֶּ֣לַע H5553 הַזֶּ֔ה H2088 נוֹצִ֥יא H3318 לָכֶ֖ם Hl מָֽיִם H4325 ",
  "11": "וַיָּ֨רֶם H7311 מֹשֶׁ֜ה H4872 אֶת H853 יָד֗וֹ H3027 וַיַּ֧ךְ H5221 אֶת H853 הַסֶּ֛לַע H5553 בְּמַטֵּ֖ H4294 פַּעֲמָ֑יִם H6471 וַיֵּצְאוּ֙ H3318 מַ֣יִם H4325 רַבִּ֔ים H7227 וַתֵּ֥שְׁתְּ H8354 הָעֵדָ֖ה H5712 וּבְעִירָֽ H1165 ",
  "12": "וַיֹּ֣אמֶר H559 יְהוָה֮ H3068 אֶל H413 מֹשֶׁ֣ה H4872 וְאֶֽל H413 אַהֲרֹן֒ H175 יַ֚עַן H3282 לֹא H3808 הֶאֱמַנְתֶּ֣ם H539 בִּ֔י Hb לְהַ֨קְדִּישֵׁ֔ H6942 לְעֵינֵ֖י H5869 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 לָכֵ֗ן H3651 לֹ֤א H3808 תָבִ֨יאוּ֙ H935 אֶת H853 הַקָּהָ֣ל H6951 הַזֶּ֔ה H2088 אֶל H413 הָאָ֖רֶץ H776 אֲשֶׁר H834 נָתַ֥תִּי H5414 לָהֶֽם Hl ",
  "13": "הֵ֚מָּה H1992 מֵ֣י H4325 מְרִיבָ֔ה H4809 אֲשֶׁר H834 רָב֥וּ H7378 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 אֶת H854 יְהוָ֑ה H3068 וַיִּקָּדֵ֖שׁ H6942 בָּֽם Hb ",
  "14": "וַיִּשְׁלַ֨ח H7971 מֹשֶׁ֧ה H4872 מַלְאָכִ֛ים H4397 מִקָּדֵ֖שׁ H6946 אֶל H413 מֶ֣לֶךְ H4428 אֱד֑וֹם H123 כֹּ֤ה H3541 אָמַר֙ H559 אָחִ֣יךָ H251 יִשְׂרָאֵ֔ל H3478 אַתָּ֣ה H859 יָדַ֔עְתָּ H3045 אֵ֥ת H853 כָּל H3605 הַתְּלָאָ֖ה H8513 אֲשֶׁ֥ר H834 מְצָאָֽתְנוּ H4672 ",
  "15": "וַיֵּרְד֤וּ H3381 אֲבֹתֵ֨ינוּ֙ H1 מִצְרַ֔יְמָה H4714 וַנֵּ֥שֶׁב H3427 בְּמִצְרַ֖יִם H4714 יָמִ֣ים H3117 רַבִּ֑ים H7227 וַיָּרֵ֥עוּ H7489 לָ֛נוּ Hl מִצְרַ֖יִם H4713 וְלַ H1 ",
  "16": "וַנִּצְעַ֤ק H6817 אֶל H413 יְהוָה֙ H3068 וַיִּשְׁמַ֣ע H8085 קֹלֵ֔נוּ H6963 וַיִּשְׁלַ֣ח H7971 מַלְאָ֔ךְ H4397 וַיֹּצִאֵ֖ H3318 מִמִּצְרָ֑יִם H4714 וְהִנֵּה֙ H2009 אֲנַ֣חְנוּ H587 בְקָדֵ֔שׁ H6946 עִ֖יר H5892 קְצֵ֥ה H7097 גְבוּלֶֽךָ H1366 ",
  "17": "נַעְבְּרָה H5674 נָּ֣א H4994 בְאַרְצֶ֗ H776 לֹ֤א H3808 נַעֲבֹר֙ H5674 בְּשָׂדֶ֣ה H7704 וּבְ H3754 וְלֹ֥א H3808 נִשְׁתֶּ֖ה H8354 מֵ֣י H4325 בְאֵ֑ר H875 דֶּ֧רֶךְ H1870 הַמֶּ֣לֶךְ H4428 נֵלֵ֗ךְ H3212 לֹ֤א H3808 נִטֶּה֙ H5186 יָמִ֣ין H3225 וּשְׂמֹ֔אול H8040 עַ֥ד H5704 אֲשֶֽׁר H834 נַעֲבֹ֖ר H5674 גְּבוּלֶֽךָ H1366 ",
  "18": "וַיֹּ֤אמֶר H559 אֵלָיו֙ H413 אֱד֔וֹם H123 לֹ֥א H3808 תַעֲבֹ֖ר H5674 בִּ֑י Hb פֶּן H6435 בַּחֶ֖רֶב H2719 אֵצֵ֥א H3318 לִקְרָאתֶֽ H7125 ",
  "19": "וַיֹּאמְר֨וּ H559 אֵלָ֥יו H413 בְּנֵֽי H1121 יִשְׂרָאֵ֘ל H3478 בַּֽמְסִלָּ֣ה H4546 נַעֲלֶה֒ H5927 וְאִם H518 מֵימֶ֤יךָ H4325 נִשְׁתֶּה֙ H8354 אֲנִ֣י H589 וּמִקְנַ֔ H4735 וְנָתַתִּ֖י H5414 מִכְרָ֑ם H4377 רַ֥ק H7535 אֵין H369 דָּבָ֖ר H1697 בְּרַגְלַ֥ H7272 אֶֽעֱבֹֽרָה H5674 ",
  "20": "וַיֹּ֖אמֶר H559 לֹ֣א H3808 תַעֲבֹ֑ר H5674 וַיֵּצֵ֤א H3318 אֱדוֹם֙ H123 לִקְרָאת֔ H7125 בְּעַ֥ם H5971 כָּבֵ֖ד H3515 וּבְ H3027 חֲזָקָֽה H2389 ",
  "21": "וַיְמָאֵ֣ן H3985 אֱד֗וֹם H123 נְתֹן֙ H5414 אֶת H853 יִשְׂרָאֵ֔ל H3478 עֲבֹ֖ר H5674 בִּגְבֻל֑ H1366 וַיֵּ֥ט H5186 יִשְׂרָאֵ֖ל H3478 מֵעָלָֽי H5921 ",
  "22": "וַיִּסְע֖וּ H5265 מִקָּדֵ֑שׁ H6946 וַיָּבֹ֧אוּ H935 בְנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 כָּל H3605 הָעֵדָ֖ה H5712 הֹ֥ר H2023 הָהָֽר H2022 ",
  "23": "וַיֹּ֧אמֶר H559 יְהוָ֛ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 וְאֶֽל H413 אַהֲרֹ֖ן H175 בְּהֹ֣ר H2023 הָהָ֑ר H2022 עַל H5921 גְּב֥וּל H1366 אֶֽרֶץ H776 אֱד֖וֹם H123 לֵאמֹֽר H559 ",
  "24": "יֵאָסֵ֤ף H622 אַהֲרֹן֙ H175 אֶל H413 עַמָּ֔יו H5971 כִּ֣י H3588 לֹ֤א H3808 יָבֹא֙ H935 אֶל H413 הָאָ֔רֶץ H776 אֲשֶׁ֥ר H834 נָתַ֖תִּי H5414 לִבְנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 עַ֛ל H5921 אֲשֶׁר H834 מְרִיתֶ֥ם H4784 אֶת H853 פִּ֖י H6310 לְמֵ֥י H4325 מְרִיבָֽה H4809 ",
  "25": "קַ֚ח H3947 אֶֽת H853 אַהֲרֹ֔ן H175 וְאֶת H853 אֶלְעָזָ֖ר H499 בְּנ֑וֹ H1121 וְהַ֥עַל H5927 אֹתָ֖ם H853 הֹ֥ר H2023 הָהָֽר H2022 ",
  "26": "וְהַפְשֵׁ֤ט H6584 אֶֽת H853 אַהֲרֹן֙ H175 אֶת H853 בְּגָדָ֔יו H899 וְהִלְבַּשְׁתָּ֖ H3847 אֶת H853 אֶלְעָזָ֣ר H499 בְּנ֑וֹ H1121 וְאַהֲרֹ֥ן H175 יֵאָסֵ֖ף H622 וּמֵ֥ת H4191 שָֽׁם H8033 ",
  "27": "וַיַּ֣עַשׂ H6213 מֹשֶׁ֔ה H4872 כַּאֲשֶׁ֖ר H834 צִוָּ֣ה H6680 יְהוָ֑ה H3068 וַֽיַּעֲלוּ֙ H5927 אֶל H413 הֹ֣ר H2023 הָהָ֔ר H2022 לְעֵינֵ֖י H5869 כָּל H3605 הָעֵדָֽה H5712 ",
  "28": "וַיַּפְשֵׁט֩ H6584 מֹשֶׁ֨ה H4872 אֶֽת H853 אַהֲרֹ֜ן H175 אֶת H853 בְּגָדָ֗יו H899 וַיַּלְבֵּ֤שׁ H3847 אֹתָם֙ H854 אֶת H853 אֶלְעָזָ֣ר H499 בְּנ֔וֹ H1121 וַיָּ֧מָת H4191 אַהֲרֹ֛ן H175 שָׁ֖ם H8033 בְּרֹ֣אשׁ H7218 הָהָ֑ר H2022 וַיֵּ֧רֶד H3381 מֹשֶׁ֛ה H4872 וְאֶלְעָזָ֖ר H499 מִן H4480 הָהָֽר H2022 ",
  "29": "וַיִּרְאוּ֙ H7200 כָּל H3605 הָ֣עֵדָ֔ה H5712 כִּ֥י H3588 גָוַ֖ע H1478 אַהֲרֹ֑ן H175 וַיִּבְכּ֤וּ H1058 אֶֽת H853 אַהֲרֹן֙ H175 שְׁלֹשִׁ֣ים H7970 י֔וֹם H3117 כֹּ֖ל H3605 בֵּ֥ית H1004 יִשְׂרָאֵֽל H3478 "
}
