{
  "1": "וַיִּשְׁמַ֞ע H8085 הַכְּנַעֲנִ֤י H3669 מֶֽלֶךְ H4428 עֲרָד֙ H6166 יֹשֵׁ֣ב H3427 הַנֶּ֔גֶב H5045 כִּ֚י H3588 בָּ֣א H935 יִשְׂרָאֵ֔ל H3478 דֶּ֖רֶךְ H1870 הָאֲתָרִ֑ים H871 וַיִּלָּ֨חֶם֙ H3898 בְּיִשְׂרָאֵ֔ל H3478 וַיִּ֥שְׁבְּ H7617 מִמֶּ֖נּוּ H4480 שֶֽׁבִי H7628 ",
  "2": "וַיִּדַּ֨ר H5087 יִשְׂרָאֵ֥ל H3478 נֶ֛דֶר H5088 לַֽיהוָ֖ה H3068 וַיֹּאמַ֑ר H559 אִם H518 נָתֹ֨ן H5414 תִּתֵּ֜ן H5414 אֶת H853 הָעָ֤ם H5971 הַזֶּה֙ H2088 בְּיָדִ֔ H3027 וְהַֽחֲרַמְתִּ֖י H2763 אֶת H853 עָרֵיהֶֽם H5892 ",
  "3": "וַיִּשְׁמַ֨ע H8085 יְהוָ֜ה H3068 בְּק֣וֹל H6963 יִשְׂרָאֵ֗ל H3478 וַיִּתֵּן֙ H5414 אֶת H853 הַֽכְּנַעֲנִ֔י H3669 וַיַּחֲרֵ֥ם H2763 אֶתְהֶ֖ם H853 וְאֶת H853 עָרֵיהֶ֑ם H5892 וַיִּקְרָ֥א H7121 שֵׁם H8034 הַמָּק֖וֹם H4725 חָרְמָֽה H2767 ",
  "4": "וַיִּסְע֞וּ H5265 מֵהֹ֤ר H2023 הָהָר֙ H2022 דֶּ֣רֶךְ H1870 יַם H3220 ס֔וּף H5488 לִסְבֹ֖ב H5437 אֶת H853 אֶ֣רֶץ H776 אֱד֑וֹם H123 וַתִּקְצַ֥ר H7114 נֶֽפֶשׁ H5315 הָעָ֖ם H5971 בַּדָּֽרֶךְ H1870 ",
  "5": "וַיְדַבֵּ֣ר H1696 הָעָ֗ם H5971 בֵּֽאלֹהִים֮ H430 וּבְ H4872 לָמָ֤ה H4100 הֶֽעֱלִיתֻ֨נוּ֙ H5927 מִמִּצְרַ֔יִם H4714 לָמ֖וּת H4191 בַּמִּדְבָּ֑ר H4057 כִּ֣י H3588 אֵ֥ין H369 לֶ֨חֶם֙ H3899 וְאֵ֣ין H369 מַ֔יִם H4325 וְנַפְשֵׁ֣ H5315 קָ֔צָה H6973 בַּלֶּ֖חֶם H3899 הַקְּלֹקֵֽל H7052 ",
  "6": "וַיְשַׁלַּ֨ח H7971 יְהוָ֜ה H3068 בָּעָ֗ם H5971 אֵ֚ת H853 הַנְּחָשִׁ֣ים H5175 הַשְּׂרָפִ֔ים H8314 וַֽיְנַשְּׁכ֖וּ H5391 אֶת H853 הָעָ֑ם H5971 וַיָּ֥מָת H4191 עַם H5971 רָ֖ב H7227 מִיִּשְׂרָאֵֽל H3478 ",
  "7": "וַיָּבֹא֩ H935 הָעָ֨ם H5971 אֶל H413 מֹשֶׁ֜ה H4872 וַיֹּאמְר֣וּ H559 חָטָ֗אנוּ H2398 כִּֽי H3588 דִבַּ֤רְנוּ H1696 בַֽיהוָה֙ H3068 וָבָ֔ Hc/Hb הִתְפַּלֵּל֙ H6419 אֶל H413 יְהוָ֔ה H3068 וְיָסֵ֥ר H5493 מֵעָלֵ֖י H5921 אֶת H853 הַנָּחָ֑שׁ H5175 וַיִּתְפַּלֵּ֥ל H6419 מֹשֶׁ֖ה H4872 בְּעַ֥ד H1157 הָעָֽם H5971 ",
  "8": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 עֲשֵׂ֤ה H6213 לְךָ֙ Hl שָׂרָ֔ף H8314 וְשִׂ֥ים H7760 אֹת֖וֹ H853 עַל H5921 נֵ֑ס H5251 וְהָיָה֙ H1961 כָּל H3605 הַנָּשׁ֔וּךְ H5391 וְרָאָ֥ה H7200 אֹת֖וֹ H853 וָחָֽי H2425 ",
  "9": "וַיַּ֤עַשׂ H6213 מֹשֶׁה֙ H4872 נְחַ֣שׁ H5175 נְחֹ֔שֶׁת H5178 וַיְשִׂמֵ֖ H7760 עַל H5921 הַנֵּ֑ס H5251 וְהָיָ֗ה H1961 אִם H518 נָשַׁ֤ךְ H5391 הַנָּחָשׁ֙ H5175 אֶת H853 אִ֔ישׁ H376 וְהִבִּ֛יט H5027 אֶל H413 נְחַ֥שׁ H5175 הַנְּחֹ֖שֶׁת H5178 וָחָֽי H2425 ",
  "10": "וַיִּסְע֖וּ H5265 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַֽיַּחֲנ֖וּ H2583 בְּאֹבֹֽת H88 ",
  "11": "וַיִּסְע֖וּ H5265 מֵאֹבֹ֑ת H88 וַֽיַּחֲנ֞וּ H2583 בְּעִיֵּ֣י H5863 הָֽעֲבָרִ֗ים H5863 בַּמִּדְבָּר֙ H4057 אֲשֶׁר֙ H834 עַל H5921 פְּנֵ֣י H6440 מוֹאָ֔ב H4124 מִמִּזְרַ֖ח H4217 הַשָּֽׁמֶשׁ H8121 ",
  "12": "מִשָּׁ֖ם H8033 נָסָ֑עוּ H5265 וַֽיַּחֲנ֖וּ H2583 בְּנַ֥חַל H5158 זָֽרֶד H2218 ",
  "13": "מִשָּׁם֮ H8033 נָסָעוּ֒ H5265 וַֽיַּחֲנ֗וּ H2583 מֵעֵ֤בֶר H5676 אַרְנוֹן֙ H769 אֲשֶׁ֣ר H834 בַּמִּדְבָּ֔ר H4057 הַיֹּצֵ֖א H3318 מִגְּב֣וּל H1366 הָֽאֱמֹרִ֑י H567 כִּ֤י H3588 אַרְנוֹן֙ H769 גְּב֣וּל H1366 מוֹאָ֔ב H4124 בֵּ֥ין H996 מוֹאָ֖ב H4124 וּבֵ֥ין H996 הָאֱמֹרִֽי H567 ",
  "14": "עַל H5921 כֵּן֙ H3651 יֵֽאָמַ֔ר H559 בְּסֵ֖פֶר H5612 מִלְחֲמֹ֣ת H4421 יְהוָ֑ה H3068 אֶת H853 וָהֵ֣ב H2052 בְּסוּפָ֔ה H5492 וְאֶת H853 הַנְּחָלִ֖ים H5158 אַרְנֽוֹן H769 ",
  "15": "וְאֶ֨שֶׁד֙ H793 הַנְּחָלִ֔ים H5158 אֲשֶׁ֥ר H834 נָטָ֖ה H5186 לְשֶׁ֣בֶת H3427 עָ֑ר H6144 וְנִשְׁעַ֖ן H8172 לִגְב֥וּל H1366 מוֹאָֽב H4124 ",
  "16": "וּמִ H8033 בְּאֵ֑רָה H876 הִ֣וא H1931 הַבְּאֵ֗ר H875 אֲשֶׁ֨ר H834 אָמַ֤ר H559 יְהוָה֙ H3068 לְמֹשֶׁ֔ה H4872 אֱסֹף֙ H622 אֶת H853 הָעָ֔ם H5971 וְאֶתְּנָ֥ה H5414 לָהֶ֖ם Hl מָֽיִם H4325 ",
  "17": "אָ֚ז H227 יָשִׁ֣יר H7891 יִשְׂרָאֵ֔ל H3478 אֶת H853 הַשִּׁירָ֖ה H7892 הַזֹּ֑את H2063 עֲלִ֥י H5927 בְאֵ֖ר H875 עֱנוּ H6030 לָֽהּ Hl ",
  "18": "בְּאֵ֞ר H875 חֲפָר֣וּהָ H2658 שָׂרִ֗ים H8269 כָּר֨וּהָ֙ H3738 נְדִיבֵ֣י H5081 הָעָ֔ם H5971 בִּמְחֹקֵ֖ק H2710 בְּמִשְׁעֲנֹתָ֑ H4938 וּמִ H4057 מַתָּנָֽה H4980 ",
  "19": "וּמִ H4980 נַחֲלִיאֵ֑ל H5160 וּמִ H5160 בָּמֽוֹת H1120 ",
  "20": "וּמִ H1120 הַגַּיְא֙ H1516 אֲשֶׁר֙ H834 בִּשְׂדֵ֣ה H7704 מוֹאָ֔ב H4124 רֹ֖אשׁ H7218 הַפִּסְגָּ֑ה H6449 וְנִשְׁקָ֖פָה H8259 עַל H5921 פְּנֵ֥י H6440 הַיְשִׁימֹֽן H3452 ",
  "21": "וַיִּשְׁלַ֤ח H7971 יִשְׂרָאֵל֙ H3478 מַלְאָכִ֔ים H4397 אֶל H413 סִיחֹ֥ן H5511 מֶֽלֶךְ H4428 הָאֱמֹרִ֖י H567 לֵאמֹֽר H559 ",
  "22": "אֶעְבְּרָ֣ה H5674 בְאַרְצֶ֗ H776 לֹ֤א H3808 נִטֶּה֙ H5186 בְּשָׂדֶ֣ה H7704 וּבְ H3754 לֹ֥א H3808 נִשְׁתֶּ֖ה H8354 מֵ֣י H4325 בְאֵ֑ר H875 בְּדֶ֤רֶךְ H1870 הַמֶּ֨לֶךְ֙ H4428 נֵלֵ֔ךְ H3212 עַ֥ד H5704 אֲשֶֽׁר H834 נַעֲבֹ֖ר H5674 גְּבֻלֶֽךָ H1366 ",
  "23": "וְלֹא H3808 נָתַ֨ן H5414 סִיחֹ֣ן H5511 אֶת H853 יִשְׂרָאֵל֮ H3478 עֲבֹ֣ר H5674 בִּגְבֻל H1366 וַיֶּאֱסֹ֨ף H622 סִיחֹ֜ן H5511 אֶת H853 כָּל H3605 עַמּ֗וֹ H5971 וַיֵּצֵ֞א H3318 לִקְרַ֤את H7125 יִשְׂרָאֵל֙ H3478 הַמִּדְבָּ֔רָ H4057 וַיָּבֹ֖א H935 יָ֑הְצָה H3096 וַיִּלָּ֖חֶם H3898 בְּיִשְׂרָאֵֽל H3478 ",
  "24": "וַיַּכֵּ֥ H5221 יִשְׂרָאֵ֖ל H3478 לְפִי H6310 חָ֑רֶב H2719 וַיִּירַ֨שׁ H3423 אֶת H853 אַרְצ֜וֹ H776 מֵֽאַרְנֹ֗ן H769 עַד H5704 יַבֹּק֙ H2999 עַד H5704 בְּנֵ֣י H1121 עַמּ֔וֹן H5983 כִּ֣י H3588 עַ֔ז H5794 גְּב֖וּל H1366 בְּנֵ֥י H1121 עַמּֽוֹן H5983 ",
  "25": "וַיִּקַּח֙ H3947 יִשְׂרָאֵ֔ל H3478 אֵ֥ת H853 כָּל H3605 הֶעָרִ֖ים H5892 הָאֵ֑לֶּה H428 וַיֵּ֤שֶׁב H3427 יִשְׂרָאֵל֙ H3478 בְּכָל H3605 עָרֵ֣י H5892 הָֽאֱמֹרִ֔י H567 בְּחֶשְׁבּ֖וֹן H2809 וּבְ H3605 בְּנֹתֶֽיהָ H1323 ",
  "26": "כִּ֣י H3588 חֶשְׁבּ֔וֹן H2809 עִ֗יר H5892 סִיחֹ֛ן H5511 מֶ֥לֶךְ H4428 הָאֱמֹרִ֖י H567 הִ֑וא H1931 וְה֣וּא H1931 נִלְחַ֗ם H3898 בְּמֶ֤לֶךְ H4428 מוֹאָב֙ H4124 הָֽרִאשׁ֔וֹן H7223 וַיִּקַּ֧ח H3947 אֶת H853 כָּל H3605 אַרְצ֛וֹ H776 מִיָּד֖ H3027 עַד H5704 אַרְנֹֽן H769 ",
  "27": "עַל H5921 כֵּ֛ן H3651 יֹאמְר֥וּ H559 הַמֹּשְׁלִ֖ים H4911 בֹּ֣אוּ H935 חֶשְׁבּ֑וֹן H2809 תִּבָּנֶ֥ה H1129 וְתִכּוֹנֵ֖ן H3559 עִ֥יר H5892 סִיחֽוֹן H5511 ",
  "28": "כִּי H3588 אֵשׁ֙ H784 יָֽצְאָ֣ה H3318 מֵֽחֶשְׁבּ֔וֹן H2809 לֶהָבָ֖ה H3852 מִקִּרְיַ֣ת H7151 סִיחֹ֑ן H5511 אָֽכְלָה֙ H398 עָ֣ר H6144 מוֹאָ֔ב H4124 בַּעֲלֵ֖י H1167 בָּמ֥וֹת H1116 אַרְנֹֽן H769 ",
  "29": "אוֹי H188 לְךָ֣ Hl מוֹאָ֔ב H4124 אָבַ֖דְתָּ H6 עַם H5971 כְּמ֑וֹשׁ H3645 נָתַ֨ן H5414 בָּנָ֤יו H1121 פְּלֵיטִם֙ H6412 וּבְנֹתָ֣י H1323 בַּשְּׁבִ֔ית H7628 לְמֶ֥לֶךְ H4428 אֱמֹרִ֖י H567 סִיחֽוֹן H5511 ",
  "30": "וַנִּירָ֛ H3384 אָבַ֥ד H6 חֶשְׁבּ֖וֹן H2809 עַד H5704 דִּיב֑וֹן H1769 וַנַּשִּׁ֣ים H8074 עַד H5704 נֹ֔פַח H5302 אֲשֶׁ֖רׄ H834 עַד H5704 מֵֽידְבָֽא H4311 ",
  "31": "וַיֵּ֨שֶׁב֙ H3427 יִשְׂרָאֵ֔ל H3478 בְּאֶ֖רֶץ H776 הָאֱמֹרִֽי H567 ",
  "32": "וַיִּשְׁלַ֤ח H7971 מֹשֶׁה֙ H4872 לְרַגֵּ֣ל H7270 אֶת H853 יַעְזֵ֔ר H3270 וַֽיִּלְכְּד֖וּ H3920 בְּנֹתֶ֑יהָ H1323 ויירש H3423 אֶת H853 הָאֱמֹרִ֥י H567 אֲשֶׁר H834 שָֽׁם H8033 ",
  "33": "וַיִּפְנוּ֙ H6437 וַֽיַּעֲל֔וּ H5927 דֶּ֖רֶךְ H1870 הַבָּשָׁ֑ן H1316 וַיֵּצֵ֣א H3318 עוֹג֩ H5747 מֶֽלֶךְ H4428 הַבָּשָׁ֨ן H1316 לִקְרָאתָ֜ H7125 ה֧וּא H1931 וְכָל H3605 עַמּ֛וֹ H5971 לַמִּלְחָמָ֖ה H4421 אֶדְרֶֽעִי H154 ",
  "34": "וַיֹּ֨אמֶר H559 יְהוָ֤ה H3068 אֶל H413 מֹשֶׁה֙ H4872 אַל H408 תִּירָ֣א H3372 אֹת֔וֹ H853 כִּ֣י H3588 בְיָדְ H3027 נָתַ֧תִּי H5414 אֹת֛וֹ H853 וְאֶת H853 כָּל H3605 עַמּ֖וֹ H5971 וְאֶת H853 אַרְצ֑וֹ H776 וְעָשִׂ֣יתָ H6213 לּ֔וֹ Hl כַּאֲשֶׁ֣ר H834 עָשִׂ֗יתָ H6213 לְסִיחֹן֙ H5511 מֶ֣לֶךְ H4428 הָֽאֱמֹרִ֔י H567 אֲשֶׁ֥ר H834 יוֹשֵׁ֖ב H3427 בְּחֶשְׁבּֽוֹן H2809 ",
  "35": "וַיַּכּ֨וּ H5221 אֹת֤וֹ H853 וְאֶת H853 בָּנָיו֙ H1121 וְאֶת H853 כָּל H3605 עַמּ֔וֹ H5971 עַד H5704 בִּלְתִּ֥י H1115 הִשְׁאִֽיר H7604 ל֖וֹ Hl שָׂרִ֑יד H8300 וַיִּֽירְשׁ֖וּ H3423 אֶת H853 אַרְצֽוֹ H776 "
}
