{
  "1": "וּבַ H2320 הַשְּׁבִיעִ֜י H7637 בְּאֶחָ֣ד H259 לַחֹ֗דֶשׁ H2320 מִֽקְרָא H4744 קֹ֨דֶשׁ֙ H6944 יִהְיֶ֣ה H1961 לָכֶ֔ם Hl כָּל H3605 מְלֶ֥אכֶת H4399 עֲבֹדָ֖ה H5656 לֹ֣א H3808 תַעֲשׂ֑וּ H6213 י֥וֹם H3117 תְּרוּעָ֖ה H8643 יִהְיֶ֥ה H1961 לָכֶֽם Hl ",
  "2": "וַעֲשִׂיתֶ֨ם H6213 עֹלָ֜ה H5930 לְרֵ֤יחַ H7381 נִיחֹ֨חַ֙ H5207 לַֽיהוָ֔ה H3068 פַּ֧ר H6499 בֶּן H1121 בָּקָ֛ר H1241 אֶחָ֖ד H259 אַ֣יִל H352 אֶחָ֑ד H259 כְּבָשִׂ֧ים H3532 בְּנֵי H1121 שָׁנָ֛ה H8141 שִׁבְעָ֖ה H7651 תְּמִימִֽם H8549 ",
  "3": "וּמִנְחָתָ֔ H4503 סֹ֖לֶת H5560 בְּלוּלָ֣ה H1101 בַשָּׁ֑מֶן H8081 שְׁלֹשָׁ֤ה H7969 עֶשְׂרֹנִים֙ H6241 לַפָּ֔ר H6499 שְׁנֵ֥י H8147 עֶשְׂרֹנִ֖ים H6241 לָאָֽיִל H352 ",
  "4": "וְעִשָּׂר֣וֹן H6241 אֶחָ֔ד H259 לַכֶּ֖בֶשׂ H3532 הָאֶחָ֑ד H259 לְשִׁבְעַ֖ת H7651 הַכְּבָשִֽׂים H3532 ",
  "5": "וּשְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 חַטָּ֑את H2403 לְכַפֵּ֖ר H3722 עֲלֵיכֶֽם H5921 ",
  "6": "מִלְּ H905 עֹלַ֨ת H5930 הַחֹ֜דֶשׁ H2320 וּמִנְחָתָ֗ H4503 וְעֹלַ֤ת H5930 הַתָּמִיד֙ H8548 וּמִנְחָתָ֔ H4503 וְנִסְכֵּי H5262 כְּמִשְׁפָּטָ֑ H4941 לְרֵ֣יחַ H7381 נִיחֹ֔חַ H5207 אִשֶּׁ֖ה H801 לַיהוָֽה H3068 ",
  "7": "וּבֶ H6218 לַחֹ֨דֶשׁ H2320 הַשְּׁבִיעִ֜י H7637 הַזֶּ֗ה H2088 מִֽקְרָא H4744 קֹ֨דֶשׁ֙ H6944 יִהְיֶ֣ה H1961 לָכֶ֔ם Hl וְעִנִּיתֶ֖ם H6031 אֶת H853 נַפְשֹׁתֵיכֶ֑ם H5315 כָּל H3605 מְלָאכָ֖ה H4399 לֹ֥א H3808 תַעֲשֽׂוּ H6213 ",
  "8": "וְהִקְרַבְתֶּ֨ם H7126 עֹלָ֤ה H5930 לַֽיהוָה֙ H3068 רֵ֣יחַ H7381 נִיחֹ֔חַ H5207 פַּ֧ר H6499 בֶּן H1121 בָּקָ֛ר H1241 אֶחָ֖ד H259 אַ֣יִל H352 אֶחָ֑ד H259 כְּבָשִׂ֤ים H3532 בְּנֵֽי H1121 שָׁנָה֙ H8141 שִׁבְעָ֔ה H7651 תְּמִימִ֖ם H8549 יִהְי֥וּ H1961 לָכֶֽם Hl ",
  "9": "וּמִנְחָתָ֔ H4503 סֹ֖לֶת H5560 בְּלוּלָ֣ה H1101 בַשָּׁ֑מֶן H8081 שְׁלֹשָׁ֤ה H7969 עֶשְׂרֹנִים֙ H6241 לַפָּ֔ר H6499 שְׁנֵי֙ H8147 עֶשְׂרֹנִ֔ים H6241 לָאַ֖יִל H352 הָאֶחָֽד H259 ",
  "10": "עִשָּׂרוֹן֙ H6241 עִשָּׂר֔וֹן H6241 לַכֶּ֖בֶשׂ H3532 הָאֶחָ֑ד H259 לְשִׁבְעַ֖ת H7651 הַכְּבָשִֽׂים H3532 ",
  "11": "שְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 חַטָּ֑את H2403 מִלְּ H905 חַטַּ֤את H2403 הַכִּפֻּרִים֙ H3725 וְעֹלַ֣ת H5930 הַתָּמִ֔יד H8548 וּמִנְחָתָ֖ H4503 וְנִסְכֵּי H5262 ",
  "12": "וּבַ H2568 עָשָׂ֨ר H6240 י֜וֹם H3117 לַחֹ֣דֶשׁ H2320 הַשְּׁבִיעִ֗י H7637 מִֽקְרָא H4744 קֹ֨דֶשׁ֙ H6944 יִהְיֶ֣ה H1961 לָכֶ֔ם Hl כָּל H3605 מְלֶ֥אכֶת H4399 עֲבֹדָ֖ה H5656 לֹ֣א H3808 תַעֲשׂ֑וּ H6213 וְחַגֹּתֶ֥ם H2287 חַ֛ג H2282 לַיהוָ֖ה H3068 שִׁבְעַ֥ת H7651 יָמִֽים H3117 ",
  "13": "וְהִקְרַבְתֶּ֨ם H7126 עֹלָ֜ה H5930 אִשֵּׁ֨ה H801 רֵ֤יחַ H7381 נִיחֹ֨חַ֙ H5207 לַֽיהוָ֔ה H3068 פָּרִ֧ים H6499 בְּנֵי H1121 בָקָ֛ר H1241 שְׁלֹשָׁ֥ה H7969 עָשָׂ֖ר H6240 אֵילִ֣ם H352 שְׁנָ֑יִם H8147 כְּבָשִׂ֧ים H3532 בְּנֵֽי H1121 שָׁנָ֛ה H8141 אַרְבָּעָ֥ה H702 עָשָׂ֖ר H6240 תְּמִימִ֥ם H8549 יִהְיֽוּ H1961 ",
  "14": "וּמִנְחָתָ֔ H4503 סֹ֖לֶת H5560 בְּלוּלָ֣ה H1101 בַשָּׁ֑מֶן H8081 שְׁלֹשָׁ֨ה H7969 עֶשְׂרֹנִ֜ים H6241 לַפָּ֣ר H6499 הָֽאֶחָ֗ד H259 לִשְׁלֹשָׁ֤ה H7969 עָשָׂר֙ H6240 פָּרִ֔ים H6499 שְׁנֵ֤י H8147 עֶשְׂרֹנִים֙ H6241 לָאַ֣יִל H352 הָֽאֶחָ֔ד H259 לִשְׁנֵ֖י H8147 הָאֵילִֽם H352 ",
  "15": "וְעִשָּׂרׄוֹן֙ H6241 עִשָּׂר֔וֹן H6241 לַכֶּ֖בֶשׂ H3532 הָאֶחָ֑ד H259 לְאַרְבָּעָ֥ה H702 עָשָׂ֖ר H6240 כְּבָשִֽׂים H3532 ",
  "16": "וּשְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 חַטָּ֑את H2403 מִלְּ H905 עֹלַ֣ת H5930 הַתָּמִ֔יד H8548 מִנְחָתָ֖הּ H4503 וְנִסְכָּֽ H5262 ",
  "17": "וּבַ H3117 הַשֵּׁנִ֗י H8145 פָּרִ֧ים H6499 בְּנֵי H1121 בָקָ֛ר H1241 שְׁנֵ֥ים H8147 עָשָׂ֖ר H6240 אֵילִ֣ם H352 שְׁנָ֑יִם H8147 כְּבָשִׂ֧ים H3532 בְּנֵי H1121 שָׁנָ֛ה H8141 אַרְבָּעָ֥ה H702 עָשָׂ֖ר H6240 תְּמִימִֽם H8549 ",
  "18": "וּמִנְחָתָ֣ H4503 וְנִסְכֵּי H5262 לַ֠פָּרִים H6499 לָאֵילִ֧ם H352 וְלַ H3532 בְּמִסְפָּרָ֖ H4557 כַּמִּשְׁפָּֽט H4941 ",
  "19": "וּשְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 חַטָּ֑את H2403 מִלְּ H905 עֹלַ֣ת H5930 הַתָּמִ֔יד H8548 וּמִנְחָתָ֖ H4503 וְנִסְכֵּי H5262 ",
  "20": "וּבַ H3117 הַשְּׁלִישִׁ֛י H7992 פָּרִ֥ים H6499 עַשְׁתֵּי H6249 עָשָׂ֖ר H6240 אֵילִ֣ם H352 שְׁנָ֑יִם H8147 כְּבָשִׂ֧ים H3532 בְּנֵי H1121 שָׁנָ֛ה H8141 אַרְבָּעָ֥ה H702 עָשָׂ֖ר H6240 תְּמִימִֽם H8549 ",
  "21": "וּמִנְחָתָ֣ H4503 וְנִסְכֵּי H5262 לַ֠פָּרִים H6499 לָאֵילִ֧ם H352 וְלַ H3532 בְּמִסְפָּרָ֖ H4557 כַּמִּשְׁפָּֽט H4941 ",
  "22": "וּשְׂעִ֥יר H8163 חַטָּ֖את H2403 אֶחָ֑ד H259 מִלְּ H905 עֹלַ֣ת H5930 הַתָּמִ֔יד H8548 וּמִנְחָתָ֖ H4503 וְנִסְכָּֽ H5262 ",
  "23": "וּבַ H3117 הָרְבִיעִ֛י H7243 פָּרִ֥ים H6499 עֲשָׂרָ֖ה H6235 אֵילִ֣ם H352 שְׁנָ֑יִם H8147 כְּבָשִׂ֧ים H3532 בְּנֵֽי H1121 שָׁנָ֛ה H8141 אַרְבָּעָ֥ה H702 עָשָׂ֖ר H6240 תְּמִימִֽם H8549 ",
  "24": "מִנְחָתָ֣ם H4503 וְנִסְכֵּי H5262 לַ֠פָּרִים H6499 לָאֵילִ֧ם H352 וְלַ H3532 בְּמִסְפָּרָ֖ H4557 כַּמִּשְׁפָּֽט H4941 ",
  "25": "וּשְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 חַטָּ֑את H2403 מִלְּ H905 עֹלַ֣ת H5930 הַתָּמִ֔יד H8548 מִנְחָתָ֖הּ H4503 וְנִסְכָּֽ H5262 ",
  "26": "וּבַ H3117 הַחֲמִישִׁ֛י H2549 פָּרִ֥ים H6499 תִּשְׁעָ֖ה H8672 אֵילִ֣ם H352 שְׁנָ֑יִם H8147 כְּבָשִׂ֧ים H3532 בְּנֵֽי H1121 שָׁנָ֛ה H8141 אַרְבָּעָ֥ה H702 עָשָׂ֖ר H6240 תְּמִימִֽם H8549 ",
  "27": "וּמִנְחָתָ֣ H4503 וְנִסְכֵּי H5262 לַ֠פָּרִים H6499 לָאֵילִ֧ם H352 וְלַ H3532 בְּמִסְפָּרָ֖ H4557 כַּמִּשְׁפָּֽט H4941 ",
  "28": "וּשְׂעִ֥יר H8163 חַטָּ֖את H2403 אֶחָ֑ד H259 מִלְּ H905 עֹלַ֣ת H5930 הַתָּמִ֔יד H8548 וּמִנְחָתָ֖ H4503 וְנִסְכָּֽ H5262 ",
  "29": "וּבַ H3117 הַשִּׁשִּׁ֛י H8345 פָּרִ֥ים H6499 שְׁמֹנָ֖ה H8083 אֵילִ֣ם H352 שְׁנָ֑יִם H8147 כְּבָשִׂ֧ים H3532 בְּנֵי H1121 שָׁנָ֛ה H8141 אַרְבָּעָ֥ה H702 עָשָׂ֖ר H6240 תְּמִימִֽם H8549 ",
  "30": "וּמִנְחָתָ֣ H4503 וְנִסְכֵּי H5262 לַ֠פָּרִים H6499 לָאֵילִ֧ם H352 וְלַ H3532 בְּמִסְפָּרָ֖ H4557 כַּמִּשְׁפָּֽט H4941 ",
  "31": "וּשְׂעִ֥יר H8163 חַטָּ֖את H2403 אֶחָ֑ד H259 מִלְּ H905 עֹלַ֣ת H5930 הַתָּמִ֔יד H8548 מִנְחָתָ֖הּ H4503 וּנְסָכֶֽי H5262 ",
  "32": "וּבַ H3117 הַשְּׁבִיעִ֛י H7637 פָּרִ֥ים H6499 שִׁבְעָ֖ה H7651 אֵילִ֣ם H352 שְׁנָ֑יִם H8147 כְּבָשִׂ֧ים H3532 בְּנֵי H1121 שָׁנָ֛ה H8141 אַרְבָּעָ֥ה H702 עָשָׂ֖ר H6240 תְּמִימִֽם H8549 ",
  "33": "וּמִנְחָתָ֣ H4503 וְנִסְכֵּ H5262 לַ֠פָּרִים H6499 לָאֵילִ֧ם H352 וְלַ H3532 בְּמִסְפָּרָ֖ H4557 כְּמִשְׁפָּטָֽ H4941 ",
  "34": "וּשְׂעִ֥יר H8163 חַטָּ֖את H2403 אֶחָ֑ד H259 מִלְּ H905 עֹלַ֣ת H5930 הַתָּמִ֔יד H8548 מִנְחָתָ֖הּ H4503 וְנִסְכָּֽ H5262 ",
  "35": "בַּיּוֹם֙ H3117 הַשְּׁמִינִ֔י H8066 עֲצֶ֖רֶת H6116 תִּהְיֶ֣ה H1961 לָכֶ֑ם Hl כָּל H3605 מְלֶ֥אכֶת H4399 עֲבֹדָ֖ה H5656 לֹ֥א H3808 תַעֲשֽׂוּ H6213 ",
  "36": "וְהִקְרַבְתֶּ֨ם H7126 עֹלָ֜ה H5930 אִשֵּׁ֨ה H801 רֵ֤יחַ H7381 נִיחֹ֨חַ֙ H5207 לַֽיהוָ֔ה H3068 פַּ֥ר H6499 אֶחָ֖ד H259 אַ֣יִל H352 אֶחָ֑ד H259 כְּבָשִׂ֧ים H3532 בְּנֵי H1121 שָׁנָ֛ה H8141 שִׁבְעָ֖ה H7651 תְּמִימִֽם H8549 ",
  "37": "מִנְחָתָ֣ם H4503 וְנִסְכֵּי H5262 לַפָּ֨ר H6499 לָאַ֧יִל H352 וְלַ H3532 בְּמִסְפָּרָ֖ H4557 כַּמִּשְׁפָּֽט H4941 ",
  "38": "וּשְׂעִ֥יר H8163 חַטָּ֖את H2403 אֶחָ֑ד H259 מִלְּ H905 עֹלַ֣ת H5930 הַתָּמִ֔יד H8548 וּמִנְחָתָ֖ H4503 וְנִסְכָּֽ H5262 ",
  "39": "אֵ֛לֶּה H428 תַּעֲשׂ֥וּ H6213 לַיהוָ֖ה H3068 בְּמוֹעֲדֵי H4150 לְבַ֨ד H905 מִנִּדְרֵי H5088 וְנִדְבֹתֵי H5071 לְעֹלֹֽתֵי H5930 וּלְ H4503 וּלְ H5262 וּלְ H8002 ",
  "40": "וַיֹּ֥אמֶר H559 מֹשֶׁ֖ה H4872 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 כְּכֹ֛ל H3605 אֲשֶׁר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 "
}
