{
  "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "2": "נְקֹ֗ם H5358 נִקְמַת֙ H5360 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 מֵאֵ֖ת H853 הַמִּדְיָנִ֑ים H4084 אַחַ֖ר H310 תֵּאָסֵ֥ף H622 אֶל H413 עַמֶּֽיךָ H5971 ",
  "3": "וַיְדַבֵּ֤ר H1696 מֹשֶׁה֙ H4872 אֶל H413 הָעָ֣ם H5971 לֵאמֹ֔ר H559 הֵחָלְצ֧וּ H2502 מֵאִתְּ H854 אֲנָשִׁ֖ים H376 לַצָּבָ֑א H6635 וְיִהְיוּ֙ H1961 עַל H5921 מִדְיָ֔ן H4080 לָתֵ֥ת H5414 נִקְמַת H5360 יְהוָ֖ה H3068 בְּמִדְיָֽן H4080 ",
  "4": "אֶ֚לֶף H505 לַמַּטֶּ֔ה H4294 אֶ֖לֶף H505 לַמַּטֶּ֑ה H4294 לְכֹל֙ H3605 מַטּ֣וֹת H4294 יִשְׂרָאֵ֔ל H3478 תִּשְׁלְח֖וּ H7971 לַצָּבָֽא H6635 ",
  "5": "וַיִּמָּֽסְרוּ֙ H4560 מֵאַלְפֵ֣י H505 יִשְׂרָאֵ֔ל H3478 אֶ֖לֶף H505 לַמַּטֶּ֑ה H4294 שְׁנֵים H8147 עָשָׂ֥ר H6240 אֶ֖לֶף H505 חֲלוּצֵ֥י H2502 צָבָֽא H6635 ",
  "6": "וַיִּשְׁלַ֨ח H7971 אֹתָ֥ם H853 מֹשֶׁ֛ה H4872 אֶ֥לֶף H505 לַמַּטֶּ֖ה H4294 לַצָּבָ֑א H6635 אֹ֠תָם H853 וְאֶת H853 פִּ֨ינְחָ֜ס H6372 בֶּן H1121 אֶלְעָזָ֤ר H499 הַכֹּהֵן֙ H3548 לַצָּבָ֔א H6635 וּכְלֵ֥י H3627 הַקֹּ֛דֶשׁ H6944 וַחֲצֹצְר֥וֹת H2689 הַתְּרוּעָ֖ה H8643 בְּיָדֽ H3027 ",
  "7": "וַֽיִּצְבְּאוּ֙ H6633 עַל H5921 מִדְיָ֔ן H4080 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶׁ֑ה H4872 וַיַּֽהַרְג֖וּ H2026 כָּל H3605 זָכָֽר H2145 ",
  "8": "וְאֶת H853 מַלְכֵ֨י H4428 מִדְיָ֜ן H4080 הָרְג֣וּ H2026 עַל H5921 חַלְלֵיהֶ֗ם H2491 אֶת H853 אֱוִ֤י H189 וְאֶת H853 רֶ֨קֶם֙ H7552 וְאֶת H853 צ֤וּר H6698 וְאֶת H853 חוּר֙ H2354 וְאֶת H853 רֶ֔בַע H7254 חֲמֵ֖שֶׁת H2568 מַלְכֵ֣י H4428 מִדְיָ֑ן H4080 וְאֵת֙ H853 בִּלְעָ֣ם H1109 בֶּן H1121 בְּע֔וֹר H1160 הָרְג֖וּ H2026 בֶּחָֽרֶב H2719 ",
  "9": "וַיִּשְׁבּ֧וּ H7617 בְנֵי H1121 יִשְׂרָאֵ֛ל H3478 אֶת H853 נְשֵׁ֥י H802 מִדְיָ֖ן H4080 וְאֶת H853 טַפָּ֑ם H2945 וְאֵ֨ת H853 כָּל H3605 בְּהֶמְתָּ֧ם H929 וְאֶת H853 כָּל H3605 מִקְנֵהֶ֛ם H4735 וְאֶת H853 כָּל H3605 חֵילָ֖ם H2428 בָּזָֽזוּ H962 ",
  "10": "וְאֵ֤ת H853 כָּל H3605 עָרֵיהֶם֙ H5892 בְּמ֣וֹשְׁבֹתָ֔ H4186 וְאֵ֖ת H853 כָּל H3605 טִֽירֹתָ֑ם H2918 שָׂרְפ֖וּ H8313 בָּאֵֽשׁ H784 ",
  "11": "וַיִּקְחוּ֙ H3947 אֶת H853 כָּל H3605 הַשָּׁלָ֔ל H7998 וְאֵ֖ת H853 כָּל H3605 הַמַּלְק֑וֹחַ H4455 בָּאָדָ֖ם H120 וּבַ H929 ",
  "12": "וַיָּבִ֡אוּ H935 אֶל H413 מֹשֶׁה֩ H4872 וְאֶל H413 אֶלְעָזָ֨ר H499 הַכֹּהֵ֜ן H3548 וְאֶל H413 עֲדַ֣ת H5712 בְּנֵֽי H1121 יִשְׂרָאֵ֗ל H3478 אֶת H853 הַשְּׁבִ֧י H7628 וְאֶת H853 הַמַּלְק֛וֹחַ H4455 וְאֶת H853 הַשָּׁלָ֖ל H7998 אֶל H413 הַֽמַּחֲנֶ֑ה H4264 אֶל H413 עַֽרְבֹ֣ת H6160 מוֹאָ֔ב H4124 אֲשֶׁ֖ר H834 עַל H5921 יַרְדֵּ֥ן H3383 יְרֵחֽוֹ H3405 ",
  "13": "וַיֵּ֨צְא֜וּ H3318 מֹשֶׁ֨ה H4872 וְאֶלְעָזָ֧ר H499 הַכֹּהֵ֛ן H3548 וְכָל H3605 נְשִׂיאֵ֥י H5387 הָעֵדָ֖ה H5712 לִקְרָאתָ֑ H7125 אֶל H413 מִח֖וּץ H2351 לַֽמַּחֲנֶֽה H4264 ",
  "14": "וַיִּקְצֹ֣ף H7107 מֹשֶׁ֔ה H4872 עַ֖ל H5921 פְּקוּדֵ֣י H6485 הֶחָ֑יִל H2428 שָׂרֵ֤י H8269 הָאֲלָפִים֙ H505 וְשָׂרֵ֣י H8269 הַמֵּא֔וֹת H3967 הַבָּאִ֖ים H935 מִצְּבָ֥א H6635 הַמִּלְחָמָֽה H4421 ",
  "15": "וַיֹּ֥אמֶר H559 אֲלֵיהֶ֖ם H413 מֹשֶׁ֑ה H4872 הַֽחִיִּיתֶ֖ם H2421 כָּל H3605 נְקֵבָֽה H5347 ",
  "16": "הֵ֣ן H2005 הֵ֜נָּה H2007 הָי֨וּ H1961 לִבְנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 בִּדְבַ֣ר H1697 בִּלְעָ֔ם H1109 לִמְסָר H4560 מַ֥עַל H4604 בַּיהוָ֖ה H3068 עַל H5921 דְּבַר H1697 פְּע֑וֹר H6465 וַתְּהִ֥י H1961 הַמַּגֵּפָ֖ה H4046 בַּעֲדַ֥ת H5712 יְהוָֽה H3068 ",
  "17": "וְעַתָּ֕ה H6258 הִרְג֥וּ H2026 כָל H3605 זָכָ֖ר H2145 בַּטָּ֑ף H2945 וְכָל H3605 אִשָּׁ֗ה H802 יֹדַ֥עַת H3045 אִ֛ישׁ H376 לְמִשְׁכַּ֥ב H4904 זָכָ֖ר H2145 הֲרֹֽגוּ H2026 ",
  "18": "וְכֹל֙ H3605 הַטַּ֣ף H2945 בַּנָּשִׁ֔ים H802 אֲשֶׁ֥ר H834 לֹא H3808 יָדְע֖וּ H3045 מִשְׁכַּ֣ב H4904 זָכָ֑ר H2145 הַחֲי֖וּ H2421 לָכֶֽם Hl ",
  "19": "וְאַתֶּ֗ם H859 חֲנ֛וּ H2583 מִח֥וּץ H2351 לַֽמַּחֲנֶ֖ה H4264 שִׁבְעַ֣ת H7651 יָמִ֑ים H3117 כֹּל֩ H3605 הֹרֵ֨ג H2026 נֶ֜פֶשׁ H5315 וְכֹ֣ל H3605 נֹגֵ֣עַ H5060 בֶּֽחָלָ֗ל H2491 תִּֽתְחַטְּא֞וּ H2398 בַּיּ֤וֹם H3117 הַשְּׁלִישִׁי֙ H7992 וּבַ H3117 הַשְּׁבִיעִ֔י H7637 אַתֶּ֖ם H859 וּשְׁבִי H7628 ",
  "20": "וְכָל H3605 בֶּ֧גֶד H899 וְכָל H3605 כְּלִי H3627 ע֛וֹר H5785 וְכָל H3605 מַעֲשֵׂ֥ה H4639 עִזִּ֖ים H5795 וְכָל H3605 כְּלִי H3627 עֵ֑ץ H6086 תִּתְחַטָּֽאוּ H2398 ",
  "21": "וַיֹּ֨אמֶר H559 אֶלְעָזָ֤ר H499 הַכֹּהֵן֙ H3548 אֶל H413 אַנְשֵׁ֣י H376 הַצָּבָ֔א H6635 הַבָּאִ֖ים H935 לַמִּלְחָמָ֑ה H4421 זֹ֚את H2063 חֻקַּ֣ת H2708 הַתּוֹרָ֔ה H8451 אֲשֶׁר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
  "22": "אַ֥ךְ H389 אֶת H853 הַזָּהָ֖ב H2091 וְאֶת H853 הַכָּ֑סֶף H3701 אֶֽת H853 הַנְּחֹ֨שֶׁת֙ H5178 אֶת H853 הַבַּרְזֶ֔ל H1270 אֶֽת H853 הַבְּדִ֖יל H913 וְאֶת H853 הָעֹפָֽרֶת H5777 ",
  "23": "כָּל H3605 דָּבָ֞ר H1697 אֲשֶׁר H834 יָבֹ֣א H935 בָאֵ֗שׁ H784 תַּעֲבִ֤ירוּ H5674 בָאֵשׁ֙ H784 וְטָהֵ֔ר H2891 אַ֕ךְ H389 בְּמֵ֥י H4325 נִדָּ֖ה H5079 יִתְחַטָּ֑א H2398 וְכֹ֨ל H3605 אֲשֶׁ֧ר H834 לֹֽא H3808 יָבֹ֛א H935 בָּאֵ֖שׁ H784 תַּעֲבִ֥ירוּ H5674 בַמָּֽיִם H4325 ",
  "24": "וְכִבַּסְתֶּ֧ם H3526 בִּגְדֵיכֶ֛ם H899 בַּיּ֥וֹם H3117 הַשְּׁבִיעִ֖י H7637 וּטְהַרְתֶּ֑ם H2891 וְאַחַ֖ר H310 תָּבֹ֥אוּ H935 אֶל H413 הַֽמַּחֲנֶֽה H4264 ",
  "25": "וַיֹּ֥אמֶר H559 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "26": "שָׂ֗א H5375 אֵ֣ת H853 רֹ֤אשׁ H7218 מַלְק֨וֹחַ֙ H4455 הַשְּׁבִ֔י H7628 בָּאָדָ֖ם H120 וּבַ H929 אַתָּה֙ H859 וְאֶלְעָזָ֣ר H499 הַכֹּהֵ֔ן H3548 וְרָאשֵׁ֖י H7218 אֲב֥וֹת H1 הָעֵדָֽה H5712 ",
  "27": "וְחָצִ֨יתָ֙ H2673 אֶת H853 הַמַּלְק֔וֹחַ H4455 בֵּ֚ין H996 תֹּפְשֵׂ֣י H8610 הַמִּלְחָמָ֔ה H4421 הַיֹּצְאִ֖ים H3318 לַצָּבָ֑א H6635 וּבֵ֖ין H996 כָּל H3605 הָעֵדָֽה H5712 ",
  "28": "וַהֲרֵמֹתָ֨ H7311 מֶ֜כֶס H4371 לַֽיהוָ֗ה H3068 מֵאֵ֞ת H853 אַנְשֵׁ֤י H376 הַמִּלְחָמָה֙ H4421 הַיֹּצְאִ֣ים H3318 לַצָּבָ֔א H6635 אֶחָ֣ד H259 נֶ֔פֶשׁ H5315 מֵחֲמֵ֖שׁ H2568 הַמֵּא֑וֹת H3967 מִן H4480 הָאָדָם֙ H120 וּמִן H4480 הַבָּקָ֔ר H1241 וּמִן H4480 הַחֲמֹרִ֖ים H2543 וּמִן H4480 הַצֹּֽאן H6629 ",
  "29": "מִמַּֽחֲצִיתָ֖ H4276 תִּקָּ֑חוּ H3947 וְנָתַתָּ֛ה H5414 לְאֶלְעָזָ֥ר H499 הַכֹּהֵ֖ן H3548 תְּרוּמַ֥ת H8641 יְהוָֽה H3068 ",
  "30": "וּמִ H4276 בְּנֵֽי H1121 יִשְׂרָאֵ֜ל H3478 תִּקַּ֣ח H3947 אֶחָ֣ד H259 אָחֻ֣ז H270 מִן H4480 הַחֲמִשִּׁ֗ים H2572 מִן H4480 הָאָדָ֧ם H120 מִן H4480 הַבָּקָ֛ר H1241 מִן H4480 הַחֲמֹרִ֥ים H2543 וּמִן H4480 הַצֹּ֖אן H6629 מִכָּל H3605 הַבְּהֵמָ֑ה H929 וְנָתַתָּ֤ה H5414 אֹתָם֙ H853 לַלְוִיִּ֔ם H3881 שֹׁמְרֵ֕י H8104 מִשְׁמֶ֖רֶת H4931 מִשְׁכַּ֥ן H4908 יְהוָֽה H3068 ",
  "31": "וַיַּ֣עַשׂ H6213 מֹשֶׁ֔ה H4872 וְאֶלְעָזָ֖ר H499 הַכֹּהֵ֑ן H3548 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
  "32": "וַיְהִי֙ H1961 הַמַּלְק֔וֹחַ H4455 יֶ֣תֶר H3499 הַבָּ֔ז H957 אֲשֶׁ֥ר H834 בָּזְז֖וּ H962 עַ֣ם H5971 הַצָּבָ֑א H6635 צֹ֗אן H6629 שֵׁשׁ H8337 מֵא֥וֹת H3967 אֶ֛לֶף H505 וְשִׁבְעִ֥ים H7657 אֶ֖לֶף H505 וַחֲמֵֽשֶׁת H2568 אֲלָפִֽים H505 ",
  "33": "וּבָקָ֕ר H1241 שְׁנַ֥יִם H8147 וְשִׁבְעִ֖ים H7657 אָֽלֶף H505 ",
  "34": "וַחֲמֹרִ֕ים H2543 אֶחָ֥ד H259 וְשִׁשִּׁ֖ים H8346 אָֽלֶף H505 ",
  "35": "וְנֶ֣פֶשׁ H5315 אָדָ֔ם H120 מִן H4480 הַ֨נָּשִׁ֔ים H802 אֲשֶׁ֥ר H834 לֹֽא H3808 יָדְע֖וּ H3045 מִשְׁכַּ֣ב H4904 זָכָ֑ר H2145 כָּל H3605 נֶ֕פֶשׁ H5315 שְׁנַ֥יִם H8147 וּשְׁלֹשִׁ֖ים H7970 אָֽלֶף H505 ",
  "36": "וַתְּהִי֙ H1961 הַֽמֶּחֱצָ֔ה H4275 חֵ֕לֶק H2506 הַיֹּצְאִ֖ים H3318 בַּצָּבָ֑א H6635 מִסְפַּ֣ר H4557 הַצֹּ֗אן H6629 שְׁלֹשׁ H7969 מֵא֥וֹת H3967 אֶ֨לֶף֙ H505 וּשְׁלֹשִׁ֣ים H7970 אֶ֔לֶף H505 וְשִׁבְעַ֥ת H7651 אֲלָפִ֖ים H505 וַחֲמֵ֥שׁ H2568 מֵאֽוֹת H3967 ",
  "37": "וַיְהִ֛י H1961 הַמֶּ֥כֶס H4371 לַֽיהוָ֖ה H3068 מִן H4480 הַצֹּ֑אן H6629 שֵׁ֥שׁ H8337 מֵא֖וֹת H3967 חָמֵ֥שׁ H2568 וְשִׁבְעִֽים H7657 ",
  "38": "וְהַ֨ H1241 שִׁשָּׁ֥ה H8337 וּשְׁלֹשִׁ֖ים H7970 אָ֑לֶף H505 וּמִכְסָ֥ H4371 לַיהוָ֖ה H3068 שְׁנַ֥יִם H8147 וְשִׁבְעִֽים H7657 ",
  "39": "וַחֲמֹרִ֕ים H2543 שְׁלֹשִׁ֥ים H7970 אֶ֖לֶף H505 וַחֲמֵ֣שׁ H2568 מֵא֑וֹת H3967 וּמִכְסָ֥ H4371 לַֽיהוָ֖ה H3068 אֶחָ֥ד H259 וְשִׁשִּֽׁים H8346 ",
  "40": "וְנֶ֣פֶשׁ H5315 אָדָ֔ם H120 שִׁשָּׁ֥ה H8337 עָשָׂ֖ר H6240 אָ֑לֶף H505 וּמִכְסָ H4371 לַֽיהוָ֔ה H3068 שְׁנַ֥יִם H8147 וּשְׁלֹשִׁ֖ים H7970 נָֽפֶשׁ H5315 ",
  "41": "וַיִּתֵּ֣ן H5414 מֹשֶׁ֗ה H4872 אֶת H853 מֶ֨כֶס֙ H4371 תְּרוּמַ֣ת H8641 יְהוָ֔ה H3068 לְאֶלְעָזָ֖ר H499 הַכֹּהֵ֑ן H3548 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
  "42": "וּמִֽ H4276 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 אֲשֶׁר֙ H834 חָצָ֣ה H2673 מֹשֶׁ֔ה H4872 מִן H4480 הָאֲנָשִׁ֖ים H376 הַצֹּבְאִֽים H6633 ",
  "43": "וַתְּהִ֛י H1961 מֶחֱצַ֥ת H4275 הָעֵדָ֖ה H5712 מִן H4480 הַצֹּ֑אן H6629 שְׁלֹשׁ H7969 מֵא֥וֹת H3967 אֶ֨לֶף֙ H505 וּשְׁלֹשִׁ֣ים H7970 אֶ֔לֶף H505 שִׁבְעַ֥ת H7651 אֲלָפִ֖ים H505 וַחֲמֵ֥שׁ H2568 מֵאֽוֹת H3967 ",
  "44": "וּבָקָ֕ר H1241 שִׁשָּׁ֥ה H8337 וּשְׁלֹשִׁ֖ים H7970 אָֽלֶף H505 ",
  "45": "וַחֲמֹרִ֕ים H2543 שְׁלֹשִׁ֥ים H7970 אֶ֖לֶף H505 וַחֲמֵ֥שׁ H2568 מֵאֽוֹת H3967 ",
  "46": "וְנֶ֣פֶשׁ H5315 אָדָ֔ם H120 שִׁשָּׁ֥ה H8337 עָשָׂ֖ר H6240 אָֽלֶף H505 ",
  "47": "וַיִּקַּ֨ח H3947 מֹשֶׁ֜ה H4872 מִמַּחֲצִ֣ת H4276 בְּנֵֽי H1121 יִשְׂרָאֵ֗ל H3478 אֶת H853 הָֽאָחֻז֙ H270 אֶחָ֣ד H259 מִן H4480 הַחֲמִשִּׁ֔ים H2572 מִן H4480 הָאָדָ֖ם H120 וּמִן H4480 הַבְּהֵמָ֑ה H929 וַיִּתֵּ֨ן H5414 אֹתָ֜ם H853 לַלְוִיִּ֗ם H3881 שֹֽׁמְרֵי֙ H8104 מִשְׁמֶ֨רֶת֙ H4931 מִשְׁכַּ֣ן H4908 יְהוָ֔ה H3068 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
  "48": "וַֽיִּקְרְבוּ֙ H7126 אֶל H413 מֹשֶׁ֔ה H4872 הַפְּקֻדִ֕ים H6485 אֲשֶׁ֖ר H834 לְאַלְפֵ֣י H505 הַצָּבָ֑א H6635 שָׂרֵ֥י H8269 הָאֲלָפִ֖ים H505 וְשָׂרֵ֥י H8269 הַמֵּאֽוֹת H3967 ",
  "49": "וַיֹּֽאמְרוּ֙ H559 אֶל H413 מֹשֶׁ֔ה H4872 עֲבָדֶ֣יךָ H5650 נָֽשְׂא֗וּ H5375 אֶת H853 רֹ֛אשׁ H7218 אַנְשֵׁ֥י H376 הַמִּלְחָמָ֖ה H4421 אֲשֶׁ֣ר H834 בְּיָדֵ֑ H3027 וְלֹא H3808 נִפְקַ֥ד H6485 מִמֶּ֖נּוּ H4480 אִֽישׁ H376 ",
  "50": "וַנַּקְרֵ֞ב H7126 אֶת H853 קָרְבַּ֣ן H7133 יְהוָ֗ה H3068 אִישׁ֩ H376 אֲשֶׁ֨ר H834 מָצָ֤א H4672 כְלִֽי H3627 זָהָב֙ H2091 אֶצְעָדָ֣ה H685 וְצָמִ֔יד H6781 טַבַּ֖עַת H2885 עָגִ֣יל H5694 וְכוּמָ֑ז H3558 לְכַפֵּ֥ר H3722 עַל H5921 נַפְשֹׁתֵ֖ינוּ H5315 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "51": "וַיִּקַּ֨ח H3947 מֹשֶׁ֜ה H4872 וְאֶלְעָזָ֧ר H499 הַכֹּהֵ֛ן H3548 אֶת H853 הַזָּהָ֖ב H2091 מֵֽאִתָּ֑ H853 כֹּ֖ל H3605 כְּלִ֥י H3627 מַעֲשֶֽׂה H4639 ",
  "52": "וַיְהִ֣י H1961 כָּל H3605 זְהַ֣ב H2091 הַתְּרוּמָ֗ה H8641 אֲשֶׁ֤ר H834 הֵרִ֨ימוּ֙ H7311 לַֽיהוָ֔ה H3068 שִׁשָּׁ֨ה H8337 עָשָׂ֥ר H6240 אֶ֛לֶף H505 שְׁבַע H7651 מֵא֥וֹת H3967 וַחֲמִשִּׁ֖ים H2572 שָׁ֑קֶל H8255 מֵאֵת֙ H853 שָׂרֵ֣י H8269 הָֽאֲלָפִ֔ים H505 וּמֵ H853 שָׂרֵ֥י H8269 הַמֵּאֽוֹת H3967 ",
  "53": "אַנְשֵׁי֙ H376 הַצָּבָ֔א H6635 בָּזְז֖וּ H962 אִ֥ישׁ H376 לֽוֹ Hl ",
  "54": "וַיִּקַּ֨ח H3947 מֹשֶׁ֜ה H4872 וְאֶלְעָזָ֤ר H499 הַכֹּהֵן֙ H3548 אֶת H853 הַזָּהָ֔ב H2091 מֵאֵ֛ת H853 שָׂרֵ֥י H8269 הָאֲלָפִ֖ים H505 וְהַ H3967 וַיָּבִ֤אוּ H935 אֹתוֹ֙ H853 אֶל H413 אֹ֣הֶל H168 מוֹעֵ֔ד H4150 זִכָּר֥וֹן H2146 לִבְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 לִפְנֵ֥י H6440 יְהוָֽה H3068 "
}
