{
  "1": "וּמִקְנֶ֣ה H4735 רַ֗ב H7227 הָיָ֞ה H1961 לִבְנֵ֧י H1121 רְאוּבֵ֛ן H7205 וְלִ H1121 גָ֖ד H1410 עָצ֣וּם H6099 מְאֹ֑ד H3966 וַיִּרְא֞וּ H7200 אֶת H853 אֶ֤רֶץ H776 יַעְזֵר֙ H3270 וְאֶת H853 אֶ֣רֶץ H776 גִּלְעָ֔ד H1568 וְהִנֵּ֥ה H2009 הַמָּק֖וֹם H4725 מְק֥וֹם H4725 מִקְנֶֽה H4735 ",
  "2": "וַיָּבֹ֥אוּ H935 בְנֵֽי H1121 גָ֖ד H1410 וּבְנֵ֣י H1121 רְאוּבֵ֑ן H7205 וַיֹּאמְר֤וּ H559 אֶל H413 מֹשֶׁה֙ H4872 וְאֶל H413 אֶלְעָזָ֣ר H499 הַכֹּהֵ֔ן H3548 וְאֶל H413 נְשִׂיאֵ֥י H5387 הָעֵדָ֖ה H5712 לֵאמֹֽר H559 ",
  "3": "עֲטָר֤וֹת H5852 וְדִיבֹן֙ H1769 וְיַעְזֵ֣ר H3270 וְנִמְרָ֔ה H5247 וְחֶשְׁבּ֖וֹן H2809 וְאֶלְעָלֵ֑ה H500 וּשְׂבָ֥ם H7643 וּנְב֖וֹ H5015 וּבְעֹֽן H1194 ",
  "4": "הָאָ֗רֶץ H776 אֲשֶׁ֨ר H834 הִכָּ֤ה H5221 יְהוָה֙ H3068 לִפְנֵי֙ H6440 עֲדַ֣ת H5712 יִשְׂרָאֵ֔ל H3478 אֶ֥רֶץ H776 מִקְנֶ֖ה H4735 הִ֑וא H1931 וְלַֽ H5650 מִקְנֶֽה H4735 ",
  "5": "וַיֹּאמְר֗וּ H559 אִם H518 מָצָ֤אנוּ H4672 חֵן֙ H2580 בְּעֵינֶ֔י H5869 יֻתַּ֞ן H5414 אֶת H853 הָאָ֧רֶץ H776 הַזֹּ֛את H2063 לַעֲבָדֶ֖י H5650 לַאֲחֻזָּ֑ה H272 אַל H408 תַּעֲבִרֵ֖נוּ H5674 אֶת H853 הַיַּרְדֵּֽן H3383 ",
  "6": "וַיֹּ֣אמֶר H559 מֹשֶׁ֔ה H4872 לִבְנֵי H1121 גָ֖ד H1410 וְלִ H1121 רְאוּבֵ֑ן H7205 הַאַֽחֵי H251 יָבֹ֨אוּ֙ H935 לַמִּלְחָמָ֔ה H4421 וְאַתֶּ֖ם H859 תֵּ֥שְׁבוּ H3427 פֹֽה H6311 ",
  "7": "וְלָ֣ H4100 תנואון H5106 אֶת H853 לֵ֖ב H3820 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 מֵֽעֲבֹר֙ H5674 אֶל H413 הָאָ֔רֶץ H776 אֲשֶׁר H834 נָתַ֥ן H5414 לָהֶ֖ם Hl יְהוָֽה H3068 ",
  "8": "כֹּ֥ה H3541 עָשׂ֖וּ H6213 אֲבֹתֵיכֶ֑ם H1 בְּשָׁלְחִ֥ H7971 אֹתָ֛ם H853 מִקָּדֵ֥שׁ H6947 בַּרְנֵ֖עַ H6947 לִרְא֥וֹת H7200 אֶת H853 הָאָֽרֶץ H776 ",
  "9": "וַֽיַּעֲל֞וּ H5927 עַד H5704 נַ֣חַל H5158 אֶשְׁכּ֗וֹל H812 וַיִּרְאוּ֙ H7200 אֶת H853 הָאָ֔רֶץ H776 וַיָּנִ֕יאוּ H5106 אֶת H853 לֵ֖ב H3820 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 לְבִלְתִּי H1115 בֹא֙ H935 אֶל H413 הָאָ֔רֶץ H776 אֲשֶׁר H834 נָתַ֥ן H5414 לָהֶ֖ם Hl יְהוָֽה H3068 ",
  "10": "וַיִּֽחַר H2734 אַ֥ף H639 יְהוָ֖ה H3068 בַּיּ֣וֹם H3117 הַה֑וּא H1931 וַיִּשָּׁבַ֖ע H7650 לֵאמֹֽר H559 ",
  "11": "אִם H518 יִרְא֨וּ H7200 הָאֲנָשִׁ֜ים H376 הָעֹלִ֣ים H5927 מִמִּצְרַ֗יִם H4714 מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 אֵ֚ת H853 הָאֲדָמָ֔ה H127 אֲשֶׁ֥ר H834 נִשְׁבַּ֛עְתִּי H7650 לְאַבְרָהָ֥ם H85 לְיִצְחָ֖ק H3327 וּֽלְ H3290 כִּ֥י H3588 לֹא H3808 מִלְא֖וּ H4390 אַחֲרָֽי H310 ",
  "12": "בִּלְתִּ֞י H1115 כָּלֵ֤ב H3612 בֶּן H1121 יְפֻנֶּה֙ H3312 הַקְּנִזִּ֔י H7074 וִיהוֹשֻׁ֖עַ H3091 בִּן H1121 נ֑וּן H5126 כִּ֥י H3588 מִלְא֖וּ H4390 אַחֲרֵ֥י H310 יְהוָֽה H3068 ",
  "13": "וַיִּֽחַר H2734 אַ֤ף H639 יְהוָה֙ H3068 בְּיִשְׂרָאֵ֔ל H3478 וַיְנִעֵ H5128 בַּמִּדְבָּ֔ר H4057 אַרְבָּעִ֖ים H705 שָׁנָ֑ה H8141 עַד H5704 תֹּם֙ H8552 כָּל H3605 הַדּ֔וֹר H1755 הָעֹשֶׂ֥ה H6213 הָרַ֖ע H7451 בְּעֵינֵ֥י H5869 יְהוָֽה H3068 ",
  "14": "וְהִנֵּ֣ה H2009 קַמְתֶּ֗ם H6965 תַּ֚חַת H8478 אֲבֹ֣תֵיכֶ֔ם H1 תַּרְבּ֖וּת H8635 אֲנָשִׁ֣ים H376 חַטָּאִ֑ים H2400 לִסְפּ֣וֹת H5595 ע֗וֹד H5750 עַ֛ל H5921 חֲר֥וֹן H2740 אַף H639 יְהוָ֖ה H3068 אֶל H413 יִשְׂרָאֵֽל H3478 ",
  "15": "כִּ֤י H3588 תְשׁוּבֻן֙ H7725 מֵֽאַחֲרָ֔י H310 וְיָסַ֣ף H3254 ע֔וֹד H5750 לְהַנִּיח֖ H3240 בַּמִּדְבָּ֑ר H4057 וְשִֽׁחַתֶּ֖ם H7843 לְכָל H3605 הָעָ֥ם H5971 הַזֶּֽה H2088 ",
  "16": "וַיִּגְּשׁ֤וּ H5066 אֵלָיו֙ H413 וַ֣יֹּאמְר֔וּ H559 גִּדְרֹ֥ת H1448 צֹ֛אן H6629 נִבְנֶ֥ה H1129 לְמִקְנֵ֖ H4735 פֹּ֑ה H6311 וְעָרִ֖ים H5892 לְטַפֵּֽ H2945 ",
  "17": "וַאֲנַ֜חְנוּ H587 נֵחָלֵ֣ץ H2502 חֻשִׁ֗ים H2363 לִפְנֵי֙ H6440 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 עַ֛ד H5704 אֲשֶׁ֥ר H834 אִם H518 הֲבִֽיאֹנֻ֖ם H935 אֶל H413 מְקוֹמָ֑ם H4725 וְיָשַׁ֤ב H3427 טַפֵּ֨נוּ֙ H2945 בְּעָרֵ֣י H5892 הַמִּבְצָ֔ר H4013 מִפְּנֵ֖י H6440 יֹשְׁבֵ֥י H3427 הָאָֽרֶץ H776 ",
  "18": "לֹ֥א H3808 נָשׁ֖וּב H7725 אֶל H413 בָּתֵּ֑ינוּ H1004 עַ֗ד H5704 הִתְנַחֵל֙ H5157 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אִ֖ישׁ H376 נַחֲלָתֽוֹ H5159 ",
  "19": "כִּ֣י H3588 לֹ֤א H3808 נִנְחַל֙ H5157 אִתָּ֔ם H854 מֵעֵ֥בֶר H5676 לַיַּרְדֵּ֖ן H3383 וָהָ֑לְאָה H1973 כִּ֣י H3588 בָ֤אָה H935 נַחֲלָתֵ֨נוּ֙ H5159 אֵלֵ֔ינוּ H413 מֵעֵ֥בֶר H5676 הַיַּרְדֵּ֖ן H3383 מִזְרָֽחָה H4217 ",
  "20": "וַיֹּ֤אמֶר H559 אֲלֵיהֶם֙ H413 מֹשֶׁ֔ה H4872 אִֽם H518 תַּעֲשׂ֖וּן H6213 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֑ה H2088 אִם H518 תֵּחָֽלְצ֛וּ H2502 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 לַמִּלְחָמָֽה H4421 ",
  "21": "וְעָבַ֨ר H5674 לָכֶ֧ם Hl כָּל H3605 חָל֛וּץ H2502 אֶת H853 הַיַּרְדֵּ֖ן H3383 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 עַ֧ד H5704 הוֹרִישׁ֛וֹ H3423 אֶת H853 אֹיְבָ֖יו H341 מִפָּנָֽי H6440 ",
  "22": "וְנִכְבְּשָׁ֨ה H3533 הָאָ֜רֶץ H776 לִפְנֵ֤י H6440 יְהוָה֙ H3068 וְאַחַ֣ר H310 תָּשֻׁ֔בוּ H7725 וִהְיִיתֶ֧ם H1961 נְקִיִּ֛ים H5355 מֵיְהוָ֖ה H3068 וּמִ H3478 וְ֠הָיְתָה H1961 הָאָ֨רֶץ H776 הַזֹּ֥את H2063 לָכֶ֛ם Hl לַאֲחֻזָּ֖ה H272 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "23": "וְאִם H518 לֹ֤א H3808 תַעֲשׂוּן֙ H6213 כֵּ֔ן H3651 הִנֵּ֥ה H2009 חֲטָאתֶ֖ם H2398 לַיהוָ֑ה H3068 וּדְעוּ֙ H3045 חַטַּאתְכֶ֔ם H2403 אֲשֶׁ֥ר H834 תִּמְצָ֖א H4672 אֶתְכֶֽם H853 ",
  "24": "בְּנֽוּ H1129 לָכֶ֤ם Hl עָרִים֙ H5892 לְטַפְּ H2945 וּגְדֵרֹ֖ת H1448 לְצֹנַאֲ H6792 וְהַ H3318 מִפִּי H6310 תַּעֲשֽׂוּ H6213 ",
  "25": "וַיֹּ֤אמֶר H559 בְּנֵי H1121 גָד֙ H1410 וּבְנֵ֣י H1121 רְאוּבֵ֔ן H7205 אֶל H413 מֹשֶׁ֖ה H4872 לֵאמֹ֑ר H559 עֲבָדֶ֣יךָ H5650 יַעֲשׂ֔וּ H6213 כַּאֲשֶׁ֥ר H834 אֲדֹנִ֖י H113 מְצַוֶּֽה H6680 ",
  "26": "טַפֵּ֣נוּ H2945 נָשֵׁ֔ינוּ H802 מִקְנֵ֖נוּ H4735 וְכָל H3605 בְּהֶמְתֵּ֑נוּ H929 יִֽהְיוּ H1961 שָׁ֖ם H8033 בְּעָרֵ֥י H5892 הַגִּלְעָֽד H1568 ",
  "27": "וַעֲבָדֶ֨י H5650 יַֽעַבְר֜וּ H5674 כָּל H3605 חֲל֥וּץ H2502 צָבָ֛א H6635 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 לַמִּלְחָמָ֑ה H4421 כַּאֲשֶׁ֥ר H834 אֲדֹנִ֖י H113 דֹּבֵֽר H1696 ",
  "28": "וַיְצַ֤ו H6680 לָהֶם֙ Hl מֹשֶׁ֔ה H4872 אֵ֚ת H853 אֶלְעָזָ֣ר H499 הַכֹּהֵ֔ן H3548 וְאֵ֖ת H853 יְהוֹשֻׁ֣עַ H3091 בִּן H1121 נ֑וּן H5126 וְאֶת H853 רָאשֵׁ֛י H7218 אֲב֥וֹת H1 הַמַּטּ֖וֹת H4294 לִבְנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "29": "וַיֹּ֨אמֶר H559 מֹשֶׁ֜ה H4872 אֲלֵהֶ֗ם H413 אִם H518 יַעַבְר֣וּ H5674 בְנֵי H1121 גָ֣ד H1410 וּבְנֵי H1121 רְאוּבֵ֣ן H7205 אִ֠תְּכֶם H854 אֶֽת H853 הַיַּרְדֵּ֞ן H3383 כָּל H3605 חָל֤וּץ H2502 לַמִּלְחָמָה֙ H4421 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 וְנִכְבְּשָׁ֥ה H3533 הָאָ֖רֶץ H776 לִפְנֵי H6440 וּנְתַתֶּ֥ם H5414 לָהֶ֛ם Hl אֶת H853 אֶ֥רֶץ H776 הַגִּלְעָ֖ד H1568 לַאֲחֻזָּֽה H272 ",
  "30": "וְאִם H518 לֹ֧א H3808 יַֽעַבְר֛וּ H5674 חֲלוּצִ֖ים H2502 אִתְּכֶ֑ם H854 וְנֹֽאחֲז֥וּ H270 בְתֹכְ H8432 בְּאֶ֥רֶץ H776 כְּנָֽעַן H3667 ",
  "31": "וַיַּֽעֲנ֧וּ H6030 בְנֵי H1121 גָ֛ד H1410 וּבְנֵ֥י H1121 רְאוּבֵ֖ן H7205 לֵאמֹ֑ר H559 אֵת֩ H853 אֲשֶׁ֨ר H834 דִּבֶּ֧ר H1696 יְהוָ֛ה H3068 אֶל H413 עֲבָדֶ֖יךָ H5650 כֵּ֥ן H3651 נַעֲשֶֽׂה H6213 ",
  "32": "נַ֣חְנוּ H5168 נַעֲבֹ֧ר H5674 חֲלוּצִ֛ים H2502 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 אֶ֣רֶץ H776 כְּנָ֑עַן H3667 וְאִתָּ֨ H854 אֲחֻזַּ֣ת H272 נַחֲלָתֵ֔נוּ H5159 מֵעֵ֖בֶר H5676 לַיַּרְדֵּֽן H3383 ",
  "33": "וַיִּתֵּ֣ן H5414 לָהֶ֣ם Hl מֹשֶׁ֡ה H4872 לִבְנֵי H1121 גָד֩ H1410 וְלִ H1121 רְאוּבֵ֜ן H7205 וְלַ H2677 שֵׁ֣בֶט H7626 מְנַשֶּׁ֣ה H4519 בֶן H1121 יוֹסֵ֗ף H3130 אֶת H853 מַמְלֶ֨כֶת֙ H4467 סִיחֹן֙ H5511 מֶ֣לֶךְ H4428 הָֽאֱמֹרִ֔י H567 וְאֶת H853 מַמְלֶ֔כֶת H4467 ע֖וֹג H5747 מֶ֣לֶךְ H4428 הַבָּשָׁ֑ן H1316 הָאָ֗רֶץ H776 לְעָרֶ֨י H5892 בִּגְבֻלֹ֔ת H1367 עָרֵ֥י H5892 הָאָ֖רֶץ H776 סָבִֽיב H5439 ",
  "34": "וַיִּבְנ֣וּ H1129 בְנֵי H1121 גָ֔ד H1410 אֶת H853 דִּיבֹ֖ן H1769 וְאֶת H853 עֲטָרֹ֑ת H5852 וְאֵ֖ת H853 עֲרֹעֵֽר H6177 ",
  "35": "וְאֶת H853 עַטְרֹ֥ת H5855 שׁוֹפָ֛ן H5855 וְאֶת H853 יַעְזֵ֖ר H3270 וְיָגְבֳּהָֽה H3011 ",
  "36": "וְאֶת H853 בֵּ֥ית H1039 נִמְרָ֖ה H1039 וְאֶת H853 בֵּ֣ית H1028 הָרָ֑ן H1028 עָרֵ֥י H5892 מִבְצָ֖ר H4013 וְגִדְרֹ֥ת H1448 צֹֽאן H6629 ",
  "37": "וּבְנֵ֤י H1121 רְאוּבֵן֙ H7205 בָּנ֔וּ H1129 אֶת H853 חֶשְׁבּ֖וֹן H2809 וְאֶת H853 אֶלְעָלֵ֑א H500 וְאֵ֖ת H853 קִרְיָתָֽיִם H7156 ",
  "38": "וְאֶת H853 נְב֞וֹ H5015 וְאֶת H853 בַּ֧עַל H1186 מְע֛וֹן H1186 מֽוּסַבֹּ֥ת H5437 שֵׁ֖ם H8034 וְאֶת H853 שִׂבְמָ֑ה H7643 וַיִּקְרְא֣וּ H7121 בְשֵׁמֹ֔ת H8034 אֶת H853 שְׁמ֥וֹת H8034 הֶעָרִ֖ים H5892 אֲשֶׁ֥ר H834 בָּנֽוּ H1129 ",
  "39": "וַיֵּ֨לְכ֜וּ H3212 בְּנֵ֨י H1121 מָכִ֧יר H4353 בֶּן H1121 מְנַשֶּׁ֛ה H4519 גִּלְעָ֖דָה H1568 וַֽיִּלְכְּדֻ֑ H3920 וַיּ֖וֹרֶשׁ H3423 אֶת H853 הָאֱמֹרִ֥י H567 אֲשֶׁר H834 בָּֽהּ Hb ",
  "40": "וַיִּתֵּ֤ן H5414 מֹשֶׁה֙ H4872 אֶת H853 הַגִּלְעָ֔ד H1568 לְמָכִ֖יר H4353 בֶּן H1121 מְנַשֶּׁ֑ה H4519 וַיֵּ֖שֶׁב H3427 בָּֽהּ Hb ",
  "41": "וְיָאִ֤יר H2971 בֶּן H1121 מְנַשֶּׁה֙ H4519 הָלַ֔ךְ H1980 וַיִּלְכֹּ֖ד H3920 אֶת H853 חַוֺּתֵיהֶ֑ם H2333 וַיִּקְרָ֥א H7121 אֶתְהֶ֖ן H853 חַוֺּ֥ת H2334 יָאִֽיר H2334 ",
  "42": "וְנֹ֣בַח H5025 הָלַ֔ךְ H1980 וַיִּלְכֹּ֥ד H3920 אֶת H853 קְנָ֖ת H7079 וְאֶת H853 בְּנֹתֶ֑יהָ H1323 וַיִּקְרָ֧א H7121 לָ֦ה Hl נֹ֖בַח H5025 בִּשְׁמֽ H8034 "
}
