{
  "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "2": "צַ֚ו H6680 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וִֽישַׁלְּחוּ֙ H7971 מִן H4480 הַֽמַּחֲנֶ֔ה H4264 כָּל H3605 צָר֖וּעַ H6879 וְכָל H3605 זָ֑ב H2100 וְכֹ֖ל H3605 טָמֵ֥א H2931 לָנָֽפֶשׁ H5315 ",
  "3": "מִזָּכָ֤ר H2145 עַד H5704 נְקֵבָה֙ H5347 תְּשַׁלֵּ֔חוּ H7971 אֶל H413 מִח֥וּץ H2351 לַֽמַּחֲנֶ֖ה H4264 תְּשַׁלְּח֑וּם H7971 וְלֹ֤א H3808 יְטַמְּאוּ֙ H2930 אֶת H853 מַ֣חֲנֵיהֶ֔ם H4264 אֲשֶׁ֥ר H834 אֲנִ֖י H589 שֹׁכֵ֥ן H7931 בְּתוֹכָֽ H8432 ",
  "4": "וַיַּֽעֲשׂוּ H6213 כֵן֙ H3651 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וַיְשַׁלְּח֣וּ H7971 אוֹתָ֔ם H853 אֶל H413 מִח֖וּץ H2351 לַֽמַּחֲנֶ֑ה H4264 כַּאֲשֶׁ֨ר H834 דִּבֶּ֤ר H1696 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 כֵּ֥ן H3651 עָשׂ֖וּ H6213 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "5": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "6": "דַּבֵּר֮ H1696 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵל֒ H3478 אִ֣ישׁ H376 אֽוֹ H176 אִשָּׁ֗ה H802 כִּ֤י H3588 יַעֲשׂוּ֙ H6213 מִכָּל H3605 חַטֹּ֣את H2403 הָֽאָדָ֔ם H120 לִמְעֹ֥ל H4603 מַ֖עַל H4604 בַּיהוָ֑ה H3068 וְאָֽשְׁמָ֖ה H816 הַנֶּ֥פֶשׁ H5315 הַהִֽוא H1931 ",
  "7": "וְהִתְוַדּ֗וּ H3034 אֶֽת H853 חַטָּאתָם֮ H2403 אֲשֶׁ֣ר H834 עָשׂוּ֒ H6213 וְהֵשִׁ֤יב H7725 אֶת H853 אֲשָׁמוֹ֙ H817 בְּרֹאשׁ֔ H7218 וַחֲמִישִׁת֖ H2549 יֹסֵ֣ף H3254 עָלָ֑יו H5921 וְנָתַ֕ן H5414 לַאֲשֶׁ֖ר H834 אָשַׁ֥ם H816 לֽוֹ Hl ",
  "8": "וְאִם H518 אֵ֨ין H369 לָאִ֜ישׁ H376 גֹּאֵ֗ל H1350 לְהָשִׁ֤יב H7725 הָאָשָׁם֙ H817 אֵלָ֔יו H413 הָאָשָׁ֛ם H817 הַמּוּשָׁ֥ב H7725 לַיהוָ֖ה H3068 לַכֹּהֵ֑ן H3548 מִלְּ H905 אֵ֚יל H352 הַכִּפֻּרִ֔ים H3725 אֲשֶׁ֥ר H834 יְכַפֶּר H3722 בּ֖וֹ Hb עָלָֽיו H5921 ",
  "9": "וְכָל H3605 תְּרוּמָ֞ה H8641 לְכָל H3605 קָדְשֵׁ֧י H6944 בְנֵי H1121 יִשְׂרָאֵ֛ל H3478 אֲשֶׁר H834 יַקְרִ֥יבוּ H7126 לַכֹּהֵ֖ן H3548 ל֥וֹ Hl יִהְיֶֽה H1961 ",
  "10": "וְאִ֥ישׁ H376 אֶת H853 קֳדָשָׁ֖יו H6944 ל֣וֹ Hl יִהְי֑וּ H1961 אִ֛ישׁ H376 אֲשֶׁר H834 יִתֵּ֥ן H5414 לַכֹּהֵ֖ן H3548 ל֥וֹ Hl יִהְיֶֽה H1961 ",
  "11": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "12": "דַּבֵּר֙ H1696 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְאָמַרְתָּ֖ H559 אֲלֵהֶ֑ם H413 אִ֥ישׁ H376 אִישׁ֙ H376 כִּֽי H3588 תִשְׂטֶ֣ה H7847 אִשְׁתּ֔וֹ H802 וּמָעֲלָ֥ה H4603 ב֖וֹ Hb מָֽעַל H4604 ",
  "13": "וְשָׁכַ֨ב H7901 אִ֣ישׁ H376 אֹתָהּ֮ H854 שִׁכְבַת H7902 זֶרַע֒ H2233 וְנֶעְלַם֙ H5956 מֵעֵינֵ֣י H5869 אִישָׁ֔הּ H376 וְנִסְתְּרָ֖ה H5641 וְהִ֣יא H1931 נִטְמָ֑אָה H2930 וְעֵד֙ H5707 אֵ֣ין H369 בָּ֔הּ Hb וְהִ֖וא H1931 לֹ֥א H3808 נִתְפָּֽשָׂה H8610 ",
  "14": "וְעָבַ֨ר H5674 עָלָ֧יו H5921 רֽוּחַ H7307 קִנְאָ֛ה H7068 וְקִנֵּ֥א H7065 אֶת H853 אִשְׁתּ֖וֹ H802 וְהִ֣וא H1931 נִטְמָ֑אָה H2930 אוֹ H176 עָבַ֨ר H5674 עָלָ֤יו H5921 רֽוּחַ H7307 קִנְאָה֙ H7068 וְקִנֵּ֣א H7065 אֶת H853 אִשְׁתּ֔וֹ H802 וְהִ֖יא H1931 לֹ֥א H3808 נִטְמָֽאָה H2930 ",
  "15": "וְהֵבִ֨יא H935 הָאִ֣ישׁ H376 אֶת H853 אִשְׁתּוֹ֮ H802 אֶל H413 הַכֹּהֵן֒ H3548 וְהֵבִ֤יא H935 אֶת H853 קָרְבָּנָהּ֙ H7133 עָלֶ֔יהָ H5921 עֲשִׂירִ֥ת H6224 הָאֵיפָ֖ה H374 קֶ֣מַח H7058 שְׂעֹרִ֑ים H8184 לֹֽא H3808 יִצֹ֨ק H3332 עָלָ֜יו H5921 שֶׁ֗מֶן H8081 וְלֹֽא H3808 יִתֵּ֤ן H5414 עָלָיו֙ H5921 לְבֹנָ֔ה H3828 כִּֽי H3588 מִנְחַ֤ת H4503 קְנָאֹת֙ H7068 ה֔וּא H1931 מִנְחַ֥ת H4503 זִכָּר֖וֹן H2146 מַזְכֶּ֥רֶת H2142 עָוֺֽן H5771 ",
  "16": "וְהִקְרִ֥יב H7126 אֹתָ֖הּ H853 הַכֹּהֵ֑ן H3548 וְהֶֽעֱמִדָ֖ H5975 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "17": "וְלָקַ֧ח H3947 הַכֹּהֵ֛ן H3548 מַ֥יִם H4325 קְדֹשִׁ֖ים H6918 בִּכְלִי H3627 חָ֑רֶשׂ H2789 וּמִן H4480 הֶֽעָפָ֗ר H6083 אֲשֶׁ֤ר H834 יִהְיֶה֙ H1961 בְּקַרְקַ֣ע H7172 הַמִּשְׁכָּ֔ן H4908 יִקַּ֥ח H3947 הַכֹּהֵ֖ן H3548 וְנָתַ֥ן H5414 אֶל H413 הַמָּֽיִם H4325 ",
  "18": "וְהֶעֱמִ֨יד H5975 הַכֹּהֵ֥ן H3548 אֶֽת H853 הָאִשָּׁה֮ H802 לִפְנֵ֣י H6440 יְהוָה֒ H3068 וּפָרַע֙ H6544 אֶת H853 רֹ֣אשׁ H7218 הָֽאִשָּׁ֔ה H802 וְנָתַ֣ן H5414 עַל H5921 כַּפֶּ֗יהָ H3709 אֵ֚ת H853 מִנְחַ֣ת H4503 הַזִּכָּר֔וֹן H2146 מִנְחַ֥ת H4503 קְנָאֹ֖ת H7068 הִ֑וא H1931 וּבְ H3027 הַכֹּהֵן֙ H3548 יִהְי֔וּ H1961 מֵ֥י H4325 הַמָּרִ֖ים H4751 הַמְאָֽרֲרִֽים H779 ",
  "19": "וְהִשְׁבִּ֨יעַ H7650 אֹתָ֜הּ H853 הַכֹּהֵ֗ן H3548 וְאָמַ֤ר H559 אֶל H413 הָֽאִשָּׁה֙ H802 אִם H518 לֹ֨א H3808 שָׁכַ֥ב H7901 אִישׁ֙ H376 אֹתָ֔ךְ H854 וְאִם H518 לֹ֥א H3808 שָׂטִ֛ית H7847 טֻמְאָ֖ה H2932 תַּ֣חַת H8478 אִישֵׁ֑ךְ H376 הִנָּקִ֕י H5352 מִמֵּ֛י H4325 הַמָּרִ֥ים H4751 הַֽמְאָרֲרִ֖ים H779 הָאֵֽלֶּה H428 ",
  "20": "וְאַ֗תְּ H859 כִּ֥י H3588 שָׂטִ֛ית H7847 תַּ֥חַת H8478 אִישֵׁ֖ךְ H376 וְכִ֣י H3588 נִטְמֵ֑את H2930 וַיִּתֵּ֨ן H5414 אִ֥ישׁ H376 בָּךְ֙ Hb אֶת H853 שְׁכָבְתּ֔וֹ H7903 מִֽבַּלְעֲדֵ֖י H1107 אִישֵֽׁךְ H376 ",
  "21": "וְהִשְׁבִּ֨יעַ H7650 הַכֹּהֵ֥ן H3548 אֶֽת H853 הָֽאִשָּׁה֮ H802 בִּשְׁבֻעַ֣ת H7621 הָאָלָה֒ H423 וְאָמַ֤ר H559 הַכֹּהֵן֙ H3548 לָֽאִשָּׁ֔ה H802 יִתֵּ֨ן H5414 יְהוָ֥ה H3068 אוֹתָ֛ךְ H853 לְאָלָ֥ה H423 וְלִ H7621 בְּת֣וֹךְ H8432 עַמֵּ֑ךְ H5971 בְּתֵ֨ת H5414 יְהוָ֤ה H3068 אֶת H853 יְרֵכֵךְ֙ H3409 נֹפֶ֔לֶת H5307 וְאֶת H853 בִּטְנֵ֖ךְ H990 צָבָֽה H6639 ",
  "22": "וּ֠בָאוּ H935 הַמַּ֨יִם H4325 הַמְאָרְרִ֤ים H779 הָאֵ֨לֶּה֙ H428 בְּֽמֵעַ֔יִ H4578 לַצְבּ֥וֹת H6638 בֶּ֖טֶן H990 וְלַ H5307 יָרֵ֑ךְ H3409 וְאָמְרָ֥ה H559 הָאִשָּׁ֖ה H802 אָמֵ֥ן H543 אָמֵֽן H543 ",
  "23": "וְ֠כָתַב H3789 אֶת H853 הָאָלֹ֥ת H423 הָאֵ֛לֶּה H428 הַכֹּהֵ֖ן H3548 בַּסֵּ֑פֶר H5612 וּמָחָ֖ה H4229 אֶל H413 מֵ֥י H4325 הַמָּרִֽים H4751 ",
  "24": "וְהִשְׁקָה֙ H8248 אֶת H853 הָ֣אִשָּׁ֔ה H802 אֶת H853 מֵ֥י H4325 הַמָּרִ֖ים H4751 הַמְאָֽרֲרִ֑ים H779 וּבָ֥אוּ H935 בָ֛הּ Hb הַמַּ֥יִם H4325 הַֽמְאָרֲרִ֖ים H779 לְמָרִֽים H4751 ",
  "25": "וְלָקַ֤ח H3947 הַכֹּהֵן֙ H3548 מִיַּ֣ד H3027 הָֽאִשָּׁ֔ה H802 אֵ֖ת H853 מִנְחַ֣ת H4503 הַקְּנָאֹ֑ת H7068 וְהֵנִ֤יף H5130 אֶת H853 הַמִּנְחָה֙ H4503 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 וְהִקְרִ֥יב H7126 אֹתָ֖הּ H853 אֶל H413 הַמִּזְבֵּֽחַ H4196 ",
  "26": "וְקָמַ֨ץ H7061 הַכֹּהֵ֤ן H3548 מִן H4480 הַמִּנְחָה֙ H4503 אֶת H853 אַזְכָּ֣רָתָ֔הּ H234 וְהִקְטִ֖יר H6999 הַמִּזְבֵּ֑חָ H4196 וְאַחַ֛ר H310 יַשְׁקֶ֥ה H8248 אֶת H853 הָאִשָּׁ֖ה H802 אֶת H853 הַמָּֽיִם H4325 ",
  "27": "וְהִשְׁקָ֣ H8248 אֶת H853 הַמַּ֗יִם H4325 וְהָיְתָ֣ה H1961 אִֽם H518 נִטְמְאָה֮ H2930 וַתִּמְעֹ֣ל H4603 מַ֣עַל H4604 בְּאִישָׁ H376 וּבָ֨אוּ H935 בָ֜הּ Hb הַמַּ֤יִם H4325 הַמְאָֽרֲרִים֙ H779 לְמָרִ֔ים H4751 וְצָבְתָ֣ה H6638 בִטְנָ֔הּ H990 וְנָפְלָ֖ה H5307 יְרֵכָ֑הּ H3409 וְהָיְתָ֧ה H1961 הָאִשָּׁ֛ה H802 לְאָלָ֖ה H423 בְּקֶ֥רֶב H7130 עַמָּֽהּ H5971 ",
  "28": "וְאִם H518 לֹ֤א H3808 נִטְמְאָה֙ H2930 הָֽאִשָּׁ֔ה H802 וּטְהֹרָ֖ה H2889 הִ֑וא H1931 וְנִקְּתָ֖ה H5352 וְנִזְרְעָ֥ה H2232 זָֽרַע H2233 ",
  "29": "זֹ֥את H2063 תּוֹרַ֖ת H8451 הַקְּנָאֹ֑ת H7068 אֲשֶׁ֨ר H834 תִּשְׂטֶ֥ה H7847 אִשָּׁ֛ה H802 תַּ֥חַת H8478 אִישָׁ֖הּ H376 וְנִטְמָֽאָה H2930 ",
  "30": "א֣וֹ H176 אִ֗ישׁ H376 אֲשֶׁ֨ר H834 תַּעֲבֹ֥ר H5674 עָלָ֛יו H5921 ר֥וּחַ H7307 קִנְאָ֖ה H7068 וְקִנֵּ֣א H7065 אֶת H853 אִשְׁתּ֑וֹ H802 וְהֶעֱמִ֤יד H5975 אֶת H853 הָֽאִשָּׁה֙ H802 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 וְעָ֤שָׂה H6213 לָהּ֙ Hl הַכֹּהֵ֔ן H3548 אֵ֥ת H853 כָּל H3605 הַתּוֹרָ֖ה H8451 הַזֹּֽאת H2063 ",
  "31": "וְנִקָּ֥ה H5352 הָאִ֖ישׁ H376 מֵעָוֺ֑ן H5771 וְהָ H802 הַהִ֔וא H1931 תִּשָּׂ֖א H5375 אֶת H853 עֲוֺנָֽהּ H5771 "
}
