{
  "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "2": "דַּבֵּר֙ H1696 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְאָמַרְתָּ֖ H559 אֲלֵהֶ֑ם H413 אִ֣ישׁ H376 אֽוֹ H176 אִשָּׁ֗ה H802 כִּ֤י H3588 יַפְלִא֙ H6381 לִנְדֹּר֙ H5087 נֶ֣דֶר H5088 נָזִ֔יר H5139 לְהַזִּ֖יר H5144 לַֽיהוָֽה H3068 ",
  "3": "מִיַּ֤יִן H3196 וְשֵׁכָר֙ H7941 יַזִּ֔יר H5144 חֹ֥מֶץ H2558 יַ֛יִן H3196 וְחֹ֥מֶץ H2558 שֵׁכָ֖ר H7941 לֹ֣א H3808 יִשְׁתֶּ֑ה H8354 וְכָל H3605 מִשְׁרַ֤ת H4952 עֲנָבִים֙ H6025 לֹ֣א H3808 יִשְׁתֶּ֔ה H8354 וַעֲנָבִ֛ים H6025 לַחִ֥ים H3892 וִיבֵשִׁ֖ים H3002 לֹ֥א H3808 יֹאכֵֽל H398 ",
  "4": "כֹּ֖ל H3605 יְמֵ֣י H3117 נִזְר֑וֹ H5145 מִכֹּל֩ H3605 אֲשֶׁ֨ר H834 יֵעָשֶׂ֜ה H6213 מִגֶּ֣פֶן H1612 הַיַּ֗יִן H3196 מֵחַרְצַנִּ֛ים H2785 וְעַד H5704 זָ֖ג H2085 לֹ֥א H3808 יֹאכֵֽל H398 ",
  "5": "כָּל H3605 יְמֵי֙ H3117 נֶ֣דֶר H5088 נִזְר֔וֹ H5145 תַּ֖עַר H8593 לֹא H3808 יַעֲבֹ֣ר H5674 עַל H5921 רֹאשׁ֑וֹ H7218 עַד H5704 מְלֹ֨את H4390 הַיָּמִ֜ם H3117 אֲשֶׁר H834 יַזִּ֤יר H5144 לַיהוָה֙ H3068 קָדֹ֣שׁ H6918 יִהְיֶ֔ה H1961 גַּדֵּ֥ל H1431 פֶּ֖רַע H6545 שְׂעַ֥ר H8181 רֹאשֽׁוֹ H7218 ",
  "6": "כָּל H3605 יְמֵ֥י H3117 הַזִּיר֖וֹ H5144 לַיהוָ֑ה H3068 עַל H5921 נֶ֥פֶשׁ H5315 מֵ֖ת H4191 לֹ֥א H3808 יָבֹֽא H935 ",
  "7": "לְאָבִ֣י H1 וּלְ H517 לְאָחִי H251 וּלְ H269 לֹא H3808 יִטַּמָּ֥א H2930 לָהֶ֖ם Hl בְּמֹתָ֑ H4194 כִּ֛י H3588 נֵ֥זֶר H5145 אֱלֹהָ֖יו H430 עַל H5921 רֹאשֽׁוֹ H7218 ",
  "8": "כֹּ֖ל H3605 יְמֵ֣י H3117 נִזְר֑וֹ H5145 קָדֹ֥שׁ H6918 ה֖וּא H1931 לַֽיהוָֽה H3068 ",
  "9": "וְכִֽי H3588 יָמ֨וּת H4191 מֵ֤ת H4191 עָלָיו֙ H5921 בְּפֶ֣תַע H6621 פִּתְאֹ֔ם H6597 וְטִמֵּ֖א H2930 רֹ֣אשׁ H7218 נִזְר֑וֹ H5145 וְגִלַּ֤ח H1548 רֹאשׁוֹ֙ H7218 בְּי֣וֹם H3117 טָהֳרָת֔וֹ H2893 בַּיּ֥וֹם H3117 הַשְּׁבִיעִ֖י H7637 יְגַלְּחֶֽנּוּ H1548 ",
  "10": "וּבַ H3117 הַשְּׁמִינִ֗י H8066 יָבִא֙ H935 שְׁתֵּ֣י H8147 תֹרִ֔ים H8449 א֥וֹ H176 שְׁנֵ֖י H8147 בְּנֵ֣י H1121 יוֹנָ֑ה H3123 אֶל H413 הַכֹּהֵ֔ן H3548 אֶל H413 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "11": "וְעָשָׂ֣ה H6213 הַכֹּהֵ֗ן H3548 אֶחָ֤ד H259 לְחַטָּאת֙ H2403 וְאֶחָ֣ד H259 לְעֹלָ֔ה H5930 וְכִפֶּ֣ר H3722 עָלָ֔יו H5921 מֵאֲשֶׁ֥ר H834 חָטָ֖א H2398 עַל H5921 הַנָּ֑פֶשׁ H5315 וְקִדַּ֥שׁ H6942 אֶת H853 רֹאשׁ֖וֹ H7218 בַּיּ֥וֹם H3117 הַהֽוּא H1931 ",
  "12": "וְהִזִּ֤יר H5144 לַֽיהוָה֙ H3068 אֶת H853 יְמֵ֣י H3117 נִזְר֔וֹ H5145 וְהֵבִ֛יא H935 כֶּ֥בֶשׂ H3532 בֶּן H1121 שְׁנָת֖וֹ H8141 לְאָשָׁ֑ם H817 וְהַ H3117 הָרִאשֹׁנִים֙ H7223 יִפְּל֔וּ H5307 כִּ֥י H3588 טָמֵ֖א H2930 נִזְרֽוֹ H5145 ",
  "13": "וְזֹ֥את H2063 תּוֹרַ֖ת H8451 הַנָּזִ֑יר H5139 בְּי֗וֹם H3117 מְלֹאת֙ H4390 יְמֵ֣י H3117 נִזְר֔וֹ H5145 יָבִ֣יא H935 אֹת֔וֹ H853 אֶל H413 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "14": "וְהִקְרִ֣יב H7126 אֶת H853 קָרְבָּנ֣וֹ H7133 לַיהוָ֡ה H3068 כֶּבֶשׂ֩ H3532 בֶּן H1121 שְׁנָת֨וֹ H8141 תָמִ֤ים H8549 אֶחָד֙ H259 לְעֹלָ֔ה H5930 וְכַבְשָׂ֨ה H3535 אַחַ֧ת H259 בַּת H1323 שְׁנָתָ֛הּ H8141 תְּמִימָ֖ה H8549 לְחַטָּ֑את H2403 וְאַֽיִל H352 אֶחָ֥ד H259 תָּמִ֖ים H8549 לִשְׁלָמִֽים H8002 ",
  "15": "וְסַ֣ל H5536 מַצּ֗וֹת H4682 סֹ֤לֶת H5560 חַלֹּת֙ H2471 בְּלוּלֹ֣ת H1101 בַּשֶּׁ֔מֶן H8081 וּרְקִיקֵ֥י H7550 מַצּ֖וֹת H4682 מְשֻׁחִ֣ים H4886 בַּשָּׁ֑מֶן H8081 וּמִנְחָתָ֖ H4503 וְנִסְכֵּי H5262 ",
  "16": "וְהִקְרִ֥יב H7126 הַכֹּהֵ֖ן H3548 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וְעָשָׂ֥ה H6213 אֶת H853 חַטָּאת֖וֹ H2403 וְאֶת H853 עֹלָתֽוֹ H5930 ",
  "17": "וְאֶת H853 הָאַ֜יִל H352 יַעֲשֶׂ֨ה H6213 זֶ֤בַח H2077 שְׁלָמִים֙ H8002 לַֽיהוָ֔ה H3068 עַ֖ל H5921 סַ֣ל H5536 הַמַּצּ֑וֹת H4682 וְעָשָׂה֙ H6213 הַכֹּהֵ֔ן H3548 אֶת H853 מִנְחָת֖וֹ H4503 וְאֶת H853 נִסְכּֽוֹ H5262 ",
  "18": "וְגִלַּ֣ח H1548 הַנָּזִ֗יר H5139 פֶּ֛תַח H6607 אֹ֥הֶל H168 מוֹעֵ֖ד H4150 אֶת H853 רֹ֣אשׁ H7218 נִזְר֑וֹ H5145 וְלָקַ֗ח H3947 אֶת H853 שְׂעַר֙ H8181 רֹ֣אשׁ H7218 נִזְר֔וֹ H5145 וְנָתַן֙ H5414 עַל H5921 הָאֵ֔שׁ H784 אֲשֶׁר H834 תַּ֖חַת H8478 זֶ֥בַח H2077 הַשְּׁלָמִֽים H8002 ",
  "19": "וְלָקַ֨ח H3947 הַכֹּהֵ֜ן H3548 אֶת H853 הַזְּרֹ֣עַ H2220 בְּשֵׁלָה֮ H1311 מִן H4480 הָאַיִל֒ H352 וְֽחַלַּ֨ת H2471 מַצָּ֤ה H4682 אַחַת֙ H259 מִן H4480 הַסַּ֔ל H5536 וּרְקִ֥יק H7550 מַצָּ֖ה H4682 אֶחָ֑ד H259 וְנָתַן֙ H5414 עַל H5921 כַּפֵּ֣י H3709 הַנָּזִ֔יר H5139 אַחַ֖ר H310 הִֽתְגַּלְּח֥וֹ H1548 אֶת H853 נִזְרֽוֹ H5145 ",
  "20": "וְהֵנִיף֩ H5130 אוֹתָ֨ם H853 הַכֹּהֵ֥ן H3548 תְּנוּפָה֮ H8573 לִפְנֵ֣י H6440 יְהוָה֒ H3068 קֹ֤דֶשׁ H6944 הוּא֙ H1931 לַכֹּהֵ֔ן H3548 עַ֚ל H5921 חֲזֵ֣ה H2373 הַתְּנוּפָ֔ה H8573 וְעַ֖ל H5921 שׁ֣וֹק H7785 הַתְּרוּמָ֑ה H8641 וְאַחַ֛ר H310 יִשְׁתֶּ֥ה H8354 הַנָּזִ֖יר H5139 יָֽיִן H3196 ",
  "21": "זֹ֣את H2063 תּוֹרַ֣ת H8451 הַנָּזִיר֮ H5139 אֲשֶׁ֣ר H834 יִדֹּר֒ H5087 קָרְבָּנ֤וֹ H7133 לַֽיהוָה֙ H3068 עַל H5921 נִזְר֔וֹ H5145 מִלְּ H905 אֲשֶׁר H834 תַּשִּׂ֣יג H5381 יָד֑וֹ H3027 כְּפִ֤י H6310 נִדְרוֹ֙ H5088 אֲשֶׁ֣ר H834 יִדֹּ֔ר H5087 כֵּ֣ן H3651 יַעֲשֶׂ֔ה H6213 עַ֖ל H5921 תּוֹרַ֥ת H8451 נִזְרֽוֹ H5145 ",
  "22": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "23": "דַּבֵּ֤ר H1696 אֶֽל H413 אַהֲרֹן֙ H175 וְאֶל H413 בָּנָ֣יו H1121 לֵאמֹ֔ר H559 כֹּ֥ה H3541 תְבָרֲכ֖וּ H1288 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 אָמ֖וֹר H559 לָהֶֽם Hl ",
  "24": "יְבָרֶכְךָ֥ H1288 יְהוָ֖ה H3068 וְיִשְׁמְרֶֽ H8104 ",
  "25": "יָאֵ֨ר H215 יְהוָ֧ה H3068 פָּנָ֛יו H6440 אֵלֶ֖יךָ H413 וִֽיחֻנֶּֽ H2603 ",
  "26": "יִשָּׂ֨א H5375 יְהוָ֤ה H3068 פָּנָיו֙ H6440 אֵלֶ֔יךָ H413 וְיָשֵׂ֥ם H7760 לְךָ֖ Hl שָׁלֽוֹם H7965 ",
  "27": "וְשָׂמ֥וּ H7760 אֶת H853 שְׁמִ֖י H8034 עַל H5921 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַאֲנִ֖י H589 אֲבָרֲכֵֽם H1288 "
}
