{
  "1": "בְּרֵאשִׁ֖ית H7225 R/Ncfsa בָּרָ֣א H1254 Vqp3ms אֱלֹהִ֑ים H430 Ncmpa אֵ֥ת H853 To הַשָּׁמַ֖יִם H8064 Td/Ncmpa וְאֵ֥ת H853 C/To הָאָֽרֶץ H776 Td/Ncfsa ",
  "2": "וְהָ H776 C/Td/Ncfsa הָיְתָ֥ה H1961 Vqp3fs תֹ֨הוּ֙ H8414 Ncmsa וָבֹ֔הוּ H922 C/Ncmsa וְחֹ֖שֶׁךְ H2822 C/Ncmsa עַל H5921 R פְּנֵ֣י H6440 Ncmpc תְה֑וֹם H8415 וְר֣וּחַ H7307 C/Ncfsc אֱלֹהִ֔ים H430 Ncmpa מְרַחֶ֖פֶת H7363 עַל H5921 R פְּנֵ֥י H6440 Ncmpc הַמָּֽיִם H4325 Td/Ncmda ",
  "3": "וַיֹּ֥אמֶר H559 אֱלֹהִ֖ים H430 יְהִ֣י H1961 א֑וֹר H216 וַֽיְהִי H1961 אֽוֹר H216 ",
  "4": "וַיַּ֧רְא H7200 אֱלֹהִ֛ים H430 אֶת H853 הָא֖וֹר H216 כִּי H3588 ט֑וֹב H2896 Ncmsa וַיַּבְדֵּ֣ל H914 אֱלֹהִ֔ים H430 בֵּ֥ין H996 הָא֖וֹר H216 וּבֵ֥ין H996 הַחֹֽשֶׁךְ H2822 ",
  "5": "וַיִּקְרָ֨א H7121 אֱלֹהִ֤ים H430 לָאוֹר֙ H216 י֔וֹם H3117 וְלַ H2822 קָ֣רָא H7121 לָ֑יְלָה H3915 וַֽיְהִי H1961 עֶ֥רֶב H6153 וַֽיְהִי H1961 בֹ֖קֶר H1242 י֥וֹם H3117 אֶחָֽד H259 ",
  "6": "וַיֹּ֣אמֶר H559 אֱלֹהִ֔ים H430 יְהִ֥י H1961 רָקִ֖יעַ H7549 בְּת֣וֹךְ H8432 הַמָּ֑יִם H4325 וִיהִ֣י H1961 מַבְדִּ֔יל H914 בֵּ֥ין H996 מַ֖יִם H4325 לָמָֽיִם H4325 ",
  "7": "וַיַּ֣עַשׂ H6213 אֱלֹהִים֮ H430 אֶת H853 הָרָקִיעַ֒ H7549 וַיַּבְדֵּ֗ל H914 בֵּ֤ין H996 הַמַּ֨יִם֙ H4325 אֲשֶׁר֙ H834 מִתַּ֣חַת H8478 לָרָקִ֔יעַ H7549 וּבֵ֣ין H996 הַמַּ֔יִם H4325 אֲשֶׁ֖ר H834 מֵעַ֣ל H5921 לָרָקִ֑יעַ H7549 וַֽיְהִי H1961 כֵֽן H3651 ",
  "8": "וַיִּקְרָ֧א H7121 אֱלֹהִ֛ים H430 לָֽרָקִ֖יעַ H7549 שָׁמָ֑יִם H8064 וַֽיְהִי H1961 עֶ֥רֶב H6153 וַֽיְהִי H1961 בֹ֖קֶר H1242 י֥וֹם H3117 שֵׁנִֽי H8145 ",
  "9": "וַיֹּ֣אמֶר H559 אֱלֹהִ֗ים H430 יִקָּו֨וּ H6960 הַמַּ֜יִם H4325 מִתַּ֤חַת H8478 הַשָּׁמַ֨יִם֙ H8064 אֶל H413 מָק֣וֹם H4725 אֶחָ֔ד H259 וְתֵרָאֶ֖ה H7200 הַיַּבָּשָׁ֑ה H3004 וַֽיְהִי H1961 כֵֽן H3651 ",
  "10": "וַיִּקְרָ֨א H7121 אֱלֹהִ֤ים H430 לַיַּבָּשָׁה֙ H3004 אֶ֔רֶץ H776 וּלְ H4723 הַמַּ֖יִם H4325 קָרָ֣א H7121 יַמִּ֑ים H3220 וַיַּ֥רְא H7200 אֱלֹהִ֖ים H430 כִּי H3588 טֽוֹב H2896 ",
  "11": "וַיֹּ֣אמֶר H559 אֱלֹהִ֗ים H430 תַּֽדְשֵׁ֤א H1876 הָאָ֨רֶץ֙ H776 דֶּ֔שֶׁא H1877 עֵ֚שֶׂב H6212 מַזְרִ֣יעַ H2232 זֶ֔רַע H2233 עֵ֣ץ H6086 פְּרִ֞י H6529 עֹ֤שֶׂה H6213 פְּרִי֙ H6529 לְמִינ֔ H4327 אֲשֶׁ֥ר H834 זַרְעוֹ H2233 ב֖וֹ Hb עַל H5921 הָאָ֑רֶץ H776 וַֽיְהִי H1961 כֵֽן H3651 ",
  "12": "וַתּוֹצֵ֨א H3318 הָאָ֜רֶץ H776 דֶּ֠שֶׁא H1877 עֵ֣שֶׂב H6212 מַזְרִ֤יעַ H2232 זֶ֨רַע֙ H2233 לְמִינֵ֔ H4327 וְעֵ֧ץ H6086 עֹֽשֶׂה H6213 פְּרִ֛י H6529 אֲשֶׁ֥ר H834 זַרְעוֹ H2233 ב֖וֹ Hb לְמִינֵ֑ H4327 וַיַּ֥רְא H7200 אֱלֹהִ֖ים H430 כִּי H3588 טֽוֹב H2896 ",
  "13": "וַֽיְהִי H1961 עֶ֥רֶב H6153 וַֽיְהִי H1961 בֹ֖קֶר H1242 י֥וֹם H3117 שְׁלִישִֽׁי H7992 ",
  "14": "וַיֹּ֣אמֶר H559 אֱלֹהִ֗ים H430 יְהִ֤י H1961 מְאֹרֹת֙ H3974 בִּרְקִ֣יעַ H7549 הַשָּׁמַ֔יִם H8064 לְהַבְדִּ֕יל H914 בֵּ֥ין H996 הַיּ֖וֹם H3117 וּבֵ֣ין H996 הַלָּ֑יְלָה H3915 וְהָי֤וּ H1961 לְאֹתֹת֙ H226 וּלְ H4150 וּלְ H3117 וְשָׁנִֽים H8141 ",
  "15": "וְהָי֤וּ H1961 לִמְאוֹרֹת֙ H3974 בִּרְקִ֣יעַ H7549 הַשָּׁמַ֔יִם H8064 לְהָאִ֖יר H215 עַל H5921 הָאָ֑רֶץ H776 וַֽיְהִי H1961 כֵֽן H3651 ",
  "16": "וַיַּ֣עַשׂ H6213 אֱלֹהִ֔ים H430 אֶת H853 שְׁנֵ֥י H8147 הַמְּאֹרֹ֖ת H3974 הַגְּדֹלִ֑ים H1419 אֶת H853 הַמָּא֤וֹר H3974 הַגָּדֹל֙ H1419 לְמֶמְשֶׁ֣לֶת H4475 הַיּ֔וֹם H3117 וְאֶת H853 הַמָּא֤וֹר H3974 הַקָּטֹן֙ H6996 לְמֶמְשֶׁ֣לֶת H4475 הַלַּ֔יְלָה H3915 וְאֵ֖ת H853 הַכּוֹכָבִֽים H3556 ",
  "17": "וַיִּתֵּ֥ן H5414 אֹתָ֛ם H853 אֱלֹהִ֖ים H430 בִּרְקִ֣יעַ H7549 הַשָּׁמָ֑יִם H8064 לְהָאִ֖יר H215 עַל H5921 הָאָֽרֶץ H776 ",
  "18": "וְלִ H4910 בַּיּ֣וֹם H3117 וּבַ H3915 וּֽלֲ H914 בֵּ֥ין H996 הָא֖וֹר H216 וּבֵ֣ין H996 הַחֹ֑שֶׁךְ H2822 וַיַּ֥רְא H7200 אֱלֹהִ֖ים H430 כִּי H3588 טֽוֹב H2896 ",
  "19": "וַֽיְהִי H1961 עֶ֥רֶב H6153 וַֽיְהִי H1961 בֹ֖קֶר H1242 י֥וֹם H3117 רְבִיעִֽי H7243 ",
  "20": "וַיֹּ֣אמֶר H559 אֱלֹהִ֔ים H430 יִשְׁרְצ֣וּ H8317 הַמַּ֔יִם H4325 שֶׁ֖רֶץ H8318 נֶ֣פֶשׁ H5315 חַיָּ֑ה H2416 וְעוֹף֙ H5775 יְעוֹפֵ֣ף H5774 עַל H5921 הָאָ֔רֶץ H776 עַל H5921 פְּנֵ֖י H6440 רְקִ֥יעַ H7549 הַשָּׁמָֽיִם H8064 ",
  "21": "וַיִּבְרָ֣א H1254 אֱלֹהִ֔ים H430 אֶת H853 הַתַּנִּינִ֖ם H8577 הַגְּדֹלִ֑ים H1419 וְאֵ֣ת H853 כָּל H3605 נֶ֣פֶשׁ H5315 הַֽחַיָּ֣ה H2416 הָֽרֹמֶ֡שֶׂת H7430 אֲשֶׁר֩ H834 שָׁרְצ֨וּ H8317 הַמַּ֜יִם H4325 לְמִֽינֵ H4327 וְאֵ֨ת H853 כָּל H3605 ע֤וֹף H5775 כָּנָף֙ H3671 לְמִינֵ֔ H4327 וַיַּ֥רְא H7200 אֱלֹהִ֖ים H430 כִּי H3588 טֽוֹב H2896 ",
  "22": "וַיְבָ֧רֶךְ H1288 אֹתָ֛ם H853 אֱלֹהִ֖ים H430 לֵאמֹ֑ר H559 פְּר֣וּ H6509 וּרְב֗וּ H7235 וּמִלְא֤וּ H4390 אֶת H853 הַמַּ֨יִם֙ H4325 בַּיַּמִּ֔ים H3220 וְהָ H5775 יִ֥רֶב H7235 בָּאָֽרֶץ H776 ",
  "23": "וַֽיְהִי H1961 עֶ֥רֶב H6153 וַֽיְהִי H1961 בֹ֖קֶר H1242 י֥וֹם H3117 חֲמִישִֽׁי H2549 ",
  "24": "וַיֹּ֣אמֶר H559 אֱלֹהִ֗ים H430 תּוֹצֵ֨א H3318 הָאָ֜רֶץ H776 נֶ֤פֶשׁ H5315 חַיָּה֙ H2416 לְמִינָ֔ H4327 בְּהֵמָ֥ה H929 וָרֶ֛מֶשׂ H7431 וְחַֽיְתוֹ H2416 אֶ֖רֶץ H776 לְמִינָ֑ H4327 וַֽיְהִי H1961 כֵֽן H3651 ",
  "25": "וַיַּ֣עַשׂ H6213 אֱלֹהִים֩ H430 אֶת H853 חַיַּ֨ת H2416 הָאָ֜רֶץ H776 לְמִינָ֗ H4327 וְאֶת H853 הַבְּהֵמָה֙ H929 לְמִינָ֔ H4327 וְאֵ֛ת H853 כָּל H3605 רֶ֥מֶשׂ H7431 הָֽאֲדָמָ֖ה H127 לְמִינֵ֑ H4327 וַיַּ֥רְא H7200 אֱלֹהִ֖ים H430 כִּי H3588 טֽוֹב H2896 ",
  "26": "וַיֹּ֣אמֶר H559 אֱלֹהִ֔ים H430 נַֽעֲשֶׂ֥ה H6213 אָדָ֛ם H120 בְּצַלְמֵ֖ H6754 כִּדְמוּתֵ֑ H1823 וְיִרְדּוּ֩ H7287 בִדְגַ֨ת H1710 הַיָּ֜ם H3220 וּבְ H5775 הַשָּׁמַ֗יִם H8064 וּבַ H929 וּבְ H3605 הָאָ֔רֶץ H776 וּבְ H3605 הָרֶ֖מֶשׂ H7431 הָֽרֹמֵ֥שׂ H7430 עַל H5921 הָאָֽרֶץ H776 ",
  "27": "וַיִּבְרָ֨א H1254 אֱלֹהִ֤ים H430 אֶת H853 הָֽאָדָם֙ H120 בְּצַלְמ֔ H6754 בְּצֶ֥לֶם H6754 אֱלֹהִ֖ים H430 בָּרָ֣א H1254 אֹת֑וֹ H853 זָכָ֥ר H2145 וּנְקֵבָ֖ה H5347 בָּרָ֥א H1254 אֹתָֽם H853 ",
  "28": "וַיְבָ֣רֶךְ H1288 אֹתָם֮ H853 אֱלֹהִים֒ H430 וַיֹּ֨אמֶר H559 לָהֶ֜ם Hl אֱלֹהִ֗ים H430 פְּר֥וּ H6509 וּרְב֛וּ H7235 וּמִלְא֥וּ H4390 אֶת H853 הָאָ֖רֶץ H776 וְכִבְשֻׁ֑ H3533 וּרְד֞וּ H7287 בִּדְגַ֤ת H1710 הַיָּם֙ H3220 וּבְ H5775 הַשָּׁמַ֔יִם H8064 וּבְ H3605 חַיָּ֖ה H2416 הָֽרֹמֶ֥שֶׂת H7430 עַל H5921 הָאָֽרֶץ H776 ",
  "29": "וַיֹּ֣אמֶר H559 אֱלֹהִ֗ים H430 הִנֵּה֩ H2009 נָתַ֨תִּי H5414 לָכֶ֜ם Hl אֶת H853 כָּל H3605 עֵ֣שֶׂב H6212 זֹרֵ֣עַ H2232 זֶ֗רַע H2233 אֲשֶׁר֙ H834 עַל H5921 פְּנֵ֣י H6440 כָל H3605 הָאָ֔רֶץ H776 וְאֶת H853 כָּל H3605 הָעֵ֛ץ H6086 אֲשֶׁר H834 בּ֥וֹ Hb פְרִי H6529 עֵ֖ץ H6086 זֹרֵ֣עַ H2232 זָ֑רַע H2233 לָכֶ֥ם Hl יִֽהְיֶ֖ה H1961 לְאָכְלָֽה H402 ",
  "30": "וּֽלְ H3605 חַיַּ֣ת H2416 הָ֠אָרֶץ H776 וּלְ H3605 ע֨וֹף H5775 הַשָּׁמַ֜יִם H8064 וּלְ H3605 רוֹמֵ֣שׂ H7430 עַל H5921 הָאָ֗רֶץ H776 אֲשֶׁר H834 בּוֹ֙ Hb נֶ֣פֶשׁ H5315 חַיָּ֔ה H2416 אֶת H853 כָּל H3605 יֶ֥רֶק H3418 עֵ֖שֶׂב H6212 לְאָכְלָ֑ה H402 וַֽיְהִי H1961 כֵֽן H3651 ",
  "31": "וַיַּ֤רְא H7200 אֱלֹהִים֙ H430 אֶת H853 כָּל H3605 אֲשֶׁ֣ר H834 עָשָׂ֔ה H6213 וְהִנֵּה H2009 ט֖וֹב H2896 מְאֹ֑ד H3966 וַֽיְהִי H1961 עֶ֥רֶב H6153 וַֽיְהִי H1961 בֹ֖קֶר H1242 י֥וֹם H3117 הַשִּׁשִּֽׁי H8345 "
}
