{
  "1": "וַֽיְהִ֥י H1961 כָל H3605 הָאָ֖רֶץ H776 שָׂפָ֣ה H8193 אֶחָ֑ת H259 וּדְבָרִ֖ים H1697 אֲחָדִֽים H259 ",
  "2": "וַֽיְהִ֖י H1961 בְּנָסְעָ֣ H5265 מִקֶּ֑דֶם H6924 וַֽיִּמְצְא֥וּ H4672 בִקְעָ֛ה H1237 בְּאֶ֥רֶץ H776 שִׁנְעָ֖ר H8152 וַיֵּ֥שְׁבוּ H3427 שָֽׁם H8033 ",
  "3": "וַיֹּאמְר֞וּ H559 אִ֣ישׁ H376 אֶל H413 רֵעֵ֗הוּ H7453 הָ֚בָה H3051 נִלְבְּנָ֣ה H3835 לְבֵנִ֔ים H3843 וְנִשְׂרְפָ֖ה H8313 לִשְׂרֵפָ֑ה H8316 וַתְּהִ֨י H1961 לָהֶ֤ם Hl הַלְּבֵנָה֙ H3843 לְאָ֔בֶן H68 וְהַ֣ H2564 הָיָ֥ה H1961 לָהֶ֖ם Hl לַחֹֽמֶר H2563 ",
  "4": "וַיֹּאמְר֞וּ H559 הָ֣בָה H3051 נִבְנֶה H1129 לָּ֣נוּ Hl עִ֗יר H5892 וּמִגְדָּל֙ H4026 וְרֹאשׁ֣ H7218 בַשָּׁמַ֔יִם H8064 וְנַֽעֲשֶׂה H6213 לָּ֖נוּ Hl שֵׁ֑ם H8034 פֶּן H6435 נָפ֖וּץ H6327 עַל H5921 פְּנֵ֥י H6440 כָל H3605 הָאָֽרֶץ H776 ",
  "5": "וַיֵּ֣רֶד H3381 יְהוָ֔ה H3068 לִרְאֹ֥ת H7200 אֶת H853 הָעִ֖יר H5892 וְאֶת H853 הַמִּגְדָּ֑ל H4026 אֲשֶׁ֥ר H834 בָּנ֖וּ H1129 בְּנֵ֥י H1121 הָאָדָֽם H120 ",
  "6": "וַיֹּ֣אמֶר H559 יְהוָ֗ה H3068 הֵ֣ן H2005 עַ֤ם H5971 אֶחָד֙ H259 וְשָׂפָ֤ה H8193 אַחַת֙ H259 לְכֻלָּ֔ H3605 וְזֶ֖ה H2088 הַחִלָּ֣ם H2490 לַעֲשׂ֑וֹת H6213 וְעַתָּה֙ H6258 לֹֽא H3808 יִבָּצֵ֣ר H1219 מֵהֶ֔ם H1992 כֹּ֛ל H3605 אֲשֶׁ֥ר H834 יָזְמ֖וּ H2161 לַֽעֲשֽׂוֹת H6213 ",
  "7": "הָ֚בָה H3051 נֵֽרְדָ֔ה H3381 וְנָבְלָ֥ה H1101 שָׁ֖ם H8033 שְׂפָתָ֑ם H8193 אֲשֶׁר֙ H834 לֹ֣א H3808 יִשְׁמְע֔וּ H8085 אִ֖ישׁ H376 שְׂפַ֥ת H8193 רֵעֵֽהוּ H7453 ",
  "8": "וַיָּ֨פֶץ H6327 יְהוָ֥ה H3068 אֹתָ֛ם H853 מִשָּׁ֖ם H8033 עַל H5921 פְּנֵ֣י H6440 כָל H3605 הָאָ֑רֶץ H776 וַֽיַּחְדְּל֖וּ H2308 לִבְנֹ֥ת H1129 הָעִֽיר H5892 ",
  "9": "עַל H5921 כֵּ֞ן H3651 קָרָ֤א H7121 שְׁמָהּ֙ H8034 בָּבֶ֔ל H894 כִּי H3588 שָׁ֛ם H8033 בָּלַ֥ל H1101 יְהוָ֖ה H3068 שְׂפַ֣ת H8193 כָּל H3605 הָאָ֑רֶץ H776 וּמִ H8033 הֱפִיצָ֣ם H6327 יְהוָ֔ה H3068 עַל H5921 פְּנֵ֖י H6440 כָּל H3605 הָאָֽרֶץ H776 ",
  "10": "אֵ֚לֶּה H428 תּוֹלְדֹ֣ת H8435 שֵׁ֔ם H8035 שֵׁ֚ם H8035 בֶּן H1121 מְאַ֣ת H3967 שָׁנָ֔ה H8141 וַיּ֖וֹלֶד H3205 אֶת H853 אַרְפַּכְשָׁ֑ד H775 שְׁנָתַ֖יִם H8141 אַחַ֥ר H310 הַמַּבּֽוּל H3999 ",
  "11": "וַֽיְחִי H2421 שֵׁ֗ם H8035 אַֽחֲרֵי֙ H310 הוֹלִיד֣וֹ H3205 אֶת H853 אַרְפַּכְשָׁ֔ד H775 חֲמֵ֥שׁ H2568 מֵא֖וֹת H3967 שָׁנָ֑ה H8141 וַיּ֥וֹלֶד H3205 בָּנִ֖ים H1121 וּבָנֽוֹת H1323 ",
  "12": "וְאַרְפַּכְשַׁ֣ד H775 חַ֔י H2421 חָמֵ֥שׁ H2568 וּשְׁלֹשִׁ֖ים H7970 שָׁנָ֑ה H8141 וַיּ֖וֹלֶד H3205 אֶת H853 שָֽׁלַח H7974 ",
  "13": "וַֽיְחִ֣י H2421 אַרְפַּכְשַׁ֗ד H775 אַֽחֲרֵי֙ H310 הוֹלִיד֣וֹ H3205 אֶת H853 שֶׁ֔לַח H7974 שָׁלֹ֣שׁ H7969 שָׁנִ֔ים H8141 וְאַרְבַּ֥ע H702 מֵא֖וֹת H3967 שָׁנָ֑ה H8141 וַיּ֥וֹלֶד H3205 בָּנִ֖ים H1121 וּבָנֽוֹת H1323 ",
  "14": "וְשֶׁ֥לַח H7974 חַ֖י H2421 שְׁלֹשִׁ֣ים H7970 שָׁנָ֑ה H8141 וַיּ֖וֹלֶד H3205 אֶת H853 עֵֽבֶר H5677 ",
  "15": "וַֽיְחִי H2421 שֶׁ֗לַח H7974 אַחֲרֵי֙ H310 הוֹלִיד֣וֹ H3205 אֶת H853 עֵ֔בֶר H5677 שָׁלֹ֣שׁ H7969 שָׁנִ֔ים H8141 וְאַרְבַּ֥ע H702 מֵא֖וֹת H3967 שָׁנָ֑ה H8141 וַיּ֥וֹלֶד H3205 בָּנִ֖ים H1121 וּבָנֽוֹת H1323 ",
  "16": "וַֽיְחִי H2421 עֵ֕בֶר H5677 אַרְבַּ֥ע H702 וּשְׁלֹשִׁ֖ים H7970 שָׁנָ֑ה H8141 וַיּ֖וֹלֶד H3205 אֶת H853 פָּֽלֶג H6389 ",
  "17": "וַֽיְחִי H2421 עֵ֗בֶר H5677 אַחֲרֵי֙ H310 הוֹלִיד֣וֹ H3205 אֶת H853 פֶּ֔לֶג H6389 שְׁלֹשִׁ֣ים H7970 שָׁנָ֔ה H8141 וְאַרְבַּ֥ע H702 מֵא֖וֹת H3967 שָׁנָ֑ה H8141 וַיּ֥וֹלֶד H3205 בָּנִ֖ים H1121 וּבָנֽוֹת H1323 ",
  "18": "וַֽיְחִי H2421 פֶ֖לֶג H6389 שְׁלֹשִׁ֣ים H7970 שָׁנָ֑ה H8141 וַיּ֖וֹלֶד H3205 אֶת H853 רְעֽוּ H7466 ",
  "19": "וַֽיְחִי H2421 פֶ֗לֶג H6389 אַחֲרֵי֙ H310 הוֹלִיד֣וֹ H3205 אֶת H853 רְע֔וּ H7466 תֵּ֥שַׁע H8672 שָׁנִ֖ים H8141 וּמָאתַ֣יִם H3967 שָׁנָ֑ה H8141 וַיּ֥וֹלֶד H3205 בָּנִ֖ים H1121 וּבָנֽוֹת H1323 ",
  "20": "וַיְחִ֣י H2421 רְע֔וּ H7466 שְׁתַּ֥יִם H8147 וּשְׁלֹשִׁ֖ים H7970 שָׁנָ֑ה H8141 וַיּ֖וֹלֶד H3205 אֶת H853 שְׂרֽוּג H8286 ",
  "21": "וַיְחִ֣י H2421 רְע֗וּ H7466 אַחֲרֵי֙ H310 הוֹלִיד֣וֹ H3205 אֶת H853 שְׂר֔וּג H8286 שֶׁ֥בַע H7651 שָׁנִ֖ים H8141 וּמָאתַ֣יִם H3967 שָׁנָ֑ה H8141 וַיּ֥וֹלֶד H3205 בָּנִ֖ים H1121 וּבָנֽוֹת H1323 ",
  "22": "וַיְחִ֥י H2421 שְׂר֖וּג H8286 שְׁלֹשִׁ֣ים H7970 שָׁנָ֑ה H8141 וַיּ֖וֹלֶד H3205 אֶת H853 נָחֽוֹר H5152 ",
  "23": "וַיְחִ֣י H2421 שְׂר֗וּג H8286 אַחֲרֵ֛י H310 הוֹלִיד֥וֹ H3205 אֶת H853 נָח֖וֹר H5152 מָאתַ֣יִם H3967 שָׁנָ֑ה H8141 וַיּ֥וֹלֶד H3205 בָּנִ֖ים H1121 וּבָנֽוֹת H1323 ",
  "24": "וַיְחִ֣י H2421 נָח֔וֹר H5152 תֵּ֥שַׁע H8672 וְעֶשְׂרִ֖ים H6242 שָׁנָ֑ה H8141 וַיּ֖וֹלֶד H3205 אֶת H853 תָּֽרַח H8646 ",
  "25": "וַיְחִ֣י H2421 נָח֗וֹר H5152 אַחֲרֵי֙ H310 הוֹלִיד֣וֹ H3205 אֶת H853 תֶּ֔רַח H8646 תְּשַֽׁע H8672 עֶשְׂרֵ֥ה H6240 שָׁנָ֖ה H8141 וּמְאַ֣ת H3967 שָׁנָ֑ה H8141 וַיּ֥וֹלֶד H3205 בָּנִ֖ים H1121 וּבָנֽוֹת H1323 ",
  "26": "וַֽיְחִי H2421 תֶ֖רַח H8646 שִׁבְעִ֣ים H7657 שָׁנָ֑ה H8141 וַיּ֨וֹלֶד֙ H3205 אֶת H853 אַבְרָ֔ם H87 אֶת H853 נָח֖וֹר H5152 וְאֶת H853 הָרָֽן H2039 ",
  "27": "וְאֵ֨לֶּה֙ H428 תּוֹלְדֹ֣ת H8435 תֶּ֔רַח H8646 תֶּ֚רַח H8646 הוֹלִ֣יד H3205 אֶת H853 אַבְרָ֔ם H87 אֶת H853 נָח֖וֹר H5152 וְאֶת H853 הָרָ֑ן H2039 וְהָרָ֖ן H2039 הוֹלִ֥יד H3205 אֶת H853 לֽוֹט H3876 ",
  "28": "וַיָּ֣מָת H4191 הָרָ֔ן H2039 עַל H5921 פְּנֵ֖י H6440 תֶּ֣רַח H8646 אָבִ֑יו H1 בְּאֶ֥רֶץ H776 מוֹלַדְתּ֖וֹ H4138 בְּא֥וּר H218 כַּשְׂדִּֽים H3778 ",
  "29": "וַיִּקַּ֨ח H3947 אַבְרָ֧ם H87 וְנָח֛וֹר H5152 לָהֶ֖ם Hl נָשִׁ֑ים H802 שֵׁ֤ם H8034 אֵֽשֶׁת H802 אַבְרָם֙ H87 שָׂרָ֔י H8297 וְשֵׁ֤ם H8034 אֵֽשֶׁת H802 נָחוֹר֙ H5152 מִלְכָּ֔ה H4435 בַּת H1323 הָרָ֥ן H2039 אֲבִֽי H1 מִלְכָּ֖ה H4435 וַֽאֲבִ֥י H1 יִסְכָּֽה H3252 ",
  "30": "וַתְּהִ֥י H1961 שָׂרַ֖י H8297 עֲקָרָ֑ה H6135 אֵ֥ין H369 לָ֖הּ Hl וָלָֽד H2056 ",
  "31": "וַיִּקַּ֨ח H3947 תֶּ֜רַח H8646 אֶת H853 אַבְרָ֣ם H87 בְּנ֗וֹ H1121 וְאֶת H853 ל֤וֹט H3876 בֶּן H1121 הָרָן֙ H2039 בֶּן H1121 בְּנ֔וֹ H1121 וְאֵת֙ H853 שָׂרַ֣י H8297 כַּלָּת֔וֹ H3618 אֵ֖שֶׁת H802 אַבְרָ֣ם H87 בְּנ֑וֹ H1121 וַיֵּצְא֨וּ H3318 אִתָּ֜ם H854 מֵא֣וּר H218 כַּשְׂדִּ֗ים H3778 לָלֶ֨כֶת֙ H3212 אַ֣רְצָה H776 כְּנַ֔עַן H3667 וַיָּבֹ֥אוּ H935 עַד H5704 חָרָ֖ן H2771 וַיֵּ֥שְׁבוּ H3427 שָֽׁם H8033 ",
  "32": "וַיִּהְי֣וּ H1961 יְמֵי H3117 תֶ֔רַח H8646 חָמֵ֥שׁ H2568 שָׁנִ֖ים H8141 וּמָאתַ֣יִם H3967 שָׁנָ֑ה H8141 וַיָּ֥מָת H4191 תֶּ֖רַח H8646 בְּחָרָֽן H2771 "
}
