{
  "1": "וַיְהִ֗י H1961 בִּימֵי֙ H3117 אַמְרָפֶ֣ל H569 מֶֽלֶךְ H4428 שִׁנְעָ֔ר H8152 אַרְי֖וֹךְ H746 מֶ֣לֶךְ H4428 אֶלָּסָ֑ר H495 כְּדָרְלָעֹ֨מֶר֙ H3540 מֶ֣לֶךְ H4428 עֵילָ֔ם H5867 וְתִדְעָ֖ל H8413 מֶ֥לֶךְ H4428 גּוֹיִֽם H1471 ",
  "2": "עָשׂ֣וּ H6213 מִלְחָמָ֗ה H4421 אֶת H854 בֶּ֨רַע֙ H1298 מֶ֣לֶךְ H4428 סְדֹ֔ם H5467 וְאֶת H854 בִּרְשַׁ֖ע H1306 מֶ֣לֶךְ H4428 עֲמֹרָ֑ה H6017 שִׁנְאָ֣ב H8134 מֶ֣לֶךְ H4428 אַדְמָ֗ה H126 וְשֶׁמְאֵ֨בֶר֙ H8038 מֶ֣לֶךְ H4428 צביים H6636 וּמֶ֥לֶךְ H4428 בֶּ֖לַע H1106 הִיא H1931 צֹֽעַר H6820 ",
  "3": "כָּל H3605 אֵ֨לֶּה֙ H428 חָֽבְר֔וּ H2266 אֶל H413 עֵ֖מֶק H6010 הַשִּׂדִּ֑ים H7708 ה֖וּא H1931 יָ֥ם H3220 הַמֶּֽלַח H4417 ",
  "4": "שְׁתֵּ֤ים H8147 עֶשְׂרֵה֙ H6240 שָׁנָ֔ה H8141 עָבְד֖וּ H5647 אֶת H853 כְּדָרְלָעֹ֑מֶר H3540 וּשְׁלֹשׁ H7969 עֶשְׂרֵ֥ה H6240 שָׁנָ֖ה H8141 מָרָֽדוּ H4775 ",
  "5": "וּבְ H702 עֶשְׂרֵ֨ה H6240 שָׁנָ֜ה H8141 בָּ֣א H935 כְדָרְלָעֹ֗מֶר H3540 וְהַ H4428 אֲשֶׁ֣ר H834 אִתּ֔וֹ H854 וַיַּכּ֤וּ H5221 אֶת H853 רְפָאִים֙ H7497 בְּעַשְׁתְּרֹ֣ת H6255 קַרְנַ֔יִם H6255 וְאֶת H853 הַזּוּזִ֖ים H2104 בְּהָ֑ם H1990 וְאֵת֙ H853 הָֽאֵימִ֔ים H368 בְּשָׁוֵ֖ה H7740 קִרְיָתָֽיִם H7156 ",
  "6": "וְאֶת H853 הַחֹרִ֖י H2752 בְּהַרְרָ֣ H2022 שֵׂעִ֑יר H8165 עַ֚ד H5704 אֵ֣יל H364 פָּארָ֔ן H364 אֲשֶׁ֖ר H834 עַל H5921 הַמִּדְבָּֽר H4057 ",
  "7": "וַ֠יָּשֻׁבוּ H7725 וַיָּבֹ֜אוּ H935 אֶל H413 עֵ֤ין H5880 מִשְׁפָּט֙ H5880 הִ֣וא H1931 קָדֵ֔שׁ H6946 וַיַּכּ֕וּ H5221 אֶֽת H853 כָּל H3605 שְׂדֵ֖ה H7704 הָעֲמָלֵקִ֑י H6003 וְגַם֙ H1571 אֶת H853 הָ֣אֱמֹרִ֔י H567 הַיֹּשֵׁ֖ב H3427 בְּחַֽצְצֹ֥ן H2688 תָּמָֽר H2688 ",
  "8": "וַיֵּצֵ֨א H3318 מֶֽלֶךְ H4428 סְדֹ֜ם H5467 וּמֶ֣לֶךְ H4428 עֲמֹרָ֗ה H6017 וּמֶ֤לֶךְ H4428 אַדְמָה֙ H126 וּמֶ֣לֶךְ H4428 צביים H6636 וּמֶ֥לֶךְ H4428 בֶּ֖לַע H1106 הִוא H1931 צֹ֑עַר H6820 וַיַּֽעַרְכ֤וּ H6186 אִתָּם֙ H854 מִלְחָמָ֔ה H4421 בְּעֵ֖מֶק H6010 הַשִּׂדִּֽים H7708 ",
  "9": "אֵ֣ת H854 כְּדָרְלָעֹ֜מֶר H3540 מֶ֣לֶךְ H4428 עֵילָ֗ם H5867 וְתִדְעָל֙ H8413 מֶ֣לֶךְ H4428 גּוֹיִ֔ם H1471 וְאַמְרָפֶל֙ H569 מֶ֣לֶךְ H4428 שִׁנְעָ֔ר H8152 וְאַרְי֖וֹךְ H746 מֶ֣לֶךְ H4428 אֶלָּסָ֑ר H495 אַרְבָּעָ֥ה H702 מְלָכִ֖ים H4428 אֶת H854 הַחֲמִשָּֽׁה H2568 ",
  "10": "וְעֵ֣מֶק H6010 הַשִׂדִּ֗ים H7708 בֶּֽאֱרֹ֤ת H875 בֶּאֱרֹת֙ H875 חֵמָ֔ר H2564 וַיָּנֻ֛סוּ H5127 מֶֽלֶךְ H4428 סְדֹ֥ם H5467 וַעֲמֹרָ֖ה H6017 וַיִּפְּלוּ H5307 שָׁ֑מָּה H8033 וְהַ H7604 הֶ֥רָה H2022 נָּֽסוּ H5127 ",
  "11": "וַ֠יִּקְחוּ H3947 אֶת H853 כָּל H3605 רְכֻ֨שׁ H7399 סְדֹ֧ם H5467 וַעֲמֹרָ֛ה H6017 וְאֶת H853 כָּל H3605 אָכְלָ֖ם H400 וַיֵּלֵֽכוּ H3212 ",
  "12": "וַיִּקְח֨וּ H3947 אֶת H853 ל֧וֹט H3876 וְאֶת H853 רְכֻשׁ֛וֹ H7399 בֶּן H1121 אֲחִ֥י H251 אַבְרָ֖ם H87 וַיֵּלֵ֑כוּ H3212 וְה֥וּא H1931 יֹשֵׁ֖ב H3427 בִּסְדֹֽם H5467 ",
  "13": "וַיָּבֹא֙ H935 הַפָּלִ֔יט H6412 וַיַּגֵּ֖ד H5046 לְאַבְרָ֣ם H87 הָעִבְרִ֑י H5680 וְהוּא֩ H1931 שֹׁכֵ֨ן H7931 בְּאֵֽלֹנֵ֜י H436 מַמְרֵ֣א H4471 הָאֱמֹרִ֗י H567 אֲחִ֤י H251 אֶשְׁכֹּל֙ H812 וַאֲחִ֣י H251 עָנֵ֔ר H6063 וְהֵ֖ם H1992 בַּעֲלֵ֥י H1167 בְרִית H1285 אַבְרָֽם H87 ",
  "14": "וַיִּשְׁמַ֣ע H8085 אַבְרָ֔ם H87 כִּ֥י H3588 נִשְׁבָּ֖ה H7617 אָחִ֑יו H251 וַיָּ֨רֶק H7324 אֶת H853 חֲנִיכָ֜יו H2593 יְלִידֵ֣י H3211 בֵית֗וֹ H1004 שְׁמֹנָ֤ה H8083 עָשָׂר֙ H6240 וּשְׁלֹ֣שׁ H7969 מֵא֔וֹת H3967 וַיִּרְדֹּ֖ף H7291 עַד H5704 דָּֽן H1835 ",
  "15": "וַיֵּחָלֵ֨ק H2505 עֲלֵיהֶ֧ם H5921 לַ֛יְלָה H3915 ה֥וּא H1931 וַעֲבָדָ֖י H5650 וַיַּכֵּ֑ H5221 וַֽיִּרְדְּפֵ H7291 עַד H5704 חוֹבָ֔ה H2327 אֲשֶׁ֥ר H834 מִשְּׂמֹ֖אל H8040 לְדַמָּֽשֶׂק H1834 ",
  "16": "וַיָּ֕שֶׁב H7725 אֵ֖ת H853 כָּל H3605 הָרְכֻ֑שׁ H7399 וְגַם֩ H1571 אֶת H853 ל֨וֹט H3876 אָחִ֤יו H251 וּרְכֻשׁ H7399 הֵשִׁ֔יב H7725 וְגַ֥ם H1571 אֶת H853 הַנָּשִׁ֖ים H802 וְאֶת H853 הָעָֽם H5971 ",
  "17": "וַיֵּצֵ֣א H3318 מֶֽלֶךְ H4428 סְדֹם֮ H5467 לִקְרָאת H7125 אַחֲרֵ֣י H310 שׁוּב֗וֹ H7725 מֵֽהַכּוֹת֙ H5221 אֶת H853 כְּדָרלָעֹ֔מֶר H3540 וְאֶת H853 הַמְּלָכִ֖ים H4428 אֲשֶׁ֣ר H834 אִתּ֑וֹ H854 אֶל H413 עֵ֣מֶק H6010 שָׁוֵ֔ה H7740 ה֖וּא H1931 עֵ֥מֶק H6010 הַמֶּֽלֶךְ H4428 ",
  "18": "וּמַלְכִּי H4442 צֶ֨דֶק֙ H4442 מֶ֣לֶךְ H4428 שָׁלֵ֔ם H8004 הוֹצִ֖יא H3318 לֶ֣חֶם H3899 וָיָ֑יִן H3196 וְה֥וּא H1931 כֹהֵ֖ן H3548 לְאֵ֥ל H410 עֶלְיֽוֹן H5945 ",
  "19": "וַֽיְבָרְכֵ֖ H1288 וַיֹּאמַ֑ר H559 בָּר֤וּךְ H1288 אַבְרָם֙ H87 לְאֵ֣ל H410 עֶלְי֔וֹן H5945 קֹנֵ֖ה H7069 שָׁמַ֥יִם H8064 וָאָֽרֶץ H776 ",
  "20": "וּבָרוּךְ֙ H1288 אֵ֣ל H410 עֶלְי֔וֹן H5945 אֲשֶׁר H834 מִגֵּ֥ן H4042 צָרֶ֖יךָ H6862 בְּיָדֶ֑ H3027 וַיִּתֶּן H5414 ל֥וֹ Hl מַעֲשֵׂ֖ר H4643 מִכֹּֽל H3605 ",
  "21": "וַיֹּ֥אמֶר H559 מֶֽלֶךְ H4428 סְדֹ֖ם H5467 אֶל H413 אַבְרָ֑ם H87 תֶּן H5414 לִ֣י Hl הַנֶּ֔פֶשׁ H5315 וְהָ H7399 קַֽח H3947 לָֽךְ Hl ",
  "22": "וַיֹּ֥אמֶר H559 אַבְרָ֖ם H87 אֶל H413 מֶ֣לֶךְ H4428 סְדֹ֑ם H5467 הֲרִימֹ֨תִי H7311 יָדִ֤י H3027 אֶל H413 יְהוָה֙ H3068 אֵ֣ל H410 עֶלְי֔וֹן H5945 קֹנֵ֖ה H7069 שָׁמַ֥יִם H8064 וָאָֽרֶץ H776 ",
  "23": "אִם H518 מִחוּט֙ H2339 וְעַ֣ד H5704 שְׂרֽוֹךְ H8288 נַ֔עַל H5275 וְאִם H518 אֶקַּ֖ח H3947 מִכָּל H3605 אֲשֶׁר H834 לָ֑ךְ Hl וְלֹ֣א H3808 תֹאמַ֔ר H559 אֲנִ֖י H589 הֶעֱשַׁ֥רְתִּי H6238 אֶת H853 אַבְרָֽם H87 ",
  "24": "בִּלְעָדַ֗י H1107 רַ֚ק H7535 אֲשֶׁ֣ר H834 אָֽכְל֣וּ H398 הַנְּעָרִ֔ים H5288 וְחֵ֨לֶק֙ H2506 הָֽאֲנָשִׁ֔ים H376 אֲשֶׁ֥ר H834 הָלְכ֖וּ H1980 אִתִּ֑י H854 עָנֵר֙ H6063 אֶשְׁכֹּ֣ל H812 וּמַמְרֵ֔א H4471 הֵ֖ם H1992 יִקְח֥וּ H3947 חֶלְקָֽם H2506 "
}
