{
  "1": "וְשָׂרַי֙ H8297 אֵ֣שֶׁת H802 אַבְרָ֔ם H87 לֹ֥א H3808 יָלְדָ֖ה H3205 ל֑וֹ Hl וְלָ֛ Hc/Hl שִׁפְחָ֥ה H8198 מִצְרִ֖ית H4713 וּשְׁמָ֥ H8034 הָגָֽר H1904 ",
  "2": "וַתֹּ֨אמֶר H559 שָׂרַ֜י H8297 אֶל H413 אַבְרָ֗ם H87 הִנֵּה H2009 נָ֞א H4994 עֲצָרַ֤נִי H6113 יְהוָה֙ H3068 מִלֶּ֔דֶת H3205 בֹּא H935 נָא֙ H4994 אֶל H413 שִׁפְחָתִ֔י H8198 אוּלַ֥י H194 אִבָּנֶ֖ה H1129 מִמֶּ֑נָּה H4480 וַיִּשְׁמַ֥ע H8085 אַבְרָ֖ם H87 לְק֥וֹל H6963 שָׂרָֽי H8297 ",
  "3": "וַתִּקַּ֞ח H3947 שָׂרַ֣י H8297 אֵֽשֶׁת H802 אַבְרָ֗ם H87 אֶת H853 הָגָ֤ר H1904 הַמִּצְרִית֙ H4713 שִׁפְחָתָ֔הּ H8198 מִקֵּץ֙ H7093 עֶ֣שֶׂר H6235 שָׁנִ֔ים H8141 לְשֶׁ֥בֶת H3427 אַבְרָ֖ם H87 בְּאֶ֣רֶץ H776 כְּנָ֑עַן H3667 וַתִּתֵּ֥ן H5414 אֹתָ֛הּ H853 לְאַבְרָ֥ם H87 אִישָׁ֖הּ H376 ל֥וֹ Hl לְאִשָּֽׁה H802 ",
  "4": "וַיָּבֹ֥א H935 אֶל H413 הָגָ֖ר H1904 וַתַּ֑הַר H2029 וַתֵּ֨רֶא֙ H7200 כִּ֣י H3588 הָרָ֔תָה H2029 וַתֵּקַ֥ל H7043 גְּבִרְתָּ֖הּ H1404 בְּעֵינֶֽי H5869 ",
  "5": "וַתֹּ֨אמֶר H559 שָׂרַ֣י H8297 אֶל H413 אַבְרָם֮ H87 חֲמָסִ֣י H2555 עָלֶיךָ֒ H5921 אָנֹכִ֗י H595 נָתַ֤תִּי H5414 שִׁפְחָתִי֙ H8198 בְּחֵיקֶ֔ H2436 וַתֵּ֨רֶא֙ H7200 כִּ֣י H3588 הָרָ֔תָה H2029 וָאֵקַ֖ל H7043 בְּעֵינֶ֑י H5869 יִשְׁפֹּ֥ט H8199 יְהוָ֖ה H3068 בֵּינִ֥י H996 וּבֵינֶֽיׄ H996 ",
  "6": "וַיֹּ֨אמֶר H559 אַבְרָ֜ם H87 אֶל H413 שָׂרַ֗י H8297 הִנֵּ֤ה H2009 שִׁפְחָתֵךְ֙ H8198 בְּיָדֵ֔ H3027 עֲשִׂי H6213 לָ֖הּ Hl הַטּ֣וֹב H2896 בְּעֵינָ֑יִ H5869 וַתְּעַנֶּ֣ H6031 שָׂרַ֔י H8297 וַתִּבְרַ֖ח H1272 מִפָּנֶֽי H6440 ",
  "7": "וַֽיִּמְצָאָ֞ H4672 מַלְאַ֧ךְ H4397 יְהוָ֛ה H3068 עַל H5921 עֵ֥ין H5869 הַמַּ֖יִם H4325 בַּמִּדְבָּ֑ר H4057 עַל H5921 הָעַ֖יִן H5869 בְּדֶ֥רֶךְ H1870 שֽׁוּר H7793 ",
  "8": "וַיֹּאמַ֗ר H559 הָגָ֞ר H1904 שִׁפְחַ֥ת H8198 שָׂרַ֛י H8297 אֵֽי H335 מִזֶּ֥ה H2088 בָ֖את H935 וְאָ֣נָה H575 תֵלֵ֑כִי H3212 וַתֹּ֕אמֶר H559 מִפְּנֵי֙ H6440 שָׂרַ֣י H8297 גְּבִרְתִּ֔י H1404 אָנֹכִ֖י H595 בֹּרַֽחַת H1272 ",
  "9": "וַיֹּ֤אמֶר H559 לָהּ֙ Hl מַלְאַ֣ךְ H4397 יְהוָ֔ה H3068 שׁ֖וּבִי H7725 אֶל H413 גְּבִרְתֵּ֑ךְ H1404 וְהִתְעַנִּ֖י H6031 תַּ֥חַת H8478 יָדֶֽיהָ H3027 ",
  "10": "וַיֹּ֤אמֶר H559 לָהּ֙ Hl מַלְאַ֣ךְ H4397 יְהוָ֔ה H3068 הַרְבָּ֥ה H7235 אַרְבֶּ֖ה H7235 אֶת H853 זַרְעֵ֑ךְ H2233 וְלֹ֥א H3808 יִסָּפֵ֖ר H5608 מֵרֹֽב H7230 ",
  "11": "וַיֹּ֤אמֶר H559 לָהּ֙ Hl מַלְאַ֣ךְ H4397 יְהוָ֔ה H3068 הִנָּ֥ךְ H2009 הָרָ֖ה H2030 וְיֹלַ֣דְתְּ H3205 בֵּ֑ן H1121 וְקָרָ֤את H7121 שְׁמוֹ֙ H8034 יִשְׁמָעֵ֔אל H3458 כִּֽי H3588 שָׁמַ֥ע H8085 יְהוָ֖ה H3068 אֶל H413 עָנְיֵֽךְ H6040 ",
  "12": "וְה֤וּא H1931 יִהְיֶה֙ H1961 פֶּ֣רֶא H6501 אָדָ֔ם H120 יָד֣וֹ H3027 בַכֹּ֔ל H3605 וְיַ֥ד H3027 כֹּ֖ל H3605 בּ֑וֹ Hb וְעַל H5921 פְּנֵ֥י H6440 כָל H3605 אֶחָ֖יו H251 יִשְׁכֹּֽן H7931 ",
  "13": "וַתִּקְרָ֤א H7121 שֵׁם H8034 יְהוָה֙ H3068 הַדֹּבֵ֣ר H1696 אֵלֶ֔יהָ H413 אַתָּ֖ה H859 אֵ֣ל H410 רֳאִ֑י H7210 כִּ֣י H3588 אָֽמְרָ֗ה H559 הֲגַ֥ם H1571 הֲלֹ֛ם H1988 רָאִ֖יתִי H7200 אַחֲרֵ֥י H310 רֹאִֽי H7200 ",
  "14": "עַל H5921 כֵּן֙ H3651 קָרָ֣א H7121 לַבְּאֵ֔ר H875 בְּאֵ֥ר H883 לַחַ֖י H883 רֹאִ֑י H883 הִנֵּ֥ה H2009 בֵין H996 קָדֵ֖שׁ H6946 וּבֵ֥ין H996 בָּֽרֶד H1260 ",
  "15": "וַתֵּ֧לֶד H3205 הָגָ֛ר H1904 לְאַבְרָ֖ם H87 בֵּ֑ן H1121 וַיִּקְרָ֨א H7121 אַבְרָ֧ם H87 שֶׁם H8034 בְּנ֛וֹ H1121 אֲשֶׁר H834 יָלְדָ֥ה H3205 הָגָ֖ר H1904 יִשְׁמָעֵֽאל H3458 ",
  "16": "וְאַבְרָ֕ם H87 בֶּן H1121 שְׁמֹנִ֥ים H8084 שָׁנָ֖ה H8141 וְשֵׁ֣שׁ H8337 שָׁנִ֑ים H8141 בְּלֶֽדֶת H3205 הָגָ֥ר H1904 אֶת H853 יִשְׁמָעֵ֖אל H3458 לְאַבְרָֽם H87 "
}
