{
  "1": "וַיְכֻלּ֛וּ H3615 הַשָּׁמַ֥יִם H8064 וְהָ H776 וְכָל H3605 צְבָאָֽם H6635 ",
  "2": "וַיְכַ֤ל H3615 אֱלֹהִים֙ H430 בַּיּ֣וֹם H3117 הַשְּׁבִיעִ֔י H7637 מְלַאכְתּ֖וֹ H4399 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 וַיִּשְׁבֹּת֙ H7673 בַּיּ֣וֹם H3117 הַשְּׁבִיעִ֔י H7637 מִכָּל H3605 מְלַאכְתּ֖וֹ H4399 אֲשֶׁ֥ר H834 עָשָֽׂה H6213 ",
  "3": "וַיְבָ֤רֶךְ H1288 אֱלֹהִים֙ H430 אֶת H853 י֣וֹם H3117 הַשְּׁבִיעִ֔י H7637 וַיְקַדֵּ֖שׁ H6942 אֹת֑וֹ H853 כִּ֣י H3588 ב֤וֹ Hb שָׁבַת֙ H7673 מִכָּל H3605 מְלַאכְתּ֔וֹ H4399 אֲשֶׁר H834 בָּרָ֥א H1254 אֱלֹהִ֖ים H430 לַעֲשֽׂוֹת H6213 ",
  "4": "אֵ֣לֶּה H428 תוֹלְד֧וֹת H8435 הַשָּׁמַ֛יִם H8064 וְהָ H776 בְּהִבָּֽרְאָ֑ H1254 בְּי֗וֹם H3117 עֲשׂ֛וֹת H6213 יְהוָ֥ה H3068 אֱלֹהִ֖ים H430 אֶ֥רֶץ H776 וְשָׁמָֽיִם H8064 ",
  "5": "וְכֹ֣ל H3605 שִׂ֣יחַ H7880 הַשָּׂדֶ֗ה H7704 טֶ֚רֶם H2962 יִֽהְיֶ֣ה H1961 בָאָ֔רֶץ H776 וְכָל H3605 עֵ֥שֶׂב H6212 הַשָּׂדֶ֖ה H7704 טֶ֣רֶם H2962 יִצְמָ֑ח H6779 כִּי֩ H3588 לֹ֨א H3808 הִמְטִ֜יר H4305 יְהוָ֤ה H3068 אֱלֹהִים֙ H430 עַל H5921 הָאָ֔רֶץ H776 וְאָדָ֣ם H120 אַ֔יִן H369 לַֽעֲבֹ֖ד H5647 אֶת H853 הָֽאֲדָמָֽה H127 ",
  "6": "וְאֵ֖ד H108 יַֽעֲלֶ֣ה H5927 מִן H4480 הָאָ֑רֶץ H776 וְהִשְׁקָ֖ה H8248 אֶֽת H853 כָּל H3605 פְּנֵֽי H6440 הָֽאֲדָמָֽה H127 ",
  "7": "וַיִּיצֶר֩ H3335 יְהוָ֨ה H3068 אֱלֹהִ֜ים H430 אֶת H853 הָֽאָדָ֗ם H120 עָפָר֙ H6083 מִן H4480 הָ֣אֲדָמָ֔ה H127 וַיִּפַּ֥ח H5301 בְּאַפָּ֖י H639 נִשְׁמַ֣ת H5397 חַיִּ֑ים H2416 וַֽיְהִ֥י H1961 הָֽאָדָ֖ם H120 לְנֶ֥פֶשׁ H5315 חַיָּֽה H2416 ",
  "8": "וַיִּטַּ֞ע H5193 יְהוָ֧ה H3068 אֱלֹהִ֛ים H430 גַּן H1588 בְעֵ֖דֶן H5731 מִקֶּ֑דֶם H6924 וַיָּ֣שֶׂם H7760 שָׁ֔ם H8033 אֶת H853 הָֽאָדָ֖ם H120 אֲשֶׁ֥ר H834 יָצָֽר H3335 ",
  "9": "וַיַּצְמַ֞ח H6779 יְהוָ֤ה H3068 אֱלֹהִים֙ H430 מִן H4480 הָ֣אֲדָמָ֔ה H127 כָּל H3605 עֵ֛ץ H6086 נֶחְמָ֥ד H2530 לְמַרְאֶ֖ה H4758 וְט֣וֹב H2896 לְמַאֲכָ֑ל H3978 וְעֵ֤ץ H6086 הַֽחַיִּים֙ H2416 בְּת֣וֹךְ H8432 הַגָּ֔ן H1588 וְעֵ֕ץ H6086 הַדַּ֖עַת H1847 ט֥וֹב H2896 וָרָֽע H7451 ",
  "10": "וְנָהָרּ֙ H5104 יֹצֵ֣א H3318 מֵעֵ֔דֶן H5731 לְהַשְׁק֖וֹת H8248 אֶת H853 הַגָּ֑ן H1588 וּמִ H8033 יִפָּרֵ֔ד H6504 וְהָיָ֖ה H1961 לְאַרְבָּעָ֥ה H702 רָאשִֽׁים H7218 ",
  "11": "שֵׁ֥ם H8034 הָֽאֶחָ֖ד H259 פִּישׁ֑וֹן H6376 ה֣וּא H1931 הַסֹּבֵ֗ב H5437 אֵ֚ת H853 כָּל H3605 אֶ֣רֶץ H776 הַֽחֲוִילָ֔ה H2341 אֲשֶׁר H834 שָׁ֖ם H8033 הַזָּהָֽב H2091 ",
  "12": "וּֽזֲהַ֛ב H2091 הָאָ֥רֶץ H776 הַהִ֖וא H1931 ט֑וֹב H2896 שָׁ֥ם H8033 הַבְּדֹ֖לַח H916 וְאֶ֥בֶן H68 הַשֹּֽׁהַם H7718 ",
  "13": "וְשֵֽׁם H8034 הַנָּהָ֥ר H5104 הַשֵּׁנִ֖י H8145 גִּיח֑וֹן H1521 ה֣וּא H1931 הַסּוֹבֵ֔ב H5437 אֵ֖ת H853 כָּל H3605 אֶ֥רֶץ H776 כּֽוּשׁ H3568 ",
  "14": "וְשֵׁ֨ם H8034 הַנָּהָ֤ר H5104 הַשְּׁלִישִׁי֙ H7992 חִדֶּ֔קֶל H2313 ה֥וּא H1931 הַֽהֹלֵ֖ךְ H1980 קִדְמַ֣ת H6926 אַשּׁ֑וּר H804 וְהַ H5104 הָֽרְבִיעִ֖י H7243 ה֥וּא H1931 פְרָֽת H6578 ",
  "15": "וַיִּקַּ֛ח H3947 יְהוָ֥ה H3068 אֱלֹהִ֖ים H430 אֶת H853 הָֽאָדָ֑ם H120 וַיַּנִּחֵ֣ H3240 בְגַן H1588 עֵ֔דֶן H5731 לְעָבְדָ֖ H5647 וּלְ H8104 ",
  "16": "וַיְצַו֙ H6680 יְהוָ֣ה H3068 אֱלֹהִ֔ים H430 עַל H5921 הָֽאָדָ֖ם H120 לֵאמֹ֑ר H559 מִכֹּ֥ל H3605 עֵֽץ H6086 הַגָּ֖ן H1588 אָכֹ֥ל H398 תֹּאכֵֽל H398 ",
  "17": "וּמֵ H6086 הַדַּ֨עַת֙ H1847 ט֣וֹב H2896 וָרָ֔ע H7451 לֹ֥א H3808 תֹאכַ֖ל H398 מִמֶּ֑נּוּ H4480 כִּ֗י H3588 בְּי֛וֹם H3117 אֲכָלְךָ֥ H398 מִמֶּ֖נּוּ H4480 מ֥וֹת H4191 תָּמֽוּת H4191 ",
  "18": "וַיֹּ֨אמֶר֙ H559 יְהוָ֣ה H3068 אֱלֹהִ֔ים H430 לֹא H3808 ט֛וֹב H2896 הֱי֥וֹת H1961 הָֽאָדָ֖ם H120 לְבַדּ֑ H905 אֶֽעֱשֶׂהּ H6213 לּ֥וֹ Hl עֵ֖זֶר H5828 כְּנֶגְדּֽ H5048 ",
  "19": "וַיִּצֶר֩ H3335 יְהוָ֨ה H3068 אֱלֹהִ֜ים H430 מִן H4480 הָֽאֲדָמָ֗ה H127 כָּל H3605 חַיַּ֤ת H2416 הַשָּׂדֶה֙ H7704 וְאֵת֙ H853 כָּל H3605 ע֣וֹף H5775 הַשָּׁמַ֔יִם H8064 וַיָּבֵא֙ H935 אֶל H413 הָ֣אָדָ֔ם H120 לִרְא֖וֹת H7200 מַה H4100 יִּקְרָא H7121 ל֑וֹ Hl וְכֹל֩ H3605 אֲשֶׁ֨ר H834 יִקְרָא H7121 ל֧וֹ Hl הָֽאָדָ֛ם H120 נֶ֥פֶשׁ H5315 חַיָּ֖ה H2416 ה֥וּא H1931 שְׁמֽוֹ H8034 ",
  "20": "וַיִּקְרָ֨א H7121 הָֽאָדָ֜ם H120 שֵׁמ֗וֹת H8034 לְכָל H3605 הַבְּהֵמָה֙ H929 וּלְ H5775 הַשָּׁמַ֔יִם H8064 וּלְ H3605 חַיַּ֣ת H2416 הַשָּׂדֶ֑ה H7704 וּלְ H120 לֹֽא H3808 מָצָ֥א H4672 עֵ֖זֶר H5828 כְּנֶגְדּֽ H5048 ",
  "21": "וַיַּפֵּל֩ H5307 יְהוָ֨ה H3068 אֱלֹהִ֧ים H430 תַּרְדֵּמָ֛ה H8639 עַל H5921 הָאָדָ֖ם H120 וַיִּישָׁ֑ן H3462 וַיִּקַּ֗ח H3947 אַחַת֙ H259 מִצַּלְעֹתָ֔י H6763 וַיִּסְגֹּ֥ר H5462 בָּשָׂ֖ר H1320 תַּחְתֶּֽנָּה H8478 ",
  "22": "וַיִּבֶן֩ H1129 יְהוָ֨ה H3068 אֱלֹהִ֧ים H430 אֶֽת H853 הַצֵּלָ֛ע H6763 אֲשֶׁר H834 לָקַ֥ח H3947 מִן H4480 הָֽאָדָ֖ם H120 לְאִשָּׁ֑ה H802 וַיְבִאֶ֖ H935 אֶל H413 הָֽאָדָֽם H120 ",
  "23": "וַיֹּאמֶר֮ H559 הָֽאָדָם֒ H120 זֹ֣את H2063 הַפַּ֗עַם H6471 עֶ֚צֶם H6106 מֵֽעֲצָמַ֔ H6106 וּבָשָׂ֖ר H1320 מִבְּשָׂרִ֑ H1320 לְזֹאת֙ H2063 יִקָּרֵ֣א H7121 אִשָּׁ֔ה H802 כִּ֥י H3588 מֵאִ֖ישׁ H376 לֻֽקֳחָה H3947 זֹּֽאת H2063 ",
  "24": "עַל H5921 כֵּן֙ H3651 יַֽעֲזָב H5800 אִ֔ישׁ H376 אֶת H853 אָבִ֖יו H1 וְאֶת H853 אִמּ֑וֹ H517 וְדָבַ֣ק H1692 בְּאִשְׁתּ֔ H802 וְהָי֖וּ H1961 לְבָשָׂ֥ר H1320 אֶחָֽד H259 ",
  "25": "וַיִּֽהְי֤וּ H1961 שְׁנֵיהֶם֙ H8147 עֲרוּמִּ֔ים H6174 הָֽאָדָ֖ם H120 וְאִשְׁתּ֑ H802 וְלֹ֖א H3808 יִתְבֹּשָֽׁשׁוּ H954 "
}
