{
  "1": "וַיִּסַּ֨ע H5265 מִשָּׁ֤ם H8033 אַבְרָהָם֙ H85 אַ֣רְצָה H776 הַנֶּ֔גֶב H5045 וַיֵּ֥שֶׁב H3427 בֵּין H996 קָדֵ֖שׁ H6946 וּבֵ֣ין H996 שׁ֑וּר H7793 וַיָּ֖גָר H1481 בִּגְרָֽר H1642 ",
  "2": "וַיֹּ֧אמֶר H559 אַבְרָהָ֛ם H85 אֶל H413 שָׂרָ֥ה H8283 אִשְׁתּ֖וֹ H802 אֲחֹ֣תִי H269 הִ֑וא H1931 וַיִּשְׁלַ֗ח H7971 אֲבִימֶ֨לֶךְ֙ H40 מֶ֣לֶךְ H4428 גְּרָ֔ר H1642 וַיִּקַּ֖ח H3947 אֶת H853 שָׂרָֽה H8283 ",
  "3": "וַיָּבֹ֧א H935 אֱלֹהִ֛ים H430 אֶל H413 אֲבִימֶ֖לֶךְ H40 בַּחֲל֣וֹם H2472 הַלָּ֑יְלָה H3915 וַיֹּ֣אמֶר H559 ל֗וֹ Hl הִנְּךָ֥ H2009 מֵת֙ H4191 עַל H5921 הָאִשָּׁ֣ה H802 אֲשֶׁר H834 לָקַ֔חְתָּ H3947 וְהִ֖וא H1931 בְּעֻ֥לַת H1166 בָּֽעַל H1167 ",
  "4": "וַאֲבִימֶ֕לֶךְ H40 לֹ֥א H3808 קָרַ֖ב H7126 אֵלֶ֑יהָ H413 וַיֹּאמַ֕ר H559 אֲדֹנָ֕י H136 הֲג֥וֹי H1471 גַּם H1571 צַדִּ֖יק H6662 תַּהֲרֹֽג H2026 ",
  "5": "הֲלֹ֨א H3808 ה֤וּא H1931 אָֽמַר H559 לִי֙ Hl אֲחֹ֣תִי H269 הִ֔וא H1931 וְהִֽיא H1931 גַם H1571 הִ֥וא H1931 אָֽמְרָ֖ה H559 אָחִ֣י H251 ה֑וּא H1931 בְּתָם H8537 לְבָבִ֛י H3824 וּבְ H5356 כַּפַּ֖י H3709 עָשִׂ֥יתִי H6213 זֹֽאת H2063 ",
  "6": "וַיֹּאמֶר֩ H559 אֵלָ֨יו H413 הָֽאֱלֹהִ֜ים H430 בַּחֲלֹ֗ם H2472 גַּ֣ם H1571 אָנֹכִ֤י H595 יָדַ֨עְתִּי֙ H3045 כִּ֤י H3588 בְתָם H8537 לְבָבְךָ֙ H3824 עָשִׂ֣יתָ H6213 זֹּ֔את H2063 וָאֶחְשֹׂ֧ךְ H2820 גַּם H1571 אָנֹכִ֛י H595 אֽוֹתְךָ֖ H853 מֵחֲטוֹ H2398 לִ֑י Hl עַל H5921 כֵּ֥ן H3651 לֹא H3808 נְתַתִּ֖יךָ H5414 לִנְגֹּ֥עַ H5060 אֵלֶֽיהָ H413 ",
  "7": "וְעַתָּ֗ה H6258 הָשֵׁ֤ב H7725 אֵֽשֶׁת H802 הָאִישׁ֙ H376 כִּֽי H3588 נָבִ֣יא H5030 ה֔וּא H1931 וְיִתְפַּלֵּ֥ל H6419 בַּֽעַדְךָ֖ H1157 וֶֽחְיֵ֑ה H2421 וְאִם H518 אֵֽינְךָ֣ H369 מֵשִׁ֗יב H7725 דַּ֚ע H3045 כִּי H3588 מ֣וֹת H4191 תָּמ֔וּת H4191 אַתָּ֖ה H859 וְכָל H3605 אֲשֶׁר H834 לָֽךְ Hl ",
  "8": "וַיַּשְׁכֵּ֨ם H7925 אֲבִימֶ֜לֶךְ H40 בַּבֹּ֗קֶר H1242 וַיִּקְרָא֙ H7121 לְכָל H3605 עֲבָדָ֔יו H5650 וַיְדַבֵּ֛ר H1696 אֶת H853 כָּל H3605 הַדְּבָרִ֥ים H1697 הָאֵ֖לֶּה H428 בְּאָזְנֵי H241 וַיִּֽירְא֥וּ H3372 הָאֲנָשִׁ֖ים H376 מְאֹֽד H3966 ",
  "9": "וַיִּקְרָ֨א H7121 אֲבִימֶ֜לֶךְ H40 לְאַבְרָהָ֗ם H85 וַיֹּ֨אמֶר H559 ל֜וֹ Hl מֶֽה H4100 עָשִׂ֤יתָ H6213 לָּ֨נוּ֙ Hl וּמֶֽה H4100 חָטָ֣אתִי H2398 לָ֔ךְ Hl כִּֽי H3588 הֵבֵ֧אתָ H935 עָלַ֛י H5921 וְעַל H5921 מַמְלַכְתִּ֖י H4467 חֲטָאָ֣ה H2401 גְדֹלָ֑ה H1419 מַעֲשִׂים֙ H4639 אֲשֶׁ֣ר H834 לֹא H3808 יֵֽעָשׂ֔וּ H6213 עָשִׂ֖יתָ H6213 עִמָּדִֽי H5978 ",
  "10": "וַיֹּ֥אמֶר H559 אֲבִימֶ֖לֶךְ H40 אֶל H413 אַבְרָהָ֑ם H85 מָ֣ה H4100 רָאִ֔יתָ H7200 כִּ֥י H3588 עָשִׂ֖יתָ H6213 אֶת H853 הַדָּבָ֥ר H1697 הַזֶּֽה H2088 ",
  "11": "וַיֹּ֨אמֶר֙ H559 אַבְרָהָ֔ם H85 כִּ֣י H3588 אָמַ֗רְתִּי H559 רַ֚ק H7535 אֵין H369 יִרְאַ֣ת H3374 אֱלֹהִ֔ים H430 בַּמָּק֖וֹם H4725 הַזֶּ֑ה H2088 וַהֲרָג֖וּ H2026 עַל H5921 דְּבַ֥ר H1697 אִשְׁתִּֽי H802 ",
  "12": "וְגַם H1571 אָמְנָ֗ה H546 אֲחֹתִ֤י H269 בַת H1323 אָבִי֙ H1 הִ֔וא H1931 אַ֖ךְ H389 לֹ֣א H3808 בַת H1323 אִמִּ֑י H517 וַתְּהִי H1961 לִ֖י Hl לְאִשָּֽׁה H802 ",
  "13": "וַיְהִ֞י H1961 כַּאֲשֶׁ֧ר H834 הִתְע֣וּ H8582 אֹתִ֗י H853 אֱלֹהִים֮ H430 מִבֵּ֣ית H1004 אָבִי֒ H1 וָאֹמַ֣ר H559 לָ֔הּ Hl זֶ֣ה H2088 חַסְדֵּ֔ךְ H2617 אֲשֶׁ֥ר H834 תַּעֲשִׂ֖י H6213 עִמָּדִ֑י H5978 אֶ֤ל H413 כָּל H3605 הַמָּקוֹם֙ H4725 אֲשֶׁ֣ר H834 נָב֣וֹא H935 שָׁ֔מָּה H8033 אִמְרִי H559 לִ֖י Hl אָחִ֥י H251 הֽוּא H1931 ",
  "14": "וַיִּקַּ֨ח H3947 אֲבִימֶ֜לֶךְ H40 צֹ֣אן H6629 וּבָקָ֗ר H1241 וַעֲבָדִים֙ H5650 וּשְׁפָחֹ֔ת H8198 וַיִּתֵּ֖ן H5414 לְאַבְרָהָ֑ם H85 וַיָּ֣שֶׁב H7725 ל֔וֹ Hl אֵ֖ת H853 שָׂרָ֥ה H8283 אִשְׁתּֽוֹ H802 ",
  "15": "וַיֹּ֣אמֶר H559 אֲבִימֶ֔לֶךְ H40 הִנֵּ֥ה H2009 אַרְצִ֖י H776 לְפָנֶ֑י H6440 בַּטּ֥וֹב H2896 בְּעֵינֶ֖י H5869 שֵֽׁב H3427 ",
  "16": "וּלְ H8283 אָמַ֗ר H559 הִנֵּ֨ה H2009 נָתַ֜תִּי H5414 אֶ֤לֶף H505 כֶּ֨סֶף֙ H3701 לְאָחִ֔י H251 הִנֵּ֤ה H2009 הוּא H1931 לָךְ֙ Hl כְּס֣וּת H3682 עֵינַ֔יִם H5869 לְכֹ֖ל H3605 אֲשֶׁ֣ר H834 אִתָּ֑ךְ H854 וְאֵ֥ת H854 כֹּ֖ל H3605 וְנֹכָֽחַת H3198 ",
  "17": "וַיִּתְפַּלֵּ֥ל H6419 אַבְרָהָ֖ם H85 אֶל H413 הָאֱלֹהִ֑ים H430 וַיִּרְפָּ֨א H7495 אֱלֹהִ֜ים H430 אֶת H853 אֲבִימֶ֧לֶךְ H40 וְאֶת H853 אִשְׁתּ֛וֹ H802 וְאַמְהֹתָ֖י H519 וַיֵּלֵֽדוּ H3205 ",
  "18": "כִּֽי H3588 עָצֹ֤ר H6113 עָצַר֙ H6113 יְהוָ֔ה H3068 בְּעַ֥ד H1157 כָּל H3605 רֶ֖חֶם H7358 לְבֵ֣ית H1004 אֲבִימֶ֑לֶךְ H40 עַל H5921 דְּבַ֥ר H1697 שָׂרָ֖ה H8283 אֵ֥שֶׁת H802 אַבְרָהָֽם H85 "
}
