{
  "1": "וַֽיהוָ֛ה H3068 פָּקַ֥ד H6485 אֶת H853 שָׂרָ֖ה H8283 כַּאֲשֶׁ֣ר H834 אָמָ֑ר H559 וַיַּ֧עַשׂ H6213 יְהוָ֛ה H3068 לְשָׂרָ֖ה H8283 כַּאֲשֶׁ֥ר H834 דִּבֵּֽר H1696 ",
  "2": "וַתַּהַר֩ H2029 וַתֵּ֨לֶד H3205 שָׂרָ֧ה H8283 לְאַבְרָהָ֛ם H85 בֵּ֖ן H1121 לִזְקֻנָ֑י H2208 לַמּוֹעֵ֕ד H4150 אֲשֶׁר H834 דִּבֶּ֥ר H1696 אֹת֖וֹ H854 אֱלֹהִֽים H430 ",
  "3": "וַיִּקְרָ֨א H7121 אַבְרָהָ֜ם H85 אֶֽת H853 שֶׁם H8034 בְּנ֧וֹ H1121 הַנּֽוֹלַד H3205 ל֛וֹ Hl אֲשֶׁר H834 יָלְדָה H3205 לּ֥וֹ Hl שָׂרָ֖ה H8283 יִצְחָֽק H3327 ",
  "4": "וַיָּ֤מָל H4135 אַבְרָהָם֙ H85 אֶת H853 יִצְחָ֣ק H3327 בְּנ֔וֹ H1121 בֶּן H1121 שְׁמֹנַ֖ת H8083 יָמִ֑ים H3117 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 אֹת֖וֹ H853 אֱלֹהִֽים H430 ",
  "5": "וְאַבְרָהָ֖ם H85 בֶּן H1121 מְאַ֣ת H3967 שָׁנָ֑ה H8141 בְּהִוָּ֣לֶד H3205 ל֔וֹ Hl אֵ֖ת H853 יִצְחָ֥ק H3327 בְּנֽוֹ H1121 ",
  "6": "וַתֹּ֣אמֶר H559 שָׂרָ֔ה H8283 צְחֹ֕ק H6712 עָ֥שָׂה H6213 לִ֖י Hl אֱלֹהִ֑ים H430 כָּל H3605 הַשֹּׁמֵ֖עַ H8085 יִֽצְחַק H6711 לִֽי Hl ",
  "7": "וַתֹּ֗אמֶר H559 מִ֤י H4310 מִלֵּל֙ H4448 לְאַבְרָהָ֔ם H85 הֵינִ֥יקָה H3243 בָנִ֖ים H1121 שָׂרָ֑ה H8283 כִּֽי H3588 יָלַ֥דְתִּי H3205 בֵ֖ן H1121 לִזְקֻנָֽי H2208 ",
  "8": "וַיִּגְדַּ֥ל H1431 הַיֶּ֖לֶד H3206 וַיִּגָּמַ֑ל H1580 וַיַּ֤עַשׂ H6213 אַבְרָהָם֙ H85 מִשְׁתֶּ֣ה H4960 גָד֔וֹל H1419 בְּי֖וֹם H3117 הִגָּמֵ֥ל H1580 אֶת H853 יִצְחָֽק H3327 ",
  "9": "וַתֵּ֨רֶא H7200 שָׂרָ֜ה H8283 אֶֽת H853 בֶּן H1121 הָגָ֧ר H1904 הַמִּצְרִ֛ית H4713 אֲשֶׁר H834 יָלְדָ֥ה H3205 לְאַבְרָהָ֖ם H85 מְצַחֵֽק H6711 ",
  "10": "וַתֹּ֨אמֶר֙ H559 לְאַבְרָהָ֔ם H85 גָּרֵ֛שׁ H1644 הָאָמָ֥ה H519 הַזֹּ֖את H2063 וְאֶת H853 בְּנָ֑הּ H1121 כִּ֣י H3588 לֹ֤א H3808 יִירַשׁ֙ H3423 בֶּן H1121 הָאָמָ֣ה H519 הַזֹּ֔את H2063 עִם H5973 בְּנִ֖י H1121 עִם H5973 יִצְחָֽק H3327 ",
  "11": "וַיֵּ֧רַע H7489 הַדָּבָ֛ר H1697 מְאֹ֖ד H3966 בְּעֵינֵ֣י H5869 אַבְרָהָ֑ם H85 עַ֖ל H5921 אוֹדֹ֥ת H182 בְּנֽוֹ H1121 ",
  "12": "וַיֹּ֨אמֶר H559 אֱלֹהִ֜ים H430 אֶל H413 אַבְרָהָ֗ם H85 אַל H408 יֵרַ֤ע H7489 בְּעֵינֶ֨י H5869 עַל H5921 הַנַּ֣עַר H5288 וְעַל H5921 אֲמָתֶ֔ךָ H519 כֹּל֩ H3605 אֲשֶׁ֨ר H834 תֹּאמַ֥ר H559 אֵלֶ֛יךָ H413 שָׂרָ֖ה H8283 שְׁמַ֣ע H8085 בְּקֹלָ֑ H6963 כִּ֣י H3588 בְיִצְחָ֔ק H3327 יִקָּרֵ֥א H7121 לְךָ֖ Hl זָֽרַע H2233 ",
  "13": "וְגַ֥ם H1571 אֶת H853 בֶּן H1121 הָאָמָ֖ה H519 לְג֣וֹי H1471 אֲשִׂימֶ֑נּוּ H7760 כִּ֥י H3588 זַרְעֲךָ֖ H2233 הֽוּא H1931 ",
  "14": "וַיַּשְׁכֵּ֣ם H7925 אַבְרָהָ֣ם H85 בַּבֹּ֡קֶר H1242 וַיִּֽקַּֽח H3947 לֶחֶם֩ H3899 וְחֵ֨מַת H2573 מַ֜יִם H4325 וַיִּתֵּ֣ן H5414 אֶל H413 הָ֠גָר H1904 שָׂ֧ם H7760 עַל H5921 שִׁכְמָ֛הּ H7926 וְאֶת H853 הַיֶּ֖לֶד H3206 וַֽיְשַׁלְּחֶ֑ H7971 וַתֵּ֣לֶךְ H3212 וַתֵּ֔תַע H8582 בְּמִדְבַּ֖ר H4057 בְּאֵ֥ר H884 שָֽׁבַע H884 ",
  "15": "וַיִּכְל֥וּ H3615 הַמַּ֖יִם H4325 מִן H4480 הַחֵ֑מֶת H2573 וַתַּשְׁלֵ֣ךְ H7993 אֶת H853 הַיֶּ֔לֶד H3206 תַּ֖חַת H8478 אַחַ֥ד H259 הַשִּׂיחִֽם H7880 ",
  "16": "וַתֵּלֶךְ֩ H3212 וַתֵּ֨שֶׁב H3427 לָ֜הּ Hl מִנֶּ֗גֶד H5048 הַרְחֵק֙ H7368 כִּמְטַחֲוֵ֣י H2909 קֶ֔שֶׁת H7198 כִּ֣י H3588 אָֽמְרָ֔ה H559 אַל H408 אֶרְאֶ֖ה H7200 בְּמ֣וֹת H4194 הַיָּ֑לֶד H3206 וַתֵּ֣שֶׁב H3427 מִנֶּ֔גֶד H5048 וַתִּשָּׂ֥א H5375 אֶת H853 קֹלָ֖הּ H6963 וַתֵּֽבְךְּ H1058 ",
  "17": "וַיִּשְׁמַ֣ע H8085 אֱלֹהִים֮ H430 אֶת H853 ק֣וֹל H6963 הַנַּעַר֒ H5288 וַיִּקְרָא֩ H7121 מַלְאַ֨ךְ H4397 אֱלֹהִ֤ים H430 אֶל H413 הָגָר֙ H1904 מִן H4480 הַשָּׁמַ֔יִם H8064 וַיֹּ֥אמֶר H559 לָ֖הּ Hl מַה H4100 לָּ֣ךְ Hl הָגָ֑ר H1904 אַל H408 תִּ֣ירְאִ֔י H3372 כִּֽי H3588 שָׁמַ֧ע H8085 אֱלֹהִ֛ים H430 אֶל H413 ק֥וֹל H6963 הַנַּ֖עַר H5288 בַּאֲשֶׁ֥ר H834 הוּא H1931 שָֽׁם H8033 ",
  "18": "ק֚וּמִי H6965 שְׂאִ֣י H5375 אֶת H853 הַנַּ֔עַר H5288 וְהַחֲזִ֥יקִי H2388 אֶת H853 יָדֵ֖ךְ H3027 בּ֑וֹ Hb כִּֽי H3588 לְג֥וֹי H1471 גָּד֖וֹל H1419 אֲשִׂימֶֽנּוּ H7760 ",
  "19": "וַיִּפְקַ֤ח H6491 אֱלֹהִים֙ H430 אֶת H853 עֵינֶ֔יהָ H5869 וַתֵּ֖רֶא H7200 בְּאֵ֣ר H875 מָ֑יִם H4325 וַתֵּ֜לֶךְ H3212 וַתְּמַלֵּ֤א H4390 אֶת H853 הַחֵ֨מֶת֙ H2573 מַ֔יִם H4325 וַתַּ֖שְׁקְ H8248 אֶת H853 הַנָּֽעַר H5288 ",
  "20": "וַיְהִ֧י H1961 אֱלֹהִ֛ים H430 אֶת H854 הַנַּ֖עַר H5288 וַיִּגְדָּ֑ל H1431 וַיֵּ֨שֶׁב֙ H3427 בַּמִּדְבָּ֔ר H4057 וַיְהִ֖י H1961 רֹבֶ֥ה H7235 קַשָּֽׁת H7199 ",
  "21": "וַיֵּ֖שֶׁב H3427 בְּמִדְבַּ֣ר H4057 פָּארָ֑ן H6290 וַתִּֽקַּֽח H3947 ל֥וֹ Hl אִמּ֛וֹ H517 אִשָּׁ֖ה H802 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "22": "וַֽיְהִי֙ H1961 בָּעֵ֣ת H6256 הַהִ֔וא H1931 וַיֹּ֣אמֶר H559 אֲבִימֶ֗לֶךְ H40 וּפִיכֹל֙ H6369 שַׂר H8269 צְבָא֔וֹ H6635 אֶל H413 אַבְרָהָ֖ם H85 לֵאמֹ֑ר H559 אֱלֹהִ֣ים H430 עִמְּךָ֔ H5973 בְּכֹ֥ל H3605 אֲשֶׁר H834 אַתָּ֖ה H859 עֹשֶֽׂה H6213 ",
  "23": "וְעַתָּ֗ה H6258 הִשָּׁ֨בְעָה H7650 לִּ֤י Hl בֵֽאלֹהִים֙ H430 הֵ֔נָּה H2008 אִם H518 תִּשְׁקֹ֣ר H8266 לִ֔י Hl וּלְ H5209 וּלְ H5220 כַּחֶ֜סֶד H2617 אֲשֶׁר H834 עָשִׂ֤יתִי H6213 עִמְּךָ֙ H5973 תַּעֲשֶׂ֣ה H6213 עִמָּדִ֔י H5978 וְעִם H5973 הָאָ֖רֶץ H776 אֲשֶׁר H834 גַּ֥רְתָּה H1481 בָּֽהּ Hb ",
  "24": "וַיֹּ֨אמֶר֙ H559 אַבְרָהָ֔ם H85 אָנֹכִ֖י H595 אִשָּׁבֵֽעַ H7650 ",
  "25": "וְהוֹכִ֥חַ H3198 אַבְרָהָ֖ם H85 אֶת H853 אֲבִימֶ֑לֶךְ H40 עַל H5921 אֹדוֹת֙ H182 בְּאֵ֣ר H875 הַמַּ֔יִם H4325 אֲשֶׁ֥ר H834 גָּזְל֖וּ H1497 עַבְדֵ֥י H5650 אֲבִימֶֽלֶךְ H40 ",
  "26": "וַיֹּ֣אמֶר H559 אֲבִימֶ֔לֶךְ H40 לֹ֣א H3808 יָדַ֔עְתִּי H3045 מִ֥י H4310 עָשָׂ֖ה H6213 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֑ה H2088 וְגַם H1571 אַתָּ֞ה H859 לֹא H3808 הִגַּ֣דְתָּ H5046 לִּ֗י Hl וְגַ֧ם H1571 אָנֹכִ֛י H595 לֹ֥א H3808 שָׁמַ֖עְתִּי H8085 בִּלְתִּ֥י H1115 הַיּֽוֹם H3117 ",
  "27": "וַיִּקַּ֤ח H3947 אַבְרָהָם֙ H85 צֹ֣אן H6629 וּבָקָ֔ר H1241 וַיִּתֵּ֖ן H5414 לַאֲבִימֶ֑לֶךְ H40 וַיִּכְרְת֥וּ H3772 שְׁנֵיהֶ֖ם H8147 בְּרִֽית H1285 ",
  "28": "וַיַּצֵּ֣ב H5324 אַבְרָהָ֗ם H85 אֶת H853 שֶׁ֛בַע H7651 כִּבְשֹׂ֥ת H3535 הַצֹּ֖אן H6629 לְבַדְּ H905 ",
  "29": "וַיֹּ֥אמֶר H559 אֲבִימֶ֖לֶךְ H40 אֶל H413 אַבְרָהָ֑ם H85 מָ֣ה H4100 הֵ֗נָּה H2007 שֶׁ֤בַע H7651 כְּבָשֹׂת֙ H3535 הָאֵ֔לֶּה H428 אֲשֶׁ֥ר H834 הִצַּ֖בְתָּ H5324 לְבַדָּֽ H905 ",
  "30": "וַיֹּ֕אמֶר H559 כִּ֚י H3588 אֶת H853 שֶׁ֣בַע H7651 כְּבָשֹׂ֔ת H3535 תִּקַּ֖ח H3947 מִיָּדִ֑ H3027 בַּעֲבוּר֙ H5668 תִּֽהְיֶה H1961 לִּ֣י Hl לְעֵדָ֔ה H5713 כִּ֥י H3588 חָפַ֖רְתִּי H2658 אֶת H853 הַבְּאֵ֥ר H875 הַזֹּֽאת H2063 ",
  "31": "עַל H5921 כֵּ֗ן H3651 קָרָ֛א H7121 לַמָּק֥וֹם H4725 הַה֖וּא H1931 בְּאֵ֣ר H884 שָׁ֑בַע H884 כִּ֛י H3588 שָׁ֥ם H8033 נִשְׁבְּע֖וּ H7650 שְׁנֵיהֶֽם H8147 ",
  "32": "וַיִּכְרְת֥וּ H3772 בְרִ֖ית H1285 בִּבְאֵ֣ר H884 שָׁ֑בַע H884 וַיָּ֣קָם H6965 אֲבִימֶ֗לֶךְ H40 וּפִיכֹל֙ H6369 שַׂר H8269 צְבָא֔וֹ H6635 וַיָּשֻׁ֖בוּ H7725 אֶל H413 אֶ֥רֶץ H776 פְּלִשְׁתִּֽים H6430 ",
  "33": "וַיִּטַּ֥ע H5193 אֶ֖שֶׁל H815 בִּבְאֵ֣ר H884 שָׁ֑בַע H884 וַיִּ֨קְרָא H7121 שָׁ֔ם H8033 בְּשֵׁ֥ם H8034 יְהוָ֖ה H3068 אֵ֥ל H410 עוֹלָֽם H5769 ",
  "34": "וַיָּ֧גָר H1481 אַבְרָהָ֛ם H85 בְּאֶ֥רֶץ H776 פְּלִשְׁתִּ֖ים H6430 יָמִ֥ים H3117 רַבִּֽים H7227 "
}
