{
  "1": "וַיְהִ֗י H1961 אַחַר֙ H310 הַדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 וְהָ֣ H430 נִסָּ֖ה H5254 אֶת H853 אַבְרָהָ֑ם H85 וַיֹּ֣אמֶר H559 אֵלָ֔יו H413 אַבְרָהָ֖ם H85 וַיֹּ֥אמֶר H559 הִנֵּֽנִי H2009 ",
  "2": "וַיֹּ֡אמֶר H559 קַח H3947 נָ֠א H4994 אֶת H853 בִּנְךָ֨ H1121 אֶת H853 יְחִֽידְךָ֤ H3173 אֲשֶׁר H834 אָהַ֨בְתָּ֙ H157 אֶת H853 יִצְחָ֔ק H3327 וְלֶךְ H3212 לְךָ֔ Hl אֶל H413 אֶ֖רֶץ H776 הַמֹּרִיָּ֑ה H4179 וְהַעֲלֵ֤ H5927 שָׁם֙ H8033 לְעֹלָ֔ה H5930 עַ֚ל H5921 אַחַ֣ד H259 הֶֽהָרִ֔ים H2022 אֲשֶׁ֖ר H834 אֹמַ֥ר H559 אֵלֶֽיךָ H413 ",
  "3": "וַיַּשְׁכֵּ֨ם H7925 אַבְרָהָ֜ם H85 בַּבֹּ֗קֶר H1242 וַֽיַּחֲבֹשׁ֙ H2280 אֶת H853 חֲמֹר֔וֹ H2543 וַיִּקַּ֞ח H3947 אֶת H853 שְׁנֵ֤י H8147 נְעָרָיו֙ H5288 אִתּ֔וֹ H854 וְאֵ֖ת H853 יִצְחָ֣ק H3327 בְּנ֑וֹ H1121 וַיְבַקַּע֙ H1234 עֲצֵ֣י H6086 עֹלָ֔ה H5930 וַיָּ֣קָם H6965 וַיֵּ֔לֶךְ H3212 אֶל H413 הַמָּק֖וֹם H4725 אֲשֶׁר H834 אָֽמַר H559 ל֥וֹ Hl הָאֱלֹהִֽים H430 ",
  "4": "בַּיּ֣וֹם H3117 הַשְּׁלִישִׁ֗י H7992 וַיִּשָּׂ֨א H5375 אַבְרָהָ֧ם H85 אֶת H853 עֵינָ֛יו H5869 וַיַּ֥רְא H7200 אֶת H853 הַמָּק֖וֹם H4725 מֵרָחֹֽק H7350 ",
  "5": "וַיֹּ֨אמֶר H559 אַבְרָהָ֜ם H85 אֶל H413 נְעָרָ֗יו H5288 שְׁבוּ H3427 לָכֶ֥ם Hl פֹּה֙ H6311 עִֽם H5973 הַחֲמ֔וֹר H2543 וַאֲנִ֣י H589 וְהַ H5288 נֵלְכָ֖ה H3212 עַד H5704 כֹּ֑ה H3541 וְנִֽשְׁתַּחֲוֶ֖ה H7812 וְנָשׁ֥וּבָה H7725 אֲלֵיכֶֽם H413 ",
  "6": "וַיִּקַּ֨ח H3947 אַבְרָהָ֜ם H85 אֶת H853 עֲצֵ֣י H6086 הָעֹלָ֗ה H5930 וַיָּ֨שֶׂם֙ H7760 עַל H5921 יִצְחָ֣ק H3327 בְּנ֔וֹ H1121 וַיִּקַּ֣ח H3947 בְּיָד֔ H3027 אֶת H853 הָאֵ֖שׁ H784 וְאֶת H853 הַֽמַּאֲכֶ֑לֶת H3979 וַיֵּלְכ֥וּ H3212 שְׁנֵיהֶ֖ם H8147 יַחְדָּֽו H3162 ",
  "7": "וַיֹּ֨אמֶר H559 יִצְחָ֜ק H3327 אֶל H413 אַבְרָהָ֤ם H85 אָבִיו֙ H1 וַיֹּ֣אמֶר H559 אָבִ֔י H1 וַיֹּ֖אמֶר H559 הִנֶּ֣נִּֽי H2009 בְנִ֑י H1121 וַיֹּ֗אמֶר H559 הִנֵּ֤ה H2009 הָאֵשׁ֙ H784 וְהָ֣ H6086 וְאַיֵּ֥ה H346 הַשֶּׂ֖ה H7716 לְעֹלָֽה H5930 ",
  "8": "וַיֹּ֨אמֶר֙ H559 אַבְרָהָ֔ם H85 אֱלֹהִ֞ים H430 יִרְאֶה H7200 לּ֥וֹ Hl הַשֶּׂ֛ה H7716 לְעֹלָ֖ה H5930 בְּנִ֑י H1121 וַיֵּלְכ֥וּ H3212 שְׁנֵיהֶ֖ם H8147 יַחְדָּֽו H3162 ",
  "9": "וַיָּבֹ֗אוּ H935 אֶֽל H413 הַמָּקוֹם֮ H4725 אֲשֶׁ֣ר H834 אָֽמַר H559 ל֣וֹ Hl הָאֱלֹהִים֒ H430 וַיִּ֨בֶן H1129 שָׁ֤ם H8033 אַבְרָהָם֙ H85 אֶת H853 הַמִּזְבֵּ֔חַ H4196 וַֽיַּעֲרֹ֖ךְ H6186 אֶת H853 הָעֵצִ֑ים H6086 וַֽיַּעֲקֹד֙ H6123 אֶת H853 יִצְחָ֣ק H3327 בְּנ֔וֹ H1121 וַיָּ֤שֶׂם H7760 אֹתוֹ֙ H853 עַל H5921 הַמִּזְבֵּ֔חַ H4196 מִמַּ֖עַל H4605 לָעֵצִֽים H6086 ",
  "10": "וַיִּשְׁלַ֤ח H7971 אַבְרָהָם֙ H85 אֶת H853 יָד֔וֹ H3027 וַיִּקַּ֖ח H3947 אֶת H853 הַֽמַּאֲכֶ֑לֶת H3979 לִשְׁחֹ֖ט H7819 אֶת H853 בְּנֽוֹ H1121 ",
  "11": "וַיִּקְרָ֨א H7121 אֵלָ֜יו H413 מַלְאַ֤ךְ H4397 יְהוָה֙ H3068 מִן H4480 הַשָּׁמַ֔יִם H8064 וַיֹּ֖אמֶר H559 אַבְרָהָ֣ם H85 אַבְרָהָ֑ם H85 וַיֹּ֖אמֶר H559 הִנֵּֽנִי H2009 ",
  "12": "וַיֹּ֗אמֶר H559 אַל H408 תִּשְׁלַ֤ח H7971 יָֽדְךָ֙ H3027 אֶל H413 הַנַּ֔עַר H5288 וְאַל H408 תַּ֥עַשׂ H6213 ל֖וֹ Hl מְא֑וּמָּה H3972 כִּ֣י H3588 עַתָּ֣ה H6258 יָדַ֗עְתִּי H3045 כִּֽי H3588 יְרֵ֤א H3373 אֱלֹהִים֙ H430 אַ֔תָּה H859 וְלֹ֥א H3808 חָשַׂ֛כְתָּ H2820 אֶת H853 בִּנְךָ֥ H1121 אֶת H853 יְחִידְךָ֖ H3173 מִמֶּֽנִּי H4480 ",
  "13": "וַיִּשָּׂ֨א H5375 אַבְרָהָ֜ם H85 אֶת H853 עֵינָ֗יו H5869 וַיַּרְא֙ H7200 וְהִנֵּה H2009 אַ֔יִל H352 אַחַ֕ר H310 נֶאֱחַ֥ז H270 בַּסְּבַ֖ךְ H5442 בְּקַרְנָ֑י H7161 וַיֵּ֤לֶךְ H3212 אַבְרָהָם֙ H85 וַיִּקַּ֣ח H3947 אֶת H853 הָאַ֔יִל H352 וַיַּעֲלֵ֥ H5927 לְעֹלָ֖ה H5930 תַּ֥חַת H8478 בְּנֽוֹ H1121 ",
  "14": "וַיִּקְרָ֧א H7121 אַבְרָהָ֛ם H85 שֵֽׁם H8034 הַמָּק֥וֹם H4725 הַה֖וּא H1931 יְהוָ֣ה H3068 יִרְאֶ֑ה H7200 אֲשֶׁר֙ H834 יֵאָמֵ֣ר H559 הַיּ֔וֹם H3117 בְּהַ֥ר H2022 יְהוָ֖ה H3068 יֵרָאֶֽה H7200 ",
  "15": "וַיִּקְרָ֛א H7121 מַלְאַ֥ךְ H4397 יְהוָ֖ה H3068 אֶל H413 אַבְרָהָ֑ם H85 שֵׁנִ֖ית H8145 מִן H4480 הַשָּׁמָֽיִם H8064 ",
  "16": "וַיֹּ֕אמֶר H559 בִּ֥י Hb נִשְׁבַּ֖עְתִּי H7650 נְאֻם H5002 יְהוָ֑ה H3068 כִּ֗י H3588 יַ֚עַן H3282 אֲשֶׁ֤ר H834 עָשִׂ֨יתָ֙ H6213 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֔ה H2088 וְלֹ֥א H3808 חָשַׂ֖כְתָּ H2820 אֶת H853 בִּנְךָ֥ H1121 אֶת H853 יְחִידֶֽךָ H3173 ",
  "17": "כִּֽי H3588 בָרֵ֣ךְ H1288 אֲבָרֶכְךָ֗ H1288 וְהַרְבָּ֨ה H7235 אַרְבֶּ֤ה H7235 אֶֽת H853 זַרְעֲךָ֙ H2233 כְּכוֹכְבֵ֣י H3556 הַשָּׁמַ֔יִם H8064 וְכַ H2344 אֲשֶׁ֖ר H834 עַל H5921 שְׂפַ֣ת H8193 הַיָּ֑ם H3220 וְיִרַ֣שׁ H3423 זַרְעֲךָ֔ H2233 אֵ֖ת H853 שַׁ֥עַר H8179 אֹיְבָֽיו H341 ",
  "18": "וְהִתְבָּרֲכ֣וּ H1288 בְזַרְעֲ H2233 כֹּ֖ל H3605 גּוֹיֵ֣י H1471 הָאָ֑רֶץ H776 עֵ֕קֶב H6118 אֲשֶׁ֥ר H834 שָׁמַ֖עְתָּ H8085 בְּקֹלִֽ H6963 ",
  "19": "וַיָּ֤שָׁב H7725 אַבְרָהָם֙ H85 אֶל H413 נְעָרָ֔יו H5288 וַיָּקֻ֛מוּ H6965 וַיֵּלְכ֥וּ H3212 יַחְדָּ֖ו H3162 אֶל H413 בְּאֵ֣ר H884 שָׁ֑בַע H884 וַיֵּ֥שֶׁב H3427 אַבְרָהָ֖ם H85 בִּבְאֵ֥ר H884 שָֽׁבַע H884 ",
  "20": "וַיְהִ֗י H1961 אַחֲרֵי֙ H310 הַדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 וַיֻּגַּ֥ד H5046 לְאַבְרָהָ֖ם H85 לֵאמֹ֑ר H559 הִ֠נֵּה H2009 יָלְדָ֨ה H3205 מִלְכָּ֥ה H4435 גַם H1571 הִ֛וא H1931 בָּנִ֖ים H1121 לְנָח֥וֹר H5152 אָחִֽיךָ H251 ",
  "21": "אֶת H853 ע֥וּץ H5780 בְּכֹר֖וֹ H1060 וְאֶת H853 בּ֣וּז H938 אָחִ֑יו H251 וְאֶת H853 קְמוּאֵ֖ל H7055 אֲבִ֥י H1 אֲרָֽם H758 ",
  "22": "וְאֶת H853 כֶּ֣שֶׂד H3777 וְאֶת H853 חֲז֔וֹ H2375 וְאֶת H853 פִּלְדָּ֖שׁ H6394 וְאֶת H853 יִדְלָ֑ף H3044 וְאֵ֖ת H853 בְּתוּאֵֽל H1328 ",
  "23": "וּבְתוּאֵ֖ל H1328 יָלַ֣ד H3205 אֶת H853 רִבְקָ֑ה H7259 שְׁמֹנָ֥ה H8083 אֵ֨לֶּה֙ H428 יָלְדָ֣ה H3205 מִלְכָּ֔ה H4435 לְנָח֖וֹר H5152 אֲחִ֥י H251 אַבְרָהָֽם H85 ",
  "24": "וּפִֽילַגְשׁ֖ H6370 וּשְׁמָ֣ H8034 רְאוּמָ֑ה H7208 וַתֵּ֤לֶד H3205 גַּם H1571 הִוא֙ H1931 אֶת H853 טֶ֣בַח H2875 וְאֶת H853 גַּ֔חַם H1514 וְאֶת H853 תַּ֖חַשׁ H8477 וְאֶֽת H853 מַעֲכָֽה H4601 "
}
