{
  "1": "וַיִּהְיוּ֙ H1961 חַיֵּ֣י H2416 שָׂרָ֔ה H8283 מֵאָ֥ה H3967 שָׁנָ֛ה H8141 וְעֶשְׂרִ֥ים H6242 שָׁנָ֖ה H8141 וְשֶׁ֣בַע H7651 שָׁנִ֑ים H8141 שְׁנֵ֖י H8141 חַיֵּ֥י H2416 שָׂרָֽה H8283 ",
  "2": "וַתָּ֣מָת H4191 שָׂרָ֗ה H8283 בְּקִרְיַ֥ת H7153 אַרְבַּ֛ע H7153 הִ֥וא H1931 חֶבְר֖וֹן H2275 בְּאֶ֣רֶץ H776 כְּנָ֑עַן H3667 וַיָּבֹא֙ H935 אַבְרָהָ֔ם H85 לִסְפֹּ֥ד H5594 לְשָׂרָ֖ה H8283 וְלִ H1058 ",
  "3": "וַיָּ֨קָם֙ H6965 אַבְרָהָ֔ם H85 מֵעַ֖ל H5921 פְּנֵ֣י H6440 מֵת֑וֹ H4191 וַיְדַבֵּ֥ר H1696 אֶל H413 בְּנֵי H1121 חֵ֖ת H2845 לֵאמֹֽר H559 ",
  "4": "גֵּר H1616 וְתוֹשָׁ֥ב H8453 אָנֹכִ֖י H595 עִמָּכֶ֑ם H5973 תְּנ֨וּ H5414 לִ֤י Hl אֲחֻזַּת H272 קֶ֨בֶר֙ H6913 עִמָּכֶ֔ם H5973 וְאֶקְבְּרָ֥ה H6912 מֵתִ֖י H4191 מִלְּ H6440 ",
  "5": "וַיַּעֲנ֧וּ H6030 בְנֵי H1121 חֵ֛ת H2845 אֶת H853 אַבְרָהָ֖ם H85 לֵאמֹ֥ר H559 לֽוֹ Hl ",
  "6": "שְׁמָעֵ֣נוּ H8085 אֲדֹנִ֗י H113 נְשִׂ֨יא H5387 אֱלֹהִ֤ים H430 אַתָּה֙ H859 בְּתוֹכֵ֔ H8432 בְּמִבְחַ֣ר H4005 קְבָרֵ֔ינוּ H6913 קְבֹ֖ר H6912 אֶת H853 מֵתֶ֑ךָ H4191 אִ֣ישׁ H376 מִמֶּ֔נּוּ H4480 אֶת H853 קִבְר֛וֹ H6913 לֹֽא H3808 יִכְלֶ֥ה H3607 מִמְּךָ֖ H4480 מִקְּבֹ֥ר H6912 מֵתֶֽךָ H4191 ",
  "7": "וַיָּ֧קָם H6965 אַבְרָהָ֛ם H85 וַיִּשְׁתַּ֥חוּ H7812 לְעַם H5971 הָאָ֖רֶץ H776 לִבְנֵי H1121 חֵֽת H2845 ",
  "8": "וַיְדַבֵּ֥ר H1696 אִתָּ֖ם H854 לֵאמֹ֑ר H559 אִם H518 יֵ֣שׁ H3426 אֶֽת H853 נַפְשְׁכֶ֗ם H5315 לִקְבֹּ֤ר H6912 אֶת H853 מֵתִי֙ H4191 מִלְּ H6440 שְׁמָע֕וּנִי H8085 וּפִגְעוּ H6293 לִ֖י Hl בְּעֶפְר֥וֹן H6085 בֶּן H1121 צֹֽחַר H6714 ",
  "9": "וְיִתֶּן H5414 לִ֗י Hl אֶת H853 מְעָרַ֤ת H4631 הַמַּכְפֵּלָה֙ H4375 אֲשֶׁר H834 ל֔וֹ Hl אֲשֶׁ֖ר H834 בִּקְצֵ֣ה H7097 שָׂדֵ֑הוּ H7704 בְּכֶ֨סֶף H3701 מָלֵ֜א H4392 יִתְּנֶ֥נָּה H5414 לִ֛י Hl בְּתוֹכְ H8432 לַאֲחֻזַּת H272 קָֽבֶר H6913 ",
  "10": "וְעֶפְר֥וֹן H6085 יֹשֵׁ֖ב H3427 בְּת֣וֹךְ H8432 בְּנֵי H1121 חֵ֑ת H2845 וַיַּעַן֩ H6030 עֶפְר֨וֹן H6085 הַחִתִּ֤י H2850 אֶת H853 אַבְרָהָם֙ H85 בְּאָזְנֵ֣י H241 בְנֵי H1121 חֵ֔ת H2845 לְכֹ֛ל H3605 בָּאֵ֥י H935 שַֽׁעַר H8179 עִיר֖וֹ H5892 לֵאמֹֽר H559 ",
  "11": "לֹֽא H3808 אֲדֹנִ֣י H113 שְׁמָעֵ֔נִי H8085 הַשָּׂדֶה֙ H7704 נָתַ֣תִּי H5414 לָ֔ךְ Hl וְהַ H4631 אֲשֶׁר H834 בּ֖וֹ Hb לְךָ֣ Hl נְתַתִּ֑יהָ H5414 לְעֵינֵ֧י H5869 בְנֵי H1121 עַמִּ֛י H5971 נְתַתִּ֥יהָ H5414 לָּ֖ךְ Hl קְבֹ֥ר H6912 מֵתֶֽךָ H4191 ",
  "12": "וַיִּשְׁתַּ֨חוּ֙ H7812 אַבְרָהָ֔ם H85 לִפְנֵ֖י H6440 עַ֥ם H5971 הָאָֽרֶץ H776 ",
  "13": "וַיְדַבֵּ֨ר H1696 אֶל H413 עֶפְר֜וֹן H6085 בְּאָזְנֵ֤י H241 עַם H5971 הָאָ֨רֶץ֙ H776 לֵאמֹ֔ר H559 אַ֛ךְ H389 אִם H518 אַתָּ֥ה H859 ל֖וּ H3863 שְׁמָעֵ֑נִי H8085 נָתַ֜תִּי H5414 כֶּ֤סֶף H3701 הַשָּׂדֶה֙ H7704 קַ֣ח H3947 מִמֶּ֔נִּי H4480 וְאֶקְבְּרָ֥ה H6912 אֶת H853 מֵתִ֖י H4191 שָֽׁמָּה H8033 ",
  "14": "וַיַּ֧עַן H6030 עֶפְר֛וֹן H6085 אֶת H853 אַבְרָהָ֖ם H85 לֵאמֹ֥ר H559 לֽוֹ Hl ",
  "15": "אֲדֹנִ֣י H113 שְׁמָעֵ֔נִי H8085 אֶרֶץ֩ H776 אַרְבַּ֨ע H702 מֵאֹ֧ת H3967 שֶֽׁקֶל H8255 כֶּ֛סֶף H3701 בֵּינִ֥י H996 וּבֵֽינְ H996 מַה H4100 הִ֑וא H1931 וְאֶת H853 מֵתְךָ֖ H4191 קְבֹֽר H6912 ",
  "16": "וַיִּשְׁמַ֣ע H8085 אַבְרָהָם֮ H85 אֶל H413 עֶפְרוֹן֒ H6085 וַיִּשְׁקֹ֤ל H8254 אַבְרָהָם֙ H85 לְעֶפְרֹ֔ן H6085 אֶת H853 הַכֶּ֕סֶף H3701 אֲשֶׁ֥ר H834 דִּבֶּ֖ר H1696 בְּאָזְנֵ֣י H241 בְנֵי H1121 חֵ֑ת H2845 אַרְבַּ֤ע H702 מֵאוֹת֙ H3967 שֶׁ֣קֶל H8255 כֶּ֔סֶף H3701 עֹבֵ֖ר H5674 לַסֹּחֵֽר H5503 ",
  "17": "וַיָּ֣קָם H6965 שְׂדֵ֣ה H7704 עֶפְר֗וֹן H6085 אֲשֶׁר֙ H834 בַּמַּכְפֵּלָ֔ה H4375 אֲשֶׁ֖ר H834 לִפְנֵ֣י H6440 מַמְרֵ֑א H4471 הַשָּׂדֶה֙ H7704 וְהַ H4631 אֲשֶׁר H834 בּ֔וֹ Hb וְכָל H3605 הָעֵץ֙ H6086 אֲשֶׁ֣ר H834 בַּשָּׂדֶ֔ה H7704 אֲשֶׁ֥ר H834 בְּכָל H3605 גְּבֻל֖וֹ H1366 סָבִֽיב H5439 ",
  "18": "לְאַבְרָהָ֥ם H85 לְמִקְנָ֖ה H4736 לְעֵינֵ֣י H5869 בְנֵי H1121 חֵ֑ת H2845 בְּכֹ֖ל H3605 בָּאֵ֥י H935 שַֽׁעַר H8179 עִירֽוֹ H5892 ",
  "19": "וְאַחֲרֵי H310 כֵן֩ H3651 קָבַ֨ר H6912 אַבְרָהָ֜ם H85 אֶת H853 שָׂרָ֣ה H8283 אִשְׁתּ֗וֹ H802 אֶל H413 מְעָרַ֞ת H4631 שְׂדֵ֧ה H7704 הַמַּכְפֵּלָ֛ה H4375 עַל H5921 פְּנֵ֥י H6440 מַמְרֵ֖א H4471 הִ֣וא H1931 חֶבְר֑וֹן H2275 בְּאֶ֖רֶץ H776 כְּנָֽעַן H3667 ",
  "20": "וַיָּ֨קָם H6965 הַשָּׂדֶ֜ה H7704 וְהַ H4631 אֲשֶׁר H834 בּ֛וֹ Hb לְאַבְרָהָ֖ם H85 לַאֲחֻזַּת H272 קָ֑בֶר H6913 מֵאֵ֖ת H853 בְּנֵי H1121 חֵֽת H2845 "
}
