{
  "1": "וַיְהִ֤י H1961 רָעָב֙ H7458 בָּאָ֔רֶץ H776 מִלְּ H905 הָרָעָ֣ב H7458 הָרִאשׁ֔וֹן H7223 אֲשֶׁ֥ר H834 הָיָ֖ה H1961 בִּימֵ֣י H3117 אַבְרָהָ֑ם H85 וַיֵּ֧לֶךְ H3212 יִצְחָ֛ק H3327 אֶל H413 אֲבִימֶּ֥לֶךְ H40 מֶֽלֶךְ H4428 פְּלִשְׁתִּ֖ים H6430 גְּרָֽרָה H1642 ",
  "2": "וַיֵּרָ֤א H7200 אֵלָיו֙ H413 יְהוָ֔ה H3068 וַיֹּ֖אמֶר H559 אַל H408 תֵּרֵ֣ד H3381 מִצְרָ֑יְמָה H4714 שְׁכֹ֣ן H7931 בָּאָ֔רֶץ H776 אֲשֶׁ֖ר H834 אֹמַ֥ר H559 אֵלֶֽיךָ H413 ",
  "3": "גּ֚וּר H1481 בָּאָ֣רֶץ H776 הַזֹּ֔את H2063 וְאֶֽהְיֶ֥ה H1961 עִמְּךָ֖ H5973 וַאֲבָרְכֶ֑ H1288 כִּֽי H3588 לְךָ֣ Hl וּֽלְ H2233 אֶתֵּן֙ H5414 אֶת H853 כָּל H3605 הָֽאֲרָצֹ֣ת H776 הָאֵ֔ל H411 וַהֲקִֽמֹתִי֙ H6965 אֶת H853 הַשְּׁבֻעָ֔ה H7621 אֲשֶׁ֥ר H834 נִשְׁבַּ֖עְתִּי H7650 לְאַבְרָהָ֥ם H85 אָבִֽיךָ H1 ",
  "4": "וְהִרְבֵּיתִ֤י H7235 אֶֽת H853 זַרְעֲךָ֙ H2233 כְּכוֹכְבֵ֣י H3556 הַשָּׁמַ֔יִם H8064 וְנָתַתִּ֣י H5414 לְזַרְעֲ H2233 אֵ֥ת H853 כָּל H3605 הָאֲרָצֹ֖ת H776 הָאֵ֑ל H411 וְהִתְבָּרֲכ֣וּ H1288 בְזַרְעֲ H2233 כֹּ֖ל H3605 גּוֹיֵ֥י H1471 הָאָֽרֶץ H776 ",
  "5": "עֵ֕קֶב H6118 אֲשֶׁר H834 שָׁמַ֥ע H8085 אַבְרָהָ֖ם H85 בְּקֹלִ֑ H6963 וַיִּשְׁמֹר֙ H8104 מִשְׁמַרְתִּ֔י H4931 מִצְוֺתַ֖י H4687 חֻקּוֹתַ֥י H2708 וְתוֹרֹתָֽ H8451 ",
  "6": "וַיֵּ֥שֶׁב H3427 יִצְחָ֖ק H3327 בִּגְרָֽר H1642 ",
  "7": "וַֽיִּשְׁאֲל֞וּ H7592 אַנְשֵׁ֤י H376 הַמָּקוֹם֙ H4725 לְאִשְׁתּ֔ H802 וַיֹּ֖אמֶר H559 אֲחֹ֣תִי H269 הִ֑וא H1931 כִּ֤י H3588 יָרֵא֙ H3372 לֵאמֹ֣ר H559 אִשְׁתִּ֔י H802 פֶּן H6435 יַֽהַרְגֻ֜נִי H2026 אַנְשֵׁ֤י H376 הַמָּקוֹם֙ H4725 עַל H5921 רִבְקָ֔ה H7259 כִּֽי H3588 טוֹבַ֥ת H2896 מַרְאֶ֖ה H4758 הִֽיא H1931 ",
  "8": "וַיְהִ֗י H1961 כִּ֣י H3588 אָֽרְכוּ H748 ל֥וֹ Hl שָׁם֙ H8033 הַיָּמִ֔ים H3117 וַיַּשְׁקֵ֗ף H8259 אֲבִימֶ֨לֶךְ֙ H40 מֶ֣לֶךְ H4428 פְּלִשְׁתִּ֔ים H6430 בְּעַ֖ד H1157 הַֽחַלּ֑וֹן H2474 וַיַּ֗רְא H7200 וְהִנֵּ֤ה H2009 יִצְחָק֙ H3327 מְצַחֵ֔ק H6711 אֵ֖ת H853 רִבְקָ֥ה H7259 אִשְׁתּֽוֹ H802 ",
  "9": "וַיִּקְרָ֨א H7121 אֲבִימֶ֜לֶךְ H40 לְיִצְחָ֗ק H3327 וַיֹּ֨אמֶר֙ H559 אַ֣ךְ H389 הִנֵּ֤ה H2009 אִשְׁתְּךָ֙ H802 הִ֔וא H1931 וְאֵ֥יךְ H349 אָמַ֖רְתָּ H559 אֲחֹ֣תִי H269 הִ֑וא H1931 וַיֹּ֤אמֶר H559 אֵלָיו֙ H413 יִצְחָ֔ק H3327 כִּ֣י H3588 אָמַ֔רְתִּי H559 פֶּן H6435 אָמ֖וּת H4191 עָלֶֽיהָ H5921 ",
  "10": "וַיֹּ֣אמֶר H559 אֲבִימֶ֔לֶךְ H40 מַה H4100 זֹּ֖את H2063 עָשִׂ֣יתָ H6213 לָּ֑נוּ Hl כִּ֠מְעַט H4592 שָׁכַ֞ב H7901 אַחַ֤ד H259 הָעָם֙ H5971 אֶת H854 אִשְׁתֶּ֔ךָ H802 וְהֵבֵאתָ֥ H935 עָלֵ֖ינוּ H5921 אָשָֽׁם H817 ",
  "11": "וַיְצַ֣ו H6680 אֲבִימֶ֔לֶךְ H40 אֶת H853 כָּל H3605 הָעָ֖ם H5971 לֵאמֹ֑ר H559 הַנֹּגֵ֜עַ H5060 בָּאִ֥ישׁ H376 הַזֶּ֛ה H2088 וּבְ H802 מ֥וֹת H4191 יוּמָֽת H4191 ",
  "12": "וַיִּזְרַ֤ע H2232 יִצְחָק֙ H3327 בָּאָ֣רֶץ H776 הַהִ֔וא H1931 וַיִּמְצָ֛א H4672 בַּשָּׁנָ֥ה H8141 הַהִ֖וא H1931 מֵאָ֣ה H3967 שְׁעָרִ֑ים H8180 וַֽיְבָרֲכֵ֖ H1288 יְהוָֽה H3068 ",
  "13": "וַיִּגְדַּ֖ל H1431 הָאִ֑ישׁ H376 וַיֵּ֤לֶךְ H3212 הָלוֹךְ֙ H1980 וְגָדֵ֔ל H1432 עַ֥ד H5704 כִּֽי H3588 גָדַ֖ל H1431 מְאֹֽד H3966 ",
  "14": "וַֽיְהִי H1961 ל֤וֹ Hl מִקְנֵה H4735 צֹאן֙ H6629 וּמִקְנֵ֣ה H4735 בָקָ֔ר H1241 וַעֲבֻדָּ֖ה H5657 רַבָּ֑ה H7227 וַיְקַנְא֥וּ H7065 אֹת֖וֹ H853 פְּלִשְׁתִּֽים H6430 ",
  "15": "וְכָל H3605 הַבְּאֵרֹ֗ת H875 אֲשֶׁ֤ר H834 חָֽפְרוּ֙ H2658 עַבְדֵ֣י H5650 אָבִ֔יו H1 בִּימֵ֖י H3117 אַבְרָהָ֣ם H85 אָבִ֑יו H1 סִתְּמ֣וּם H5640 פְּלִשְׁתִּ֔ים H6430 וַיְמַלְא֖וּ H4390 עָפָֽר H6083 ",
  "16": "וַיֹּ֥אמֶר H559 אֲבִימֶ֖לֶךְ H40 אֶל H413 יִצְחָ֑ק H3327 לֵ֚ךְ H3212 מֵֽעִמָּ֔ H5973 כִּֽי H3588 עָצַֽמְתָּ H6105 מִמֶּ֖נּוּ H4480 מְאֹֽד H3966 ",
  "17": "וַיֵּ֥לֶךְ H3212 מִשָּׁ֖ם H8033 יִצְחָ֑ק H3327 וַיִּ֥חַן H2583 בְּנַֽחַל H5158 גְּרָ֖ר H1642 וַיֵּ֥שֶׁב H3427 שָֽׁם H8033 ",
  "18": "וַיָּ֨שָׁב H7725 יִצְחָ֜ק H3327 וַיַּחְפֹּ֣ר H2658 אֶת H853 בְּאֵרֹ֣ת H875 הַמַּ֗יִם H4325 אֲשֶׁ֤ר H834 חָֽפְרוּ֙ H2658 בִּימֵי֙ H3117 אַבְרָהָ֣ם H85 אָבִ֔יו H1 וַיְסַתְּמ֣וּ H5640 פְּלִשְׁתִּ֔ים H6430 אַחֲרֵ֖י H310 מ֣וֹת H4194 אַבְרָהָ֑ם H85 וַיִּקְרָ֤א H7121 לָהֶן֙ Hl שֵׁמ֔וֹת H8034 כַּשֵּׁמֹ֕ת H8034 אֲשֶׁר H834 קָרָ֥א H7121 לָהֶ֖ן Hl אָבִֽיו H1 ",
  "19": "וַיַּחְפְּר֥וּ H2658 עַבְדֵֽי H5650 יִצְחָ֖ק H3327 בַּנָּ֑חַל H5158 וַיִּ֨מְצְאוּ H4672 שָׁ֔ם H8033 בְּאֵ֖ר H875 מַ֥יִם H4325 חַיִּֽים H2416 ",
  "20": "וַיָּרִ֜יבוּ H7378 רֹעֵ֣י H7473 גְרָ֗ר H1642 עִם H5973 רֹעֵ֥י H7473 יִצְחָ֛ק H3327 לֵאמֹ֖ר H559 לָ֣נוּ Hl הַמָּ֑יִם H4325 וַיִּקְרָ֤א H7121 שֵֽׁם H8034 הַבְּאֵר֙ H875 עֵ֔שֶׂק H6230 כִּ֥י H3588 הִֽתְעַשְּׂק֖וּ H6229 עִמּֽוֹ H5973 ",
  "21": "וַֽיַּחְפְּרוּ֙ H2658 בְּאֵ֣ר H875 אַחֶ֔רֶת H312 וַיָּרִ֖יבוּ H7378 גַּם H1571 עָלֶ֑יהָ H5921 וַיִּקְרָ֥א H7121 שְׁמָ֖הּ H8034 שִׂטְנָֽה H7856 ",
  "22": "וַיַּעְתֵּ֣ק H6275 מִשָּׁ֗ם H8033 וַיַּחְפֹּר֙ H2658 בְּאֵ֣ר H875 אַחֶ֔רֶת H312 וְלֹ֥א H3808 רָב֖וּ H7378 עָלֶ֑יהָ H5921 וַיִּקְרָ֤א H7121 שְׁמָהּ֙ H8034 רְחֹב֔וֹת H7344 וַיֹּ֗אמֶר H559 כִּֽי H3588 עַתָּ֞ה H6258 הִרְחִ֧יב H7337 יְהוָ֛ה H3068 לָ֖נוּ Hl וּפָרִ֥ינוּ H6509 בָאָֽרֶץ H776 ",
  "23": "וַיַּ֥עַל H5927 מִשָּׁ֖ם H8033 בְּאֵ֥ר H884 שָֽׁבַע H884 ",
  "24": "וַיֵּרָ֨א H7200 אֵלָ֤יו H413 יְהוָה֙ H3068 בַּלַּ֣יְלָה H3915 הַה֔וּא H1931 וַיֹּ֕אמֶר H559 אָנֹכִ֕י H595 אֱלֹהֵ֖י H430 אַבְרָהָ֣ם H85 אָבִ֑יךָ H1 אַל H408 תִּירָא֙ H3372 כִּֽי H3588 אִתְּךָ֣ H854 אָנֹ֔כִי H595 וּבֵֽרַכְתִּ֨י H1288 וְהִרְבֵּיתִ֣י H7235 אֶֽת H853 זַרְעֲךָ֔ H2233 בַּעֲב֖וּר H5668 אַבְרָהָ֥ם H85 עַבְדִּֽי H5650 ",
  "25": "וַיִּ֧בֶן H1129 שָׁ֣ם H8033 מִזְבֵּ֗חַ H4196 וַיִּקְרָא֙ H7121 בְּשֵׁ֣ם H8034 יְהוָ֔ה H3068 וַיֶּט H5186 שָׁ֖ם H8033 אָהֳל֑וֹ H168 וַיִּכְרוּ H3738 שָׁ֥ם H8033 עַבְדֵי H5650 יִצְחָ֖ק H3327 בְּאֵֽר H875 ",
  "26": "וַאֲבִימֶ֕לֶךְ H40 הָלַ֥ךְ H1980 אֵלָ֖יו H413 מִגְּרָ֑ר H1642 וַאֲחֻזַּת֙ H276 מֵֽרֵעֵ֔הוּ H4828 וּפִיכֹ֖ל H6369 שַׂר H8269 צְבָאֽוֹ H6635 ",
  "27": "וַיֹּ֤אמֶר H559 אֲלֵהֶם֙ H413 יִצְחָ֔ק H3327 מַדּ֖וּעַ H4069 בָּאתֶ֣ם H935 אֵלָ֑י H413 וְאַתֶּם֙ H859 שְׂנֵאתֶ֣ם H8130 אֹתִ֔י H853 וַתְּשַׁלְּח֖וּ H7971 מֵאִתְּ H853 ",
  "28": "וַיֹּאמְר֗וּ H559 רָא֣וֹ H7200 רָאִינוּ֮ H7200 כִּֽי H3588 הָיָ֣ה H1961 יְהוָ֣ה H3068 עִמָּךְ֒ H5973 וַנֹּ֗אמֶר H559 תְּהִ֨י H1961 נָ֥א H4994 אָלָ֛ה H423 בֵּינוֹתֵ֖ינוּ H996 בֵּינֵ֣ינוּ H996 וּבֵינֶ֑ H996 וְנִכְרְתָ֥ה H3772 בְרִ֖ית H1285 עִמָּֽךְ H5973 ",
  "29": "אִם H518 תַּעֲשֵׂ֨ה H6213 עִמָּ֜נוּ H5973 רָעָ֗ה H7451 כַּאֲשֶׁר֙ H834 לֹ֣א H3808 נְגַֽעֲנ֔וּךָ H5060 וְכַ H834 עָשִׂ֤ינוּ H6213 עִמְּךָ֙ H5973 רַק H7535 ט֔וֹב H2896 וַנְּשַׁלֵּֽחֲ H7971 בְּשָׁל֑וֹם H7965 אַתָּ֥ה H859 עַתָּ֖ה H6258 בְּר֥וּךְ H1288 יְהוָֽה H3068 ",
  "30": "וַיַּ֤עַשׂ H6213 לָהֶם֙ Hl מִשְׁתֶּ֔ה H4960 וַיֹּאכְל֖וּ H398 וַיִּשְׁתּֽוּ H8354 ",
  "31": "וַיַּשְׁכִּ֣ימוּ H7925 בַבֹּ֔קֶר H1242 וַיִּשָּׁבְע֖וּ H7650 אִ֣ישׁ H376 לְאָחִ֑י H251 וַיְשַׁלְּחֵ֣ H7971 יִצְחָ֔ק H3327 וַיֵּלְכ֥וּ H3212 מֵאִתּ֖ H853 בְּשָׁלֽוֹם H7965 ",
  "32": "וַיְהִ֣י H1961 בַּיּ֣וֹם H3117 הַה֗וּא H1931 וַיָּבֹ֨אוּ֙ H935 עַבְדֵ֣י H5650 יִצְחָ֔ק H3327 וַיַּגִּ֣דוּ H5046 ל֔וֹ Hl עַל H5921 אֹד֥וֹת H182 הַבְּאֵ֖ר H875 אֲשֶׁ֣ר H834 חָפָ֑רוּ H2658 וַיֹּ֥אמְרוּ H559 ל֖וֹ Hl מָצָ֥אנוּ H4672 מָֽיִם H4325 ",
  "33": "וַיִּקְרָ֥א H7121 אֹתָ֖הּ H853 שִׁבְעָ֑ה H7656 עַל H5921 כֵּ֤ן H3651 שֵׁם H8034 הָעִיר֙ H5892 בְּאֵ֣ר H884 שֶׁ֔בַע H884 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "34": "וַיְהִ֤י H1961 עֵשָׂו֙ H6215 בֶּן H1121 אַרְבָּעִ֣ים H705 שָׁנָ֔ה H8141 וַיִּקַּ֤ח H3947 אִשָּׁה֙ H802 אֶת H853 יְהוּדִ֔ית H3067 בַּת H1323 בְּאֵרִ֖י H882 הַֽחִתִּ֑י H2850 וְאֶת H853 בָּ֣שְׂמַ֔ת H1315 בַּת H1323 אֵילֹ֖ן H356 הַֽחִתִּֽי H2850 ",
  "35": "וַתִּהְיֶ֖יןָ H1961 מֹ֣רַת H4786 ר֑וּחַ H7307 לְיִצְחָ֖ק H3327 וּלְ H7259 "
}
