{
  "1": "וְהַ H5175 הָיָ֣ה H1961 עָר֔וּם H6175 מִכֹּל֙ H3605 חַיַּ֣ת H2416 הַשָּׂדֶ֔ה H7704 אֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 יְהוָ֣ה H3068 אֱלֹהִ֑ים H430 וַיֹּ֨אמֶר֙ H559 אֶל H413 הָ֣אִשָּׁ֔ה H802 אַ֚ף H637 כִּֽי H3588 אָמַ֣ר H559 אֱלֹהִ֔ים H430 לֹ֣א H3808 תֹֽאכְל֔וּ H398 מִכֹּ֖ל H3605 עֵ֥ץ H6086 הַגָּֽן H1588 ",
  "2": "וַתֹּ֥אמֶר H559 הָֽאִשָּׁ֖ה H802 אֶל H413 הַנָּחָ֑שׁ H5175 מִפְּרִ֥י H6529 עֵֽץ H6086 הַגָּ֖ן H1588 נֹאכֵֽל H398 ",
  "3": "וּמִ H6529 הָעֵץ֮ H6086 אֲשֶׁ֣ר H834 בְּתוֹךְ H8432 הַגָּן֒ H1588 אָמַ֣ר H559 אֱלֹהִ֗ים H430 לֹ֤א H3808 תֹֽאכְלוּ֙ H398 מִמֶּ֔נּוּ H4480 וְלֹ֥א H3808 תִגְּע֖וּ H5060 בּ֑וֹ Hb פֶּן H6435 תְּמֻתֽוּן H4191 ",
  "4": "וַיֹּ֥אמֶר H559 הַנָּחָ֖שׁ H5175 אֶל H413 הָֽאִשָּׁ֑ה H802 לֹֽא H3808 מ֖וֹת H4191 תְּמֻתֽוּן H4191 ",
  "5": "כִּ֚י H3588 יֹדֵ֣עַ H3045 אֱלֹהִ֔ים H430 כִּ֗י H3588 בְּיוֹם֙ H3117 אֲכָלְכֶ֣ם H398 מִמֶּ֔נּוּ H4480 וְנִפְקְח֖וּ H6491 עֵֽינֵיכֶ֑ם H5869 וִהְיִיתֶם֙ H1961 כֵּֽאלֹהִ֔ים H430 יֹדְעֵ֖י H3045 ט֥וֹב H2896 וָרָֽע H7451 ",
  "6": "וַתֵּ֣רֶא H7200 הָֽאִשָּׁ֡ה H802 כִּ֣י H3588 טוֹב֩ H2896 הָעֵ֨ץ H6086 לְמַאֲכָ֜ל H3978 וְכִ֧י H3588 תַֽאֲוָה H8378 ה֣וּא H1931 לָעֵינַ֗יִם H5869 וְנֶחְמָ֤ד H2530 הָעֵץ֙ H6086 לְהַשְׂכִּ֔יל H7919 וַתִּקַּ֥ח H3947 מִפִּרְי֖ H6529 וַתֹּאכַ֑ל H398 וַתִּתֵּ֧ן H5414 גַּם H1571 לְאִישָׁ֛ H376 עִמָּ֖הּ H5973 וַיֹּאכַֽל H398 ",
  "7": "וַתִּפָּקַ֨חְנָה֙ H6491 עֵינֵ֣י H5869 שְׁנֵיהֶ֔ם H8147 וַיֵּ֣דְע֔וּ H3045 כִּ֥י H3588 עֵֽירֻמִּ֖ם H5903 הֵ֑ם H1992 וַֽיִּתְפְּרוּ֙ H8609 עֲלֵ֣ה H5929 תְאֵנָ֔ה H8384 וַיַּעֲשׂ֥וּ H6213 לָהֶ֖ם Hl חֲגֹרֹֽת H2290 ",
  "8": "וַֽיִּשְׁמְע֞וּ H8085 אֶת H853 ק֨וֹל H6963 יְהוָ֧ה H3068 אֱלֹהִ֛ים H430 מִתְהַלֵּ֥ךְ H1980 בַּגָּ֖ן H1588 לְר֣וּחַ H7307 הַיּ֑וֹם H3117 וַיִּתְחַבֵּ֨א H2244 הָֽאָדָ֜ם H120 וְאִשְׁתּ֗ H802 מִפְּנֵי֙ H6440 יְהוָ֣ה H3068 אֱלֹהִ֔ים H430 בְּת֖וֹךְ H8432 עֵ֥ץ H6086 הַגָּֽן H1588 ",
  "9": "וַיִּקְרָ֛א H7121 יְהוָ֥ה H3068 אֱלֹהִ֖ים H430 אֶל H413 הָֽאָדָ֑ם H120 וַיֹּ֥אמֶר H559 ל֖וֹ Hl אַיֶּֽכָּה H335 ",
  "10": "וַיֹּ֕אמֶר H559 אֶת H853 קֹלְךָ֥ H6963 שָׁמַ֖עְתִּי H8085 בַּגָּ֑ן H1588 וָאִירָ֛א H3372 כִּֽי H3588 עֵירֹ֥ם H5903 אָנֹ֖כִי H595 וָאֵחָבֵֽא H2244 ",
  "11": "וַיֹּ֕אמֶר H559 מִ֚י H4310 הִגִּ֣יד H5046 לְךָ֔ Hl כִּ֥י H3588 עֵירֹ֖ם H5903 אָ֑תָּה H859 הֲמִן H4480 הָעֵ֗ץ H6086 אֲשֶׁ֧ר H834 צִוִּיתִ֛יךָ H6680 לְבִלְתִּ֥י H1115 אֲכָל H398 מִמֶּ֖נּוּ H4480 אָכָֽלְתָּ H398 ",
  "12": "וַיֹּ֖אמֶר H559 הָֽאָדָ֑ם H120 הָֽאִשָּׁה֙ H802 אֲשֶׁ֣ר H834 נָתַ֣תָּה H5414 עִמָּדִ֔י H5978 הִ֛וא H1931 נָֽתְנָה H5414 לִּ֥י Hl מִן H4480 הָעֵ֖ץ H6086 וָאֹכֵֽל H398 ",
  "13": "וַיֹּ֨אמֶר H559 יְהוָ֧ה H3068 אֱלֹהִ֛ים H430 לָאִשָּׁ֖ה H802 מַה H4100 זֹּ֣את H2063 עָשִׂ֑ית H6213 וַתֹּ֨אמֶר֙ H559 הָֽאִשָּׁ֔ה H802 הַנָּחָ֥שׁ H5175 הִשִּׁיאַ֖נִי H5377 וָאֹכֵֽל H398 ",
  "14": "וַיֹּאמֶר֩ H559 יְהֹוָ֨ה H3068 אֱלֹהִ֥ים H430 אֶֽל H413 הַנָּחָשׁ֮ H5175 כִּ֣י H3588 עָשִׂ֣יתָ H6213 זֹּאת֒ H2063 אָר֤וּר H779 אַתָּה֙ H859 מִכָּל H3605 הַבְּהֵמָ֔ה H929 וּמִ H3605 חַיַּ֣ת H2416 הַשָּׂדֶ֑ה H7704 עַל H5921 גְּחֹנְךָ֣ H1512 תֵלֵ֔ךְ H3212 וְעָפָ֥ר H6083 תֹּאכַ֖ל H398 כָּל H3605 יְמֵ֥י H3117 חַיֶּֽיךָ H2416 ",
  "15": "וְאֵיבָ֣ה H342 אָשִׁ֗ית H7896 בֵּֽינְךָ֙ H996 וּבֵ֣ין H996 הָֽאִשָּׁ֔ה H802 וּבֵ֥ין H996 זַרְעֲךָ֖ H2233 וּבֵ֣ין H996 זַרְעָ֑הּ H2233 ה֚וּא H1931 יְשׁוּפְךָ֣ H7779 רֹ֔אשׁ H7218 וְאַתָּ֖ה H859 תְּשׁוּפֶ֥נּוּ H7779 עָקֵֽב H6119 ",
  "16": "אֶֽל H413 הָאִשָּׁ֣ה H802 אָמַ֗ר H559 הַרְבָּ֤ה H7235 אַרְבֶּה֙ H7235 עִצְּבוֹנֵ֣ךְ H6093 וְהֵֽרֹנֵ֔ H2032 בְּעֶ֖צֶב H6089 תֵּֽלְדִ֣י H3205 בָנִ֑ים H1121 וְאֶל H413 אִישֵׁךְ֙ H376 תְּשׁ֣וּקָתֵ֔ךְ H8669 וְה֖וּא H1931 יִמְשָׁל H4910 בָּֽךְ Hb ",
  "17": "וּלְ H121 אָמַ֗ר H559 כִּֽי H3588 שָׁמַעְתָּ֮ H8085 לְק֣וֹל H6963 אִשְׁתֶּךָ֒ H802 וַתֹּ֨אכַל֙ H398 מִן H4480 הָעֵ֔ץ H6086 אֲשֶׁ֤ר H834 צִוִּיתִ֨יךָ֙ H6680 לֵאמֹ֔ר H559 לֹ֥א H3808 תֹאכַ֖ל H398 מִמֶּ֑נּוּ H4480 אֲרוּרָ֤ה H779 הָֽאֲדָמָה֙ H127 בַּֽעֲבוּרֶ֔ H5668 בְּעִצָּבוֹן֙ H6093 תֹּֽאכֲלֶ֔נָּה H398 כֹּ֖ל H3605 יְמֵ֥י H3117 חַיֶּֽיךָ H2416 ",
  "18": "וְק֥וֹץ H6975 וְדַרְדַּ֖ר H1863 תַּצְמִ֣יחַֽ H6779 לָ֑ךְ Hl וְאָכַלְתָּ֖ H398 אֶת H853 עֵ֥שֶׂב H6212 הַשָּׂדֶֽה H7704 ",
  "19": "בְּזֵעַ֤ת H2188 אַפֶּ֨יךָ֙ H639 תֹּ֣אכַל H398 לֶ֔חֶם H3899 עַ֤ד H5704 שֽׁוּבְךָ֙ H7725 אֶל H413 הָ֣אֲדָמָ֔ה H127 כִּ֥י H3588 מִמֶּ֖נָּה H4480 לֻקָּ֑חְתָּ H3947 כִּֽי H3588 עָפָ֣ר H6083 אַ֔תָּה H859 וְאֶל H413 עָפָ֖ר H6083 תָּשֽׁוּב H7725 ",
  "20": "וַיִּקְרָ֧א H7121 הָֽאָדָ֛ם H120 שֵׁ֥ם H8034 אִשְׁתּ֖וֹ H802 חַוָּ֑ה H2332 כִּ֛י H3588 הִ֥וא H1931 הָֽיְתָ֖ה H1961 אֵ֥ם H517 כָּל H3605 חָֽי H2416 ",
  "21": "וַיַּעַשׂ֩ H6213 יְהוָ֨ה H3068 אֱלֹהִ֜ים H430 לְאָדָ֧ם H120 וּלְ H802 כָּתְנ֥וֹת H3801 ע֖וֹר H5785 וַיַּלְבִּשֵֽׁ H3847 ",
  "22": "וַיֹּ֣אמֶר H559 יְהוָ֣ה H3068 אֱלֹהִ֗ים H430 הֵ֤ן H2005 הָֽאָדָם֙ H120 הָיָה֙ H1961 כְּאַחַ֣ד H259 מִמֶּ֔נּוּ H4480 לָדַ֖עַת H3045 ט֣וֹב H2896 וָרָ֑ע H7451 וְעַתָּ֣ה H6258 פֶּן H6435 יִשְׁלַ֣ח H7971 יָד֗וֹ H3027 וְלָקַח֙ H3947 גַּ֚ם H1571 מֵעֵ֣ץ H6086 הַֽחַיִּ֔ים H2416 וְאָכַ֖ל H398 וָחַ֥י H2425 לְעֹלָֽם H5769 ",
  "23": "וַֽיְשַׁלְּחֵ֛ H7971 יְהוָ֥ה H3068 אֱלֹהִ֖ים H430 מִגַּן H1588 עֵ֑דֶן H5731 לַֽעֲבֹד֙ H5647 אֶת H853 הָ֣אֲדָמָ֔ה H127 אֲשֶׁ֥ר H834 לֻקַּ֖ח H3947 מִשָּֽׁם H8033 ",
  "24": "וַיְגָ֖רֶשׁ H1644 אֶת H853 הָֽאָדָ֑ם H120 וַיַּשְׁכֵּן֩ H7931 מִקֶּ֨דֶם H6924 לְגַן H1588 עֵ֜דֶן H5731 אֶת H853 הַכְּרֻבִ֗ים H3742 וְאֵ֨ת H853 לַ֤הַט H3858 הַחֶ֨רֶב֙ H2719 הַמִּתְהַפֶּ֔כֶת H2015 לִשְׁמֹ֕ר H8104 אֶת H853 דֶּ֖רֶךְ H1870 עֵ֥ץ H6086 הַֽחַיִּֽים H2416 "
}
