{
  "1": "וַתֵּ֣רֶא H7200 רָחֵ֗ל H7354 כִּ֣י H3588 לֹ֤א H3808 יָֽלְדָה֙ H3205 לְיַעֲקֹ֔ב H3290 וַתְּקַנֵּ֥א H7065 רָחֵ֖ל H7354 בַּאֲחֹתָ֑ H269 וַתֹּ֤אמֶר H559 אֶֽל H413 יַעֲקֹב֙ H3290 הָֽבָה H3051 לִּ֣י Hl בָנִ֔ים H1121 וְאִם H518 אַ֖יִן H369 מֵתָ֥ה H4191 אָנֹֽכִי H595 ",
  "2": "וַיִּֽחַר H2734 אַ֥ף H639 יַעֲקֹ֖ב H3290 בְּרָחֵ֑ל H7354 וַיֹּ֗אמֶר H559 הֲתַ֤חַת H8478 אֱלֹהִים֙ H430 אָנֹ֔כִי H595 אֲשֶׁר H834 מָנַ֥ע H4513 מִמֵּ֖ךְ H4480 פְּרִי H6529 בָֽטֶן H990 ",
  "3": "וַתֹּ֕אמֶר H559 הִנֵּ֛ה H2009 אֲמָתִ֥י H519 בִלְהָ֖ה H1090 בֹּ֣א H935 אֵלֶ֑יהָ H413 וְתֵלֵד֙ H3205 עַל H5921 בִּרְכַּ֔י H1290 וְאִבָּנֶ֥ה H1129 גַם H1571 אָנֹכִ֖י H595 מִמֶּֽנָּה H4480 ",
  "4": "וַתִּתֶּן H5414 ל֛וֹ Hl אֶת H853 בִּלְהָ֥ה H1090 שִׁפְחָתָ֖הּ H8198 לְאִשָּׁ֑ה H802 וַיָּבֹ֥א H935 אֵלֶ֖יהָ H413 יַעֲקֹֽב H3290 ",
  "5": "וַתַּ֣הַר H2029 בִּלְהָ֔ה H1090 וַתֵּ֥לֶד H3205 לְיַעֲקֹ֖ב H3290 בֵּֽן H1121 ",
  "6": "וַתֹּ֤אמֶר H559 רָחֵל֙ H7354 דָּנַ֣נִּי H1777 אֱלֹהִ֔ים H430 וְגַם֙ H1571 שָׁמַ֣ע H8085 בְּקֹלִ֔ H6963 וַיִּתֶּן H5414 לִ֖י Hl בֵּ֑ן H1121 עַל H5921 כֵּ֛ן H3651 קָרְאָ֥ה H7121 שְׁמ֖וֹ H8034 דָּֽן H1835 ",
  "7": "וַתַּ֣הַר H2029 ע֔וֹד H5750 וַתֵּ֕לֶד H3205 בִּלְהָ֖ה H1090 שִׁפְחַ֣ת H8198 רָחֵ֑ל H7354 בֵּ֥ן H1121 שֵׁנִ֖י H8145 לְיַעֲקֹֽב H3290 ",
  "8": "וַתֹּ֣אמֶר H559 רָחֵ֗ל H7354 נַפְתּוּלֵ֨י H5319 אֱלֹהִ֧ים H430 נִפְתַּ֛לְתִּי H6617 עִם H5973 אֲחֹתִ֖י H269 גַּם H1571 יָכֹ֑לְתִּי H3201 וַתִּקְרָ֥א H7121 שְׁמ֖וֹ H8034 נַפְתָּלִֽי H5321 ",
  "9": "וַתֵּ֣רֶא H7200 לֵאָ֔ה H3812 כִּ֥י H3588 עָמְדָ֖ה H5975 מִלֶּ֑דֶת H3205 וַתִּקַּח֙ H3947 אֶת H853 זִלְפָּ֣ה H2153 שִׁפְחָתָ֔הּ H8198 וַתִּתֵּ֥ן H5414 אֹתָ֛הּ H853 לְיַעֲקֹ֖ב H3290 לְאִשָּֽׁה H802 ",
  "10": "וַתֵּ֗לֶד H3205 זִלְפָּ֛ה H2153 שִׁפְחַ֥ת H8198 לֵאָ֖ה H3812 לְיַעֲקֹ֥ב H3290 בֵּֽן H1121 ",
  "11": "וַתֹּ֥אמֶר H559 לֵאָ֖ה H3812 בגד H1409 וַתִּקְרָ֥א H7121 אֶת H853 שְׁמ֖וֹ H8034 גָּֽד H1410 ",
  "12": "וַתֵּ֗לֶד H3205 זִלְפָּה֙ H2153 שִׁפְחַ֣ת H8198 לֵאָ֔ה H3812 בֵּ֥ן H1121 שֵׁנִ֖י H8145 לְיַעֲקֹֽב H3290 ",
  "13": "וַתֹּ֣אמֶר H559 לֵאָ֔ה H3812 בְּאָשְׁרִ֕ H837 כִּ֥י H3588 אִשְּׁר֖וּנִי H833 בָּנ֑וֹת H1323 וַתִּקְרָ֥א H7121 אֶת H853 שְׁמ֖וֹ H8034 אָשֵֽׁר H836 ",
  "14": "וַיֵּ֨לֶךְ H3212 רְאוּבֵ֜ן H7205 בִּימֵ֣י H3117 קְצִיר H7105 חִטִּ֗ים H2406 וַיִּמְצָ֤א H4672 דֽוּדָאִים֙ H1736 בַּשָּׂדֶ֔ה H7704 וַיָּבֵ֣א H935 אֹתָ֔ם H853 אֶל H413 לֵאָ֖ה H3812 אִמּ֑וֹ H517 וַתֹּ֤אמֶר H559 רָחֵל֙ H7354 אֶל H413 לֵאָ֔ה H3812 תְּנִי H5414 נָ֣א H4994 לִ֔י Hl מִדּוּדָאֵ֖י H1736 בְּנֵֽךְ H1121 ",
  "15": "וַתֹּ֣אמֶר H559 לָ֗הּ Hl הַמְעַט֙ H4592 קַחְתֵּ֣ךְ H3947 אֶת H853 אִישִׁ֔י H376 וְלָ H3947 גַּ֥ם H1571 אֶת H853 דּוּדָאֵ֖י H1736 בְּנִ֑י H1121 וַתֹּ֣אמֶר H559 רָחֵ֗ל H7354 לָכֵן֙ H3651 יִשְׁכַּ֤ב H7901 עִמָּךְ֙ H5973 הַלַּ֔יְלָה H3915 תַּ֖חַת H8478 דּוּדָאֵ֥י H1736 בְנֵֽךְ H1121 ",
  "16": "וַיָּבֹ֨א H935 יַעֲקֹ֣ב H3290 מִן H4480 הַשָּׂדֶה֮ H7704 בָּעֶרֶב֒ H6153 וַתֵּצֵ֨א H3318 לֵאָ֜ה H3812 לִקְרָאת֗ H7125 וַתֹּ֨אמֶר֙ H559 אֵלַ֣י H413 תָּב֔וֹא H935 כִּ֚י H3588 שָׂכֹ֣ר H7936 שְׂכַרְתִּ֔יךָ H7936 בְּדוּדָאֵ֖י H1736 בְּנִ֑י H1121 וַיִּשְׁכַּ֥ב H7901 עִמָּ֖הּ H5973 בַּלַּ֥יְלָה H3915 הֽוּא H1931 ",
  "17": "וַיִּשְׁמַ֥ע H8085 אֱלֹהִ֖ים H430 אֶל H413 לֵאָ֑ה H3812 וַתַּ֛הַר H2029 וַתֵּ֥לֶד H3205 לְיַעֲקֹ֖ב H3290 בֵּ֥ן H1121 חֲמִישִֽׁי H2549 ",
  "18": "וַתֹּ֣אמֶר H559 לֵאָ֗ה H3812 נָתַ֤ן H5414 אֱלֹהִים֙ H430 שְׂכָרִ֔י H7939 אֲשֶׁר H834 נָתַ֥תִּי H5414 שִׁפְחָתִ֖י H8198 לְאִישִׁ֑ H376 וַתִּקְרָ֥א H7121 שְׁמ֖וֹ H8034 יִשָּׂשכָֽר H3485 ",
  "19": "וַתַּ֤הַר H2029 עוֹד֙ H5750 לֵאָ֔ה H3812 וַתֵּ֥לֶד H3205 בֵּן H1121 שִׁשִּׁ֖י H8345 לְּיַעֲקֹֽב H3290 ",
  "20": "וַתֹּ֣אמֶר H559 לֵאָ֗ה H3812 זְבָדַ֨נִי H2064 אֱלֹהִ֥ים H430 אֹתִי֮ H853 זֵ֣בֶד H2065 טוֹב֒ H2896 הַפַּ֨עַם֙ H6471 יִזְבְּלֵ֣נִי H2082 אִישִׁ֔י H376 כִּֽי H3588 יָלַ֥דְתִּי H3205 ל֖וֹ Hl שִׁשָּׁ֣ה H8337 בָנִ֑ים H1121 וַתִּקְרָ֥א H7121 אֶת H853 שְׁמ֖וֹ H8034 זְבֻלֽוּן H2074 ",
  "21": "וְאַחַ֖ר H310 יָ֣לְדָה H3205 בַּ֑ת H1323 וַתִּקְרָ֥א H7121 אֶת H853 שְׁמָ֖הּ H8034 דִּינָֽה H1783 ",
  "22": "וַיִּזְכֹּ֥ר H2142 אֱלֹהִ֖ים H430 אֶת H853 רָחֵ֑ל H7354 וַיִּשְׁמַ֤ע H8085 אֵלֶ֨יהָ֙ H413 אֱלֹהִ֔ים H430 וַיִּפְתַּ֖ח H6605 אֶת H853 רַחְמָֽהּ H7358 ",
  "23": "וַתַּ֖הַר H2029 וַתֵּ֣לֶד H3205 בֵּ֑ן H1121 וַתֹּ֕אמֶר H559 אָסַ֥ף H622 אֱלֹהִ֖ים H430 אֶת H853 חֶרְפָּתִֽי H2781 ",
  "24": "וַתִּקְרָ֧א H7121 אֶת H853 שְׁמ֛וֹ H8034 יוֹסֵ֖ף H3130 לֵאמֹ֑ר H559 יֹסֵ֧ף H3254 יְהוָ֛ה H3068 לִ֖י Hl בֵּ֥ן H1121 אַחֵֽר H312 ",
  "25": "וַיְהִ֕י H1961 כַּאֲשֶׁ֛ר H834 יָלְדָ֥ה H3205 רָחֵ֖ל H7354 אֶת H853 יוֹסֵ֑ף H3130 וַיֹּ֤אמֶר H559 יַעֲקֹב֙ H3290 אֶל H413 לָבָ֔ן H3837 שַׁלְּחֵ֨נִי֙ H7971 וְאֵ֣לְכָ֔ה H3212 אֶל H413 מְקוֹמִ֖י H4725 וּלְ H776 ",
  "26": "תְּנָ֞ה H5414 אֶת H853 נָשַׁ֣י H802 וְאֶת H853 יְלָדַ֗י H3206 אֲשֶׁ֨ר H834 עָבַ֧דְתִּי H5647 אֹֽתְךָ֛ H853 בָּהֵ֖ן H2004 וְאֵלֵ֑כָה H3212 כִּ֚י H3588 אַתָּ֣ה H859 יָדַ֔עְתָּ H3045 אֶת H853 עֲבֹדָתִ֖י H5656 אֲשֶׁ֥ר H834 עֲבַדְתִּֽיךָ H5647 ",
  "27": "וַיֹּ֤אמֶר H559 אֵלָיו֙ H413 לָבָ֔ן H3837 אִם H518 נָ֛א H4994 מָצָ֥אתִי H4672 חֵ֖ן H2580 בְּעֵינֶ֑י H5869 נִחַ֕שְׁתִּי H5172 וַיְבָרֲכֵ֥ H1288 יְהוָ֖ה H3068 בִּגְלָלֶֽ H1558 ",
  "28": "וַיֹּאמַ֑ר H559 נָקְבָ֧ה H5344 שְׂכָרְךָ֛ H7939 עָלַ֖י H5921 וְאֶתֵּֽנָה H5414 ",
  "29": "וַיֹּ֣אמֶר H559 אֵלָ֔יו H413 אַתָּ֣ה H859 יָדַ֔עְתָּ H3045 אֵ֖ת H853 אֲשֶׁ֣ר H834 עֲבַדְתִּ֑יךָ H5647 וְאֵ֛ת H853 אֲשֶׁר H834 הָיָ֥ה H1961 מִקְנְךָ֖ H4735 אִתִּֽי H854 ",
  "30": "כִּ֡י H3588 מְעַט֩ H4592 אֲשֶׁר H834 הָיָ֨ה H1961 לְךָ֤ Hl לְפָנַ H6440 וַיִּפְרֹ֣ץ H6555 לָרֹ֔ב H7230 וַיְבָ֧רֶךְ H1288 יְהוָ֛ה H3068 אֹתְךָ֖ H853 לְרַגְלִ֑ H7272 וְעַתָּ֗ה H6258 מָתַ֛י H4970 אֶֽעֱשֶׂ֥ה H6213 גַם H1571 אָנֹכִ֖י H595 לְבֵיתִֽ H1004 ",
  "31": "וַיֹּ֖אמֶר H559 מָ֣ה H4100 אֶתֶּן H5414 לָ֑ךְ Hl וַיֹּ֤אמֶר H559 יַעֲקֹב֙ H3290 לֹא H3808 תִתֶּן H5414 לִ֣י Hl מְא֔וּמָה H3972 אִם H518 תַּֽעֲשֶׂה H6213 לִּי֙ Hl הַדָּבָ֣ר H1697 הַזֶּ֔ה H2088 אָשׁ֛וּבָה H7725 אֶרְעֶ֥ה H7462 צֹֽאנְךָ֖ H6629 אֶשְׁמֹֽר H8104 ",
  "32": "אֶֽעֱבֹ֨ר H5674 בְּכָל H3605 צֹֽאנְךָ֜ H6629 הַיּ֗וֹם H3117 הָסֵ֨ר H5493 מִשָּׁ֜ם H8033 כָּל H3605 שֶׂ֣ה H7716 נָקֹ֣ד H5348 וְטָל֗וּא H2921 וְכָל H3605 שֶׂה H7716 חוּם֙ H2345 בַּכְּשָׂבִ֔ים H3775 וְטָל֥וּא H2921 וְנָקֹ֖ד H5348 בָּעִזִּ֑ים H5795 וְהָיָ֖ה H1961 שְׂכָרִֽי H7939 ",
  "33": "וְעָֽנְתָה H6030 בִּ֤י Hb צִדְקָתִי֙ H6666 בְּי֣וֹם H3117 מָחָ֔ר H4279 כִּֽי H3588 תָב֥וֹא H935 עַל H5921 שְׂכָרִ֖י H7939 לְפָנֶ֑י H6440 כֹּ֣ל H3605 אֲשֶׁר H834 אֵינֶנּוּ֩ H369 נָקֹ֨ד H5348 וְטָל֜וּא H2921 בָּֽעִזִּ֗ים H5795 וְחוּם֙ H2345 בַּכְּשָׂבִ֔ים H3775 גָּנ֥וּב H1589 ה֖וּא H1931 אִתִּֽי H854 ",
  "34": "וַיֹּ֥אמֶר H559 לָבָ֖ן H3837 הֵ֑ן H2005 ל֖וּ H3863 יְהִ֥י H1961 כִדְבָרֶֽ H1697 ",
  "35": "וַיָּ֣סַר H5493 בַּיּוֹם֩ H3117 הַה֨וּא H1931 אֶת H853 הַתְּיָשִׁ֜ים H8495 הָֽעֲקֻדִּ֣ים H6124 וְהַ H2921 וְאֵ֤ת H853 כָּל H3605 הָֽעִזִּים֙ H5795 הַנְּקֻדּ֣וֹת H5348 וְהַ H2921 כֹּ֤ל H3605 אֲשֶׁר H834 לָבָן֙ H3836 בּ֔וֹ Hb וְכָל H3605 ח֖וּם H2345 בַּכְּשָׂבִ֑ים H3775 וַיִּתֵּ֖ן H5414 בְּיַד H3027 בָּנָֽיו H1121 ",
  "36": "וַיָּ֗שֶׂם H7760 דֶּ֚רֶךְ H1870 שְׁלֹ֣שֶׁת H7969 יָמִ֔ים H3117 בֵּינ֖וֹ H996 וּבֵ֣ין H996 יַעֲקֹ֑ב H3290 וְיַעֲקֹ֗ב H3290 רֹעֶ֛ה H7462 אֶת H853 צֹ֥אן H6629 לָבָ֖ן H3837 הַנּוֹתָרֹֽת H3498 ",
  "37": "וַיִּֽקַּֽח H3947 ל֣וֹ Hl יַעֲקֹ֗ב H3290 מַקַּ֥ל H4731 לִבְנֶ֛ה H3839 לַ֖ח H3892 וְל֣וּז H3869 וְעֶרְמ֑וֹן H6196 וַיְפַצֵּ֤ל H6478 בָּהֵן֙ Hb פְּצָל֣וֹת H6479 לְבָנ֔וֹת H3836 מַחְשֹׂף֙ H4286 הַלָּבָ֔ן H3836 אֲשֶׁ֖ר H834 עַל H5921 הַמַּקְלֽוֹת H4731 ",
  "38": "וַיַּצֵּ֗ג H3322 אֶת H853 הַמַּקְלוֹת֙ H4731 אֲשֶׁ֣ר H834 פִּצֵּ֔ל H6478 בָּרֳהָטִ֖ים H7298 בְּשִֽׁקֲת֣וֹת H8268 הַמָּ֑יִם H4325 אֲשֶׁר֩ H834 תָּבֹ֨אןָ H935 הַצֹּ֤אן H6629 לִשְׁתּוֹת֙ H8354 לְנֹ֣כַח H5227 הַצֹּ֔אן H6629 וַיֵּחַ֖מְנָה H3179 בְּבֹאָ֥ H935 לִשְׁתּֽוֹת H8354 ",
  "39": "וַיֶּחֱמ֥וּ H3179 הַצֹּ֖אן H6629 אֶל H413 הַמַּקְל֑וֹת H4731 וַתֵּלַ֣דְןָ H3205 הַצֹּ֔אן H6629 עֲקֻדִּ֥ים H6124 נְקֻדִּ֖ים H5348 וּטְלֻאִֽים H2921 ",
  "40": "וְהַ H3775 הִפְרִ֣יד H6504 יַעֲקֹב֒ H3290 וַ֠יִּתֵּן H5414 פְּנֵ֨י H6440 הַצֹּ֧אן H6629 אֶל H413 עָקֹ֛ד H6124 וְכָל H3605 ח֖וּם H2345 בְּצֹ֣אן H6629 לָבָ֑ן H3837 וַיָּֽשֶׁת H7896 ל֤וֹ Hl עֲדָרִים֙ H5739 לְבַדּ֔ H905 וְלֹ֥א H3808 שָׁתָ֖ם H7896 עַל H5921 צֹ֥אן H6629 לָבָֽן H3837 ",
  "41": "וְהָיָ֗ה H1961 בְּכָל H3605 יַחֵם֮ H3179 הַצֹּ֣אן H6629 הַמְקֻשָּׁרוֹת֒ H7194 וְשָׂ֨ם H7760 יַעֲקֹ֧ב H3290 אֶת H853 הַמַּקְל֛וֹת H4731 לְעֵינֵ֥י H5869 הַצֹּ֖אן H6629 בָּרֳהָטִ֑ים H7298 לְיַחְמֵ֖ H3179 בַּמַּקְלֽוֹת H4731 ",
  "42": "וּבְ H5848 הַצֹּ֖אן H6629 לֹ֣א H3808 יָשִׂ֑ים H7760 וְהָיָ֤ה H1961 הָעֲטֻפִים֙ H5848 לְלָבָ֔ן H3837 וְהַ H7194 לְיַעֲקֹֽב H3290 ",
  "43": "וַיִּפְרֹ֥ץ H6555 הָאִ֖ישׁ H376 מְאֹ֣ד H3966 מְאֹ֑ד H3966 וַֽיְהִי H1961 לוֹ֙ Hl צֹ֣אן H6629 רַבּ֔וֹת H7227 וּשְׁפָחוֹת֙ H8198 וַעֲבָדִ֔ים H5650 וּגְמַלִּ֖ים H1581 וַחֲמֹרִֽים H2543 "
}
