{
  "1": "וַתֵּצֵ֤א H3318 דִינָה֙ H1783 בַּת H1323 לֵאָ֔ה H3812 אֲשֶׁ֥ר H834 יָלְדָ֖ה H3205 לְיַעֲקֹ֑ב H3290 לִרְא֖וֹת H7200 בִּבְנ֥וֹת H1323 הָאָֽרֶץ H776 ",
  "2": "וַיַּ֨רְא H7200 אֹתָ֜הּ H853 שְׁכֶ֧ם H7927 בֶּן H1121 חֲמ֛וֹר H2544 הַֽחִוִּ֖י H2340 נְשִׂ֣יא H5387 הָאָ֑רֶץ H776 וַיִּקַּ֥ח H3947 אֹתָ֛הּ H853 וַיִּשְׁכַּ֥ב H7901 אֹתָ֖הּ H854 וַיְעַנֶּֽ H6031 ",
  "3": "וַתִּדְבַּ֣ק H1692 נַפְשׁ֔וֹ H5315 בְּדִינָ֖ה H1783 בַּֽת H1323 יַעֲקֹ֑ב H3290 וַיֶּֽאֱהַב֙ H157 אֶת H853 הַֽנַּעֲרָ֔ H5291 וַיְדַבֵּ֖ר H1696 עַל H5921 לֵ֥ב H3820 הַֽנַּעֲרָֽ H5291 ",
  "4": "וַיֹּ֣אמֶר H559 שְׁכֶ֔ם H7927 אֶל H413 חֲמ֥וֹר H2544 אָבִ֖יו H1 לֵאמֹ֑ר H559 קַֽח H3947 לִ֛י Hl אֶת H853 הַיַּלְדָּ֥ה H3207 הַזֹּ֖את H2063 לְאִשָּֽׁה H802 ",
  "5": "וְיַעֲקֹ֣ב H3290 שָׁמַ֗ע H8085 כִּ֤י H3588 טִמֵּא֙ H2930 אֶת H853 דִּינָ֣ה H1783 בִתּ֔וֹ H1323 וּבָנָ֛י H1121 הָי֥וּ H1961 אֶת H854 מִקְנֵ֖הוּ H4735 בַּשָּׂדֶ֑ה H7704 וְהֶחֱרִ֥שׁ H2790 יַעֲקֹ֖ב H3290 עַד H5704 בֹּאָֽם H935 ",
  "6": "וַיֵּצֵ֛א H3318 חֲמ֥וֹר H2544 אֲבִֽי H1 שְׁכֶ֖ם H7927 אֶֽל H413 יַעֲקֹ֑ב H3290 לְדַבֵּ֖ר H1696 אִתּֽוֹ H854 ",
  "7": "וּבְנֵ֨י H1121 יַעֲקֹ֜ב H3290 בָּ֤אוּ H935 מִן H4480 הַשָּׂדֶה֙ H7704 כְּשָׁמְעָ֔ H8085 וַיִּֽתְעַצְּבוּ֙ H6087 הָֽאֲנָשִׁ֔ים H376 וַיִּ֥חַר H2734 לָהֶ֖ם Hl מְאֹ֑ד H3966 כִּֽי H3588 נְבָלָ֞ה H5039 עָשָׂ֣ה H6213 בְיִשְׂרָאֵ֗ל H3478 לִשְׁכַּב֙ H7901 אֶת H854 בַּֽת H1323 יַעֲקֹ֔ב H3290 וְכֵ֖ן H3651 לֹ֥א H3808 יֵעָשֶֽׂה H6213 ",
  "8": "וַיְדַבֵּ֥ר H1696 חֲמ֖וֹר H2544 אִתָּ֣ם H854 לֵאמֹ֑ר H559 שְׁכֶ֣ם H7927 בְּנִ֗י H1121 חָֽשְׁקָ֤ה H2836 נַפְשׁוֹ֙ H5315 בְּבִתְּ H1323 תְּנ֨וּ H5414 נָ֥א H4994 אֹתָ֛הּ H853 ל֖וֹ Hl לְאִשָּֽׁה H802 ",
  "9": "וְהִֽתְחַתְּנ֖וּ H2859 אֹתָ֑נוּ H854 בְּנֹֽתֵיכֶם֙ H1323 תִּתְּנוּ H5414 לָ֔נוּ Hl וְאֶת H853 בְּנֹתֵ֖ינוּ H1323 תִּקְח֥וּ H3947 לָכֶֽם Hl ",
  "10": "וְאִתָּ֖ H854 תֵּשֵׁ֑בוּ H3427 וְהָ H776 תִּהְיֶ֣ה H1961 לִפְנֵי H6440 שְׁבוּ֙ H3427 וּסְחָר֔וּ H5503 וְהֵֽאָחֲז֖וּ H270 בָּֽהּ Hb ",
  "11": "וַיֹּ֤אמֶר H559 שְׁכֶם֙ H7927 אֶל H413 אָבִ֣יה H1 וְאֶל H413 אַחֶ֔יהָ H251 אֶמְצָא H4672 חֵ֖ן H2580 בְּעֵינֵי H5869 וַאֲשֶׁ֥ר H834 תֹּאמְר֛וּ H559 אֵלַ֖י H413 אֶתֵּֽן H5414 ",
  "12": "הַרְבּ֨וּ H7235 עָלַ֤י H5921 מְאֹד֙ H3966 מֹ֣הַר H4119 וּמַתָּ֔ן H4976 וְאֶ֨תְּנָ֔ה H5414 כַּאֲשֶׁ֥ר H834 תֹּאמְר֖וּ H559 אֵלָ֑י H413 וּתְנוּ H5414 לִ֥י Hl אֶת H853 הַֽנַּעֲרָ֖ H5291 לְאִשָּֽׁה H802 ",
  "13": "וַיַּעֲנ֨וּ H6030 בְנֵֽי H1121 יַעֲקֹ֜ב H3290 אֶת H853 שְׁכֶ֨ם H7927 וְאֶת H853 חֲמ֥וֹר H2544 אָבִ֛יו H1 בְּמִרְמָ֖ה H4820 וַיְדַבֵּ֑רוּ H1696 אֲשֶׁ֣ר H834 טִמֵּ֔א H2930 אֵ֖ת H853 דִּינָ֥ה H1783 אֲחֹתָֽם H269 ",
  "14": "וַיֹּאמְר֣וּ H559 אֲלֵיהֶ֗ם H413 לֹ֤א H3808 נוּכַל֙ H3201 לַעֲשׂוֹת֙ H6213 הַדָּבָ֣ר H1697 הַזֶּ֔ה H2088 לָתֵת֙ H5414 אֶת H853 אֲחֹתֵ֔נוּ H269 לְאִ֖ישׁ H376 אֲשֶׁר H834 ל֣וֹ Hl עָרְלָ֑ה H6190 כִּֽי H3588 חֶרְפָּ֥ה H2781 הִ֖וא H1931 לָֽנוּ Hl ",
  "15": "אַךְ H389 בְּזֹ֖את H2063 נֵא֣וֹת H225 לָכֶ֑ם Hl אִ֚ם H518 תִּהְי֣וּ H1961 כָמֹ֔נוּ H3644 לְהִמֹּ֥ל H4135 לָכֶ֖ם Hl כָּל H3605 זָכָֽר H2145 ",
  "16": "וְנָתַ֤נּוּ H5414 אֶת H853 בְּנֹתֵ֨ינוּ֙ H1323 לָכֶ֔ם Hl וְאֶת H853 בְּנֹתֵיכֶ֖ם H1323 נִֽקַּֽח H3947 לָ֑נוּ Hl וְיָשַׁ֣בְנוּ H3427 אִתְּכֶ֔ם H854 וְהָיִ֖ינוּ H1961 לְעַ֥ם H5971 אֶחָֽד H259 ",
  "17": "וְאִם H518 לֹ֧א H3808 תִשְׁמְע֛וּ H8085 אֵלֵ֖ינוּ H413 לְהִמּ֑וֹל H4135 וְלָקַ֥חְנוּ H3947 אֶת H853 בִּתֵּ֖נוּ H1323 וְהָלָֽכְנוּ H1980 ",
  "18": "וַיִּֽיטְב֥וּ H3190 דִבְרֵיהֶ֖ם H1697 בְּעֵינֵ֣י H5869 חֲמ֑וֹר H2544 וּבְ H5869 שְׁכֶ֥ם H7927 בֶּן H1121 חֲמֽוֹר H2544 ",
  "19": "וְלֹֽא H3808 אֵחַ֤ר H309 הַנַּ֨עַר֙ H5288 לַעֲשׂ֣וֹת H6213 הַדָּבָ֔ר H1697 כִּ֥י H3588 חָפֵ֖ץ H2654 בְּבַֽת H1323 יַעֲקֹ֑ב H3290 וְה֣וּא H1931 נִכְבָּ֔ד H3513 מִכֹּ֖ל H3605 בֵּ֥ית H1004 אָבִֽיו H1 ",
  "20": "וַיָּבֹ֥א H935 חֲמ֛וֹר H2544 וּשְׁכֶ֥ם H7927 בְּנ֖וֹ H1121 אֶל H413 שַׁ֣עַר H8179 עִירָ֑ם H5892 וַֽיְדַבְּר֛וּ H1696 אֶל H413 אַנְשֵׁ֥י H376 עִירָ֖ם H5892 לֵאמֹֽר H559 ",
  "21": "הָאֲנָשִׁ֨ים H376 הָאֵ֜לֶּה H428 שְֽׁלֵמִ֧ים H8003 הֵ֣ם H1992 אִתָּ֗נוּ H854 וְיֵשְׁב֤וּ H3427 בָאָ֨רֶץ֙ H776 וְיִסְחֲר֣וּ H5503 אֹתָ֔הּ H853 וְהָ H776 הִנֵּ֥ה H2009 רַֽחֲבַת H7342 יָדַ֖יִם H3027 לִפְנֵי H6440 אֶת H853 בְּנֹתָם֙ H1323 נִקַּֽח H3947 לָ֣נוּ Hl לְנָשִׁ֔ים H802 וְאֶת H853 בְּנֹתֵ֖ינוּ H1323 נִתֵּ֥ן H5414 לָהֶֽם Hl ",
  "22": "אַךְ H389 בְּ֠זֹאת H2063 יֵאֹ֨תוּ H225 לָ֤נוּ Hl הָאֲנָשִׁים֙ H376 לָשֶׁ֣בֶת H3427 אִתָּ֔נוּ H854 לִהְי֖וֹת H1961 לְעַ֣ם H5971 אֶחָ֑ד H259 בְּהִמּ֥וֹל H4135 לָ֨נוּ֙ Hl כָּל H3605 זָכָ֔ר H2145 כַּאֲשֶׁ֖ר H834 הֵ֥ם H1992 נִמֹּלִֽים H4135 ",
  "23": "מִקְנֵהֶ֤ם H4735 וְקִנְיָנָ H7075 וְכָל H3605 בְּהֶמְתָּ֔ם H929 הֲל֥וֹא H3808 לָ֖נוּ Hl הֵ֑ם H1992 אַ֚ךְ H389 נֵא֣וֹתָה H225 לָהֶ֔ם Hl וְיֵשְׁב֖וּ H3427 אִתָּֽנוּ H854 ",
  "24": "וַיִּשְׁמְע֤וּ H8085 אֶל H413 חֲמוֹר֙ H2544 וְאֶל H413 שְׁכֶ֣ם H7927 בְּנ֔וֹ H1121 כָּל H3605 יֹצְאֵ֖י H3318 שַׁ֣עַר H8179 עִיר֑וֹ H5892 וַיִּמֹּ֨לוּ֙ H4135 כָּל H3605 זָכָ֔ר H2145 כָּל H3605 יֹצְאֵ֖י H3318 שַׁ֥עַר H8179 עִירֽוֹ H5892 ",
  "25": "וַיְהִי֩ H1961 בַיּ֨וֹם H3117 הַשְּׁלִישִׁ֜י H7992 בִּֽהְיוֹתָ֣ H1961 כֹּֽאֲבִ֗ים H3510 וַיִּקְח֣וּ H3947 שְׁנֵֽי H8147 בְנֵי H1121 יַ֠עֲקֹב H3290 שִׁמְע֨וֹן H8095 וְלֵוִ֜י H3878 אֲחֵ֤י H251 דִינָה֙ H1783 אִ֣ישׁ H376 חַרְבּ֔וֹ H2719 וַיָּבֹ֥אוּ H935 עַל H5921 הָעִ֖יר H5892 בֶּ֑טַח H983 וַיַּֽהַרְג֖וּ H2026 כָּל H3605 זָכָֽר H2145 ",
  "26": "וְאֶת H853 חֲמוֹר֙ H2544 וְאֶת H853 שְׁכֶ֣ם H7927 בְּנ֔וֹ H1121 הָרְג֖וּ H2026 לְפִי H6310 חָ֑רֶב H2719 וַיִּקְח֧וּ H3947 אֶת H853 דִּינָ֛ה H1783 מִבֵּ֥ית H1004 שְׁכֶ֖ם H7927 וַיֵּצֵֽאוּ H3318 ",
  "27": "בְּנֵ֣י H1121 יַעֲקֹ֗ב H3290 בָּ֚אוּ H935 עַל H5921 הַ֣חֲלָלִ֔ים H2491 וַיָּבֹ֖זּוּ H962 הָעִ֑יר H5892 אֲשֶׁ֥ר H834 טִמְּא֖וּ H2930 אֲחוֹתָֽם H269 ",
  "28": "אֶת H853 צֹאנָ֥ם H6629 וְאֶת H853 בְּקָרָ֖ם H1241 וְאֶת H853 חֲמֹרֵיהֶּ֑ם H2543 וְאֵ֧ת H853 אֲשֶׁר H834 בָּעִ֛יר H5892 וְאֶת H853 אֲשֶׁ֥ר H834 בַּשָּׂדֶ֖ה H7704 לָקָֽחוּ H3947 ",
  "29": "וְאֶת H853 כָּל H3605 חֵילָ֤ם H2428 וְאֶת H853 כָּל H3605 טַפָּם֙ H2945 וְאֶת H853 נְשֵׁיהֶ֔ם H802 שָׁב֖וּ H7617 וַיָּבֹ֑זּוּ H962 וְאֵ֖ת H853 כָּל H3605 אֲשֶׁ֥ר H834 בַּבָּֽיִת H1004 ",
  "30": "וַיֹּ֨אמֶר H559 יַעֲקֹ֜ב H3290 אֶל H413 שִׁמְע֣וֹן H8095 וְאֶל H413 לֵוִי֮ H3878 עֲכַרְתֶּ֣ם H5916 אֹתִי֒ H853 לְהַבְאִישֵׁ֨ H887 בְּיֹשֵׁ֣ב H3427 הָאָ֔רֶץ H776 בַּֽכְּנַעֲנִ֖י H3669 וּבַ H6522 וַאֲנִי֙ H589 מְתֵ֣י H4962 מִסְפָּ֔ר H4557 וְנֶאֶסְפ֤וּ H622 עָלַי֙ H5921 וְהִכּ֔וּ H5221 וְנִשְׁמַדְתִּ֖י H8045 אֲנִ֥י H589 וּבֵיתִֽ H1004 ",
  "31": "וַיֹּאמְר֑וּ H559 הַכְ H2181 יַעֲשֶׂ֖ה H6213 אֶת H853 אֲחוֹתֵֽנוּ H269 "
}
