{
  "1": "וַיֵּ֣שֶׁב H3427 יַעֲקֹ֔ב H3290 בְּאֶ֖רֶץ H776 מְגוּרֵ֣י H4033 אָבִ֑יו H1 בְּאֶ֖רֶץ H776 כְּנָֽעַן H3667 ",
  "2": "אֵ֣לֶּה H428 תֹּלְד֣וֹת H8435 יַעֲקֹ֗ב H3290 יוֹסֵ֞ף H3130 בֶּן H1121 שְׁבַֽע H7651 עֶשְׂרֵ֤ה H6240 שָׁנָה֙ H8141 הָיָ֨ה H1961 רֹעֶ֤ה H7462 אֶת H854 אֶחָיו֙ H251 בַּצֹּ֔אן H6629 וְה֣וּא H1931 נַ֗עַר H5288 אֶת H854 בְּנֵ֥י H1121 בִלְהָ֛ה H1090 וְאֶת H854 בְּנֵ֥י H1121 זִלְפָּ֖ה H2153 נְשֵׁ֣י H802 אָבִ֑יו H1 וַיָּבֵ֥א H935 יוֹסֵ֛ף H3130 אֶת H853 דִּבָּתָ֥ם H1681 רָעָ֖ה H7451 אֶל H413 אֲבִיהֶֽם H1 ",
  "3": "וְיִשְׂרָאֵ֗ל H3478 אָהַ֤ב H157 אֶת H853 יוֹסֵף֙ H3130 מִכָּל H3605 בָּנָ֔יו H1121 כִּֽי H3588 בֶן H1121 זְקֻנִ֥ים H2208 ה֖וּא H1931 ל֑וֹ Hl וְעָ֥שָׂה H6213 ל֖וֹ Hl כְּתֹ֥נֶת H3801 פַּסִּֽים H6446 ",
  "4": "וַיִּרְא֣וּ H7200 אֶחָ֗יו H251 כִּֽי H3588 אֹת֞וֹ H853 אָהַ֤ב H157 אֲבִיהֶם֙ H1 מִכָּל H3605 אֶחָ֔יו H251 וַֽיִּשְׂנְא֖וּ H8130 אֹת֑וֹ H853 וְלֹ֥א H3808 יָכְל֖וּ H3201 דַּבְּר֥וֹ H1696 לְשָׁלֹֽם H7965 ",
  "5": "וַיַּחֲלֹ֤ם H2492 יוֹסֵף֙ H3130 חֲל֔וֹם H2472 וַיַּגֵּ֖ד H5046 לְאֶחָ֑י H251 וַיּוֹסִ֥פוּ H3254 ע֖וֹד H5750 שְׂנֹ֥א H8130 אֹתֽוֹ H853 ",
  "6": "וַיֹּ֖אמֶר H559 אֲלֵיהֶ֑ם H413 שִׁמְעוּ H8085 נָ֕א H4994 הַחֲל֥וֹם H2492 הַזֶּ֖ה H2088 אֲשֶׁ֥ר H834 חָלָֽמְתִּי H2492 ",
  "7": "וְ֠הִנֵּה H2009 אֲנַ֜חְנוּ H587 מְאַלְּמִ֤ים H481 אֲלֻמִּים֙ H485 בְּת֣וֹךְ H8432 הַשָּׂדֶ֔ה H7704 וְהִנֵּ֛ה H2009 קָ֥מָה H6965 אֲלֻמָּתִ֖י H485 וְגַם H1571 נִצָּ֑בָה H5324 וְהִנֵּ֤ה H2009 תְסֻבֶּ֨ינָה֙ H5437 אֲלֻמֹּ֣תֵיכֶ֔ם H485 וַתִּֽשְׁתַּחֲוֶ֖יןָ H7812 לַאֲלֻמָּתִֽ H485 ",
  "8": "וַיֹּ֤אמְרוּ H559 לוֹ֙ Hl אֶחָ֔יו H251 הֲמָלֹ֤ךְ H4427 תִּמְלֹךְ֙ H4427 עָלֵ֔ינוּ H5921 אִם H518 מָשׁ֥וֹל H4910 תִּמְשֹׁ֖ל H4910 בָּ֑נוּ Hb וַיּוֹסִ֤פוּ H3254 עוֹד֙ H5750 שְׂנֹ֣א H8130 אֹת֔וֹ H853 עַל H5921 חֲלֹמֹתָ֖יו H2472 וְעַל H5921 דְּבָרָֽיו H1697 ",
  "9": "וַיַּחֲלֹ֥ם H2492 עוֹד֙ H5750 חֲל֣וֹם H2472 אַחֵ֔ר H312 וַיְסַפֵּ֥ר H5608 אֹת֖וֹ H853 לְאֶחָ֑י H251 וַיֹּ֗אמֶר H559 הִנֵּ֨ה H2009 חָלַ֤מְתִּֽי H2492 חֲלוֹם֙ H2472 ע֔וֹד H5750 וְהִנֵּ֧ה H2009 הַשֶּׁ֣מֶשׁ H8121 וְהַ H3394 וְאַחַ֤ד H259 עָשָׂר֙ H6240 כּֽוֹכָבִ֔ים H3556 מִֽשְׁתַּחֲוִ֖ים H7812 לִֽי Hl ",
  "10": "וַיְסַפֵּ֣ר H5608 אֶל H413 אָבִיו֮ H1 וְאֶל H413 אֶחָיו֒ H251 וַיִּגְעַר H1605 בּ֣וֹ Hb אָבִ֔יו H1 וַיֹּ֣אמֶר H559 ל֔וֹ Hl מָ֛ה H4100 הַחֲל֥וֹם H2472 הַזֶּ֖ה H2088 אֲשֶׁ֣ר H834 חָלָ֑מְתָּ H2492 הֲב֣וֹא H935 נָב֗וֹא H935 אֲנִי֙ H589 וְאִמְּ H517 וְאַחֶ֔י H251 לְהִשְׁתַּחֲוֺ֥ת H7812 לְךָ֖ Hl אָֽרְצָה H776 ",
  "11": "וַיְקַנְאוּ H7065 ב֖וֹ Hb אֶחָ֑יו H251 וְאָבִ֖י H1 שָׁמַ֥ר H8104 אֶת H853 הַדָּבָֽר H1697 ",
  "12": "וַיֵּלְכ֖וּ H3212 אֶחָ֑יו H251 לִרְע֛וֹת H7462 אֶׄתׄ H853 צֹ֥אן H6629 אֲבִיהֶ֖ם H1 בִּשְׁכֶֽם H7927 ",
  "13": "וַיֹּ֨אמֶר H559 יִשְׂרָאֵ֜ל H3478 אֶל H413 יוֹסֵ֗ף H3130 הֲל֤וֹא H3808 אַחֶ֨יךָ֙ H251 רֹעִ֣ים H7462 בִּשְׁכֶ֔ם H7927 לְכָ֖ה H3212 וְאֶשְׁלָחֲ H7971 אֲלֵיהֶ֑ם H413 וַיֹּ֥אמֶר H559 ל֖וֹ Hl הִנֵּֽנִי H2009 ",
  "14": "וַיֹּ֣אמֶר H559 ל֗וֹ Hl לֶךְ H3212 נָ֨א H4994 רְאֵ֜ה H7200 אֶת H853 שְׁל֤וֹם H7965 אַחֶ֨יךָ֙ H251 וְאֶת H853 שְׁל֣וֹם H7965 הַצֹּ֔אן H6629 וַהֲשִׁבֵ֖ H7725 דָּבָ֑ר H1697 וַיִּשְׁלָחֵ֨ H7971 מֵעֵ֣מֶק H6010 חֶבְר֔וֹן H2275 וַיָּבֹ֖א H935 שְׁכֶֽמָה H7927 ",
  "15": "וַיִּמְצָאֵ֣ H4672 אִ֔ישׁ H376 וְהִנֵּ֥ה H2009 תֹעֶ֖ה H8582 בַּשָּׂדֶ֑ה H7704 וַיִּשְׁאָלֵ֧ H7592 הָאִ֛ישׁ H376 לֵאמֹ֖ר H559 מַה H4100 תְּבַקֵּֽשׁ H1245 ",
  "16": "וַיֹּ֕אמֶר H559 אֶת H853 אַחַ֖י H251 אָנֹכִ֣י H595 מְבַקֵּ֑שׁ H1245 הַגִּֽידָה H5046 נָּ֣א H4994 לִ֔י Hl אֵיפֹ֖ה H375 הֵ֥ם H1992 רֹעִֽים H7462 ",
  "17": "וַיֹּ֤אמֶר H559 הָאִישׁ֙ H376 נָסְע֣וּ H5265 מִזֶּ֔ה H2088 כִּ֤י H3588 שָׁמַ֨עְתִּי֙ H8085 אֹֽמְרִ֔ים H559 נֵלְכָ֖ה H3212 דֹּתָ֑יְנָה H1886 וַיֵּ֤לֶךְ H3212 יוֹסֵף֙ H3130 אַחַ֣ר H310 אֶחָ֔יו H251 וַיִּמְצָאֵ֖ H4672 בְּדֹתָֽן H1886 ",
  "18": "וַיִּרְא֥וּ H7200 אֹת֖וֹ H853 מֵרָחֹ֑ק H7350 וּבְ H2962 יִקְרַ֣ב H7126 אֲלֵיהֶ֔ם H413 וַיִּֽתְנַכְּל֥וּ H5230 אֹת֖וֹ H853 לַהֲמִיתֽ H4191 ",
  "19": "וַיֹּאמְר֖וּ H559 אִ֣ישׁ H376 אֶל H413 אָחִ֑יו H251 הִנֵּ֗ה H2009 בַּ֛עַל H1167 הַחֲלֹמ֥וֹת H2472 הַלָּזֶ֖ה H1976 בָּֽא H935 ",
  "20": "וְעַתָּ֣ה H6258 לְכ֣וּ H3212 וְנַֽהַרְגֵ֗ H2026 וְנַשְׁלִכֵ֨ H7993 בְּאַחַ֣ד H259 הַבֹּר֔וֹת H953 וְאָמַ֕רְנוּ H559 חַיָּ֥ה H2416 רָעָ֖ה H7451 אֲכָלָ֑תְהוּ H398 וְנִרְאֶ֕ה H7200 מַה H4100 יִּהְי֖וּ H1961 חֲלֹמֹתָֽיו H2472 ",
  "21": "וַיִּשְׁמַ֣ע H8085 רְאוּבֵ֔ן H7205 וַיַּצִּלֵ֖ H5337 מִיָּדָ֑ H3027 וַיֹּ֕אמֶר H559 לֹ֥א H3808 נַכֶּ֖נּוּ H5221 נָֽפֶשׁ H5315 ",
  "22": "וַיֹּ֨אמֶר H559 אֲלֵהֶ֣ם H413 רְאוּבֵן֮ H7205 אַל H3808 תִּשְׁפְּכוּ H8210 דָם֒ H1818 הַשְׁלִ֣יכוּ H7993 אֹת֗וֹ H853 אֶל H413 הַבּ֤וֹר H953 הַזֶּה֙ H2088 אֲשֶׁ֣ר H834 בַּמִּדְבָּ֔ר H4057 וְיָ֖ד H3027 אַל H408 תִּשְׁלְחוּ H7971 ב֑וֹ Hb לְמַ֗עַן H4616 הַצִּ֤יל H5337 אֹתוֹ֙ H853 מִיָּדָ֔ H3027 לַהֲשִׁיב֖ H7725 אֶל H413 אָבִֽיו H1 ",
  "23": "וַֽיְהִ֕י H1961 כַּֽאֲשֶׁר H834 בָּ֥א H935 יוֹסֵ֖ף H3130 אֶל H413 אֶחָ֑יו H251 וַיַּפְשִׁ֤יטוּ H6584 אֶת H853 יוֹסֵף֙ H3130 אֶת H853 כֻּתָּנְתּ֔וֹ H3801 אֶת H853 כְּתֹ֥נֶת H3801 הַפַּסִּ֖ים H6446 אֲשֶׁ֥ר H834 עָלָֽיו H5921 ",
  "24": "וַיִּ֨קָּחֻ֔ H3947 וַיַּשְׁלִ֥כוּ H7993 אֹת֖וֹ H853 הַבֹּ֑רָ H953 וְהַ H953 רֵ֔ק H7386 אֵ֥ין H369 בּ֖וֹ Hb מָֽיִם H4325 ",
  "25": "וַיֵּשְׁבוּ֮ H3427 לֶֽאֱכָל H398 לֶחֶם֒ H3899 וַיִּשְׂא֤וּ H5375 עֵֽינֵיהֶם֙ H5869 וַיִּרְא֔וּ H7200 וְהִנֵּה֙ H2009 אֹרְחַ֣ת H736 יִשְׁמְעֵאלִ֔ים H3459 בָּאָ֖ה H935 מִגִּלְעָ֑ד H1568 וּגְמַלֵּי H1581 נֹֽשְׂאִ֗ים H5375 נְכֹאת֙ H5219 וּצְרִ֣י H6875 וָלֹ֔ט H3910 הוֹלְכִ֖ים H1980 לְהוֹרִ֥יד H3381 מִצְרָֽיְמָה H4714 ",
  "26": "וַיֹּ֥אמֶר H559 יְהוּדָ֖ה H3063 אֶל H413 אֶחָ֑יו H251 מַה H4100 בֶּ֗צַע H1215 כִּ֤י H3588 נַהֲרֹג֙ H2026 אֶת H853 אָחִ֔ינוּ H251 וְכִסִּ֖ינוּ H3680 אֶת H853 דָּמֽוֹ H1818 ",
  "27": "לְכ֞וּ H3212 וְנִמְכְּרֶ֣ H4376 לַיִּשְׁמְעֵאלִ֗ים H3459 וְיָדֵ֨ H3027 אַל H408 תְּהִי H1961 ב֔וֹ Hb כִּֽי H3588 אָחִ֥ינוּ H251 בְשָׂרֵ֖נוּ H1320 ה֑וּא H1931 וַֽיִּשְׁמְע֖וּ H8085 אֶחָֽיו H251 ",
  "28": "וַיַּֽעַבְרוּ֩ H5674 אֲנָשִׁ֨ים H376 מִדְיָנִ֜ים H4084 סֹֽחֲרִ֗ים H5503 וַֽיִּמְשְׁכוּ֙ H4900 וַיַּֽעֲל֤וּ H5927 אֶת H853 יוֹסֵף֙ H3130 מִן H4480 הַבּ֔וֹר H953 וַיִּמְכְּר֧וּ H4376 אֶת H853 יוֹסֵ֛ף H3130 לַיִּשְׁמְעֵאלִ֖ים H3459 בְּעֶשְׂרִ֣ים H6242 כָּ֑סֶף H3701 וַיָּבִ֥יאוּ H935 אֶת H853 יוֹסֵ֖ף H3130 מִצְרָֽיְמָה H4714 ",
  "29": "וַיָּ֤שָׁב H7725 רְאוּבֵן֙ H7205 אֶל H413 הַבּ֔וֹר H953 וְהִנֵּ֥ה H2009 אֵין H369 יוֹסֵ֖ף H3130 בַּבּ֑וֹר H953 וַיִּקְרַ֖ע H7167 אֶת H853 בְּגָדָֽיו H899 ",
  "30": "וַיָּ֥שָׁב H7725 אֶל H413 אֶחָ֖יו H251 וַיֹּאמַ֑ר H559 הַיֶּ֣לֶד H3206 אֵינֶ֔נּוּ H369 וַאֲנִ֖י H589 אָ֥נָה H575 אֲנִי H589 בָֽא H935 ",
  "31": "וַיִּקְח֖וּ H3947 אֶת H853 כְּתֹ֣נֶת H3801 יוֹסֵ֑ף H3130 וַֽיִּשְׁחֲטוּ֙ H7819 שְׂעִ֣יר H8163 עִזִּ֔ים H5795 וַיִּטְבְּל֥וּ H2881 אֶת H853 הַכֻּתֹּ֖נֶת H3801 בַּדָּֽם H1818 ",
  "32": "וַֽיְשַׁלְּח֞וּ H7971 אֶת H853 כְּתֹ֣נֶת H3801 הַפַּסִּ֗ים H6446 וַיָּבִ֨יאוּ֙ H935 אֶל H413 אֲבִיהֶ֔ם H1 וַיֹּאמְר֖וּ H559 זֹ֣את H2063 מָצָ֑אנוּ H4672 הַכֶּר H5234 נָ֗א H4994 הַכְּתֹ֧נֶת H3801 בִּנְךָ֛ H1121 הִ֖וא H1931 אִם H518 לֹֽא H3808 ",
  "33": "וַיַּכִּירָ֤ H5234 וַיֹּ֨אמֶר֙ H559 כְּתֹ֣נֶת H3801 בְּנִ֔י H1121 חַיָּ֥ה H2416 רָעָ֖ה H7451 אֲכָלָ֑תְהוּ H398 טָרֹ֥ף H2963 טֹרַ֖ף H2963 יוֹסֵֽף H3130 ",
  "34": "וַיִּקְרַ֤ע H7167 יַעֲקֹב֙ H3290 שִׂמְלֹתָ֔יו H8071 וַיָּ֥שֶׂם H7760 שַׂ֖ק H8242 בְּמָתְנָ֑י H4975 וַיִּתְאַבֵּ֥ל H56 עַל H5921 בְּנ֖וֹ H1121 יָמִ֥ים H3117 רַבִּֽים H7227 ",
  "35": "וַיָּקֻמוּ֩ H6965 כָל H3605 בָּנָ֨יו H1121 וְכָל H3605 בְּנֹתָ֜יו H1323 לְנַחֲמ֗ H5162 וַיְמָאֵן֙ H3985 לְהִתְנַחֵ֔ם H5162 וַיֹּ֕אמֶר H559 כִּֽי H3588 אֵרֵ֧ד H3381 אֶל H413 בְּנִ֛י H1121 אָבֵ֖ל H57 שְׁאֹ֑לָה H7585 וַיֵּ֥בְךְּ H1058 אֹת֖וֹ H853 אָבִֽיו H1 ",
  "36": "וְהַ֨ H4092 מָכְר֥וּ H4376 אֹת֖וֹ H853 אֶל H413 מִצְרָ֑יִם H4714 לְפֽוֹטִיפַר֙ H6318 סְרִ֣יס H5631 פַּרְעֹ֔ה H6547 שַׂ֖ר H8269 הַטַּבָּחִֽים H2876 "
}
