{
  "1": "וְיוֹסֵ֖ף H3130 הוּרַ֣ד H3381 מִצְרָ֑יְמָה H4714 וַיִּקְנֵ֡ H7069 פּוֹטִיפַר֩ H6318 סְרִ֨יס H5631 פַּרְעֹ֜ה H6547 שַׂ֤ר H8269 הַטַּבָּחִים֙ H2876 אִ֣ישׁ H376 מִצְרִ֔י H4713 מִיַּד֙ H3027 הַיִּשְׁמְעֵאלִ֔ים H3459 אֲשֶׁ֥ר H834 הוֹרִדֻ֖הוּ H3381 שָֽׁמָּה H8033 ",
  "2": "וַיְהִ֤י H1961 יְהוָה֙ H3068 אֶת H854 יוֹסֵ֔ף H3130 וַיְהִ֖י H1961 אִ֣ישׁ H376 מַצְלִ֑יחַ H6743 וַיְהִ֕י H1961 בְּבֵ֥ית H1004 אֲדֹנָ֖יו H113 הַמִּצְרִֽי H4713 ",
  "3": "וַיַּ֣רְא H7200 אֲדֹנָ֔יו H113 כִּ֥י H3588 יְהוָ֖ה H3068 אִתּ֑וֹ H854 וְכֹל֙ H3605 אֲשֶׁר H834 ה֣וּא H1931 עֹשֶׂ֔ה H6213 יְהוָ֖ה H3068 מַצְלִ֥יחַ H6743 בְּיָדֽ H3027 ",
  "4": "וַיִּמְצָ֨א H4672 יוֹסֵ֥ף H3130 חֵ֛ן H2580 בְּעֵינָ֖י H5869 וַיְשָׁ֣רֶת H8334 אֹת֑וֹ H853 וַיַּפְקִדֵ֨ H6485 עַל H5921 בֵּית֔וֹ H1004 וְכָל H3605 יֶשׁ H3426 ל֖וֹ Hl נָתַ֥ן H5414 בְּיָדֽ H3027 ",
  "5": "וַיְהִ֡י H1961 מֵאָז֩ H227 הִפְקִ֨יד H6485 אֹת֜וֹ H853 בְּבֵית֗ H1004 וְעַל֙ H5921 כָּל H3605 אֲשֶׁ֣ר H834 יֶשׁ H3426 ל֔וֹ Hl וַיְבָ֧רֶךְ H1288 יְהוָ֛ה H3068 אֶת H853 בֵּ֥ית H1004 הַמִּצְרִ֖י H4713 בִּגְלַ֣ל H1558 יוֹסֵ֑ף H3130 וַיְהִ֞י H1961 בִּרְכַּ֤ת H1293 יְהוָה֙ H3068 בְּכָל H3605 אֲשֶׁ֣ר H834 יֶשׁ H3426 ל֔וֹ Hl בַּבַּ֖יִת H1004 וּבַ H7704 ",
  "6": "וַיַּעֲזֹ֣ב H5800 כָּל H3605 אֲשֶׁר H834 לוֹ֮ Hl בְּיַד H3027 יוֹסֵף֒ H3130 וְלֹא H3808 יָדַ֤ע H3045 אִתּוֹ֙ H854 מְא֔וּמָה H3972 כִּ֥י H3588 אִם H518 הַלֶּ֖חֶם H3899 אֲשֶׁר H834 ה֣וּא H1931 אוֹכֵ֑ל H398 וַיְהִ֣י H1961 יוֹסֵ֔ף H3130 יְפֵה H3303 תֹ֖אַר H8389 וִיפֵ֥ה H3303 מַרְאֶֽה H4758 ",
  "7": "וַיְהִ֗י H1961 אַחַר֙ H310 הַדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 וַתִּשָּׂ֧א H5375 אֵֽשֶׁת H802 אֲדֹנָ֛יו H113 אֶת H853 עֵינֶ֖יהָ H5869 אֶל H413 יוֹסֵ֑ף H3130 וַתֹּ֖אמֶר H559 שִׁכְבָ֥ה H7901 עִמִּֽי H5973 ",
  "8": "וַיְמָאֵ֓ן H3985 וַיֹּ֨אמֶר֙ H559 אֶל H413 אֵ֣שֶׁת H802 אֲדֹנָ֔יו H113 הֵ֣ן H2005 אֲדֹנִ֔י H113 לֹא H3808 יָדַ֥ע H3045 אִתִּ֖י H854 מַה H4100 בַּבָּ֑יִת H1004 וְכֹ֥ל H3605 אֲשֶׁר H834 יֶשׁ H3426 ל֖וֹ Hl נָתַ֥ן H5414 בְּיָדִֽ H3027 ",
  "9": "אֵינֶ֨נּוּ H369 גָד֜וֹל H1419 בַּבַּ֣יִת H1004 הַזֶּה֮ H2088 מִמֶּנִּי֒ H4480 וְלֹֽא H3808 חָשַׂ֤ךְ H2820 מִמֶּ֨נִּי֙ H4480 מְא֔וּמָה H3972 כִּ֥י H3588 אִם H518 אוֹתָ֖ךְ H853 בַּאֲשֶׁ֣ר H834 אַתְּ H859 אִשְׁתּ֑וֹ H802 וְאֵ֨יךְ H349 אֶֽעֱשֶׂ֜ה H6213 הָרָעָ֤ה H7451 הַגְּדֹלָה֙ H1419 הַזֹּ֔את H2063 וְחָטָ֖אתִי H2398 לֵֽאלֹהִֽים H430 ",
  "10": "וַיְהִ֕י H1961 כְּדַבְּרָ֥ H1696 אֶל H413 יוֹסֵ֖ף H3130 י֣וֹם H3117 י֑וֹם H3117 וְלֹא H3808 שָׁמַ֥ע H8085 אֵלֶ֛יהָ H413 לִשְׁכַּ֥ב H7901 אֶצְלָ֖הּ H681 לִהְי֥וֹת H1961 עִמָּֽהּ H5973 ",
  "11": "וַיְהִי֙ H1961 כְּהַ H3117 הַזֶּ֔ה H2088 וַיָּבֹ֥א H935 הַבַּ֖יְתָ H1004 לַעֲשׂ֣וֹת H6213 מְלַאכְתּ֑וֹ H4399 וְאֵ֨ין H369 אִ֜ישׁ H376 מֵאַנְשֵׁ֥י H376 הַבַּ֛יִת H1004 שָׁ֖ם H8033 בַּבָּֽיִת H1004 ",
  "12": "וַתִּתְפְּשֵׂ֧ H8610 בְּבִגְד֛ H899 לֵאמֹ֖ר H559 שִׁכְבָ֣ה H7901 עִמִּ֑י H5973 וַיַּעֲזֹ֤ב H5800 בִּגְדוֹ֙ H899 בְּיָדָ֔ H3027 וַיָּ֖נָס H5127 וַיֵּצֵ֥א H3318 הַחֽוּצָ H2351 ",
  "13": "וַיְהִי֙ H1961 כִּרְאוֹתָ֔ H7200 כִּֽי H3588 עָזַ֥ב H5800 בִּגְד֖וֹ H899 בְּיָדָ֑ H3027 וַיָּ֖נָס H5127 הַחֽוּצָ H2351 ",
  "14": "וַתִּקְרָ֞א H7121 לְאַנְשֵׁ֣י H376 בֵיתָ֗הּ H1004 וַתֹּ֤אמֶר H559 לָהֶם֙ Hl לֵאמֹ֔ר H559 רְא֗וּ H7200 הֵ֥בִיא H935 לָ֛נוּ Hl אִ֥ישׁ H376 עִבְרִ֖י H5680 לְצַ֣חֶק H6711 בָּ֑נוּ Hb בָּ֤א H935 אֵלַי֙ H413 לִשְׁכַּ֣ב H7901 עִמִּ֔י H5973 וָאֶקְרָ֖א H7121 בְּק֥וֹל H6963 גָּדֽוֹל H1419 ",
  "15": "וַיְהִ֣י H1961 כְשָׁמְע֔ H8085 כִּֽי H3588 הֲרִימֹ֥תִי H7311 קוֹלִ֖י H6963 וָאֶקְרָ֑א H7121 וַיַּעֲזֹ֤ב H5800 בִּגְדוֹ֙ H899 אֶצְלִ֔י H681 וַיָּ֖נָס H5127 וַיֵּצֵ֥א H3318 הַחֽוּצָ H2351 ",
  "16": "וַתַּנַּ֥ח H3240 בִּגְד֖וֹ H899 אֶצְלָ֑הּ H681 עַד H5704 בּ֥וֹא H935 אֲדֹנָ֖יו H113 אֶל H413 בֵּיתֽוֹ H1004 ",
  "17": "וַתְּדַבֵּ֣ר H1696 אֵלָ֔יו H413 כַּדְּבָרִ֥ים H1697 הָאֵ֖לֶּה H428 לֵאמֹ֑ר H559 בָּֽא H935 אֵלַ֞י H413 הָעֶ֧בֶד H5650 הָֽעִבְרִ֛י H5680 אֲשֶׁר H834 הֵבֵ֥אתָ H935 לָּ֖נוּ Hl לְצַ֥חֶק H6711 בִּֽי Hb ",
  "18": "וַיְהִ֕י H1961 כַּהֲרִימִ֥ H7311 קוֹלִ֖י H6963 וָאֶקְרָ֑א H7121 וַיַּעֲזֹ֥ב H5800 בִּגְד֛וֹ H899 אֶצְלִ֖י H681 וַיָּ֥נָס H5127 הַחֽוּצָ H2351 ",
  "19": "וַיְהִי֩ H1961 כִשְׁמֹ֨עַ H8085 אֲדֹנָ֜יו H113 אֶת H853 דִּבְרֵ֣י H1697 אִשְׁתּ֗וֹ H802 אֲשֶׁ֨ר H834 דִּבְּרָ֤ה H1696 אֵלָיו֙ H413 לֵאמֹ֔ר H559 כַּדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 עָ֥שָׂהּ H6213 לִ֖י Hl עַבְדֶּ֑ךָ H5650 וַיִּ֖חַר H2734 אַפּֽוֹ H639 ",
  "20": "וַיִּקַּח֩ H3947 אֲדֹנֵ֨י H113 יוֹסֵ֜ף H3130 אֹת֗וֹ H853 וַֽיִּתְּנֵ֨ H5414 אֶל H413 בֵּ֣ית H1004 הַסֹּ֔הַר H5470 מְק֕וֹם H4725 אֲשֶׁר H834 אסורי H631 הַמֶּ֖לֶךְ H4428 אֲסוּרִ֑ים H631 וַֽיְהִי H1961 שָׁ֖ם H8033 בְּבֵ֥ית H1004 הַסֹּֽהַר H5470 ",
  "21": "וַיְהִ֤י H1961 יְהוָה֙ H3068 אֶת H854 יוֹסֵ֔ף H3130 וַיֵּ֥ט H5186 אֵלָ֖יו H413 חָ֑סֶד H2617 וַיִּתֵּ֣ן H5414 חִנּ֔וֹ H2580 בְּעֵינֵ֖י H5869 שַׂ֥ר H8269 בֵּית H1004 הַסֹּֽהַר H5470 ",
  "22": "וַיִּתֵּ֞ן H5414 שַׂ֤ר H8269 בֵּית H1004 הַסֹּ֨הַר֙ H5470 בְּיַד H3027 יוֹסֵ֔ף H3130 אֵ֚ת H853 כָּל H3605 הָ֣אֲסִירִ֔ם H615 אֲשֶׁ֖ר H834 בְּבֵ֣ית H1004 הַסֹּ֑הַר H5470 וְאֵ֨ת H853 כָּל H3605 אֲשֶׁ֤ר H834 עֹשִׂים֙ H6213 שָׁ֔ם H8033 ה֖וּא H1931 הָיָ֥ה H1961 עֹשֶֽׂה H6213 ",
  "23": "אֵ֣ין H369 שַׂ֣ר H8269 בֵּית H1004 הַסֹּ֗הַר H5470 רֹאֶ֤ה H7200 אֶֽת H853 כָּל H3605 מְא֨וּמָה֙ H3972 בְּיָד֔ H3027 בַּאֲשֶׁ֥ר H834 יְהוָ֖ה H3068 אִתּ֑וֹ H854 וַֽאֲשֶׁר H834 ה֥וּא H1931 עֹשֶׂ֖ה H6213 יְהוָ֥ה H3068 מַצְלִֽיחַ H6743 "
}
