{
  "1": "וְהָ֣ H120 יָדַ֖ע H3045 אֶת H853 חַוָּ֣ה H2332 אִשְׁתּ֑וֹ H802 וַתַּ֨הַר֙ H2029 וַתֵּ֣לֶד H3205 אֶת H853 קַ֔יִן H7014 וַתֹּ֕אמֶר H559 קָנִ֥יתִי H7069 אִ֖ישׁ H376 אֶת H854 יְהוָֽה H3068 ",
  "2": "וַתֹּ֣סֶף H3254 לָלֶ֔דֶת H3205 אֶת H853 אָחִ֖יו H251 אֶת H853 הָ֑בֶל H1893 וַֽיְהִי H1961 הֶ֨בֶל֙ H1893 רֹ֣עֵה H7462 צֹ֔אן H6629 וְקַ֕יִן H7014 הָיָ֖ה H1961 עֹבֵ֥ד H5647 אֲדָמָֽה H127 ",
  "3": "וַֽיְהִ֖י H1961 מִקֵּ֣ץ H7093 יָמִ֑ים H3117 וַיָּבֵ֨א H935 קַ֜יִן H7014 מִפְּרִ֧י H6529 הָֽאֲדָמָ֛ה H127 מִנְחָ֖ה H4503 לַֽיהוָֽה H3068 ",
  "4": "וְהֶ֨בֶל H1893 הֵבִ֥יא H935 גַם H1571 ה֛וּא H1931 מִבְּכֹר֥וֹת H1062 צֹאנ֖וֹ H6629 וּמֵֽ H2459 וַיִּ֣שַׁע H8159 יְהוָ֔ה H3068 אֶל H413 הֶ֖בֶל H1893 וְאֶל H413 מִנְחָתֽוֹ H4503 ",
  "5": "וְאֶל H413 קַ֥יִן H7014 וְאֶל H413 מִנְחָת֖וֹ H4503 לֹ֣א H3808 שָׁעָ֑ה H8159 וַיִּ֤חַר H2734 לְקַ֨יִן֙ H7014 מְאֹ֔ד H3966 וַֽיִּפְּל֖וּ H5307 פָּנָֽיו H6440 ",
  "6": "וַיֹּ֥אמֶר H559 יְהוָ֖ה H3068 אֶל H413 קָ֑יִן H7014 לָ֚מָּה H4100 חָ֣רָה H2734 לָ֔ךְ Hl וְלָ֖ H4100 נָפְל֥וּ H5307 פָנֶֽיךָ H6440 ",
  "7": "הֲל֤וֹא H3808 אִם H518 תֵּיטִיב֙ H3190 שְׂאֵ֔ת H7613 וְאִם֙ H518 לֹ֣א H3808 תֵיטִ֔יב H3190 לַפֶּ֖תַח H6607 חַטָּ֣את H2403 רֹבֵ֑ץ H7257 וְאֵלֶ֨י H413 תְּשׁ֣וּקָת֔וֹ H8669 וְאַתָּ֖ה H859 תִּמְשָׁל H4910 בּֽוֹ Hb ",
  "8": "וַיֹּ֥אמֶר H559 קַ֖יִן H7014 אֶל H413 הֶ֣בֶל H1893 אָחִ֑יו H251 וַֽיְהִי֙ H1961 בִּהְיוֹתָ֣ H1961 בַּשָּׂדֶ֔ה H7704 וַיָּ֥קָם H6965 קַ֛יִן H7014 אֶל H413 הֶ֥בֶל H1893 אָחִ֖יו H251 וַיַּהַרְגֵֽ H2026 ",
  "9": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 קַ֔יִן H7014 אֵ֖י H335 הֶ֣בֶל H1893 אָחִ֑יךָ H251 וַיֹּ֨אמֶר֙ H559 לֹ֣א H3808 יָדַ֔עְתִּי H3045 הֲשֹׁמֵ֥ר H8104 אָחִ֖י H251 אָנֹֽכִי H595 ",
  "10": "וַיֹּ֖אמֶר H559 מֶ֣ה H4100 עָשִׂ֑יתָ H6213 ק֚וֹל H6963 דְּמֵ֣י H1818 אָחִ֔יךָ H251 צֹעֲקִ֥ים H6817 אֵלַ֖י H413 מִן H4480 הָֽאֲדָמָֽה H127 ",
  "11": "וְעַתָּ֖ה H6258 אָר֣וּר H779 אָ֑תָּה H859 מִן H4480 הָֽאֲדָמָה֙ H127 אֲשֶׁ֣ר H834 פָּצְתָ֣ה H6475 אֶת H853 פִּ֔יהָ H6310 לָקַ֛חַת H3947 אֶת H853 דְּמֵ֥י H1818 אָחִ֖יךָ H251 מִיָּדֶֽ H3027 ",
  "12": "כִּ֤י H3588 תַֽעֲבֹד֙ H5647 אֶת H853 הָ֣אֲדָמָ֔ה H127 לֹֽא H3808 תֹסֵ֥ף H3254 תֵּת H5414 כֹּחָ֖הּ H3581 לָ֑ךְ Hl נָ֥ע H5128 וָנָ֖ד H5110 תִּֽהְיֶ֥ה H1961 בָאָֽרֶץ H776 ",
  "13": "וַיֹּ֥אמֶר H559 קַ֖יִן H7014 אֶל H413 יְהוָ֑ה H3068 גָּד֥וֹל H1419 עֲוֺנִ֖י H5771 מִנְּשֹֽׂא H5375 ",
  "14": "הֵן֩ H2005 גֵּרַ֨שְׁתָּ H1644 אֹתִ֜י H853 הַיּ֗וֹם H3117 מֵעַל֙ H5921 פְּנֵ֣י H6440 הָֽאֲדָמָ֔ה H127 וּמִ H6440 אֶסָּתֵ֑ר H5641 וְהָיִ֜יתִי H1961 נָ֤ע H5128 וָנָד֙ H5110 בָּאָ֔רֶץ H776 וְהָיָ֥ה H1961 כָל H3605 מֹצְאִ֖י H4672 יַֽהַרְגֵֽנִי H2026 ",
  "15": "וַיֹּ֧אמֶר H559 ל֣וֹ Hl יְהוָ֗ה H3068 לָכֵן֙ H3651 כָּל H3605 הֹרֵ֣ג H2026 קַ֔יִן H7014 שִׁבְעָתַ֖יִם H7659 יֻקָּ֑ם H5358 וַיָּ֨שֶׂם H7760 יְהוָ֤ה H3068 לְקַ֨יִן֙ H7014 א֔וֹת H226 לְבִלְתִּ֥י H1115 הַכּוֹת H5221 אֹת֖וֹ H853 כָּל H3605 מֹצְאֽוֹ H4672 ",
  "16": "וַיֵּ֥צֵא H3318 קַ֖יִן H7014 מִלִּ H6440 יְהוָ֑ה H3068 וַיֵּ֥שֶׁב H3427 בְּאֶֽרֶץ H776 נ֖וֹד H5113 קִדְמַת H6926 עֵֽדֶן H5731 ",
  "17": "וַיֵּ֤דַע H3045 קַ֨יִן֙ H7014 אֶת H853 אִשְׁתּ֔וֹ H802 וַתַּ֖הַר H2029 וַתֵּ֣לֶד H3205 אֶת H853 חֲנ֑וֹךְ H2585 וַֽיְהִי֙ H1961 בֹּ֣נֶה H1129 עִ֔יר H5892 וַיִּקְרָא֙ H7121 שֵׁ֣ם H8034 הָעִ֔יר H5892 כְּשֵׁ֖ם H8034 בְּנ֥וֹ H1121 חֲנֽוֹךְ H2585 ",
  "18": "וַיִּוָּלֵ֤ד H3205 לַֽחֲנוֹךְ֙ H2585 אֶת H853 עִירָ֔ד H5897 וְעִירָ֕ד H5897 יָלַ֖ד H3205 אֶת H853 מְחֽוּיָאֵ֑ל H4232 וּמְחִיּיָאֵ֗ל H4232 יָלַד֙ H3205 אֶת H853 מְת֣וּשָׁאֵ֔ל H4967 וּמְתוּשָׁאֵ֖ל H4967 יָלַ֥ד H3205 אֶת H853 לָֽמֶךְ H3929 ",
  "19": "וַיִּֽקַּֽח H3947 ל֥וֹ Hl לֶ֖מֶךְ H3929 שְׁתֵּ֣י H8147 נָשִׁ֑ים H802 שֵׁ֤ם H8034 הָֽאַחַת֙ H259 עָדָ֔ה H5711 וְשֵׁ֥ם H8034 הַשֵּׁנִ֖ית H8145 צִלָּֽה H6741 ",
  "20": "וַתֵּ֥לֶד H3205 עָדָ֖ה H5711 אֶת H853 יָבָ֑ל H2989 ה֣וּא H1931 הָיָ֔ה H1961 אֲבִ֕י H1 יֹשֵׁ֥ב H3427 אֹ֖הֶל H168 וּמִקְנֶֽה H4735 ",
  "21": "וְשֵׁ֥ם H8034 אָחִ֖יו H251 יוּבָ֑ל H3106 ה֣וּא H1931 הָיָ֔ה H1961 אֲבִ֕י H1 כָּל H3605 תֹּפֵ֥שׂ H8610 כִּנּ֖וֹר H3658 וְעוּגָֽב H5748 ",
  "22": "וְצִלָּ֣ה H6741 גַם H1571 הִ֗וא H1931 יָֽלְדָה֙ H3205 אֶת H853 תּ֣וּבַל H8423 קַ֔יִן H8423 לֹטֵ֕שׁ H3913 כָּל H3605 חֹרֵ֥שׁ H2794 נְחֹ֖שֶׁת H5178 וּבַרְזֶ֑ל H1270 וַֽאֲח֥וֹת H269 תּֽוּבַל H8423 קַ֖יִן H8423 נַֽעֲמָֽה H5279 ",
  "23": "וַיֹּ֨אמֶר H559 לֶ֜מֶךְ H3929 לְנָשָׁ֗י H802 עָדָ֤ה H5711 וְצִלָּה֙ H6741 שְׁמַ֣עַן H8085 קוֹלִ֔י H6963 נְשֵׁ֣י H802 לֶ֔מֶךְ H3929 הַאְזֵ֖נָּה H238 אִמְרָתִ֑י H565 כִּ֣י H3588 אִ֤ישׁ H376 הָרַ֨גְתִּי֙ H2026 לְפִצְעִ֔ H6482 וְיֶ֖לֶד H3206 לְחַבֻּרָתִֽ H2250 ",
  "24": "כִּ֥י H3588 שִׁבְעָתַ֖יִם H7659 יֻקַּם H5358 קָ֑יִן H7014 וְלֶ֖מֶךְ H3929 שִׁבְעִ֥ים H7657 וְשִׁבְעָֽה H7651 ",
  "25": "וַיֵּ֨דַע H3045 אָדָ֥ם H121 עוֹד֙ H5750 אֶת H853 אִשְׁתּ֔וֹ H802 וַתֵּ֣לֶד H3205 בֵּ֔ן H1121 וַתִּקְרָ֥א H7121 אֶת H853 שְׁמ֖וֹ H8034 שֵׁ֑ת H8352 כִּ֣י H3588 שָֽׁת H7896 לִ֤י Hl אֱלֹהִים֙ H430 זֶ֣רַע H2233 אַחֵ֔ר H312 תַּ֣חַת H8478 הֶ֔בֶל H1893 כִּ֥י H3588 הֲרָג֖וֹ H2026 קָֽיִן H7014 ",
  "26": "וּלְ H8352 גַּם H1571 הוּא֙ H1931 יֻלַּד H3205 בֵּ֔ן H1121 וַיִּקְרָ֥א H7121 אֶת H853 שְׁמ֖וֹ H8034 אֱנ֑וֹשׁ H583 אָ֣ז H227 הוּחַ֔ל H2490 לִקְרֹ֖א H7121 בְּשֵׁ֥ם H8034 יְהוָֽה H3068 "
}
