{
  "1": "וַיַּ֣רְא H7200 יַעֲקֹ֔ב H3290 כִּ֥י H3588 יֶשׁ H3426 שֶׁ֖בֶר H7668 בְּמִצְרָ֑יִם H4714 וַיֹּ֤אמֶר H559 יַעֲקֹב֙ H3290 לְבָנָ֔י H1121 לָ֖מָּה H4100 תִּתְרָאֽוּ H7200 ",
  "2": "וַיֹּ֕אמֶר H559 הִנֵּ֣ה H2009 שָׁמַ֔עְתִּי H8085 כִּ֥י H3588 יֶשׁ H3426 שֶׁ֖בֶר H7668 בְּמִצְרָ֑יִם H4714 רְדוּ H3381 שָׁ֨מָּה֙ H8033 וְשִׁבְרוּ H7666 לָ֣נוּ Hl מִשָּׁ֔ם H8033 וְנִחְיֶ֖ה H2421 וְלֹ֥א H3808 נָמֽוּת H4191 ",
  "3": "וַיֵּרְד֥וּ H3381 אֲחֵֽי H251 יוֹסֵ֖ף H3130 עֲשָׂרָ֑ה H6235 לִשְׁבֹּ֥ר H7666 בָּ֖ר H1250 מִמִּצְרָֽיִם H4714 ",
  "4": "וְאֶת H853 בִּנְיָמִין֙ H1144 אֲחִ֣י H251 יוֹסֵ֔ף H3130 לֹא H3808 שָׁלַ֥ח H7971 יַעֲקֹ֖ב H3290 אֶת H854 אֶחָ֑יו H251 כִּ֣י H3588 אָמַ֔ר H559 פֶּן H6435 יִקְרָאֶ֖נּוּ H7122 אָסֽוֹן H611 ",
  "5": "וַיָּבֹ֨אוּ֙ H935 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 לִשְׁבֹּ֖ר H7666 בְּת֣וֹךְ H8432 הַבָּאִ֑ים H935 כִּֽי H3588 הָיָ֥ה H1961 הָרָעָ֖ב H7458 בְּאֶ֥רֶץ H776 כְּנָֽעַן H3667 ",
  "6": "וְיוֹסֵ֗ף H3130 ה֚וּא H1931 הַשַּׁלִּ֣יט H7989 עַל H5921 הָאָ֔רֶץ H776 ה֥וּא H1931 הַמַּשְׁבִּ֖יר H7666 לְכָל H3605 עַ֣ם H5971 הָאָ֑רֶץ H776 וַיָּבֹ֨אוּ֙ H935 אֲחֵ֣י H251 יוֹסֵ֔ף H3130 וַיִּשְׁתַּֽחֲווּ H7812 ל֥וֹ Hl אַפַּ֖יִם H639 אָֽרְצָה H776 ",
  "7": "וַיַּ֥רְא H7200 יוֹסֵ֛ף H3130 אֶת H853 אֶחָ֖יו H251 וַיַּכִּרֵ֑ H5234 וַיִּתְנַכֵּ֨ר H5234 אֲלֵיהֶ֜ם H413 וַיְדַבֵּ֧ר H1696 אִתָּ֣ם H854 קָשׁ֗וֹת H7186 וַיֹּ֤אמֶר H559 אֲלֵהֶם֙ H413 מֵאַ֣יִן H370 בָּאתֶ֔ם H935 וַיֹּ֣אמְר֔וּ H559 מֵאֶ֥רֶץ H776 כְּנַ֖עַן H3667 לִשְׁבָּר H7666 אֹֽכֶל H400 ",
  "8": "וַיַּכֵּ֥ר H5234 יוֹסֵ֖ף H3130 אֶת H853 אֶחָ֑יו H251 וְהֵ֖ם H1992 לֹ֥א H3808 הִכִּרֻֽהוּ H5234 ",
  "9": "וַיִּזְכֹּ֣ר H2142 יוֹסֵ֔ף H3130 אֵ֚ת H853 הַחֲלֹמ֔וֹת H2472 אֲשֶׁ֥ר H834 חָלַ֖ם H2492 לָהֶ֑ם Hl וַיֹּ֤אמֶר H559 אֲלֵהֶם֙ H413 מְרַגְּלִ֣ים H7270 אַתֶּ֔ם H859 לִרְא֛וֹת H7200 אֶת H853 עֶרְוַ֥ת H6172 הָאָ֖רֶץ H776 בָּאתֶֽם H935 ",
  "10": "וַיֹּאמְר֥וּ H559 אֵלָ֖יו H413 לֹ֣א H3808 אֲדֹנִ֑י H113 וַעֲבָדֶ֥י H5650 בָּ֖אוּ H935 לִשְׁבָּר H7666 אֹֽכֶל H400 ",
  "11": "כֻּלָּ֕נוּ H3605 בְּנֵ֥י H1121 אִישׁ H376 אֶחָ֖ד H259 נָ֑חְנוּ H5168 כֵּנִ֣ים H3651 אֲנַ֔חְנוּ H587 לֹא H3808 הָי֥וּ H1961 עֲבָדֶ֖יךָ H5650 מְרַגְּלִֽים H7270 ",
  "12": "וַיֹּ֖אמֶר H559 אֲלֵהֶ֑ם H413 לֹ֕א H3808 כִּֽי H3588 עֶרְוַ֥ת H6172 הָאָ֖רֶץ H776 בָּאתֶ֥ם H935 לִרְאֽוֹת H7200 ",
  "13": "וַיֹּאמְר֗וּ H559 שְׁנֵ֣ים H8147 עָשָׂר֩ H6240 עֲבָדֶ֨יךָ H5650 אַחִ֧ים H251 אֲנַ֛חְנוּ H587 בְּנֵ֥י H1121 אִישׁ H376 אֶחָ֖ד H259 בְּאֶ֣רֶץ H776 כְּנָ֑עַן H3667 וְהִנֵּ֨ה H2009 הַקָּטֹ֤ן H6996 אֶת H854 אָבִ֨ינוּ֙ H1 הַיּ֔וֹם H3117 וְהָ H259 אֵינֶֽנּוּ H369 ",
  "14": "וַיֹּ֥אמֶר H559 אֲלֵהֶ֖ם H413 יוֹסֵ֑ף H3130 ה֗וּא H1931 אֲשֶׁ֨ר H834 דִּבַּ֧רְתִּי H1696 אֲלֵכֶ֛ם H413 לֵאמֹ֖ר H559 מְרַגְּלִ֥ים H7270 אַתֶּֽם H859 ",
  "15": "בְּזֹ֖את H2063 תִּבָּחֵ֑נוּ H974 חֵ֤י H2416 פַרְעֹה֙ H6547 אִם H518 תֵּצְא֣וּ H3318 מִזֶּ֔ה H2088 כִּ֧י H3588 אִם H518 בְּב֛וֹא H935 אֲחִיכֶ֥ם H251 הַקָּטֹ֖ן H6996 הֵֽנָּה H2008 ",
  "16": "שִׁלְח֨וּ H7971 מִכֶּ֣ם H4480 אֶחָד֮ H259 וְיִקַּ֣ח H3947 אֶת H853 אֲחִיכֶם֒ H251 וְאַתֶּם֙ H859 הֵאָ֣סְר֔וּ H631 וְיִבָּֽחֲנוּ֙ H974 דִּבְרֵיכֶ֔ם H1697 הַֽאֱמֶ֖ת H571 אִתְּכֶ֑ם H854 וְאִם H518 לֹ֕א H3808 חֵ֣י H2416 פַרְעֹ֔ה H6547 כִּ֥י H3588 מְרַגְּלִ֖ים H7270 אַתֶּֽם H859 ",
  "17": "וַיֶּאֱסֹ֥ף H622 אֹתָ֛ם H853 אֶל H413 מִשְׁמָ֖ר H4929 שְׁלֹ֥שֶׁת H7969 יָמִֽים H3117 ",
  "18": "וַיֹּ֨אמֶר H559 אֲלֵהֶ֤ם H413 יוֹסֵף֙ H3130 בַּיּ֣וֹם H3117 הַשְּׁלִישִׁ֔י H7992 זֹ֥את H2063 עֲשׂ֖וּ H6213 וִֽחְי֑וּ H2421 אֶת H853 הָאֱלֹהִ֖ים H430 אֲנִ֥י H589 יָרֵֽא H3372 ",
  "19": "אִם H518 כֵּנִ֣ים H3651 אַתֶּ֔ם H859 אֲחִיכֶ֣ם H251 אֶחָ֔ד H259 יֵאָסֵ֖ר H631 בְּבֵ֣ית H1004 מִשְׁמַרְכֶ֑ם H4929 וְאַתֶּם֙ H859 לְכ֣וּ H3212 הָבִ֔יאוּ H935 שֶׁ֖בֶר H7668 רַעֲב֥וֹן H7459 בָּתֵּיכֶֽם H1004 ",
  "20": "וְאֶת H853 אֲחִיכֶ֤ם H251 הַקָּטֹן֙ H6996 תָּבִ֣יאוּ H935 אֵלַ֔י H413 וְיֵאָמְנ֥וּ H539 דִבְרֵיכֶ֖ם H1697 וְלֹ֣א H3808 תָמ֑וּתוּ H4191 וַיַּעֲשׂוּ H6213 כֵֽן H3651 ",
  "21": "וַיֹּאמְר֞וּ H559 אִ֣ישׁ H376 אֶל H413 אָחִ֗יו H251 אֲבָל֮ H61 אֲשֵׁמִ֣ים H818 אֲנַחְנוּ֮ H587 עַל H5921 אָחִינוּ֒ H251 אֲשֶׁ֨ר H834 רָאִ֜ינוּ H7200 צָרַ֥ת H6869 נַפְשׁ֛וֹ H5315 בְּהִתְחַֽנְנ֥ H2603 אֵלֵ֖ינוּ H413 וְלֹ֣א H3808 שָׁמָ֑עְנוּ H8085 עַל H5921 כֵּן֙ H3651 בָּ֣אָה H935 אֵלֵ֔ינוּ H413 הַצָּרָ֖ה H6869 הַזֹּֽאת H2063 ",
  "22": "וַיַּעַן֩ H6030 רְאוּבֵ֨ן H7205 אֹתָ֜ם H853 לֵאמֹ֗ר H559 הֲלוֹא֩ H3808 אָמַ֨רְתִּי H559 אֲלֵיכֶ֧ם H413 לֵאמֹ֛ר H559 אַל H408 תֶּחֶטְא֥וּ H2398 בַיֶּ֖לֶד H3206 וְלֹ֣א H3808 שְׁמַעְתֶּ֑ם H8085 וְגַם H1571 דָּמ֖וֹ H1818 הִנֵּ֥ה H2009 נִדְרָֽשׁ H1875 ",
  "23": "וְהֵם֙ H1992 לֹ֣א H3808 יָֽדְע֔וּ H3045 כִּ֥י H3588 שֹׁמֵ֖עַ H8085 יוֹסֵ֑ף H3130 כִּ֥י H3588 הַמֵּלִ֖יץ H3887 בֵּינֹתָֽם H996 ",
  "24": "וַיִּסֹּ֥ב H5437 מֵֽעֲלֵי H5921 וַיֵּ֑בְךְּ H1058 וַיָּ֤שָׁב H7725 אֲלֵהֶם֙ H413 וַיְדַבֵּ֣ר H1696 אֲלֵהֶ֔ם H413 וַיִּקַּ֤ח H3947 מֵֽאִתָּ H853 אֶת H853 שִׁמְע֔וֹן H8095 וַיֶּאֱסֹ֥ר H631 אֹת֖וֹ H853 לְעֵינֵי H5869 ",
  "25": "וַיְצַ֣ו H6680 יוֹסֵ֗ף H3130 וַיְמַלְא֣וּ H4390 אֶת H853 כְּלֵיהֶם֮ H3627 בָּר֒ H1250 וּלְ H7725 כַּסְפֵּיהֶם֙ H3701 אִ֣ישׁ H376 אֶל H413 שַׂקּ֔וֹ H8242 וְלָ H5414 לָהֶ֛ם Hl צֵדָ֖ה H6720 לַדָּ֑רֶךְ H1870 וַיַּ֥עַשׂ H6213 לָהֶ֖ם Hl כֵּֽן H3651 ",
  "26": "וַיִּשְׂא֥וּ H5375 אֶת H853 שִׁבְרָ֖ם H7668 עַל H5921 חֲמֹרֵיהֶ֑ם H2543 וַיֵּלְכ֖וּ H3212 מִשָּֽׁם H8033 ",
  "27": "וַיִּפְתַּ֨ח H6605 הָאֶחָ֜ד H259 אֶת H853 שַׂקּ֗וֹ H8242 לָתֵ֥ת H5414 מִסְפּ֛וֹא H4554 לַחֲמֹר֖ H2543 בַּמָּל֑וֹן H4411 וַיַּרְא֙ H7200 אֶת H853 כַּסְפּ֔וֹ H3701 וְהִנֵּה H2009 ה֖וּא H1931 בְּפִ֥י H6310 אַמְתַּחְתּֽוֹ H572 ",
  "28": "וַיֹּ֤אמֶר H559 אֶל H413 אֶחָיו֙ H251 הוּשַׁ֣ב H7725 כַּסְפִּ֔י H3701 וְגַ֖ם H1571 הִנֵּ֣ה H2009 בְאַמְתַּחְתִּ֑ H572 וַיֵּצֵ֣א H3318 לִבָּ֗ם H3820 וַיֶּֽחֶרְד֞וּ H2729 אִ֤ישׁ H376 אֶל H413 אָחִיו֙ H251 לֵאמֹ֔ר H559 מַה H4100 זֹּ֛את H2063 עָשָׂ֥ה H6213 אֱלֹהִ֖ים H430 לָֽנוּ Hl ",
  "29": "וַיָּבֹ֛אוּ H935 אֶל H413 יַעֲקֹ֥ב H3290 אֲבִיהֶ֖ם H1 אַ֣רְצָה H776 כְּנָ֑עַן H3667 וַיַּגִּ֣ידוּ H5046 ל֔וֹ Hl אֵ֛ת H853 כָּל H3605 הַקֹּרֹ֥ת H7136 אֹתָ֖ם H853 לֵאמֹֽר H559 ",
  "30": "דִּ֠בֶּר H1696 הָאִ֨ישׁ H376 אֲדֹנֵ֥י H113 הָאָ֛רֶץ H776 אִתָּ֖נוּ H854 קָשׁ֑וֹת H7186 וַיִּתֵּ֣ן H5414 אֹתָ֔נוּ H853 כִּֽמְרַגְּלִ֖ים H7270 אֶת H853 הָאָֽרֶץ H776 ",
  "31": "וַנֹּ֥אמֶר H559 אֵלָ֖יו H413 כֵּנִ֣ים H3651 אֲנָ֑חְנוּ H587 לֹ֥א H3808 הָיִ֖ינוּ H1961 מְרַגְּלִֽים H7270 ",
  "32": "שְׁנֵים H8147 עָשָׂ֥ר H6240 אֲנַ֛חְנוּ H587 אַחִ֖ים H251 בְּנֵ֣י H1121 אָבִ֑ינוּ H1 הָאֶחָ֣ד H259 אֵינֶ֔נּוּ H369 וְהַ H6996 הַיּ֛וֹם H3117 אֶת H854 אָבִ֖ינוּ H1 בְּאֶ֥רֶץ H776 כְּנָֽעַן H3667 ",
  "33": "וַיֹּ֣אמֶר H559 אֵלֵ֗ינוּ H413 הָאִישׁ֙ H376 אֲדֹנֵ֣י H113 הָאָ֔רֶץ H776 בְּזֹ֣את H2063 אֵדַ֔ע H3045 כִּ֥י H3588 כֵנִ֖ים H3651 אַתֶּ֑ם H859 אֲחִיכֶ֤ם H251 הָֽאֶחָד֙ H259 הַנִּ֣יחוּ H3240 אִתִּ֔י H854 וְאֶת H853 רַעֲב֥וֹן H7459 בָּתֵּיכֶ֖ם H1004 קְח֥וּ H3947 וָלֵֽכוּ H3212 ",
  "34": "וְ֠הָבִיאוּ H935 אֶת H853 אֲחִיכֶ֣ם H251 הַקָּטֹן֮ H6996 אֵלַי֒ H413 וְאֵֽדְעָ֗ה H3045 כִּ֣י H3588 לֹ֤א H3808 מְרַגְּלִים֙ H7270 אַתֶּ֔ם H859 כִּ֥י H3588 כֵנִ֖ים H3651 אַתֶּ֑ם H859 אֶת H853 אֲחִיכֶם֙ H251 אֶתֵּ֣ן H5414 לָכֶ֔ם Hl וְאֶת H853 הָאָ֖רֶץ H776 תִּסְחָֽרוּ H5503 ",
  "35": "וַיְהִ֗י H1961 הֵ֚ם H1992 מְרִיקִ֣ים H7324 שַׂקֵּיהֶ֔ם H8242 וְהִנֵּה H2009 אִ֥ישׁ H376 צְרוֹר H6872 כַּסְפּ֖וֹ H3701 בְּשַׂקּ֑ H8242 וַיִּרְא֞וּ H7200 אֶת H853 צְרֹר֧וֹת H6872 כַּסְפֵּיהֶ֛ם H3701 הֵ֥מָּה H1992 וַאֲבִי H1 וַיִּירָֽאוּ H3372 ",
  "36": "וַיֹּ֤אמֶר H559 אֲלֵהֶם֙ H413 יַעֲקֹ֣ב H3290 אֲבִיהֶ֔ם H1 אֹתִ֖י H853 שִׁכַּלְתֶּ֑ם H7921 יוֹסֵ֤ף H3130 אֵינֶ֨נּוּ֙ H369 וְשִׁמְע֣וֹן H8095 אֵינֶ֔נּוּ H369 וְאֶת H853 בִּנְיָמִ֣ן H1144 תִּקָּ֔חוּ H3947 עָלַ֖י H5921 הָי֥וּ H1961 כֻלָּֽנָה H3605 ",
  "37": "וַיֹּ֤אמֶר H559 רְאוּבֵן֙ H7205 אֶל H413 אָבִ֣יו H1 לֵאמֹ֔ר H559 אֶת H853 שְׁנֵ֤י H8147 בָנַי֙ H1121 תָּמִ֔ית H4191 אִם H518 לֹ֥א H3808 אֲבִיאֶ֖נּוּ H935 אֵלֶ֑יךָ H413 תְּנָ֤ה H5414 אֹתוֹ֙ H853 עַל H5921 יָדִ֔י H3027 וַאֲנִ֖י H589 אֲשִׁיבֶ֥נּוּ H7725 אֵלֶֽיךָ H413 ",
  "38": "וַיֹּ֕אמֶר H559 לֹֽא H3808 יֵרֵ֥ד H3381 בְּנִ֖י H1121 עִמָּכֶ֑ם H5973 כִּֽי H3588 אָחִ֨יו H251 מֵ֜ת H4191 וְה֧וּא H1931 לְבַדּ֣ H905 נִשְׁאָ֗ר H7604 וּקְרָאָ֤ H7122 אָסוֹן֙ H611 בַּדֶּ֨רֶךְ֙ H1870 אֲשֶׁ֣ר H834 תֵּֽלְכוּ H3212 בָ֔הּ Hb וְהוֹרַדְתֶּ֧ם H3381 אֶת H853 שֵׂיבָתִ֛י H7872 בְּיָג֖וֹן H3015 שְׁאֽוֹלָה H7585 "
}
