{
  "1": "וְהָ H7458 כָּבֵ֥ד H3515 בָּאָֽרֶץ H776 ",
  "2": "וַיְהִ֗י H1961 כַּאֲשֶׁ֤ר H834 כִּלּוּ֙ H3615 לֶאֱכֹ֣ל H398 אֶת H853 הַשֶּׁ֔בֶר H7668 אֲשֶׁ֥ר H834 הֵבִ֖יאוּ H935 מִמִּצְרָ֑יִם H4714 וַיֹּ֤אמֶר H559 אֲלֵיהֶם֙ H413 אֲבִיהֶ֔ם H1 שֻׁ֖בוּ H7725 שִׁבְרוּ H7666 לָ֥נוּ Hl מְעַט H4592 אֹֽכֶל H400 ",
  "3": "וַיֹּ֧אמֶר H559 אֵלָ֛יו H413 יְהוּדָ֖ה H3063 לֵאמֹ֑ר H559 הָעֵ֣ד H5749 הֵעִד֩ H5749 בָּ֨נוּ Hb הָאִ֤ישׁ H376 לֵאמֹר֙ H559 לֹֽא H3808 תִרְא֣וּ H7200 פָנַ֔י H6440 בִּלְתִּ֖י H1115 אֲחִיכֶ֥ם H251 אִתְּכֶֽם H854 ",
  "4": "אִם H518 יֶשְׁךָ֛ H3426 מְשַׁלֵּ֥חַ H7971 אֶת H853 אָחִ֖ינוּ H251 אִתָּ֑נוּ H854 נֵרְדָ֕ה H3381 וְנִשְׁבְּרָ֥ה H7666 לְךָ֖ Hl אֹֽכֶל H400 ",
  "5": "וְאִם H518 אֵינְךָ֥ H369 מְשַׁלֵּ֖חַ H7971 לֹ֣א H3808 נֵרֵ֑ד H3381 כִּֽי H3588 הָאִ֞ישׁ H376 אָמַ֤ר H559 אֵלֵ֨ינוּ֙ H413 לֹֽא H3808 תִרְא֣וּ H7200 פָנַ֔י H6440 בִּלְתִּ֖י H1115 אֲחִיכֶ֥ם H251 אִתְּכֶֽם H854 ",
  "6": "וַיֹּ֨אמֶר֙ H559 יִשְׂרָאֵ֔ל H3478 לָמָ֥ה H4100 הֲרֵעֹתֶ֖ם H7489 לִ֑י Hl לְהַגִּ֣יד H5046 לָאִ֔ישׁ H376 הַע֥וֹד H5750 לָכֶ֖ם Hl אָֽח H251 ",
  "7": "וַיֹּאמְר֡וּ H559 שָׁא֣וֹל H7592 שָֽׁאַל H7592 הָ֠אִישׁ H376 לָ֣נוּ Hl וּלְ H4138 לֵאמֹ֗ר H559 הַע֨וֹד H5750 אֲבִיכֶ֥ם H1 חַי֙ H2416 הֲיֵ֣שׁ H3426 לָכֶ֣ם Hl אָ֔ח H251 וַנַ֨גֶּד H5046 ל֔וֹ Hl עַל H5921 פִּ֖י H6310 הַדְּבָרִ֣ים H1697 הָאֵ֑לֶּה H428 הֲיָד֣וֹעַ H3045 נֵדַ֔ע H3045 כִּ֣י H3588 יֹאמַ֔ר H559 הוֹרִ֖ידוּ H3381 אֶת H853 אֲחִיכֶֽם H251 ",
  "8": "וַיֹּ֨אמֶר H559 יְהוּדָ֜ה H3063 אֶל H413 יִשְׂרָאֵ֣ל H3478 אָבִ֗יו H1 שִׁלְחָ֥ה H7971 הַנַּ֛עַר H5288 אִתִּ֖י H854 וְנָק֣וּמָה H6965 וְנֵלֵ֑כָה H3212 וְנִֽחְיֶה֙ H2421 וְלֹ֣א H3808 נָמ֔וּת H4191 גַּם H1571 אֲנַ֥חְנוּ H587 גַם H1571 אַתָּ֖ה H859 גַּם H1571 טַפֵּֽנוּ H2945 ",
  "9": "אָֽנֹכִי֙ H595 אֶֽעֶרְבֶ֔נּוּ H6148 מִיָּדִ֖ H3027 תְּבַקְשֶׁ֑נּוּ H1245 אִם H518 לֹ֨א H3808 הֲבִיאֹתִ֤יו H935 אֵלֶ֨יךָ֙ H413 וְהִצַּגְתִּ֣י H3322 לְפָנֶ֔י H6440 וְחָטָ֥אתִֽי H2398 לְךָ֖ Hl כָּל H3605 הַיָּמִֽים H3117 ",
  "10": "כִּ֖י H3588 לוּלֵ֣א H3884 הִתְמַהְמָ֑הְנוּ H4102 כִּֽי H3588 עַתָּ֥ה H6258 שַׁ֖בְנוּ H7725 זֶ֥ה H2088 פַעֲמָֽיִם H6471 ",
  "11": "וַיֹּ֨אמֶר H559 אֲלֵהֶ֜ם H413 יִשְׂרָאֵ֣ל H3478 אֲבִיהֶ֗ם H1 אִם H518 כֵּ֣ן H3651 אֵפוֹא֮ H645 זֹ֣את H2063 עֲשׂוּ֒ H6213 קְח֞וּ H3947 מִזִּמְרַ֤ת H2173 הָאָ֨רֶץ֙ H776 בִּכְלֵי H3627 וְהוֹרִ֥ידוּ H3381 לָאִ֖ישׁ H376 מִנְחָ֑ה H4503 מְעַ֤ט H4592 צֳרִי֙ H6875 וּמְעַ֣ט H4592 דְּבַ֔שׁ H1706 נְכֹ֣את H5219 וָלֹ֔ט H3910 בָּטְנִ֖ים H992 וּשְׁקֵדִֽים H8247 ",
  "12": "וְכֶ֥סֶף H3701 מִשְׁנֶ֖ה H4932 קְח֣וּ H3947 בְיֶדְ H3027 וְאֶת H853 הַכֶּ֜סֶף H3701 הַמּוּשָׁ֨ב H7725 בְּפִ֤י H6310 אַמְתְּחֹֽתֵיכֶם֙ H572 תָּשִׁ֣יבוּ H7725 בְיֶדְ H3027 אוּלַ֥י H194 מִשְׁגֶּ֖ה H4870 הֽוּא H1931 ",
  "13": "וְאֶת H853 אֲחִיכֶ֖ם H251 קָ֑חוּ H3947 וְק֖וּמוּ H6965 שׁ֥וּבוּ H7725 אֶל H413 הָאִֽישׁ H376 ",
  "14": "וְאֵ֣ל H410 שַׁדַּ֗י H7706 יִתֵּ֨ן H5414 לָכֶ֤ם Hl רַחֲמִים֙ H7356 לִפְנֵ֣י H6440 הָאִ֔ישׁ H376 וְשִׁלַּ֥ח H7971 לָכֶ֛ם Hl אֶת H853 אֲחִיכֶ֥ם H251 אַחֵ֖ר H312 וְאֶת H853 בִּנְיָמִ֑ין H1144 וַאֲנִ֕י H589 כַּאֲשֶׁ֥ר H834 שָׁכֹ֖לְתִּי H7921 שָׁכָֽלְתִּי H7921 ",
  "15": "וַיִּקְח֤וּ H3947 הָֽאֲנָשִׁים֙ H376 אֶת H853 הַמִּנְחָ֣ה H4503 הַזֹּ֔את H2063 וּמִשְׁנֶה H4932 כֶּ֛סֶף H3701 לָקְח֥וּ H3947 בְיָדָ֖ H3027 וְאֶת H853 בִּנְיָמִ֑ן H1144 וַיָּקֻ֨מוּ֙ H6965 וַיֵּרְד֣וּ H3381 מִצְרַ֔יִם H4714 וַיַּֽעַמְד֖וּ H5975 לִפְנֵ֥י H6440 יוֹסֵֽף H3130 ",
  "16": "וַיַּ֨רְא H7200 יוֹסֵ֣ף H3130 אִתָּם֮ H854 אֶת H853 בִּנְיָמִין֒ H1144 וַיֹּ֨אמֶר֙ H559 לַֽאֲשֶׁ֣ר H834 עַל H5921 בֵּית֔וֹ H1004 הָבֵ֥א H935 אֶת H853 הָאֲנָשִׁ֖ים H376 הַבָּ֑יְתָ H1004 וּטְבֹ֤חַ H2873 טֶ֨בַח֙ H2874 וְהָכֵ֔ן H3559 כִּ֥י H3588 אִתִּ֛י H854 יֹאכְל֥וּ H398 הָאֲנָשִׁ֖ים H376 בַּֽצָּהֳרָֽיִם H6672 ",
  "17": "וַיַּ֣עַשׂ H6213 הָאִ֔ישׁ H376 כַּֽאֲשֶׁ֖ר H834 אָמַ֣ר H559 יוֹסֵ֑ף H3130 וַיָּבֵ֥א H935 הָאִ֛ישׁ H376 אֶת H853 הָאֲנָשִׁ֖ים H376 בֵּ֥יתָה H1004 יוֹסֵֽף H3130 ",
  "18": "וַיִּֽירְא֣וּ H3372 הָֽאֲנָשִׁ֗ים H376 כִּ֣י H3588 הֽוּבְאוּ֮ H935 בֵּ֣ית H1004 יוֹסֵף֒ H3130 וַיֹּאמְר֗וּ H559 עַל H5921 דְּבַ֤ר H1697 הַכֶּ֨סֶף֙ H3701 הַשָּׁ֤ב H7725 בְּאַמְתְּחֹתֵ֨י H572 בַּתְּחִלָּ֔ה H8462 אֲנַ֖חְנוּ H587 מֽוּבָאִ֑ים H935 לְהִתְגֹּלֵ֤ל H1556 עָלֵ֨ינוּ֙ H5921 וּלְ H5307 עָלֵ֔ינוּ H5921 וְלָ H3947 אֹתָ֛נוּ H853 לַעֲבָדִ֖ים H5650 וְאֶת H853 חֲמֹרֵֽינוּ H2543 ",
  "19": "וַֽיִּגְּשׁוּ֙ H5066 אֶל H413 הָאִ֔ישׁ H376 אֲשֶׁ֖ר H834 עַל H5921 בֵּ֣ית H1004 יוֹסֵ֑ף H3130 וַיְדַבְּר֥וּ H1696 אֵלָ֖יו H413 פֶּ֥תַח H6607 הַבָּֽיִת H1004 ",
  "20": "וַיֹּאמְר֖וּ H559 בִּ֣י H994 אֲדֹנִ֑י H113 יָרֹ֥ד H3381 יָרַ֛דְנוּ H3381 בַּתְּחִלָּ֖ה H8462 לִשְׁבָּר H7666 אֹֽכֶל H400 ",
  "21": "וַֽיְהִ֞י H1961 כִּי H3588 בָ֣אנוּ H935 אֶל H413 הַמָּל֗וֹן H4411 וַֽנִּפְתְּחָ H6605 אֶת H853 אַמְתְּחֹתֵ֔ינוּ H572 וְהִנֵּ֤ה H2009 כֶֽסֶף H3701 אִישׁ֙ H376 בְּפִ֣י H6310 אַמְתַּחְתּ֔וֹ H572 כַּסְפֵּ֖נוּ H3701 בְּמִשְׁקָל֑ H4948 וַנָּ֥שֶׁב H7725 אֹת֖וֹ H853 בְּיָדֵֽ H3027 ",
  "22": "וְכֶ֧סֶף H3701 אַחֵ֛ר H312 הוֹרַ֥דְנוּ H3381 בְיָדֵ֖ H3027 לִשְׁבָּר H7666 אֹ֑כֶל H400 לֹ֣א H3808 יָדַ֔עְנוּ H3045 מִי H4310 שָׂ֥ם H7760 כַּסְפֵּ֖נוּ H3701 בְּאַמְתְּחֹתֵֽי H572 ",
  "23": "וַיֹּאמֶר֩ H559 שָׁל֨וֹם H7965 לָכֶ֜ם Hl אַל H408 תִּירָ֗אוּ H3372 אֱלֹ֨הֵיכֶ֜ם H430 וֵֽאלֹהֵ֤י H430 אֲבִיכֶם֙ H1 נָתַ֨ן H5414 לָכֶ֤ם Hl מַטְמוֹן֙ H4301 בְּאַמְתְּחֹ֣תֵי H572 כַּסְפְּכֶ֖ם H3701 בָּ֣א H935 אֵלָ֑י H413 וַיּוֹצֵ֥א H3318 אֲלֵהֶ֖ם H413 אֶת H853 שִׁמְעֽוֹן H8095 ",
  "24": "וַיָּבֵ֥א H935 הָאִ֛ישׁ H376 אֶת H853 הָאֲנָשִׁ֖ים H376 בֵּ֣יתָה H1004 יוֹסֵ֑ף H3130 וַיִּתֶּן H5414 מַ֨יִם֙ H4325 וַיִּרְחֲצ֣וּ H7364 רַגְלֵיהֶ֔ם H7272 וַיִּתֵּ֥ן H5414 מִסְפּ֖וֹא H4554 לַחֲמֹֽרֵי H2543 ",
  "25": "וַיָּכִ֨ינוּ֙ H3559 אֶת H853 הַמִּנְחָ֔ה H4503 עַד H5704 בּ֥וֹא H935 יוֹסֵ֖ף H3130 בַּֽצָּהֳרָ֑יִם H6672 כִּ֣י H3588 שָֽׁמְע֔וּ H8085 כִּי H3588 שָׁ֖ם H8033 יֹ֥אכְלוּ H398 לָֽחֶם H3899 ",
  "26": "וַיָּבֹ֤א H935 יוֹסֵף֙ H3130 הַבַּ֔יְתָ H1004 וַיָּבִ֥יאּוּ H935 ל֛וֹ Hl אֶת H853 הַמִּנְחָ֥ה H4503 אֲשֶׁר H834 בְּיָדָ֖ H3027 הַבָּ֑יְתָ H1004 וַיִּשְׁתַּחֲווּ H7812 ל֖וֹ Hl אָֽרְצָה H776 ",
  "27": "וַיִּשְׁאַ֤ל H7592 לָהֶם֙ Hl לְשָׁל֔וֹם H7965 וַיֹּ֗אמֶר H559 הֲשָׁל֛וֹם H7965 אֲבִיכֶ֥ם H1 הַזָּקֵ֖ן H2205 אֲשֶׁ֣ר H834 אֲמַרְתֶּ֑ם H559 הַעוֹדֶ֖ H5750 חָֽי H2416 ",
  "28": "וַיֹּאמְר֗וּ H559 שָׁל֛וֹם H7965 לְעַבְדְּ H5650 לְאָבִ֖י H1 עוֹדֶ֣נּוּ H5750 חָ֑י H2416 וַֽיִּקְּד֖וּ H6915 וישתחו H7812 ",
  "29": "וַיִּשָּׂ֣א H5375 עֵינָ֗יו H5869 וַיַּ֞רְא H7200 אֶת H853 בִּנְיָמִ֣ין H1144 אָחִיו֮ H251 בֶּן H1121 אִמּוֹ֒ H517 וַיֹּ֗אמֶר H559 הֲזֶה֙ H2088 אֲחִיכֶ֣ם H251 הַקָּטֹ֔ן H6996 אֲשֶׁ֥ר H834 אֲמַרְתֶּ֖ם H559 אֵלָ֑י H413 וַיֹּאמַ֕ר H559 אֱלֹהִ֥ים H430 יָחְנְךָ֖ H2603 בְּנִֽי H1121 ",
  "30": "וַיְמַהֵ֣ר H4116 יוֹסֵ֗ף H3130 כִּֽי H3588 נִכְמְר֤וּ H3648 רַחֲמָיו֙ H7356 אֶל H413 אָחִ֔יו H251 וַיְבַקֵּ֖שׁ H1245 לִבְכּ֑וֹת H1058 וַיָּבֹ֥א H935 הַחַ֖דְרָ H2315 וַיֵּ֥בְךְּ H1058 שָֽׁמָּה H8033 ",
  "31": "וַיִּרְחַ֥ץ H7364 פָּנָ֖יו H6440 וַיֵּצֵ֑א H3318 וַיִּ֨תְאַפַּ֔ק H662 וַיֹּ֖אמֶר H559 שִׂ֥ימוּ H7760 לָֽחֶם H3899 ",
  "32": "וַיָּשִׂ֥ימוּ H7760 ל֛וֹ Hl לְבַדּ֖ H905 וְלָ Hc/Hl לְבַדָּ֑ H905 וְלַ H4713 הָאֹכְלִ֤ים H398 אִתּוֹ֙ H854 לְבַדָּ֔ H905 כִּי֩ H3588 לֹ֨א H3808 יוּכְל֜וּן H3201 הַמִּצְרִ֗ים H4713 לֶאֱכֹ֤ל H398 אֶת H854 הָֽעִבְרִים֙ H5680 לֶ֔חֶם H3899 כִּי H3588 תוֹעֵבָ֥ה H8441 הִ֖וא H1931 לְמִצְרָֽיִם H4713 ",
  "33": "וַיֵּשְׁב֣וּ H3427 לְפָנָ֔י H6440 הַבְּכֹר֙ H1060 כִּבְכֹ֣רָת֔ H1062 וְהַ H6810 כִּצְעִרָת֑ H6812 וַיִּתְמְה֥וּ H8539 הָאֲנָשִׁ֖ים H376 אִ֥ישׁ H376 אֶל H413 רֵעֵֽהוּ H7453 ",
  "34": "וַיִּשָּׂ֨א H5375 מַשְׂאֹ֜ת H4864 מֵאֵ֣ת H853 פָּנָיו֮ H6440 אֲלֵהֶם֒ H413 וַתֵּ֜רֶב H7235 מַשְׂאַ֧ת H4864 בִּנְיָמִ֛ן H1144 מִמַּשְׂאֹ֥ת H4864 כֻּלָּ֖ם H3605 חָמֵ֣שׁ H2568 יָד֑וֹת H3027 וַיִּשְׁתּ֥וּ H8354 וַֽיִּשְׁכְּר֖וּ H7937 עִמּֽוֹ H5973 "
}
