{
  "1": "וְלֹֽא H3808 יָכֹ֨ל H3201 יוֹסֵ֜ף H3130 לְהִתְאַפֵּ֗ק H662 לְכֹ֤ל H3605 הַנִּצָּבִים֙ H5324 עָלָ֔יו H5921 וַיִּקְרָ֕א H7121 הוֹצִ֥יאוּ H3318 כָל H3605 אִ֖ישׁ H376 מֵעָלָ֑ H5921 וְלֹא H3808 עָ֤מַד H5975 אִישׁ֙ H376 אִתּ֔וֹ H854 בְּהִתְוַדַּ֥ע H3045 יוֹסֵ֖ף H3130 אֶל H413 אֶחָֽיו H251 ",
  "2": "וַיִּתֵּ֥ן H5414 אֶת H853 קֹל֖וֹ H6963 בִּבְכִ֑י H1065 וַיִּשְׁמְע֣וּ H8085 מִצְרַ֔יִם H4713 וַיִּשְׁמַ֖ע H8085 בֵּ֥ית H1004 פַּרְעֹֽה H6547 ",
  "3": "וַיֹּ֨אמֶר H559 יוֹסֵ֤ף H3130 אֶל H413 אֶחָיו֙ H251 אֲנִ֣י H589 יוֹסֵ֔ף H3130 הַע֥וֹד H5750 אָבִ֖י H1 חָ֑י H2416 וְלֹֽא H3808 יָכְל֤וּ H3201 אֶחָיו֙ H251 לַעֲנ֣וֹת H6030 אֹת֔וֹ H853 כִּ֥י H3588 נִבְהֲל֖וּ H926 מִפָּנָֽי H6440 ",
  "4": "וַיֹּ֨אמֶר H559 יוֹסֵ֧ף H3130 אֶל H413 אֶחָ֛יו H251 גְּשׁוּ H5066 נָ֥א H4994 אֵלַ֖י H413 וַיִּגָּ֑שׁוּ H5066 וַיֹּ֗אמֶר H559 אֲנִי֙ H589 יוֹסֵ֣ף H3130 אֲחִיכֶ֔ם H251 אֲשֶׁר H834 מְכַרְתֶּ֥ם H4376 אֹתִ֖י H853 מִצְרָֽיְמָה H4714 ",
  "5": "וְעַתָּ֣ה H6258 אַל H408 תֵּעָ֣צְב֗וּ H6087 וְאַל H408 יִ֨חַר֙ H2734 בְּעֵ֣ינֵי H5869 כִּֽי H3588 מְכַרְתֶּ֥ם H4376 אֹתִ֖י H853 הֵ֑נָּה H2008 כִּ֣י H3588 לְמִֽחְיָ֔ה H4241 שְׁלָחַ֥נִי H7971 אֱלֹהִ֖ים H430 לִפְנֵי H6440 ",
  "6": "כִּי H3588 זֶ֛ה H2088 שְׁנָתַ֥יִם H8141 הָרָעָ֖ב H7458 בְּקֶ֣רֶב H7130 הָאָ֑רֶץ H776 וְעוֹד֙ H5750 חָמֵ֣שׁ H2568 שָׁנִ֔ים H8141 אֲשֶׁ֥ר H834 אֵין H369 חָרִ֖ישׁ H2758 וְקָצִּֽיר H7105 ",
  "7": "וַיִּשְׁלָחֵ֤ H7971 אֱלֹהִים֙ H430 לִפְנֵי H6440 לָשׂ֥וּם H7760 לָכֶ֛ם Hl שְׁאֵרִ֖ית H7611 בָּאָ֑רֶץ H776 וּלְ H2421 לָכֶ֔ם Hl לִפְלֵיטָ֖ה H6413 גְּדֹלָֽה H1419 ",
  "8": "וְעַתָּ֗ה H6258 לֹֽא H3808 אַתֶּ֞ם H859 שְׁלַחְתֶּ֤ם H7971 אֹתִי֙ H853 הֵ֔נָּה H2008 כִּ֖י H3588 הָאֱלֹהִ֑ים H430 וַיְשִׂימֵ֨ H7760 לְאָ֜ב H1 לְפַרְעֹ֗ה H6547 וּלְ H113 לְכָל H3605 בֵּית֔וֹ H1004 וּמֹשֵׁ֖ל H4910 בְּכָל H3605 אֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "9": "מַהֲרוּ֮ H4116 וַעֲל֣וּ H5927 אֶל H413 אָבִי֒ H1 וַאֲמַרְתֶּ֣ם H559 אֵלָ֗יו H413 כֹּ֤ה H3541 אָמַר֙ H559 בִּנְךָ֣ H1121 יוֹסֵ֔ף H3130 שָׂמַ֧נִי H7760 אֱלֹהִ֛ים H430 לְאָד֖וֹן H113 לְכָל H3605 מִצְרָ֑יִם H4714 רְדָ֥ה H3381 אֵלַ֖י H413 אַֽל H408 תַּעֲמֹֽד H5975 ",
  "10": "וְיָשַׁבְתָּ֣ H3427 בְאֶֽרֶץ H776 גֹּ֗שֶׁן H1657 וְהָיִ֤יתָ H1961 קָרוֹב֙ H7138 אֵלַ֔י H413 אַתָּ֕ה H859 וּבָנֶ֖י H1121 וּבְנֵ֣י H1121 בָנֶ֑יךָ H1121 וְצֹאנְ H6629 וּבְקָרְ H1241 וְכָל H3605 אֲשֶׁר H834 לָֽךְ Hl ",
  "11": "וְכִלְכַּלְתִּ֤י H3557 אֹֽתְךָ֙ H853 שָׁ֔ם H8033 כִּי H3588 ע֛וֹד H5750 חָמֵ֥שׁ H2568 שָׁנִ֖ים H8141 רָעָ֑ב H7458 פֶּן H6435 תִּוָּרֵ֛שׁ H3423 אַתָּ֥ה H859 וּבֵֽיתְ H1004 וְכָל H3605 אֲשֶׁר H834 לָֽךְ Hl ",
  "12": "וְהִנֵּ֤ה H2009 עֵֽינֵיכֶם֙ H5869 רֹא֔וֹת H7200 וְעֵינֵ֖י H5869 אָחִ֣י H251 בִנְיָמִ֑ין H1144 כִּי H3588 פִ֖י H6310 הַֽמְדַבֵּ֥ר H1696 אֲלֵיכֶֽם H413 ",
  "13": "וְהִגַּדְתֶּ֣ם H5046 לְאָבִ֗ H1 אֶת H853 כָּל H3605 כְּבוֹדִי֙ H3519 בְּמִצְרַ֔יִם H4714 וְאֵ֖ת H853 כָּל H3605 אֲשֶׁ֣ר H834 רְאִיתֶ֑ם H7200 וּמִֽהַרְתֶּ֛ם H4116 וְהוֹרַדְתֶּ֥ם H3381 אֶת H853 אָבִ֖י H1 הֵֽנָּה H2008 ",
  "14": "וַיִּפֹּ֛ל H5307 עַל H5921 צַוְּארֵ֥י H6677 בִנְיָמִֽן H1144 אָחִ֖יו H251 וַיֵּ֑בְךְּ H1058 וּבִנְיָמִ֔ן H1144 בָּכָ֖ה H1058 עַל H5921 צַוָּארָֽיו H6677 ",
  "15": "וַיְנַשֵּׁ֥ק H5401 לְכָל H3605 אֶחָ֖יו H251 וַיֵּ֣בְךְּ H1058 עֲלֵיהֶ֑ם H5921 וְאַ֣חֲרֵי H310 כֵ֔ן H3651 דִּבְּר֥וּ H1696 אֶחָ֖יו H251 אִתּֽוֹ H854 ",
  "16": "וְהַ H6963 נִשְׁמַ֗ע H8085 בֵּ֤ית H1004 פַּרְעֹה֙ H6547 לֵאמֹ֔ר H559 בָּ֖אוּ H935 אֲחֵ֣י H251 יוֹסֵ֑ף H3130 וַיִּיטַב֙ H3190 בְּעֵינֵ֣י H5869 פַרְעֹ֔ה H6547 וּבְ H5869 עֲבָדָֽיו H5650 ",
  "17": "וַיֹּ֤אמֶר H559 פַּרְעֹה֙ H6547 אֶל H413 יוֹסֵ֔ף H3130 אֱמֹ֥ר H559 אֶל H413 אַחֶ֖יךָ H251 זֹ֣את H2063 עֲשׂ֑וּ H6213 טַֽעֲנוּ֙ H2943 אֶת H853 בְּעִ֣ירְכֶ֔ם H1165 וּלְכוּ H3212 בֹ֖אוּ H935 אַ֥רְצָה H776 כְּנָֽעַן H3667 ",
  "18": "וּקְח֧וּ H3947 אֶת H853 אֲבִיכֶ֛ם H1 וְאֶת H853 בָּתֵּיכֶ֖ם H1004 וּבֹ֣אוּ H935 אֵלָ֑י H413 וְאֶתְּנָ֣ה H5414 לָכֶ֗ם Hl אֶת H853 טוּב֙ H2898 אֶ֣רֶץ H776 מִצְרַ֔יִם H4714 וְאִכְל֖וּ H398 אֶת H853 חֵ֥לֶב H2459 הָאָֽרֶץ H776 ",
  "19": "וְאַתָּ֥ה H859 צֻוֵּ֖יתָה H6680 זֹ֣את H2063 עֲשׂ֑וּ H6213 קְחוּ H3947 לָכֶם֩ Hl מֵאֶ֨רֶץ H776 מִצְרַ֜יִם H4714 עֲגָל֗וֹת H5699 לְטַפְּ H2945 וְלִ H802 וּנְשָׂאתֶ֥ם H5375 אֶת H853 אֲבִיכֶ֖ם H1 וּבָאתֶֽם H935 ",
  "20": "וְעֵ֣ינְ H5869 אַל H408 תָּחֹ֖ס H2347 עַל H5921 כְּלֵיכֶ֑ם H3627 כִּי H3588 ט֛וּב H2898 כָּל H3605 אֶ֥רֶץ H776 מִצְרַ֖יִם H4714 לָכֶ֥ם Hl הֽוּא H1931 ",
  "21": "וַיַּֽעֲשׂוּ H6213 כֵן֙ H3651 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וַיִּתֵּ֨ן H5414 לָהֶ֥ם Hl יוֹסֵ֛ף H3130 עֲגָל֖וֹת H5699 עַל H5921 פִּ֣י H6310 פַרְעֹ֑ה H6547 וַיִּתֵּ֥ן H5414 לָהֶ֛ם Hl צֵדָ֖ה H6720 לַדָּֽרֶךְ H1870 ",
  "22": "לְכֻלָּ֥ H3605 נָתַ֛ן H5414 לָאִ֖ישׁ H376 חֲלִפ֣וֹת H2487 שְׂמָלֹ֑ת H8071 וּלְ H1144 נָתַן֙ H5414 שְׁלֹ֣שׁ H7969 מֵא֣וֹת H3967 כֶּ֔סֶף H3701 וְחָמֵ֖שׁ H2568 חֲלִפֹ֥ת H2487 שְׂמָלֹֽת H8071 ",
  "23": "וּלְ H1 שָׁלַ֤ח H7971 כְּזֹאת֙ H2063 עֲשָׂרָ֣ה H6235 חֲמֹרִ֔ים H2543 נֹשְׂאִ֖ים H5375 מִטּ֣וּב H2898 מִצְרָ֑יִם H4714 וְעֶ֣שֶׂר H6235 אֲתֹנֹ֡ת H860 נֹֽ֠שְׂאֹת H5375 בָּ֣ר H1250 וָלֶ֧חֶם H3899 וּמָז֛וֹן H4202 לְאָבִ֖י H1 לַדָּֽרֶךְ H1870 ",
  "24": "וַיְשַׁלַּ֥ח H7971 אֶת H853 אֶחָ֖יו H251 וַיֵּלֵ֑כוּ H3212 וַיֹּ֣אמֶר H559 אֲלֵהֶ֔ם H413 אַֽל H408 תִּרְגְּז֖וּ H7264 בַּדָּֽרֶךְ H1870 ",
  "25": "וַֽיַּעֲל֖וּ H5927 מִמִּצְרָ֑יִם H4714 וַיָּבֹ֨אוּ֙ H935 אֶ֣רֶץ H776 כְּנַ֔עַן H3667 אֶֽל H413 יַעֲקֹ֖ב H3290 אֲבִיהֶֽם H1 ",
  "26": "וַיַּגִּ֨דוּ H5046 ל֜וֹ Hl לֵאמֹ֗ר H559 ע֚וֹד H5750 יוֹסֵ֣ף H3130 חַ֔י H2416 וְכִֽי H3588 ה֥וּא H1931 מֹשֵׁ֖ל H4910 בְּכָל H3605 אֶ֣רֶץ H776 מִצְרָ֑יִם H4714 וַיָּ֣פָג H6313 לִבּ֔וֹ H3820 כִּ֥י H3588 לֹא H3808 הֶאֱמִ֖ין H539 לָהֶֽם Hl ",
  "27": "וַיְדַבְּר֣וּ H1696 אֵלָ֗יו H413 אֵ֣ת H853 כָּל H3605 דִּבְרֵ֤י H1697 יוֹסֵף֙ H3130 אֲשֶׁ֣ר H834 דִּבֶּ֣ר H1696 אֲלֵהֶ֔ם H413 וַיַּרְא֙ H7200 אֶת H853 הָ֣עֲגָל֔וֹת H5699 אֲשֶׁר H834 שָׁלַ֥ח H7971 יוֹסֵ֖ף H3130 לָשֵׂ֣את H5375 אֹת֑וֹ H853 וַתְּחִ֕י H2421 ר֖וּחַ H7307 יַעֲקֹ֥ב H3290 אֲבִיהֶֽם H1 ",
  "28": "וַיֹּ֨אמֶר֙ H559 יִשְׂרָאֵ֔ל H3478 רַ֛ב H7227 עוֹד H5750 יוֹסֵ֥ף H3130 בְּנִ֖י H1121 חָ֑י H2416 אֵֽלְכָ֥ה H3212 וְאֶרְאֶ֖ H7200 בְּטֶ֥רֶם H2962 אָמֽוּת H4191 "
}
