{
  "1": "וַיִּסַּ֤ע H5265 יִשְׂרָאֵל֙ H3478 וְכָל H3605 אֲשֶׁר H834 ל֔וֹ Hl וַיָּבֹ֖א H935 בְּאֵ֣רָה H884 שָּׁ֑בַע H884 וַיִּזְבַּ֣ח H2076 זְבָחִ֔ים H2077 לֵאלֹהֵ֖י H430 אָבִ֥יו H1 יִצְחָֽק H3327 ",
  "2": "וַיֹּ֨אמֶר H559 אֱלֹהִ֤ים H430 לְיִשְׂרָאֵל֙ H3478 בְּמַרְאֹ֣ת H4759 הַלַּ֔יְלָה H3915 וַיֹּ֖אמֶר H559 יַעֲקֹ֣ב H3290 יַעֲקֹ֑ב H3290 וַיֹּ֖אמֶר H559 הִנֵּֽנִי H2009 ",
  "3": "וַיֹּ֕אמֶר H559 אָנֹכִ֥י H595 הָאֵ֖ל H410 אֱלֹהֵ֣י H430 אָבִ֑יךָ H1 אַל H408 תִּירָא֙ H3372 מֵרְדָ֣ה H3381 מִצְרַ֔יְמָה H4714 כִּֽי H3588 לְג֥וֹי H1471 גָּד֖וֹל H1419 אֲשִֽׂימְךָ֥ H7760 שָֽׁם H8033 ",
  "4": "אָנֹכִ֗י H595 אֵרֵ֤ד H3381 עִמְּךָ֙ H5973 מִצְרַ֔יְמָה H4714 וְאָנֹכִ֖י H595 אַֽעַלְךָ֣ H5927 גַם H1571 עָלֹ֑ה H5927 וְיוֹסֵ֕ף H3130 יָשִׁ֥ית H7896 יָד֖וֹ H3027 עַל H5921 עֵינֶֽיךָ H5869 ",
  "5": "וַיָּ֥קָם H6965 יַעֲקֹ֖ב H3290 מִבְּאֵ֣ר H884 שָׁ֑בַע H884 וַיִּשְׂא֨וּ H5375 בְנֵֽי H1121 יִשְׂרָאֵ֜ל H3478 אֶת H853 יַעֲקֹ֣ב H3290 אֲבִיהֶ֗ם H1 וְאֶת H853 טַפָּם֙ H2945 וְאֶת H853 נְשֵׁיהֶ֔ם H802 בָּעֲגָל֕וֹת H5699 אֲשֶׁר H834 שָׁלַ֥ח H7971 פַּרְעֹ֖ה H6547 לָשֵׂ֥את H5375 אֹתֽוֹ H853 ",
  "6": "וַיִּקְח֣וּ H3947 אֶת H853 מִקְנֵיהֶ֗ם H4735 וְאֶת H853 רְכוּשָׁם֙ H7399 אֲשֶׁ֤ר H834 רָֽכְשׁוּ֙ H7408 בְּאֶ֣רֶץ H776 כְּנַ֔עַן H3667 וַיָּבֹ֖אוּ H935 מִצְרָ֑יְמָה H4714 יַעֲקֹ֖ב H3290 וְכָל H3605 זַרְע֥וֹ H2233 אִתּֽוֹ H854 ",
  "7": "בָּנָ֞יו H1121 וּבְנֵ֤י H1121 בָנָיו֙ H1121 אִתּ֔וֹ H854 בְּנֹתָ֛יו H1323 וּבְנ֥וֹת H1323 בָּנָ֖יו H1121 וְכָל H3605 זַרְע֑וֹ H2233 הֵבִ֥יא H935 אִתּ֖וֹ H854 מִצְרָֽיְמָה H4714 ",
  "8": "וְאֵ֨לֶּה H428 שְׁמ֧וֹת H8034 בְּנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 הַבָּאִ֥ים H935 מִצְרַ֖יְמָה H4714 יַעֲקֹ֣ב H3290 וּבָנָ֑י H1121 בְּכֹ֥ר H1060 יַעֲקֹ֖ב H3290 רְאוּבֵֽן H7205 ",
  "9": "וּבְנֵ֖י H1121 רְאוּבֵ֑ן H7205 חֲנ֥וֹךְ H2585 וּפַלּ֖וּא H6396 וְחֶצְר֥וֹן H2696 וְכַרְמִֽי H3756 ",
  "10": "וּבְנֵ֣י H1121 שִׁמְע֗וֹן H8095 יְמוּאֵ֧ל H3223 וְיָמִ֛ין H3226 וְאֹ֖הַד H161 וְיָכִ֣ין H3199 וְצֹ֑חַר H6714 וְשָׁא֖וּל H7586 בֶּן H1121 הַֽכְּנַעֲנִֽית H3669 ",
  "11": "וּבְנֵ֖י H1121 לֵוִ֑י H3878 גֵּרְשׁ֕וֹן H1648 קְהָ֖ת H6955 וּמְרָרִֽי H4847 ",
  "12": "וּבְנֵ֣י H1121 יְהוּדָ֗ה H3063 עֵ֧ר H6147 וְאוֹנָ֛ן H209 וְשֵׁלָ֖ה H7956 וָפֶ֣רֶץ H6557 וָזָ֑רַח H2226 וַיָּ֨מָת H4191 עֵ֤ר H6147 וְאוֹנָן֙ H209 בְּאֶ֣רֶץ H776 כְּנַ֔עַן H3667 וַיִּהְי֥וּ H1961 בְנֵי H1121 פֶ֖רֶץ H6557 חֶצְר֥וֹן H2696 וְחָמֽוּל H2538 ",
  "13": "וּבְנֵ֖י H1121 יִשָׂשכָ֑ר H3485 תּוֹלָ֥ע H8439 וּפֻוָּ֖ה H6312 וְי֥וֹב H3102 וְשִׁמְרֽוֹן H8110 ",
  "14": "וּבְנֵ֖י H1121 זְבוּלֻ֑ן H2074 סֶ֥רֶד H5624 וְאֵל֖וֹן H356 וְיַחְלְאֵֽל H3177 ",
  "15": "אֵ֣לֶּה H428 בְּנֵ֣י H1121 לֵאָ֗ה H3812 אֲשֶׁ֨ר H834 יָֽלְדָ֤ה H3205 לְיַעֲקֹב֙ H3290 בְּפַדַּ֣ן H6307 אֲרָ֔ם H6307 וְאֵ֖ת H854 דִּינָ֣ה H1783 בִתּ֑וֹ H1323 כָּל H3605 נֶ֧פֶשׁ H5315 בָּנָ֛יו H1121 וּבְנוֹתָ֖י H1323 שְׁלֹשִׁ֥ים H7970 וְשָׁלֹֽשׁ H7969 ",
  "16": "וּבְנֵ֣י H1121 גָ֔ד H1410 צִפְי֥וֹן H6837 וְחַגִּ֖י H2291 שׁוּנִ֣י H7764 וְאֶצְבֹּ֑ן H675 עֵרִ֥י H6179 וַֽאֲרוֹדִ֖י H722 וְאַרְאֵלִֽי H692 ",
  "17": "וּבְנֵ֣י H1121 אָשֵׁ֗ר H836 יִמְנָ֧ה H3232 וְיִשְׁוָ֛ה H3438 וְיִשְׁוִ֥י H3440 וּבְרִיעָ֖ה H1283 וְשֶׂ֣רַח H8294 אֲחֹתָ֑ם H269 וּבְנֵ֣י H1121 בְרִיעָ֔ה H1283 חֶ֖בֶר H2268 וּמַלְכִּיאֵֽל H4439 ",
  "18": "אֵ֚לֶּה H428 בְּנֵ֣י H1121 זִלְפָּ֔ה H2153 אֲשֶׁר H834 נָתַ֥ן H5414 לָבָ֖ן H3837 לְלֵאָ֣ה H3812 בִתּ֑וֹ H1323 וַתֵּ֤לֶד H3205 אֶת H853 אֵ֨לֶּה֙ H428 לְיַעֲקֹ֔ב H3290 שֵׁ֥שׁ H8337 עֶשְׂרֵ֖ה H6240 נָֽפֶשׁ H5315 ",
  "19": "בְּנֵ֤י H1121 רָחֵל֙ H7354 אֵ֣שֶׁת H802 יַֽעֲקֹ֔ב H3290 יוֹסֵ֖ף H3130 וּבִנְיָמִֽן H1144 ",
  "20": "וַיִּוָּלֵ֣ד H3205 לְיוֹסֵף֮ H3130 בְּאֶ֣רֶץ H776 מִצְרַיִם֒ H4714 אֲשֶׁ֤ר H834 יָֽלְדָה H3205 לּוֹ֙ Hl אָֽסְנַ֔ת H621 בַּת H1323 פּ֥וֹטִי H6319 פֶ֖רַע H6319 כֹּהֵ֣ן H3548 אֹ֑ן H204 אֶת H853 מְנַשֶּׁ֖ה H4519 וְאֶת H853 אֶפְרָֽיִם H669 ",
  "21": "וּבְנֵ֣י H1121 בִנְיָמִ֗ן H1144 בֶּ֤לַע H1106 וָבֶ֨כֶר֙ H1071 וְאַשְׁבֵּ֔ל H788 גֵּרָ֥א H1617 וְנַעֲמָ֖ן H5283 אֵחִ֣י H278 וָרֹ֑אשׁ H7220 מֻפִּ֥ים H4649 וְחֻפִּ֖ים H2650 וָאָֽרְדְּ H714 ",
  "22": "אֵ֚לֶּה H428 בְּנֵ֣י H1121 רָחֵ֔ל H7354 אֲשֶׁ֥ר H834 יֻלַּ֖ד H3205 לְיַעֲקֹ֑ב H3290 כָּל H3605 נֶ֖פֶשׁ H5315 אַרְבָּעָ֥ה H702 עָשָֽׂר H6240 ",
  "23": "וּבְנֵי H1121 דָ֖ן H1835 חֻשִֽׁים H2366 ",
  "24": "וּבְנֵ֖י H1121 נַפְתָּלִ֑י H5321 יַחְצְאֵ֥ל H3183 וְגוּנִ֖י H1476 וְיֵ֥צֶר H3337 וְשִׁלֵּֽם H8006 ",
  "25": "אֵ֚לֶּה H428 בְּנֵ֣י H1121 בִלְהָ֔ה H1090 אֲשֶׁר H834 נָתַ֥ן H5414 לָבָ֖ן H3837 לְרָחֵ֣ל H7354 בִּתּ֑וֹ H1323 וַתֵּ֧לֶד H3205 אֶת H853 אֵ֛לֶּה H428 לְיַעֲקֹ֖ב H3290 כָּל H3605 נֶ֥פֶשׁ H5315 שִׁבְעָֽה H7651 ",
  "26": "כָּל H3605 הַ֠נֶּפֶשׁ H5315 הַבָּאָ֨ה H935 לְיַעֲקֹ֤ב H3290 מִצְרַ֨יְמָה֙ H4714 יֹצְאֵ֣י H3318 יְרֵכ֔וֹ H3409 מִלְּ H905 נְשֵׁ֣י H802 בְנֵי H1121 יַעֲקֹ֑ב H3290 כָּל H3605 נֶ֖פֶשׁ H5315 שִׁשִּׁ֥ים H8346 וָשֵֽׁשׁ H8337 ",
  "27": "וּבְנֵ֥י H1121 יוֹסֵ֛ף H3130 אֲשֶׁר H834 יֻלַּד H3205 ל֥וֹ Hl בְמִצְרַ֖יִם H4714 נֶ֣פֶשׁ H5315 שְׁנָ֑יִם H8147 כָּל H3605 הַנֶּ֧פֶשׁ H5315 לְבֵֽית H1004 יַעֲקֹ֛ב H3290 הַבָּ֥אָה H935 מִצְרַ֖יְמָה H4714 שִׁבְעִֽים H7657 ",
  "28": "וְאֶת H853 יְהוּדָ֞ה H3063 שָׁלַ֤ח H7971 לְפָנָי H6440 אֶל H413 יוֹסֵ֔ף H3130 לְהוֹרֹ֥ת H3384 לְפָנָ֖י H6440 גֹּ֑שְׁנָה H1657 וַיָּבֹ֖אוּ H935 אַ֥רְצָה H776 גֹּֽשֶׁן H1657 ",
  "29": "וַיֶּאְסֹ֤ר H631 יוֹסֵף֙ H3130 מֶרְכַּבְתּ֔וֹ H4818 וַיַּ֛עַל H5927 לִקְרַֽאת H7125 יִשְׂרָאֵ֥ל H3478 אָבִ֖יו H1 גֹּ֑שְׁנָה H1657 וַיֵּרָ֣א H7200 אֵלָ֗יו H413 וַיִּפֹּל֙ H5307 עַל H5921 צַוָּארָ֔יו H6677 וַיֵּ֥בְךְּ H1058 עַל H5921 צַוָּארָ֖יו H6677 עֽוֹד H5750 ",
  "30": "וַיֹּ֧אמֶר H559 יִשְׂרָאֵ֛ל H3478 אֶל H413 יוֹסֵ֖ף H3130 אָמ֣וּתָה H4191 הַפָּ֑עַם H6471 אַחֲרֵי֙ H310 רְאוֹתִ֣י H7200 אֶת H853 פָּנֶ֔יךָ H6440 כִּ֥י H3588 עוֹדְךָ֖ H5750 חָֽי H2416 ",
  "31": "וַיֹּ֨אמֶר H559 יוֹסֵ֤ף H3130 אֶל H413 אֶחָיו֙ H251 וְאֶל H413 בֵּ֣ית H1004 אָבִ֔יו H1 אֶעֱלֶ֖ה H5927 וְאַגִּ֣ידָה H5046 לְפַרְעֹ֑ה H6547 וְאֹֽמְרָ֣ה H559 אֵלָ֔יו H413 אַחַ֧י H251 וּבֵית H1004 אָבִ֛י H1 אֲשֶׁ֥ר H834 בְּאֶֽרֶץ H776 כְּנַ֖עַן H3667 בָּ֥אוּ H935 אֵלָֽי H413 ",
  "32": "וְהָ H376 רֹ֣עֵי H7462 צֹ֔אן H6629 כִּֽי H3588 אַנְשֵׁ֥י H376 מִקְנֶ֖ה H4735 הָי֑וּ H1961 וְצֹאנָ֧ H6629 וּבְקָרָ֛ H1241 וְכָל H3605 אֲשֶׁ֥ר H834 לָהֶ֖ם Hl הֵבִֽיאוּ H935 ",
  "33": "וְהָיָ֕ה H1961 כִּֽי H3588 יִקְרָ֥א H7121 לָכֶ֖ם Hl פַּרְעֹ֑ה H6547 וְאָמַ֖ר H559 מַה H4100 מַּעֲשֵׂיכֶֽם H4639 ",
  "34": "וַאֲמַרְתֶּ֗ם H559 אַנְשֵׁ֨י H376 מִקְנֶ֜ה H4735 הָי֤וּ H1961 עֲבָדֶ֨יךָ֙ H5650 מִנְּעוּרֵ֣י H5271 וְעַד H5704 עַ֔תָּה H6258 גַּם H1571 אֲנַ֖חְנוּ H587 גַּם H1571 אֲבֹתֵ֑ינוּ H1 בַּעֲב֗וּר H5668 תֵּשְׁבוּ֙ H3427 בְּאֶ֣רֶץ H776 גֹּ֔שֶׁן H1657 כִּֽי H3588 תוֹעֲבַ֥ת H8441 מִצְרַ֖יִם H4713 כָּל H3605 רֹ֥עֵה H7462 צֹֽאן H6629 "
}
