{
  "1": "וַיָּבֹ֣א H935 יוֹסֵף֮ H3130 וַיַּגֵּ֣ד H5046 לְפַרְעֹה֒ H6547 וַיֹּ֗אמֶר H559 אָבִ֨י H1 וְאַחַ֜ H251 וְצֹאנָ֤ H6629 וּבְקָרָ H1241 וְכָל H3605 אֲשֶׁ֣ר H834 לָהֶ֔ם Hl בָּ֖אוּ H935 מֵאֶ֣רֶץ H776 כְּנָ֑עַן H3667 וְהִנָּ֖ H2005 בְּאֶ֥רֶץ H776 גֹּֽשֶׁן H1657 ",
  "2": "וּמִ H7097 אֶחָ֔יו H251 לָקַ֖ח H3947 חֲמִשָּׁ֣ה H2568 אֲנָשִׁ֑ים H376 וַיַּצִּגֵ֖ H3322 לִפְנֵ֥י H6440 פַרְעֹֽה H6547 ",
  "3": "וַיֹּ֧אמֶר H559 פַּרְעֹ֛ה H6547 אֶל H413 אֶחָ֖יו H251 מַה H4100 מַּעֲשֵׂיכֶ֑ם H4639 וַיֹּאמְר֣וּ H559 אֶל H413 פַּרְעֹ֗ה H6547 רֹעֵ֥ה H7462 צֹאן֙ H6629 עֲבָדֶ֔יךָ H5650 גַּם H1571 אֲנַ֖חְנוּ H587 גַּם H1571 אֲבוֹתֵֽינוּ H1 ",
  "4": "וַיֹּאמְר֣וּ H559 אֶל H413 פַּרְעֹ֗ה H6547 לָג֣וּר H1481 בָּאָרֶץ֮ H776 בָּאנוּ֒ H935 כִּי H3588 אֵ֣ין H369 מִרְעֶ֗ה H4829 לַצֹּאן֙ H6629 אֲשֶׁ֣ר H834 לַעֲבָדֶ֔י H5650 כִּֽי H3588 כָבֵ֥ד H3515 הָרָעָ֖ב H7458 בְּאֶ֣רֶץ H776 כְּנָ֑עַן H3667 וְעַתָּ֛ה H6258 יֵֽשְׁבוּ H3427 נָ֥א H4994 עֲבָדֶ֖יךָ H5650 בְּאֶ֥רֶץ H776 גֹּֽשֶׁן H1657 ",
  "5": "וַיֹּ֣אמֶר H559 פַּרְעֹ֔ה H6547 אֶל H413 יוֹסֵ֖ף H3130 לֵאמֹ֑ר H559 אָבִ֥יךָ H1 וְאַחֶ֖י H251 בָּ֥אוּ H935 אֵלֶֽיךָ H413 ",
  "6": "אֶ֤רֶץ H776 מִצְרַ֨יִם֙ H4714 לְפָנֶ֣י H6440 הִ֔וא H1931 בְּמֵיטַ֣ב H4315 הָאָ֔רֶץ H776 הוֹשֵׁ֥ב H3427 אֶת H853 אָבִ֖יךָ H1 וְאֶת H853 אַחֶ֑יךָ H251 יֵשְׁבוּ֙ H3427 בְּאֶ֣רֶץ H776 גֹּ֔שֶׁן H1657 וְאִם H518 יָדַ֗עְתָּ H3045 וְיֶשׁ H3426 בָּם֙ Hb אַנְשֵׁי H376 חַ֔יִל H2428 וְשַׂמְתָּ֛ H7760 שָׂרֵ֥י H8269 מִקְנֶ֖ה H4735 עַל H5921 אֲשֶׁר H834 לִֽי Hl ",
  "7": "וַיָּבֵ֤א H935 יוֹסֵף֙ H3130 אֶת H853 יַֽעֲקֹ֣ב H3290 אָבִ֔יו H1 וַיַּֽעֲמִדֵ֖ H5975 לִפְנֵ֣י H6440 פַרְעֹ֑ה H6547 וַיְבָ֥רֶךְ H1288 יַעֲקֹ֖ב H3290 אֶת H853 פַּרְעֹֽה H6547 ",
  "8": "וַיֹּ֥אמֶר H559 פַּרְעֹ֖ה H6547 אֶֽל H413 יַעֲקֹ֑ב H3290 כַּמָּ֕ה H4100 יְמֵ֖י H3117 שְׁנֵ֥י H8141 חַיֶּֽיךָ H2416 ",
  "9": "וַיֹּ֤אמֶר H559 יַעֲקֹב֙ H3290 אֶל H413 פַּרְעֹ֔ה H6547 יְמֵי֙ H3117 שְׁנֵ֣י H8141 מְגוּרַ֔י H4033 שְׁלֹשִׁ֥ים H7970 וּמְאַ֖ת H3967 שָׁנָ֑ה H8141 מְעַ֣ט H4592 וְרָעִ֗ים H7451 הָיוּ֙ H1961 יְמֵי֙ H3117 שְׁנֵ֣י H8141 חַיַּ֔י H2416 וְלֹ֣א H3808 הִשִּׂ֗יגוּ H5381 אֶת H853 יְמֵי֙ H3117 שְׁנֵי֙ H8141 חַיֵּ֣י H2416 אֲבֹתַ֔י H1 בִּימֵ֖י H3117 מְגוּרֵיהֶֽם H4033 ",
  "10": "וַיְבָ֥רֶךְ H1288 יַעֲקֹ֖ב H3290 אֶת H853 פַּרְעֹ֑ה H6547 וַיֵּצֵ֖א H3318 מִלִּ H6440 פַרְעֹֽה H6547 ",
  "11": "וַיּוֹשֵׁ֣ב H3427 יוֹסֵף֮ H3130 אֶת H853 אָבִ֣יו H1 וְאֶת H853 אֶחָיו֒ H251 וַיִּתֵּ֨ן H5414 לָהֶ֤ם Hl אֲחֻזָּה֙ H272 בְּאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 בְּמֵיטַ֥ב H4315 הָאָ֖רֶץ H776 בְּאֶ֣רֶץ H776 רַעְמְסֵ֑ס H7486 כַּאֲשֶׁ֖ר H834 צִוָּ֥ה H6680 פַרְעֹֽה H6547 ",
  "12": "וַיְכַלְכֵּ֤ל H3557 יוֹסֵף֙ H3130 אֶת H853 אָבִ֣יו H1 וְאֶת H853 אֶחָ֔יו H251 וְאֵ֖ת H853 כָּל H3605 בֵּ֣ית H1004 אָבִ֑יו H1 לֶ֖חֶם H3899 לְפִ֥י H6310 הַטָּֽף H2945 ",
  "13": "וְלֶ֤חֶם H3899 אֵין֙ H369 בְּכָל H3605 הָאָ֔רֶץ H776 כִּֽי H3588 כָבֵ֥ד H3515 הָרָעָ֖ב H7458 מְאֹ֑ד H3966 וַתֵּ֜לַהּ H3856 אֶ֤רֶץ H776 מִצְרַ֨יִם֙ H4714 וְאֶ֣רֶץ H776 כְּנַ֔עַן H3667 מִפְּנֵ֖י H6440 הָרָעָֽב H7458 ",
  "14": "וַיְלַקֵּ֣ט H3950 יוֹסֵ֗ף H3130 אֶת H853 כָּל H3605 הַכֶּ֨סֶף֙ H3701 הַנִּמְצָ֤א H4672 בְאֶֽרֶץ H776 מִצְרַ֨יִם֙ H4714 וּבְ H776 כְּנַ֔עַן H3667 בַּשֶּׁ֖בֶר H7668 אֲשֶׁר H834 הֵ֣ם H1992 שֹׁבְרִ֑ים H7666 וַיָּבֵ֥א H935 יוֹסֵ֛ף H3130 אֶת H853 הַכֶּ֖סֶף H3701 בֵּ֥יתָה H1004 פַרְעֹֽה H6547 ",
  "15": "וַיִּתֹּ֣ם H8552 הַכֶּ֗סֶף H3701 מֵאֶ֣רֶץ H776 מִצְרַיִם֮ H4714 וּמֵ H776 כְּנַעַן֒ H3667 וַיָּבֹאוּ֩ H935 כָל H3605 מִצְרַ֨יִם H4713 אֶל H413 יוֹסֵ֤ף H3130 לֵאמֹר֙ H559 הָֽבָה H3051 לָּ֣נוּ Hl לֶ֔חֶם H3899 וְלָ֥ H4100 נָמ֖וּת H4191 נֶגְדֶּ֑ךָ H5048 כִּ֥י H3588 אָפֵ֖ס H656 כָּֽסֶף H3701 ",
  "16": "וַיֹּ֤אמֶר H559 יוֹסֵף֙ H3130 הָב֣וּ H3051 מִקְנֵיכֶ֔ם H4735 וְאֶתְּנָ֥ה H5414 לָכֶ֖ם Hl בְּמִקְנֵי H4735 אִם H518 אָפֵ֖ס H656 כָּֽסֶף H3701 ",
  "17": "וַיָּבִ֣יאוּ H935 אֶת H853 מִקְנֵיהֶם֮ H4735 אֶל H413 יוֹסֵף֒ H3130 וַיִּתֵּ֣ן H5414 לָהֶם֩ Hl יוֹסֵ֨ף H3130 לֶ֜חֶם H3899 בַּסּוּסִ֗ים H5483 וּבְ H4735 הַצֹּ֛אן H6629 וּבְ H4735 הַבָּקָ֖ר H1241 וּבַ H2543 וַיְנַהֲלֵ֤ H5095 בַּלֶּ֨חֶם֙ H3899 בְּכָל H3605 מִקְנֵהֶ֔ם H4735 בַּשָּׁנָ֖ה H8141 הַהִֽוא H1931 ",
  "18": "וַתִּתֹּם֮ H8552 הַשָּׁנָ֣ה H8141 הַהִוא֒ H1931 וַיָּבֹ֨אוּ H935 אֵלָ֜יו H413 בַּשָּׁנָ֣ה H8141 הַשֵּׁנִ֗ית H8145 וַיֹּ֤אמְרוּ H559 לוֹ֙ Hl לֹֽא H3808 נְכַחֵ֣ד H3582 מֵֽאֲדֹנִ֔ H113 כִּ֚י H3588 אִם H518 תַּ֣ם H8552 הַכֶּ֔סֶף H3701 וּמִקְנֵ֥ה H4735 הַבְּהֵמָ֖ה H929 אֶל H413 אֲדֹנִ֑י H113 לֹ֤א H3808 נִשְׁאַר֙ H7604 לִפְנֵ֣י H6440 אֲדֹנִ֔י H113 בִּלְתִּ֥י H1115 אִם H518 גְּוִיָּתֵ֖נוּ H1472 וְאַדְמָתֵֽ H127 ",
  "19": "לָ֧מָּה H4100 נָמ֣וּת H4191 לְעֵינֶ֗י H5869 גַּם H1571 אֲנַ֨חְנוּ֙ H587 גַּ֣ם H1571 אַדְמָתֵ֔נוּ H127 קְנֵֽה H7069 אֹתָ֥נוּ H853 וְאֶת H853 אַדְמָתֵ֖נוּ H127 בַּלָּ֑חֶם H3899 וְנִֽהְיֶ֞ה H1961 אֲנַ֤חְנוּ H587 וְאַדְמָתֵ֨ H127 עֲבָדִ֣ים H5650 לְפַרְעֹ֔ה H6547 וְתֶן H5414 זֶ֗רַע H2233 וְנִֽחְיֶה֙ H2421 וְלֹ֣א H3808 נָמ֔וּת H4191 וְהָ H127 לֹ֥א H3808 תֵשָֽׁם H3456 ",
  "20": "וַיִּ֨קֶן H7069 יוֹסֵ֜ף H3130 אֶת H853 כָּל H3605 אַדְמַ֤ת H127 מִצְרַ֨יִם֙ H4714 לְפַרְעֹ֔ה H6547 כִּֽי H3588 מָכְר֤וּ H4376 מִצְרַ֨יִם֙ H4713 אִ֣ישׁ H376 שָׂדֵ֔הוּ H7704 כִּֽי H3588 חָזַ֥ק H2388 עֲלֵהֶ֖ם H5921 הָרָעָ֑ב H7458 וַתְּהִ֥י H1961 הָאָ֖רֶץ H776 לְפַרְעֹֽה H6547 ",
  "21": "וְאֶ֨ת H853 הָעָ֔ם H5971 הֶעֱבִ֥יר H5674 אֹת֖וֹ H853 לֶעָרִ֑ים H5892 מִקְצֵ֥ה H7097 גְבוּל H1366 מִצְרַ֖יִם H4714 וְעַד H5704 קָצֵֽהוּ H7097 ",
  "22": "רַ֛ק H7535 אַדְמַ֥ת H127 הַכֹּהֲנִ֖ים H3548 לֹ֣א H3808 קָנָ֑ה H7069 כִּי֩ H3588 חֹ֨ק H2706 לַכֹּהֲנִ֜ים H3548 מֵאֵ֣ת H853 פַּרְעֹ֗ה H6547 וְאָֽכְל֤וּ H398 אֶת H853 חֻקָּם֙ H2706 אֲשֶׁ֨ר H834 נָתַ֤ן H5414 לָהֶם֙ Hl פַּרְעֹ֔ה H6547 עַל H5921 כֵּ֕ן H3651 לֹ֥א H3808 מָכְר֖וּ H4376 אֶת H853 אַדְמָתָֽם H127 ",
  "23": "וַיֹּ֤אמֶר H559 יוֹסֵף֙ H3130 אֶל H413 הָעָ֔ם H5971 הֵן֩ H2005 קָנִ֨יתִי H7069 אֶתְכֶ֥ם H853 הַיּ֛וֹם H3117 וְאֶת H853 אַדְמַתְכֶ֖ם H127 לְפַרְעֹ֑ה H6547 הֵֽא H1887 לָכֶ֣ם Hl זֶ֔רַע H2233 וּזְרַעְתֶּ֖ם H2232 אֶת H853 הָאֲדָמָֽה H127 ",
  "24": "וְהָיָה֙ H1961 בַּתְּבוּאֹ֔ת H8393 וּנְתַתֶּ֥ם H5414 חֲמִישִׁ֖ית H2549 לְפַרְעֹ֑ה H6547 וְאַרְבַּ֣ע H702 הַיָּדֹ֡ת H3027 יִהְיֶ֣ה H1961 לָכֶם֩ Hl לְזֶ֨רַע H2233 הַשָּׂדֶ֧ה H7704 וּֽלְ H400 וְלַ H834 בְּבָתֵּי H1004 וְלֶ H398 לְטַפְּ H2945 ",
  "25": "וַיֹּאמְר֖וּ H559 הֶחֱיִתָ֑נוּ H2421 נִמְצָא H4672 חֵן֙ H2580 בְּעֵינֵ֣י H5869 אֲדֹנִ֔י H113 וְהָיִ֥ינוּ H1961 עֲבָדִ֖ים H5650 לְפַרְעֹֽה H6547 ",
  "26": "וַיָּ֣שֶׂם H7760 אֹתָ֣הּ H853 יוֹסֵ֡ף H3130 לְחֹק֩ H2706 עַד H5704 הַיּ֨וֹם H3117 הַזֶּ֜ה H2088 עַל H5921 אַדְמַ֥ת H127 מִצְרַ֛יִם H4714 לְפַרְעֹ֖ה H6547 לַחֹ֑מֶשׁ H2569 רַ֞ק H7535 אַדְמַ֤ת H127 הַכֹּֽהֲנִים֙ H3548 לְבַדָּ֔ H905 לֹ֥א H3808 הָיְתָ֖ה H1961 לְפַרְעֹֽה H6547 ",
  "27": "וַיֵּ֧שֶׁב H3427 יִשְׂרָאֵ֛ל H3478 בְּאֶ֥רֶץ H776 מִצְרַ֖יִם H4714 בְּאֶ֣רֶץ H776 גֹּ֑שֶׁן H1657 וַיֵּאָחֲז֣וּ H270 בָ֔הּ Hb וַיִּפְר֥וּ H6509 וַיִּרְבּ֖וּ H7235 מְאֹֽד H3966 ",
  "28": "וַיְחִ֤י H2421 יַעֲקֹב֙ H3290 בְּאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 שְׁבַ֥ע H7651 עֶשְׂרֵ֖ה H6240 שָׁנָ֑ה H8141 וַיְהִ֤י H1961 יְמֵֽי H3117 יַעֲקֹב֙ H3290 שְׁנֵ֣י H8141 חַיָּ֔יו H2416 שֶׁ֣בַע H7651 שָׁנִ֔ים H8141 וְאַרְבָּעִ֥ים H705 וּמְאַ֖ת H3967 שָׁנָֽה H8141 ",
  "29": "וַיִּקְרְב֣וּ H7126 יְמֵֽי H3117 יִשְׂרָאֵ֘ל H3478 לָמוּת֒ H4191 וַיִּקְרָ֣א H7121 לִבְנ֣ H1121 לְיוֹסֵ֗ף H3130 וַיֹּ֤אמֶר H559 לוֹ֙ Hl אִם H518 נָ֨א H4994 מָצָ֤אתִי H4672 חֵן֙ H2580 בְּעֵינֶ֔י H5869 שִֽׂים H7760 נָ֥א H4994 יָדְךָ֖ H3027 תַּ֣חַת H8478 יְרֵכִ֑י H3409 וְעָשִׂ֤יתָ H6213 עִמָּדִי֙ H5978 חֶ֣סֶד H2617 וֶאֱמֶ֔ת H571 אַל H408 נָ֥א H4994 תִקְבְּרֵ֖נִי H6912 בְּמִצְרָֽיִם H4714 ",
  "30": "וְשָֽׁכַבְתִּי֙ H7901 עִם H5973 אֲבֹתַ֔י H1 וּנְשָׂאתַ֨ H5375 מִמִּצְרַ֔יִם H4714 וּקְבַרְתַּ֖ H6912 בִּקְבֻרָתָ֑ H6900 וַיֹּאמַ֕ר H559 אָנֹכִ֖י H595 אֶֽעֱשֶׂ֥ה H6213 כִדְבָרֶֽ H1697 ",
  "31": "וַיֹּ֗אמֶר H559 הִשָּֽׁבְעָה֙ H7650 לִ֔י Hl וַיִּשָּׁבַ֖ע H7650 ל֑וֹ Hl וַיִּשְׁתַּ֥חוּ H7812 יִשְׂרָאֵ֖ל H3478 עַל H5921 רֹ֥אשׁ H7218 הַמִּטָּֽה H4296 "
}
