{
  "1": "וַיִּקְרָ֥א H7121 יַעֲקֹ֖ב H3290 אֶל H413 בָּנָ֑יו H1121 וַיֹּ֗אמֶר H559 הֵאָֽסְפוּ֙ H622 וְאַגִּ֣ידָה H5046 לָכֶ֔ם Hl אֵ֛ת H853 אֲשֶׁר H834 יִקְרָ֥א H7122 אֶתְכֶ֖ם H853 בְּאַחֲרִ֥ית H319 הַיָּמִֽים H3117 ",
  "2": "הִקָּבְצ֥וּ H6908 וְשִׁמְע֖וּ H8085 בְּנֵ֣י H1121 יַעֲקֹ֑ב H3290 וְשִׁמְע֖וּ H8085 אֶל H413 יִשְׂרָאֵ֥ל H3478 אֲבִיכֶֽם H1 ",
  "3": "רְאוּבֵן֙ H7205 בְּכֹ֣רִי H1060 אַ֔תָּה H859 כֹּחִ֖י H3581 וְרֵאשִׁ֣ית H7225 אוֹנִ֑י H202 יֶ֥תֶר H3499 שְׂאֵ֖ת H7613 וְיֶ֥תֶר H3499 עָֽז H5794 ",
  "4": "פַּ֤חַז H6349 כַּמַּ֨יִם֙ H4325 אַל H408 תּוֹתַ֔ר H3498 כִּ֥י H3588 עָלִ֖יתָ H5927 מִשְׁכְּבֵ֣י H4904 אָבִ֑יךָ H1 אָ֥ז H227 חִלַּ֖לְתָּ H2490 יְצוּעִ֥י H3326 עָלָֽה H5927 ",
  "5": "שִׁמְע֥וֹן H8095 וְלֵוִ֖י H3878 אַחִ֑ים H251 כְּלֵ֥י H3627 חָמָ֖ס H2555 מְכֵרֹתֵיהֶֽם H4380 ",
  "6": "בְּסֹדָ H5475 אַל H408 תָּבֹ֣א H935 נַפְשִׁ֔י H5315 בִּקְהָלָ֖ H6951 אַל H408 תֵּחַ֣ד H3161 כְּבֹדִ֑י H3519 כִּ֤י H3588 בְאַפָּ H639 הָ֣רְגוּ H2026 אִ֔ישׁ H376 וּבִ H7522 עִקְּרוּ H6131 שֽׁוֹר H7794 ",
  "7": "אָר֤וּר H779 אַפָּם֙ H639 כִּ֣י H3588 עָ֔ז H5794 וְעֶבְרָתָ֖ H5678 כִּ֣י H3588 קָשָׁ֑תָה H7185 אֲחַלְּקֵ֣ם H2505 בְּיַעֲקֹ֔ב H3290 וַאֲפִיצֵ֖ H6327 בְּיִשְׂרָאֵֽל H3478 ",
  "8": "יְהוּדָ֗ה H3063 אַתָּה֙ H859 יוֹד֣וּךָ H3034 אַחֶ֔יךָ H251 יָדְךָ֖ H3027 בְּעֹ֣רֶף H6203 אֹיְבֶ֑יךָ H341 יִשְׁתַּחֲוּ֥וּ H7812 לְךָ֖ Hl בְּנֵ֥י H1121 אָבִֽיךָ H1 ",
  "9": "גּ֤וּר H1482 אַרְיֵה֙ H738 יְהוּדָ֔ה H3063 מִטֶּ֖רֶף H2964 בְּנִ֣י H1121 עָלִ֑יתָ H5927 כָּרַ֨ע H3766 רָבַ֧ץ H7257 כְּאַרְיֵ֛ה H738 וּכְ H3833 מִ֥י H4310 יְקִימֶֽנּוּ H6965 ",
  "10": "לֹֽא H3808 יָס֥וּר H5493 שֵׁ֨בֶט֙ H7626 מִֽיהוּדָ֔ה H3063 וּמְחֹקֵ֖ק H2710 מִבֵּ֣ין H996 רַגְלָ֑יו H7272 עַ֚ד H5704 כִּֽי H3588 יָבֹ֣א H935 שילה H7886 וְל֖ Hc/Hl יִקְּהַ֥ת H3349 עַמִּֽים H5971 ",
  "11": "אֹסְרִ֤י H631 לַגֶּ֨פֶן֙ H1612 עירה H5895 וְלַ H8321 בְּנִ֣י H1121 אֲתֹנ֑וֹ H860 כִּבֵּ֤ס H3526 בַּיַּ֨יִן֙ H3196 לְבֻשׁ֔וֹ H3830 וּבְ H1818 עֲנָבִ֖ים H6025 סותה H5497 ",
  "12": "חַכְלִילִ֥י H2447 עֵינַ֖יִם H5869 מִיָּ֑יִן H3196 וּלְבֶן H3836 שִׁנַּ֖יִם H8127 מֵחָלָֽב H2461 ",
  "13": "זְבוּלֻ֕ן H2074 לְח֥וֹף H2348 יַמִּ֖ים H3220 יִשְׁכֹּ֑ן H7931 וְהוּא֙ H1931 לְח֣וֹף H2348 אֳנִיּ֔וֹת H591 וְיַרְכָת֖ H3411 עַל H5921 צִידֹֽן H6721 ",
  "14": "יִשָּׂשכָ֖ר H3485 חֲמֹ֣ר H2543 גָּ֑רֶם H1634 רֹבֵ֖ץ H7257 בֵּ֥ין H996 הַֽמִּשְׁפְּתָֽיִם H4942 ",
  "15": "וַיַּ֤רְא H7200 מְנֻחָה֙ H4496 כִּ֣י H3588 ט֔וֹב H2896 וְאֶת H853 הָאָ֖רֶץ H776 כִּ֣י H3588 נָעֵ֑מָה H5276 וַיֵּ֤ט H5186 שִׁכְמוֹ֙ H7926 לִסְבֹּ֔ל H5445 וַיְהִ֖י H1961 לְמַס H4522 עֹבֵֽד H5647 ",
  "16": "דָּ֖ן H1835 יָדִ֣ין H1777 עַמּ֑וֹ H5971 כְּאַחַ֖ד H259 שִׁבְטֵ֥י H7626 יִשְׂרָאֵֽל H3478 ",
  "17": "יְהִי H1961 דָן֙ H1835 נָחָ֣שׁ H5175 עֲלֵי H5921 דֶ֔רֶךְ H1870 שְׁפִיפֹ֖ן H8207 עֲלֵי H5921 אֹ֑רַח H734 הַנֹּשֵׁךְ֙ H5391 עִקְּבֵי H6119 ס֔וּס H5483 וַיִּפֹּ֥ל H5307 רֹכְב֖וֹ H7392 אָחֽוֹר H268 ",
  "18": "לִֽישׁוּעָתְ H3444 קִוִּ֥יתִי H6960 יְהוָֽה H3068 ",
  "19": "גָּ֖ד H1410 גְּד֣וּד H1416 יְגוּדֶ֑נּוּ H1464 וְה֖וּא H1931 יָגֻ֥ד H1464 עָקֵֽב H6119 ",
  "20": "מֵאָשֵׁ֖ר H836 שְׁמֵנָ֣ה H8082 לַחְמ֑וֹ H3899 וְה֥וּא H1931 יִתֵּ֖ן H5414 מַֽעֲדַנֵּי H4574 מֶֽלֶךְ H4428 ",
  "21": "נַפְתָּלִ֖י H5321 אַיָּלָ֣ה H355 שְׁלֻחָ֑ה H7971 הַנֹּתֵ֖ן H5414 אִמְרֵי H561 שָֽׁפֶר H8233 ",
  "22": "בֵּ֤ן H1121 פֹּרָת֙ H6509 יוֹסֵ֔ף H3130 בֵּ֥ן H1121 פֹּרָ֖ת H6509 עֲלֵי H5921 עָ֑יִן H5869 בָּנ֕וֹת H1323 צָעֲדָ֖ה H6805 עֲלֵי H5921 שֽׁוּר H7791 ",
  "23": "וַֽיְמָרֲרֻ֖ H4843 וָרֹ֑בּוּ H7232 וַֽיִּשְׂטְמֻ֖ H7852 בַּעֲלֵ֥י H1167 חִצִּֽים H2671 ",
  "24": "וַתֵּ֤שֶׁב H3427 בְּאֵיתָן֙ H386 קַשְׁתּ֔וֹ H7198 וַיָּפֹ֖זּוּ H6339 זְרֹעֵ֣י H2220 יָדָ֑יו H3027 מִידֵי֙ H3027 אֲבִ֣יר H46 יַעֲקֹ֔ב H3290 מִשָּׁ֥ם H8033 רֹעֶ֖ה H7462 אֶ֥בֶן H68 יִשְׂרָאֵֽל H3478 ",
  "25": "מֵאֵ֨ל H410 אָבִ֜יךָ H1 וְיַעְזְרֶ֗ H5826 וְאֵ֤ת H853 שַׁדַּי֙ H7706 וִיבָ֣רְכֶ֔ H1288 בִּרְכֹ֤ת H1293 שָׁמַ֨יִם֙ H8064 מֵעָ֔ל H5921 בִּרְכֹ֥ת H1293 תְּה֖וֹם H8415 רֹבֶ֣צֶת H7257 תָּ֑חַת H8478 בִּרְכֹ֥ת H1293 שָׁדַ֖יִם H7699 וָרָֽחַם H7356 ",
  "26": "בִּרְכֹ֣ת H1293 אָבִ֗יךָ H1 גָּֽבְרוּ֙ H1396 עַל H5921 בִּרְכֹ֣ת H1293 הוֹרַ֔י H2029 עַֽד H5704 תַּאֲוַ֖ת H8379 גִּבְעֹ֣ת H1389 עוֹלָ֑ם H5769 תִּֽהְיֶ֨ין֙ H1961 לְרֹ֣אשׁ H7218 יוֹסֵ֔ף H3130 וּלְ H6936 נְזִ֥יר H5139 אֶחָֽיו H251 ",
  "27": "בִּנְיָמִין֙ H1144 זְאֵ֣ב H2061 יִטְרָ֔ף H2963 בַּבֹּ֖קֶר H1242 יֹ֣אכַל H398 עַ֑ד H5706 וְלָ H6153 יְחַלֵּ֥ק H2505 שָׁלָֽל H7998 ",
  "28": "כָּל H3605 אֵ֛לֶּה H428 שִׁבְטֵ֥י H7626 יִשְׂרָאֵ֖ל H3478 שְׁנֵ֣ים H8147 עָשָׂ֑ר H6240 וְ֠זֹאת H2063 אֲשֶׁר H834 דִּבֶּ֨ר H1696 לָהֶ֤ם Hl אֲבִיהֶם֙ H1 וַיְבָ֣רֶךְ H1288 אוֹתָ֔ם H853 אִ֛ישׁ H376 אֲשֶׁ֥ר H834 כְּבִרְכָת֖ H1293 בֵּרַ֥ךְ H1288 אֹתָֽם H853 ",
  "29": "וַיְצַ֣ו H6680 אוֹתָ֗ם H853 וַיֹּ֤אמֶר H559 אֲלֵהֶם֙ H413 אֲנִי֙ H589 נֶאֱסָ֣ף H622 אֶל H413 עַמִּ֔י H5971 קִבְר֥וּ H6912 אֹתִ֖י H853 אֶל H413 אֲבֹתָ֑י H1 אֶל H413 הַ֨מְּעָרָ֔ה H4631 אֲשֶׁ֥ר H834 בִּשְׂדֵ֖ה H7704 עֶפְר֥וֹן H6085 הַֽחִתִּֽי H2850 ",
  "30": "בַּמְּעָרָ֞ה H4631 אֲשֶׁ֨ר H834 בִּשְׂדֵ֧ה H7704 הַמַּכְפֵּלָ֛ה H4375 אֲשֶׁ֥ר H834 עַל H5921 פְּנֵי H6440 מַמְרֵ֖א H4471 בְּאֶ֣רֶץ H776 כְּנָ֑עַן H3667 אֲשֶׁר֩ H834 קָנָ֨ה H7069 אַבְרָהָ֜ם H85 אֶת H853 הַשָּׂדֶ֗ה H7704 מֵאֵ֛ת H853 עֶפְרֹ֥ן H6085 הַחִתִּ֖י H2850 לַאֲחֻזַּת H272 קָֽבֶר H6913 ",
  "31": "שָׁ֣מָּה H8033 קָֽבְר֞וּ H6912 אֶת H853 אַבְרָהָ֗ם H85 וְאֵת֙ H853 שָׂרָ֣ה H8283 אִשְׁתּ֔וֹ H802 שָׁ֚מָּה H8033 קָבְר֣וּ H6912 אֶת H853 יִצְחָ֔ק H3327 וְאֵ֖ת H853 רִבְקָ֣ה H7259 אִשְׁתּ֑וֹ H802 וְשָׁ֥מָּ H8033 קָבַ֖רְתִּי H6912 אֶת H853 לֵאָֽה H3812 ",
  "32": "מִקְנֵ֧ה H4735 הַשָּׂדֶ֛ה H7704 וְהַ H4631 אֲשֶׁר H834 בּ֖וֹ Hb מֵאֵ֥ת H853 בְּנֵי H1121 חֵֽת H2845 ",
  "33": "וַיְכַ֤ל H3615 יַעֲקֹב֙ H3290 לְצַוֺּ֣ת H6680 אֶת H853 בָּנָ֔יו H1121 וַיֶּאֱסֹ֥ף H622 רַגְלָ֖יו H7272 אֶל H413 הַמִּטָּ֑ה H4296 וַיִּגְוַ֖ע H1478 וַיֵּאָ֥סֶף H622 אֶל H413 עַמָּֽיו H5971 "
}
