{
  "1": "וַֽיְהִי֙ H1961 כִּֽי H3588 הֵחֵ֣ל H2490 הָֽאָדָ֔ם H120 לָרֹ֖ב H7231 עַל H5921 פְּנֵ֣י H6440 הָֽאֲדָמָ֑ה H127 וּבָנ֖וֹת H1323 יֻלְּד֥וּ H3205 לָהֶֽם Hl ",
  "2": "וַיִּרְא֤וּ H7200 בְנֵי H1121 הָֽאֱלֹהִים֙ H430 אֶת H853 בְּנ֣וֹת H1323 הָֽאָדָ֔ם H120 כִּ֥י H3588 טֹבֹ֖ת H2896 הֵ֑נָּה H2007 וַיִּקְח֤וּ H3947 לָהֶם֙ Hl נָשִׁ֔ים H802 מִכֹּ֖ל H3605 אֲשֶׁ֥ר H834 בָּחָֽרוּ H977 ",
  "3": "וַיֹּ֣אמֶר H559 יְהוָ֗ה H3068 לֹֽא H3808 יָד֨וֹן H1777 רוּחִ֤י H7307 בָֽאָדָם֙ H120 לְעֹלָ֔ם H5769 בְּשַׁ H1571 ה֣וּא H1931 בָשָׂ֑ר H1320 וְהָי֣וּ H1961 יָמָ֔יו H3117 מֵאָ֥ה H3967 וְעֶשְׂרִ֖ים H6242 שָׁנָֽה H8141 ",
  "4": "הַנְּפִלִ֞ים H5303 הָי֣וּ H1961 בָאָרֶץ֮ H776 בַּיָּמִ֣ים H3117 הָהֵם֒ H1992 וְגַ֣ם H1571 אַֽחֲרֵי H310 כֵ֗ן H3651 אֲשֶׁ֨ר H834 יָבֹ֜אוּ H935 בְּנֵ֤י H1121 הָֽאֱלֹהִים֙ H430 אֶל H413 בְּנ֣וֹת H1323 הָֽאָדָ֔ם H120 וְיָלְד֖וּ H3205 לָהֶ֑ם Hl הֵ֧מָּה H1992 הַגִּבֹּרִ֛ים H1368 אֲשֶׁ֥ר H834 מֵעוֹלָ֖ם H5769 אַנְשֵׁ֥י H376 הַשֵּֽׁם H8034 ",
  "5": "וַיַּ֣רְא H7200 יְהוָ֔ה H3068 כִּ֥י H3588 רַבָּ֛ה H7227 רָעַ֥ת H7451 הָאָדָ֖ם H120 בָּאָ֑רֶץ H776 וְכָל H3605 יֵ֨צֶר֙ H3336 מַחְשְׁבֹ֣ת H4284 לִבּ֔וֹ H3820 רַ֥ק H7535 רַ֖ע H7451 כָּל H3605 הַיּֽוֹם H3117 ",
  "6": "וַיִּנָּ֣חֶם H5162 יְהוָ֔ה H3068 כִּֽי H3588 עָשָׂ֥ה H6213 אֶת H853 הָֽאָדָ֖ם H120 בָּאָ֑רֶץ H776 וַיִּתְעַצֵּ֖ב H6087 אֶל H413 לִבּֽוֹ H3820 ",
  "7": "וַיֹּ֣אמֶר H559 יְהוָ֗ה H3068 אֶמְחֶ֨ה H4229 אֶת H853 הָאָדָ֤ם H120 אֲשֶׁר H834 בָּרָ֨אתִי֙ H1254 מֵעַל֙ H5921 פְּנֵ֣י H6440 הָֽאֲדָמָ֔ה H127 מֵֽאָדָם֙ H120 עַד H5704 בְּהֵמָ֔ה H929 עַד H5704 רֶ֖מֶשׂ H7431 וְעַד H5704 ע֣וֹף H5775 הַשָּׁמָ֑יִם H8064 כִּ֥י H3588 נִחַ֖מְתִּי H5162 כִּ֥י H3588 עֲשִׂיתִֽם H6213 ",
  "8": "וְנֹ֕חַ H5146 מָ֥צָא H4672 חֵ֖ן H2580 בְּעֵינֵ֥י H5869 יְהוָֽה H3068 ",
  "9": "אֵ֚לֶּה H428 תּוֹלְדֹ֣ת H8435 נֹ֔חַ H5146 נֹ֗חַ H5146 אִ֥ישׁ H376 צַדִּ֛יק H6662 תָּמִ֥ים H8549 הָיָ֖ה H1961 בְּדֹֽרֹתָ֑י H1755 אֶת H854 הָֽאֱלֹהִ֖ים H430 הִֽתְהַלֶּךְ H1980 נֹֽחַ H5146 ",
  "10": "וַיּ֥וֹלֶד H3205 נֹ֖חַ H5146 שְׁלֹשָׁ֣ה H7969 בָנִ֑ים H1121 אֶת H853 שֵׁ֖ם H8035 אֶת H853 חָ֥ם H2526 וְאֶת H853 יָֽפֶת H3315 ",
  "11": "וַתִּשָּׁחֵ֥ת H7843 הָאָ֖רֶץ H776 לִפְנֵ֣י H6440 הָֽאֱלֹהִ֑ים H430 וַתִּמָּלֵ֥א H4390 הָאָ֖רֶץ H776 חָמָֽס H2555 ",
  "12": "וַיַּ֧רְא H7200 אֱלֹהִ֛ים H430 אֶת H853 הָאָ֖רֶץ H776 וְהִנֵּ֣ה H2009 נִשְׁחָ֑תָה H7843 כִּֽי H3588 הִשְׁחִ֧ית H7843 כָּל H3605 בָּשָׂ֛ר H1320 אֶת H853 דַּרְכּ֖וֹ H1870 עַל H5921 הָאָֽרֶץ H776 ",
  "13": "וַיֹּ֨אמֶר H559 אֱלֹהִ֜ים H430 לְנֹ֗חַ H5146 קֵ֤ץ H7093 כָּל H3605 בָּשָׂר֙ H1320 בָּ֣א H935 לְפָנַ֔ H6440 כִּֽי H3588 מָלְאָ֥ה H4390 הָאָ֛רֶץ H776 חָמָ֖ס H2555 מִפְּנֵי H6440 וְהִנְ H2005 מַשְׁחִיתָ֖ם H7843 אֶת H854 הָאָֽרֶץ H776 ",
  "14": "עֲשֵׂ֤ה H6213 לְךָ֙ Hl תֵּבַ֣ת H8392 עֲצֵי H6086 גֹ֔פֶר H1613 קִנִּ֖ים H7064 תַּֽעֲשֶׂ֣ה H6213 אֶת H854 הַתֵּבָ֑ה H8392 וְכָֽפַרְתָּ֥ H3722 אֹתָ֛הּ H853 מִבַּ֥יִת H1004 וּמִ H2351 בַּכֹּֽפֶר H3724 ",
  "15": "וְזֶ֕ה H2088 אֲשֶׁ֥ר H834 תַּֽעֲשֶׂ֖ה H6213 אֹתָ֑הּ H853 שְׁלֹ֧שׁ H7969 מֵא֣וֹת H3967 אַמָּ֗ה H520 אֹ֚רֶךְ H753 הַתֵּבָ֔ה H8392 חֲמִשִּׁ֤ים H2572 אַמָּה֙ H520 רָחְבָּ֔הּ H7341 וּשְׁלֹשִׁ֥ים H7970 אַמָּ֖ה H520 קוֹמָתָֽהּ H6967 ",
  "16": "צֹ֣הַר H6672 תַּֽעֲשֶׂ֣ה H6213 לַתֵּבָ֗ה H8392 וְאֶל H413 אַמָּה֙ H520 תְּכַלֶ֣נָּה H3615 מִלְ H4605 וּפֶ֥תַח H6607 הַתֵּבָ֖ה H8392 בְּצִדָּ֣ H6654 תָּשִׂ֑ים H7760 תַּחְתִּיִּ֛ם H8482 שְׁנִיִּ֥ם H8145 וּשְׁלִשִׁ֖ים H7992 תַּֽעֲשֶֽׂהָ H6213 ",
  "17": "וַאֲנִ֗י H589 הִנְנִי֩ H2009 מֵבִ֨יא H935 אֶת H853 הַמַּבּ֥וּל H3999 מַ֨יִם֙ H4325 עַל H5921 הָאָ֔רֶץ H776 לְשַׁחֵ֣ת H7843 כָּל H3605 בָּשָׂ֗ר H1320 אֲשֶׁר H834 בּוֹ֙ Hb ר֣וּחַ H7307 חַיִּ֔ים H2416 מִתַּ֖חַת H8478 הַשָּׁמָ֑יִם H8064 כֹּ֥ל H3605 אֲשֶׁר H834 בָּאָ֖רֶץ H776 יִגְוָֽע H1478 ",
  "18": "וַהֲקִמֹתִ֥י H6965 אֶת H853 בְּרִיתִ֖י H1285 אִתָּ֑ךְ H854 וּבָאתָ֙ H935 אֶל H413 הַתֵּבָ֔ה H8392 אַתָּ֕ה H859 וּבָנֶ֛י H1121 וְאִשְׁתְּ H802 וּנְשֵֽׁי H802 בָנֶ֖יךָ H1121 אִתָּֽךְ H854 ",
  "19": "וּמִ H3605 הָ֠חַי H2416 מִֽכָּל H3605 בָּשָׂ֞ר H1320 שְׁנַ֧יִם H8147 מִכֹּ֛ל H3605 תָּבִ֥יא H935 אֶל H413 הַתֵּבָ֖ה H8392 לְהַחֲיֹ֣ת H2421 אִתָּ֑ךְ H854 זָכָ֥ר H2145 וּנְקֵבָ֖ה H5347 יִֽהְיֽוּ H1961 ",
  "20": "מֵהָ H5775 לְמִינֵ֗ H4327 וּמִן H4480 הַבְּהֵמָה֙ H929 לְמִינָ֔ H4327 מִכֹּ֛ל H3605 רֶ֥מֶשׂ H7431 הָֽאֲדָמָ֖ה H127 לְמִינֵ֑ H4327 שְׁנַ֧יִם H8147 מִכֹּ֛ל H3605 יָבֹ֥אוּ H935 אֵלֶ֖יךָ H413 לְהַֽחֲיֽוֹת H2421 ",
  "21": "וְאַתָּ֣ה H859 קַח H3947 לְךָ֗ Hl מִכָּל H3605 מַֽאֲכָל֙ H3978 אֲשֶׁ֣ר H834 יֵֽאָכֵ֔ל H398 וְאָסַפְתָּ֖ H622 אֵלֶ֑יךָ H413 וְהָיָ֥ה H1961 לְךָ֛ Hl וְלָ Hc/Hl לְאָכְלָֽה H402 ",
  "22": "וַיַּ֖עַשׂ H6213 נֹ֑חַ H5146 כְּ֠כֹל H3605 אֲשֶׁ֨ר H834 צִוָּ֥ה H6680 אֹת֛וֹ H853 אֱלֹהִ֖ים H430 כֵּ֥ן H3651 עָשָֽׂה H6213 "
}
