{
  "1": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 לְנֹ֔חַ H5146 בֹּֽא H935 אַתָּ֥ה H859 וְכָל H3605 בֵּיתְךָ֖ H1004 אֶל H413 הַתֵּבָ֑ה H8392 כִּֽי H3588 אֹתְךָ֥ H853 רָאִ֛יתִי H7200 צַדִּ֥יק H6662 לְפָנַ֖ H6440 בַּדּ֥וֹר H1755 הַזֶּֽה H2088 ",
  "2": "מִכֹּ֣ל H3605 הַבְּהֵמָ֣ה H929 הַטְּהוֹרָ֗ה H2889 תִּֽקַּח H3947 לְךָ֛ Hl שִׁבְעָ֥ה H7651 שִׁבְעָ֖ה H7651 אִ֣ישׁ H376 וְאִשְׁתּ֑ H802 וּמִן H4480 הַבְּהֵמָ֡ה H929 אֲ֠שֶׁר H834 לֹ֣א H3808 טְהֹרָ֥ה H2889 הִ֛וא H1931 שְׁנַ֖יִם H8147 אִ֥ישׁ H376 וְאִשְׁתּֽ H802 ",
  "3": "גַּ֣ם H1571 מֵע֧וֹף H5775 הַשָּׁמַ֛יִם H8064 שִׁבְעָ֥ה H7651 שִׁבְעָ֖ה H7651 זָכָ֣ר H2145 וּנְקֵבָ֑ה H5347 לְחַיּ֥וֹת H2421 זֶ֖רַע H2233 עַל H5921 פְּנֵ֥י H6440 כָל H3605 הָאָֽרֶץ H776 ",
  "4": "כִּי֩ H3588 לְיָמִ֨ים H3117 ע֜וֹד H5750 שִׁבְעָ֗ה H7651 אָֽנֹכִי֙ H595 מַמְטִ֣יר H4305 עַל H5921 הָאָ֔רֶץ H776 אַרְבָּעִ֣ים H705 י֔וֹם H3117 וְאַרְבָּעִ֖ים H705 לָ֑יְלָה H3915 וּמָחִ֗יתִי H4229 אֶֽת H853 כָּל H3605 הַיְקוּם֙ H3351 אֲשֶׁ֣ר H834 עָשִׂ֔יתִי H6213 מֵעַ֖ל H5921 פְּנֵ֥י H6440 הָֽאֲדָמָֽה H127 ",
  "5": "וַיַּ֖עַשׂ H6213 נֹ֑חַ H5146 כְּכֹ֥ל H3605 אֲשֶׁר H834 צִוָּ֖הוּ H6680 יְהוָֽה H3068 ",
  "6": "וְנֹ֕חַ H5146 בֶּן H1121 שֵׁ֥שׁ H8337 מֵא֖וֹת H3967 שָׁנָ֑ה H8141 וְהַ H3999 הָיָ֔ה H1961 מַ֖יִם H4325 עַל H5921 הָאָֽרֶץ H776 ",
  "7": "וַיָּ֣בֹא H935 נֹ֗חַ H5146 וּ֠בָנָי H1121 וְאִשְׁתּ֧ H802 וּנְשֵֽׁי H802 בָנָ֛יו H1121 אִתּ֖וֹ H854 אֶל H413 הַתֵּבָ֑ה H8392 מִפְּנֵ֖י H6440 מֵ֥י H4325 הַמַּבּֽוּל H3999 ",
  "8": "מִן H4480 הַבְּהֵמָה֙ H929 הַטְּהוֹרָ֔ה H2889 וּמִן H4480 הַ֨בְּהֵמָ֔ה H929 אֲשֶׁ֥ר H834 אֵינֶ֖נָּה H369 טְהֹרָ֑ה H2889 וּמִ֨ן H4480 הָע֔וֹף H5775 וְכֹ֥ל H3605 אֲשֶׁר H834 רֹמֵ֖שׂ H7430 עַל H5921 הָֽאֲדָמָֽה H127 ",
  "9": "שְׁנַ֨יִם H8147 שְׁנַ֜יִם H8147 בָּ֧אוּ H935 אֶל H413 נֹ֛חַ H5146 אֶל H413 הַתֵּבָ֖ה H8392 זָכָ֣ר H2145 וּנְקֵבָ֑ה H5347 כַּֽאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 אֱלֹהִ֖ים H430 אֶת H853 נֹֽחַ H5146 ",
  "10": "וַֽיְהִ֖י H1961 לְשִׁבְעַ֣ת H7651 הַיָּמִ֑ים H3117 וּמֵ֣י H4325 הַמַּבּ֔וּל H3999 הָי֖וּ H1961 עַל H5921 הָאָֽרֶץ H776 ",
  "11": "בִּשְׁנַ֨ת H8141 שֵׁשׁ H8337 מֵא֤וֹת H3967 שָׁנָה֙ H8141 לְחַיֵּי H2416 נֹ֔חַ H5146 בַּחֹ֨דֶשׁ֙ H2320 הַשֵּׁנִ֔י H8145 בְּשִׁבְעָֽה H7651 עָשָׂ֥ר H6240 י֖וֹם H3117 לַחֹ֑דֶשׁ H2320 בַּיּ֣וֹם H3117 הַזֶּ֗ה H2088 נִבְקְעוּ֙ H1234 כָּֽל H3605 מַעְיְנֹת֙ H4599 תְּה֣וֹם H8415 רַבָּ֔ה H7227 וַאֲרֻבֹּ֥ת H699 הַשָּׁמַ֖יִם H8064 נִפְתָּֽחוּ H6605 ",
  "12": "וַֽיְהִ֥י H1961 הַגֶּ֖שֶׁם H1653 עַל H5921 הָאָ֑רֶץ H776 אַרְבָּעִ֣ים H705 י֔וֹם H3117 וְאַרְבָּעִ֖ים H705 לָֽיְלָה H3915 ",
  "13": "בְּעֶ֨צֶם H6106 הַיּ֤וֹם H3117 הַזֶּה֙ H2088 בָּ֣א H935 נֹ֔חַ H5146 וְשֵׁם H8035 וְחָ֥ם H2526 וָיֶ֖פֶת H3315 בְּנֵי H1121 נֹ֑חַ H5146 וְאֵ֣שֶׁת H802 נֹ֗חַ H5146 וּשְׁלֹ֧שֶׁת H7969 נְשֵֽׁי H802 בָנָ֛יו H1121 אִתָּ֖ם H854 אֶל H413 הַתֵּבָֽה H8392 ",
  "14": "הֵ֜מָּה H1992 וְכָל H3605 הַֽחַיָּ֣ה H2416 לְמִינָ֗ H4327 וְכָל H3605 הַבְּהֵמָה֙ H929 לְמִינָ֔ H4327 וְכָל H3605 הָרֶ֛מֶשׂ H7431 הָרֹמֵ֥שׂ H7430 עַל H5921 הָאָ֖רֶץ H776 לְמִינֵ֑ H4327 וְכָל H3605 הָע֣וֹף H5775 לְמִינֵ֔ H4327 כֹּ֖ל H3605 צִפּ֥וֹר H6833 כָּל H3605 כָּנָֽף H3671 ",
  "15": "וַיָּבֹ֥אוּ H935 אֶל H413 נֹ֖חַ H5146 אֶל H413 הַתֵּבָ֑ה H8392 שְׁנַ֤יִם H8147 שְׁנַ֨יִם֙ H8147 מִכָּל H3605 הַבָּשָׂ֔ר H1320 אֲשֶׁר H834 בּ֖וֹ Hb ר֥וּחַ H7307 חַיִּֽים H2416 ",
  "16": "וְהַ H935 זָכָ֨ר H2145 וּנְקֵבָ֤ה H5347 מִכָּל H3605 בָּשָׂר֙ H1320 בָּ֔אוּ H935 כַּֽאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 אֹת֖וֹ H853 אֱלֹהִ֑ים H430 וַיִּסְגֹּ֥ר H5462 יְהוָ֖ה H3068 בַּֽעֲדֽוֹ H1157 ",
  "17": "וַֽיְהִ֧י H1961 הַמַּבּ֛וּל H3999 אַרְבָּעִ֥ים H705 י֖וֹם H3117 עַל H5921 הָאָ֑רֶץ H776 וַיִּרְבּ֣וּ H7235 הַמַּ֗יִם H4325 וַיִּשְׂאוּ֙ H5375 אֶת H853 הַתֵּבָ֔ה H8392 וַתָּ֖רָם H7311 מֵעַ֥ל H5921 הָאָֽרֶץ H776 ",
  "18": "וַיִּגְבְּר֥וּ H1396 הַמַּ֛יִם H4325 וַיִּרְבּ֥וּ H7235 מְאֹ֖ד H3966 עַל H5921 הָאָ֑רֶץ H776 וַתֵּ֥לֶךְ H3212 הַתֵּבָ֖ה H8392 עַל H5921 פְּנֵ֥י H6440 הַמָּֽיִם H4325 ",
  "19": "וְהַ H4325 גָּֽבְר֛וּ H1396 מְאֹ֥ד H3966 מְאֹ֖ד H3966 עַל H5921 הָאָ֑רֶץ H776 וַיְכֻסּ֗וּ H3680 כָּל H3605 הֶֽהָרִים֙ H2022 הַגְּבֹהִ֔ים H1364 אֲשֶׁר H834 תַּ֖חַת H8478 כָּל H3605 הַשָּׁמָֽיִם H8064 ",
  "20": "חֲמֵ֨שׁ H2568 עֶשְׂרֵ֤ה H6240 אַמָּה֙ H520 מִלְ H4605 גָּבְר֖וּ H1396 הַמָּ֑יִם H4325 וַיְכֻסּ֖וּ H3680 הֶהָרִֽים H2022 ",
  "21": "וַיִּגְוַ֞ע H1478 כָּל H3605 בָּשָׂ֣ר H1320 הָרֹמֵ֣שׂ H7430 עַל H5921 הָאָ֗רֶץ H776 בָּע֤וֹף H5775 וּבַ H929 וּבַ֣ H2416 וּבְ H3605 הַשֶּׁ֖רֶץ H8318 הַשֹּׁרֵ֣ץ H8317 עַל H5921 הָאָ֑רֶץ H776 וְכֹ֖ל H3605 הָאָדָֽם H120 ",
  "22": "כֹּ֡ל H3605 אֲשֶׁר֩ H834 נִשְׁמַת H5397 ר֨וּחַ H7307 חַיִּ֜ים H2416 בְּאַפָּ֗י H639 מִכֹּ֛ל H3605 אֲשֶׁ֥ר H834 בֶּחָֽרָבָ֖ה H2724 מֵֽתוּ H4191 ",
  "23": "וַיִּ֜מַח H4229 אֶֽת H853 כָּל H3605 הַיְק֣וּם H3351 אֲשֶׁ֣ר H834 עַל H5921 פְּנֵ֣י H6440 הָֽאֲדָמָ֗ה H127 מֵאָדָ֤ם H120 עַד H5704 בְּהֵמָה֙ H929 עַד H5704 רֶ֨מֶשׂ֙ H7431 וְעַד H5704 ע֣וֹף H5775 הַשָּׁמַ֔יִם H8064 וַיִּמָּח֖וּ H4229 מִן H4480 הָאָ֑רֶץ H776 וַיִשָּׁ֧אֶר H7604 אַךְ H389 נֹ֛חַ H5146 וַֽאֲשֶׁ֥ר H834 אִתּ֖וֹ H854 בַּתֵּבָֽה H8392 ",
  "24": "וַיִּגְבְּר֥וּ H1396 הַמַּ֖יִם H4325 עַל H5921 הָאָ֑רֶץ H776 חֲמִשִּׁ֥ים H2572 וּמְאַ֖ת H3967 יֽוֹם H3117 "
}
