{
  "1": "וַיְבָ֣רֶךְ H1288 אֱלֹהִ֔ים H430 אֶת H853 נֹ֖חַ H5146 וְאֶת H853 בָּנָ֑יו H1121 וַיֹּ֧אמֶר H559 לָהֶ֛ם Hl פְּר֥וּ H6509 וּרְב֖וּ H7235 וּמִלְא֥וּ H4390 אֶת H853 הָאָֽרֶץ H776 ",
  "2": "וּמוֹרַאֲ H4172 וְחִתְּ H2844 יִֽהְיֶ֔ה H1961 עַ֚ל H5921 כָּל H3605 חַיַּ֣ת H2416 הָאָ֔רֶץ H776 וְעַ֖ל H5921 כָּל H3605 ע֣וֹף H5775 הַשָּׁמָ֑יִם H8064 בְּכֹל֩ H3605 אֲשֶׁ֨ר H834 תִּרְמֹ֧שׂ H7430 הָֽאֲדָמָ֛ה H127 וּֽבְ H3605 דְּגֵ֥י H1709 הַיָּ֖ם H3220 בְּיֶדְ H3027 נִתָּֽנוּ H5414 ",
  "3": "כָּל H3605 רֶ֨מֶשׂ֙ H7431 אֲשֶׁ֣ר H834 הוּא H1931 חַ֔י H2416 לָכֶ֥ם Hl יִהְיֶ֖ה H1961 לְאָכְלָ֑ה H402 כְּיֶ֣רֶק H3418 עֵ֔שֶׂב H6212 נָתַ֥תִּי H5414 לָכֶ֖ם Hl אֶת H853 כֹּֽל H3605 ",
  "4": "אַךְ H389 בָּשָׂ֕ר H1320 בְּנַפְשׁ֥ H5315 דָמ֖וֹ H1818 לֹ֥א H3808 תֹאכֵֽלוּ H398 ",
  "5": "וְאַ֨ךְ H389 אֶת H853 דִּמְכֶ֤ם H1818 לְנַפְשֹֽׁתֵי H5315 אֶדְרֹ֔שׁ H1875 מִיַּ֥ד H3027 כָּל H3605 חַיָּ֖ה H2416 אֶדְרְשֶׁ֑נּוּ H1875 וּמִ H3027 הָֽאָדָ֗ם H120 מִיַּד֙ H3027 אִ֣ישׁ H376 אָחִ֔יו H251 אֶדְרֹ֖שׁ H1875 אֶת H853 נֶ֥פֶשׁ H5315 הָֽאָדָֽם H120 ",
  "6": "שֹׁפֵךְ֙ H8210 דַּ֣ם H1818 הָֽאָדָ֔ם H120 בָּֽאָדָ֖ם H120 דָּמ֣וֹ H1818 יִשָּׁפֵ֑ךְ H8210 כִּ֚י H3588 בְּצֶ֣לֶם H6754 אֱלֹהִ֔ים H430 עָשָׂ֖ה H6213 אֶת H853 הָאָדָֽם H120 ",
  "7": "וְאַתֶּ֖ם H859 פְּר֣וּ H6509 וּרְב֑וּ H7235 שִׁרְצ֥וּ H8317 בָאָ֖רֶץ H776 וּרְבוּ H7235 בָֽהּ Hb ",
  "8": "וַיֹּ֤אמֶר H559 אֱלֹהִים֙ H430 אֶל H413 נֹ֔חַ H5146 וְאֶל H413 בָּנָ֥יו H1121 אִתּ֖וֹ H854 לֵאמֹֽר H559 ",
  "9": "וַאֲנִ֕י H589 הִנְנִ֥י H2005 מֵקִ֛ים H6965 אֶת H853 בְּרִיתִ֖י H1285 אִתְּכֶ֑ם H854 וְאֶֽת H854 זַרְעֲכֶ֖ם H2233 אַֽחֲרֵיכֶֽם H310 ",
  "10": "וְאֵ֨ת H854 כָּל H3605 נֶ֤פֶשׁ H5315 הַֽחַיָּה֙ H2416 אֲשֶׁ֣ר H834 אִתְּכֶ֔ם H854 בָּע֧וֹף H5775 בַּבְּהֵמָ֛ה H929 וּֽבְ H3605 חַיַּ֥ת H2416 הָאָ֖רֶץ H776 אִתְּכֶ֑ם H854 מִכֹּל֙ H3605 יֹצְאֵ֣י H3318 הַתֵּבָ֔ה H8392 לְכֹ֖ל H3605 חַיַּ֥ת H2416 הָאָֽרֶץ H776 ",
  "11": "וַהֲקִמֹתִ֤י H6965 אֶת H853 בְּרִיתִי֙ H1285 אִתְּכֶ֔ם H854 וְלֹֽא H3808 יִכָּרֵ֧ת H3772 כָּל H3605 בָּשָׂ֛ר H1320 ע֖וֹד H5750 מִמֵּ֣י H4325 הַמַּבּ֑וּל H3999 וְלֹֽא H3808 יִהְיֶ֥ה H1961 ע֛וֹד H5750 מַבּ֖וּל H3999 לְשַׁחֵ֥ת H7843 הָאָֽרֶץ H776 ",
  "12": "וַיֹּ֣אמֶר H559 אֱלֹהִ֗ים H430 זֹ֤את H2063 אֽוֹת H226 הַבְּרִית֙ H1285 אֲשֶׁר H834 אֲנִ֣י H589 נֹתֵ֗ן H5414 בֵּינִי֙ H996 וּבֵ֣ינֵי H996 וּבֵ֛ין H996 כָּל H3605 נֶ֥פֶשׁ H5315 חַיָּ֖ה H2416 אֲשֶׁ֣ר H834 אִתְּכֶ֑ם H854 לְדֹרֹ֖ת H1755 עוֹלָֽם H5769 ",
  "13": "אֶת H853 קַשְׁתִּ֕י H7198 נָתַ֖תִּי H5414 בֶּֽעָנָ֑ן H6051 וְהָֽיְתָה֙ H1961 לְא֣וֹת H226 בְּרִ֔ית H1285 בֵּינִ֖י H996 וּבֵ֥ין H996 הָאָֽרֶץ H776 ",
  "14": "וְהָיָ֕ה H1961 בְּעַֽנְנִ֥ H6049 עָנָ֖ן H6051 עַל H5921 הָאָ֑רֶץ H776 וְנִרְאֲתָ֥ה H7200 הַקֶּ֖שֶׁת H7198 בֶּעָנָֽן H6051 ",
  "15": "וְזָכַרְתִּ֣י H2142 אֶת H853 בְּרִיתִ֗י H1285 אֲשֶׁ֤ר H834 בֵּינִי֙ H996 וּבֵ֣ינֵי H996 וּבֵ֛ין H996 כָּל H3605 נֶ֥פֶשׁ H5315 חַיָּ֖ה H2416 בְּכָל H3605 בָּשָׂ֑ר H1320 וְלֹֽא H3808 יִֽהְיֶ֨ה H1961 ע֤וֹד H5750 הַמַּ֨יִם֙ H4325 לְמַבּ֔וּל H3999 לְשַׁחֵ֖ת H7843 כָּל H3605 בָּשָֽׂר H1320 ",
  "16": "וְהָיְתָ֥ה H1961 הַקֶּ֖שֶׁת H7198 בֶּֽעָנָ֑ן H6051 וּרְאִיתִ֗י H7200 לִזְכֹּר֙ H2142 בְּרִ֣ית H1285 עוֹלָ֔ם H5769 בֵּ֣ין H996 אֱלֹהִ֔ים H430 וּבֵין֙ H996 כָּל H3605 נֶ֣פֶשׁ H5315 חַיָּ֔ה H2416 בְּכָל H3605 בָּשָׂ֖ר H1320 אֲשֶׁ֥ר H834 עַל H5921 הָאָֽרֶץ H776 ",
  "17": "וַיֹּ֥אמֶר H559 אֱלֹהִ֖ים H430 אֶל H413 נֹ֑חַ H5146 זֹ֤את H2063 אֽוֹת H226 הַבְּרִית֙ H1285 אֲשֶׁ֣ר H834 הֲקִמֹ֔תִי H6965 בֵּינִ֕י H996 וּבֵ֥ין H996 כָּל H3605 בָּשָׂ֖ר H1320 אֲשֶׁ֥ר H834 עַל H5921 הָאָֽרֶץ H776 ",
  "18": "וַיִּֽהְי֣וּ H1961 בְנֵי H1121 נֹ֗חַ H5146 הַיֹּֽצְאִים֙ H3318 מִן H4480 הַתֵּבָ֔ה H8392 שֵׁ֖ם H8035 וְחָ֣ם H2526 וָיָ֑פֶת H3315 וְחָ֕ם H2526 ה֖וּא H1931 אֲבִ֥י H1 כְנָֽעַן H3667 ",
  "19": "שְׁלֹשָׁ֥ה H7969 אֵ֖לֶּה H428 בְּנֵי H1121 נֹ֑חַ H5146 וּמֵ H428 נָֽפְצָ֥ה H5310 כָל H3605 הָאָֽרֶץ H776 ",
  "20": "וַיָּ֥חֶל H2490 נֹ֖חַ H5146 אִ֣ישׁ H376 הָֽאֲדָמָ֑ה H127 וַיִּטַּ֖ע H5193 כָּֽרֶם H3754 ",
  "21": "וַיֵּ֥שְׁתְּ H8354 מִן H4480 הַיַּ֖יִן H3196 וַיִּשְׁכָּ֑ר H7937 וַיִּתְגַּ֖ל H1540 בְּת֥וֹךְ H8432 אָהֳלֹֽה H168 ",
  "22": "וַיַּ֗רְא H7200 חָ֚ם H2526 אֲבִ֣י H1 כְנַ֔עַן H3667 אֵ֖ת H853 עֶרְוַ֣ת H6172 אָבִ֑יו H1 וַיַּגֵּ֥ד H5046 לִשְׁנֵֽי H8147 אֶחָ֖יו H251 בַּחֽוּץ H2351 ",
  "23": "וַיִּקַּח֩ H3947 שֵׁ֨ם H8035 וָיֶ֜פֶת H3315 אֶת H853 הַשִּׂמְלָ֗ה H8071 וַיָּשִׂ֨ימוּ֙ H7760 עַל H5921 שְׁכֶ֣ם H7926 שְׁנֵיהֶ֔ם H8147 וַיֵּֽלְכוּ֙ H3212 אֲחֹ֣רַנִּ֔ית H322 וַיְכַסּ֕וּ H3680 אֵ֖ת H853 עֶרְוַ֣ת H6172 אֲבִיהֶ֑ם H1 וּפְנֵי H6440 אֲחֹ֣רַנִּ֔ית H322 וְעֶרְוַ֥ת H6172 אֲבִיהֶ֖ם H1 לֹ֥א H3808 רָאֽוּ H7200 ",
  "24": "וַיִּ֥יקֶץ H3364 נֹ֖חַ H5146 מִיֵּינ֑ H3196 וַיֵּ֕דַע H3045 אֵ֛ת H853 אֲשֶׁר H834 עָ֥שָׂה H6213 ל֖וֹ Hl בְּנ֥וֹ H1121 הַקָּטָֽן H6996 ",
  "25": "וַיֹּ֖אמֶר H559 אָר֣וּר H779 כְּנָ֑עַן H3667 עֶ֥בֶד H5650 עֲבָדִ֖ים H5650 יִֽהְיֶ֥ה H1961 לְאֶחָֽי H251 ",
  "26": "וַיֹּ֕אמֶר H559 בָּר֥וּךְ H1288 יְהֹוָ֖ה H3068 אֱלֹ֣הֵי H430 שֵׁ֑ם H8035 וִיהִ֥י H1961 כְנַ֖עַן H3667 עֶ֥בֶד H5650 לָֽמוֹ Hl ",
  "27": "יַ֤פְתְּ H6601 אֱלֹהִים֙ H430 לְיֶ֔פֶת H3315 וְיִשְׁכֹּ֖ן H7931 בְּאָֽהֳלֵי H168 שֵׁ֑ם H8035 וִיהִ֥י H1961 כְנַ֖עַן H3667 עֶ֥בֶד H5650 לָֽמוֹ Hl ",
  "28": "וַֽיְחִי H2421 נֹ֖חַ H5146 אַחַ֣ר H310 הַמַּבּ֑וּל H3999 שְׁלֹ֤שׁ H7969 מֵאוֹת֙ H3967 שָׁנָ֔ה H8141 וַֽחֲמִשִּׁ֖ים H2572 שָׁנָֽה H8141 ",
  "29": "וַיִּֽהְיוּ֙ H1961 כָּל H3605 יְמֵי H3117 נֹ֔חַ H5146 תְּשַׁ֤ע H8672 מֵאוֹת֙ H3967 שָׁנָ֔ה H8141 וַחֲמִשִּׁ֖ים H2572 שָׁנָ֑ה H8141 וַיָּמֹֽת H4191 "
}
