{
  "1": "ה֧וֹי H1945 חֹֽשְׁבֵי H2803 אָ֛וֶן H205 וּפֹ֥עֲלֵי H6466 רָ֖ע H7451 עַל H5921 מִשְׁכְּבוֹתָ֑ם H4904 בְּא֤וֹר H216 הַבֹּ֨קֶר֙ H1242 יַעֲשׂ֔וּהָ H6213 כִּ֥י H3588 יֶשׁ H3426 לְאֵ֖ל H410 יָדָֽם H3027 ",
  "2": "וְחָמְד֤וּ H2530 שָׂדוֹת֙ H7704 וְגָזָ֔לוּ H1497 וּבָתִּ֖ים H1004 וְנָשָׂ֑אוּ H5375 וְעָֽשְׁקוּ֙ H6231 גֶּ֣בֶר H1397 וּבֵית֔ H1004 וְאִ֖ישׁ H376 וְנַחֲלָתֽ H5159 ",
  "3": "לָכֵ֗ן H3651 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 הִנְנִ֥י H2005 חֹשֵׁ֛ב H2803 עַל H5921 הַמִּשְׁפָּחָ֥ה H4940 הַזֹּ֖את H2063 רָעָ֑ה H7451 אֲ֠שֶׁר H834 לֹֽא H3808 תָמִ֨ישׁוּ H4185 מִשָּׁ֜ם H8033 צַוְּארֹֽתֵיכֶ֗ם H6677 וְלֹ֤א H3808 תֵֽלְכוּ֙ H3212 רוֹמָ֔ה H7317 כִּ֛י H3588 עֵ֥ת H6256 רָעָ֖ה H7451 הִֽיא H1931 ",
  "4": "בַּיּ֨וֹם H3117 הַה֜וּא H1931 יִשָּׂ֧א H5375 עֲלֵיכֶ֣ם H5921 מָשָׁ֗ל H4912 וְנָהָ֨ה H5091 נְהִ֤י H5092 נִֽהְיָה֙ H5093 אָמַר֙ H559 שָׁד֣וֹד H7703 נְשַׁדֻּ֔נוּ H7703 חֵ֥לֶק H2506 עַמִּ֖י H5971 יָמִ֑יר H4171 אֵ֚יךְ H349 יָמִ֣ישׁ H4185 לִ֔י Hl לְשׁוֹבֵ֥ב H7728 שָׂדֵ֖ינוּ H7704 יְחַלֵּֽק H2505 ",
  "5": "לָכֵן֙ H3651 לֹֽא H3808 יִֽהְיֶ֣ה H1961 לְךָ֔ Hl מַשְׁלִ֥יךְ H7993 חֶ֖בֶל H2256 בְּגוֹרָ֑ל H1486 בִּקְהַ֖ל H6951 יְהוָֽה H3068 ",
  "6": "אַל H408 תַּטִּ֖פוּ H5197 יַטִּיפ֑וּן H5197 לֹֽא H3808 יַטִּ֣פוּ H5197 לָאֵ֔לֶּה H428 לֹ֥א H3808 יִסַּ֖ג H5253 כְּלִמּֽוֹת H3639 ",
  "7": "הֶאָמ֣וּר H559 בֵּֽית H1004 יַעֲקֹ֗ב H3290 הֲקָצַר֙ H7114 ר֣וּחַ H7307 יְהוָ֔ה H3068 אִם H518 אֵ֖לֶּה H428 מַעֲלָלָ֑יו H4611 הֲל֤וֹא H3808 דְבָרַ֨י H1697 יֵיטִ֔יבוּ H3190 עִ֖ם H5973 הַיָּשָׁ֥ר H3477 הוֹלֵֽךְ H1980 ",
  "8": "וְאֶתְמ֗וּל H865 עַמִּי֙ H5971 לְאוֹיֵ֣ב H341 יְקוֹמֵ֔ם H6965 מִמּ֣וּל H4136 שַׂלְמָ֔ה H8008 אֶ֖דֶר H145 תַּפְשִׁט֑וּן H6584 מֵעֹבְרִ֣ים H5674 בֶּ֔טַח H983 שׁוּבֵ֖י H7725 מִלְחָמָֽה H4421 ",
  "9": "נְשֵׁ֤י H802 עַמִּי֙ H5971 תְּגָ֣רְשׁ֔וּן H1644 מִבֵּ֖ית H1004 תַּֽעֲנֻגֶ֑יהָ H8588 מֵעַל֙ H5921 עֹֽלָלֶ֔יהָ H5768 תִּקְח֥וּ H3947 הֲדָרִ֖י H1926 לְעוֹלָֽם H5769 ",
  "10": "ק֣וּמוּ H6965 וּלְכ֔וּ H3212 כִּ֥י H3588 לֹא H3808 זֹ֖את H2063 הַמְּנוּחָ֑ה H4496 בַּעֲב֥וּר H5668 טָמְאָ֛ה H2930 תְּחַבֵּ֖ל H2254 וְחֶ֥בֶל H2256 נִמְרָֽץ H4834 ",
  "11": "לוּ H3863 אִ֞ישׁ H376 הֹלֵ֥ךְ H1980 ר֨וּחַ֙ H7307 וָשֶׁ֣קֶר H8267 כִּזֵּ֔ב H3576 אַטִּ֣ף H5197 לְךָ֔ Hl לַיַּ֖יִן H3196 וְלַ H7941 וְהָיָ֥ה H1961 מַטִּ֖יף H5197 הָעָ֥ם H5971 הַזֶּֽה H2088 ",
  "12": "אָסֹ֨ף H622 אֶאֱסֹ֜ף H622 יַעֲקֹ֣ב H3290 כֻּלָּ֗ךְ H3605 קַבֵּ֤ץ H6908 אֲקַבֵּץ֙ H6908 שְׁאֵרִ֣ית H7611 יִשְׂרָאֵ֔ל H3478 יַ֥חַד H3162 אֲשִׂימֶ֖נּוּ H7760 כְּצֹ֣אן H6629 בָּצְרָ֑ה H1223 כְּעֵ֨דֶר֙ H5739 בְּת֣וֹךְ H8432 הַדָּֽבְר֔ H1699 תְּהִימֶ֖נָה H1949 מֵאָדָֽם H120 ",
  "13": "עָלָ֤ה H5927 הַפֹּרֵץ֙ H6555 לִפְנֵי H6440 פָּֽרְצוּ֙ H6555 וַֽיַּעֲבֹ֔רוּ H5674 שַׁ֖עַר H8179 וַיֵּ֣צְאוּ H3318 ב֑וֹ Hb וַיַּעֲבֹ֤ר H5674 מַלְכָּם֙ H4428 לִפְנֵי H6440 וַיהוָ֖ה H3068 בְּרֹאשָֽׁ H7218 "
}
