{
  "1": "שִׁמְעוּ H8085 נָ֕א H4994 אֵ֥ת H853 אֲשֶׁר H834 יְהוָ֖ה H3068 אֹמֵ֑ר H559 ק֚וּם H6965 רִ֣יב H7378 אֶת H854 הֶהָרִ֔ים H2022 וְתִשְׁמַ֥עְנָה H8085 הַגְּבָע֖וֹת H1389 קוֹלֶֽךָ H6963 ",
  "2": "שִׁמְע֤וּ H8085 הָרִים֙ H2022 אֶת H853 רִ֣יב H7379 יְהוָ֔ה H3068 וְהָ H386 מֹ֣סְדֵי H4146 אָ֑רֶץ H776 כִּ֣י H3588 רִ֤יב H7379 לַֽיהוָה֙ H3068 עִם H5973 עַמּ֔וֹ H5971 וְעִם H5973 יִשְׂרָאֵ֖ל H3478 יִתְוַכָּֽח H3198 ",
  "3": "עַמִּ֛י H5971 מֶה H4100 עָשִׂ֥יתִי H6213 לְךָ֖ Hl וּמָ֣ה H4100 הֶלְאֵתִ֑יךָ H3811 עֲנֵ֥ה H6030 בִּֽי Hb ",
  "4": "כִּ֤י H3588 הֶעֱלִתִ֨יךָ֙ H5927 מֵאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 וּמִ H1004 עֲבָדִ֖ים H5650 פְּדִיתִ֑יךָ H6299 וָאֶשְׁלַ֣ח H7971 לְפָנֶ֔י H6440 אֶת H853 מֹשֶׁ֖ה H4872 אַהֲרֹ֥ן H175 וּמִרְיָֽם H4813 ",
  "5": "עַמִּ֗י H5971 זְכָר H2142 נָא֙ H4994 מַה H4100 יָּעַ֗ץ H3289 בָּלָק֙ H1111 מֶ֣לֶךְ H4428 מוֹאָ֔ב H4124 וּמֶה H4100 עָנָ֥ה H6030 אֹת֖וֹ H853 בִּלְעָ֣ם H1109 בֶּן H1121 בְּע֑וֹר H1160 מִן H4480 הַשִּׁטִּים֙ H7851 עַד H5704 הַגִּלְגָּ֔ל H1537 לְמַ֕עַן H4616 דַּ֖עַת H3045 צִדְק֥וֹת H6666 יְהוָֽה H3068 ",
  "6": "בַּמָּה֙ H4100 אֲקַדֵּ֣ם H6923 יְהוָ֔ה H3068 אִכַּ֖ף H3721 לֵאלֹהֵ֣י H430 מָר֑וֹם H4791 הַאֲקַדְּמֶ֣ H6923 בְעוֹל֔וֹת H5930 בַּעֲגָלִ֖ים H5695 בְּנֵ֥י H1121 שָׁנָֽה H8141 ",
  "7": "הֲיִרְצֶ֤ה H7521 יְהוָה֙ H3068 בְּאַלְפֵ֣י H505 אֵילִ֔ים H352 בְּרִֽבְב֖וֹת H7233 נַֽחֲלֵי H5158 שָׁ֑מֶן H8081 הַאֶתֵּ֤ן H5414 בְּכוֹרִי֙ H1060 פִּשְׁעִ֔י H6588 פְּרִ֥י H6529 בִטְנִ֖י H990 חַטַּ֥את H2403 נַפְשִֽׁי H5315 ",
  "8": "הִגִּ֥יד H5046 לְךָ֛ Hl אָדָ֖ם H120 מַה H4100 טּ֑וֹב H2896 וּמָֽה H4100 יְהוָ֞ה H3068 דּוֹרֵ֣שׁ H1875 מִמְּךָ֗ H4480 כִּ֣י H3588 אִם H518 עֲשׂ֤וֹת H6213 מִשְׁפָּט֙ H4941 וְאַ֣הֲבַת H160 חֶ֔סֶד H2617 וְהַצְנֵ֥עַ H6800 לֶ֖כֶת H3212 עִם H5973 אֱלֹהֶֽיךָ H430 ",
  "9": "ק֤וֹל H6963 יְהוָה֙ H3068 לָעִ֣יר H5892 יִקְרָ֔א H7121 וְתוּשִׁיָּ֖ה H8454 יִרְאֶ֣ה H3372 שְׁמֶ֑ךָ H8034 שִׁמְע֥וּ H8085 מַטֶּ֖ה H4294 וּמִ֥י H4310 יְעָדָֽהּ H3259 ",
  "10": "ע֗וֹד H5750 הַאִשׁ֙ H786 בֵּ֣ית H1004 רָשָׁ֔ע H7563 אֹצְר֖וֹת H214 רֶ֑שַׁע H7562 וְאֵיפַ֥ת H374 רָז֖וֹן H7332 זְעוּמָֽה H2194 ",
  "11": "הַאֶזְכֶּ֖ה H2135 בְּמֹ֣אזְנֵי H3976 רֶ֑שַׁע H7562 וּבְ H3599 אַבְנֵ֥י H68 מִרְמָֽה H4820 ",
  "12": "אֲשֶׁ֤ר H834 עֲשִׁירֶ֨יהָ֙ H6223 מָלְא֣וּ H4390 חָמָ֔ס H2555 וְיֹשְׁבֶ֖י H3427 דִּבְּרוּ H1696 שָׁ֑קֶר H8267 וּלְשׁוֹנָ֖ H3956 רְמִיָּ֥ה H7423 בְּפִי H6310 ",
  "13": "וְגַם H1571 אֲנִ֖י H589 הֶחֱלֵ֣יתִי H2470 הַכּוֹתֶ֑ךָ H5221 הַשְׁמֵ֖ם H8074 עַל H5921 חַטֹּאתֶֽךָ H2403 ",
  "14": "אַתָּ֤ה H859 תֹאכַל֙ H398 וְלֹ֣א H3808 תִשְׂבָּ֔ע H7646 וְיֶשְׁחֲ H3445 בְּקִרְבֶּ֑ H7130 וְתַסֵּג֙ H5253 וְלֹ֣א H3808 תַפְלִ֔יט H6403 וַאֲשֶׁ֥ר H834 תְּפַלֵּ֖ט H6403 לַחֶ֥רֶב H2719 אֶתֵּֽן H5414 ",
  "15": "אַתָּ֥ה H859 תִזְרַ֖ע H2232 וְלֹ֣א H3808 תִקְצ֑וֹר H7114 אַתָּ֤ה H859 תִדְרֹֽךְ H1869 זַ֨יִת֙ H2132 וְלֹא H3808 תָס֣וּךְ H5480 שֶׁ֔מֶן H8081 וְתִיר֖וֹשׁ H8492 וְלֹ֥א H3808 תִשְׁתֶּה H8354 יָּֽיִן H3196 ",
  "16": "וְיִשְׁתַּמֵּ֞ר H8104 חֻקּ֣וֹת H2708 עָמְרִ֗י H6018 וְכֹל֙ H3605 מַעֲשֵׂ֣ה H4639 בֵית H1004 אַחְאָ֔ב H256 וַתֵּלְכ֖וּ H3212 בְּמֹֽעֲצוֹתָ֑ H4156 לְמַעַן֩ H4616 תִּתִּ֨י H5414 אֹתְךָ֜ H853 לְשַׁמָּ֗ה H8047 וְיֹשְׁבֶ֨י H3427 לִשְׁרֵקָ֔ה H8322 וְחֶרְפַּ֥ת H2781 עַמִּ֖י H5971 תִּשָּֽׂאוּ H5375 "
}
