{
  "1": "וַיָּקָם֩ H6965 אַחֲרֵ֨י H310 אֲבִימֶ֜לֶךְ H40 לְהוֹשִׁ֣יעַ H3467 אֶת H853 יִשְׂרָאֵ֗ל H3478 תּוֹלָ֧ע H8439 בֶּן H1121 פּוּאָ֛ה H6312 בֶּן H1121 דּוֹד֖וֹ H1734 אִ֣ישׁ H376 יִשָּׂשכָ֑ר H3485 וְהֽוּא H1931 יֹשֵׁ֥ב H3427 בְּשָׁמִ֖יר H8069 בְּהַ֥ר H2022 אֶפְרָֽיִם H669 ",
  "2": "וַיִּשְׁפֹּט֙ H8199 אֶת H853 יִשְׂרָאֵ֔ל H3478 עֶשְׂרִ֥ים H6242 וְשָׁלֹ֖שׁ H7969 שָׁנָ֑ה H8141 וַיָּ֖מָת H4191 וַיִּקָּבֵ֥ר H6912 בְּשָׁמִֽיר H8069 ",
  "3": "וַיָּ֣קָם H6965 אַחֲרָ֔יו H310 יָאִ֖יר H2971 הַגִּלְעָדִ֑י H1569 וַיִּשְׁפֹּט֙ H8199 אֶת H853 יִשְׂרָאֵ֔ל H3478 עֶשְׂרִ֥ים H6242 וּשְׁתַּ֖יִם H8147 שָׁנָֽה H8141 ",
  "4": "וַֽיְהִי H1961 ל֞וֹ Hl שְׁלֹשִׁ֣ים H7970 בָּנִ֗ים H1121 רֹֽכְבִים֙ H7392 עַל H5921 שְׁלֹשִׁ֣ים H7970 עֲיָרִ֔ים H5895 וּשְׁלֹשִׁ֥ים H7970 עֲיָרִ֖ים H5895 לָהֶ֑ם H1992 לָהֶ֞ם H1992 יִקְרְא֣וּ H7121 חַוֺּ֣ת H2334 יָאִ֗יר H2334 עַ֚ד H5704 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 אֲשֶׁ֖ר H834 בְּאֶ֥רֶץ H776 הַגִּלְעָֽד H1568 ",
  "5": "וַיָּ֣מָת H4191 יָאִ֔יר H2971 וַיִּקָּבֵ֖ר H6912 בְּקָמֽוֹן H7056 ",
  "6": "וַיֹּסִ֣פוּ H3254 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 לַעֲשׂ֣וֹת H6213 הָרַע֮ H7451 בְּעֵינֵ֣י H5869 יְהוָה֒ H3068 וַיַּעַבְד֣וּ H5647 אֶת H853 הַבְּעָלִ֣ים H1168 וְאֶת H853 הָעַשְׁתָּר֡וֹת H6252 וְאֶת H853 אֱלֹהֵ֣י H430 אֲרָם֩ H758 וְאֶת H853 אֱלֹהֵ֨י H430 צִיד֜וֹן H6721 וְאֵ֣ת H853 אֱלֹהֵ֣י H430 מוֹאָ֗ב H4124 וְאֵת֙ H853 אֱלֹהֵ֣י H430 בְנֵי H1121 עַמּ֔וֹן H5983 וְאֵ֖ת H853 אֱלֹהֵ֣י H430 פְלִשְׁתִּ֑ים H6430 וַיַּעַזְב֥וּ H5800 אֶת H853 יְהוָ֖ה H3068 וְלֹ֥א H3808 עֲבָדֽוּהוּ H5647 ",
  "7": "וַיִּֽחַר H2734 אַ֥ף H639 יְהוָ֖ה H3068 בְּיִשְׂרָאֵ֑ל H3478 וַֽיִּמְכְּרֵ H4376 בְּיַד H3027 פְּלִשְׁתִּ֔ים H6430 וּבְ H3027 בְּנֵ֥י H1121 עַמּֽוֹן H5983 ",
  "8": "וַֽיִּרְעֲצ֤וּ H7492 וַיְרֹֽצְצוּ֙ H7533 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 בַּשָּׁנָ֖ה H8141 הַהִ֑יא H1931 שְׁמֹנֶ֨ה H8083 עֶשְׂרֵ֜ה H6240 שָׁנָ֗ה H8141 אֶֽת H853 כָּל H3605 בְּנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 אֲשֶׁר֙ H834 בְּעֵ֣בֶר H5676 הַיַּרְדֵּ֔ן H3383 בְּאֶ֥רֶץ H776 הָאֱמֹרִ֖י H567 אֲשֶׁ֥ר H834 בַּגִּלְעָֽד H1568 ",
  "9": "וַיַּעַבְר֤וּ H5674 בְנֵֽי H1121 עַמּוֹן֙ H5983 אֶת H853 הַיַּרְדֵּ֔ן H3383 לְהִלָּחֵ֛ם H3898 גַּם H1571 בִּיהוּדָ֥ה H3063 וּבְ H1144 וּבְ H1004 אֶפְרָ֑יִם H669 וַתֵּ֥צֶר H3334 לְיִשְׂרָאֵ֖ל H3478 מְאֹֽד H3966 ",
  "10": "וַֽיִּזְעֲקוּ֙ H2199 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֶל H413 יְהוָ֖ה H3068 לֵאמֹ֑ר H559 חָטָ֣אנוּ H2398 לָ֔ךְ Hl וְכִ֤י H3588 עָזַ֨בְנוּ֙ H5800 אֶת H853 אֱלֹהֵ֔ינוּ H430 וַֽנַּעֲבֹ֖ד H5647 אֶת H853 הַבְּעָלִֽים H1168 ",
  "11": "וַ֥יֹּאמֶר H559 יְהוָ֖ה H3068 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 הֲלֹ֤א H3808 מִמִּצְרַ֨יִם֙ H4714 וּמִן H4480 הָ֣אֱמֹרִ֔י H567 וּמִן H4480 בְּנֵ֥י H1121 עַמּ֖וֹן H5983 וּמִן H4480 פְּלִשְׁתִּֽים H6430 ",
  "12": "וְצִידוֹנִ֤ים H6722 וַֽעֲמָלֵק֙ H6002 וּמָע֔וֹן H4584 לָחֲצ֖וּ H3905 אֶתְכֶ֑ם H853 וַתִּצְעֲק֣וּ H6817 אֵלַ֔י H413 וָאוֹשִׁ֥יעָ H3467 אֶתְכֶ֖ם H853 מִיָּדָֽ H3027 ",
  "13": "וְאַתֶּם֙ H859 עֲזַבְתֶּ֣ם H5800 אוֹתִ֔י H853 וַתַּעַבְד֖וּ H5647 אֱלֹהִ֣ים H430 אֲחֵרִ֑ים H312 לָכֵ֥ן H3651 לֹֽא H3808 אוֹסִ֖יף H3254 לְהוֹשִׁ֥יעַ H3467 אֶתְכֶֽם H853 ",
  "14": "לְכ֗וּ H3212 וְזַֽעֲקוּ֙ H2199 אֶל H413 הָ֣אֱלֹהִ֔ים H430 אֲשֶׁ֥ר H834 בְּחַרְתֶּ֖ם H977 בָּ֑ם Hb הֵ֛מָּה H1992 יוֹשִׁ֥יעוּ H3467 לָכֶ֖ם Hl בְּעֵ֥ת H6256 צָרַתְכֶֽם H6869 ",
  "15": "וַיֹּאמְר֨וּ H559 בְנֵי H1121 יִשְׂרָאֵ֤ל H3478 אֶל H413 יְהוָה֙ H3068 חָטָ֔אנוּ H2398 עֲשֵׂה H6213 אַתָּ֣ה H859 לָ֔נוּ Hl כְּכָל H3605 הַטּ֖וֹב H2896 בְּעֵינֶ֑י H5869 אַ֛ךְ H389 הַצִּילֵ֥נוּ H5337 נָ֖א H4994 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "16": "וַיָּסִ֜ירוּ H5493 אֶת H853 אֱלֹהֵ֤י H430 הַנֵּכָר֙ H5236 מִקִּרְבָּ֔ H7130 וַיַּעַבְד֖וּ H5647 אֶת H853 יְהוָ֑ה H3068 וַתִּקְצַ֥ר H7114 נַפְשׁ֖וֹ H5315 בַּעֲמַ֥ל H5999 יִשְׂרָאֵֽל H3478 ",
  "17": "וַיִּצָּֽעֲקוּ֙ H6817 בְּנֵ֣י H1121 עַמּ֔וֹן H5983 וַֽיַּחֲנ֖וּ H2583 בַּגִּלְעָ֑ד H1568 וַיֵּאָֽסְפוּ֙ H622 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וַֽיַּחֲנ֖וּ H2583 בַּמִּצְפָּֽה H4709 ",
  "18": "וַיֹּאמְר֨וּ H559 הָעָ֜ם H5971 שָׂרֵ֤י H8269 גִלְעָד֙ H1568 אִ֣ישׁ H376 אֶל H413 רֵעֵ֔הוּ H7453 מִ֣י H4310 הָאִ֔ישׁ H376 אֲשֶׁ֣ר H834 יָחֵ֔ל H2490 לְהִלָּחֵ֖ם H3898 בִּבְנֵ֣י H1121 עַמּ֑וֹן H5983 יִֽהְיֶ֣ה H1961 לְרֹ֔אשׁ H7218 לְכֹ֖ל H3605 יֹשְׁבֵ֥י H3427 גִלְעָֽד H1568 "
}
