{
  "1": "וַיֹּסִ֨פוּ֙ H3254 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 לַעֲשׂ֥וֹת H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 וַיִּתְּנֵ֧ H5414 יְהוָ֛ה H3068 בְּיַד H3027 פְּלִשְׁתִּ֖ים H6430 אַרְבָּעִ֥ים H705 שָׁנָֽה H8141 ",
  "2": "וַיְהִי֩ H1961 אִ֨ישׁ H376 אֶחָ֧ד H259 מִצָּרְעָ֛ה H6881 מִמִּשְׁפַּ֥חַת H4940 הַדָּנִ֖י H1839 וּשְׁמ֣ H8034 מָנ֑וֹחַ H4495 וְאִשְׁתּ֥ H802 עֲקָרָ֖ה H6135 וְלֹ֥א H3808 יָלָֽדָה H3205 ",
  "3": "וַיֵּרָ֥א H7200 מַלְאַךְ H4397 יְהוָ֖ה H3068 אֶל H413 הָאִשָּׁ֑ה H802 וַיֹּ֣אמֶר H559 אֵלֶ֗יהָ H413 הִנֵּה H2009 נָ֤א H4994 אַתְּ H859 עֲקָרָה֙ H6135 וְלֹ֣א H3808 יָלַ֔דְתְּ H3205 וְהָרִ֖ית H2029 וְיָלַ֥דְתְּ H3205 בֵּֽן H1121 ",
  "4": "וְעַתָּה֙ H6258 הִשָּׁ֣מְרִי H8104 נָ֔א H4994 וְאַל H408 תִּשְׁתִּ֖י H8354 יַ֣יִן H3196 וְשֵׁכָ֑ר H7941 וְאַל H408 תֹּאכְלִ֖י H398 כָּל H3605 טָמֵֽא H2931 ",
  "5": "כִּי֩ H3588 הִנָּ֨ךְ H2009 הָרָ֜ה H2030 וְיֹלַ֣דְתְּ H3205 בֵּ֗ן H1121 וּמוֹרָה֙ H4177 לֹא H3808 יַעֲלֶ֣ה H5927 עַל H5921 רֹאשׁ֔וֹ H7218 כִּֽי H3588 נְזִ֧יר H5139 אֱלֹהִ֛ים H430 יִהְיֶ֥ה H1961 הַנַּ֖עַר H5288 מִן H4480 הַבָּ֑טֶן H990 וְה֗וּא H1931 יָחֵ֛ל H2490 לְהוֹשִׁ֥יעַ H3467 אֶת H853 יִשְׂרָאֵ֖ל H3478 מִיַּ֥ד H3027 פְּלִשְׁתִּֽים H6430 ",
  "6": "וַתָּבֹ֣א H935 הָאִשָּׁ֗ה H802 וַתֹּ֣אמֶר H559 לְאִישָׁ H376 לֵאמֹר֒ H559 אִ֤ישׁ H376 הָאֱלֹהִים֙ H430 בָּ֣א H935 אֵלַ֔י H413 וּמַרְאֵ֕ H4758 כְּמַרְאֵ֛ה H4758 מַלְאַ֥ךְ H4397 הָאֱלֹהִ֖ים H430 נוֹרָ֣א H3372 מְאֹ֑ד H3966 וְלֹ֤א H3808 שְׁאִלְתִּ֨יהוּ֙ H7592 אֵֽי H335 מִזֶּ֣ה H2088 ה֔וּא H1931 וְאֶת H853 שְׁמ֖וֹ H8034 לֹֽא H3808 הִגִּ֥יד H5046 לִֽי Hl ",
  "7": "וַיֹּ֣אמֶר H559 לִ֔י Hl הִנָּ֥ךְ H2009 הָרָ֖ה H2030 וְיֹלַ֣דְתְּ H3205 בֵּ֑ן H1121 וְעַתָּ֞ה H6258 אַל H408 תִּשְׁתִּ֣י H8354 יַ֣יִן H3196 וְשֵׁכָ֗ר H7941 וְאַל H408 תֹּֽאכְלִי֙ H398 כָּל H3605 טֻמְאָ֔ה H2932 כִּֽי H3588 נְזִ֤יר H5139 אֱלֹהִים֙ H430 יִהְיֶ֣ה H1961 הַנַּ֔עַר H5288 מִן H4480 הַבֶּ֖טֶן H990 עַד H5704 י֥וֹם H3117 מוֹתֽוֹ H4194 ",
  "8": "וַיֶּעְתַּ֥ר H6279 מָנ֛וֹחַ H4495 אֶל H413 יְהוָ֖ה H3068 וַיֹּאמַ֑ר H559 בִּ֣י H994 אֲדוֹנָ֔י H136 אִ֣ישׁ H376 הָאֱלֹהִ֞ים H430 אֲשֶׁ֣ר H834 שָׁלַ֗חְתָּ H7971 יָבוֹא H935 נָ֥א H4994 עוֹד֙ H5750 אֵלֵ֔ינוּ H413 וְיוֹרֵ֕ H3384 מַֽה H4100 נַּעֲשֶׂ֖ה H6213 לַנַּ֥עַר H5288 הַיּוּלָּֽד H3205 ",
  "9": "וַיִּשְׁמַ֥ע H8085 הָאֱלֹהִ֖ים H430 בְּק֣וֹל H6963 מָנ֑וֹחַ H4495 וַיָּבֹ֣א H935 מַלְאַךְ֩ H4397 הָאֱלֹהִ֨ים H430 ע֜וֹד H5750 אֶל H413 הָאִשָּׁ֗ה H802 וְהִיא֙ H1931 יוֹשֶׁ֣בֶת H3427 בַּשָּׂדֶ֔ה H7704 וּמָנ֥וֹחַ H4495 אִישָׁ֖הּ H376 אֵ֥ין H369 עִמָּֽהּ H5973 ",
  "10": "וַתְּמַהֵר֙ H4116 הָֽאִשָּׁ֔ה H802 וַתָּ֖רָץ H7323 וַתַּגֵּ֣ד H5046 לְאִישָׁ֑ H376 וַתֹּ֣אמֶר H559 אֵלָ֔יו H413 הִנֵּ֨ה H2009 נִרְאָ֤ה H7200 אֵלַי֙ H413 הָאִ֔ישׁ H376 אֲשֶׁר H834 בָּ֥א H935 בַיּ֖וֹם H3117 אֵלָֽי H413 ",
  "11": "וַיָּ֛קָם H6965 וַיֵּ֥לֶךְ H3212 מָנ֖וֹחַ H4495 אַחֲרֵ֣י H310 אִשְׁתּ֑וֹ H802 וַיָּבֹא֙ H935 אֶל H413 הָאִ֔ישׁ H376 וַיֹּ֣אמֶר H559 ל֗וֹ Hl הַאַתָּ֥ה H859 הָאִ֛ישׁ H376 אֲשֶׁר H834 דִּבַּ֥רְתָּ H1696 אֶל H413 הָאִשָּׁ֖ה H802 וַיֹּ֥אמֶר H559 אָֽנִי H589 ",
  "12": "וַיֹּ֣אמֶר H559 מָנ֔וֹחַ H4495 עַתָּ֖ה H6258 יָבֹ֣א H935 דְבָרֶ֑יךָ H1697 מַה H4100 יִּֽהְיֶ֥ה H1961 מִשְׁפַּט H4941 הַנַּ֖עַר H5288 וּמַעֲשֵֽׂ H4639 ",
  "13": "וַיֹּ֛אמֶר H559 מַלְאַ֥ךְ H4397 יְהוָ֖ה H3068 אֶל H413 מָנ֑וֹחַ H4495 מִכֹּ֛ל H3605 אֲשֶׁר H834 אָמַ֥רְתִּי H559 אֶל H413 הָאִשָּׁ֖ה H802 תִּשָּׁמֵֽר H8104 ",
  "14": "מִכֹּ֣ל H3605 אֲשֶׁר H834 יֵצֵא֩ H3318 מִגֶּ֨פֶן H1612 הַיַּ֜יִן H3196 לֹ֣א H3808 תֹאכַ֗ל H398 וְיַ֤יִן H3196 וְשֵׁכָר֙ H7941 אַל H408 תֵּ֔שְׁתְּ H8354 וְכָל H3605 טֻמְאָ֖ה H2932 אַל H408 תֹּאכַ֑ל H398 כֹּ֥ל H3605 אֲשֶׁר H834 צִוִּיתִ֖יהָ H6680 תִּשְׁמֹֽר H8104 ",
  "15": "וַיֹּ֥אמֶר H559 מָנ֖וֹחַ H4495 אֶל H413 מַלְאַ֣ךְ H4397 יְהוָ֑ה H3068 נַעְצְרָה H6113 נָּ֣א H4994 אוֹתָ֔ךְ H853 וְנַעֲשֶׂ֥ה H6213 לְפָנֶ֖י H6440 גְּדִ֥י H1423 עִזִּֽים H5795 ",
  "16": "וַיֹּאמֶר֩ H559 מַלְאַ֨ךְ H4397 יְהוָ֜ה H3068 אֶל H413 מָנ֗וֹחַ H4495 אִם H518 תַּעְצְרֵ֨נִי֙ H6113 לֹא H3808 אֹכַ֣ל H398 בְּלַחְמֶ֔ H3899 וְאִם H518 תַּעֲשֶׂ֣ה H6213 עֹלָ֔ה H5930 לַיהוָ֖ה H3068 תַּעֲלֶ֑נָּה H5927 כִּ֚י H3588 לֹא H3808 יָדַ֣ע H3045 מָנ֔וֹחַ H4495 כִּֽי H3588 מַלְאַ֥ךְ H4397 יְהוָ֖ה H3068 הֽוּא H1931 ",
  "17": "וַיֹּ֧אמֶר H559 מָנ֛וֹחַ H4495 אֶל H413 מַלְאַ֥ךְ H4397 יְהוָ֖ה H3068 מִ֣י H4310 שְׁמֶ֑ךָ H8034 כִּֽי H3588 יָבֹ֥א H935 דבריך H1697 וְכִבַּדְנֽוּ H3513 ",
  "18": "וַיֹּ֤אמֶר H559 לּוֹ֙ Hl מַלְאַ֣ךְ H4397 יְהוָ֔ה H3068 לָ֥מָּה H4100 זֶּ֖ה H2088 תִּשְׁאַ֣ל H7592 לִשְׁמִ֑ H8034 וְהוּא H1931 פֶ֛לִאי H6383 ",
  "19": "וַיִּקַּ֨ח H3947 מָנ֜וֹחַ H4495 אֶת H853 גְּדִ֤י H1423 הָעִזִּים֙ H5795 וְאֶת H853 הַמִּנְחָ֔ה H4503 וַיַּ֥עַל H5927 עַל H5921 הַצּ֖וּר H6697 לַֽיהוָ֑ה H3068 וּמַפְלִ֣א H6381 לַעֲשׂ֔וֹת H6213 וּמָנ֥וֹחַ H4495 וְאִשְׁתּ֖ H802 רֹאִֽים H7200 ",
  "20": "וַיְהִי֩ H1961 בַעֲל֨וֹת H5927 הַלַּ֜הַב H3851 מֵעַ֤ל H5921 הַמִּזְבֵּ֨חַ֙ H4196 הַשָּׁמַ֔יְמָ H8064 וַיַּ֥עַל H5927 מַלְאַךְ H4397 יְהוָ֖ה H3068 בְּלַ֣הַב H3851 הַמִּזְבֵּ֑חַ H4196 וּמָנ֤וֹחַ H4495 וְאִשְׁתּ H802 רֹאִ֔ים H7200 וַיִּפְּל֥וּ H5307 עַל H5921 פְּנֵיהֶ֖ם H6440 אָֽרְצָה H776 ",
  "21": "וְלֹא H3808 יָ֤סַף H3254 עוֹד֙ H5750 מַלְאַ֣ךְ H4397 יְהוָ֔ה H3068 לְהֵרָאֹ֖ה H7200 אֶל H413 מָנ֣וֹחַ H4495 וְאֶל H413 אִשְׁתּ֑וֹ H802 אָ֚ז H227 יָדַ֣ע H3045 מָנ֔וֹחַ H4495 כִּֽי H3588 מַלְאַ֥ךְ H4397 יְהוָ֖ה H3068 הֽוּא H1931 ",
  "22": "וַיֹּ֧אמֶר H559 מָנ֛וֹחַ H4495 אֶל H413 אִשְׁתּ֖וֹ H802 מ֣וֹת H4191 נָמ֑וּת H4191 כִּ֥י H3588 אֱלֹהִ֖ים H430 רָאִֽינוּ H7200 ",
  "23": "וַתֹּ֧אמֶר H559 ל֣וֹ Hl אִשְׁתּ֗וֹ H802 לוּ֩ H3863 חָפֵ֨ץ H2654 יְהוָ֤ה H3068 לַהֲמִיתֵ֨ H4191 לֹֽא H3808 לָקַ֤ח H3947 מִיָּדֵ֨ H3027 עֹלָ֣ה H5930 וּמִנְחָ֔ה H4503 וְלֹ֥א H3808 הֶרְאָ֖נוּ H7200 אֶת H853 כָּל H3605 אֵ֑לֶּה H428 וְכָ H6256 לֹ֥א H3808 הִשְׁמִיעָ֖נוּ H8085 כָּזֹֽאת H2063 ",
  "24": "וַתֵּ֤לֶד H3205 הָֽאִשָּׁה֙ H802 בֵּ֔ן H1121 וַתִּקְרָ֥א H7121 אֶת H853 שְׁמ֖וֹ H8034 שִׁמְשׁ֑וֹן H8123 וַיִּגְדַּ֣ל H1431 הַנַּ֔עַר H5288 וַֽיְבָרְכֵ֖ H1288 יְהוָֽה H3068 ",
  "25": "וַתָּ֨חֶל֙ H2490 ר֣וּחַ H7307 יְהוָ֔ה H3068 לְפַעֲמ֖ H6470 בְּמַחֲנֵה H4264 דָ֑ן H1835 בֵּ֥ין H996 צָרְעָ֖ה H6881 וּבֵ֥ין H996 אֶשְׁתָּאֹֽל H847 "
}
