{
  "1": "וַיֵּ֥רֶד H3381 שִׁמְשׁ֖וֹן H8123 תִּמְנָ֑תָה H8553 וַיַּ֥רְא H7200 אִשָּׁ֛ה H802 בְּתִמְנָ֖תָ H8553 מִבְּנ֥וֹת H1323 פְּלִשְׁתִּֽים H6430 ",
  "2": "וַיַּ֗עַל H5927 וַיַּגֵּד֙ H5046 לְאָבִ֣י H1 וּלְ H517 וַיֹּ֗אמֶר H559 אִשָּׁ֛ה H802 רָאִ֥יתִי H7200 בְתִמְנָ֖תָ H8553 מִבְּנ֣וֹת H1323 פְּלִשְׁתִּ֑ים H6430 וְעַתָּ֕ה H6258 קְחוּ H3947 אוֹתָ֥הּ H853 לִּ֖י Hl לְאִשָּֽׁה H802 ",
  "3": "וַיֹּ֨אמֶר H559 ל֜וֹ Hl אָבִ֣יו H1 וְאִמּ֗ H517 הַאֵין֩ H369 בִּבְנ֨וֹת H1323 אַחֶ֤יךָ H251 וּבְ H3605 עַמִּי֙ H5971 אִשָּׁ֔ה H802 כִּֽי H3588 אַתָּ֤ה H859 הוֹלֵךְ֙ H1980 לָקַ֣חַת H3947 אִשָּׁ֔ה H802 מִפְּלִשְׁתִּ֖ים H6430 הָעֲרֵלִ֑ים H6189 וַיֹּ֨אמֶר H559 שִׁמְשׁ֤וֹן H8123 אֶל H413 אָבִיו֙ H1 אוֹתָ֣הּ H853 קַֽח H3947 לִ֔י Hl כִּֽי H3588 הִ֖יא H1931 יָשְׁרָ֥ה H3474 בְעֵינָֽ H5869 ",
  "4": "וְאָבִ֨י H1 וְאִמּ֜ H517 לֹ֣א H3808 יָדְע֗וּ H3045 כִּ֤י H3588 מֵיְהוָה֙ H3068 הִ֔יא H1931 כִּי H3588 תֹאֲנָ֥ה H8385 הֽוּא H1931 מְבַקֵּ֖שׁ H1245 מִפְּלִשְׁתִּ֑ים H6430 וּבָ H6256 הַהִ֔יא H1931 פְּלִשְׁתִּ֖ים H6430 מֹשְׁלִ֥ים H4910 בְּיִשְׂרָאֵֽל H3478 ",
  "5": "וַיֵּ֧רֶד H3381 שִׁמְשׁ֛וֹן H8123 וְאָבִ֥י H1 וְאִמּ֖ H517 תִּמְנָ֑תָה H8553 וַיָּבֹ֨אוּ֙ H935 עַד H5704 כַּרְמֵ֣י H3754 תִמְנָ֔תָה H8553 וְהִנֵּה֙ H2009 כְּפִ֣יר H3715 אֲרָי֔וֹת H738 שֹׁאֵ֖ג H7580 לִקְרָאתֽ H7125 ",
  "6": "וַתִּצְלַ֨ח H6743 עָלָ֜יו H5921 ר֣וּחַ H7307 יְהוָ֗ה H3068 וַֽיְשַׁסְּעֵ֨ H8156 כְּשַׁסַּ֣ע H8156 הַגְּדִ֔י H1423 וּמְא֖וּמָה H3972 אֵ֣ין H369 בְּיָד֑ H3027 וְלֹ֤א H3808 הִגִּיד֙ H5046 לְאָבִ֣י H1 וּלְ H517 אֵ֖ת H853 אֲשֶׁ֥ר H834 עָשָֽׂה H6213 ",
  "7": "וַיֵּ֖רֶד H3381 וַיְדַבֵּ֣ר H1696 לָאִשָּׁ֑ה H802 וַתִּישַׁ֖ר H3474 בְּעֵינֵ֥י H5869 שִׁמְשֽׁוֹן H8123 ",
  "8": "וַיָּ֤שָׁב H7725 מִיָּמִים֙ H3117 לְקַחְתָּ֔ H3947 וַיָּ֣סַר H5493 לִרְא֔וֹת H7200 אֵ֖ת H853 מַפֶּ֣לֶת H4658 הָאַרְיֵ֑ה H738 וְהִנֵּ֨ה H2009 עֲדַ֧ת H5712 דְּבוֹרִ֛ים H1682 בִּגְוִיַּ֥ת H1472 הָאַרְיֵ֖ה H738 וּדְבָֽשׁ H1706 ",
  "9": "וַיִּרְדֵּ֣ H7287 אֶל H413 כַּפָּ֗יו H3709 וַיֵּ֤לֶךְ H3212 הָלוֹךְ֙ H1980 וְאָכֹ֔ל H398 וַיֵּ֨לֶךְ֙ H3212 אֶל H413 אָבִ֣יו H1 וְאֶל H413 אִמּ֔וֹ H517 וַיִּתֵּ֥ן H5414 לָהֶ֖ם Hl וַיֹּאכֵ֑לוּ H398 וְלֹֽא H3808 הִגִּ֣יד H5046 לָהֶ֔ם Hl כִּ֛י H3588 מִגְּוִיַּ֥ת H1472 הָאַרְיֵ֖ה H738 רָדָ֥ה H7287 הַדְּבָֽשׁ H1706 ",
  "10": "וַיֵּ֥רֶד H3381 אָבִ֖יהוּ H1 אֶל H413 הָאִשָּׁ֑ה H802 וַיַּ֨עַשׂ H6213 שָׁ֤ם H8033 שִׁמְשׁוֹן֙ H8123 מִשְׁתֶּ֔ה H4960 כִּ֛י H3588 כֵּ֥ן H3651 יַעֲשׂ֖וּ H6213 הַבַּחוּרִֽים H970 ",
  "11": "וַיְהִ֖י H1961 כִּרְאוֹתָ֣ H7200 אוֹת֑וֹ H853 וַיִּקְחוּ֙ H3947 שְׁלֹשִׁ֣ים H7970 מֵֽרֵעִ֔ים H4828 וַיִּהְי֖וּ H1961 אִתּֽוֹ H854 ",
  "12": "וַיֹּ֤אמֶר H559 לָהֶם֙ Hl שִׁמְשׁ֔וֹן H8123 אָחֽוּדָה H2330 נָּ֥א H4994 לָכֶ֖ם Hl חִידָ֑ה H2420 אִם H518 הַגֵּ֣ד H5046 תַּגִּידוּ֩ H5046 אוֹתָ֨הּ H853 לִ֜י Hl שִׁבְעַ֨ת H7651 יְמֵ֤י H3117 הַמִּשְׁתֶּה֙ H4960 וּמְצָאתֶ֔ם H4672 וְנָתַתִּ֤י H5414 לָכֶם֙ Hl שְׁלֹשִׁ֣ים H7970 סְדִינִ֔ים H5466 וּשְׁלֹשִׁ֖ים H7970 חֲלִפֹ֥ת H2487 בְּגָדִֽים H899 ",
  "13": "וְאִם H518 לֹ֣א H3808 תוּכְלוּ֮ H3201 לְהַגִּ֣יד H5046 לִי֒ Hl וּנְתַתֶּ֨ם H5414 אַתֶּ֥ם H859 לִי֙ Hl שְׁלֹשִׁ֣ים H7970 סְדִינִ֔ים H5466 וּשְׁלֹשִׁ֖ים H7970 חֲלִיפ֣וֹת H2487 בְּגָדִ֑ים H899 וַיֹּ֣אמְרוּ H559 ל֔וֹ Hl ח֥וּדָה H2330 חִידָתְךָ֖ H2420 וְנִשְׁמָעֶֽ H8085 ",
  "14": "וַיֹּ֣אמֶר H559 לָהֶ֗ם Hl מֵהָֽ H398 יָצָ֣א H3318 מַאֲכָ֔ל H3978 וּמֵ H5794 יָצָ֣א H3318 מָת֑וֹק H4966 וְלֹ֥א H3808 יָכְל֛וּ H3201 לְהַגִּ֥יד H5046 הַחִידָ֖ה H2420 שְׁלֹ֥שֶׁת H7969 יָמִֽים H3117 ",
  "15": "וַיְהִ֣י H1961 בַּיּ֣וֹם H3117 הַשְּׁבִיעִ֗י H7637 וַיֹּאמְר֤וּ H559 לְאֵֽשֶׁת H802 שִׁמְשׁוֹן֙ H8123 פַּתִּ֣י H6601 אֶת H853 אִישֵׁ֗ךְ H376 וְיַגֶּד H5046 לָ֨נוּ֙ Hl אֶת H853 הַ֣חִידָ֔ה H2420 פֶּן H6435 נִשְׂרֹ֥ף H8313 אוֹתָ֛ךְ H853 וְאֶת H853 בֵּ֥ית H1004 אָבִ֖יךְ H1 בָּאֵ֑שׁ H784 הַלְ H3423 קְרָאתֶ֥ם H7121 לָ֖נוּ Hl הֲלֹֽא H3808 ",
  "16": "וַתֵּבְךְּ֩ H1058 אֵ֨שֶׁת H802 שִׁמְשׁ֜וֹן H8123 עָלָ֗יו H5921 וַתֹּ֨אמֶר֙ H559 רַק H7535 שְׂנֵאתַ֨נִי֙ H8130 וְלֹ֣א H3808 אֲהַבְתָּ֔נִי H157 הַֽחִידָ֥ה H2420 חַ֨דְתָּ֙ H2330 לִבְנֵ֣י H1121 עַמִּ֔י H5971 וְלִ֖ Hc/Hl לֹ֣א H3808 הִגַּ֑דְתָּה H5046 וַיֹּ֣אמֶר H559 לָ֗הּ Hl הִנֵּ֨ה H2009 לְאָבִ֧ H1 וּלְ H517 לֹ֥א H3808 הִגַּ֖דְתִּי H5046 וְלָ֥ Hc/Hl אַגִּֽיד H5046 ",
  "17": "וַתֵּ֤בְךְּ H1058 עָלָיו֙ H5921 שִׁבְעַ֣ת H7651 הַיָּמִ֔ים H3117 אֲשֶׁר H834 הָיָ֥ה H1961 לָהֶ֖ם Hl הַמִּשְׁתֶּ֑ה H4960 וַיְהִ֣י H1961 בַּיּ֣וֹם H3117 הַשְּׁבִיעִ֗י H7637 וַיַּגֶּד H5046 לָהּ֙ Hl כִּ֣י H3588 הֱצִיקַ֔תְהוּ H6693 וַתַּגֵּ֥ד H5046 הַחִידָ֖ה H2420 לִבְנֵ֥י H1121 עַמָּֽהּ H5971 ",
  "18": "וַיֹּ֣אמְרוּ H559 לוֹ֩ Hl אַנְשֵׁ֨י H376 הָעִ֜יר H5892 בַּיּ֣וֹם H3117 הַשְּׁבִיעִ֗י H7637 בְּטֶ֨רֶם֙ H2962 יָבֹ֣א H935 הַחַ֔רְסָ H2775 מַה H4100 מָּת֣וֹק H4966 מִדְּבַ֔שׁ H1706 וּמֶ֥ה H4100 עַ֖ז H5794 מֵאֲרִ֑י H738 וַיֹּ֣אמֶר H559 לָהֶ֔ם Hl לוּלֵא֙ H3884 חֲרַשְׁתֶּ֣ם H2790 בְּעֶגְלָתִ֔ H5697 לֹ֥א H3808 מְצָאתֶ֖ם H4672 חִידָתִֽי H2420 ",
  "19": "וַתִּצְלַ֨ח H6743 עָלָ֜יו H5921 ר֣וּחַ H7307 יְהוָ֗ה H3068 וַיֵּ֨רֶד H3381 אַשְׁקְל֜וֹן H831 וַיַּ֥ךְ H5221 מֵהֶ֣ם H1992 שְׁלֹשִׁ֣ים H7970 אִ֗ישׁ H376 וַיִּקַּח֙ H3947 אֶת H853 חֲלִ֣יצוֹתָ֔ם H2488 וַיִּתֵּן֙ H5414 הַחֲלִיפ֔וֹת H2487 לְמַגִּידֵ֖י H5046 הַחִידָ֑ה H2420 וַיִּ֣חַר H2734 אַפּ֔וֹ H639 וַיַּ֖עַל H5927 בֵּ֥ית H1004 אָבִֽיהוּ H1 ",
  "20": "וַתְּהִ֖י H1961 אֵ֣שֶׁת H802 שִׁמְשׁ֑וֹן H8123 לְמֵ֣רֵעֵ֔ H4828 אֲשֶׁ֥ר H834 רֵעָ֖ה H7462 לֽוֹ Hl "
}
