{
  "1": "וַיַּ֧עַל H5927 מַלְאַךְ H4397 יְהוָ֛ה H3068 מִן H4480 הַגִּלְגָּ֖ל H1537 אֶל H413 הַבֹּכִ֑ים H1066 וַיֹּאמֶר֩ H559 אַעֲלֶ֨ה H5927 אֶתְכֶ֜ם H853 מִמִּצְרַ֗יִם H4714 וָאָבִ֤יא H935 אֶתְכֶם֙ H853 אֶל H413 הָאָ֗רֶץ H776 אֲשֶׁ֤ר H834 נִשְׁבַּ֨עְתִּי֙ H7650 לַאֲבֹ֣תֵי H1 וָאֹמַ֕ר H559 לֹֽא H3808 אָפֵ֧ר H6565 בְּרִיתִ֛י H1285 אִתְּכֶ֖ם H854 לְעוֹלָֽם H5769 ",
  "2": "וְאַתֶּ֗ם H859 לֹֽא H3808 תִכְרְת֤וּ H3772 בְרִית֙ H1285 לְיֽוֹשְׁבֵי֙ H3427 הָאָ֣רֶץ H776 הַזֹּ֔את H2063 מִזְבְּחוֹתֵיהֶ֖ם H4196 תִּתֹּצ֑וּן H5422 וְלֹֽא H3808 שְׁמַעְתֶּ֥ם H8085 בְּקֹלִ֖ H6963 מַה H4100 זֹּ֥את H2063 עֲשִׂיתֶֽם H6213 ",
  "3": "וְגַ֣ם H1571 אָמַ֔רְתִּי H559 לֹֽא H3808 אֲגָרֵ֥שׁ H1644 אוֹתָ֖ם H853 מִפְּנֵי H6440 וְהָי֤וּ H1961 לָכֶם֙ Hl לְצִדִּ֔ים H6654 וֵאלֹ֣הֵי H430 יִהְי֥וּ H1961 לָכֶ֖ם Hl לְמוֹקֵֽשׁ H4170 ",
  "4": "וַיְהִ֗י H1961 כְּדַבֵּ֞ר H1696 מַלְאַ֤ךְ H4397 יְהוָה֙ H3068 אֶת H853 הַדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 אֶֽל H413 כָּל H3605 בְּנֵ֖י H1121 יִשְׂרָאֵ֑ל H3478 וַיִּשְׂא֥וּ H5375 הָעָ֛ם H5971 אֶת H853 קוֹלָ֖ם H6963 וַיִּבְכּֽוּ H1058 ",
  "5": "וַֽיִּקְרְא֛וּ H7121 שֵֽׁם H8034 הַמָּק֥וֹם H4725 הַה֖וּא H1931 בֹּכִ֑ים H1066 וַיִּזְבְּחוּ H2076 שָׁ֖ם H8033 לַֽיהוָֽה H3068 ",
  "6": "וַיְשַׁלַּ֥ח H7971 יְהוֹשֻׁ֖עַ H3091 אֶת H853 הָעָ֑ם H5971 וַיֵּלְכ֧וּ H3212 בְנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 אִ֥ישׁ H376 לְנַחֲלָת֖ H5159 לָרֶ֥שֶׁת H3423 אֶת H853 הָאָֽרֶץ H776 ",
  "7": "וַיַּעַבְד֤וּ H5647 הָעָם֙ H5971 אֶת H853 יְהוָ֔ה H3068 כֹּ֖ל H3605 יְמֵ֣י H3117 יְהוֹשֻׁ֑עַ H3091 וְכֹ֣ל H3605 יְמֵ֣י H3117 הַזְּקֵנִ֗ים H2205 אֲשֶׁ֨ר H834 הֶאֱרִ֤יכוּ H748 יָמִים֙ H3117 אַחֲרֵ֣י H310 יְהוֹשׁ֔וּעַ H3091 אֲשֶׁ֣ר H834 רָא֗וּ H7200 אֵ֣ת H853 כָּל H3605 מַעֲשֵׂ֤ה H4639 יְהוָה֙ H3068 הַגָּד֔וֹל H1419 אֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 לְיִשְׂרָאֵֽל H3478 ",
  "8": "וַיָּ֛מָת H4191 יְהוֹשֻׁ֥עַ H3091 בִּן H1121 נ֖וּן H5126 עֶ֣בֶד H5650 יְהוָ֑ה H3068 בֶּן H1121 מֵאָ֥ה H3967 וָעֶ֖שֶׂר H6235 שָׁנִֽים H8141 ",
  "9": "וַיִּקְבְּר֤וּ H6912 אוֹתוֹ֙ H853 בִּגְב֣וּל H1366 נַחֲלָת֔וֹ H5159 בְּתִמְנַת H8556 חֶ֖רֶס H8556 בְּהַ֣ר H2022 אֶפְרָ֑יִם H669 מִצְּפ֖וֹן H6828 לְהַר H2022 גָּֽעַשׁ H1608 ",
  "10": "וְגַם֙ H1571 כָּל H3605 הַדּ֣וֹר H1755 הַה֔וּא H1931 נֶאֶסְפ֖וּ H622 אֶל H413 אֲבוֹתָ֑יו H1 וַיָּקָם֩ H6965 דּ֨וֹר H1755 אַחֵ֜ר H312 אַחֲרֵיהֶ֗ם H310 אֲשֶׁ֤ר H834 לֹא H3808 יָֽדְעוּ֙ H3045 אֶת H853 יְהוָ֔ה H3068 וְגַם֙ H1571 אֶת H853 הַֽמַּעֲשֶׂ֔ה H4639 אֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 לְיִשְׂרָאֵֽל H3478 ",
  "11": "וַיַּעֲשׂ֧וּ H6213 בְנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 אֶת H853 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 וַיַּעַבְד֖וּ H5647 אֶת H853 הַבְּעָלִֽים H1168 ",
  "12": "וַיַּעַזְב֞וּ H5800 אֶת H853 יְהוָ֣ה H3068 אֱלֹהֵ֣י H430 אֲבוֹתָ֗ם H1 הַמּוֹצִ֣יא H3318 אוֹתָם֮ H853 מֵאֶ֣רֶץ H776 מִצְרַיִם֒ H4714 וַיֵּלְכ֞וּ H3212 אַחֲרֵ֣י H310 אֱלֹהִ֣ים H430 אֲחֵרִ֗ים H312 מֵאֱלֹהֵ֤י H430 הָֽעַמִּים֙ H5971 אֲשֶׁר֙ H834 סְבִיב֣וֹתֵיהֶ֔ם H5439 וַיִּֽשְׁתַּחֲו֖וּ H7812 לָהֶ֑ם Hl וַיַּכְעִ֖סוּ H3707 אֶת H853 יְהוָֽה H3068 ",
  "13": "וַיַּעַזְב֖וּ H5800 אֶת H853 יְהוָ֑ה H3068 וַיַּעַבְד֥וּ H5647 לַבַּ֖עַל H1168 וְלָ H6252 ",
  "14": "וַיִּֽחַר H2734 אַ֤ף H639 יְהוָה֙ H3068 בְּיִשְׂרָאֵ֔ל H3478 וַֽיִּתְּנֵ H5414 בְּיַד H3027 שֹׁסִ֔ים H8154 וַיָּשֹׁ֖סּוּ H8155 אוֹתָ֑ם H853 וַֽיִּמְכְּרֵ֞ H4376 בְּיַ֤ד H3027 אֽוֹיְבֵיהֶם֙ H341 מִסָּבִ֔יב H5439 וְלֹֽא H3808 יָכְל֣וּ H3201 ע֔וֹד H5750 לַעֲמֹ֖ד H5975 לִפְנֵ֥י H6440 אוֹיְבֵיהֶֽם H341 ",
  "15": "בְּכֹ֣ל H3605 אֲשֶׁ֣ר H834 יָצְא֗וּ H3318 יַד H3027 יְהוָה֙ H3068 הָיְתָה H1961 בָּ֣ם Hb לְרָעָ֔ה H7451 כַּֽאֲשֶׁר֙ H834 דִּבֶּ֣ר H1696 יְהוָ֔ה H3068 וְכַ H834 נִשְׁבַּ֥ע H7650 יְהוָ֖ה H3068 לָהֶ֑ם Hl וַיֵּ֥צֶר H3334 לָהֶ֖ם Hl מְאֹֽד H3966 ",
  "16": "וַיָּ֥קֶם H6965 יְהוָ֖ה H3068 שֹֽׁפְטִ֑ים H8199 וַיּ֣וֹשִׁיע֔וּ H3467 מִיַּ֖ד H3027 שֹׁסֵיהֶֽם H8154 ",
  "17": "וְגַ֤ם H1571 אֶל H413 שֹֽׁפְטֵיהֶם֙ H8199 לֹ֣א H3808 שָׁמֵ֔עוּ H8085 כִּ֣י H3588 זָנ֗וּ H2181 אַֽחֲרֵי֙ H310 אֱלֹהִ֣ים H430 אֲחֵרִ֔ים H312 וַיִּֽשְׁתַּחֲו֖וּ H7812 לָהֶ֑ם Hl סָ֣רוּ H5493 מַהֵ֗ר H4118 מִן H4480 הַדֶּ֜רֶךְ H1870 אֲשֶׁ֨ר H834 הָלְכ֧וּ H1980 אֲבוֹתָ֛ם H1 לִשְׁמֹ֥עַ H8085 מִצְוֺת H4687 יְהוָ֖ה H3068 לֹא H3808 עָ֥שׂוּ H6213 כֵֽן H3651 ",
  "18": "וְכִֽי H3588 הֵקִ֨ים H6965 יְהוָ֥ה H3068 לָהֶם֮ Hl שֹֽׁפְטִים֒ H8199 וְהָיָ֤ה H1961 יְהוָה֙ H3068 עִם H5973 הַשֹּׁפֵ֔ט H8199 וְהֽוֹשִׁיעָ H3467 מִיַּ֣ד H3027 אֹֽיְבֵיהֶ֔ם H341 כֹּ֖ל H3605 יְמֵ֣י H3117 הַשּׁוֹפֵ֑ט H8199 כִּֽי H3588 יִנָּחֵ֤ם H5162 יְהוָה֙ H3068 מִנַּֽאֲקָתָ֔ H5009 מִפְּנֵ֥י H6440 לֹחֲצֵיהֶ֖ם H3905 וְדֹחֲקֵי H1766 ",
  "19": "וְהָיָ֣ה H1961 בְּמ֣וֹת H4191 הַשּׁוֹפֵ֗ט H8199 יָשֻׁ֨בוּ֙ H7725 וְהִשְׁחִ֣יתוּ H7843 מֵֽאֲבוֹתָ֔ H1 לָלֶ֗כֶת H3212 אַֽחֲרֵי֙ H310 אֱלֹהִ֣ים H430 אֲחֵרִ֔ים H312 לְעָבְדָ֖ H5647 וּלְ H7812 לָהֶ֑ם Hl לֹ֤א H3808 הִפִּ֨ילוּ֙ H5307 מִמַּ֣עַלְלֵי H4611 וּמִ H1870 הַקָּשָֽׁה H7186 ",
  "20": "וַיִּֽחַר H2734 אַ֥ף H639 יְהוָ֖ה H3068 בְּיִשְׂרָאֵ֑ל H3478 וַיֹּ֗אמֶר H559 יַעַן֩ H3282 אֲשֶׁ֨ר H834 עָבְר֜וּ H5674 הַגּ֣וֹי H1471 הַזֶּ֗ה H2088 אֶת H853 בְּרִיתִי֙ H1285 אֲשֶׁ֣ר H834 צִוִּ֣יתִי H6680 אֶת H853 אֲבוֹתָ֔ם H1 וְלֹ֥א H3808 שָׁמְע֖וּ H8085 לְקוֹלִֽ H6963 ",
  "21": "גַּם H1571 אֲנִי֙ H589 לֹ֣א H3808 אוֹסִ֔יף H3254 לְהוֹרִ֥ישׁ H3423 אִ֖ישׁ H376 מִפְּנֵי H6440 מִן H4480 הַגּוֹיִ֛ם H1471 אֲשֶׁר H834 עָזַ֥ב H5800 יְהוֹשֻׁ֖עַ H3091 וַיָּמֹֽת H4191 ",
  "22": "לְמַ֛עַן H4616 נַסּ֥וֹת H5254 בָּ֖ם Hb אֶת H853 יִשְׂרָאֵ֑ל H3478 הֲשֹׁמְרִ֣ים H8104 הֵם֩ H1992 אֶת H853 דֶּ֨רֶךְ H1870 יְהוָ֜ה H3068 לָלֶ֣כֶת H3212 בָּ֗ם Hb כַּאֲשֶׁ֛ר H834 שָׁמְר֥וּ H8104 אֲבוֹתָ֖ם H1 אִם H518 לֹֽא H3808 ",
  "23": "וַיַּנַּ֤ח H3240 יְהוָה֙ H3068 אֶת H853 הַגּוֹיִ֣ם H1471 הָאֵ֔לֶּה H428 לְבִלְתִּ֥י H1115 הוֹרִישָׁ֖ם H3423 מַהֵ֑ר H4118 וְלֹ֥א H3808 נְתָנָ֖ם H5414 בְּיַד H3027 יְהוֹשֻֽׁעַ H3091 "
}
