{
  "1": "וַיֹּסִ֨פוּ֙ H3254 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 לַעֲשׂ֥וֹת H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 וְאֵה֖וּד H164 מֵֽת H4191 ",
  "2": "וַיִּמְכְּרֵ֣ H4376 יְהוָ֗ה H3068 בְּיַד֙ H3027 יָבִ֣ין H2985 מֶֽלֶךְ H4428 כְּנַ֔עַן H3667 אֲשֶׁ֥ר H834 מָלַ֖ךְ H4427 בְּחָצ֑וֹר H2674 וְשַׂר H8269 צְבָאוֹ֙ H6635 סִֽיסְרָ֔א H5516 וְה֥וּא H1931 יוֹשֵׁ֖ב H3427 בַּחֲרֹ֥שֶׁת H2800 הַגּוֹיִֽם H1471 ",
  "3": "וַיִּצְעֲק֥וּ H6817 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 אֶל H413 יְהוָ֑ה H3068 כִּ֠י H3588 תְּשַׁ֨ע H8672 מֵא֤וֹת H3967 רֶֽכֶב H7393 בַּרְזֶל֙ H1270 ל֔וֹ Hl וְ֠הוּא H1931 לָחַ֞ץ H3905 אֶת H853 בְּנֵ֧י H1121 יִשְׂרָאֵ֛ל H3478 בְּחָזְקָ֖ה H2394 עֶשְׂרִ֥ים H6242 שָׁנָֽה H8141 ",
  "4": "וּדְבוֹרָה֙ H1683 אִשָּׁ֣ה H802 נְבִיאָ֔ה H5031 אֵ֖שֶׁת H802 לַפִּיד֑וֹת H3941 הִ֛יא H1931 שֹׁפְטָ֥ה H8199 אֶת H853 יִשְׂרָאֵ֖ל H3478 בָּעֵ֥ת H6256 הַהִֽיא H1931 ",
  "5": "וְ֠הִיא H1931 יוֹשֶׁ֨בֶת H3427 תַּֽחַת H8478 תֹּ֜מֶר H8560 דְּבוֹרָ֗ה H1683 בֵּ֧ין H996 הָרָמָ֛ה H7414 וּבֵ֥ין H996 בֵּֽית H1008 אֵ֖ל H1008 בְּהַ֣ר H2022 אֶפְרָ֑יִם H669 וַיַּעֲל֥וּ H5927 אֵלֶ֛יהָ H413 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 לַמִּשְׁפָּֽט H4941 ",
  "6": "וַתִּשְׁלַ֗ח H7971 וַתִּקְרָא֙ H7121 לְבָרָ֣ק H1301 בֶּן H1121 אֲבִינֹ֔עַם H42 מִקֶּ֖דֶשׁ H6943 נַפְתָּלִ֑י H5321 וַתֹּ֨אמֶר H559 אֵלָ֜יו H413 הֲלֹ֥א H3808 צִוָּ֣ה H6680 יְהוָ֣ה H3068 אֱלֹהֵֽי H430 יִשְׂרָאֵ֗ל H3478 לֵ֤ךְ H3212 וּמָֽשַׁכְתָּ֙ H4900 בְּהַ֣ר H2022 תָּב֔וֹר H8396 וְלָקַחְתָּ֣ H3947 עִמְּךָ֗ H5973 עֲשֶׂ֤רֶת H6235 אֲלָפִים֙ H505 אִ֔ישׁ H376 מִבְּנֵ֥י H1121 נַפְתָּלִ֖י H5321 וּמִ H1121 זְבֻלֽוּן H2074 ",
  "7": "וּמָשַׁכְתִּ֨י H4900 אֵלֶ֜יךָ H413 אֶל H413 נַ֣חַל H5158 קִישׁ֗וֹן H7028 אֶת H853 סִֽיסְרָא֙ H5516 שַׂר H8269 צְבָ֣א H6635 יָבִ֔ין H2985 וְאֶת H853 רִכְבּ֖וֹ H7393 וְאֶת H853 הֲמוֹנ֑וֹ H1995 וּנְתַתִּ֖י H5414 בְּיָדֶֽ H3027 ",
  "8": "וַיֹּ֤אמֶר H559 אֵלֶ֨יהָ֙ H413 בָּרָ֔ק H1301 אִם H518 תֵּלְכִ֥י H3212 עִמִּ֖י H5973 וְהָלָ֑כְתִּי H1980 וְאִם H518 לֹ֥א H3808 תֵלְכִ֛י H3212 עִמִּ֖י H5973 לֹ֥א H3808 אֵלֵֽךְ H3212 ",
  "9": "וַתֹּ֜אמֶר H559 הָלֹ֧ךְ H1980 אֵלֵ֣ךְ H3212 עִמָּ֗ךְ H5973 אֶ֚פֶס H657 כִּי֩ H3588 לֹ֨א H3808 תִֽהְיֶ֜ה H1961 תִּֽפְאַרְתְּךָ֗ H8597 עַל H5921 הַדֶּ֨רֶךְ֙ H1870 אֲשֶׁ֣ר H834 אַתָּ֣ה H859 הוֹלֵ֔ךְ H1980 כִּ֣י H3588 בְֽיַד H3027 אִשָּׁ֔ה H802 יִמְכֹּ֥ר H4376 יְהוָ֖ה H3068 אֶת H853 סִֽיסְרָ֑א H5516 וַתָּ֧קָם H6965 דְּבוֹרָ֛ה H1683 וַתֵּ֥לֶך H3212 עִם H5973 בָּרָ֖ק H1301 קֶֽדְשָׁה H6943 ",
  "10": "וַיַּזְעֵ֨ק H2199 בָּרָ֜ק H1301 אֶת H853 זְבוּלֻ֤ן H2074 וְאֶת H853 נַפְתָּלִי֙ H5321 קֶ֔דְשָׁה H6943 וַיַּ֣עַל H5927 בְּרַגְלָ֔י H7272 עֲשֶׂ֥רֶת H6235 אַלְפֵ֖י H505 אִ֑ישׁ H376 וַתַּ֥עַל H5927 עִמּ֖וֹ H5973 דְּבוֹרָֽה H1683 ",
  "11": "וְחֶ֤בֶר H2268 הַקֵּינִי֙ H7017 נִפְרָ֣ד H6504 מִקַּ֔יִן H7017 מִבְּנֵ֥י H1121 חֹבָ֖ב H2246 חֹתֵ֣ן H2859 מֹשֶׁ֑ה H4872 וַיֵּ֣ט H5186 אָהֳל֔וֹ H168 עַד H5704 אֵל֥וֹן H436 בצענים H6815 אֲשֶׁ֥ר H834 אֶת H854 קֶֽדֶשׁ H6943 ",
  "12": "וַיַּגִּ֖דוּ H5046 לְסִֽיסְרָ֑א H5516 כִּ֥י H3588 עָלָ֛ה H5927 בָּרָ֥ק H1301 בֶּן H1121 אֲבִינֹ֖עַם H42 הַר H2022 תָּבֽוֹר H8396 ",
  "13": "וַיַּזְעֵ֨ק H2199 סִֽיסְרָ֜א H5516 אֶת H853 כָּל H3605 רִכְבּ֗וֹ H7393 תְּשַׁ֤ע H8672 מֵאוֹת֙ H3967 רֶ֣כֶב H7393 בַּרְזֶ֔ל H1270 וְאֶת H853 כָּל H3605 הָעָ֖ם H5971 אֲשֶׁ֣ר H834 אִתּ֑וֹ H854 מֵחֲרֹ֥שֶׁת H2800 הַגּוֹיִ֖ם H1471 אֶל H413 נַ֥חַל H5158 קִישֽׁוֹן H7028 ",
  "14": "וַתֹּאמֶר֩ H559 דְּבֹרָ֨ה H1683 אֶל H413 בָּרָ֜ק H1301 ק֗וּם H6965 כִּ֣י H3588 זֶ֤ה H2088 הַיּוֹם֙ H3117 אֲשֶׁר֩ H834 נָתַ֨ן H5414 יְהוָ֤ה H3068 אֶת H853 סִֽיסְרָא֙ H5516 בְּיָדֶ֔ H3027 הֲלֹ֥א H3808 יְהוָ֖ה H3068 יָצָ֣א H3318 לְפָנֶ֑י H6440 וַיֵּ֤רֶד H3381 בָּרָק֙ H1301 מֵהַ֣ר H2022 תָּב֔וֹר H8396 וַעֲשֶׂ֧רֶת H6235 אֲלָפִ֛ים H505 אִ֖ישׁ H376 אַחֲרָֽיו H310 ",
  "15": "וַיָּ֣הָם H2000 יְ֠הוָה H3068 אֶת H853 סִֽיסְרָ֨א H5516 וְאֶת H853 כָּל H3605 הָרֶ֧כֶב H7393 וְאֶת H853 כָּל H3605 הַֽמַּחֲנֶ֛ה H4264 לְפִי H6310 חֶ֖רֶב H2719 לִפְנֵ֣י H6440 בָרָ֑ק H1301 וַיֵּ֧רֶד H3381 סִֽיסְרָ֛א H5516 מֵעַ֥ל H5921 הַמֶּרְכָּבָ֖ה H4818 וַיָּ֥נָס H5127 בְּרַגְלָֽי H7272 ",
  "16": "וּבָרָ֗ק H1301 רָדַ֞ף H7291 אַחֲרֵ֤י H310 הָרֶ֨כֶב֙ H7393 וְאַחֲרֵ֣י H310 הַֽמַּחֲנֶ֔ה H4264 עַ֖ד H5704 חֲרֹ֣שֶׁת H2800 הַגּוֹיִ֑ם H1471 וַיִּפֹּ֞ל H5307 כָּל H3605 מַחֲנֵ֤ה H4264 סִֽיסְרָא֙ H5516 לְפִי H6310 חֶ֔רֶב H2719 לֹ֥א H3808 נִשְׁאַ֖ר H7604 עַד H5704 אֶחָֽד H259 ",
  "17": "וְסִֽיסְרָא֙ H5516 נָ֣ס H5127 בְּרַגְלָ֔י H7272 אֶל H413 אֹ֣הֶל H168 יָעֵ֔ל H3278 אֵ֖שֶּׁת H802 חֶ֣בֶר H2268 הַקֵּינִ֑י H7017 כִּ֣י H3588 שָׁל֗וֹם H7965 בֵּ֚ין H996 יָבִ֣ין H2985 מֶֽלֶךְ H4428 חָצ֔וֹר H2674 וּבֵ֕ין H996 בֵּ֖ית H1004 חֶ֥בֶר H2268 הַקֵּינִֽי H7017 ",
  "18": "וַתֵּצֵ֣א H3318 יָעֵל֮ H3278 לִקְרַ֣את H7125 סִֽיסְרָא֒ H5516 וַתֹּ֣אמֶר H559 אֵלָ֗יו H413 סוּרָ֧ה H5493 אֲדֹנִ֛י H113 סוּרָ֥ה H5493 אֵלַ֖י H413 אַל H408 תִּירָ֑א H3372 וַיָּ֤סַר H5493 אֵלֶ֨יהָ֙ H413 הָאֹ֔הֱלָ H168 וַתְּכַסֵּ֖ H3680 בַּשְּׂמִיכָֽה H8063 ",
  "19": "וַיֹּ֧אמֶר H559 אֵלֶ֛יהָ H413 הַשְׁקִינִי H8248 נָ֥א H4994 מְעַט H4592 מַ֖יִם H4325 כִּ֣י H3588 צָמֵ֑אתִי H6770 וַתִּפְתַּ֞ח H6605 אֶת H853 נֹ֧אוד H4997 הֶחָלָ֛ב H2461 וַתַּשְׁקֵ֖ H8248 וַתְּכַסֵּֽ H3680 ",
  "20": "וַיֹּ֣אמֶר H559 אֵלֶ֔יהָ H413 עֲמֹ֖ד H5975 פֶּ֣תַח H6607 הָאֹ֑הֶל H168 וְהָיָה֩ H1961 אִם H518 אִ֨ישׁ H376 יָב֜וֹא H935 וּשְׁאֵלֵ֗ H7592 וְאָמַ֛ר H559 הֲיֵֽשׁ H3426 פֹּ֥ה H6311 אִ֖ישׁ H376 וְאָמַ֥רְתְּ H559 אָֽיִן H369 ",
  "21": "וַתִּקַּ֣ח H3947 יָעֵ֣ל H3278 אֵֽשֶׁת H802 חֶ֠בֶר H2268 אֶת H853 יְתַ֨ד H3489 הָאֹ֜הֶל H168 וַתָּ֧שֶׂם H7760 אֶת H853 הַמַּקֶּ֣בֶת H4718 בְּיָדָ֗ H3027 וַתָּב֤וֹא H935 אֵלָיו֙ H413 בַּלָּ֔אט H3814 וַתִּתְקַ֤ע H8628 אֶת H853 הַיָּתֵד֙ H3489 בְּרַקָּת֔ H7541 וַתִּצְנַ֖ח H6795 בָּאָ֑רֶץ H776 וְהֽוּא H1931 נִרְדָּ֥ם H7290 וַיָּ֖עַף H5774 וַיָּמֹֽת H4191 ",
  "22": "וְהִנֵּ֣ה H2009 בָרָק֮ H1301 רֹדֵ֣ף H7291 אֶת H853 סִֽיסְרָא֒ H5516 וַתֵּצֵ֤א H3318 יָעֵל֙ H3278 לִקְרָאת֔ H7125 וַתֹּ֣אמֶר H559 ל֔וֹ Hl לֵ֣ךְ H3212 וְאַרְאֶ֔ H7200 אֶת H853 הָאִ֖ישׁ H376 אֲשֶׁר H834 אַתָּ֣ה H859 מְבַקֵּ֑שׁ H1245 וַיָּבֹ֣א H935 אֵלֶ֔יהָ H413 וְהִנֵּ֤ה H2009 סִֽיסְרָא֙ H5516 נֹפֵ֣ל H5307 מֵ֔ת H4191 וְהַ H3489 בְּרַקָּתֽ H7541 ",
  "23": "וַיַּכְנַ֤ע H3665 אֱלֹהִים֙ H430 בַּיּ֣וֹם H3117 הַה֔וּא H1931 אֵ֖ת H853 יָבִ֣ין H2985 מֶֽלֶךְ H4428 כְּנָ֑עַן H3667 לִפְנֵ֖י H6440 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "24": "וַתֵּ֜לֶךְ H3212 יַ֤ד H3027 בְּנֵֽי H1121 יִשְׂרָאֵל֙ H3478 הָל֣וֹךְ H1980 וְקָשָׁ֔ה H7186 עַ֖ל H5921 יָבִ֣ין H2985 מֶֽלֶךְ H4428 כְּנָ֑עַן H3667 עַ֚ד H5704 אֲשֶׁ֣ר H834 הִכְרִ֔יתוּ H3772 אֵ֖ת H853 יָבִ֥ין H2985 מֶֽלֶךְ H4428 כְּנָֽעַן H3667 "
}
