{
  "1": "וַיַּעֲשׂ֧וּ H6213 בְנֵי H1121 יִשְׂרָאֵ֛ל H3478 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 וַיִּתְּנֵ֧ H5414 יְהוָ֛ה H3068 בְּיַד H3027 מִדְיָ֖ן H4080 שֶׁ֥בַע H7651 שָׁנִֽים H8141 ",
  "2": "וַתָּ֥עָז H5810 יַד H3027 מִדְיָ֖ן H4080 עַל H5921 יִשְׂרָאֵ֑ל H3478 מִפְּנֵ֨י H6440 מִדְיָ֜ן H4080 עָשֽׂוּ H6213 לָהֶ֣ם Hl בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 אֶת H853 הַמִּנְהָרוֹת֙ H4492 אֲשֶׁ֣ר H834 בֶּֽהָרִ֔ים H2022 וְאֶת H853 הַמְּעָר֖וֹת H4631 וְאֶת H853 הַמְּצָדֽוֹת H4679 ",
  "3": "וְהָיָ֖ה H1961 אִם H518 זָרַ֣ע H2232 יִשְׂרָאֵ֑ל H3478 וְעָלָ֨ה H5927 מִדְיָ֧ן H4080 וַֽעֲמָלֵ֛ק H6002 וּבְנֵי H1121 קֶ֖דֶם H6924 וְעָל֥וּ H5927 עָלָֽיו H5921 ",
  "4": "וַיַּחֲנ֣וּ H2583 עֲלֵיהֶ֗ם H5921 וַיַּשְׁחִ֨יתוּ֙ H7843 אֶת H853 יְב֣וּל H2981 הָאָ֔רֶץ H776 עַד H5704 בּוֹאֲךָ֖ H935 עַזָּ֑ה H5804 וְלֹֽא H3808 יַשְׁאִ֤ירוּ H7604 מִֽחְיָה֙ H4241 בְּיִשְׂרָאֵ֔ל H3478 וְשֶׂ֥ה H7716 וָשׁ֖וֹר H7794 וַחֲמֽוֹר H2543 ",
  "5": "כִּ֡י H3588 הֵם֩ H1992 וּמִקְנֵי H4735 יַעֲל֜וּ H5927 וְאָהֳלֵי H168 יבאו H935 כְדֵֽי H1767 אַרְבֶּה֙ H697 לָרֹ֔ב H7230 וְלָ Hc/Hl וְלִ H1581 אֵ֣ין H369 מִסְפָּ֑ר H4557 וַיָּבֹ֥אוּ H935 בָאָ֖רֶץ H776 לְשַׁחֲתָֽ H7843 ",
  "6": "וַיִּדַּ֧ל H1809 יִשְׂרָאֵ֛ל H3478 מְאֹ֖ד H3966 מִפְּנֵ֣י H6440 מִדְיָ֑ן H4080 וַיִּזְעֲק֥וּ H2199 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 אֶל H413 יְהוָֽה H3068 ",
  "7": "וַיְהִ֕י H1961 כִּֽי H3588 זָעֲק֥וּ H2199 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 אֶל H413 יְהוָ֑ה H3068 עַ֖ל H5921 אֹד֥וֹת H182 מִדְיָֽן H4080 ",
  "8": "וַיִּשְׁלַ֧ח H7971 יְהוָ֛ה H3068 אִ֥ישׁ H376 נָבִ֖יא H5030 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַיֹּ֨אמֶר H559 לָהֶ֜ם Hl כֹּה H3541 אָמַ֥ר H559 יְהוָ֣ה H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֗ל H3478 אָנֹכִ֞י H595 הֶעֱלֵ֤יתִי H5927 אֶתְכֶם֙ H853 מִמִּצְרַ֔יִם H4714 וָאֹצִ֥יא H3318 אֶתְכֶ֖ם H853 מִבֵּ֥ית H1004 עֲבָדִֽים H5650 ",
  "9": "וָאַצִּ֤ל H5337 אֶתְכֶם֙ H853 מִיַּ֣ד H3027 מִצְרַ֔יִם H4713 וּמִ H3027 כָּל H3605 לֹחֲצֵיכֶ֑ם H3905 וָאֲגָרֵ֤שׁ H1644 אוֹתָם֙ H853 מִפְּנֵי H6440 וָאֶתְּנָ֥ H5414 לָכֶ֖ם Hl אֶת H853 אַרְצָֽם H776 ",
  "10": "וָאֹמְרָ֣ H559 לָכֶ֗ם Hl אֲנִי֙ H589 יְהוָ֣ה H3068 אֱלֹהֵיכֶ֔ם H430 לֹ֤א H3808 תִֽירְאוּ֙ H3372 אֶת H853 אֱלֹהֵ֣י H430 הָאֱמֹרִ֔י H567 אֲשֶׁ֥ר H834 אַתֶּ֖ם H859 יוֹשְׁבִ֣ים H3427 בְּאַרְצָ֑ H776 וְלֹ֥א H3808 שְׁמַעְתֶּ֖ם H8085 בְּקוֹלִֽ H6963 ",
  "11": "וַיָּבֹ֞א H935 מַלְאַ֣ךְ H4397 יְהוָ֗ה H3068 וַיֵּ֨שֶׁב֙ H3427 תַּ֤חַת H8478 הָֽאֵלָה֙ H424 אֲשֶׁ֣ר H834 בְּעָפְרָ֔ה H6084 אֲשֶׁ֥ר H834 לְיוֹאָ֖שׁ H3101 אֲבִ֣י H33 הָֽעֶזְרִ֑י H33 וְגִדְע֣וֹן H1439 בְּנ֗וֹ H1121 חֹבֵ֤ט H2251 חִטִּים֙ H2406 בַּגַּ֔ת H1660 לְהָנִ֖יס H5127 מִפְּנֵ֥י H6440 מִדְיָֽן H4080 ",
  "12": "וַיֵּרָ֥א H7200 אֵלָ֖יו H413 מַלְּאַ֣ךְ H4397 יְהוָ֑ה H3068 וַיֹּ֣אמֶר H559 אֵלָ֔יו H413 יְהוָ֥ה H3068 עִמְּךָ֖ H5973 גִּבּ֥וֹר H1368 הֶחָֽיִל H2428 ",
  "13": "וַיֹּ֨אמֶר H559 אֵלָ֤יו H413 גִּדְעוֹן֙ H1439 בִּ֣י H994 אֲדֹנִ֔י H113 וְיֵ֤שׁ H3426 יְהוָה֙ H3068 עִמָּ֔נוּ H5973 וְלָ֥ H4100 מְצָאַ֖תְנוּ H4672 כָּל H3605 זֹ֑את H2063 וְאַיֵּ֣ה H346 כָֽל H3605 נִפְלְאֹתָ֡יו H6381 אֲשֶׁר֩ H834 סִפְּרוּ H5608 לָ֨נוּ Hl אֲבוֹתֵ֜ינוּ H1 לֵאמֹ֗ר H559 הֲלֹ֤א H3808 מִמִּצְרַ֨יִם֙ H4714 הֶעֱלָ֣נוּ H5927 יְהוָ֔ה H3068 וְעַתָּה֙ H6258 נְטָשָׁ֣נוּ H5203 יְהוָ֔ה H3068 וַֽיִּתְּנֵ֖ H5414 בְּכַף H3709 מִדְיָֽן H4080 ",
  "14": "וַיִּ֤פֶן H6437 אֵלָיו֙ H413 יְהוָ֔ה H3068 וַיֹּ֗אמֶר H559 לֵ֚ךְ H3212 בְּכֹחֲ H3581 זֶ֔ה H2088 וְהוֹשַׁעְתָּ֥ H3467 אֶת H853 יִשְׂרָאֵ֖ל H3478 מִכַּ֣ף H3709 מִדְיָ֑ן H4080 הֲלֹ֖א H3808 שְׁלַחְתִּֽיךָ H7971 ",
  "15": "וַיֹּ֤אמֶר H559 אֵלָיו֙ H413 בִּ֣י H994 אֲדֹנָ֔י H136 בַּמָּ֥ה H4100 אוֹשִׁ֖יעַ H3467 אֶת H853 יִשְׂרָאֵ֑ל H3478 הִנֵּ֤ה H2009 אַלְפִּי֙ H504 הַדַּ֣ל H1800 בִּמְנַשֶּׁ֔ה H4519 וְאָנֹכִ֥י H595 הַצָּעִ֖יר H6810 בְּבֵ֥ית H1004 אָבִֽי H1 ",
  "16": "וַיֹּ֤אמֶר H559 אֵלָיו֙ H413 יְהוָ֔ה H3068 כִּ֥י H3588 אֶהְיֶ֖ה H1961 עִמָּ֑ךְ H5973 וְהִכִּיתָ֥ H5221 אֶת H853 מִדְיָ֖ן H4080 כְּאִ֥ישׁ H376 אֶחָֽד H259 ",
  "17": "וַיֹּ֣אמֶר H559 אֵלָ֔יו H413 אִם H518 נָ֛א H4994 מָצָ֥אתִי H4672 חֵ֖ן H2580 בְּעֵינֶ֑י H5869 וְעָשִׂ֤יתָ H6213 לִּי֙ Hl א֔וֹת H226 שָׁאַתָּ֖ה H859 מְדַבֵּ֥ר H1696 עִמִּֽי H5973 ",
  "18": "אַל H408 נָ֨א H4994 תָמֻ֤שׁ H4185 מִזֶּה֙ H2088 עַד H5704 בֹּאִ֣י H935 אֵלֶ֔יךָ H413 וְהֹֽצֵאתִי֙ H3318 אֶת H853 מִנְחָתִ֔י H4503 וְהִנַּחְתִּ֖י H3240 לְפָנֶ֑י H6440 וַיֹּאמַ֕ר H559 אָנֹכִ֥י H595 אֵשֵׁ֖ב H3427 עַ֥ד H5704 שׁוּבֶֽךָ H7725 ",
  "19": "וְגִדְע֣וֹן H1439 בָּ֗א H935 וַיַּ֤עַשׂ H6213 גְּדִֽי H1423 עִזִּים֙ H5795 וְאֵיפַת H374 קֶ֣מַח H7058 מַצּ֔וֹת H4682 הַבָּשָׂר֙ H1320 שָׂ֣ם H7760 בַּסַּ֔ל H5536 וְהַ H4839 שָׂ֣ם H7760 בַּפָּר֑וּר H6517 וַיּוֹצֵ֥א H3318 אֵלָ֛יו H413 אֶל H413 תַּ֥חַת H8478 הָאֵלָ֖ה H424 וַיַּגַּֽשׁ H5066 ",
  "20": "וַיֹּ֨אמֶר H559 אֵלָ֜יו H413 מַלְאַ֣ךְ H4397 הָאֱלֹהִ֗ים H430 קַ֣ח H3947 אֶת H853 הַבָּשָׂ֤ר H1320 וְאֶת H853 הַמַּצּוֹת֙ H4682 וְהַנַּח֙ H3240 אֶל H413 הַסֶּ֣לַע H5553 הַלָּ֔ז H1975 וְאֶת H853 הַמָּרַ֖ק H4839 שְׁפ֑וֹךְ H8210 וַיַּ֖עַשׂ H6213 כֵּֽן H3651 ",
  "21": "וַיִּשְׁלַ֞ח H7971 מַלְאַ֣ךְ H4397 יְהוָ֗ה H3068 אֶת H853 קְצֵ֤ה H7097 הַמִּשְׁעֶ֨נֶת֙ H4938 אֲשֶׁ֣ר H834 בְּיָד֔ H3027 וַיִּגַּ֥ע H5060 בַּבָּשָׂ֖ר H1320 וּבַ H4682 וַתַּ֨עַל H5927 הָאֵ֜שׁ H784 מִן H4480 הַצּ֗וּר H6697 וַתֹּ֤אכַל H398 אֶת H853 הַבָּשָׂר֙ H1320 וְאֶת H853 הַמַּצּ֔וֹת H4682 וּמַלְאַ֣ךְ H4397 יְהוָ֔ה H3068 הָלַ֖ךְ H1980 מֵעֵינָֽי H5869 ",
  "22": "וַיַּ֣רְא H7200 גִּדְע֔וֹן H1439 כִּֽי H3588 מַלְאַ֥ךְ H4397 יְהוָ֖ה H3068 ה֑וּא H1931 וַיֹּ֣אמֶר H559 גִּדְע֗וֹן H1439 אֲהָהּ֙ H162 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 כִּֽי H3588 עַל H5921 כֵּ֤ן H3651 רָאִ֨יתִי֙ H7200 מַלְאַ֣ךְ H4397 יְהוָ֔ה H3068 פָּנִ֖ים H6440 אֶל H413 פָּנִֽים H6440 ",
  "23": "וַיֹּ֨אמֶר H559 ל֧וֹ Hl יְהוָ֛ה H3068 שָׁל֥וֹם H7965 לְךָ֖ Hl אַל H408 תִּירָ֑א H3372 לֹ֖א H3808 תָּמֽוּת H4191 ",
  "24": "וַיִּבֶן֩ H1129 שָׁ֨ם H8033 גִּדְע֤וֹן H1439 מִזְבֵּ֨חַ֙ H4196 לַֽיהוָ֔ה H3068 וַיִּקְרָא H7121 ל֥וֹ Hl יְהוָ֖ה H3068 שָׁל֑וֹם H7965 עַ֚ד H5704 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 עוֹדֶ֕נּוּ H5750 בְּעָפְרָ֖ת H6084 אֲבִ֥י H33 הָעֶזְרִֽי H33 ",
  "25": "וַיְהִי֮ H1961 בַּלַּ֣יְלָה H3915 הַהוּא֒ H1931 וַיֹּ֧אמֶר H559 ל֣וֹ Hl יְהוָ֗ה H3068 קַ֤ח H3947 אֶת H853 פַּר H6499 הַשּׁוֹר֙ H7794 אֲשֶׁ֣ר H834 לְאָבִ֔י H1 וּפַ֥ר H6499 הַשֵּׁנִ֖י H8145 שֶׁ֣בַע H7651 שָׁנִ֑ים H8141 וְהָרַסְתָּ֗ H2040 אֶת H853 מִזְבַּ֤ח H4196 הַבַּ֨עַל֙ H1168 אֲשֶׁ֣ר H834 לְאָבִ֔י H1 וְאֶת H853 הָאֲשֵׁרָ֥ה H842 אֲשֶׁר H834 עָלָ֖יו H5921 תִּכְרֹֽת H3772 ",
  "26": "וּבָנִ֨יתָ H1129 מִזְבֵּ֜חַ H4196 לַיהוָ֣ה H3068 אֱלֹהֶ֗יךָ H430 עַ֣ל H5921 רֹ֧אשׁ H7218 הַמָּע֛וֹז H4581 הַזֶּ֖ה H2088 בַּמַּֽעֲרָכָ֑ה H4634 וְלָֽקַחְתָּ֙ H3947 אֶת H853 הַפָּ֣ר H6499 הַשֵּׁנִ֔י H8145 וְהַעֲלִ֣יתָ H5927 עוֹלָ֔ה H5930 בַּעֲצֵ֥י H6086 הָאֲשֵׁרָ֖ה H842 אֲשֶׁ֥ר H834 תִּכְרֹֽת H3772 ",
  "27": "וַיִּקַּ֨ח H3947 גִּדְע֜וֹן H1439 עֲשָׂרָ֤ה H6235 אֲנָשִׁים֙ H376 מֵֽעֲבָדָ֔י H5650 וַיַּ֕עַשׂ H6213 כַּאֲשֶׁ֛ר H834 דִּבֶּ֥ר H1696 אֵלָ֖יו H413 יְהוָ֑ה H3068 וַיְהִ֡י H1961 כַּאֲשֶׁ֣ר H834 יָרֵא֩ H3372 אֶת H853 בֵּ֨ית H1004 אָבִ֜יו H1 וְאֶת H853 אַנְשֵׁ֥י H376 הָעִ֛יר H5892 מֵעֲשׂ֥וֹת H6213 יוֹמָ֖ם H3119 וַיַּ֥עַשׂ H6213 לָֽיְלָה H3915 ",
  "28": "וַיַּשְׁכִּ֜ימוּ H7925 אַנְשֵׁ֤י H376 הָעִיר֙ H5892 בַּבֹּ֔קֶר H1242 וְהִנֵּ֤ה H2009 נֻתַּץ֙ H5422 מִזְבַּ֣ח H4196 הַבַּ֔עַל H1168 וְהָ H842 אֲשֶׁר H834 עָלָ֖יו H5921 כֹּרָ֑תָה H3772 וְאֵת֙ H853 הַפָּ֣ר H6499 הַשֵּׁנִ֔י H8145 הֹֽעֲלָ֔ה H5927 עַל H5921 הַמִּזְבֵּ֖חַ H4196 הַבָּנֽוּי H1129 ",
  "29": "וַיֹּֽאמְרוּ֙ H559 אִ֣ישׁ H376 אֶל H413 רֵעֵ֔הוּ H7453 מִ֥י H4310 עָשָׂ֖ה H6213 הַדָּבָ֣ר H1697 הַזֶּ֑ה H2088 וַֽיִּדְרְשׁוּ֙ H1875 וַיְבַקְשׁ֔וּ H1245 וַיֹּ֣אמְר֔וּ H559 גִּדְעוֹן֙ H1439 בֶּן H1121 יוֹאָ֔שׁ H3101 עָשָׂ֖ה H6213 הַדָּבָ֥ר H1697 הַזֶּֽה H2088 ",
  "30": "וַיֹּ֨אמְר֜וּ H559 אַנְשֵׁ֤י H376 הָעִיר֙ H5892 אֶל H413 יוֹאָ֔שׁ H3101 הוֹצֵ֥א H3318 אֶת H853 בִּנְךָ֖ H1121 וְיָמֹ֑ת H4191 כִּ֤י H3588 נָתַץ֙ H5422 אֶת H853 מִזְבַּ֣ח H4196 הַבַּ֔עַל H1168 וְכִ֥י H3588 כָרַ֖ת H3772 הָאֲשֵׁרָ֥ה H842 אֲשֶׁר H834 עָלָֽיו H5921 ",
  "31": "וַיֹּ֣אמֶר H559 יוֹאָ֡שׁ H3101 לְכֹל֩ H3605 אֲשֶׁר H834 עָמְד֨וּ H5975 עָלָ֜יו H5921 הַאַתֶּ֣ם H859 תְּרִיב֣וּן H7378 לַבַּ֗עַל H1168 אִם H518 אַתֶּם֙ H859 תּוֹשִׁיע֣וּן H3467 אוֹת֔וֹ H853 אֲשֶׁ֨ר H834 יָרִ֥יב H7378 ל֛וֹ Hl יוּמַ֖ת H4191 עַד H5704 הַבֹּ֑קֶר H1242 אִם H518 אֱלֹהִ֥ים H430 הוּא֙ H1931 יָ֣רֶב H7378 ל֔וֹ Hl כִּ֥י H3588 נָתַ֖ץ H5422 אֶֽת H853 מִזְבְּחֽוֹ H4196 ",
  "32": "וַיִּקְרָא H7121 ל֥וֹ Hl בַיּוֹם H3117 הַה֖וּא H1931 יְרֻבַּ֣עַל H3378 לֵאמֹ֑ר H559 יָ֤רֶב H7378 בּוֹ֙ Hb הַבַּ֔עַל H1168 כִּ֥י H3588 נָתַ֖ץ H5422 אֶֽת H853 מִזְבְּחֽוֹ H4196 ",
  "33": "וְכָל H3605 מִדְיָ֧ן H4080 וַעֲמָלֵ֛ק H6002 וּבְנֵי H1121 קֶ֖דֶם H6924 נֶאֶסְפ֣וּ H622 יַחְדָּ֑ו H3162 וַיַּעַבְר֥וּ H5674 וַֽיַּחֲנ֖וּ H2583 בְּעֵ֥מֶק H6010 יִזְרְעֶֽאל H3157 ",
  "34": "וְר֣וּחַ H7307 יְהוָ֔ה H3068 לָבְשָׁ֖ה H3847 אֶת H853 גִּדְע֑וֹן H1439 וַיִּתְקַע֙ H8628 בַּשּׁוֹפָ֔ר H7782 וַיִזָּעֵ֥ק H2199 אֲבִיעֶ֖זֶר H44 אַחֲרָֽיו H310 ",
  "35": "וּמַלְאָכִים֙ H4397 שָׁלַ֣ח H7971 בְּכָל H3605 מְנַשֶּׁ֔ה H4519 וַיִזָּעֵ֥ק H2199 גַּם H1571 ה֖וּא H1931 אַחֲרָ֑יו H310 וּמַלְאָכִ֣ים H4397 שָׁלַ֗ח H7971 בְּאָשֵׁ֤ר H836 וּבִ H2074 וּבְ H5321 וַֽיַּעֲל֖וּ H5927 לִקְרָאתָֽ H7125 ",
  "36": "וַיֹּ֥אמֶר H559 גִּדְע֖וֹן H1439 אֶל H413 הָאֱלֹהִ֑ים H430 אִם H518 יֶשְׁךָ֞ H3426 מוֹשִׁ֧יעַ H3467 בְּיָדִ֛ H3027 אֶת H853 יִשְׂרָאֵ֖ל H3478 כַּאֲשֶׁ֥ר H834 דִּבַּֽרְתָּ H1696 ",
  "37": "הִנֵּ֣ה H2009 אָנֹכִ֗י H595 מַצִּ֛יג H3322 אֶת H853 גִּזַּ֥ת H1492 הַצֶּ֖מֶר H6785 בַּגֹּ֑רֶן H1637 אִ֡ם H518 טַל֩ H2919 יִהְיֶ֨ה H1961 עַֽל H5921 הַגִּזָּ֜ה H1492 לְבַדָּ֗ H905 וְעַל H5921 כָּל H3605 הָאָ֨רֶץ֙ H776 חֹ֔רֶב H2721 וְיָדַעְתִּ֗י H3045 כִּֽי H3588 תוֹשִׁ֧יעַ H3467 בְּיָדִ֛ H3027 אֶת H853 יִשְׂרָאֵ֖ל H3478 כַּאֲשֶׁ֥ר H834 דִּבַּֽרְתָּ H1696 ",
  "38": "וַיְהִי H1961 כֵ֕ן H3651 וַיַּשְׁכֵּם֙ H7925 מִֽמָּחֳרָ֔ת H4283 וַיָּ֖זַר H2115 אֶת H853 הַגִּזָּ֑ה H1492 וַיִּ֤מֶץ H4680 טַל֙ H2919 מִן H4480 הַגִּזָּ֔ה H1492 מְל֥וֹא H4393 הַסֵּ֖פֶל H5602 מָֽיִם H4325 ",
  "39": "וַיֹּ֤אמֶר H559 גִּדְעוֹן֙ H1439 אֶל H413 הָ֣אֱלֹהִ֔ים H430 אַל H408 יִ֤חַר H2734 אַפְּךָ֙ H639 בִּ֔י Hb וַאֲדַבְּרָ֖ה H1696 אַ֣ךְ H389 הַפָּ֑עַם H6471 אֲנַסֶּ֤ה H5254 נָּא H4994 רַק H7535 הַפַּ֨עַם֙ H6471 בַּגִּזָּ֔ה H1492 יְהִי H1961 נָ֨א H4994 חֹ֤רֶב H2721 אֶל H413 הַגִּזָּה֙ H1492 לְבַדָּ֔ H905 וְעַל H5921 כָּל H3605 הָאָ֖רֶץ H776 יִֽהְיֶה H1961 טָּֽל H2919 ",
  "40": "וַיַּ֧עַשׂ H6213 אֱלֹהִ֛ים H430 כֵּ֖ן H3651 בַּלַּ֣יְלָה H3915 הַה֑וּא H1931 וַיְהִי H1961 חֹ֤רֶב H2721 אֶל H413 הַגִּזָּה֙ H1492 לְבַדָּ֔ H905 וְעַל H5921 כָּל H3605 הָאָ֖רֶץ H776 הָ֥יָה H1961 טָֽל H2919 "
}
