{
  "1": "וַיַּשְׁכֵּ֨ם H7925 יְרֻבַּ֜עַל H3378 ה֣וּא H1931 גִדְע֗וֹן H1439 וְכָל H3605 הָעָם֙ H5971 אֲשֶׁ֣ר H834 אִתּ֔וֹ H854 וַֽיַּחֲנ֖וּ H2583 עַל H5921 עֵ֣ין H5878 חֲרֹ֑ד H5878 וּמַחֲנֵ֤ה H4264 מִדְיָן֙ H4080 הָיָה H1961 ל֣וֹ Hl מִצָּפ֔וֹן H6828 מִגִּבְעַ֥ת H1389 הַמּוֹרֶ֖ה H4176 בָּעֵֽמֶק H6010 ",
  "2": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 גִּדְע֔וֹן H1439 רַ֗ב H7227 הָעָם֙ H5971 אֲשֶׁ֣ר H834 אִתָּ֔ךְ H854 מִתִּתִּ֥ H5414 אֶת H853 מִדְיָ֖ן H4080 בְּיָדָ֑ H3027 פֶּן H6435 יִתְפָּאֵ֨ר H6286 עָלַ֤י H5921 יִשְׂרָאֵל֙ H3478 לֵאמֹ֔ר H559 יָדִ֖י H3027 הוֹשִׁ֥יעָה H3467 לִּֽי Hl ",
  "3": "וְעַתָּ֗ה H6258 קְרָ֨א H7121 נָ֜א H4994 בְּאָזְנֵ֤י H241 הָעָם֙ H5971 לֵאמֹ֔ר H559 מִֽי H4310 יָרֵ֣א H3373 וְחָרֵ֔ד H2730 יָשֹׁ֥ב H7725 וְיִצְפֹּ֖ר H6852 מֵהַ֣ר H2022 הַגִּלְעָ֑ד H1568 וַיָּ֣שָׁב H7725 מִן H4480 הָעָ֗ם H5971 עֶשְׂרִ֤ים H6242 וּשְׁנַ֨יִם֙ H8147 אֶ֔לֶף H505 וַעֲשֶׂ֥רֶת H6235 אֲלָפִ֖ים H505 נִשְׁאָֽרוּ H7604 ",
  "4": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 גִּדְע֗וֹן H1439 עוֹד֮ H5750 הָעָ֣ם H5971 רָב֒ H7227 הוֹרֵ֤ד H3381 אוֹתָם֙ H853 אֶל H413 הַמַּ֔יִם H4325 וְאֶצְרְפֶ֥ H6884 לְךָ֖ Hl שָׁ֑ם H8033 וְהָיָ֡ה H1961 אֲשֶׁר֩ H834 אֹמַ֨ר H559 אֵלֶ֜יךָ H413 זֶ֣ה H2088 יֵלֵ֣ךְ H3212 אִתָּ֗ךְ H854 ה֚וּא H1931 יֵלֵ֣ךְ H3212 אִתָּ֔ךְ H854 וְכֹ֨ל H3605 אֲשֶׁר H834 אֹמַ֜ר H559 אֵלֶ֗יךָ H413 זֶ֚ה H2088 לֹא H3808 יֵלֵ֣ךְ H3212 עִמָּ֔ךְ H5973 ה֖וּא H1931 לֹ֥א H3808 יֵלֵֽךְ H3212 ",
  "5": "וַיּ֥וֹרֶד H3381 אֶת H853 הָעָ֖ם H5971 אֶל H413 הַמָּ֑יִם H4325 וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 גִּדְע֗וֹן H1439 כֹּ֣ל H3605 אֲשֶׁר H834 יָלֹק֩ H3952 בִּלְשׁוֹנ֨ H3956 מִן H4480 הַמַּ֜יִם H4325 כַּאֲשֶׁ֧ר H834 יָלֹ֣ק H3952 הַכֶּ֗לֶב H3611 תַּצִּ֤יג H3322 אוֹתוֹ֙ H853 לְבָ֔ד H905 וְכֹ֛ל H3605 אֲשֶׁר H834 יִכְרַ֥ע H3766 עַל H5921 בִּרְכָּ֖יו H1290 לִשְׁתּֽוֹת H8354 ",
  "6": "וַיְהִ֗י H1961 מִסְפַּ֞ר H4557 הַֽמֲלַקְקִ֤ים H3952 בְּיָדָ H3027 אֶל H413 פִּיהֶ֔ם H6310 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 אִ֑ישׁ H376 וְכֹל֙ H3605 יֶ֣תֶר H3499 הָעָ֔ם H5971 כָּרְע֥וּ H3766 עַל H5921 בִּרְכֵיהֶ֖ם H1290 לִשְׁתּ֥וֹת H8354 מָֽיִם H4325 ",
  "7": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 גִּדְע֗וֹן H1439 בִּשְׁלֹשׁ֩ H7969 מֵא֨וֹת H3967 הָאִ֤ישׁ H376 הַֽמֲלַקְקִים֙ H3952 אוֹשִׁ֣יעַ H3467 אֶתְכֶ֔ם H853 וְנָתַתִּ֥י H5414 אֶת H853 מִדְיָ֖ן H4080 בְּיָדֶ֑ H3027 וְכָל H3605 הָעָ֔ם H5971 יֵלְכ֖וּ H3212 אִ֥ישׁ H376 לִמְקֹמֽ H4725 ",
  "8": "וַיִּקְח֣וּ H3947 אֶת H853 צֵדָה֩ H6720 הָעָ֨ם H5971 בְּיָדָ֜ H3027 וְאֵ֣ת H853 שׁוֹפְרֹֽתֵיהֶ֗ם H7782 וְאֵ֨ת H853 כָּל H3605 אִ֤ישׁ H376 יִשְׂרָאֵל֙ H3478 שִׁלַּח֙ H7971 אִ֣ישׁ H376 לְאֹֽהָלָ֔י H168 וּבִ H7969 מֵא֥וֹת H3967 הָאִ֖ישׁ H376 הֶֽחֱזִ֑יק H2388 וּמַחֲנֵ֣ה H4264 מִדְיָ֔ן H4080 הָ֥יָה H1961 ל֖וֹ Hl מִתַּ֥חַת H8478 בָּעֵֽמֶק H6010 ",
  "9": "וַֽיְהִי֙ H1961 בַּלַּ֣יְלָה H3915 הַה֔וּא H1931 וַיֹּ֤אמֶר H559 אֵלָיו֙ H413 יְהוָ֔ה H3068 ק֖וּם H6965 רֵ֣ד H3381 בַּֽמַּחֲנֶ֑ה H4264 כִּ֥י H3588 נְתַתִּ֖יו H5414 בְּיָדֶֽ H3027 ",
  "10": "וְאִם H518 יָרֵ֥א H3373 אַתָּ֖ה H859 לָרֶ֑דֶת H3381 רֵ֥ד H3381 אַתָּ֛ה H859 וּפֻרָ֥ה H6513 נַעַרְךָ֖ H5288 אֶל H413 הַֽמַּחֲנֶֽה H4264 ",
  "11": "וְשָֽׁמַעְתָּ֙ H8085 מַה H4100 יְדַבֵּ֔רוּ H1696 וְאַחַר֙ H310 תֶּחֱזַ֣קְנָה H2388 יָדֶ֔יךָ H3027 וְיָרַדְתָּ֖ H3381 בַּֽמַּחֲנֶ֑ה H4264 וַיֵּ֤רֶד H3381 הוּא֙ H1931 וּפֻרָ֣ה H6513 נַעֲר֔וֹ H5288 אֶל H413 קְצֵ֥ה H7097 הַחֲמֻשִׁ֖ים H2571 אֲשֶׁ֥ר H834 בַּֽמַּחֲנֶֽה H4264 ",
  "12": "וּמִדְיָ֨ן H4080 וַעֲמָלֵ֤ק H6002 וְכָל H3605 בְּנֵי H1121 קֶ֨דֶם֙ H6924 נֹפְלִ֣ים H5307 בָּעֵ֔מֶק H6010 כָּאַרְבֶּ֖ה H697 לָרֹ֑ב H7230 וְלִ H1581 אֵ֣ין H369 מִסְפָּ֔ר H4557 כַּח֛וֹל H2344 שֶׁעַל H5921 שְׂפַ֥ת H8193 הַיָּ֖ם H3220 לָרֹֽב H7230 ",
  "13": "וַיָּבֹ֣א H935 גִדְע֔וֹן H1439 וְהִ֨נֵּה H2009 אִ֔ישׁ H376 מְסַפֵּ֥ר H5608 לְרֵעֵ֖ H7453 חֲל֑וֹם H2472 וַיֹּ֜אמֶר H559 הִנֵּ֧ה H2009 חֲל֣וֹם H2472 חָלַ֗מְתִּי H2492 וְהִנֵּ֨ה H2009 צלול H6742 לֶ֤חֶם H3899 שְׂעֹרִים֙ H8184 מִתְהַפֵּךְ֙ H2015 בְּמַחֲנֵ֣ה H4264 מִדְיָ֔ן H4080 וַיָּבֹ֣א H935 עַד H5704 הָ֠אֹהֶל H168 וַיַּכֵּ֧ H5221 וַיִּפֹּ֛ל H5307 וַיַּהַפְכֵ֥ H2015 לְמַ֖עְלָ H4605 וְנָפַ֥ל H5307 הָאֹֽהֶל H168 ",
  "14": "וַיַּ֨עַן H6030 רֵעֵ֤הוּ H7453 וַיֹּ֨אמֶר֙ H559 אֵ֣ין H369 זֹ֔את H2063 בִּלְתִּ֗י H1115 אִם H518 חֶ֛רֶב H2719 גִּדְע֥וֹן H1439 בֶּן H1121 יוֹאָ֖שׁ H3101 אִ֣ישׁ H376 יִשְׂרָאֵ֑ל H3478 נָתַ֤ן H5414 הָֽאֱלֹהִים֙ H430 בְּיָד֔ H3027 אֶת H853 מִדְיָ֖ן H4080 וְאֶת H853 כָּל H3605 הַֽמַּחֲנֶֽה H4264 ",
  "15": "וַיְהִי֩ H1961 כִשְׁמֹ֨עַ H8085 גִּדְע֜וֹן H1439 אֶת H853 מִסְפַּ֧ר H4557 הַחֲל֛וֹם H2472 וְאֶת H853 שִׁבְר֖וֹ H7667 וַיִּשְׁתָּ֑חוּ H7812 וַיָּ֨שָׁב֙ H7725 אֶל H413 מַחֲנֵ֣ה H4264 יִשְׂרָאֵ֔ל H3478 וַיֹּ֣אמֶר H559 ק֔וּמוּ H6965 כִּֽי H3588 נָתַ֧ן H5414 יְהוָ֛ה H3068 בְּיֶדְ H3027 אֶת H853 מַחֲנֵ֥ה H4264 מִדְיָֽן H4080 ",
  "16": "וַיַּ֛חַץ H2673 אֶת H853 שְׁלֹשׁ H7969 מֵא֥וֹת H3967 הָאִ֖ישׁ H376 שְׁלֹשָׁ֣ה H7969 רָאשִׁ֑ים H7218 וַיִּתֵּ֨ן H5414 שׁוֹפָר֤וֹת H7782 בְּיַד H3027 כֻּלָּם֙ H3605 וְכַדִּ֣ים H3537 רֵקִ֔ים H7386 וְלַפִּדִ֖ים H3940 בְּת֥וֹךְ H8432 הַכַּדִּֽים H3537 ",
  "17": "וַיֹּ֣אמֶר H559 אֲלֵיהֶ֔ם H413 מִמֶּ֥נִּי H4480 תִרְא֖וּ H7200 וְכֵ֣ן H3651 תַּעֲשׂ֑וּ H6213 וְהִנֵּ֨ה H2009 אָנֹכִ֥י H595 בָא֙ H935 בִּקְצֵ֣ה H7097 הַֽמַּחֲנֶ֔ה H4264 וְהָיָ֥ה H1961 כַאֲשֶׁר H834 אֶעֱשֶׂ֖ה H6213 כֵּ֥ן H3651 תַּעֲשֽׂוּן H6213 ",
  "18": "וְתָקַעְתִּי֙ H8628 בַּשּׁוֹפָ֔ר H7782 אָנֹכִ֖י H595 וְכָל H3605 אֲשֶׁ֣ר H834 אִתִּ֑י H854 וּתְקַעְתֶּ֨ם H8628 בַּשּׁוֹפָר֜וֹת H7782 גַּם H1571 אַתֶּ֗ם H859 סְבִיבוֹת֙ H5439 כָּל H3605 הַֽמַּחֲנֶ֔ה H4264 וַאֲמַרְתֶּ֖ם H559 לַיהוָ֥ה H3068 וּלְ H1439 ",
  "19": "וַיָּבֹ֣א H935 גִ֠דְעוֹן H1439 וּמֵאָה H3967 אִ֨ישׁ H376 אֲשֶׁר H834 אִתּ֜וֹ H854 בִּקְצֵ֣ה H7097 הַֽמַּחֲנֶ֗ה H4264 רֹ֚אשׁ H7218 הָאַשְׁמֹ֣רֶת H821 הַתִּֽיכוֹנָ֔ה H8484 אַ֛ךְ H389 הָקֵ֥ם H6965 הֵקִ֖ימוּ H6965 אֶת H853 הַשֹּֽׁמְרִ֑ים H8104 וַֽיִּתְקְעוּ֙ H8628 בַּשּׁ֣וֹפָר֔וֹת H7782 וְנָפ֥וֹץ H5310 הַכַּדִּ֖ים H3537 אֲשֶׁ֥ר H834 בְּיָדָֽ H3027 ",
  "20": "וַֽ֠יִּתְקְעוּ H8628 שְׁלֹ֨שֶׁת H7969 הָרָאשִׁ֥ים H7218 בַּשּֽׁוֹפָרוֹת֮ H7782 וַיִּשְׁבְּר֣וּ H7665 הַכַּדִּים֒ H3537 וַיַּחֲזִ֤יקוּ H2388 בְיַד H3027 שְׂמאוֹלָם֙ H8040 בַּלַּפִּדִ֔ים H3940 וּבְ H3027 יְמִינָ֔ם H3225 הַשּׁוֹפָר֖וֹת H7782 לִתְק֑וֹעַ H8628 וַֽיִּקְרְא֔וּ H7121 חֶ֥רֶב H2719 לַֽיהוָ֖ה H3068 וּלְ H1439 ",
  "21": "וַיַּֽעַמְדוּ֙ H5975 אִ֣ישׁ H376 תַּחְתָּ֔יו H8478 סָבִ֖יב H5439 לַֽמַּחֲנֶ֑ה H4264 וַיָּ֧רָץ H7323 כָּל H3605 הַֽמַּחֲנֶ֛ה H4264 וַיָּרִ֖יעוּ H7321 ויניסו H5127 ",
  "22": "וַֽיִּתְקְעוּ֮ H8628 שְׁלֹשׁ H7969 מֵא֣וֹת H3967 הַשּׁוֹפָרוֹת֒ H7782 וַיָּ֣שֶׂם H7760 יְהוָ֗ה H3068 אֵ֣ת H853 חֶ֥רֶב H2719 אִ֛ישׁ H376 בְּרֵעֵ֖ H7453 וּבְ H3605 הַֽמַּחֲנֶ֑ה H4264 וַיָּ֨נָס H5127 הַֽמַּחֲנֶ֜ה H4264 עַד H5704 בֵּ֤ית H1029 הַשִּׁטָּה֙ H1029 צְֽרֵרָ֔תָה H6888 עַ֛ד H5704 שְׂפַת H8193 אָבֵ֥ל H65 מְחוֹלָ֖ה H65 עַל H5921 טַבָּֽת H2888 ",
  "23": "וַיִּצָּעֵ֧ק H6817 אִֽישׁ H376 יִשְׂרָאֵ֛ל H3478 מִנַּפְתָּלִ֥י H5321 וּמִן H4480 אָשֵׁ֖ר H836 וּמִן H4480 כָּל H3605 מְנַשֶּׁ֑ה H4519 וַֽיִּרְדְּפ֖וּ H7291 אַחֲרֵ֥י H310 מִדְיָֽן H4080 ",
  "24": "וּמַלְאָכִ֡ים H4397 שָׁלַ֣ח H7971 גִּדְעוֹן֩ H1439 בְּכָל H3605 הַ֨ר H2022 אֶפְרַ֜יִם H669 לֵאמֹ֗ר H559 רְד֞וּ H3381 לִקְרַ֤את H7125 מִדְיָן֙ H4080 וְלִכְד֤וּ H3920 לָהֶם֙ Hl אֶת H853 הַמַּ֔יִם H4325 עַ֛ד H5704 בֵּ֥ית H1012 בָּרָ֖ה H1012 וְאֶת H853 הַיַּרְדֵּ֑ן H3383 וַיִּצָּעֵ֞ק H6817 כָּל H3605 אִ֤ישׁ H376 אֶפְרַ֨יִם֙ H669 וַיִּלְכְּד֣וּ H3920 אֶת H853 הַמַּ֔יִם H4325 עַ֛ד H5704 בֵּ֥ית H1012 בָּרָ֖ה H1012 וְאֶת H853 הַיַּרְדֵּֽן H3383 ",
  "25": "וַֽיִּלְכְּד֡וּ H3920 שְׁנֵֽי H8147 שָׂרֵ֨י H8269 מִדְיָ֜ן H4080 אֶת H853 עֹרֵ֣ב H6159 וְאֶת H853 זְאֵ֗ב H2062 וַיַּהַרְג֨וּ H2026 אֶת H853 עוֹרֵ֤ב H6159 בְּצוּר H6697 עוֹרֵב֙ H6159 וְאֶת H853 זְאֵב֙ H2062 הָרְג֣וּ H2026 בְיֶֽקֶב H3342 זְאֵ֔ב H2062 וַֽיִּרְדְּפ֖וּ H7291 אֶל H413 מִדְיָ֑ן H4080 וְרֹאשׁ H7218 עֹרֵ֣ב H6159 וּזְאֵ֔ב H2062 הֵבִ֨יאוּ֙ H935 אֶל H413 גִּדְע֔וֹן H1439 מֵעֵ֖בֶר H5676 לַיַּרְדֵּֽן H3383 "
}
