{
  "1": "Then Yahweh said this to me: \"Even if Moses and Samuel could come back from their graves and stand in front of me and plead with me for these Israelite people, I would not act mercifully toward these people. I would tell you to send them away from me. Cause them to leave me!",
  "2": "And if they ask you, 'Where shall we go?', tell them, 'This is what Yahweh says:\\q1 The ones that I say must die, will die:\n\\q1 The ones that I say must die in wars, will die in wars.\n\\q1 The ones that I say must die from hunger, will die from hunger.\n\\q1 The ones that I say must be captured and taken to other countries, will be captured and taken to other countries.",
  "3": "I will send four things that will get rid of them: I will send enemy soldiers using swords to kill them. I will send wild dogs to drag away their corpses. I will send vultures to eat their corpses. And I will send other wild animals to eat what remains of their corpses.",
  "4": "Because of the wicked things that King Manasseh did in Jerusalem, I will cause people in all the kingdoms of the earth to be horrified concerning what will happen in Judah to my people.\n\n\\q1",
  "5": "You people of Jerusalem, no one will feel sorry for you.\\q2 No one will weep for you.\n\\q2 No one will wish that you would not be hurt.\n\\q1",
  "6": "You people have abandoned me;\\q2 you have continued to walk away from me.\n\\q1 So, I will lift up my fist to smash you;\n\\q2 I am tired of acting mercifully toward.\n\\q1",
  "7": "At the gates of your cities, I will scatter you like a farmer scatters the chaff from his grain by winnowing it.\\q2 You, my people, have refused to turn away from your evil behavior.\n\\q1 So, I will get rid of you,\n\\q2 and I will even cause your children to be killed.\n\n\n\\q1",
  "8": "I will cause there to be more widows in Judah\\q2 than there are grains of sand on the seashore.\n\\q1 I will bring on you an enemy army\n\\q2 that will destroy your young men and cause their mothers to weep.\n\\q1 I will cause you to suddenly experience great suffering and become very terrified.\n\\q1",
  "9": "A woman who has seven children will become faint and gasp for breath;\\q2 it will be as though her daylight will become darkness,\n\\q1 because most of her children will be dead,\n\\q2 and she will be disgraced and humiliated.\n\\q1 And her children who are still alive, I will enable your enemies to kill them.\n\\q2 That will surely happen because I, Yahweh, have said it.'\"",
  "10": "I said to my mother, \"I am very sad;\\q1 I wish that you had not given birth to me;\n\\q2 everyone in this land opposes me and quarrels with me.\n\\q1 I have not made anyone angry by lending or borrow money and then quarreling about it,\n\\q2 but everyone curses me anyway.\"",
  "11": "But Yahweh replied to me,\\q1 \"Jeremiah, I will take care of you.\n\\q1 And at times when you have the most troubles,\n\\q2 I will come on your behalf and protect you from your enemy.\n\\q1",
  "12": "People of Judah, you know how strong iron is when it is mixed with bronze, \\q2 it is very hard and good for weapons. \n\\q1 That iron mixed with bronze metal is just like the strength of your enemies when they attack Judah from the north,\n\\q2 no one will be able to stop them.\n\n\n\\q1",
  "13": "I will give all the valuable possessions of your people to their enemies,\\q2 without them paying for it.\n\\q1 Your people will lose everything valuable\n\\q2 because of all the sins that they have committed throughout the country.\n\\q1",
  "14": "I will tell their enemies to force them to become their prisoners,\\q2 to take them to other lands that they have not experienced,\n\\q2 and force them to become their slaves.\n\\q1 That will happen because I am extremely angry with your people;\n\\q2 my anger is like a burning fire.\"\n\n\n\\q1",
  "15": "Then I said, \"Yahweh, you know what is happening to me.\\q2 Please come and help me.\n\\q2 Punish those who are persecuting me.\n\\q1 Please do not continue to be patient with them\n\\q2 and do not allow me to die now.\n\\q1 It is for your sake that I am suffering.\n\\q1",
  "16": "Yahweh my God, you are the commander of the angel armies;\\q1 when you spoke to me,\n\\q2 I was delighted with your message; it caused me to be joyful,\n\\q1 and I eagerly accepted what you said\n\\q2 because I belong to you.\n\n\n\\q1",
  "17": "When the people were carousing together,\\q2 I never joined them;\n\\q1 I sat alone, because you are the one who controls what I do.\n\\q2 I was very angry with those people because of their sins.\n\\q1",
  "18": "So, why do you allow me to continue to suffer?\\q2 It seems that my wounds cannot be healed.\n\\q1 Sometimes you help me, sometimes you do not help me.\n\\q2 It seems that you are as undependable as a brook that has water in it only during certain seasons;\n\\q2 you are like a spring that has dried up.\"",
  "19": "Then Yahweh replied to me saying this:\\q1 \"If you begin again to trust in me,\n\\q1 I will restore you,\n\\q2 in order that you can continue to serve me.\n\\q1 If you proclaim good messages and not worthless ones,\n\\q2 you will continue to be the one who speaks what I tell you to say.\n\\q1 You must cause the people to pay attention to what you say;\n\\q2 you must not pay attention to what they say.\n\\q1",
  "20": "They will fight against you,\\q2 but I will protect you, like people are protected from their enemies by a bronze wall.\n\\q1 They will not defeat you,\n\\q2 because I will be with you,\n\\q2 and I will protect and rescue you.\n\\q1",
  "21": "Truly, I will keep you safe from those wicked people,\\q2 I will rescue you when you are seized by cruel people.\n\\q1 That will happen because I, Yahweh, have said it.\""
}
