{
  "1": "Yahweh gave Jeremiah another message. He said,",
  "2": "\"I, Yahweh, the God of Israel am telling you to write down everything that I have said to you.",
  "3": "I want you to know that some day I will free my people, the people of Israel and Judah, from being slaves in Babylon. I will bring them back to this land that I gave to their ancestors, and this land will belong to them again. That will surely happen because I, Yahweh, have said it.\"",
  "4": "Yahweh gave to me another message concerning the people of Israel and Judah.",
  "5": "This is what he said:\\q1 \"I hear people screaming because they are terrified;\n\\q2 there is no peace in the land.\n\n\n\\q1",
  "6": "But think about this:\\q1 Men certainly do not give birth to babies.\n\\q1 Therefore, why do strong men stand there,\n\\q2 with their faces very white,\n\\q1 with their hands pressed against their stomachs,\n\\q2 like women who are about to give birth to babies?\n\\q1",
  "7": "Terrible things will soon happen;\\q2 That will be a terrible day!\n\\q2 There has never been such a time.\n\\q1 It will be a time when my Israelite people will experience great trouble,\n\\q2 but finally they will be saved from their sufferings.\"\n\n\n\\q1",
  "8": "Yahweh, commander of the angel armies, says this:\\q1 \"At that time it will be as though I will sever the ropes that are around my people,\n\\q2 and I will free them from being slaves.\n\\q1 People in other countries will no longer enslave them.\n\\q1",
  "9": "My people will again serve me, Yahweh, their God,\\q2 and they will serve a king who is a descendant of King David;\n\\q2 and I will appoint this king for them.\n\n\n\\q1",
  "10": "So, you people of Israel who serve me,\\q2 do not be dismayed now,\n\\q1 because some day I will bring you back from distant places;\n\\q2 I will bring your descendants back home from the land where they had been exiled.\n\\q1 Then you Israelite people will again live peacefully and safely,\n\\q2 and there will not be any nation that will cause you to be terrified.\n\\q1",
  "11": "I, Yahweh, say that I will be with you and will rescue you;\\q2 I will completely destroy the nations to which I have scattered you.\n\\q2 But I will not completely destroy you.\n\\q1 I will punish you for your many sins, but I will punish you only as severely as you deserve:\n\\q2 I would be doing wrong if I did not to punish you at all.\"",
  "12": "Yahweh also says this:\\q1 \"You have suffered very much;\n\\q2 it is as though you have a terrible wound that cannot be cured.\n\\q1",
  "13": "There is no one to help you,\\q2 no one to put a bandage on your wound.\n\\q2 There is no medicine that will heal you.\n\n\n\\q1",
  "14": "All your allies have deserted you\\q2 and they do not want to help you anymore.\n\\q1 It is true that I have punished you severely,\n\\q2 like your enemies would wound you,\n\\q1 because you have committed many sins\n\\q2 and you are very guilty.\n\\q1",
  "15": "Because that is true, why do you protest about my punishing you,\\q2 as though I had caused a wound that could not be cured?\n\\q1 It was necessary for me to punish you,\n\\q2 because you had committed many sins\n\\q2 and you were very guilty.\n\n\n\\q1",
  "16": "But some day all those who are trying to destroy you will be destroyed;\\q2 all your enemies will be exiled to other nations.\n\\q1 All those who have stolen things from you\n\\q2 will have their valuable possessions stolen,\n\\q1 and all those who attack you will be attacked.\n\\q1",
  "17": "Everyone says that you are outcasts,\\q2 and that you live in Jerusalem, a city that no one cares about.\"\n But Yahweh says,\n\\q1 \"I will heal your injuries\n\\q2 and cause you to be healthy again.\"",
  "18": "This is what Yahweh says:\\q1 \"I will bring the people of Israel back from the lands to which they were taken\n\\q2 and enable them to possess their land and their houses again.\n\\q1 When that happens, Jerusalem will be rebuilt on top of its ruins,\n\\q2 and the king's palace will be rebuilt as a place of justice.\n\\q1",
  "19": "People will again sing joyfully to thank me,\\q2 and I will cause there to be more people in Jerusalem, not fewer;\n\\q2 I will cause them to be honored, not despised.\n\n\n\\q1",
  "20": "Their children will prosper like they did before.\\q2 I will cause them to be a group of people who worship me,\n\\q2 and I will punish any nation that oppresses them.\n\\q1",
  "21": "One of their own people will be their king,\\q2 and I will invite him to come close to me to worship me,\n\\q1 because no one would dare to come close to me\n\\q2 if I did not invite him.\n\\q1",
  "22": "You Israelite people will be my people,\\q2 and I will be your God.\"\n\n\n\\q1",
  "23": "Yahweh will punish your enemies;\\q2 it will be like a great storm;\n\\q2 it will come down like a whirlwind, swirling around the heads of wicked people.\n\\q1",
  "24": "He will not stop being angry\\q2 until he completely accomplishes all that he has planned.\n\\q2 In the future, you will understand all of this clearly."
}
