{
  "1": "Yahweh says, \"You Israelite people, if you come back to anyone, it should be to me.\\q2 If you get rid of those detestable idols,\n\\q2 if you do not go away from me again,\n\\q1",
  "2": "and if you declare, 'Just as surely as Yahweh lives,' \\q1 when you take your oaths, \n\\q2 and if you are truthful, just, and righteous, \n\\q1 then the people in the other nations of the world \n\\q1 will ask me to bless them as I have blessed you,\n\\q1 and they will all come and honor me.\"",
  "3": "This is what Yahweh says to the people of Jerusalem and the other cities in Judah,\\q1 \"Cause your inner beings to be ready to receive my messages\n\\q2 like farmers plow up hard ground in order that they can plant seed in it.\n\\q1 Just as farmers do not waste good seed by sowing seeds among thorny plants,\n\\q2 I do not want to waste my time telling you messages that you are not ready to receive.\n\n\n\\q1",
  "4": "Show that your inner beings and your minds are devoted to me.\\q2 If you do not do that, my being angry with you\n\\q2 because of all the sins that you have committed\n\\q2 will be like a fire that will be impossible to extinguish.\n\\q1",
  "5": "Declare this to all the people in Jerusalem and the rest of Judea;\\q2 blow the trumpets everywhere in the land to warn the people.\n\\q1 Tell them that they should flee to\n\\q2 the cities that have high walls around them.\n\\q1",
  "6": "Shout to the people of Jerusalem\\q1 and run away now. Do not delay,\n\\q2 because I am about to bring a terrible disaster upon you\n\\q2 that will come from the north.\n\n\n\\q1",
  "7": "An army that has destroyed many nations will attack you\\q2 like a lion that comes out of its den to attack other animals.\n\\q1 The soldiers of that army\n\\q2 are already marching toward your land.\n\\q2 They will destroy your cities and leave them without any people still living in them.",
  "8": "So, put on rough clothes\\q1 and weep and beat your breasts\n\\q2 to show that you are very sorry for what you have done,\n\\q2 because Yahweh is still very angry with us.\n\n\n\\q1",
  "9": "Yahweh declares that at the time when Yahweh punishes you, the king of Judah and all his officials will be very afraid.\\q2 The priests and the prophets will be terrified.\"",
  "10": "Then I replied, \"Yahweh my God, you completely deceived the people by telling them that there would be peace in Jerusalem, but now our enemies are ready to slaughter us with their swords!\"",
  "11": "When that happens, Yahweh will say to the people of Jerusalem, \\q1 \"A huge army will come to attack you.\n\\q2 They will not be like a gentle breeze that separates the wheat from the chaff.\n\\q1 They will be like a very hot wind that blows in from the desert.\n\\q1",
  "12": "They will be like a strong blast that I will send.\\q2 Now I am declaring that I will punish you.\"\n\n\n\\q1",
  "13": "And the people in Jerusalem will say, \"Our enemies are about to rush down on us; their chariots are like whirlwinds.\\q2 Their horses are faster than eagles.\n\\q1 It will be terrible for us!\n\\q1",
  "14": "You people of Jerusalem cleanse your inner beings,\\q2 in order that Yahweh will rescue you.\n\\q1 How long will you continue to think about doing evil deeds?\n\\q1",
  "15": "From the city of Dan in the far north to the hills of Ephraim a few miles north of Jerusalem messengers are proclaiming that disasters are coming.\"\n\n\\q1",
  "16": "So I said this to the people in other nations,\\q2 and also announced it in Jerusalem,\n\\q1 \"Yahweh says that an army is coming to Jerusalem from far away;\n\\q2 they will shout a battle cry against the cities of Judah.\n\\q1",
  "17": "They will set up tents around Jerusalem like people set up temporary shelters around a field at harvest time.\\q2 That will happen because the people of Judah have rebelled against me.\n\\q1",
  "18": "You will be punished very severely;\\q2 it will be as though a sword has stabbed your hearts.\n\\q1 But you are causing those things to happen to you\n\\q2 because of the evil things that you have done.\"\n\n\n\\q1",
  "19": "Then I said to myself, \"I am extremely anguished;\\q2 the pain in my inner being is very severe.\n\\q2 My heart beats wildly!\n\\q1 But I cannot remain silent\n\\q2 because I have heard our enemies blowing their trumpets\n\\q2 to announce that the battle against Judah will start immediately!\n\\q1",
  "20": "Disasters will occur one after another\\q2 until the whole land is ruined.\n\\q1 Suddenly all our tents will be destroyed;\n\\q2 even the curtains inside the tents will be ripped apart.\n\n\n\\q1",
  "21": "How long will this battle continue?\\q2 How long will I continue to see the enemy battle flags\n\\q2 and hear the sound of their trumpets being blown?\n\\q1",
  "22": "Yahweh says: My people are very foolish!\\q2 They do not have a relationship with me.\n\\q1 They are like stupid children\n\\q2 who do not understand anything.\n\\q1 They very cleverly do what is wrong,\n\\q2 but they do not know how to do what is good.\n\n\n\\q1",
  "23": "God gave me a vision in which I saw\\q2 that the earth was barren and without form.\n\\q1 I looked at the sky,\n\\q2 and there was no light there.\n\\q1",
  "24": "I looked at the mountains and hills,\\q2 and they shook and moved from side to side.\n\\q1",
  "25": "I looked and saw that all there were no more people\\q2 and all the birds had flown away.\n\\q1",
  "26": "I looked and saw that the fields that previously were fertile had become a desert.\\q1 The cities were all ruined;\n\\q2 they had all been destroyed by Yahweh because he was extremely angry.\"",
  "27": "This is what Yahweh is saying,\\q1 \"the entire land of Judah will be ruined,\n\\q2 but I will not destroy it completely.\n\\q1",
  "28": "I will do to my people what I said that I would do,\\q2 and I will not change my mind.\n\\q1 So when that happens, it will be as though the earth will mourn\n\\q2 and the sky will become very dark.\n\\q1",
  "29": "When the people hear the sound of the enemy cavalry and archers marching,\\q2 they will be terrified as they flee from their cities.\n\\q1 Some of them will find places to hide in the bushes,\n\\q2 and others will run toward the quarries to escape being killed by their enemies.\n\\q1 All the cities in Judah will be abandoned;\n\\q2 not one person will remain in them.\n\n\n\\q1",
  "30": "So you who will surely be destroyed,\\q2 what will you do then?\n\\q2 Even though you have worn beautiful clothes and jewelry\n\\q2 and paint around your eyes,\n\\q1 those things will not help you,\n\\q2 because the people in other countries that you think love you really despise you,\n\\q2 and they will try to kill you.\n\\q1",
  "31": "It is as though I already hear the people in Jerusalem crying very loudly,\\q2 as a woman cries when she is giving birth to her first child;\n\\q1 she gasps for breath and pleads for someone to help her,\n\\q2 and she shouts, 'Something terrible is happening to me; they are about to murder me!'\""
}
