{
  "1": "This message is about the people who descended from Ammon. This is what Yahweh says:\\q1 \"There are plenty of Israelite people left\n\\q2 to occupy the land of the tribe of Gad.\n\\q1 So, why are the people who worship the god Molech living in those towns?\n\\q1",
  "2": "There will be a time when I will sound the battle cry\\q2 for their enemies to attack their capital city, Rabbah.\n\\q1 Then it will become a heap of ruins,\n\\q2 and all the nearby towns will be burned.\n\\q1 Then the people of Israel will again possess the land\n\\q2 that the people of Ammon took away from them.\n\n\n\\q1",
  "3": "You people of the city of Heshbon, wail,\\q2 because the city of Ai will be destroyed.\n\\q1 You women in the city of Rabbah, weep;\n\\q2 put on rough clothing to show you are mourning;\n\\q1 run back and forth in confusion inside the city walls,\n\\q2 because your god Molech, along with its priests and officials, will be taken away in exile.\n\\q1",
  "4": "Why do you brag about your valleys, \\q your valleys that are so fruitful, you faithless daughter?\n\\q You think that your wealth will bring you protection against your enemies\n\\q and so you dare to ask, \"Who is there who can come against me?'\n\n\n\\q1",
  "5": "But listen to this: I, Yahweh, commander of the angel armies,\\q2 will cause you to become terrified.\n\\q1 You will all be forced to flee to other countries from the enemies all around you,\n\\q2 and no one will be able to bring you together again.\n\\q1",
  "6": "But some day I will enable the Ammonite people to return to their land.\\q2 That will surely happen, because I, Yahweh, have said it.\"",
  "7": "This message is about the people of Edom. This is what Yahweh, commander of the angel armies, says:\\q1 \"It seems that there are no longer any wise people in Teman district in Edom!\n\\q2 There are no people left who can give others good advice.\n\\q2 The people who were wise have disappeared.\n\\q1",
  "8": "You people of the city of Dedan, in the south of Edom,\\q2 turn and flee and hide in deep caves,\n\\q1 because I am causing disaster to happen to all the people of Edom,\n\\q2 I will punish you!\n\n\n\\q1",
  "9": "Those who harvest grapes\\q2 always leave some on the vines.\n\\q1 When thieves come at night,\n\\q2 they surely steal only as much as they want.\n\\q1",
  "10": "But I will cause everything in Edom to be destroyed, and there will be nothing left,\\q2 and there will be no place for people to hide.\n\\q1 Many of the children, their relatives and their neighbors, will die,\n\\q2 and Edom will not exist anymore.\n\\q1",
  "11": "Leave behind the orphans because I will take care of them,\\q2 and the widows also will be able to depend on me to help them.\"",
  "12": "And this is also what Yahweh says: \"If those who do not deserve to suffer must suffer, you people of Edom must suffer much more! You will not escape being punished.",
  "13": "I, Yahweh, have solemnly promised, using my own name, that your chief city Bozrah will become a place that people will be horrified about. It will be a heap of ruins. People will make fun of it and use its name when they curse people. All the nearby towns and villages will be ruined forever.\"",
  "14": "I heard this message from Yahweh:\\q1 \"I have sent an ambassador to many nations,\n\\q2 to tell them to gather together to attack Edom.\n\\q2 They must prepare for battle!\"",
  "15": "And Yahweh says to the people of Edom,\\q1 \"I will cause your nation to become very unimportant among the other nations.\n\\q2 They will all despise your country.\n\n\n\\q1",
  "16": "You have caused people of other nations to be terrified,\\q2 and you have been very proud,\n\\q2 but you have deceived yourselves.\n\\q1 You live in caves in the rock cliffs;\n\\q2 you think that you are safe there because you live high up there.\n\\q1 But even if you make your homes as high up as the eagles' nests,\n\\q2 I will cause you to come crashing down.\n\n\n\\q1",
  "17": "Edom will become a place about which people are horrified;\\q2 people who pass by will be horrified and will gasp\n\\q2 when they see the destruction.\n\\q1",
  "18": "Edom will be destroyed as completely as Sodom and Gomorrah and the nearby towns were destroyed long ago.\\q2 As a result, no one—not a single person—will live there anymore.\n\n\n\\q1",
  "19": "I will come to Edom suddenly as a lion comes out of the jungle\\q2 and leaps on sheep that are eating in good pastures.\n\\q1 I will quickly chase the people of Edom from their land.\n\\q2 And then I will appoint for them a leader whom I will choose;\n\\q1 I can do that because there is no one like me who can object to what I do.\n\\q2 No ruler can oppose me.\n\n\n\\q1",
  "20": "Listen to what I have planned to do to the people of Teman and the rest of Edom:\\q1 even the little children will be dragged away,\n\\q2 and I will completely get rid of the people who live there.\n\n\n\\q1",
  "21": "When Edom is destroyed, the noise will be extremely great,\\q2 with the result that the earth will shake,\n\\q1 and the wailing of the people will be heard as far away as the Sea of Reeds.\n\\q1",
  "22": "Look! The enemy troops will swoop down over Bozrah\\q2 like an eagle spreads its wings when it swoops down to seize an animal.\n\\q1 On that day, even the strongest warriors of Edom will be afraid\n\\q2 like a woman who is about to give birth.\"",
  "23": "This message is about Damascus. This is what Yahweh says:\\q1 \"The people in the nearby cities of Hamath and Arpad are will be ashamed,\n\\q2 because they have heard bad news about Damascus.\n\\q1 They are very anxious and restless,\n\\q2 like a sea in a big storm.\n\\q1",
  "24": "The people of Damascus have become very weak,\\q2 and they all have panicked and run away in terror.\n\\q1 The people are anguished and in pain\n\\q2 like a woman experiences who is about to give birth.\n\\q1",
  "25": "But even now the people of that famous city have not yet abandoned it.That was the city that gave me joy.\n\n\n\\q1",
  "26": "Its young men will fall in the streets.\\q2 Its soldiers will all be killed in one day.\n\\q1",
  "27": "And I, Yahweh, commander of the angel armies, will start a fire to burn the walls that surround Damascus,\\q2 and the palaces of King Ben Hadad will be burned down.\"",
  "28": "This is a message about the Kedar people and the kingdom of Hazor that Nebuchadnezzar the king of Babylon is attacking. This is what Yahweh said:\\q1 \"I will cause an army to advance to attack Kedar\n\\q2 and destroy those people who live east of Judah.\n\\q1",
  "29": "Enemies will capture their tents and their flocks of sheep.\\q2 They will take away the curtains of their tents, their camels, and all of their other possessions.\n\\q1 Everywhere men will shout,\n\\q2 'We are terrified because terrible things are happening all around us!'\n\n\n\\q1",
  "30": "So I, Yahweh, say, 'Run away quickly!\\q2 You people who live in Hazor, go and hide in deep caves,\n\\q1 because King Nebuchadnezzar of Babylon wants to attack you with his army;\n\\q2 he is planning to destroy you!'\n\\q1",
  "31": "But I say to Nebuchadnezzar,\\q1 'Go up and attack that nation whose people feel secure;\n\\q2 they do not have allies who will help them and do not have walls with gates that have bars in them.\n\n\n\\q1",
  "32": "Your troops will seize their camels and other livestock.\\q2 I will scatter in every direction those people who will be in great mourning .\n\\q1 I will bring disasters to them from every direction.\n\\q1",
  "33": "Hazor will become a place where jackals live,\\q2 and it will be deserted forever.\n\\q1 No one will live there again;\n\\q2 no people will settle there. '\"",
  "34": "The prophet Jeremiah received this message from Yahweh when King Zedekiah was starting to rule Judah.",
  "35": "This is what Yahweh, commander of the angel armies, says:\\q1 \"The men of Elam are famous archers;\n\\q2 that is how they have made their country very powerful.\n\\q1 But I will get rid of them .\n\\q1",
  "36": "I will bring their enemies from every direction\\q2 and they will scatter the people of Elam in all of those directions.\n\\q1 The people of Elam will be exiled to every nation on the earth.\n\n\\q1",
  "37": "Because I am very angry with the people of Elam,\\q2 I will enable their enemies to smash Elam;\n\\q2 I will cause the people of Elam to experience great disasters.\n\\q1 I will enable their enemies, who want to kill them, to pursue them and kill them with swords\n\\q2 until I completely get rid of all of them.\n\\q1",
  "38": "I, Yahweh, will judge them there ,\\q2 and then I will get rid of their king and his officials.\n\\q1",
  "39": "But some day, I will enable the people of Elam to return to their land.\\q2 That will surely happen because I, Yahweh, have said it.\""
}
