{
  "1": "You people in Jerusalem who are from the tribe of Benjamin,\\q2 flee from this city!\n\\q1 Blow the trumpets in the city of Tekoa south of Jerusalem!\n\\q1 Send up a smoke signal in the city of Beth Hakerem\n\\q2 to warn the people of the coming danger!\n\\q1 A powerful army will come against you from the north,\n\\q2 and they will cause great destruction.\n\\q1",
  "2": "Jerusalem is like a beautiful woman,\\q2 but it will soon be destroyed.\n\\q1",
  "3": "Enemy kings, the shepherds of foreign people groups, will come with their armies and set up their tents around the city,\\q2 and each king will choose a part of the city for his soldiers to destroy as shepherds divide their pastures for their flocks of sheep.\n\n\n\\q1",
  "4": "The kings will tell their troops,\\q2 'Make the sacrifices necessary to get ready for battle.\n\\q2 We should attack them before noontime,\n\\q1 but even if we arrive there late in the afternoon,\n\\q1",
  "5": "we will attack them at night\\q2 and tear down their fortresses.'\"",
  "6": "Yahweh, the commander of the armies of angels in heaven, says this,\\q1 \"I will command those soldiers to cut down the trees outside Jerusalem\n\\q2 and to build ramps up to the top of the city walls!\n\\q1 This city must be punished\n\\q2 because everyone there continually oppresses others.\n\\q1",
  "7": "Its people keep doing wicked deeds,\\q2 just as a well keeps producing water.\n\\q1 The noise from people doing violent and destructive actions is heard everywhere.\n\\q2 I continually see people who are suffering and wounded.\n\\q1",
  "8": "Listen to what I am warning you, you people of Jerusalem,\\q2 because if you do not listen, I will reject you\n\\q1 and cause your land to become desolate,\n\\q2 a land where no one lives.\"",
  "9": "Yahweh, the commander of the angel armies, says this,\\q2 \"Your enemies will cause your country to become as desolate as a vineyard from which all the grapes have been completely stripped from the vines.\n\\q1 Their soldiers will seize the possessions of those who remain in Israel after the others have been exiled\n\\q2 like farmers go to the vines again to pick any grapes that were left.\n\\q1",
  "10": "Who can I, Jeremiah, speak to? Who would listen to me, even if I spoke to them? \\q2 The ears of the Israelite people are unable to hear what I have to tell them.\n\\q1 See! the message Yahweh gave me to tell them is offensive to them. \n\\q2 When they hear the message of Yahweh, they hate what I tell them!\"\n\n\n\\q1",
  "11": "After hearing this I became very angry,\\q2 as Yahweh is angry, and I could not hold myself back any longer.\n\\q1 So Yahweh said to me,\n\\q2 \"Tell the children in the streets and the young men who gather together.\n\\q1 Tell the men and their wives;\n\\q2 tell the very old people, also.\n\\q1",
  "12": "Tell the men that I will give their houses to their enemies,\\q2 and I will give their property and their wives to them, also,\n\\q1 when I punish the people who live in this land!\n\n\n\\q1",
  "13": "Everyone is trying to get money by tricking others,\\q2 from the the least important people to the most important people.\n\\q1 Even my prophets and priests, they all lie to get what they want.\n\\q1",
  "14": "They act as though the sins of my people are like small wounds that they can easily treat.\\q They tell the people that everything will go well with them, but that is not true; things will not go well with them.\n\\q",
  "15": "They should be ashamed about the disgusting things that they do, but they are not ashamed at all. They do not even know how to blush.\\q So, they also will be among those who will be killed. They will be destroyed when I punish them.\"",
  "16": "This is also what Yahweh said to the Israelite people,\\q1 \"Stand at the crossroads and look at the people who pass by.\n\\q2 Ask them what was the good behavior that their ancestors had long ago.\n\\q1 And when they tell you, behave that way.\n\\q2 If you do that, you will find rest for yourselves.\n\\q1 But you said that you did not want to do that!\n\\q1",
  "17": "I sent my prophets who were like watchmen.\\q2 They told you to listen carefully when the trumpets blow to warn you that your enemies are approaching,\n\\q2 but you did not want to listen.\n\\q1",
  "18": "Therefore, you people in the other nations, listen to this:\\q2 Pay attention to what is going to happen to the Israelite people.\n\\q1",
  "19": "Listen, all of you!\\q2 I am going to cause disasters to happen to the Israelite people.\n\\q2 That is what will happen to them because they have refused to listen to what I told them.\n\\q2 They have refused to obey my laws.\n\n\n\\q1",
  "20": "You Israelite people, when you burn frankincense that came from Sheba\\q2 and when you offer to me sweet-smelling anointing oil that came from far away,\n\\q2 I will not be pleased with your sacrifices.\n\\q1 I will not accept the sacrifices that are completely burned on the altar;\n\\q2 I am not pleased with any of your sacrifices.",
  "21": "Therefore, I will put obstacles on the roads on which my people will travel.\\q2 Men and their sons and people's neighbors and friends will stumble over those obstacles and fall down;\n\\q1 everyone will die.\"",
  "22": "Yahweh also says this,\\q1 \"You will see a huge army marching toward you from the north.\n\\q2 An army of a great nation very far away is preparing to attack you.\n\n\n\\q1",
  "23": "They have bows and arrows and spears;\\q2 they are very cruel, and do not act mercifully to anyone.\n\\q1 As they ride along on their horses,\n\\q2 the horses' feet sound like the roaring of the ocean waves;\n\\q1 they are riding in battle formation\n\\q2 to attack you people of Jerusalem.\"\n\\q1",
  "24": "The people of Jerusalem say to each other,\\q1 \"We have heard reports about the enemy;\n\\q2 so we are very frightened, with the result that we are weak.\n\\q1 We are very afraid, and worried,\n\\q2 like women who are about to give birth to babies.\n\n\n\\q1",
  "25": "So, do not go out into the fields! Do not go on the roads,\\q1 because the enemy soldiers have swords and they are everywhere;\n\\q2 they are coming from all directions, and we are extremely afraid.\"\n\\q1",
  "26": "So I, Jeremiah, say to you, \\q \"My dear people, put on rough clothes and sit in ashes \n\\q to show how much you are grieving.\n\\q1 Mourn loudly and cry very much,\n\\q2 as a mother would cry when her only son has died.\n\\q1 For your enemies are very near,\n\\q2 and they are going to destroy everything.\"",
  "27": "Then Yahweh said to me,\\q1 \"Jeremiah, I have caused you to become like someone who heats metal very hot to completely burn the impurities.\n\\q2 You will examine my people's behavior.\n\\q1",
  "28": "You will find out that they are very stubborn rebels:\\q2 they are always slandering others.\n\\q1 Their inner beings are as hard as bronze or iron;\n\\q2 they all continually deceive others.\n\\q1",
  "29": "A metalworker causes the bellows to blow very hard to make the fire very hot to completely burn up the impurities.\\q1 But just as a fire does not cause all the waste material to run off,\n\\q2 it is impossible to separate the people from their wicked deeds.\n\\q1",
  "30": "I, Yahweh, have rejected them;\\q2 I say that they are like worthless silver.\""
}
