{
  "1": "The people of Israel do only what is useless;\\q2 they do only things that will destroy them.\n\\q2 They tell more and more lies; they do more and more acts of violence.\n\\q1 They make a treaty with Assyria,\n\\q2 and they send olive oil to Egypt,\n\\q1 to persuade those nations to protect them.\n\\q1",
  "2": "Yahweh is also accusing the people of Judah of breaking his covenant.\\q2 He will punish those descendants of Jacob for what they have done.\n\\q1 He will pay them back; he will give them what they deserve.\n\n\\q1",
  "3": "When Jacob was in his mother's womb, he grabbed his brother Esau's heel because he wanted to take his brother's place and be the firstborn.\\q2 When Jacob grew up, he wrestled with God.\n\\q1",
  "4": "When the angel appeared to him, he struggled with him and won.\\q2 Jacob cried out to the angel and begged him to bless him.\n \\q1 Jacob found Yahweh at Bethel;\n\\q2 it was there that Yahweh spoke with him.\n\n\n\\q1",
  "5": "This is Yahweh, the God of the angel armies!\\q2 \"Yahweh\" is the name by which we should worship him.\n\\q1",
  "6": "Turn to your God!\\q2 Obey his covenant and do what is right.\n\\q1 Never stop trusting in your God for him to help you.\n\n\n\\q1",
  "7": "The merchants are wicked; they use scales that give wrong weights and measures,\\q2 so they can cheat those who buy from them.\n\\q1",
  "8": "The people of Israel boast,\\q2 \"We are very rich,\n\\q1 and we have found ways to make ourselves even more wealthy than we are now.\n\\q2 In all our buying and selling, no one can see anything wrong in what we do.\"\n\n\n\\q1",
  "9": "But Yahweh says, \"I am Yahweh, whom you should worship;\\q2 I am the one who brought your ancestors out of Egypt.\n\\q1 I will force you away from your homes and make you live in tents again,\n\\q2 just as when you live in tents for a few days every year\n\\q1 when you celebrate the Festival of Shelters.\n\\q1",
  "10": "Many times I spoke to the prophets and gave them messages, for them to give to you;\\q2 and I gave them many visions for you,\n\\q2 and I gave them parables, for them to speak to you.\"\n\n\n\\q1",
  "11": "The prophet says that if it is true that the people in the region of Gilead are wicked,\\q2 then surely they are also worthless!\n\\q1 In Gilgal they kill bulls and offer them to their idols;\n\\q2 but these altars will be pulled down and turned into piles of stones in their fields.\n\\q1",
  "12": "Jacob fled to the land of Aram;\\q2 he, whose name God would later change to Israel, worked many years so he could marry a woman.\n\\q2 He took care of his uncle's sheep in order to marry her.\n\n\n\\q1",
  "13": "Yahweh used the prophet Moses to bring Israel out of Egypt,\\q2 and he took care of them by the prophet who led them.\n\\q1",
  "14": "The people of Israel have caused Yahweh to become very angry;\\q2 their Lord says that they are guilty of the death of many, and that their guilt remains on them.\n\\q2 He will pay them back because they have insulted him with their shameful deeds."
}
