{
  "1": "Israel, return to Yahweh your God!\\q2 You have sinned because you have done wicked things.\n\\q1",
  "2": "So now, return to Yahweh, and think about how you will confess your sins to him.\\q2 Say this to him:\n\\q1 \"Take away all our sins,\n\\q2 and accept us; please be kind to us.\n\\q1 Please accept us back, so that we may praise you in our words and song.\n\n\n\\q1",
  "3": "Assyria cannot save us.\\q2 It is useless for us to ride horses into battle.\n\\q1 We will never again say, 'You are our gods'\n\\q2 to the idols we have made with our own hands.\n\\q2 Even children with no fathers look to you, Yahweh, and they find that you are kind to them.\"\n\n\n\\q1",
  "4": "Yahweh says, \"I will forgive these people for having stopped honoring me;\\q2 I will love them without ceasing,\n\\q2 because I have decided to stop being angry at them.\n\\q1",
  "5": "I will help the people of Israel as the dew helps the ground.\\q2 They will prosper like the lilies bloom.\n\\q2 They will become as strong as the cedar trees in Lebanon.\n\\q2",
  "6": "They will be like trees whose branches spread out.\\q1 They will be as beautiful as the olive trees,\n\\q2 and they will please others as much as the fragrant cedar trees in Lebanon.\n\n\n\\q1",
  "7": "They will return and live under the protection that Israel has from me;\\q2 I will protect them from hardship.\n\\q1 They will be successful like a field of grain that grows well, like grapevines that are growing well.\n\\q2 They will become as famous as the wine that people produce in the land of Lebanon.\n\\q1",
  "8": "You people of Israel, I will completely stop you from worshiping idols. \\q2 It is I, Yahweh, who will take care of you. No idol can do that.\n\\q1 I am like a cypress tree that grows and stays fresh the entire year;\n\\q2 all your good gifts come from me.\"\n\n\n\\q1",
  "9": "Every wise person will understand the things about which I have written;\\q2 those who have understanding will study these things and pay careful attention to them.\n\\q1 The way in which Yahweh wants us to live is right.\n\\q2 Those who do what is right live by them.\n\\q2 The rebellious people, however, sin, unable to obey him."
}
