{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहूदा के राजा यहोयाकीम के राज्य के तीसरे वर्ष में बाबेल के राजा नबूकदनेस्सर ने यरूशलेम पर चढ़ाई करके उसको घेर लिया*।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब परमेश्‍वर ने यहूदा के राजा यहोयाकीम को परमेश्‍वर के भवन के कई पात्रों सहित उसके हाथ में कर दिया; और उसने उन पात्रों को शिनार देश में अपने देवता के मन्दिर में ले जाकर, अपने देवता के भण्डार में रख दिया। (2 इति. 36:7)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उस राजा ने अपने खोजों के प्रधान अश्पनज को आज्ञा दी कि इस्राएली राजपुत्रों और प्रतिष्ठित पुरुषों में से ऐसे कई जवानों को ला,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो निर्दोष, सुन्दर और सब प्रकार की बुद्धि में प्रवीण, और ज्ञान में निपुण और विद्वान और राजभवन में हाजिर रहने के योग्य हों; और उन्हें कसदियों के शास्त्र और भाषा की शिक्षा दे।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और राजा ने आज्ञा दी कि उसके भोजन और पीने के दाखमधु में से उन्हें प्रतिदिन खाने-पीने को दिया जाए। इस प्रकार तीन वर्ष तक उनका पालन-पोषण होता रहे; तब उसके बाद वे राजा के सामने हाजिर किए जाएँ।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनमें यहूदा की सन्तान से चुने हुए, दानिय्येल, हनन्याह, मीशाएल, और अजर्याह नामक यहूदी थे।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और खोजों के प्रधान ने उनके दूसरे नाम रखें; अर्थात् दानिय्येल का नाम उसने बेलतशस्सर, हनन्याह का शद्रक, मीशाएल का मेशक, और अजर्याह का नाम अबेदनगो रखा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु दानिय्येल ने अपने मन में ठान लिया कि वह राजा का भोजन खाकर और उसका दाखमधु पीकर स्वयं को अपवित्र न होने देगा*; इसलिए उसने खोजों के प्रधान से विनती की, कि उसे अपवित्र न होने दे।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परमेश्‍वर ने खोजों के प्रधान के मन में दानिय्येल के प्रति कृपा और दया भर दी।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और खोजों के प्रधान ने दानिय्येल से कहा, “मैं अपने स्वामी राजा से डरता हूँ, क्योंकि तुम्हारा खाना-पीना उसी ने ठहराया है, कहीं ऐसा न हो कि वह तेरा मुँह तेरे संगी जवानों से उतरा हुआ और उदास देखे और तुम मेरा सिर राजा के सामने जोखिम में डालो।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दानिय्येल ने उस मुखिये से, जिसको खोजों के प्रधान ने दानिय्येल, हनन्याह, मीशाएल, और अजर्याह के ऊपर देख-भाल करने के लिये नियुक्त किया था, कहा,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“मैं तुझ से विनती करता हूँ, अपने दासों को दस दिन तक जाँच, हमारे खाने के लिये साग-पात और पीने के लिये पानी ही दिया जाए।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर दस दिन के बाद हमारे मुँह और जो जवान राजा का भोजन खाते हैं उनके मुँह को देख; और जैसा तुझे देख पड़े, उसी के अनुसार अपने दासों से व्यवहार करना।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनकी यह विनती उसने मान ली, और दस दिन तक उनको जाँचता रहा।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दस दिन के बाद उनके मुँह राजा के भोजन के खानेवाले सब जवानों से अधिक अच्छे और चिकने देख पड़े।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वह मुखिया उनका भोजन और उनके पीने के लिये ठहराया हुआ दाखमधु दोनों छुड़ाकर, उनको साग-पात देने लगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और परमेश्‍वर ने उन चारों जवानों को सब शास्त्रों, और सब प्रकार की विद्याओं में बुद्धिमानी और प्रवीणता दी; और दानिय्येल सब प्रकार के दर्शन और स्वप्न के अर्थ का ज्ञानी हो गया। (याकू. 1:5,17)\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब जितने दिन के बाद नबूकदनेस्सर राजा ने जवानों को भीतर ले आने की आज्ञा दी थी, उतने दिनों के बीतने पर खोजों का प्रधान* उन्हें उसके सामने ले गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और राजा उनसे बातचीत करने लगा; और दानिय्येल, हनन्याह, मीशाएल, और अजर्याह के तुल्य उन सब में से कोई न ठहरा; इसलिए वे राजा के सम्मुख हाजिर रहने लगे।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और बुद्धि और हर प्रकार की समझ के विषय में जो कुछ राजा उनसे पूछता था उसमें वे राज्य भर के सब ज्योतिषियों और तंत्रियों से दसगुणे निपुण ठहरते थे।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और दानिय्येल कुस्रू राजा के राज्य के पहले वर्ष तक बना रहा।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "दानिय्येल और उसके मित्रों द्वारा परमेश्‍वर की आज्ञापालन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}