{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फारस देश के राजा कुस्रू के राज्य के तीसरे वर्ष में दानिय्येल पर, जो बेलतशस्सर भी कहलाता है, एक बात प्रगट की गई। और वह बात सच थी कि बड़ा युद्ध होगा। उसने इस बात को जान लिया, और उसको इस देखी हुई बात की समझ आ गई।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन दिनों, मैं दानिय्येल, तीन सप्ताह तक शोक करता रहा*।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन तीन सप्ताहों के पूरे होने तक, मैंने न तो स्वादिष्ट भोजन किया और न माँस या दाखमधु अपने मुँह में रखा, और न अपनी देह में कुछ भी तेल लगाया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर पहले महीने के चौबीसवें दिन को जब मैं हिद्देकेल नाम नदी के तट पर था,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मैंने आँखें उठाकर देखा, कि सन का वस्त्र पहने हुए, और ऊफाज देश के कुन्दन से कमर बाँधे हुए एक पुरुष खड़ा है। (प्रका. 1:13)\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसका शरीर फीरोजा के सामना, उसका मुख बिजली के सामना, उसकी आँखें जलते हुए दीपक की सी, उसकी बाहें और पाँव चमकाए हुए पीतल के से, और उसके वचनों के शब्द भीड़ों के शब्द का सा था। (प्रका. 1:14)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसको केवल मुझ दानिय्येल ही ने देखा, और मेरे संगी मनुष्यों को उसका कुछ भी दर्शन न हुआ; परन्तु वे बहुत ही थरथराने लगे, और छिपने के लिये भाग गए।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मैं अकेला रहकर यह अद्भुत दर्शन देखता रहा, इससे मेरा बल जाता रहा; मैं भयातुर हो गया, और मुझ में कुछ भी बल न रहा।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी मैंने उस पुरुष के वचनों का शब्द सुना, और जब वह मुझे सुन पड़ा तब मैं मुँह के बल गिर गया और गहरी नींद में भूमि पर औंधे मुँह पड़ा रहा।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "फारस और यूनान के विषय में भविष्यद्वाणियाँ\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर किसी ने अपने हाथ से मेरी देह को छुआ, और मुझे उठाकर घुटनों और हथेलियों के बल थरथराते हुए बैठा दिया।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने मुझसे कहा, “हे दानिय्येल, हे अति प्रिय पुरुष, जो वचन मैं तुझ से कहता हूँ उसे समझ ले, और सीधा खड़ा हो, क्योंकि मैं अभी तेरे पास भेजा गया हूँ।” जब उसने मुझसे यह वचन कहा, तब मैं खड़ा तो हो गया परन्तु थरथराता रहा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने मुझसे कहा, “हे दानिय्येल, मत डर, क्योंकि पहले ही दिन को जब तूने समझने-बूझने के लिये मन लगाया और अपने परमेश्‍वर के सामने अपने को दीन किया, उसी दिन तेरे वचन सुने गए, और मैं तेरे वचनों के कारण आ गया हूँ। (दानि. 12:1)\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फारस के राज्य का प्रधान इक्कीस दिन तक मेरा सामना किए रहा; परन्तु मीकाएल जो मुख्य प्रधानों में से है, वह मेरी सहायता के लिये आया, इसलिए मैं फारस के राजाओं के पास रहा,\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और अब मैं तुझे समझाने आया हूँ, कि अन्त के दिनों में तेरे लोगों की क्या दशा होगी। क्योंकि जो दर्शन तूने देखा है, वह कुछ दिनों के बाद पूरा होगा।” \n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब वह पुरुष मुझसे ऐसी बातें कह चुका, तब मैंने भूमि की ओर मुँह किया और चुप रह गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मनुष्य के सन्तान के समान किसी ने मेरे होंठ छुए, और मैं मुँह खोलकर बोलने लगा। और जो मेरे सामने खड़ा था, उससे मैंने कहा, “हे मेरे प्रभु, दर्शन की बातों के कारण मुझ को पीड़ा-सी उठी, और मुझ में कुछ भी बल नहीं रहा। (यिर्म. 1:9)\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए प्रभु का दास, अपने प्रभु के साथ कैसे बातें कर सकता है? क्योंकि मेरी देह में न तो कुछ बल रहा, और न कुछ साँस ही रह गई*।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मनुष्य के समान किसी ने मुझे छूकर फिर मेरा हियाव बन्धाया।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने कहा, “हे अति प्रिय पुरुष, मत डर, तुझे शान्ति मिले; तू दृढ़ हो और तेरा हियाव बन्धा रहे।” जब उसने यह कहा, तब मैंने हियाव बाँधकर कहा, “हे मेरे प्रभु, अब कह, क्योंकि तूने मेरा हियाव बन्धाया है।” (यशा. 41:10)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने कहा, “क्या तू जानता है कि मैं किस कारण तेरे पास आया हूँ? अब मैं फारस के प्रधान से लड़ने को लौटूँगा; और जब मैं निकलूँगा, तब यूनान का प्रधान आएगा।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो कुछ सच्ची बातों से भरी हुई पुस्तक में लिखा हुआ है, वह मैं तुझे बताता हूँ; उन प्रधानों के विरुद्ध, तुम्हारे प्रधान मीकाएल को छोड़, मेरे संग स्थिर रहनेवाला और कोई भी नहीं है।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "गौरवशाली मनुष्य का दर्शन\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}