{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“दारा नामक मादी राजा के राज्य के पहले वर्ष में उसको हियाव दिलाने और बल देने के लिये मैं खड़ा हो गया।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“और अब मैं तुझको सच्ची बात बताता हूँ। देख, फारस के राज्य में अब तीन और राजा उठेंगे; और चौथा राजा उन सभी से अधिक धनी होगा; और जब वह धन के कारण सामर्थी होगा, तब सब लोगों को यूनान के राज्य के विरुद्ध उभारेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके बाद एक पराक्रमी राजा उठकर अपना राज्य बहुत बढ़ाएगा, और अपनी इच्छा के अनुसार ही काम किया करेगा।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब वह बड़ा होगा, तब उसका राज्य टूटेगा और चारों दिशाओं में बटकर अलग-अलग हो जाएगा; और न तो उसके राज्य की शक्ति ज्यों की त्यों रहेगी और न उसके वंश को कुछ मिलेगा; क्योंकि उसका राज्य उखड़कर, उनकी अपेक्षा और लोगों को प्राप्त होगा।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "उतर और दक्षिण के राजाओं को चेतावनी\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तब दक्षिण देश का राजा बल पकड़ेगा; परन्तु उसका एक हाकिम उससे अधिक बल पकड़कर प्रभुता करेगा; यहाँ तक कि उसकी प्रभुता बड़ी हो जाएगी।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कई वर्षों के बीतने पर, वे दोनों आपस में मिलेंगे, और दक्षिण देश के राजा की बेटी उत्तर देश के राजा के पास शान्ति की वाचा बांधने को आएगी; परन्तु उसका बाहुबल बना न रहेगा*, और न वह राजा और न उसका नाम रहेगा; परन्तु वह स्त्री अपने पहुँचानेवालों और अपने पिता और अपने सम्भालनेवालों समेत अलग कर दी जाएगी।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फिर उसकी जड़ों में से एक डाल उत्‍पन्‍न होकर उसके स्थान में बढ़ेगी; वह सेना समेत उत्तर के राजा के गढ़ में प्रवेश करेगा, और उनसे युद्ध करके प्रबल होगा।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वह उसके देवताओं की ढली हुई मूरतों, और सोने-चाँदी के मनभाऊ पात्रों को छीनकर मिस्र में ले जाएगा; इसके बाद वह कुछ वर्ष तक उत्तर देश के राजा के विरुद्ध हाथ रोके रहेगा।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वह राजा दक्षिण देश के राजा के देश में आएगा, परन्तु फिर अपने देश में लौट जाएगा।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“उसके पुत्र झगड़ा मचाकर बहुत से बड़े-बड़े दल इकट्ठे करेंगे, और उमण्डनेवाली नदी के समान आकर देश के बीच होकर जाएँगे, फिर लौटते हुए उसके गढ़ तक झगड़ा मचाते जाएँगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दक्षिण देश का राजा चिढ़ेगा, और निकलकर उत्तर देश के उस राजा से युद्ध करेगा, और वह राजा लड़ने के लिए बड़ी भीड़ इकट्ठी करेगा, परन्तु वह भीड़ उसके हाथ में कर दी जाएगी।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस भीड़ को जीतकर उसका मन फूल उठेगा, और वह लाखों लोगों को गिराएगा, परन्तु वह प्रबल न होगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि उत्तर देश का राजा लौटकर पहली से भी बड़ी भीड़ इकट्ठी करेगा; और कई दिनों वरन् वर्षों के बीतने पर वह निश्चय बड़ी सेना और सम्पत्ति लिए हुए आएगा।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“उन दिनों में बहुत से लोग दक्षिण देश के राजा के विरुद्ध उठेंगे; वरन् तेरे लोगों में से भी उपद्रवी लोग उठ खड़े होंगे, जिससे इस दर्शन की बात पूरी हो जाएगी; परन्तु वे ठोकर खाकर गिरेंगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उत्तर देश का राजा आकर किला बाँधेगा और दृढ़ नगर ले लेगा। और दक्षिण देश के न तो प्रधान खड़े रहेंगे और न बड़े वीर; क्योंकि किसी के खड़े रहने का बल न रहेगा।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब जो भी उनके विरुद्ध आएगा, वह अपनी इच्छा पूरी करेगा, और वह हाथ में सत्यानाश लिए हुए शिरोमणि देश में भी खड़ा होगा और उसका सामना करनेवाला कोई न रहेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उत्तर देश का राजा अपने राज्य के पूर्ण बल समेत*, कई सीधे लोगों को संग लिए हुए आने लगेगा, और अपनी इच्छा के अनुसार काम किया करेगा। और वह दक्षिण देश के राजा को एक स्त्री इसलिए देगा कि उसका राज्य बिगाड़ा जाए; परन्तु वह स्थिर न रहेगी, न उस राजा की होगी।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वह द्वीपों की ओर मुँह करके बहुतों को ले लेगा; परन्तु एक सेनापति उसके अहंकार को मिटाएगा; वरन् उसके अहंकार के अनुकूल उसे बदला देगा।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वह अपने देश के गढ़ों की ओर मुँह फेरेगा, और वह ठोकर खाकर गिरेगा, और कहीं उसका पता न रहेगा।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तब उसके स्थान में कोई ऐसा उठेगा, जो शिरोमणि राज्य में अंधेर करनेवाले को घुमाएगा; परन्तु थोड़े दिन बीतने पर वह क्रोध या युद्ध किए बिना ही नाश हो जाएगा।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“उसके स्थान में एक तुच्छ मनुष्य उठेगा, जिसकी राज प्रतिष्ठा पहले तो न होगी, तो भी वह चैन के समय आकर चिकनी-चुपड़ी बातों के द्वारा राज्य को प्राप्त करेगा।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसकी भुजारूपी बाढ़ से लोग, वरन् वाचा का प्रधान भी उसके सामने से बहकर नाश होंगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि वह उसके संग वाचा बांधने पर भी छल करेगा, और थोड़े ही लोगों को संग लिए हुए चढ़कर प्रबल होगा।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "चैन के समय वह प्रान्त के उत्तम से उत्तम स्थानों पर चढ़ाई करेगा; और जो काम न उसके पूर्वज और न उसके पूर्वजों के पूर्वज करते थे, उसे वह करेगा; और लूटी हुई धन-सम्पत्ति उनमें बहुत बाँटा करेगा। वह कुछ काल तक दृढ़ नगरों के लेने की कल्पना करता रहेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वह दक्षिण देश के राजा के विरुद्ध बड़ी सेना लिए हुए अपने बल और हियाव को बढ़ाएगा, और दक्षिण देश का राजा अत्यन्त बड़ी सामर्थी सेना लिए हुए युद्ध तो करेगा, परन्तु ठहर न सकेगा, क्योंकि लोग उसके विरुद्ध कल्पना करेंगे।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके भोजन के खानेवाले भी उसको हरवाएँगे; और यद्यपि उसकी सेना बाढ़ के समान चढ़ेंगी, तो भी उसके बहुत से लोग मर मिटेंगे।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उन दोनों राजाओं के मन बुराई करने में लगेंगे, यहाँ तक कि वे एक ही मेज पर बैठे हुए आपस में झूठ बोलेंगे, परन्तु इससे कुछ बन न पड़ेगा; क्योंकि इन सब बातों का अन्त नियत ही समय में होनेवाला है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उत्तर देश का राजा बड़ी लूट लिए हुए अपने देश को लौटेगा, और उसका मन पवित्र वाचा के विरुद्ध उभरेगा, और वह अपनी इच्छा पूरी करके अपने देश को लौट जाएगा।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "उत्तरी राजा का ईश्वर-निन्दा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“नियत समय पर वह फिर दक्षिण देश की ओर जाएगा, परन्तु उस पिछली बार के समान इस बार उसका वश न चलेगा।\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि कित्तियों के जहाज उसके विरुद्ध आएँगे, और वह उदास होकर लौटेगा, और पवित्र वाचा पर चिढ़कर अपनी इच्छा पूरी करेगा। वह लौटकर पवित्र वाचा के तोड़नेवालों की सुधि लेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसके सहायक खड़े होकर, दृढ़ पवित्रस्‍थान को अपवित्र करेंगे, और नित्य होमबलि को बन्द करेंगे। और वे उस घृणित वस्तु को खड़ा करेंगे जो उजाड़ करा देती है। (मर. 13:14, दानि. 12:11)\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो लोग दुष्ट होकर उस वाचा को तोड़ेंगे, उनको वह चिकनी-चुपड़ी बातें कह कहकर भक्तिहीन कर देगा; परन्तु जो लोग अपने परमेश्‍वर का ज्ञान रखेंगे, वे हियाव बाँधकर बड़े काम करेंगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और लोगों को सिखानेवाले बुद्धिमान जन बहुतों को समझाएँगे, तो भी वे बहुत दिन तक तलवार से छिदकर और आग में जलकर, और बँधुए होकर और लुटकर, बड़े दुःख में पड़े रहेंगे।\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब वे दुःख में पड़ेंगे तब थोड़ा बहुत सम्भलेंगे, परन्तु बहुत से लोग चिकनी-चुपड़ी बातें कह कहकर उनसे मिल जाएँगे;\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और बुद्धिमानों में से कितने गिरेंगे, और इसलिए गिरने पाएँगे कि जाँचे जाएँ, और निर्मल और उजले किए जाएँ। यह दशा अन्त के समय तक बनी रहेगी, क्योंकि इन सब बातों का अन्त नियत समय में होनेवाला है।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“तब वह राजा अपनी इच्छा के अनुसार काम करेगा, और अपने आप को सारे देवताओं से ऊँचा और बड़ा ठहराएगा; वरन् सब देवताओं के परमेश्‍वर के विरुद्ध भी अनोखी बातें कहेगा। और जब तक परमेश्‍वर का क्रोध न हो जाए तब तक उस राजा का कार्य सफल होता रहेगा; क्योंकि जो कुछ निश्चय करके ठना हुआ है वह अवश्य ही पूरा होनेवाला है।\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह अपने पूर्वजों के देवताओं की चिन्ता न करेगा, न स्त्रियों की प्रीति की कुछ चिन्ता करेगा और न किसी देवता की; क्योंकि वह अपने आप ही को सभी के ऊपर बड़ा ठहराएगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह अपने राजपद पर स्थिर रहकर दृढ़ गढ़ों ही के देवता का सम्मान करेगा, एक ऐसे देवता का जिसे उसके पूर्वज भी न जानते थे, वह सोना, चाँदी, मणि और मनभावनी वस्तुएँ चढ़ाकर उसका सम्मान करेगा।\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस पराए देवता के सहारे से वह अति दृढ़ गढ़ों से लड़ेगा, और जो कोई उसको माने उसे वह बड़ी प्रतिष्ठा देगा। ऐसे लोगों को वह बहुतों के ऊपर प्रभुता देगा, और अपने लाभ के लिए अपने देश की भूमि को बाँट देगा।।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "उत्तरी राजा की विजय\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“अन्त के समय दक्षिण देश का राजा उसको सींग मारने लगेगा; परन्तु उत्तर देश का राजा उस पर बवण्डर के समान बहुत से रथ-सवार और जहाज लेकर चढ़ाई करेगा; इस रीति से वह बहुत से देशों में फैल जाएगा, और उनमें से निकल जाएगा।\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह शिरोमणि देश में भी आएगा, और बहुत से देश उजड़ जाएँगे, परन्तु एदोमी, मोआबी और मुख्य-मुख्य अम्मोनी आदि जातियों के देश उसके हाथ से बच जाएँगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह कई देशों पर हाथ बढ़ाएगा और मिस्र देश भी न बचेगा।\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह मिस्र के सोने चाँदी के खजानों और सब मनभावनी वस्तुओं का स्वामी हो जाएगा; और लूबी और कूशी लोग भी उसके पीछे हो लेंगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसी समय वह पूरब और उत्तर दिशाओं से समाचार सुनकर घबराएगा, और बड़े क्रोध में आकर बहुतों का सत्यानाश करने के लिये निकलेगा।\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वह दोनों समुद्रों के बीच पवित्र शिरोमणि पर्वत के पास अपना राजकीय तम्बू खड़ा कराएगा; इतना करने पर भी उसका अन्त आ जाएगा, और कोई उसका सहायक न रहेगा।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}