{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“उसी समय मीकाएल नाम बड़ा प्रधान, जो तेरे जाति-भाइयों का पक्ष करने को खड़ा रहता है, वह उठेगा*। तब ऐसे संकट का समय होगा, जैसा किसी जाति के उत्‍पन्‍न होने के समय से लेकर अब तक कभी न हुआ होगा; परन्तु उस समय तेरे लोगों में से जितनों के नाम परमेश्‍वर की पुस्तक में लिखे हुए हैं, वे बच निकलेंगे।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो भूमि के नीचे सोए रहेंगे उनमें से बहुत से लोग जाग उठेंगे, कितने तो सदा के जीवन के लिये, और कितने अपनी नामधराई और सदा तक अत्यन्त घिनौने ठहरने के लिये। (यूह. 5:28-29)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब बुद्धिमानों की चमक आकाशमण्डल की सी होगी, और जो बहुतों को धर्मी बनाते हैं, वे सर्वदा तारों के समान प्रकाशमान रहेंगे। (मत्ती 13:43)\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु हे दानिय्येल, तू इस पुस्तक पर मुहर करके इन वचनों को अन्त समय तक के लिये बन्द रख। और बहुत लोग पूछ-पाछ और ढूँढ़-ढाँढ करेंगे, और इससे ज्ञान बढ़ भी जाएगा।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह सब सुन, मुझ दानिय्येल ने दृष्टि करके क्या देखा कि और दो पुरुष खड़े हैं, एक तो नदी के इस तट पर, और दूसरा नदी के उस तट पर है।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब जो पुरुष सन का वस्त्र पहने हुए नदी के जल के ऊपर था, उससे उन पुरुषों में से एक ने पूछा, “इन आश्चर्यकर्मों का अन्त कब तक होगा?” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब जो पुरुष सन का वस्त्र पहने हुए नदी के जल के ऊपर था, उसने मेरे सुनते दाहिना और बायाँ अपने दोनों हाथ स्वर्ग की ओर उठाकर, सदा जीवित रहनेवाले की शपथ खाकर कहा, “यह दशा साढ़े तीन काल तक ही रहेगी; और जब पवित्र प्रजा की शक्ति टूटते-टूटते समाप्त हो जाएगी, तब ये बातें पूरी होंगी।” (प्रका. 10:5-7)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह बात मैं सुनता तो था परन्तु कुछ न समझा। तब मैंने कहा, “हे मेरे प्रभु, इन बातों का अन्तफल क्या होगा?” \n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने कहा, “हे दानिय्येल चला जा; क्योंकि ये बातें अन्त समय के लिये बन्द हैं और इन पर मुहर दी हुई है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बहुत लोग तो अपने-अपने को निर्मल और उजले करेंगे*, और स्वच्छ हो जाएँगे; परन्तु दुष्ट लोग दुष्टता ही करते रहेंगे; और दुष्टों में से कोई ये बातें न समझेगा; परन्तु जो बुद्धिमान है वे ही समझेंगे।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब से नित्य होमबलि उठाई जाएगी, और वह घिनौनी वस्तु जो उजाड़ करा देती है, स्थापित की जाएगी, तब से बारह सौ नब्बे दिन बीतेंगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या ही धन्य है वह, जो धीरज धरकर तेरह सौ पैंतीस दिन के अन्त तक भी पहुँचे।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब तू जाकर अन्त तक ठहरा रह; और तू विश्राम करता रहेगा; और उन दिनों के अन्त में तू अपने निज भाग पर खड़ा होगा।” "
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "अंतिम दिनों की भविष्यद्वाणी\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}