{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul, an apostle of Christ Jesus through the will of God, according to the promise of the life that is in Christ Jesus,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "to Timothy, beloved child: Grace, mercy, and peace from God the Father and Christ Jesus our Lord.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I thank God, whom I serve from my forefathers, with a clean conscience, as I constantly remember you in my prayers night and day.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As I remember your tears, I long to see you, that I may be filled with joy.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have been reminded of your genuine faith, which lived first in your grandmother Lois and your mother Eunice, and I am convinced that it lives in you also.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the reason I am reminding you to rekindle the gift of God which is in you through the laying on of my hands.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For God did not give us a spirit of fear, but of power and love and discipline.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So do not be ashamed of the testimony about our Lord, nor of me, Paul, his prisoner. Instead, share in suffering for the gospel according to the power of God.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is God who saved us and called us with a holy calling. He did this, not according to our works, but according to his own plan and grace. He gave us these things in Christ Jesus before times ever began.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now God's salvation has been revealed by the appearing of our Savior Christ Jesus. It is Christ who put an end to death and brought life that never ends to light through the gospel.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of this, I was appointed a preacher, an apostle, and a teacher.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some older versions add, \\fqa to the Gentiles \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this cause I also suffer these things. But I am not ashamed, for I know him whom I have believed. I am persuaded that he is able to keep that which I have entrusted to him until that day.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Keep the example of faithful messages that you heard from me, with the faith and love that are in Christ Jesus.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The good thing that God committed to you, guard it through the Holy Spirit, who lives in us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know this, that all who live in Asia turned away from me. In this group are Phygelus and Hermogenes.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May the Lord grant mercy to the household of Onesiphorus, for he often refreshed me and was not ashamed of my chain.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, when he was in Rome, he sought me diligently, and he found me.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May the Lord grant to him to find mercy from him on that day. All the ways he helped me in Ephesus, you know very well.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}