{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But know this: In the last days there will be difficult times.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For people will be lovers of themselves, lovers of money, boastful, proud, blasphemers, disobedient to parents, ungrateful, and unholy.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will be without natural affection, unable to reconcile, slanderers, without self-control, violent, not lovers of good.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will be betrayers, reckless, conceited, lovers of pleasure rather than lovers of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will have a shape of godliness, but they will deny its power. Turn away from these people.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For some of them are men who enter into households and captivate foolish women. These are women who are heaped up with sins and are led away by various desires.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These women are always learning, but they are never able to come to the knowledge of the truth. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the same way that Jannes and Jambres stood against Moses, these false teachers also stand against the truth. They are men corrupt in mind, and with regard to the faith they are proven to be false.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they will not advance very far. For their foolishness will be obvious to all, just like that of those men. \n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for you, you have followed my teaching, conduct, purpose, faith, longsuffering, love, patience,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "persecutions, sufferings, and what happened to me at Antioch, at Iconium, and at Lystra. I endured persecutions. Out of them all, the Lord rescued me.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All those who want to live in a godly manner in Christ Jesus will be persecuted.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Evil people and impostors will go from bad to worse, leading others and themselves astray.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for you, remain in the things that you have learned and have firmly believed. You know from whom you have learned.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know that from childhood you have known the sacred writings. These are able to make you wise for salvation through faith in Christ Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All scripture has been inspired by God. It is profitable for doctrine, for conviction, for correction, and for training in righteousness.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is so that the man of God may be competent, equipped for every good work.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}