{
  "1": "דִּבְרֵ֥י H1697 נְחֶמְיָ֖ה H5166 בֶּן H1121 חֲכַלְיָ֑ה H2446 וַיְהִ֤י H1961 בְחֹֽדֶשׁ H2320 כסלו H3691 שְׁנַ֣ת H8141 עֶשְׂרִ֔ים H6242 וַאֲנִ֥י H589 הָיִ֖יתִי H1961 בְּשׁוּשַׁ֥ן H7800 הַבִּירָֽה H1002 ",
  "2": "וַיָּבֹ֨א H935 חֲנָ֜נִי H2607 אֶחָ֧ד H259 מֵאַחַ֛ H251 ה֥וּא H1931 וַאֲנָשִׁ֖ים H376 מִֽיהוּדָ֑ה H3063 וָאֶשְׁאָלֵ֞ H7592 עַל H5921 הַיְּהוּדִ֧ים H3064 הַפְּלֵיטָ֛ה H6413 אֲשֶֽׁר H834 נִשְׁאֲר֥וּ H7604 מִן H4480 הַשֶּׁ֖בִי H7628 וְעַל H5921 יְרוּשָׁלִָֽם H3389 ",
  "3": "וַיֹּאמְרוּ֮ H559 לִי֒ Hl הַֽנִּשְׁאָרִ֞ים H7604 אֲשֶֽׁר H834 נִשְׁאֲר֤וּ H7604 מִן H4480 הַשְּׁבִי֙ H7628 שָׁ֣ם H8033 בַּמְּדִינָ֔ה H4082 בְּרָעָ֥ה H7451 גְדֹלָ֖ה H1419 וּבְ H2781 וְחוֹמַ֤ת H2346 יְרוּשָׁלִַ֨ם֙ H3389 מְפֹרָ֔צֶת H6555 וּשְׁעָרֶ֖י H8179 נִצְּת֥וּ H3341 בָאֵֽשׁ H784 ",
  "4": "וַיְהִ֞י H1961 כְּשָׁמְעִ֣ H8085 אֶת H853 הַדְּבָרִ֣ים H1697 הָאֵ֗לֶּה H428 יָשַׁ֨בְתִּי֙ H3427 וָֽאֶבְכֶּ֔ה H1058 וָאֶתְאַבְּלָ֖ H56 יָמִ֑ים H3117 וָֽאֱהִ֥י H1961 צָם֙ H6684 וּמִתְפַּלֵּ֔ל H6419 לִפְנֵ֖י H6440 אֱלֹהֵ֥י H430 הַשָּׁמָֽיִם H8064 ",
  "5": "וָאֹמַ֗ר H559 אָֽנָּ֤א H577 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 הַשָּׁמַ֔יִם H8064 הָאֵ֥ל H410 הַגָּד֖וֹל H1419 וְהַ H3372 שֹׁמֵ֤ר H8104 הַבְּרִית֙ H1285 וָחֶ֔סֶד H2617 לְאֹהֲבָ֖י H157 וּלְ H8104 מִצְוֺתָֽיו H4687 ",
  "6": "תְּהִ֣י H1961 נָ֣א H4994 אָזְנְךָֽ H241 קַשֶּׁ֣בֶת H7183 וְֽעֵינֶ֪י H5869 פְתֻוּח֟וֹת H6605 לִשְׁמֹ֣עַ H8085 אֶל H413 תְּפִלַּ֣ת H8605 עַבְדְּךָ֡ H5650 אֲשֶׁ֣ר H834 אָנֹכִי֩ H595 מִתְפַּלֵּ֨ל H6419 לְפָנֶ֤י H6440 הַיּוֹם֙ H3117 יוֹמָ֣ם H3119 וָלַ֔יְלָה H3915 עַל H5921 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 עֲבָדֶ֑יךָ H5650 וּמִתְוַדֶּ֗ה H3034 עַל H5921 חַטֹּ֤אות H2403 בְּנֵֽי H1121 יִשְׂרָאֵל֙ H3478 אֲשֶׁ֣ר H834 חָטָ֣אנוּ H2398 לָ֔ךְ Hl וַאֲנִ֥י H589 וּבֵית H1004 אָבִ֖י H1 חָטָֽאנוּ H2398 ",
  "7": "חֲבֹ֖ל H2254 חָבַ֣לְנוּ H2254 לָ֑ךְ Hl וְלֹא H3808 שָׁמַ֣רְנוּ H8104 אֶת H853 הַמִּצְוֺ֗ת H4687 וְאֶת H853 הַֽחֻקִּים֙ H2706 וְאֶת H853 הַמִּשְׁפָּטִ֔ים H4941 אֲשֶׁ֥ר H834 צִוִּ֖יתָ H6680 אֶת H853 מֹשֶׁ֥ה H4872 עַבְדֶּֽךָ H5650 ",
  "8": "זְכָר H2142 נָא֙ H4994 אֶת H853 הַדָּבָ֔ר H1697 אֲשֶׁ֥ר H834 צִוִּ֛יתָ H6680 אֶת H853 מֹשֶׁ֥ה H4872 עַבְדְּךָ֖ H5650 לֵאמֹ֑ר H559 אַתֶּ֣ם H859 תִּמְעָ֔לוּ H4603 אֲנִ֕י H589 אָפִ֥יץ H6327 אֶתְכֶ֖ם H853 בָּעַמִּֽים H5971 ",
  "9": "וְשַׁבְתֶּ֣ם H7725 אֵלַ֔י H413 וּשְׁמַרְתֶּם֙ H8104 מִצְוֺתַ֔י H4687 וַעֲשִׂיתֶ֖ם H6213 אֹתָ֑ם H853 אִם H518 יִהְיֶ֨ה H1961 נִֽדַּחֲכֶ֜ם H5080 בִּקְצֵ֤ה H7097 הַשָּׁמַ֨יִם֙ H8064 מִשָּׁ֣ם H8033 אֲקַבְּצֵ֔ם H6908 והבואתי H935 אֶל H413 הַמָּק֔וֹם H4725 אֲשֶׁ֣ר H834 בָּחַ֔רְתִּי H977 לְשַׁכֵּ֥ן H7931 אֶת H853 שְׁמִ֖י H8034 שָֽׁם H8033 ",
  "10": "וְהֵ֥ם H1992 עֲבָדֶ֖יךָ H5650 וְעַמֶּ֑ H5971 אֲשֶׁ֤ר H834 פָּדִ֨יתָ֙ H6299 בְּכֹחֲ H3581 הַגָּד֔וֹל H1419 וּבְ H3027 הַחֲזָקָֽה H2389 ",
  "11": "אָנָּ֣א H577 אֲדֹנָ֗י H136 תְּהִ֣י H1961 נָ֣א H4994 אָזְנְךָֽ H241 קַ֠שֶּׁבֶת H7183 אֶל H413 תְּפִלַּ֨ת H8605 עַבְדְּךָ֜ H5650 וְאֶל H413 תְּפִלַּ֣ת H8605 עֲבָדֶ֗יךָ H5650 הַֽחֲפֵצִים֙ H2655 לְיִרְאָ֣ה H3372 אֶת H853 שְׁמֶ֔ךָ H8034 וְהַצְלִֽיחָ H6743 נָּ֤א H4994 לְעַבְדְּ H5650 הַיּ֔וֹם H3117 וּתְנֵ֣ H5414 לְרַחֲמִ֔ים H7356 לִפְנֵ֖י H6440 הָאִ֣ישׁ H376 הַזֶּ֑ה H2088 וַאֲנִ֛י H589 הָיִ֥יתִי H1961 מַשְׁקֶ֖ה H4945 לַמֶּֽלֶךְ H4428 "
}
