{
  "1": "וְעַ֖ל H5921 הַחֲתוּמִ֑ים H2856 נְחֶמְיָ֧ה H5166 הַתִּרְשָׁ֛תָא H8660 בֶּן H1121 חֲכַלְיָ֖ה H2446 וְצִדְקִיָּֽה H6667 ",
  "2": "שְׂרָיָ֥ה H8304 עֲזַרְיָ֖ה H5838 יִרְמְיָֽה H3414 ",
  "3": "פַּשְׁח֥וּר H6583 אֲמַרְיָ֖ה H568 מַלְכִּיָּֽה H4441 ",
  "4": "חַטּ֥וּשׁ H2407 שְׁבַנְיָ֖ה H7645 מַלּֽוּךְ H4409 ",
  "5": "חָרִ֥ם H2766 מְרֵמ֖וֹת H4822 עֹֽבַדְיָֽה H5662 ",
  "6": "דָּנִיֵּ֥אל H1840 גִּנְּת֖וֹן H1599 בָּרֽוּךְ H1263 ",
  "7": "מְשֻׁלָּ֥ם H4918 אֲבִיָּ֖ה H29 מִיָּמִֽן H4326 ",
  "8": "מַֽעַזְיָ֥ה H4590 בִלְגַּ֖י H1084 שְׁמַֽעְיָ֑ה H8098 אֵ֖לֶּה H428 הַכֹּהֲנִֽים H3548 ",
  "9": "וְֽהַ H3881 וְיֵשׁ֨וּעַ֙ H3442 בֶּן H1121 אֲזַנְיָ֔ה H245 בִּנּ֕וּי H1131 מִבְּנֵ֥י H1121 חֵנָדָ֖ד H2582 קַדְמִיאֵֽל H6934 ",
  "10": "וַאֲחֵי H251 שְׁבַנְיָ֧ה H7645 הֽוֹדִיָּ֛ה H1940 קְלִיטָ֖א H7042 פְּלָאיָ֥ה H6411 חָנָֽן H2605 ",
  "11": "מִיכָ֥א H4316 רְח֖וֹב H7340 חֲשַׁבְיָֽה H2811 ",
  "12": "זַכּ֥וּר H2139 שֵׁרֵֽבְיָ֖ה H8274 שְׁבַנְיָֽה H7645 ",
  "13": "הוֹדִיָּ֥ה H1940 בָנִ֖י H1137 בְּנִֽינוּ H1148 ",
  "14": "רָאשֵׁ֖י H7218 הָעָ֑ם H5971 פַּרְעֹשׁ֙ H6551 פַּחַ֣ת H6355 מוֹאָ֔ב H6355 עֵילָ֥ם H5867 זַתּ֖וּא H2240 בָּנִֽי H1137 ",
  "15": "בֻּנִּ֥י H1138 עַזְגָּ֖ד H5803 בֵּבָֽי H893 ",
  "16": "אֲדֹנִיָּ֥ה H138 בִגְוַ֖י H902 עָדִֽין H5720 ",
  "17": "אָטֵ֥ר H333 חִזְקִיָּ֖ה H2396 עַזּֽוּר H5809 ",
  "18": "הוֹדִיָּ֥ה H1940 חָשֻׁ֖ם H2828 בֵּצָֽי H1209 ",
  "19": "חָרִ֥יף H2756 עֲנָת֖וֹת H6068 נובי H5109 ",
  "20": "מַגְפִּיעָ֥שׁ H4047 מְשֻׁלָּ֖ם H4918 חֵזִֽיר H2387 ",
  "21": "מְשֵׁיזַבְאֵ֥ל H4898 צָד֖וֹק H6659 יַדּֽוּעַ H3037 ",
  "22": "פְּלַטְיָ֥ה H6410 חָנָ֖ן H2605 עֲנָיָֽה H6043 ",
  "23": "הוֹשֵׁ֥עַ H1954 חֲנַנְיָ֖ה H2608 חַשּֽׁוּב H2815 ",
  "24": "הַלּוֹחֵ֥שׁ H3873 פִּלְחָ֖א H6401 שׁוֹבֵֽק H7733 ",
  "25": "רְח֥וּם H7348 חֲשַׁבְנָ֖ה H2812 מַעֲשֵׂיָֽה H4641 ",
  "26": "וַאֲחִיָּ֥ה H281 חָנָ֖ן H2605 עָנָֽן H6052 ",
  "27": "מַלּ֥וּךְ H4409 חָרִ֖ם H2766 בַּעֲנָֽה H1196 ",
  "28": "וּשְׁאָ֣ר H7605 הָעָ֡ם H5971 הַכֹּהֲנִ֣ים H3548 הַ֠לְוִיִּם H3881 הַשּׁוֹעֲרִ֨ים H7778 הַמְשֹׁרְרִ֜ים H7891 הַנְּתִינִ֗ים H5411 וְֽכָל H3605 הַנִּבְדָּ֞ל H914 מֵעַמֵּ֤י H5971 הָאֲרָצוֹת֙ H776 אֶל H413 תּוֹרַ֣ת H8451 הָאֱלֹהִ֔ים H430 נְשֵׁיהֶ֖ם H802 בְּנֵיהֶ֣ם H1121 וּבְנֹתֵי H1323 כֹּ֖ל H3605 יוֹדֵ֥עַ H3045 מֵבִֽין H995 ",
  "29": "מַחֲזִיקִ֣ים H2388 עַל H5921 אֲחֵיהֶם֮ H251 אַדִּירֵיהֶם֒ H117 וּבָאִ֞ים H935 בְּאָלָ֣ה H423 וּבִ H7621 לָלֶ֨כֶת֙ H3212 בְּתוֹרַ֣ת H8451 הָאֱלֹהִ֔ים H430 אֲשֶׁ֣ר H834 נִתְּנָ֔ה H5414 בְּיַ֖ד H3027 מֹשֶׁ֣ה H4872 עֶֽבֶד H5650 הָֽאֱלֹהִ֑ים H430 וְלִ H8104 וְלַ H6213 אֶת H853 כָּל H3605 מִצְוֺת֙ H4687 יְהוָ֣ה H3068 אֲדֹנֵ֔ינוּ H136 וּמִשְׁפָּטָ֖י H4941 וְחֻקָּֽי H2706 ",
  "30": "וַאֲשֶׁ֛ר H834 לֹא H3808 נִתֵּ֥ן H5414 בְּנֹתֵ֖ינוּ H1323 לְעַמֵּ֣י H5971 הָאָ֑רֶץ H776 וְאֶת H853 בְּנֹ֣תֵיהֶ֔ם H1323 לֹ֥א H3808 נִקַּ֖ח H3947 לְבָנֵֽי H1121 ",
  "31": "וְעַמֵּ֣י H5971 הָאָ֡רֶץ H776 הַֽמְבִיאִים֩ H935 אֶת H853 הַמַּקָּח֨וֹת H4728 וְכָל H3605 שֶׁ֜בֶר H7668 בְּי֤וֹם H3117 הַשַּׁבָּת֙ H7676 לִמְכּ֔וֹר H4376 לֹא H3808 נִקַּ֥ח H3947 מֵהֶ֛ם H1992 בַּשַּׁבָּ֖ת H7676 וּבְ H3117 קֹ֑דֶשׁ H6944 וְנִטֹּ֛שׁ H5203 אֶת H853 הַשָּׁנָ֥ה H8141 הַשְּׁבִיעִ֖ית H7637 וּמַשָּׁ֥א H4855 כָל H3605 יָֽד H3027 ",
  "32": "וְהֶעֱמַ֤דְנוּ H5975 עָלֵ֨ינוּ֙ H5921 מִצְוֺ֔ת H4687 לָתֵ֥ת H5414 עָלֵ֛ינוּ H5921 שְׁלִשִׁ֥ית H7992 הַשֶּׁ֖קֶל H8255 בַּשָּׁנָ֑ה H8141 לַעֲבֹדַ֖ת H5656 בֵּ֥ית H1004 אֱלֹהֵֽינוּ H430 ",
  "33": "לְלֶ֣חֶם H3899 הַֽמַּעֲרֶ֡כֶת H4635 וּמִנְחַ֣ת H4503 הַתָּמִ֣יד H8548 וּלְ H5930 הַ֠תָּמִיד H8548 הַשַּׁבָּת֨וֹת H7676 הֶחֳדָשִׁ֜ים H2320 לַמּוֹעֲדִ֗ים H4150 וְלַ H6944 וְלַ֣ H2403 לְכַפֵּ֖ר H3722 עַל H5921 יִשְׂרָאֵ֑ל H3478 וְכֹ֖ל H3605 מְלֶ֥אכֶת H4399 בֵּית H1004 אֱלֹהֵֽינוּ H430 ",
  "34": "וְהַ H1486 הִפַּ֜לְנוּ H5307 עַל H5921 קֻרְבַּ֣ן H7133 הָעֵצִ֗ים H6086 הַכֹּהֲנִ֣ים H3548 הַלְוִיִּם֮ H3881 וְהָ H5971 לְ֠הָבִיא H935 לְבֵ֨ית H1004 אֱלֹהֵ֧ינוּ H430 לְבֵית H1004 אֲבֹתֵ֛ינוּ H1 לְעִתִּ֥ים H6256 מְזֻמָּנִ֖ים H2163 שָׁנָ֣ה H8141 בְשָׁנָ֑ה H8141 לְבַעֵ֗ר H1197 עַל H5921 מִזְבַּח֙ H4196 יְהוָ֣ה H3068 אֱלֹהֵ֔ינוּ H430 כַּכָּת֖וּב H3789 בַּתּוֹרָֽה H8451 ",
  "35": "וּלְ H935 אֶת H853 בִּכּוּרֵ֣י H1061 אַדְמָתֵ֗נוּ H127 וּבִכּוּרֵ֛י H1061 כָּל H3605 פְּרִ֥י H6529 כָל H3605 עֵ֖ץ H6086 שָׁנָ֣ה H8141 בְשָׁנָ֑ה H8141 לְבֵ֖ית H1004 יְהוָֽה H3068 ",
  "36": "וְאֶת H853 בְּכֹר֤וֹת H1060 בָּנֵ֨ינוּ֙ H1121 וּבְהֶמְתֵּ֔י H929 כַּכָּת֖וּב H3789 בַּתּוֹרָ֑ה H8451 וְאֶת H853 בְּכוֹרֵ֨י H1060 בְקָרֵ֜ינוּ H1241 וְצֹאנֵ֗י H6629 לְהָבִיא֙ H935 לְבֵ֣ית H1004 אֱלֹהֵ֔ינוּ H430 לַכֹּ֣הֲנִ֔ים H3548 הַמְשָׁרְתִ֖ים H8334 בְּבֵ֥ית H1004 אֱלֹהֵֽינוּ H430 ",
  "37": "וְאֶת H853 רֵאשִׁ֣ית H7225 עֲרִיסֹתֵ֣ינוּ H6182 וּ֠תְרוּמֹתֵי H8641 וּפְרִ֨י H6529 כָל H3605 עֵ֜ץ H6086 תִּיר֣וֹשׁ H8492 וְיִצְהָ֗ר H3323 נָבִ֤יא H935 לַכֹּהֲנִים֙ H3548 אֶל H413 לִשְׁכ֣וֹת H3957 בֵּית H1004 אֱלֹהֵ֔ינוּ H430 וּמַעְשַׂ֥ר H4643 אַדְמָתֵ֖נוּ H127 לַלְוִיִּ֑ם H3881 וְהֵם֙ H1992 הַלְוִיִּ֔ם H3881 הַֽמְעַשְּׂרִ֔ים H6237 בְּכֹ֖ל H3605 עָרֵ֥י H5892 עֲבֹדָתֵֽנוּ H5656 ",
  "38": "וְהָיָ֨ה H1961 הַכֹּהֵ֧ן H3548 בֶּֽן H1121 אַהֲרֹ֛ן H175 עִם H5973 הַלְוִיִּ֖ם H3881 בַּעְשֵׂ֣ר H6237 הַלְוִיִּ֑ם H3881 וְהַ H3881 יַעֲל֨וּ H5927 אֶת H853 מַעֲשַׂ֤ר H4643 הַֽמַּעֲשֵׂר֙ H4643 לְבֵ֣ית H1004 אֱלֹהֵ֔ינוּ H430 אֶל H413 הַלְּשָׁכ֖וֹת H3957 לְבֵ֥ית H1004 הָאוֹצָֽר H214 ",
  "39": "כִּ֣י H3588 אֶל H413 הַ֠לְּשָׁכוֹת H3957 יָבִ֨יאוּ H935 בְנֵי H1121 יִשְׂרָאֵ֜ל H3478 וּבְנֵ֣י H1121 הַלֵּוִ֗י H3878 אֶת H853 תְּרוּמַ֣ת H8641 הַדָּגָן֮ H1715 הַתִּיר֣וֹשׁ H8492 וְהַ H3323 וְשָׁם֙ H8033 כְּלֵ֣י H3627 הַמִּקְדָּ֔שׁ H4720 וְהַ H3548 הַמְשָׁ֣רְתִ֔ים H8334 וְהַ H7778 וְהַ H7891 וְלֹ֥א H3808 נַעֲזֹ֖ב H5800 אֶת H853 בֵּ֥ית H1004 אֱלֹהֵֽינוּ H430 ",
  "40": "כִּ֣י H3588 אֶל H413 הַ֠לְּשָׁכוֹת H3957 יָבִ֨יאוּ H935 בְנֵי H1121 יִשְׂרָאֵ֜ל H3478 וּבְנֵ֣י H1121 הַלֵּוִ֗י H3878 אֶת H853 תְּרוּמַ֣ת H8641 הַדָּגָן֮ H1715 הַתִּיר֣וֹשׁ H8492 וְהַ H3323 וְשָׁם֙ H8033 כְּלֵ֣י H3627 הַמִּקְדָּ֔שׁ H4720 וְהַ H3548 הַמְשָׁ֣רְתִ֔ים H8334 וְהַ H7778 וְהַ H7891 וְלֹ֥א H3808 נַעֲזֹ֖ב H5800 אֶת H853 בֵּ֥ית H1004 אֱלֹהֵֽינוּ H430 "
}
