{
  "1": "וַיְהִ֞י H1961 כַּאֲשֶׁ֧ר H834 שָׁמַ֣ע H8085 סַנְבַלַּ֗ט H5571 כִּֽי H3588 אֲנַ֤חְנוּ H587 בוֹנִים֙ H1129 אֶת H853 הַ֣חוֹמָ֔ה H2346 וַיִּ֣חַר H2734 ל֔וֹ Hl וַיִּכְעַ֖ס H3707 הַרְבֵּ֑ה H7235 וַיַּלְעֵ֖ג H3932 עַל H5921 הַיְּהוּדִֽים H3064 ",
  "2": "וַיֹּ֣אמֶר H559 לִפְנֵ֣י H6440 אֶחָ֗יו H251 וְחֵיל֙ H2426 שֹֽׁמְר֔וֹן H8111 וַיֹּ֕אמֶר H559 מָ֛ה H4100 הַיְּהוּדִ֥ים H3064 הָאֲמֵלָלִ֖ים H537 עֹשִׂ֑ים H6213 הֲיַעַזְב֨וּ H5800 לָהֶ֤ם H1992 הֲיִזְבָּ֨חוּ֙ H2076 הַיְכַלּ֣וּ H3615 בַיּ֔וֹם H3117 הַיְחַיּ֧וּ H2421 אֶת H853 הָאֲבָנִ֛ים H68 מֵעֲרֵמ֥וֹת H6194 הֶעָפָ֖ר H6083 וְהֵ֥מָּה H1992 שְׂרוּפֽוֹת H8313 ",
  "3": "וְטוֹבִיָּ֥ה H2900 הָעַמֹּנִ֖י H5984 אֶצְל֑וֹ H681 וַיֹּ֗אמֶר H559 גַּ֚ם H1571 אֲשֶׁר H834 הֵ֣ם H1992 בּוֹנִ֔ים H1129 אִם H518 יַעֲלֶ֣ה H5927 שׁוּעָ֔ל H7776 וּפָרַ֖ץ H6555 חוֹמַ֥ת H2346 אַבְנֵיהֶֽם H68 ",
  "4": "שְׁמַ֤ע H8085 אֱלֹהֵ֨ינוּ֙ H430 כִּֽי H3588 הָיִ֣ינוּ H1961 בוּזָ֔ה H939 וְהָשֵׁ֥ב H7725 חֶרְפָּתָ֖ם H2781 אֶל H413 רֹאשָׁ֑ם H7218 וּתְנֵ֥ H5414 לְבִזָּ֖ה H961 בְּאֶ֥רֶץ H776 שִׁבְיָֽה H7633 ",
  "5": "וְאַל H408 תְּכַס֙ H3680 עַל H5921 עֲוֺנָ֔ם H5771 וְחַטָּאתָ֖ H2403 מִלְּ H6440 אַל H408 תִּמָּחֶ֑ה H4229 כִּ֥י H3588 הִכְעִ֖יסוּ H3707 לְנֶ֥גֶד H5048 הַבּוֹנִֽים H1129 ",
  "6": "וַנִּבְנֶה֙ H1129 אֶת H853 הַ֣חוֹמָ֔ה H2346 וַתִּקָּשֵׁ֥ר H7194 כָּל H3605 הַחוֹמָ֖ה H2346 עַד H5704 חֶצְיָ֑הּ H2677 וַיְהִ֧י H1961 לֵ֦ב H3820 לָעָ֖ם H5971 לַעֲשֽׂוֹת H6213 ",
  "7": "וַיְהִ֣י H1961 כַאֲשֶׁ֣ר H834 שָׁמַ֣ע H8085 סַנְבַלַּ֡ט H5571 וְ֠טוֹבִיָּה H2900 וְהָ H6163 וְהָ H5984 וְהָ H796 כִּֽי H3588 עָלְתָ֤ה H5927 אֲרוּכָה֙ H724 לְחֹמ֣וֹת H2346 יְרוּשָׁלִַ֔ם H3389 כִּי H3588 הֵחֵ֥לּוּ H2490 הַפְּרֻצִ֖ים H6555 לְהִסָּתֵ֑ם H5640 וַיִּ֥חַר H2734 לָהֶ֖ם Hl מְאֹֽד H3966 ",
  "8": "וַיִּקְשְׁר֤וּ H7194 כֻלָּם֙ H3605 יַחְדָּ֔ו H3162 לָב֖וֹא H935 לְהִלָּחֵ֣ם H3898 בִּירוּשָׁלִָ֑ם H3389 וְלַ H6213 ל֖וֹ Hl תּוֹעָֽה H8442 ",
  "9": "וַנִּתְפַּלֵּ֖ל H6419 אֶל H413 אֱלֹהֵ֑ינוּ H430 וַנַּעֲמִ֨יד H5975 מִשְׁמָ֧ר H4929 עֲלֵיהֶ֛ם H5921 יוֹמָ֥ם H3119 וָלַ֖יְלָה H3915 מִפְּנֵי H6440 ",
  "10": "וַיֹּ֣אמֶר H559 יְהוּדָ֗ה H3063 כָּשַׁל֙ H3782 כֹּ֣חַ H3581 הַסַּבָּ֔ל H5449 וְהֶ H6083 הַרְבֵּ֑ה H7235 וַאֲנַ֨חְנוּ֙ H587 לֹ֣א H3808 נוּכַ֔ל H3201 לִבְנ֖וֹת H1129 בַּחוֹמָֽה H2346 ",
  "11": "וַיֹּאמְר֣וּ H559 צָרֵ֗ינוּ H6862 לֹ֤א H3808 יֵדְעוּ֙ H3045 וְלֹ֣א H3808 יִרְא֔וּ H7200 עַ֛ד H5704 אֲשֶׁר H834 נָב֥וֹא H935 אֶל H413 תּוֹכָ֖ם H8432 וַהֲרַגְנ֑וּ H2026 וְהִשְׁבַּ֖תְנוּ H7673 אֶת H853 הַמְּלָאכָֽה H4399 ",
  "12": "וַֽיְהִי֙ H1961 כַּאֲשֶׁר H834 בָּ֣אוּ H935 הַיְּהוּדִ֔ים H3064 הַיֹּשְׁבִ֖ים H3427 אֶצְלָ֑ם H681 וַיֹּ֤אמְרוּ H559 לָ֨נוּ֙ Hl עֶ֣שֶׂר H6235 פְּעָמִ֔ים H6471 מִכָּל H3605 הַמְּקֹמ֖וֹת H4725 אֲשֶׁר H834 תָּשׁ֥וּבוּ H7725 עָלֵֽינוּ H5921 ",
  "13": "וָֽאַעֲמִ֞יד H5975 מִֽתַּחְתִּיּ֧וֹת H8482 לַמָּק֛וֹם H4725 מֵאַחֲרֵ֥י H310 לַחוֹמָ֖ה H2346 בצחחיים H6708 וָֽאַעֲמִ֤יד H5975 אֶת H853 הָעָם֙ H5971 לְמִשְׁפָּח֔וֹת H4940 עִם H5973 חַרְבֹתֵיהֶ֛ם H2719 רָמְחֵיהֶ֖ם H7420 וְקַשְּׁתֹתֵי H7198 ",
  "14": "וָאֵ֣רֶא H7200 וָאָק֗וּם H6965 וָאֹמַ֞ר H559 אֶל H413 הַחֹרִ֤ים H2715 וְאֶל H413 הַסְּגָנִים֙ H5461 וְאֶל H413 יֶ֣תֶר H3499 הָעָ֔ם H5971 אַל H408 תִּֽירְא֖וּ H3372 מִפְּנֵי H6440 אֶת H853 אֲדֹנָ֞י H136 הַגָּד֤וֹל H1419 וְהַ H3372 זְכֹ֔רוּ H2142 וְהִֽלָּחֲמ֗וּ H3898 עַל H5921 אֲחֵיכֶם֙ H251 בְּנֵיכֶ֣ם H1121 וּבְנֹתֵי H1323 נְשֵׁיכֶ֖ם H802 וּבָתֵּי H1004 ",
  "15": "וַיְהִ֞י H1961 כַּֽאֲשֶׁר H834 שָׁמְע֤וּ H8085 אוֹיְבֵ֨ינוּ֙ H341 כִּי H3588 נ֣וֹדַֽע H3045 לָ֔נוּ Hl וַיָּ֥פֶר H6565 הָאֱלֹהִ֖ים H430 אֶת H853 עֲצָתָ֑ם H6098 ונשוב H7725 כֻּלָּ֨נוּ֙ H3605 אֶל H413 הַ֣חוֹמָ֔ה H2346 אִ֖ישׁ H376 אֶל H413 מְלַאכְתּֽוֹ H4399 ",
  "16": "וַיְהִ֣י H1961 מִן H4480 הַיּ֣וֹם H3117 הַה֗וּא H1931 חֲצִ֣י H2677 נְעָרַי֮ H5288 עֹשִׂ֣ים H6213 בַּמְּלָאכָה֒ H4399 וְחֶצְיָ֗ H2677 מַחֲזִיקִים֙ H2388 וְהָ H7420 הַמָּגִנִּ֔ים H4043 וְהַ H7198 וְהַ H8302 וְהַ֨ H8269 אַחֲרֵ֖י H310 כָּל H3605 בֵּ֥ית H1004 יְהוּדָֽה H3063 ",
  "17": "הַבּוֹנִ֧ים H1129 בַּחוֹמָ֛ה H2346 וְהַ H5375 בַּסֶּ֖בֶל H5447 עֹמְשִׂ֑ים H6006 בְּאַחַ֤ת H259 יָדוֹ֙ H3027 עֹשֶׂ֣ה H6213 בַמְּלָאכָ֔ה H4399 וְאַחַ֖ת H259 מַחֲזֶ֥קֶת H2388 הַשָּֽׁלַח H7973 ",
  "18": "וְהַ֨ H1129 אִ֥ישׁ H376 חַרְבּ֛וֹ H2719 אֲסוּרִ֥ים H631 עַל H5921 מָתְנָ֖יו H4975 וּבוֹנִ֑ים H1129 וְהַ H8628 בַּשּׁוֹפָ֖ר H7782 אֶצְלִֽי H681 ",
  "19": "וָאֹמַ֞ר H559 אֶל H413 הַחֹרִ֤ים H2715 וְאֶל H413 הַסְּגָנִים֙ H5461 וְאֶל H413 יֶ֣תֶר H3499 הָעָ֔ם H5971 הַמְּלָאכָ֥ה H4399 הַרְבֵּ֖ה H7235 וּרְחָבָ֑ה H7342 וַאֲנַ֗חְנוּ H587 נִפְרָדִים֙ H6504 עַל H5921 הַ֣חוֹמָ֔ה H2346 רְחוֹקִ֖ים H7350 אִ֥ישׁ H376 מֵאָחִֽי H251 ",
  "20": "בִּמְק֗וֹם H4725 אֲשֶׁ֤ר H834 תִּשְׁמְעוּ֙ H8085 אֶת H853 ק֣וֹל H6963 הַשּׁוֹפָ֔ר H7782 שָׁ֖מָּה H8033 תִּקָּבְצ֣וּ H6908 אֵלֵ֑ינוּ H413 אֱלֹהֵ֖ינוּ H430 יִלָּ֥חֶם H3898 לָֽנוּ Hl ",
  "21": "וַאֲנַ֖חְנוּ H587 עֹשִׂ֣ים H6213 בַּמְּלָאכָ֑ה H4399 וְחֶצְיָ֗ H2677 מַחֲזִיקִים֙ H2388 בָּֽרְמָחִ֔ים H7420 מֵעֲל֣וֹת H5927 הַשַּׁ֔חַר H7837 עַ֖ד H5704 צֵ֥את H3318 הַכּוֹכָבִֽים H3556 ",
  "22": "גַּ֣ם H1571 בָּעֵ֤ת H6256 הַהִיא֙ H1931 אָמַ֣רְתִּי H559 לָעָ֔ם H5971 אִ֣ישׁ H376 וְנַעֲר֔ H5288 יָלִ֖ינוּ H3885 בְּת֣וֹךְ H8432 יְרוּשָׁלִָ֑ם H3389 וְהָֽיוּ H1961 לָ֧נוּ Hl הַלַּ֛יְלָה H3915 מִשְׁמָ֖ר H4929 וְהַ H3117 מְלָאכָֽה H4399 ",
  "23": "וְאֵ֨ין H369 אֲנִ֜י H589 וְאַחַ֣ H251 וּנְעָרַ֗ H5288 וְאַנְשֵׁ֤י H376 הַמִּשְׁמָר֙ H4929 אֲשֶׁ֣ר H834 אַחֲרַ֔י H310 אֵין H369 אֲנַ֥חְנוּ H587 פֹשְׁטִ֖ים H6584 בְּגָדֵ֑ינוּ H899 אִ֖ישׁ H376 שִׁלְח֥וֹ H7973 הַמָּֽיִם H4325 "
}
