{
  "1": "וַיְהִ֗י H1961 כַּאֲשֶׁ֤ר H834 נִבְנְתָה֙ H1129 הַחוֹמָ֔ה H2346 וָאַעֲמִ֖יד H5975 הַדְּלָת֑וֹת H1817 וַיִּפָּֽקְד֛וּ H6485 הַשּׁוֹעֲרִ֥ים H7778 וְהַ H7891 וְהַ H3881 ",
  "2": "וָאֲצַוֶּ֞ה H6680 אֶת H853 חֲנָ֣נִי H2607 אָחִ֗י H251 וְאֶת H853 חֲנַנְיָ֛ה H2608 שַׂ֥ר H8269 הַבִּירָ֖ה H1002 עַל H5921 יְרוּשָׁלִָ֑ם H3389 כִּי H3588 הוּא֙ H1931 כְּאִ֣ישׁ H376 אֱמֶ֔ת H571 וְיָרֵ֥א H3372 אֶת H853 הָאֱלֹהִ֖ים H430 מֵרַבִּֽים H7227 ",
  "3": "ויאמר H559 לָהֶ֗ם Hl לֹ֣א H3808 יִפָּֽתְח֞וּ H6605 שַׁעֲרֵ֤י H8179 יְרוּשָׁלִַ֨ם֙ H3389 עַד H5704 חֹ֣ם H2527 הַשֶּׁ֔מֶשׁ H8121 וְעַ֨ד H5704 הֵ֥ם H1992 עֹמְדִ֛ים H5975 יָגִ֥יפוּ H1479 הַדְּלָת֖וֹת H1817 וֶאֱחֹ֑זוּ H270 וְהַעֲמֵ֗יד H5975 מִשְׁמְרוֹת֙ H4931 יֹשְׁבֵ֣י H3427 יְרוּשָׁלִַ֔ם H3389 אִ֚ישׁ H376 בְּמִשְׁמָר֔ H4929 וְאִ֖ישׁ H376 נֶ֥גֶד H5048 בֵּיתֽוֹ H1004 ",
  "4": "וְהָ H5892 רַחֲבַ֤ת H7342 יָדַ֨יִם֙ H3027 וּגְדוֹלָ֔ה H1419 וְהָ H5971 מְעַ֖ט H4592 בְּתוֹכָ֑ H8432 וְאֵ֥ין H369 בָּתִּ֖ים H1004 בְּנוּיִֽם H1129 ",
  "5": "וַיִּתֵּ֤ן H5414 אֱלֹהַי֙ H430 אֶל H413 לִבִּ֔י H3820 וָאֶקְבְּצָ֞ H6908 אֶת H853 הַחֹרִ֧ים H2715 וְאֶת H853 הַסְּגָנִ֛ים H5461 וְאֶת H853 הָעָ֖ם H5971 לְהִתְיַחֵ֑שׂ H3187 וָֽאֶמְצָ֗א H4672 סֵ֤פֶר H5612 הַיַּ֨חַשׂ֙ H3188 הָעוֹלִ֣ים H5927 בָּרִאשׁוֹנָ֔ה H7223 וָאֶמְצָ֖א H4672 כָּת֥וּב H3789 בּֽוֹ Hb ",
  "6": "אֵ֣לֶּה H428 בְּנֵ֣י H1121 הַמְּדִינָ֗ה H4082 הָעֹלִים֙ H5927 מִשְּׁבִ֣י H7628 הַגּוֹלָ֔ה H1473 אֲשֶׁ֣ר H834 הֶגְלָ֔ה H1540 נְבוּכַדְנֶצַּ֖ר H5019 מֶ֣לֶךְ H4428 בָּבֶ֑ל H894 וַיָּשׁ֧וּבוּ H7725 לִֽירוּשָׁלִַ֛ם H3389 וְלִ H3063 אִ֥ישׁ H376 לְעִירֽ H5892 ",
  "7": "הַבָּאִ֣ים H935 עִם H5973 זְרֻבָּבֶ֗ל H2216 יֵשׁ֡וּעַ H3442 נְחֶמְיָ֡ה H5166 עֲ֠זַרְיָה H5838 רַֽעַמְיָ֨ה H7485 נַחֲמָ֜נִי H5167 מָרְדֳּכַ֥י H4782 בִּלְשָׁ֛ן H1114 מִסְפֶּ֥רֶת H4559 בִּגְוַ֖י H902 נְח֣וּם H5149 בַּעֲנָ֑ה H1196 מִסְפַּ֕ר H4557 אַנְשֵׁ֖י H376 עַ֥ם H5971 יִשְׂרָאֵֽל H3478 ",
  "8": "בְּנֵ֣י H1121 פַרְעֹ֔שׁ H6551 אַלְפַּ֕יִם H505 מֵאָ֖ה H3967 וְשִׁבְעִ֥ים H7657 וּשְׁנָֽיִם H8147 ",
  "9": "בְּנֵ֣י H1121 שְׁפַטְיָ֔ה H8203 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 שִׁבְעִ֥ים H7657 וּשְׁנָֽיִם H8147 ",
  "10": "בְּנֵ֣י H1121 אָרַ֔ח H733 שֵׁ֥שׁ H8337 מֵא֖וֹת H3967 חֲמִשִּׁ֥ים H2572 וּשְׁנָֽיִם H8147 ",
  "11": "בְּנֵֽי H1121 פַחַ֥ת H6355 מוֹאָ֛ב H6355 לִבְנֵ֥י H1121 יֵשׁ֖וּעַ H3442 וְיוֹאָ֑ב H3097 אַלְפַּ֕יִם H505 וּשְׁמֹנֶ֥ה H8083 מֵא֖וֹת H3967 שְׁמֹנָ֥ה H8083 עָשָֽׂר H6240 ",
  "12": "בְּנֵ֣י H1121 עֵילָ֔ם H5867 אֶ֕לֶף H505 מָאתַ֖יִם H3967 חֲמִשִּׁ֥ים H2572 וְאַרְבָּעָֽה H702 ",
  "13": "בְּנֵ֣י H1121 זַתּ֔וּא H2240 שְׁמֹנֶ֥ה H8083 מֵא֖וֹת H3967 אַרְבָּעִ֥ים H705 וַחֲמִשָּֽׁה H2568 ",
  "14": "בְּנֵ֣י H1121 זַכָּ֔י H2140 שְׁבַ֥ע H7651 מֵא֖וֹת H3967 וְשִׁשִּֽׁים H8346 ",
  "15": "בְּנֵ֣י H1121 בִנּ֔וּי H1131 שֵׁ֥שׁ H8337 מֵא֖וֹת H3967 אַרְבָּעִ֥ים H705 וּשְׁמֹנָֽה H8083 ",
  "16": "בְּנֵ֣י H1121 בֵבָ֔י H893 שֵׁ֥שׁ H8337 מֵא֖וֹת H3967 עֶשְׂרִ֥ים H6242 וּשְׁמֹנָֽה H8083 ",
  "17": "בְּנֵ֣י H1121 עַזְגָּ֔ד H5803 אַלְפַּ֕יִם H505 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 עֶשְׂרִ֥ים H6242 וּשְׁנָֽיִם H8147 ",
  "18": "בְּנֵי֙ H1121 אֲדֹ֣נִיקָ֔ם H140 שֵׁ֥שׁ H8337 מֵא֖וֹת H3967 שִׁשִּׁ֥ים H8346 וְשִׁבְעָֽה H7651 ",
  "19": "בְּנֵ֣י H1121 בִגְוָ֔י H902 אַלְפַּ֖יִם H505 שִׁשִּׁ֥ים H8346 וְשִׁבְעָֽה H7651 ",
  "20": "בְּנֵ֣י H1121 עָדִ֔ין H5720 שֵׁ֥שׁ H8337 מֵא֖וֹת H3967 חֲמִשִּׁ֥ים H2572 וַחֲמִשָּֽׁה H2568 ",
  "21": "בְּנֵֽי H1121 אָטֵ֥ר H333 לְחִזְקִיָּ֖ה H2396 תִּשְׁעִ֥ים H8673 וּשְׁמֹנָֽה H8083 ",
  "22": "בְּנֵ֣י H1121 חָשֻׁ֔ם H2828 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 עֶשְׂרִ֥ים H6242 וּשְׁמֹנָֽה H8083 ",
  "23": "בְּנֵ֣י H1121 בֵצָ֔י H1209 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 עֶשְׂרִ֥ים H6242 וְאַרְבָּעָֽה H702 ",
  "24": "בְּנֵ֣י H1121 חָרִ֔יף H2756 מֵאָ֖ה H3967 שְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
  "25": "בְּנֵ֥י H1121 גִבְע֖וֹן H1391 תִּשְׁעִ֥ים H8673 וַחֲמִשָּֽׁה H2568 ",
  "26": "אַנְשֵׁ֤י H376 בֵֽית H1035 לֶ֨חֶם֙ H1035 וּנְטֹפָ֔ה H5199 מֵאָ֖ה H3967 שְׁמֹנִ֥ים H8084 וּשְׁמֹנָֽה H8083 ",
  "27": "אַנְשֵׁ֣י H376 עֲנָת֔וֹת H6068 מֵאָ֖ה H3967 עֶשְׂרִ֥ים H6242 וּשְׁמֹנָֽה H8083 ",
  "28": "אַנְשֵׁ֥י H376 בֵית H1041 עַזְמָ֖וֶת H1041 אַרְבָּעִ֥ים H705 וּשְׁנָֽיִם H8147 ",
  "29": "אַנְשֵׁ֨י H376 קִרְיַ֤ת H7157 יְעָרִים֙ H7157 כְּפִירָ֣ה H3716 וּבְאֵר֔וֹת H881 שְׁבַ֥ע H7651 מֵא֖וֹת H3967 אַרְבָּעִ֥ים H705 וּשְׁלֹשָֽׁה H7969 ",
  "30": "אַנְשֵׁ֤י H376 הָֽרָמָה֙ H7414 וָגָ֔בַע H1387 שֵׁ֥שׁ H8337 מֵא֖וֹת H3967 עֶשְׂרִ֥ים H6242 וְאֶחָֽד H259 ",
  "31": "אַנְשֵׁ֣י H376 מִכְמָ֔ס H4363 מֵאָ֖ה H3967 וְעֶשְׂרִ֥ים H6242 וּשְׁנָֽיִם H8147 ",
  "32": "אַנְשֵׁ֤י H376 בֵֽית H1008 אֵל֙ H1008 וְהָ H5857 מֵאָ֖ה H3967 עֶשְׂרִ֥ים H6242 וּשְׁלֹשָֽׁה H7969 ",
  "33": "אַנְשֵׁ֥י H376 נְב֛וֹ H5015 אַחֵ֖ר H312 חֲמִשִּׁ֥ים H2572 וּשְׁנָֽיִם H8147 ",
  "34": "בְּנֵי֙ H1121 עֵילָ֣ם H5867 אַחֵ֔ר H312 אֶ֕לֶף H505 מָאתַ֖יִם H3967 חֲמִשִּׁ֥ים H2572 וְאַרְבָּעָֽה H702 ",
  "35": "בְּנֵ֣י H1121 חָרִ֔ם H2766 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 וְעֶשְׂרִֽים H6242 ",
  "36": "בְּנֵ֣י H1121 יְרֵח֔וֹ H3405 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 אַרְבָּעִ֥ים H705 וַחֲמִשָּֽׁה H2568 ",
  "37": "בְּנֵי H1121 לֹד֙ H3850 חָדִ֣יד H2307 וְאוֹנ֔וֹ H207 שְׁבַ֥ע H7651 מֵא֖וֹת H3967 וְעֶשְׂרִ֥ים H6242 וְאֶחָֽד H259 ",
  "38": "בְּנֵ֣י H1121 סְנָאָ֔ה H5570 שְׁלֹ֣שֶׁת H7969 אֲלָפִ֔ים H505 תְּשַׁ֥ע H8672 מֵא֖וֹת H3967 וּשְׁלֹשִֽׁים H7970 ",
  "39": "הַֽכֹּהֲנִ֑ים H3548 בְּנֵ֤י H1121 יְדַֽעְיָה֙ H3048 לְבֵ֣ית H1004 יֵשׁ֔וּעַ H3442 תְּשַׁ֥ע H8672 מֵא֖וֹת H3967 שִׁבְעִ֥ים H7657 וּשְׁלֹשָֽׁה H7969 ",
  "40": "בְּנֵ֣י H1121 אִמֵּ֔ר H564 אֶ֖לֶף H505 חֲמִשִּׁ֥ים H2572 וּשְׁנָֽיִם H8147 ",
  "41": "בְּנֵ֣י H1121 פַשְׁח֔וּר H6583 אֶ֕לֶף H505 מָאתַ֖יִם H3967 אַרְבָּעִ֥ים H705 וְשִׁבְעָֽה H7651 ",
  "42": "בְּנֵ֣י H1121 חָרִ֔ם H2766 אֶ֖לֶף H505 שִׁבְעָ֥ה H7651 עָשָֽׂר H6240 ",
  "43": "הַלְוִיִּ֑ם H3881 בְּנֵֽי H1121 יֵשׁ֧וּעַ H3442 לְקַדְמִיאֵ֛ל H6934 לִבְנֵ֥י H1121 לְהוֹדְוָ֖ה H1937 שִׁבְעִ֥ים H7657 וְאַרְבָּעָֽה H702 ",
  "44": "הַֽמְשֹׁרְרִ֑ים H7891 בְּנֵ֣י H1121 אָסָ֔ף H623 מֵאָ֖ה H3967 אַרְבָּעִ֥ים H705 וּשְׁמֹנָֽה H8083 ",
  "45": "הַשֹּֽׁעֲרִ֗ים H7778 בְּנֵֽי H1121 שַׁלּ֤וּם H7967 בְּנֵֽי H1121 אָטֵר֙ H333 בְּנֵֽי H1121 טַלְמֹ֣ן H2929 בְּנֵֽי H1121 עַקּ֔וּב H6126 בְּנֵ֥י H1121 חֲטִיטָ֖א H2410 בְּנֵ֣י H1121 שֹׁבָ֑י H7630 מֵאָ֖ה H3967 שְׁלֹשִׁ֥ים H7970 וּשְׁמֹנָֽה H8083 ",
  "46": "הַנְּתִינִ֑ים H5411 בְּנֵי H1121 צִחָ֥א H6727 בְנֵי H1121 חֲשֻׂפָ֖א H2817 בְּנֵ֥י H1121 טַבָּעֽוֹת H2884 ",
  "47": "בְּנֵי H1121 קֵירֹ֥ס H7026 בְּנֵי H1121 סִיעָ֖א H5517 בְּנֵ֥י H1121 פָדֽוֹן H6303 ",
  "48": "בְּנֵי H1121 לְבָנָ֥ה H3838 בְנֵי H1121 חֲגָבָ֖ה H2286 בְּנֵ֥י H1121 שַׁלְמָֽי H8014 ",
  "49": "בְּנֵי H1121 חָנָ֥ן H2605 בְּנֵי H1121 גִדֵּ֖ל H1435 בְּנֵי H1121 גָֽחַר H1515 ",
  "50": "בְּנֵי H1121 רְאָיָ֥ה H7211 בְנֵי H1121 רְצִ֖ין H7526 בְּנֵ֥י H1121 נְקוֹדָֽא H5353 ",
  "51": "בְּנֵי H1121 גַזָּ֥ם H1502 בְּנֵי H1121 עֻזָּ֖א H5798 בְּנֵ֥י H1121 פָסֵֽחַ H6454 ",
  "52": "בְּנֵי H1121 בֵסַ֥י H1153 בְּנֵי H1121 מְעוּנִ֖ים H4586 בְּנֵ֥י H1121 נפושסים H5300 ",
  "53": "בְּנֵי H1121 בַקְבּ֥וּק H1227 בְּנֵֽי H1121 חֲקוּפָ֖א H2709 בְּנֵ֥י H1121 חַרְחֽוּר H2744 ",
  "54": "בְּנֵי H1121 בַצְלִ֥ית H1213 בְּנֵֽי H1121 מְחִידָ֖א H4240 בְּנֵ֥י H1121 חַרְשָֽׁא H2797 ",
  "55": "בְּנֵי H1121 בַרְק֥וֹס H1302 בְּֽנֵי H1121 סִֽיסְרָ֖א H5516 בְּנֵי H1121 תָֽמַח H8547 ",
  "56": "בְּנֵ֥י H1121 נְצִ֖יחַ H5335 בְּנֵ֥י H1121 חֲטִיפָֽא H2412 ",
  "57": "בְּנֵ֖י H1121 עַבְדֵ֣י H5650 שְׁלֹמֹ֑ה H8010 בְּנֵי H1121 סוֹטַ֥י H5479 בְּנֵי H1121 סוֹפֶ֖רֶת H5618 בְּנֵ֥י H1121 פְרִידָֽא H6514 ",
  "58": "בְּנֵי H1121 יַעְלָ֥א H3279 בְנֵי H1121 דַרְק֖וֹן H1874 בְּנֵ֥י H1121 גִדֵּֽל H1435 ",
  "59": "בְּנֵ֧י H1121 שְׁפַטְיָ֣ה H8203 בְנֵֽי H1121 חַטִּ֗יל H2411 בְּנֵ֛י H1121 פֹּכֶ֥רֶת H6380 הַצְּבָיִ֖ים H6380 בְּנֵ֥י H1121 אָמֽוֹן H526 ",
  "60": "כָּל H3605 הַ֨נְּתִינִ֔ים H5411 וּבְנֵ֖י H1121 עַבְדֵ֣י H5650 שְׁלֹמֹ֑ה H8010 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 תִּשְׁעִ֥ים H8673 וּשְׁנָֽיִם H8147 ",
  "61": "וְאֵ֗לֶּה H428 הָֽעוֹלִים֙ H5927 מִתֵּ֥ל H8528 מֶ֨לַח֙ H8528 תֵּ֣ל H8521 חַרְשָׁ֔א H8521 כְּר֥וּב H3743 אַדּ֖וֹן H114 וְאִמֵּ֑ר H564 וְלֹ֣א H3808 יָכְל֗וּ H3201 לְהַגִּ֤יד H5046 בֵּית H1004 אֲבוֹתָם֙ H1 וְזַרְעָ֔ H2233 אִ֥ם H518 מִיִּשְׂרָאֵ֖ל H3478 הֵֽם H1992 ",
  "62": "בְּנֵי H1121 דְלָיָ֥ה H1806 בְנֵֽי H1121 טוֹבִיָּ֖ה H2900 בְּנֵ֣י H1121 נְקוֹדָ֑א H5353 שֵׁ֥שׁ H8337 מֵא֖וֹת H3967 וְאַרְבָּעִ֥ים H705 וּשְׁנָֽיִם H8147 ",
  "63": "וּמִן H4480 הַכֹּ֣הֲנִ֔ים H3548 בְּנֵ֥י H1121 חֳבַיָּ֖ה H2252 בְּנֵ֣י H1121 הַקּ֑וֹץ H6976 בְּנֵ֣י H1121 בַרְזִלַּ֗י H1271 אֲשֶׁ֣ר H834 לָ֠קַח H3947 מִבְּנ֞וֹת H1323 בַּרְזִלַּ֤י H1271 הַגִּלְעָדִי֙ H1569 אִשָּׁ֔ה H802 וַיִּקָּרֵ֖א H7121 עַל H5921 שְׁמָֽם H8034 ",
  "64": "אֵ֗לֶּה H428 בִּקְשׁ֧וּ H1245 כְתָבָ֛ם H3791 הַמִּתְיַחְשִׂ֖ים H3187 וְלֹ֣א H3808 נִמְצָ֑א H4672 וַיְגֹֽאֲל֖וּ H1351 מִן H4480 הַכְּהֻנָּֽה H3550 ",
  "65": "וַיֹּ֤אמֶר H559 הַתִּרְשָׁ֨תָא֙ H8660 לָהֶ֔ם Hl אֲשֶׁ֥ר H834 לֹא H3808 יֹאכְל֖וּ H398 מִקֹּ֣דֶשׁ H6944 הַקֳּדָשִׁ֑ים H6944 עַ֛ד H5704 עֲמֹ֥ד H5975 הַכֹּהֵ֖ן H3548 לְאוּרִ֥ים H224 וְתוּמִּֽים H8550 ",
  "66": "כָּל H3605 הַקָּהָ֖ל H6951 כְּאֶחָ֑ד H259 אַרְבַּ֣ע H702 רִבּ֔וֹא H7239 אַלְפַּ֖יִם H505 שְׁלֹשׁ H7969 מֵא֥וֹת H3967 וְשִׁשִּֽׁים H8346 ",
  "67": "מִ֠לְּ H905 עַבְדֵיהֶ֤ם H5650 וְאַמְהֹֽתֵי H519 אֵ֔לֶּה H428 שִׁבְעַ֣ת H7651 אֲלָפִ֔ים H505 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 שְׁלֹשִׁ֣ים H7970 וְשִׁבְעָ֑ה H7651 וְלָ Hc/Hl מְשֹֽׁרֲרִים֙ H7891 וּמְשֹׁ֣רֲר֔וֹת H7891 מָאתַ֖יִם H3967 וְאַרְבָּעִ֥ים H705 וַחֲמִשָּֽׁה H2568 ",
  "68": "גְּמַלִּ֕ים H1581 אַרְבַּ֥ע H702 מֵא֖וֹת H3967 שְׁלֹשִׁ֣ים H7970 וַחֲמִשָּׁ֑ה H2568 חֲמֹרִ֕ים H2543 שֵׁ֣שֶׁת H8337 אֲלָפִ֔ים H505 שְׁבַ֥ע H7651 מֵא֖וֹת H3967 וְעֶשְׂרִֽים H6242 ",
  "69": "גְּמַלִּ֕ים H1581 אַרְבַּ֥ע H702 מֵא֖וֹת H3967 שְׁלֹשִׁ֣ים H7970 וַחֲמִשָּׁ֑ה H2568 חֲמֹרִ֕ים H2543 שֵׁ֣שֶׁת H8337 אֲלָפִ֔ים H505 שְׁבַ֥ע H7651 מֵא֖וֹת H3967 וְעֶשְׂרִֽים H6242 ",
  "70": "וּמִ H7117 רָאשֵׁ֣י H7218 הָֽאָב֔וֹת H1 נָתְנ֖וּ H5414 לַמְּלָאכָ֑ה H4399 הַתִּרְשָׁ֜תָא H8660 נָתַ֣ן H5414 לָאוֹצָ֗ר H214 זָהָ֞ב H2091 דַּרְכְּמֹנִ֥ים H1871 אֶ֨לֶף֙ H505 מִזְרָק֣וֹת H4219 חֲמִשִּׁ֔ים H2572 כָּתְנוֹת֙ H3801 כֹּֽהֲנִ֔ים H3548 שְׁלֹשִׁ֖ים H7970 וַחֲמֵ֥שׁ H2568 מֵאֽוֹת H3967 ",
  "71": "וּמֵֽ H7218 הָֽאָב֗וֹת H1 נָֽתְנוּ֙ H5414 לְאוֹצַ֣ר H214 הַמְּלָאכָ֔ה H4399 זָהָ֕ב H2091 דַּרְכְּמוֹנִ֖ים H1871 שְׁתֵּ֣י H8147 רִבּ֑וֹת H7239 וְכֶ֕סֶף H3701 מָנִ֖ים H4488 אַלְפַּ֥יִם H505 וּמָאתָֽיִם H3967 ",
  "72": "וַאֲשֶׁ֣ר H834 נָתְנוּ֮ H5414 שְׁאֵרִ֣ית H7611 הָעָם֒ H5971 זָהָ֗ב H2091 דַּרְכְּמוֹנִים֙ H1871 שְׁתֵּ֣י H8147 רִבּ֔וֹא H7239 וְכֶ֖סֶף H3701 מָנִ֣ים H4488 אַלְפָּ֑יִם H505 וְכָתְנֹ֥ת H3801 כֹּֽהֲנִ֖ים H3548 שִׁשִּׁ֥ים H8346 וְשִׁבְעָֽה H7651 ",
  "73": "וַיֵּשְׁב֣וּ H3427 הַכֹּהֲנִ֣ים H3548 וְהַ H3881 וְהַ H7778 וְהַ H7891 וּמִן H4480 הָעָ֧ם H5971 וְהַ H5411 וְכָל H3605 יִשְׂרָאֵ֖ל H3478 בְּעָרֵי H5892 וַיִּגַּע֙ H5060 הַחֹ֣דֶשׁ H2320 הַשְּׁבִיעִ֔י H7637 וּבְנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 בְּעָרֵי H5892 "
}
