{
  "1": "וּבְ H3117 עֶשְׂרִ֨ים H6242 וְאַרְבָּעָ֜ה H702 לַחֹ֣דֶשׁ H2320 הַזֶּ֗ה H2088 נֶאֶסְפ֤וּ H622 בְנֵֽי H1121 יִשְׂרָאֵל֙ H3478 בְּצ֣וֹם H6685 וּבְ H8242 וַאֲדָמָ֖ה H127 עֲלֵיהֶֽם H5921 ",
  "2": "וַיִּבָּֽדְלוּ֙ H914 זֶ֣רַע H2233 יִשְׂרָאֵ֔ל H3478 מִכֹּ֖ל H3605 בְּנֵ֣י H1121 נֵכָ֑ר H5236 וַיַּעַמְד֗וּ H5975 וַיִּתְוַדּוּ֙ H3034 עַל H5921 חַטֹּ֣אתֵיהֶ֔ם H2403 וַעֲוֺנ֖וֹת H5771 אֲבֹתֵיהֶֽם H1 ",
  "3": "וַיָּק֨וּמוּ֙ H6965 עַל H5921 עָמְדָ֔ם H5977 וַֽיִּקְרְא֗וּ H7121 בְּסֵ֨פֶר H5612 תּוֹרַ֧ת H8451 יְהוָ֛ה H3068 אֱלֹהֵיהֶ֖ם H430 רְבִעִ֣ית H7243 הַיּ֑וֹם H3117 וּרְבִעִית֙ H7243 מִתְוַדִּ֣ים H3034 וּמִֽשְׁתַּחֲוִ֔ים H7812 לַיהוָ֖ה H3068 אֱלֹהֵיהֶֽם H430 ",
  "4": "וַיָּ֜קָם H6965 עַֽל H5921 מַֽעֲלֵ֣ה H4608 הַלְוִיִּ֗ם H3881 יֵשׁ֨וּעַ H3442 וּבָנִ֜י H1137 קַדְמִיאֵ֧ל H6934 שְׁבַנְיָ֛ה H7645 בֻּנִּ֥י H1138 שֵׁרֵבְיָ֖ה H8274 בָּנִ֣י H1137 כְנָ֑נִי H3662 וַֽיִּזְעֲקוּ֙ H2199 בְּק֣וֹל H6963 גָּד֔וֹל H1419 אֶל H413 יְהוָ֖ה H3068 אֱלֹהֵיהֶֽם H430 ",
  "5": "וַיֹּאמְר֣וּ H559 הַלְוִיִּ֡ם H3881 יֵשׁ֣וּעַ H3442 וְ֠קַדְמִיאֵל H6934 בָּנִ֨י H1137 חֲשַׁבְנְיָ֜ה H2813 שֵׁרֵֽבְיָ֤ה H8274 הֽוֹדִיָּה֙ H1941 שְׁבַנְיָ֣ה H7645 פְתַֽחְיָ֔ה H6611 ק֗וּמוּ H6965 בָּרֲכוּ֙ H1288 אֶת H853 יְהוָ֣ה H3068 אֱלֹֽהֵיכֶ֔ם H430 מִן H4480 הָעוֹלָ֖ם H5769 עַד H5704 הָעוֹלָ֑ם H5769 וִיבָֽרְכוּ֙ H1288 שֵׁ֣ם H8034 כְּבוֹדֶ֔ךָ H3519 וּמְרוֹמַ֥ם H7311 עַל H5921 כָּל H3605 בְּרָכָ֖ה H1293 וּתְהִלָּֽה H8416 ",
  "6": "אַתָּה H859 ה֣וּא H1931 יְהוָה֮ H3068 לְבַדֶּ H905 את H859 עָשִׂ֡יתָ H6213 אֶֽת H853 הַשָּׁמַיִם֩ H8064 שְׁמֵ֨י H8064 הַשָּׁמַ֜יִם H8064 וְכָל H3605 צְבָאָ֗ם H6635 הָאָ֜רֶץ H776 וְכָל H3605 אֲשֶׁ֤ר H834 עָלֶ֨יהָ֙ H5921 הַיַּמִּים֙ H3220 וְכָל H3605 אֲשֶׁ֣ר H834 בָּהֶ֔ם Hb וְאַתָּ֖ה H859 מְחַיֶּ֣ה H2421 אֶת H853 כֻּלָּ֑ם H3605 וּצְבָ֥א H6635 הַשָּׁמַ֖יִם H8064 לְךָ֥ Hl מִשְׁתַּחֲוִֽים H7812 ",
  "7": "אַתָּה H859 הוּא֙ H1931 יְהוָ֣ה H3068 הָאֱלֹהִ֔ים H430 אֲשֶׁ֤ר H834 בָּחַ֨רְתָּ֙ H977 בְּאַבְרָ֔ם H87 וְהוֹצֵאת֖ H3318 מֵא֣וּר H218 כַּשְׂדִּ֑ים H3778 וְשַׂ֥מְתָּ H7760 שְּׁמ֖וֹ H8034 אַבְרָהָֽם H85 ",
  "8": "וּמָצָ֣אתָ H4672 אֶת H853 לְבָבוֹ֮ H3824 נֶאֱמָ֣ן H539 לְפָנֶי H6440 וְכָר֨וֹת H3772 עִמּ֜וֹ H5973 הַבְּרִ֗ית H1285 לָתֵ֡ת H5414 אֶת H853 אֶרֶץ֩ H776 הַכְּנַעֲנִ֨י H3669 הַחִתִּ֜י H2850 הָאֱמֹרִ֧י H567 וְהַ H6522 וְהַ H2983 וְהַ H1622 לָתֵ֣ת H5414 לְזַרְע֑ H2233 וַתָּ֨קֶם֙ H6965 אֶת H853 דְּבָרֶ֔יךָ H1697 כִּ֥י H3588 צַדִּ֖יק H6662 אָֽתָּה H859 ",
  "9": "וַתֵּ֛רֶא H7200 אֶת H853 עֳנִ֥י H6040 אֲבֹתֵ֖ינוּ H1 בְּמִצְרָ֑יִם H4714 וְאֶת H853 זַעֲקָתָ֥ם H2201 שָׁמַ֖עְתָּ H8085 עַל H5921 יַם H3220 סֽוּף H5488 ",
  "10": "וַ֠תִּתֵּן H5414 אֹתֹ֨ת H226 וּמֹֽפְתִ֜ים H4159 בְּפַרְעֹ֤ה H6547 וּבְ H3605 עֲבָדָיו֙ H5650 וּבְ H3605 עַ֣ם H5971 אַרְצ֔וֹ H776 כִּ֣י H3588 יָדַ֔עְתָּ H3045 כִּ֥י H3588 הֵזִ֖ידוּ H2102 עֲלֵיהֶ֑ם H5921 וַתַּֽעַשׂ H6213 לְךָ֥ Hl שֵׁ֖ם H8034 כְּהַ H3117 הַזֶּֽה H2088 ",
  "11": "וְהַ H3220 בָּקַ֣עְתָּ H1234 לִפְנֵי H6440 וַיַּֽעַבְר֥וּ H5674 בְתוֹךְ H8432 הַיָּ֖ם H3220 בַּיַּבָּשָׁ֑ה H3004 וְֽאֶת H853 רֹ֨דְפֵיהֶ֜ם H7291 הִשְׁלַ֧כְתָּ H7993 בִמְצוֹלֹ֛ת H4688 כְּמוֹ H3644 אֶ֖בֶן H68 בְּמַ֥יִם H4325 עַזִּֽים H5794 ",
  "12": "וּבְ H5982 עָנָ֔ן H6051 הִנְחִיתָ֖ם H5148 יוֹמָ֑ם H3119 וּבְ H5982 אֵשׁ֙ H784 לַ֔יְלָה H3915 לְהָאִ֣יר H215 לָהֶ֔ם H1992 אֶת H853 הַדֶּ֖רֶךְ H1870 אֲשֶׁ֥ר H834 יֵֽלְכוּ H3212 בָֽהּ Hb ",
  "13": "וְעַ֤ל H5921 הַר H2022 סִינַי֙ H5514 יָרַ֔דְתָּ H3381 וְדַבֵּ֥ר H1696 עִמָּהֶ֖ם H5973 מִשָּׁמָ֑יִם H8064 וַתִּתֵּ֨ן H5414 לָהֶ֜ם Hl מִשְׁפָּטִ֤ים H4941 יְשָׁרִים֙ H3477 וְתוֹר֣וֹת H8451 אֱמֶ֔ת H571 חֻקִּ֥ים H2706 וּמִצְוֺ֖ת H4687 טוֹבִֽים H2896 ",
  "14": "וְאֶת H853 שַׁבַּ֥ת H7676 קָדְשְׁךָ֖ H6944 הוֹדַ֣עַתָ H3045 לָהֶ֑ם Hl וּמִצְו֤וֹת H4687 וְחֻקִּים֙ H2706 וְתוֹרָ֔ה H8451 צִוִּ֣יתָ H6680 לָהֶ֔ם Hl בְּיַ֖ד H3027 מֹשֶׁ֥ה H4872 עַבְדֶּֽךָ H5650 ",
  "15": "וְ֠לֶחֶם H3899 מִשָּׁמַ֜יִם H8064 נָתַ֤תָּה H5414 לָהֶם֙ Hl לִרְעָבָ֔ H7458 וּמַ֗יִם H4325 מִסֶּ֛לַע H5553 הוֹצֵ֥אתָ H3318 לָהֶ֖ם Hl לִצְמָאָ֑ H6772 וַתֹּ֣אמֶר H559 לָהֶ֗ם Hl לָבוֹא֙ H935 לָרֶ֣שֶׁת H3423 אֶת H853 הָאָ֔רֶץ H776 אֲשֶׁר H834 נָשָׂ֥אתָ H5375 אֶת H853 יָדְךָ֖ H3027 לָתֵ֥ת H5414 לָהֶֽם Hl ",
  "16": "וְהֵ֥ם H1992 וַאֲבֹתֵ֖י H1 הֵזִ֑ידוּ H2102 וַיַּקְשׁוּ֙ H7185 אֶת H853 עָרְפָּ֔ם H6203 וְלֹ֥א H3808 שָׁמְע֖וּ H8085 אֶל H413 מִצְוֺתֶֽיךָ H4687 ",
  "17": "וַיְמָאֲנ֣וּ H3985 לִשְׁמֹ֗עַ H8085 וְלֹא H3808 זָכְר֤וּ H2142 נִפְלְאֹתֶ֨יךָ֙ H6381 אֲשֶׁ֣ר H834 עָשִׂ֣יתָ H6213 עִמָּהֶ֔ם H5973 וַיַּקְשׁוּ֙ H7185 אֶת H853 עָרְפָּ֔ם H6203 וַיִּתְּנוּ H5414 רֹ֛אשׁ H7218 לָשׁ֥וּב H7725 לְעַבְדֻתָ֖ H5659 בְּמִרְיָ֑ H4805 וְאַתָּה֩ H859 אֱל֨וֹהַּ H433 סְלִיח֜וֹת H5547 חַנּ֧וּן H2587 וְרַח֛וּם H7349 אֶֽרֶךְ H750 אַפַּ֥יִם H639 וְרַב H7227 וחסד H2617 וְלֹ֥א H3808 עֲזַבְתָּֽם H5800 ",
  "18": "אַ֗ף H637 כִּֽי H3588 עָשׂ֤וּ H6213 לָהֶם֙ Hl עֵ֣גֶל H5695 מַסֵּכָ֔ה H4541 וַיֹּ֣אמְר֔וּ H559 זֶ֣ה H2088 אֱלֹהֶ֔יךָ H430 אֲשֶׁ֥ר H834 הֶעֶלְךָ֖ H5927 מִמִּצְרָ֑יִם H4714 וַֽיַּעֲשׂ֔וּ H6213 נֶאָצ֖וֹת H5007 גְּדֹלֽוֹת H1419 ",
  "19": "וְאַתָּה֙ H859 בְּרַחֲמֶ֣י H7356 הָֽרַבִּ֔ים H7227 לֹ֥א H3808 עֲזַבְתָּ֖ם H5800 בַּמִּדְבָּ֑ר H4057 אֶת H853 עַמּ֣וּד H5982 הֶ֠עָנָן H6051 לֹא H3808 סָ֨ר H5493 מֵעֲלֵי H5921 בְּיוֹמָם֙ H3119 לְהַנְחֹתָ֣ H5148 בְּהַ H1870 וְאֶת H853 עַמּ֨וּד H5982 הָאֵ֤שׁ H784 בְּלַ֨יְלָה֙ H3915 לְהָאִ֣יר H215 לָהֶ֔ם Hl וְאֶת H853 הַדֶּ֖רֶךְ H1870 אֲשֶׁ֥ר H834 יֵֽלְכוּ H3212 בָֽהּ Hb ",
  "20": "וְרוּחֲ H7307 הַטּוֹבָ֔ה H2896 נָתַ֖תָּ H5414 לְהַשְׂכִּילָ֑ H7919 וּמַנְ H4478 לֹא H3808 מָנַ֣עְתָּ H4513 מִפִּי H6310 וּמַ֛יִם H4325 נָתַ֥תָּה H5414 לָהֶ֖ם Hl לִצְמָאָֽ H6772 ",
  "21": "וְאַרְבָּעִ֥ים H705 שָׁנָ֛ה H8141 כִּלְכַּלְתָּ֥ם H3557 בַּמִּדְבָּ֖ר H4057 לֹ֣א H3808 חָסֵ֑רוּ H2637 שַׂלְמֹֽתֵיהֶם֙ H8008 לֹ֣א H3808 בָל֔וּ H1086 וְרַגְלֵי H7272 לֹ֥א H3808 בָצֵֽקוּ H1216 ",
  "22": "וַתִּתֵּ֨ן H5414 לָהֶ֤ם Hl מַמְלָכוֹת֙ H4467 וַעֲמָמִ֔ים H5971 וַֽתַּחְלְקֵ֖ H2505 לְפֵאָ֑ה H6285 וַיִּֽירְשׁ֞וּ H3423 אֶת H853 אֶ֣רֶץ H776 סִיח֗וֹן H5511 וְאֶת H853 אֶ֨רֶץ֙ H776 מֶ֣לֶךְ H4428 חֶשְׁבּ֔וֹן H2809 וְאֶת H853 אֶ֖רֶץ H776 ע֥וֹג H5747 מֶֽלֶךְ H4428 הַבָּשָֽׁן H1316 ",
  "23": "וּבְנֵי H1121 הִרְבִּ֔יתָ H7235 כְּכֹכְבֵ֖י H3556 הַשָּׁמָ֑יִם H8064 וַתְּבִיאֵ H935 אֶל H413 הָאָ֔רֶץ H776 אֲשֶׁר H834 אָמַ֥רְתָּ H559 לַאֲבֹתֵי H1 לָב֥וֹא H935 לָרָֽשֶׁת H3423 ",
  "24": "וַיָּבֹ֤אוּ H935 הַבָּנִים֙ H1121 וַיִּֽירְשׁ֣וּ H3423 אֶת H853 הָאָ֔רֶץ H776 וַתַּכְנַ֨ע H3665 לִפְנֵי H6440 אֶת H853 יֹשְׁבֵ֤י H3427 הָאָ֨רֶץ֙ H776 הַכְּנַ֣עֲנִ֔ים H3669 וַֽתִּתְּנֵ֖ H5414 בְּיָדָ֑ H3027 וְאֶת H853 מַלְכֵיהֶם֙ H4428 וְאֶת H853 עַֽמְמֵ֣י H5971 הָאָ֔רֶץ H776 לַעֲשׂ֥וֹת H6213 בָּהֶ֖ם Hb כִּרְצוֹנָֽ H7522 ",
  "25": "וַֽיִּלְכְּד֞וּ H3920 עָרִ֣ים H5892 בְּצֻרוֹת֮ H1219 וַאֲדָמָ֣ה H127 שְׁמֵנָה֒ H8082 וַיִּֽירְשׁ֡וּ H3423 בָּתִּ֣ים H1004 מְלֵֽאִים H4392 כָּל H3605 ט֠וּב H2898 בֹּר֨וֹת H953 חֲצוּבִ֜ים H2672 כְּרָמִ֧ים H3754 וְזֵיתִ֛ים H2132 וְעֵ֥ץ H6086 מַאֲכָ֖ל H3978 לָרֹ֑ב H7230 וַיֹּאכְל֤וּ H398 וַֽיִּשְׂבְּעוּ֙ H7646 וַיַּשְׁמִ֔ינוּ H8080 וַיִּֽתְעַדְּנ֖וּ H5727 בְּטוּבְ H2898 הַגָּדֽוֹל H1419 ",
  "26": "וַיַּמְר֨וּ H4784 וַֽיִּמְרְד֜וּ H4775 בָּ֗ךְ Hb וַיַּשְׁלִ֤כוּ H7993 אֶת H853 תּוֹרָֽתְךָ֙ H8451 אַחֲרֵ֣י H310 גַוָּ֔ם H1458 וְאֶת H853 נְבִיאֶ֣יךָ H5030 הָרָ֔גוּ H2026 אֲשֶׁר H834 הֵעִ֥ידוּ H5749 בָ֖ם Hb לַהֲשִׁיבָ֣ H7725 אֵלֶ֑יךָ H413 וַֽיַּעֲשׂ֔וּ H6213 נֶאָצ֖וֹת H5007 גְּדוֹלֹֽת H1419 ",
  "27": "וַֽתִּתְּנֵ H5414 בְּיַ֣ד H3027 צָֽרֵיהֶ֔ם H6862 וַיָּצֵ֖רוּ H3334 לָהֶ֑ם Hl וּבְ H6256 צָֽרָתָם֙ H6869 יִצְעֲק֣וּ H6817 אֵלֶ֔יךָ H413 וְאַתָּה֙ H859 מִשָּׁמַ֣יִם H8064 תִּשְׁמָ֔ע H8085 וּֽכְ H7356 הָֽרַבִּ֗ים H7227 תִּתֵּ֤ן H5414 לָהֶם֙ Hl מֽוֹשִׁיעִ֔ים H3467 וְיוֹשִׁיע֖וּ H3467 מִיַּ֥ד H3027 צָרֵיהֶֽם H6862 ",
  "28": "וּכְ H5117 לָהֶ֔ם Hl יָשׁ֕וּבוּ H7725 לַעֲשׂ֥וֹת H6213 רַ֖ע H7451 לְפָנֶ֑י H6440 וַתַּֽעַזְבֵ֞ H5800 בְּיַ֤ד H3027 אֹֽיְבֵיהֶם֙ H341 וַיִּרְדּ֣וּ H7287 בָהֶ֔ם Hb וַיָּשׁ֨וּבוּ֙ H7725 וַיִּזְעָק֔וּ H2199 וְאַתָּ֞ה H859 מִשָּׁמַ֧יִם H8064 תִּשְׁמַ֛ע H8085 וְתַצִּילֵ֥ H5337 כְּֽרַחֲמֶ֖י H7356 רַבּ֥וֹת H7227 עִתִּֽים H6256 ",
  "29": "וַתָּ֨עַד H5749 בָּהֶ֜ם Hb לַהֲשִׁיבָ֣ H7725 אֶל H413 תּוֹרָתֶ֗ךָ H8451 וְהֵ֨מָּה H1992 הֵזִ֜ידוּ H2102 וְלֹא H3808 שָׁמְע֤וּ H8085 לְמִצְוֺתֶ֨י H4687 וּבְ H4941 חָֽטְאוּ H2398 בָ֔ם Hb אֲשֶׁר H834 יַעֲשֶׂ֥ה H6213 אָדָ֖ם H120 וְחָיָ֣ה H2421 בָהֶ֑ם Hb וַיִּתְּנ֤וּ H5414 כָתֵף֙ H3802 סוֹרֶ֔רֶת H5637 וְעָרְפָּ֥ H6203 הִקְשׁ֖וּ H7185 וְלֹ֥א H3808 שָׁמֵֽעוּ H8085 ",
  "30": "וַתִּמְשֹׁ֤ךְ H4900 עֲלֵיהֶם֙ H5921 שָׁנִ֣ים H8141 רַבּ֔וֹת H7227 וַתָּ֨עַד H5749 בָּ֧ם Hb בְּרוּחֲ H7307 בְּיַד H3027 נְבִיאֶ֖יךָ H5030 וְלֹ֣א H3808 הֶאֱזִ֑ינוּ H238 וַֽתִּתְּנֵ֔ H5414 בְּיַ֖ד H3027 עַמֵּ֥י H5971 הָאֲרָצֹֽת H776 ",
  "31": "וּֽבְ H7356 הָרַבִּ֛ים H7227 לֹֽא H3808 עֲשִׂיתָ֥ם H6213 כָּלָ֖ה H3617 וְלֹ֣א H3808 עֲזַבְתָּ֑ם H5800 כִּ֛י H3588 אֵֽל H410 חַנּ֥וּן H2587 וְרַח֖וּם H7349 אָֽתָּה H859 ",
  "32": "וְעַתָּ֣ה H6258 אֱ֠לֹהֵינוּ H430 הָאֵ֨ל H410 הַגָּד֜וֹל H1419 הַגִּבּ֣וֹר H1368 וְהַ H3372 שׁוֹמֵ֣ר H8104 הַבְּרִ֣ית H1285 וְהַ H2617 אַל H408 יִמְעַ֣ט H4591 לְפָנֶ֡י H6440 אֵ֣ת H853 כָּל H3605 הַתְּלָאָ֣ה H8513 אֲֽשֶׁר H834 מְ֠צָאַתְנוּ H4672 לִמְלָכֵ֨י H4428 לְשָׂרֵ֧י H8269 וּלְ H3548 וְלִ H5030 וְלַ H1 וּלְ H3605 עַמֶּ֑ךָ H5971 מִימֵי֙ H3117 מַלְכֵ֣י H4428 אַשּׁ֔וּר H804 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "33": "וְאַתָּ֣ה H859 צַדִּ֔יק H6662 עַ֖ל H5921 כָּל H3605 הַבָּ֣א H935 עָלֵ֑ינוּ H5921 כִּֽי H3588 אֱמֶ֥ת H571 עָשִׂ֖יתָ H6213 וַאֲנַ֥חְנוּ H587 הִרְשָֽׁעְנוּ H7561 ",
  "34": "וְאֶת H853 מְלָכֵ֤ינוּ H4428 שָׂרֵ֨ינוּ֙ H8269 כֹּהֲנֵ֣ינוּ H3548 וַאֲבֹתֵ֔י H1 לֹ֥א H3808 עָשׂ֖וּ H6213 תּוֹרָתֶ֑ךָ H8451 וְלֹ֤א H3808 הִקְשִׁ֨יבוּ֙ H7181 אֶל H413 מִצְוֺתֶ֔יךָ H4687 וּלְ H5715 אֲשֶׁ֥ר H834 הַעִידֹ֖תָ H5749 בָּהֶֽם Hb ",
  "35": "וְהֵ֣ם H1992 בְּמַלְכוּתָ H4438 וּבְ H2898 הָרָ֜ב H7227 אֲשֶׁר H834 נָתַ֣תָּ H5414 לָהֶ֗ם Hl וּבְ H776 הָרְחָבָ֧ה H7342 וְהַ H8082 אֲשֶׁר H834 נָתַ֥תָּ H5414 לִפְנֵי H6440 לֹ֣א H3808 עֲבָד֑וּךָ H5647 וְֽלֹא H3808 שָׁ֔בוּ H7725 מִמַּֽעַלְלֵי H4611 הָרָעִֽים H7451 ",
  "36": "הִנֵּ֛ה H2009 אֲנַ֥חְנוּ H587 הַיּ֖וֹם H3117 עֲבָדִ֑ים H5650 וְהָ H776 אֲשֶׁר H834 נָתַ֣תָּה H5414 לַאֲבֹתֵ֗י H1 לֶאֱכֹ֤ל H398 אֶת H853 פִּרְיָהּ֙ H6529 וְאֶת H853 טוּבָ֔הּ H2898 הִנֵּ֛ה H2009 אֲנַ֥חְנוּ H587 עֲבָדִ֖ים H5650 עָלֶֽיהָ H5921 ",
  "37": "וּתְבוּאָתָ֣ H8393 מַרְבָּ֗ה H7235 לַמְּלָכִ֛ים H4428 אֲשֶׁר H834 נָתַ֥תָּה H5414 עָלֵ֖ינוּ H5921 בְּחַטֹּאותֵ֑י H2403 וְעַ֣ל H5921 גְּ֠וִיֹּתֵינוּ H1472 מֹשְׁלִ֤ים H4910 וּבִ H929 כִּרְצוֹנָ֔ H7522 וּבְ H6869 גְדוֹלָ֖ה H1419 אֲנָֽחְנוּ H587 ",
  "38": "וּבְ H3605 זֹ֕את H2063 אֲנַ֛חְנוּ H587 כֹּרְתִ֥ים H3772 אֲמָנָ֖ה H548 וְכֹתְבִ֑ים H3789 וְעַל֙ H5921 הֶֽחָת֔וּם H2856 שָׂרֵ֥ינוּ H8269 לְוִיֵּ֖נוּ H3881 כֹּהֲנֵֽינוּ H3548 "
}
