{
  "1": "The plans of the heart belong to a person,\n\\q but from Yahweh comes the answer from his tongue.\n\\q",
  "2": "All of a person's ways are pure in his own eyes,\n\\q but Yahweh weighs the spirits.",
  "3": "Commit your works to Yahweh\n\\q and your plans will succeed.\n\\q",
  "4": "Yahweh has made everything for its purpose,\n\\q even the wicked for the day of trouble.",
  "5": "Yahweh hates everyone who has an arrogant heart,\n\\q but be sure of this, they will not go unpunished.\n\\q",
  "6": "By covenant faithfulness and trustworthiness iniquity is atoned for\n\\q and by the fear of Yahweh people turn away from evil.",
  "7": "When a person's ways are pleasing to Yahweh,\n\\q he makes even that person's enemies to be at peace with him.\n\\q",
  "8": "Better is a little with what is right,\n\\q than a large income with injustice.",
  "9": "In his heart a person plans out his way,\n\\q but Yahweh directs his steps.\n\\q",
  "10": "An oracle is on the lips of a king,\n\\q in judgment his mouth does not speak deceitfully.",
  "11": "Honest scales come from Yahweh;\n\\q all the weights in the bag are his work.\n\\q",
  "12": "When kings do wicked things, that is something to be despised,\n\\q for a throne is established by doing what is right.",
  "13": "A king delights in lips that say what is right\n\\q and he loves the one who speaks directly.\n\\q",
  "14": "A king's wrath is a messenger of death\n\\q but a wise man will try to calm his anger.",
  "15": "In the light of a king's face is life\n\\q and his favor is like a cloud that brings a spring rain.\n\\q",
  "16": "How much better it is to get wisdom than gold.\n\\q To get understanding should be chosen more than silver.",
  "17": "The highway of upright people turns away from evil;\n\\q the one who protects his life guards his way.\n\\q",
  "18": "Pride comes before destruction\n\\q and a haughty spirit before a downfall.",
  "19": "It is better to be humble among poor people\n\\q than to divide the spoil with proud people.\n\\q",
  "20": "Whoever contemplates what they are taught will find what is good,\n\\q and those who trust in Yahweh will be blessed.",
  "21": "The one who is wise in heart is called discerning\n\\q and sweetness of speech improves the ability to teach.\n\\q",
  "22": "Understanding is a fountain of life to the one who has it,\n\\q but the instruction of fools is their foolishness.",
  "23": "The heart of a wise person gives insight to his mouth\n\\q and adds persuasiveness to his lips.\n\\q",
  "24": "Pleasant words are a honeycomb—\n\\q sweet to the soul and healing to the bones.",
  "25": "There is a way that seems right to a man,\n\\q but its end is the way to death.\n\\q",
  "26": "The laborer's appetite works for him;\n\\q his hunger urges him on.",
  "27": "A worthless person digs up mischief\n\\q and his speech is like a scorching fire.\n\\q",
  "28": "A perverse person stirs up conflict\n\\q and a gossip separates close friends.",
  "29": "A man of violence lies to his neighbor\n\\q and leads him down a path that is not good.\n\\q",
  "30": "The one who winks the eye is plotting perverse things;\n\\q those who purse the lips will bring evil to pass.",
  "31": "Gray hair is a crown of glory;\n\\q it is gained by living the right way.\n\\q",
  "32": "It is better to be slow to anger than to be a warrior\n\\q and one who rules his spirit is stronger than one who conquers a city.",
  "33": "The lots are thrown into the lap,\n\\q but the decision is from Yahweh.",
  "34": "\\q",
  "37": "\\q",
  "40": "\\q",
  "43": "\\q",
  "46": "\\q",
  "49": "\\q"
}
