{
  "1": "A good name is to be chosen over great riches\n\\q and favor is better than silver and gold.\n\\q",
  "2": "Rich and poor people have this in common—\n\\q Yahweh is the maker of all of them.",
  "3": "A prudent man sees trouble and hides himself,\n\\q but the naive go on and suffer because of it.\n\\q",
  "4": "The reward for humility and fear of Yahweh\n\\q is riches, honor, and life.",
  "5": "Thorns and snares lie in the path of the perverse;\n\\q whoever guards his life will keep far from them.\n\\q",
  "6": "Teach a child the way he should go\n\\q and when he is old he will not turn away from that instruction.",
  "7": "Rich people rule over poor people\n\\q and one who borrows is a slave to the one who lends.\n\\q",
  "8": "He who sows injustice will reap trouble\n\\q and the rod of his fury will fade away.",
  "9": "The one who has a generous eye will be blessed,\n\\q for he shares his bread with the poor.\n\\q",
  "10": "Drive away the mocker, and out goes strife;\n\\q disputes and insults will cease.",
  "11": "The one who loves a pure heart\n\\q and whose speech is gracious,\n\\q he will have the king for his friend.\n\\q",
  "12": "The eyes of Yahweh keep watch over knowledge,\n\\q but he overthrows the words of the treacherous.",
  "13": "The lazy person says, \"There is a lion in the street!\n\\q I will be killed in the open places.\"\n\\q",
  "14": "The mouth of an adulteress is a deep pit;\n\\q Yahweh's anger is stirred up against anyone who falls into it.",
  "15": "Foolishness is bound up in the heart of a child,\n\\q but the rod of discipline drives it far away.\n\\q",
  "16": "The one who oppresses poor people to increase his wealth,\n\\q or gives to rich people, will come to poverty.",
  "17": "Incline your ear and listen to the words of the wise\n\\q and apply your heart to my knowledge,\n\\q",
  "18": "for it will be pleasant for you if you keep them within you,\n\\q if all of them are ready on your lips.\n\\q",
  "19": "So your trust may be in Yahweh,\n\\q I teach them to you today—even to you.",
  "20": "Have I not written for you thirty sayings\n\\q of instruction and knowledge,\n\\q",
  "21": "to teach you truth in these trustworthy words,\n\\q so you may give trustworthy answers to those who sent you?",
  "22": "Do not rob the poor because he is poor,\n\\q or crush the needy at the gate,\n\\q",
  "23": "for Yahweh will plead their case,\n\\q and he will rob of life those who robbed them.",
  "24": "Do not make a friend of someone who is ruled by anger\n\\q and you must not go with one who rages,\n\\q",
  "25": "or you will learn his ways\n\\q and you will take bait for your soul.",
  "26": "Do not be one who strikes hands in making a pledge,\n\\q or who puts up security for debts.\n\\q",
  "27": "If you lack the means to pay,\n\\q what could stop someone from taking away your bed from under you?",
  "28": "Do not remove the ancient boundary stone\n\\q that your fathers have set.\n\\q",
  "29": "Do you see a man skilled at his work? He will stand before kings;\n\\q he will not stand before common people.",
  "32": "\\q",
  "35": "\\q",
  "38": "\\q",
  "41": "\\q"
}
