{
  "1": "Do not be envious of those who are evil,\n\\q nor desire to associate with them,\n\\q",
  "2": "because their hearts plot violence\n\\q and their lips talk about trouble.",
  "3": "Through wisdom a house is built\n\\q and by understanding it is established.\n\\q",
  "4": "By knowledge the rooms are filled\n\\q with all precious and pleasant riches.",
  "5": "A warrior of wisdom is strong,\n\\q and a man of knowledge increases his strength;\n\\q",
  "6": "for by wise direction you can wage your war\n\\q and with many advisors there is victory.",
  "7": "Wisdom is too high for a fool;\n\\q in the gate he does not open his mouth.",
  "8": "There is one who plans to do evil—\n\\q people call him a master of schemes.\n\\q",
  "9": "A foolish plan is sin\n\\q and men despise a mocker.",
  "10": "If you become weak with fear in the day of trouble,\n\\q then your strength is small.",
  "11": "Rescue those who are being taken away to death\n\\q and hold back those who are staggering to the slaughter.\n\\q",
  "12": "If you say, \"Behold, we knew nothing about this,\"\n\\q does not the one who weighs the heart understand what you are saying?\n\\q The one who guards your life, does he not know it?\n\\q Will God not give to each one what he deserves?",
  "13": "My son, eat honey because it is good,\n\\q because the drippings of the honeycomb are sweet to your taste.\n\\q",
  "14": "Such is wisdom for your soul—\n\\q if you find it, there will be a future\n\\q and your hope will not be cut off.",
  "15": "Do not lie in wait like the wicked person\n\\q who attacks the house of the righteous person.\n\\q Do not destroy his home!\n\\q",
  "16": "For the righteous person falls down seven times and rises again,\n\\q but wicked people are brought down by calamity.",
  "17": "Do not celebrate when your enemy falls\n\\q and let not your heart be glad when he stumbles,\n\\q",
  "18": "or Yahweh will see and disapprove\n\\q and turn away his wrath from him.",
  "19": "Do not worry because of evildoers,\n\\q and do not envy wicked people,\n\\q",
  "20": "for the evil person has no future\n\\q and the lamp of wicked people will go out.",
  "21": "Fear Yahweh, and fear the king, my son;\n\\q do not associate with those who rebel against them,\n\\q",
  "22": "for suddenly their disaster will come\n\\q and who knows the extent of the destruction that will come from both of them?",
  "23": "These also are sayings of the wise.\n\\q Partiality in judging a case at law is not good.",
  "24": "Whoever says to the wicked person, \"You are a righteous person,\"\n\\q will be cursed by peoples and hated by nations.\n\\q",
  "25": "But those who discipline the wicked will have delight\n\\q and gifts of goodness will come to them.",
  "26": "The one who gives an honest answer\n\\q gives a kiss on the lips.\n\\q",
  "27": "Prepare your outdoor work,\n\\q and make everything ready for yourself in the field;\n\\q after that, build your house.",
  "28": "Do not bear witness against your neighbor without cause\n\\q and do not deceive with your lips.\n\\q",
  "29": "Do not say, \"I will do to him what he has done to me;\n\\q I will pay him back for what he has done.\"",
  "30": "I went by the field of a lazy man,\n\\q past the vineyard of the man having no sense.\n\\q",
  "31": "Thorns had grown up everywhere,\n\\q the ground was covered with nettles,\n\\q and its stone wall was broken down.",
  "32": "Then I saw and considered it;\n\\q I looked and received instruction.\n\\q",
  "33": "A little sleep, a little slumber,\n\\q a little folding of the hands to rest—\n\\q",
  "34": "and poverty comes marching upon you,\n\\q and your needs like an armed soldier.",
  "36": "\\q",
  "39": "\\q",
  "42": "\\q",
  "45": "\\q",
  "48": "\\q"
}
