{
  "1": "These are more proverbs of Solomon, copied by the men of Hezekiah, king of Judah.\n\\q",
  "2": "It is the glory of God to conceal a matter,\n\\q but the glory of kings to search it out.\n\\q",
  "3": "Like the heavens are for height and the earth is for depth,\n\\q so the heart of kings is unsearchable.",
  "4": "Remove the dross from the silver\n\\q and a metal worker can use the silver in his craft.\n\\q",
  "5": "Even so, remove wicked people from the presence of the king\n\\q and his throne will be established by doing what is right.",
  "6": "Do not honor yourself in the king's presence\n\\q and do not stand in the place designated for great people.",
  "7": "It is better for him to say to you, \"Come up here,\"\n\\q than for him to humiliate you before a nobleman.\n\\q What you have witnessed,\n\\q",
  "8": "do not bring quickly to trial.\n\\q For what will you do in the end\n\\q when your neighbor puts you to shame?",
  "9": "Argue your case between you and your neighbor himself\n\\q and do not disclose another's secret,\n\\q",
  "10": "or else the one who hears you will bring shame upon you\n\\q and an evil report about you that cannot be silenced.",
  "11": "Apples of gold in settings of silver\n\\q2 is a word spoken in the right situation.\n\\q",
  "12": "A gold ring or jewelry made of fine gold\n\\q is a wise rebuke to a listening ear.",
  "13": "Like the cold of snow at harvest time\n\\q is a faithful messenger for those who sent him;\n\\q he brings back the life of his masters.\n\\q",
  "14": "Clouds and wind without rain\n\\q is the one who boasts about a gift he does not give.",
  "15": "With patience a ruler can be persuaded\n\\q and a soft tongue can break a bone.",
  "16": "If you find honey, eat just enough—\n\\q otherwise, having too much of it, you vomit it up.\n\\q",
  "17": "Do not set your foot in your neighbor's house too often,\n\\q he may become tired of you and hate you.",
  "18": "A man who bears false witness against his neighbor\n\\q is like a club used in war, or a sword, or a sharp arrow.\n\\q",
  "19": "An unfaithful man in whom you trust in a time of trouble\n\\q is like a bad tooth or a foot that slips.",
  "20": "Like a person who takes off a garment in cold weather,\n\\q or like vinegar poured upon carbonate of soda,\n\\q is the one who sings songs to a heavy heart.",
  "21": "If your enemy is hungry, give him food to eat,\n\\q and if he is thirsty, give him water to drink,\n\\q",
  "22": "for you will shovel coals of fire on his head\n\\q and Yahweh will reward you.",
  "23": "As surely as the north wind brings rain,\n\\q so a tongue that tells secrets will result in angry faces.\n\\q",
  "24": "It is better to live on a corner of the roof\n\\q than in a house shared with a quarreling wife.",
  "25": "Like cold waters to one who is thirsty,\n\\q so is good news from a far country.\n\\q",
  "26": "Like a fouled spring or a ruined fountain\n\\q is a righteous person tottering before wicked people.",
  "27": "It is not good to eat too much honey;\n\\q that is like searching for honor after honor.\n\\f + \\ft Modern versions have different interpretations of this difficult verse. \\f*\n\\q",
  "28": "A person without self-control\n\\q is like a city breached and without walls.",
  "29": "\\q",
  "31": "\\q",
  "34": "\\q",
  "37": "\\q",
  "40": "\\q"
}
