{
  "1": "A person who has received many rebukes but who stiffens his neck\n\\q will be broken in a moment beyond healing.\n\n\\q",
  "2": "When righteous people increase, the people rejoice,\n\\q but when a wicked person is the ruler, the people sigh.",
  "3": "Whoever loves wisdom makes his father rejoice,\n\\q but he who keeps company with prostitutes destroys his wealth.\n\\q",
  "4": "The king establishes the land by justice,\n\\q but the one who demands bribes tears it down.",
  "5": "A man who flatters his neighbor\n\\q is spreading a net for his feet.\n\\q",
  "6": "In the sin of an evil person is a trap,\n\\q but the righteous person sings and rejoices.\n\\q",
  "7": "The righteous person pleads the cause of poor people;\n\\q the wicked person does not understand such knowledge.\n\\q",
  "8": "Mockers set a city on fire,\n\\q but those who are wise turn away wrath.",
  "9": "When a wise person has an argument with a fool,\n\\q he rages and laughs, and there will be no rest.\n\\q",
  "10": "The bloodthirsty hate the one who is blameless\n\\q and seek the life of the upright.",
  "11": "A fool reveals all his anger,\n\\q but a wise man holds it back and calms himself down.\n\\q",
  "12": "If a ruler pays attention to lies,\n\\q all his officials will be wicked.",
  "13": "The poor person and the oppressor are similar,\n\\q for Yahweh gives light to the eyes of them both.\n\\q",
  "14": "If a king judges the poor by the truth,\n\\q his throne will be established forever.",
  "15": "The rod and reproof give wisdom,\n\\q but a child freed from discipline puts his mother to shame.\n\\q",
  "16": "When wicked people are in power, transgression increases,\n\\q but righteous people will see the downfall of those wicked people.",
  "17": "Discipline your son and he will give you rest;\n\\q he will bring delights into your life.\n\\q",
  "18": "Where there is no prophetic vision the people run wild,\n\\q but the one who keeps the law is blessed.",
  "19": "A slave will not be corrected by words,\n\\q for though he understands, there will be no response.\n\\q",
  "20": "See a man who is hasty in his words?\n\\q There is more hope for a fool than for him.",
  "21": "One who pampers his slave from youth,\n\\q at the end of it there will be trouble.\n\\q",
  "22": "An angry person stirs up strife\n\\q and a master of rage commits many sins.",
  "23": "A person's pride brings him low,\n\\q but one who has a humble spirit will be given honor.\n\\q",
  "24": "One who shares with a thief hates his own life;\n\\q he hears the curse and says nothing.",
  "25": "The fear of man makes a snare,\n\\q but the one who trusts in Yahweh will be protected.\n\\q",
  "26": "Many are those who seek the face of the ruler,\n\\q but from Yahweh is justice for a person.",
  "27": "An unjust man is an abomination to righteous people,\n\\q but the one whose way is upright is detestable to the wicked person.",
  "29": "\\q",
  "30": "\\q",
  "33": "\\q",
  "36": "\\q",
  "39": "\\q"
}
