{
  "1": "The words of King Lemuel—an oracle his mother taught him.\n\\q",
  "2": "What, my son? What is it, son of my womb?\n\\q What do you want, son of my vows?\n\\q",
  "3": "Do not give your strength to women,\n\\q or your ways to those who destroy kings.",
  "4": "It is not for kings, Lemuel, it is not for kings to drink wine,\n\\q nor for rulers to ask, \"Where is the strong drink?\"\n\\q",
  "5": "Lest they forget what has been decreed,\n\\q and pervert the rights of all the afflicted.",
  "6": "Give strong drink to a person who is perishing\n\\q and wine to those in bitter distress.\n\\q",
  "7": "He will drink and he will forget his poverty\n\\q and he will not remember his trouble.",
  "8": "Speak for those who cannot speak,\n\\q for the causes of all who are perishing.\n\\q",
  "9": "Speak out and judge by the measure of what is right\n\\q and plead the cause of poor and needy people.",
  "10": "Who can find a capable wife?\n\\q Her value is far more than jewels.\n\\q",
  "11": "The heart of her husband trusts in her,\n\\q and he will never be poor.\n\\q",
  "12": "She does good things for him and not evil\n\\q all the days of her life.",
  "13": "She selects wool and flax,\n\\q and works with the delight of her hands.\n\\q",
  "14": "She is like the merchant ships;\n\\q she brings her food from far away.\n\\q",
  "15": "She rises while it is night\n\\q and gives food to her household,\n\\q and she distributes the work for her female servants.",
  "16": "She considers a field and buys it,\n\\q with the fruit of her hands she plants a vineyard.\n\\q",
  "17": "She dresses herself with strength\n\\q and makes her arms strong.",
  "18": "She perceives what will make a good profit for her;\n\\q all night long her lamp is not extinguished.\n\\q",
  "19": "She puts her hands on the spindle,\n\\q and she holds the twisting thread.",
  "20": "She reaches out with her hand to poor people;\n\\q she reaches out with her hands to needy people.\n\\q",
  "21": "She is not afraid of the snow for her household,\n\\q for all her household are clothed in scarlet.",
  "22": "She makes coverings for her bed,\n\\q and she wears clothes of fine purple linen.\n\\q",
  "23": "Her husband is known at the gates,\n\\q when he sits with the elders of the land.",
  "24": "She makes linen garments and sells them,\n\\q and she supplies sashes to the merchants.\n\\q",
  "25": "She is clothed with strength and honor,\n\\q and she laughs at the time to come.",
  "26": "She opens her mouth with wisdom\n\\q and the law of kindness is on her tongue.\n\\q",
  "27": "She watches over the ways of her household\n\\q and does not eat the bread of idleness.",
  "28": "Her children rise up and call her blessed,\n\\q and her husband praises her, saying,\n\\q",
  "29": "\"Many women have done well,\n\\q but you surpassed them all.\"",
  "30": "Elegance is deceptive, beauty is vain,\n\\q but a woman who fears Yahweh, she will be praised.\n\\q",
  "31": "Give her the fruit of her hands\n\\q and let her works praise her in the gates.",
  "33": "\\q",
  "36": "\\q",
  "39": "\\q",
  "42": "\\q"
}
