{
  "1": "My son, pay attention to my wisdom;\n\\q incline your ears to my understanding,\n\\q",
  "2": "so you may learn about discretion\n\\q and your lips may protect knowledge.",
  "3": "For the lips of an adulteress drip with honey\n\\q and her mouth is smoother than oil,\n\\q",
  "4": "but in the end she is as bitter as wormwood,\n\\q cutting like a sharp sword.",
  "5": "Her feet go down to death;\n\\q her steps go all the way to Sheol.\n\\q",
  "6": "She gives no thought to the path of life.\n\\q Her footsteps wander; she does not know where she is going.",
  "7": "Now, my sons, listen to me;\n\\q do not turn away from listening to the words of my mouth.\n\\q",
  "8": "Keep your path far away from her\n\\q and do not come near the door of her house.",
  "9": "In that way you will not give away your honor to others\n\\q or years of your life to a cruel person;\n\\q",
  "10": "strangers will not feast on your wealth;\n\\q what you have worked for will not go into the house of strangers.",
  "11": "At the end of your life you will groan\n\\q when your flesh and your body waste away.\n\\q",
  "12": "You will say, \"How I hated instruction\n\\q and my heart despised correction!",
  "13": "I would not obey my teachers\n\\q or incline my ear to my instructors.\n\\q",
  "14": "I was almost completely ruined\n\\q in the midst of the assembly, among the gathering of the people.\"",
  "15": "Drink water from your own cistern\n\\q and drink running water from your own well.\n\\q",
  "16": "Should your springs overflow everywhere\n\\q and your streams of water flow in the public squares?\n\\q",
  "17": "Let them be for yourself alone\n\\q and not for strangers with you.",
  "18": "May your fountain be blessed\n\\q and may you rejoice in the wife of your youth,\n\\q",
  "19": "for she is a loving deer and a graceful doe.\n\\q Let her breasts satisfy you at all times;\n\\q may you be continually intoxicated by her love.",
  "20": "For why should you, my son, be captivated by an adulteress;\n\\q why should you embrace the breasts of an immoral woman?\n\\q",
  "21": "Yahweh sees everything a person does\n\\q and watches all the paths he takes.",
  "22": "A wicked person will be seized by his own iniquities;\n\\q the cords of his sin will hold him tight.\n\\q",
  "23": "He will die because he lacks instruction;\n\\q he is led astray by his great foolishness.",
  "26": "\\q",
  "29": "\\q",
  "32": "\\q"
}
