{
  "1": "Does not Wisdom call out?\n\\q Does not Understanding raise her voice?\n\\q",
  "2": "On the hilltops beside the road,\n\\q at the crossroads, Wisdom has taken her stand.\n\\q",
  "3": "Before the gates at the entrance into the city,\n\\q at the entrances into the city, she calls out.",
  "4": "\"It is to you, people, that I call;\n\\q my voice is for the sons of mankind.\n\\q",
  "5": "You who are naive, learn wisdom;\n\\q and you who are foolish, you must get an understanding mind.",
  "6": "Listen, because I will speak of noble things,\n\\q and when my lips open I will say upright things.\n\\q",
  "7": "For my mouth speaks what is trustworthy,\n\\q and wickedness is disgusting to my lips.",
  "8": "All the words of my mouth are just;\n\\q in them is nothing twisted or misleading.\n\\q",
  "9": "All of them are straight for the person who understands;\n\\q my words are upright for those who find knowledge.",
  "10": "Acquire my instruction rather than silver;\n\\q acquire knowledge rather than pure gold.\n\\q",
  "11": "For Wisdom is better than jewels;\n\\q no treasure is equal to her.",
  "12": "I, Wisdom, live with Prudence,\n\\q and I possess knowledge and discretion.\n\\q",
  "13": "The fear of Yahweh is to hate evil.\n\\q I hate pride and arrogance, the evil way,\n\\q and perverted speech. I hate them.",
  "14": "I have good advice and sound wisdom;\n\\q I am insight; strength belongs to me.\n\\q",
  "15": "By me kings reign—\n\\q also noblemen, and all who govern justly.\n\\q",
  "16": "By me princes rule,\n\\q nobles, and all who govern with justice.",
  "17": "I love those who love me,\n\\q and those who diligently seek me, find me.\n\\q",
  "18": "With me are riches and honor,\n\\q lasting wealth and righteousness.",
  "19": "My fruit is better than gold, even fine gold;\n\\q my produce is better than pure silver.\n\\q",
  "20": "I walk in the path of righteousness,\n\\q in the midst of the paths of justice.\n\\q",
  "21": "As a result, I make those who love me inherit wealth;\n\\q I fill up their treasuries.",
  "22": "Yahweh created me at the beginning,\n\\q the first of his deeds then.\n\\q",
  "23": "In ages long ago I was made—from the first,\n\\q from the beginnings of the earth.",
  "24": "Before there were oceans, I was given birth—\n\\q before there were springs abounding with water.\n\\q",
  "25": "Before the mountains were settled\n\\q and before the hills, I was born.",
  "26": "I was born before Yahweh had made the earth or the fields,\n\\q or even the first dust in the world.\n\\q",
  "27": "I was there when he established the heavens,\n\\q when he drew a circle on the surface of the deep.",
  "28": "I was there when he established the clouds above and\n\\q when the springs in the deep became fixed.\n\\q",
  "29": "I was there when he made his limit for the sea,\n\\q so the waters should not spread beyond his command,\n\\q and when there was set the limit for the foundations of the dry land.",
  "30": "I was beside him, as a skilled craftsman;\n\\q I was his delight day after day,\n\\q always rejoicing before him.\n\\q",
  "31": "I was rejoicing in his whole world,\n\\q and my delight was in the sons of mankind.",
  "32": "Now, my sons, listen to me,\n\\q for those who keep my ways will be blessed.\n\\q",
  "33": "Listen to my instruction and be wise;\n\\q do not neglect it.\n\\q",
  "34": "The one who listens to me will be blessed.\n\\q He will be watching every day at my doors,\n\\q waiting beside the posts of my doors.",
  "35": "For whoever finds me, finds life,\n\\q and he will find the favor of Yahweh.\n\\q",
  "36": "But he who fails, harms his own life;\n\\q all who hate me love death.\"",
  "37": "\\q",
  "40": "\\q",
  "43": "\\q",
  "46": "\\q",
  "50": "\\q"
}
