{"1":"This is the word of Yahweh that came to Micah the Morashtite in the days of Jotham, Ahaz, and Hezekiah, kings of Judah, which he saw concerning Samaria and Jerusalem.\n\n\\q","2":"Listen, all you peoples.\\q Listen, earth, and all that is in you.\n\\q Let the Lord Yahweh be a witness against you,\n\\q the Lord from his holy temple.\n\\q","3":"Look, Yahweh comes out of his place;\\q he will come down and tread\n\\q on the high places of the earth.\n\\q","4":"The mountains will melt under him;\\q the valleys will break apart,\n\\q like wax before fire,\n\\q like waters that are poured down a steep place.\n\n\n\\q","5":"All this is because of the Jacob's transgression,\\q and because of the sins of the house of Israel.\n\\q What is Jacob's transgression?\n\\q Is it not Samaria?\n\\q What is Judah's high place?\n\\q Is it not Jerusalem?\n\n\n\\q","6":"\"I will make Samaria a heap of ruins in the field,\\q a place for planting vineyards,\n\\q and I will pour her stones down into the valley\n\\q and I will uncover her foundations.\n\\q","7":"All her carved figures will be broken to pieces,\\q and all her gifts that she received will be burned with fire,\n\\q and I will destroy all her idols.\n\\q Since she gathered her gifts from the wages of prostitutes,\n\\q they will become the wages of prostitutes again.\"\n\n\n\\q","8":"For this reason I will lament and wail;\\q I will go barefoot and naked;\n\\q I will wail like the jackals\n\\q and mourn like owls.\n\\q","9":"For her wound is incurable,\\q for it has come to Judah.\n\\q It has reached the gate of my people,\n\\q to Jerusalem.\n\\q","10":"Do not tell about it in Gath;\\q do not weep at all.\n\\q At Beth Leaphrah I roll myself in the dust.\n\n\n\\q","11":"Pass by, inhabitants of Shaphir,\\q in nakedness and shame.\n\\q The inhabitants of Zaanan do not come out.\n\\q Beth Ezel mourns,\n\\q for their protection is taken away.\n\\q","12":"For the inhabitants of Maroth wait anxiously for good news,\\q because disaster has come down from Yahweh\n\\q to the gates of Jerusalem.\n\n\n\\q","13":"Harness the chariot to the team of horses, inhabitants of Lachish.\\q You, Lachish, were the beginning of sin for the daughter of Zion,\n\\q for the transgressions of Israel were found in you.\n\\q","14":"So you will give a parting gift to Moresheth Gath;\\q the town of Akzib will disappoint the kings of Israel.\n\n\n\\q","15":"I will again bring a conqueror to you,\\q inhabitants of Mareshah;\n\\q the splendor of Israel will come to Adullam.\n\\q","16":"Shave your head\\q and cut off your hair\n\\q for the children in whom you delight.\n\\q Make yourself as bald as eagles,\n\\q for your children will go into exile from you."}
