{"1":"Woe to those who plan iniquity,\\q to those who plan on their beds to do evil.\n\\q In the morning light they do it\n\\q because they have power.\n\\q","2":"They desire fields and seize them;\\q they desire houses and take them.\n\\q They oppress a man and his house,\n\\q a man and his inheritance.\n\n\n\\q","3":"Therefore Yahweh says this,\\q \"Look, I am about to bring disaster against this clan,\n\\q from which you will not remove your necks.\n\\q You will not walk arrogantly,\n\\q for it will be an evil time.\n\\q","4":"In that day men will sing a song about you,\\q and lament with a wailing lamentation.\n\\q They will sing, 'We Israelites are completely ruined;\n\\q Yahweh changes the territory of my people.\n\\q How can he remove it from me?\n\\q He portions out our fields to traitors!'\"\n\\q","5":"Therefore, you rich people will have no descendants to divide up the territory by lot\\q in the assembly of Yahweh.\n\n\n\\q","6":"\"Do not prophesy,\"\\q they say.\n\\q \"They must not prophesy these things;\n\\q reproaches must not come.\"\n\\q","7":"Should it really be said, house of Jacob,\\q \"Is the Spirit of Yahweh angry?\n\\q Are these really his deeds?\"\n\\q Do not my words do good\n\\q to anyone who walks uprightly?\n\\q","8":"Lately my people have risen up like an enemy.\\q You strip the robe, the garment, from those who pass by unsuspectingly,\n\\q as soldiers return from war to what they think is safety.\n\n\n\\q","9":"You drive the women belonging to my people from their pleasant houses;\\q you take my blessing from their young children forever.\n\\q","10":"Get up and leave,\\q for this is not a place where you can stay,\n\\q because of its uncleanness;\n\\q it is destroyed with complete destruction.\n\\q","11":"If someone comes to you in a spirit of falsehood and lies and says,\\q \"I will prophesy to you about wine and strong drink,\"\n\\q he would be considered to be a prophet for this people.","12":"I will surely assemble all of you, Jacob.\\q I will surely gather the remnant of Israel.\n\\q I will bring them together like sheep in a fold,\n\\q like a flock in the midst of their pasture.\n\\q There will be a loud noise because of the multitude of people.\n\\q","13":"Someone who breaks open their way for them will go ahead of them.\\q They break through the gate and go out;\n\\q their king will pass on before them.\n\\q Yahweh will be at their head."}
