{"1":"I said, \"Now listen,\\q you leaders of Jacob\n\\q and rulers of the house of Israel:\n\\q Is it not right for you to understand justice?\n\\q","2":"You who hate good\\q and love evil,\n\\q you who tear off their skin,\n\\q their flesh from their bones—\n\\q","3":"you who also eat the flesh of my people,\\q and tear their skin off,\n\\q break their bones,\n\\q and chop them in pieces,\n\\q just like meat for a pot,\n\\q just like meat in a cauldron.\n\n\n\\q","4":"Then you rulers will cry out to Yahweh,\\q but he will not answer you.\n\\q He will hide his face from you at that time,\n\\q because you have done evil deeds.\"\n\n\n\\q","5":"Yahweh says this,\\q \"As for the prophets who lead my people astray,\n\\q if one gives them something to eat,\n\\q they proclaim, 'Peace.'\n\\q But if he puts nothing in their mouths,\n\\q they dedicate themselves to wage war on him.\n\\q","6":"Therefore, it will be night for you with no vision for you;\\q it will be dark so that you will do no divination.\n\\q The sun will go down on the prophets,\n\\q and the day will be dark on them.\n\\q","7":"The seers will be put to shame,\\q and the diviners will be confused.\n\\q All of them will cover their lips,\n\\q for there is no answer from me.\"\n\n\n\\q","8":"But as for me, I am full of power by the Spirit of Yahweh,\\q and am full of justice and might,\n\\q to declare to Jacob his transgression,\n\\q and to Israel his sin.\n\n\n\\q","9":"Now listen to this,\\q you leaders of the house of Jacob,\n\\q and rulers of the house of Israel,\n\\q you who detest justice,\n\\q and pervert everything right.\n\\q","10":"You build Zion with blood\\q and Jerusalem with iniquity.\n\\q","11":"Your leaders judge for a bribe,\\q your priests teach for a price,\n\\q and your prophets do divination for money.\n\\q Yet you rely on Yahweh and say,\n\\q \"Is not Yahweh with us?\n\\q No evil will come on us.\"\n\n\n\\q","12":"Therefore, because of you,\\q Zion will become a plowed field,\n\\q Jerusalem will become a heap of rubble,\n\\q and the hill of the temple will become a thicket."}
