{"1":"But in the last days it will come about\\q that the mountain of Yahweh's house\n\\q will be established over the other mountains.\n\\q It will be exalted above the hills,\n\\q and peoples will stream to it.\n\n\n\\q","2":"Many nations will go and say,\\q \"Come, let us go up to the mountain of Yahweh,\n\\q to the house of the God of Jacob.\n\\q He will teach us his ways,\n\\q and we will walk in his paths.\"\n\\q For from Zion the law will go out,\n\\q and the word of Yahweh from Jerusalem.\n\\q","3":"He will judge among many peoples\\q and will decide concerning numerous nations far away.\n\\q They will beat their swords into plowshares\n\\q and their spears into pruning hooks.\n\\q Nation will not lift up sword against nation,\n\\q nor will they train for war any longer.\n\n\n\\q","4":"Instead, they will sit every person under his vine\\q and under his fig tree.\n\\q No one will make them afraid,\n\\q for the mouth of Yahweh of hosts has spoken.\n\\q","5":"For all the peoples walk,\\q each one, in the name of their god.\n\\q But we will walk in the name of Yahweh our God\n\\q forever and ever.\n\n\n\\q","6":"\"On that day\"—this is Yahweh's declaration—\\q \"I will assemble the lame\n\\q and gather the outcast,\n\\q those whom I have afflicted.\n\\q","7":"I will turn the lame into a remnant,\\q and the ones driven away into a strong nation,\n\\q and I, Yahweh, will reign over them on Mount Zion,\n\\q now and forever.\n\\q","8":"As for you, watchtower for the flock,\\q hill of the daughter of Zion—\n\\q to you it will come, your former dominion will be restored,\n\\q the kingdom that belongs to the daughter of Jerusalem.\n\n\n\\q","9":"Now, why do you shout so loudly?\\q Is there no king among you?\n\\q Has your counselor died?\n\\q Is this why pain grips you like that of a woman in labor?\n\\q","10":"Be in pain\\q and labor to give birth,\n\\q daughter of Zion,\n\\q like a woman in labor.\n\\q For now you will you go out of the city,\n\\q live in the field,\n\\q and go to Babylon.\n\\q There you will be rescued.\n\\q There Yahweh will rescue you\n\\q from the hand of your enemies.\n\n\n\\q","11":"Now many nations are assembled against you;\\q they say, 'Let her be defiled;\n\\q let our eyes gloat over Zion.'\n\\q","12":"They do not know Yahweh's thoughts,\\q neither do they understand his plans,\n\\q for he has gathered them like sheaves for the threshing floor.\n\n\n\\q","13":"Arise and thresh, daughter of Zion,\\q for I will make your horn to be iron,\n\\q and I will make your hooves to be bronze.\n\\q You will crush many peoples and you will devote their unjust wealth to Yahweh,\n\\q their wealth to the Lord of the whole earth.\""}
