{"1":"Now come together in battle ranks,\\q daughter of soldiers;\n\\q the soldiers have set up a siege around city,\n\\q with a rod they will strike the judge of Israel\n\\q on the cheek.\n\\f + \\ft Instead of \\fqa come together in battle ranks \\fqa* , some interpreters translate \\fqa cut yourselves \\fqa* , referring to the pagan practice of cutting oneself while praying to idols. Also, some modern versions follow an ancient version that reads \\fqa build up your fortifications \\fqa* . \\f*\n\n\n\\q","2":"But you, Bethlehem Ephrathah,\\q even though you are small among the clans of Judah,\n\\q out of you one will come to me\n\\q to rule in Israel,\n\\q whose beginning is from ancient times,\n\\q from everlasting.\n\\q","3":"Therefore God will give them up,\\q until the time when she who is in labor bears a child,\n\\q and the rest of his brothers return to the people of Israel.\n\n\n\\q","4":"He will stand\\q and shepherd his flock in the strength of Yahweh,\n\\q in the majesty of the name of Yahweh his God.\n\\q They will remain,\n\\q for then he will be great to the ends of the earth.\n\\q","5":"For this shall be the peace—\\q when the Assyrians come into our land,\n\\q and when they march against our fortresses,\n\\q then we will raise against them seven shepherds\n\\q and eight leaders over men.\n\n\n\\q","6":"They will shepherd the land of Assyria with the sword,\\q and the land of Nimrod in its entrances.\n\\f + \\ft The Hebrew text has \\fqa in its entrances \\fqa* , that is, in their gates. However, some modern versions suppose that a different Hebrew word was intended: \\fqa with a drawn sword \\fqa* . \\f* \n\\q He will rescue us from the Assyrians,\n\\q when they come into our land,\n\\q when they march inside our borders.\n\\q","7":"The remnant of Jacob will be in the midst of many peoples,\\q like dew from Yahweh,\n\\q like showers on the grass,\n\\q that do not wait for a man,\n\\q and they do not wait for the children of mankind.\n\n\n\\q","8":"The remnant of Jacob will be among the nations,\\q among many peoples,\n\\q like a lion among the animals of the forest,\n\\q like a young lion among the flocks of sheep.\n\\q When he goes through them,\n\\q he will trample over them and tear them to pieces,\n\\q and there will be no one to save them.\n\\q","9":"Your hand will be lifted against your enemies,\\q and it will destroy them.\n\n\n\\q","10":"\"It will happen in that day\"—this is Yahweh's declaration—\\q \"that I will destroy your horses from among you\n\\q and will demolish your chariots.\n\\q","11":"I will destroy the cities in your land\\q and throw down all your strongholds.\n\n\n\\q","12":"I will destroy the witchcraft in your hand,\\q and you will no longer have any diviners.\n\\q","13":"I will destroy your carved figures\\q and your stone pillars from among you.\n\\q You will no longer worship the workmanship of your hands.\n\\q","14":"I will uproot your Asherah poles from among you,\\q and I will destroy your cities.\n\\q","15":"I will execute vengeance in anger and wrath\\q on the nations that have not listened.\""}
