{
  "1": "Now listen to what Yahweh says,\\q \"Arise and state your case before the mountains;\n\\q let the hills hear your voice.\n\\q",
  "2": "Listen to Yahweh's lawsuit, you mountains,\\q and you enduring foundations of the earth.\n\\q For Yahweh has a lawsuit with his people,\n\\q and he will fight in court against Israel.\"\n\n\n\\q",
  "3": "\"My people, what have I done to you?\\q How have I wearied you?\n\\q Testify against me!\n\\q",
  "4": "For I brought you up out of the land of Egypt\\q and rescued you out of the house of bondage.\n\\q I sent Moses, Aaron, and Miriam to you.\n\\q",
  "5": "My people, remember what Balak king of Moab devised,\\q and how Balaam son of Beor answered him\n\\q as you went from Shittim to Gilgal,\n\\q so you may know the righteous acts of Yahweh.\"\n\n\n\\q",
  "6": "What should I bring to Yahweh,\\q as I bow down to the high God?\n\\q Should I come to him with burnt offerings,\n\\q with calves a year old?\n\\q",
  "7": "Will Yahweh be pleased with thousands of rams,\\q or with ten thousand rivers of oil?\n\\q Should I give my firstborn for my transgression,\n\\q the fruit of my body for my own sin?\n\\q",
  "8": "He has told you, man,\\q what is good,\n\\q and what Yahweh requires from you:\n\\q Act justly,\n\\q love kindness,\n\\q and walk humbly with your God.\n\n\n\\q",
  "9": "The voice of Yahweh is making a proclamation to the city—\\q even now wisdom acknowledges your name:\n\\q \"Pay attention to the rod,\n\\q and to the one who has put it in place.\n\\f + \\ft Instead of the Hebrew text's reading of \\fqa Pay attention to the rod and to the one who has put it into place \\fqa* , some modern versions have \\fqa Listen, tribe, and those assembled together in the city \\fqa* . \\f*\n\\q",
  "10": "There is wealth in the houses of the wicked that is dishonest,\\q and false measures that are abominable.\n\n\n\\q",
  "11": "Should I consider a person to be innocent if he uses fraudulent scales,\\q with a bag of deceptive weights?\n\\q",
  "12": "The rich men are full of violence,\\q the inhabitants have spoken lies,\n\\q and their tongue in their mouth is deceitful.\n\n\n\\q",
  "13": "Therefore I will strike you with a terrible blow, \\q and I will make you desolate because of your sins.\n\\q",
  "14": "You will eat but not be satisfied;\\q your emptiness will remain inside you.\n\\q You will store goods away but not save,\n\\q and what you do save I will give to the sword.\n\\f + \\ft Parts of this verse are difficult to understand, because there are two Hebrew words in it whose meanings are not known. As a result, various other readings have been proposed that some modern versions follow. \\f*\n\\q",
  "15": "You will sow but not reap;\\q you will tread the olives but not anoint yourselves with oil;\n\\q you will press grapes but drink no wine.\n\n\n\\q",
  "16": "The regulations made by Omri have been kept,\\q and all the deeds of the house of Ahab.\n\\q You walk by their advice.\n\\q So I will make you, city, a ruin,\n\\q and you inhabitants an object of hissing,\n\\q and you will bear the reproach of my people.\"\n\\f + \\ft The Hebrew text has \\fqa you will bear the reproach of my people \\fqa* , but an ancient Greek version has \\fqa you will bear the scorn of the nations \\fqa* . Some modern versions follow this reading. \\f*"
}
