{"1":"Woe is me!\\q I have become like the gathering of summer fruit,\n\\q and like the grapes that have been gleaned;\n\\q there is no grape cluster to eat,\n\\q no ripe early fig that my soul desires.\n\\q","2":"Faithful people have disappeared from the land;\\q there is no upright person in all mankind.\n\\q They all lie in wait to shed blood;\n\\q each one hunts his own brother with a net.\n\n\n\\q","3":"Their hands are very good at doing harm:\\q the ruler asks for money,\n\\q the judge is ready for bribes,\n\\q and the powerful man is saying to others what he wants to obtain.\n\\q Thus they plot together.\n\\q","4":"The best of them is like a brier,\\q the most upright is worse than a thorn hedge.\n\\q It is the day foretold by your watchmen,\n\\q the day of your punishment.\n\\q Now is the time of their confusion.\n\n\n\\q","5":"Do not trust any neighbor;\\q put no confidence in any friend.\n\\q Be careful about what you say\n\\q even to the woman who lies in your arms.\n\\q","6":"For a son dishonors his father,\\q a daughter rises up against her mother,\n\\q and a daughter-in-law against her mother-in-law.\n\\q A man's enemies are the people of his own house.\n\n\n\\q","7":"But as for me, I will look to Yahweh.\\q I will wait for the God of my salvation;\n\\q my God will hear me.\n\\q","8":"Do not rejoice over me, my enemy.\\q After I fall,\n\\q I will rise.\n\\q When I sit in darkness,\n\\q Yahweh will be a light for me.\n\n\n\\q","9":"Because I sinned against Yahweh,\\q I will bear his rage\n\\q until he pleads my cause,\n\\q and executes judgment for me.\n\\q He will bring me to the light,\n\\q and I will see him rescue me in his justice.\n\n\n\\q","10":"Then my enemy will see it,\\q and shame will cover the one who said to me,\n\\q \"Where is Yahweh your God?\"\n\\q My eyes will look at her;\n\\q she will be trampled down like the mud in the streets.\n\n\n\\q","11":"A day to build your walls will come;\\q on that day the boundaries will be extended very far.\n\\q","12":"On that day your people will come to you,\\q from Assyria and the cities in Egypt,\n\\q from Egypt to the River,\n\\q from sea to sea,\n\\q and from mountain to mountain.\n\\q","13":"But the land will be desolate\\q because of the people who are living there,\n\\q because of the fruit of their actions.\n\n\n\\q","14":"Shepherd your people with your rod,\\q the flock of your inheritance.\n\\q They live alone in a thicket,\n\\q in the midst of a pastureland.\n\\q Let them graze in Bashan and Gilead\n\\q as in the old days.\n\\q","15":"As in the days when you came out of the land of Egypt,\\q I will show them wonders.\n\n\n\\q","16":"The nations will see and be ashamed\\q of all their power.\n\\q They will put their hands on their mouths;\n\\q their ears will be deaf.\n\\q","17":"They will lick the dust like a snake,\\q like creatures that crawl on the earth.\n\\q They will come out of their dens with fear;\n\\q they will come with fear to you, Yahweh our God,\n\\q and they will be afraid because of you.\n\n\n\\q","18":"Who is a God like you—\\q who takes away sin,\n\\q who passes over the transgression of the remnant of his inheritance?\n\\q He does not keep his anger forever,\n\\q because he delights in his covenant faithfulness.\n\n\n\\q","19":"You will again have compassion on us;\\q you will trample our iniquities under your feet.\n\\q You will throw all our sins into the depths of the sea.\n\\q","20":"You will give truth to Jacob\\q and covenant faithfulness to Abraham,\n\\q as you swore to our ancestors in ancient days."}
