{
  "1": "וַיְדַבֵּ֨ר H1696 יְהוָ֧ה H3068 אֶל H413 מֹשֶׁ֛ה H4872 בְּמִדְבַּ֥ר H4057 סִינַ֖י H5514 בְּאֹ֣הֶל H168 מוֹעֵ֑ד H4150 בְּאֶחָד֩ H259 לַחֹ֨דֶשׁ H2320 הַשֵּׁנִ֜י H8145 בַּשָּׁנָ֣ה H8141 הַשֵּׁנִ֗ית H8145 לְצֵאתָ֛ H3318 מֵאֶ֥רֶץ H776 מִצְרַ֖יִם H4714 לֵאמֹֽר H559 ",
  "2": "שְׂא֗וּ H5375 אֶת H853 רֹאשׁ֙ H7218 כָּל H3605 עֲדַ֣ת H5712 בְּנֵֽי H1121 יִשְׂרָאֵ֔ל H3478 לְמִשְׁפְּחֹתָ֖ H4940 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 בְּמִסְפַּ֣ר H4557 שֵׁמ֔וֹת H8034 כָּל H3605 זָכָ֖ר H2145 לְגֻלְגְּלֹתָֽ H1538 ",
  "3": "מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 כָּל H3605 יֹצֵ֥א H3318 צָבָ֖א H6635 בְּיִשְׂרָאֵ֑ל H3478 תִּפְקְד֥וּ H6485 אֹתָ֛ם H853 לְצִבְאֹתָ֖ H6635 אַתָּ֥ה H859 וְאַהֲרֹֽן H175 ",
  "4": "וְאִתְּ H854 יִהְי֔וּ H1961 אִ֥ישׁ H376 אִ֖ישׁ H376 לַמַּטֶּ֑ה H4294 אִ֛ישׁ H376 רֹ֥אשׁ H7218 לְבֵית H1004 אֲבֹתָ֖יו H1 הֽוּא H1931 ",
  "5": "וְאֵ֨לֶּה֙ H428 שְׁמ֣וֹת H8034 הָֽאֲנָשִׁ֔ים H376 אֲשֶׁ֥ר H834 יַֽעַמְד֖וּ H5975 אִתְּכֶ֑ם H854 לִרְאוּבֵ֕ן H7205 אֱלִיצ֖וּר H468 בֶּן H1121 שְׁדֵיאֽוּר H7707 ",
  "6": "לְשִׁמְע֕וֹן H8095 שְׁלֻמִיאֵ֖ל H8017 בֶּן H1121 צוּרִֽישַׁדָּֽי H6701 ",
  "7": "לִֽיהוּדָ֕ה H3063 נַחְשׁ֖וֹן H5177 בֶּן H1121 עַמִּינָדָֽב H5992 ",
  "8": "לְיִ֨שָּׂשכָ֔ר H3485 נְתַנְאֵ֖ל H5417 בֶּן H1121 צוּעָֽר H6686 ",
  "9": "לִזְבוּלֻ֕ן H2074 אֱלִיאָ֖ב H446 בֶּן H1121 חֵלֹֽן H2497 ",
  "10": "לִבְנֵ֣י H1121 יוֹסֵ֔ף H3130 לְאֶפְרַ֕יִם H669 אֱלִישָׁמָ֖ע H476 בֶּן H1121 עַמִּיה֑וּד H5989 לִמְנַשֶּׁ֕ה H4519 גַּמְלִיאֵ֖ל H1583 בֶּן H1121 פְּדָהצֽוּר H6301 ",
  "11": "לְבִ֨נְיָמִ֔ן H1144 אֲבִידָ֖ן H27 בֶּן H1121 גִּדְעֹנִֽי H1441 ",
  "12": "לְדָ֕ן H1835 אֲחִיעֶ֖זֶר H295 בֶּן H1121 עַמִּֽישַׁדָּֽי H5996 ",
  "13": "לְאָשֵׁ֕ר H836 פַּגְעִיאֵ֖ל H6295 בֶּן H1121 עָכְרָֽן H5918 ",
  "14": "לְגָ֕ד H1410 אֶלְיָסָ֖ף H460 בֶּן H1121 דְּעוּאֵֽל H1845 ",
  "15": "לְנַ֨פְתָּלִ֔י H5321 אֲחִירַ֖ע H299 בֶּן H1121 עֵינָֽן H5881 ",
  "16": "אֵ֚לֶּה H428 קריאי H7148 הָעֵדָ֔ה H5712 נְשִׂיאֵ֖י H5387 מַטּ֣וֹת H4294 אֲבוֹתָ֑ם H1 רָאשֵׁ֛י H7218 אַלְפֵ֥י H505 יִשְׂרָאֵ֖ל H3478 הֵֽם H1992 ",
  "17": "וַיִּקַּ֥ח H3947 מֹשֶׁ֖ה H4872 וְאַהֲרֹ֑ן H175 אֵ֚ת H853 הָאֲנָשִׁ֣ים H376 הָאֵ֔לֶּה H428 אֲשֶׁ֥ר H834 נִקְּב֖וּ H5344 בְּשֵׁמֽוֹת H8034 ",
  "18": "וְאֵ֨ת H853 כָּל H3605 הָעֵדָ֜ה H5712 הִקְהִ֗ילוּ H6950 בְּאֶחָד֙ H259 לַחֹ֣דֶשׁ H2320 הַשֵּׁנִ֔י H8145 וַיִּתְיַֽלְד֥וּ H3205 עַל H5921 מִשְׁפְּחֹתָ֖ם H4940 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 בְּמִסְפַּ֣ר H4557 שֵׁמ֗וֹת H8034 מִבֶּ֨ן H1121 עֶשְׂרִ֥ים H6242 שָׁנָ֛ה H8141 וָמַ֖עְלָ H4605 לְגֻלְגְּלֹתָֽ H1538 ",
  "19": "כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶׁ֑ה H4872 וַֽיִּפְקְדֵ֖ H6485 בְּמִדְבַּ֥ר H4057 סִינָֽי H5514 ",
  "20": "וַיִּהְי֤וּ H1961 בְנֵֽי H1121 רְאוּבֵן֙ H7205 בְּכֹ֣ר H1060 יִשְׂרָאֵ֔ל H3478 תּוֹלְדֹתָ֥ם H8435 לְמִשְׁפְּחֹתָ֖ H4940 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 בְּמִסְפַּ֤ר H4557 שֵׁמוֹת֙ H8034 לְגֻלְגְּלֹתָ֔ H1538 כָּל H3605 זָכָ֗ר H2145 מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 כֹּ֖ל H3605 יֹצֵ֥א H3318 צָבָֽא H6635 ",
  "21": "פְּקֻדֵיהֶ֖ם H6485 לְמַטֵּ֣ה H4294 רְאוּבֵ֑ן H7205 שִׁשָּׁ֧ה H8337 וְאַרְבָּעִ֛ים H705 אֶ֖לֶף H505 וַחֲמֵ֥שׁ H2568 מֵאֽוֹת H3967 ",
  "22": "לִבְנֵ֣י H1121 שִׁמְע֔וֹן H8095 תּוֹלְדֹתָ֥ם H8435 לְמִשְׁפְּחֹתָ֖ H4940 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 פְּקֻדָ֗יו H6485 בְּמִסְפַּ֤ר H4557 שֵׁמוֹת֙ H8034 לְגֻלְגְּלֹתָ֔ H1538 כָּל H3605 זָכָ֗ר H2145 מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 כֹּ֖ל H3605 יֹצֵ֥א H3318 צָבָֽא H6635 ",
  "23": "פְּקֻדֵיהֶ֖ם H6485 לְמַטֵּ֣ה H4294 שִׁמְע֑וֹן H8095 תִּשְׁעָ֧ה H8672 וַחֲמִשִּׁ֛ים H2572 אֶ֖לֶף H505 וּשְׁלֹ֥שׁ H7969 מֵאֽוֹת H3967 ",
  "24": "לִבְנֵ֣י H1121 גָ֔ד H1410 תּוֹלְדֹתָ֥ם H8435 לְמִשְׁפְּחֹתָ֖ H4940 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 בְּמִסְפַּ֣ר H4557 שֵׁמ֗וֹת H8034 מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 כֹּ֖ל H3605 יֹצֵ֥א H3318 צָבָֽא H6635 ",
  "25": "פְּקֻדֵיהֶ֖ם H6485 לְמַטֵּ֣ה H4294 גָ֑ד H1410 חֲמִשָּׁ֤ה H2568 וְאַרְבָּעִים֙ H705 אֶ֔לֶף H505 וְשֵׁ֥שׁ H8337 מֵא֖וֹת H3967 וַחֲמִשִּֽׁים H2572 ",
  "26": "לִבְנֵ֣י H1121 יְהוּדָ֔ה H3063 תּוֹלְדֹתָ֥ם H8435 לְמִשְׁפְּחֹתָ֖ H4940 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 בְּמִסְפַּ֣ר H4557 שֵׁמֹ֗ת H8034 מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 כֹּ֖ל H3605 יֹצֵ֥א H3318 צָבָֽא H6635 ",
  "27": "פְּקֻדֵיהֶ֖ם H6485 לְמַטֵּ֣ה H4294 יְהוּדָ֑ה H3063 אַרְבָּעָ֧ה H702 וְשִׁבְעִ֛ים H7657 אֶ֖לֶף H505 וְשֵׁ֥שׁ H8337 מֵאֽוֹת H3967 ",
  "28": "לִבְנֵ֣י H1121 יִשָּׂשכָ֔ר H3485 תּוֹלְדֹתָ֥ם H8435 לְמִשְׁפְּחֹתָ֖ H4940 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 בְּמִסְפַּ֣ר H4557 שֵׁמֹ֗ת H8034 מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 כֹּ֖ל H3605 יֹצֵ֥א H3318 צָבָֽא H6635 ",
  "29": "פְּקֻדֵיהֶ֖ם H6485 לְמַטֵּ֣ה H4294 יִשָּׂשכָ֑ר H3485 אַרְבָּעָ֧ה H702 וַחֲמִשִּׁ֛ים H2572 אֶ֖לֶף H505 וְאַרְבַּ֥ע H702 מֵאֽוֹת H3967 ",
  "30": "לִבְנֵ֣י H1121 זְבוּלֻ֔ן H2074 תּוֹלְדֹתָ֥ם H8435 לְמִשְׁפְּחֹתָ֖ H4940 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 בְּמִסְפַּ֣ר H4557 שֵׁמֹ֗ת H8034 מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 כֹּ֖ל H3605 יֹצֵ֥א H3318 צָבָֽא H6635 ",
  "31": "פְּקֻדֵיהֶ֖ם H6485 לְמַטֵּ֣ה H4294 זְבוּלֻ֑ן H2074 שִׁבְעָ֧ה H7651 וַחֲמִשִּׁ֛ים H2572 אֶ֖לֶף H505 וְאַרְבַּ֥ע H702 מֵאֽוֹת H3967 ",
  "32": "לִבְנֵ֤י H1121 יוֹסֵף֙ H3130 לִבְנֵ֣י H1121 אֶפְרַ֔יִם H669 תּוֹלְדֹתָ֥ם H8435 לְמִשְׁפְּחֹתָ֖ H4940 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 בְּמִסְפַּ֣ר H4557 שֵׁמֹ֗ת H8034 מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 כֹּ֖ל H3605 יֹצֵ֥א H3318 צָבָֽא H6635 ",
  "33": "פְּקֻדֵיהֶ֖ם H6485 לְמַטֵּ֣ה H4294 אֶפְרָ֑יִם H669 אַרְבָּעִ֥ים H705 אֶ֖לֶף H505 וַחֲמֵ֥שׁ H2568 מֵאֽוֹת H3967 ",
  "34": "לִבְנֵ֣י H1121 מְנַשֶּׁ֔ה H4519 תּוֹלְדֹתָ֥ם H8435 לְמִשְׁפְּחֹתָ֖ H4940 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 בְּמִסְפַּ֣ר H4557 שֵׁמ֗וֹת H8034 מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 כֹּ֖ל H3605 יֹצֵ֥א H3318 צָבָֽא H6635 ",
  "35": "פְּקֻדֵיהֶ֖ם H6485 לְמַטֵּ֣ה H4294 מְנַשֶּׁ֑ה H4519 שְׁנַ֧יִם H8147 וּשְׁלֹשִׁ֛ים H7970 אֶ֖לֶף H505 וּמָאתָֽיִם H3967 ",
  "36": "לִבְנֵ֣י H1121 בִנְיָמִ֔ן H1144 תּוֹלְדֹתָ֥ם H8435 לְמִשְׁפְּחֹתָ֖ H4940 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 בְּמִסְפַּ֣ר H4557 שֵׁמֹ֗ת H8034 מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 כֹּ֖ל H3605 יֹצֵ֥א H3318 צָבָֽא H6635 ",
  "37": "פְּקֻדֵיהֶ֖ם H6485 לְמַטֵּ֣ה H4294 בִנְיָמִ֑ן H1144 חֲמִשָּׁ֧ה H2568 וּשְׁלֹשִׁ֛ים H7970 אֶ֖לֶף H505 וְאַרְבַּ֥ע H702 מֵאֽוֹת H3967 ",
  "38": "לִבְנֵ֣י H1121 דָ֔ן H1835 תּוֹלְדֹתָ֥ם H8435 לְמִשְׁפְּחֹתָ֖ H4940 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 בְּמִסְפַּ֣ר H4557 שֵׁמֹ֗ת H8034 מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 כֹּ֖ל H3605 יֹצֵ֥א H3318 צָבָֽא H6635 ",
  "39": "פְּקֻדֵיהֶ֖ם H6485 לְמַטֵּ֣ה H4294 דָ֑ן H1835 שְׁנַ֧יִם H8147 וְשִׁשִּׁ֛ים H8346 אֶ֖לֶף H505 וּשְׁבַ֥ע H7651 מֵאֽוֹת H3967 ",
  "40": "לִבְנֵ֣י H1121 אָשֵׁ֔ר H836 תּוֹלְדֹתָ֥ם H8435 לְמִשְׁפְּחֹתָ֖ H4940 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 בְּמִסְפַּ֣ר H4557 שֵׁמֹ֗ת H8034 מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 כֹּ֖ל H3605 יֹצֵ֥א H3318 צָבָֽא H6635 ",
  "41": "פְּקֻדֵיהֶ֖ם H6485 לְמַטֵּ֣ה H4294 אָשֵׁ֑ר H836 אֶחָ֧ד H259 וְאַרְבָּעִ֛ים H705 אֶ֖לֶף H505 וַחֲמֵ֥שׁ H2568 מֵאֽוֹת H3967 ",
  "42": "בְּנֵ֣י H1121 נַפְתָּלִ֔י H5321 תּוֹלְדֹתָ֥ם H8435 לְמִשְׁפְּחֹתָ֖ H4940 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 בְּמִסְפַּ֣ר H4557 שֵׁמֹ֗ת H8034 מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 כֹּ֖ל H3605 יֹצֵ֥א H3318 צָבָֽא H6635 ",
  "43": "פְּקֻדֵיהֶ֖ם H6485 לְמַטֵּ֣ה H4294 נַפְתָּלִ֑י H5321 שְׁלֹשָׁ֧ה H7969 וַחֲמִשִּׁ֛ים H2572 אֶ֖לֶף H505 וְאַרְבַּ֥ע H702 מֵאֽוֹת H3967 ",
  "44": "אֵ֣לֶּה H428 הַפְּקֻדִ֡ים H6485 אֲשֶׁר֩ H834 פָּקַ֨ד H6485 מֹשֶׁ֤ה H4872 וְאַהֲרֹן֙ H175 וּנְשִׂיאֵ֣י H5387 יִשְׂרָאֵ֔ל H3478 שְׁנֵ֥ים H8147 עָשָׂ֖ר H6240 אִ֑ישׁ H376 אִישׁ H376 אֶחָ֥ד H259 לְבֵית H1004 אֲבֹתָ֖יו H1 הָיֽוּ H1961 ",
  "45": "וַיִּֽהְי֛וּ H1961 כָּל H3605 פְּקוּדֵ֥י H6485 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 מִבֶּ֨ן H1121 עֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 כָּל H3605 יֹצֵ֥א H3318 צָבָ֖א H6635 בְּיִשְׂרָאֵֽל H3478 ",
  "46": "וַיִּֽהְיוּ֙ H1961 כָּל H3605 הַפְּקֻדִ֔ים H6485 שֵׁשׁ H8337 מֵא֥וֹת H3967 אֶ֖לֶף H505 וּשְׁלֹ֣שֶׁת H7969 אֲלָפִ֑ים H505 וַחֲמֵ֥שׁ H2568 מֵא֖וֹת H3967 וַחֲמִשִּֽׁים H2572 ",
  "47": "וְהַ H3881 לְמַטֵּ֣ה H4294 אֲבֹתָ֑ם H1 לֹ֥א H3808 הָתְפָּקְד֖וּ H6485 בְּתוֹכָֽ H8432 ",
  "48": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "49": "אַ֣ךְ H389 אֶת H853 מַטֵּ֤ה H4294 לֵוִי֙ H3878 לֹ֣א H3808 תִפְקֹ֔ד H6485 וְאֶת H853 רֹאשָׁ֖ם H7218 לֹ֣א H3808 תִשָּׂ֑א H5375 בְּת֖וֹךְ H8432 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "50": "וְאַתָּ֡ה H859 הַפְקֵ֣ד H6485 אֶת H853 הַלְוִיִּם֩ H3881 עַל H5921 מִשְׁכַּ֨ן H4908 הָעֵדֻ֜ת H5715 וְעַ֣ל H5921 כָּל H3605 כֵּלָיו֮ H3627 וְעַ֣ל H5921 כָּל H3605 אֲשֶׁר H834 לוֹ֒ Hl הֵ֜מָּה H1992 יִשְׂא֤וּ H5375 אֶת H853 הַמִּשְׁכָּן֙ H4908 וְאֶת H853 כָּל H3605 כֵּלָ֔יו H3627 וְהֵ֖ם H1992 יְשָׁרְתֻ֑הוּ H8334 וְסָבִ֥יב H5439 לַמִּשְׁכָּ֖ן H4908 יַחֲנֽוּ H2583 ",
  "51": "וּבִ H5265 הַמִּשְׁכָּ֗ן H4908 יוֹרִ֤ידוּ H3381 אֹתוֹ֙ H853 הַלְוִיִּ֔ם H3881 וּבַ H2583 הַמִּשְׁכָּ֔ן H4908 יָקִ֥ימוּ H6965 אֹת֖וֹ H853 הַלְוִיִּ֑ם H3881 וְהַ H2114 הַקָּרֵ֖ב H7126 יוּמָֽת H4191 ",
  "52": "וְחָנ֖וּ H2583 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 אִ֧ישׁ H376 עַֽל H5921 מַחֲנֵ֛הוּ H4264 וְאִ֥ישׁ H376 עַל H5921 דִּגְל֖וֹ H1714 לְצִבְאֹתָֽ H6635 ",
  "53": "וְהַ H3881 יַחֲנ֤וּ H2583 סָבִיב֙ H5439 לְמִשְׁכַּ֣ן H4908 הָעֵדֻ֔ת H5715 וְלֹֽא H3808 יִהְיֶ֣ה H1961 קֶ֔צֶף H7110 עַל H5921 עֲדַ֖ת H5712 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וְשָׁמְרוּ֙ H8104 הַלְוִיִּ֔ם H3881 אֶת H853 מִשְׁמֶ֖רֶת H4931 מִשְׁכַּ֥ן H4908 הָעֵדֽוּת H5715 ",
  "54": "וַֽיַּעֲשׂ֖וּ H6213 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 כְּ֠כֹל H3605 אֲשֶׁ֨ר H834 צִוָּ֧ה H6680 יְהוָ֛ה H3068 אֶת H853 מֹשֶׁ֖ה H4872 כֵּ֥ן H3651 עָשֽׂוּ H6213 "
}
