{
  "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "2": "עֲשֵׂ֣ה H6213 לְךָ֗ Hl שְׁתֵּי֙ H8147 חֲצֽוֹצְרֹ֣ת H2689 כֶּ֔סֶף H3701 מִקְשָׁ֖ה H4749 תַּעֲשֶׂ֣ה H6213 אֹתָ֑ם H853 וְהָי֤וּ H1961 לְךָ֙ Hl לְמִקְרָ֣א H4744 הָֽעֵדָ֔ה H5712 וּלְ H4550 אֶת H853 הַֽמַּחֲנֽוֹת H4264 ",
  "3": "וְתָקְע֖וּ H8628 בָּהֵ֑ן Hb וְנֽוֹעֲד֤וּ H3259 אֵלֶ֨יךָ֙ H413 כָּל H3605 הָ֣עֵדָ֔ה H5712 אֶל H413 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "4": "וְאִם H518 בְּאַחַ֖ת H259 יִתְקָ֑עוּ H8628 וְנוֹעֲד֤וּ H3259 אֵלֶ֨יךָ֙ H413 הַנְּשִׂיאִ֔ים H5387 רָאשֵׁ֖י H7218 אַלְפֵ֥י H505 יִשְׂרָאֵֽל H3478 ",
  "5": "וּתְקַעְתֶּ֖ם H8628 תְּרוּעָ֑ה H8643 וְנָֽסְעוּ֙ H5265 הַֽמַּחֲנ֔וֹת H4264 הַחֹנִ֖ים H2583 קֵֽדְמָה H6924 ",
  "6": "וּתְקַעְתֶּ֤ם H8628 תְּרוּעָה֙ H8643 שֵׁנִ֔ית H8145 וְנָֽסְעוּ֙ H5265 הַֽמַּחֲנ֔וֹת H4264 הַחֹנִ֖ים H2583 תֵּימָ֑נָה H8486 תְּרוּעָ֥ה H8643 יִתְקְע֖וּ H8628 לְמַסְעֵי H4550 ",
  "7": "וּבְ H6950 אֶת H853 הַקָּהָ֑ל H6951 תִּתְקְע֖וּ H8628 וְלֹ֥א H3808 תָרִֽיעוּ H7321 ",
  "8": "וּבְנֵ֤י H1121 אַהֲרֹן֙ H175 הַכֹּ֣הֲנִ֔ים H3548 יִתְקְע֖וּ H8628 בַּֽחֲצֹצְר֑וֹת H2689 וְהָי֥וּ H1961 לָכֶ֛ם Hl לְחֻקַּ֥ת H2708 עוֹלָ֖ם H5769 לְדֹרֹתֵי H1755 ",
  "9": "וְכִֽי H3588 תָבֹ֨אוּ H935 מִלְחָמָ֜ה H4421 בְּאַרְצְ H776 עַל H5921 הַצַּר֙ H6862 הַצֹּרֵ֣ר H6887 אֶתְכֶ֔ם H853 וַהֲרֵעֹתֶ֖ם H7321 בַּחֲצֹצְר֑וֹת H2689 וֲנִזְכַּרְתֶּ֗ם H2142 לִפְנֵי֙ H6440 יְהוָ֣ה H3068 אֱלֹֽהֵיכֶ֔ם H430 וְנוֹשַׁעְתֶּ֖ם H3467 מֵאֹיְבֵי H341 ",
  "10": "וּבְ H3117 שִׂמְחַתְכֶ֥ם H8057 וּֽבְ H4150 וּבְ H7218 חָדְשֵׁיכֶם֒ H2320 וּתְקַעְתֶּ֣ם H8628 בַּחֲצֹֽצְרֹ֗ת H2689 עַ֚ל H5921 עֹלֹ֣תֵיכֶ֔ם H5930 וְעַ֖ל H5921 זִבְחֵ֣י H2077 שַׁלְמֵיכֶ֑ם H8002 וְהָי֨וּ H1961 לָכֶ֤ם Hl לְזִכָּרוֹן֙ H2146 לִפְנֵ֣י H6440 אֱלֹֽהֵיכֶ֔ם H430 אֲנִ֖י H589 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
  "11": "וַיְהִ֞י H1961 בַּשָּׁנָ֧ה H8141 הַשֵּׁנִ֛ית H8145 בַּחֹ֥דֶשׁ H2320 הַשֵּׁנִ֖י H8145 בְּעֶשְׂרִ֣ים H6242 בַּחֹ֑דֶשׁ H2320 נַעֲלָה֙ H5927 הֶֽעָנָ֔ן H6051 מֵעַ֖ל H5921 מִשְׁכַּ֥ן H4908 הָעֵדֻֽת H5715 ",
  "12": "וַיִּסְע֧וּ H5265 בְנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 לְמַסְעֵי H4550 מִמִּדְבַּ֣ר H4057 סִינָ֑י H5514 וַיִּשְׁכֹּ֥ן H7931 הֶעָנָ֖ן H6051 בְּמִדְבַּ֥ר H4057 פָּארָֽן H6290 ",
  "13": "וַיִּסְע֖וּ H5265 בָּרִאשֹׁנָ֑ה H7223 עַל H5921 פִּ֥י H6310 יְהוָ֖ה H3068 בְּיַד H3027 מֹשֶֽׁה H4872 ",
  "14": "וַיִּסַּ֞ע H5265 דֶּ֣גֶל H1714 מַחֲנֵ֧ה H4264 בְנֵֽי H1121 יְהוּדָ֛ה H3063 בָּרִאשֹׁנָ֖ה H7223 לְצִבְאֹתָ֑ H6635 וְעַל H5921 צְבָא֔וֹ H6635 נַחְשׁ֖וֹן H5177 בֶּן H1121 עַמִּינָדָֽב H5992 ",
  "15": "וְעַ֨ל H5921 צְבָ֔א H6635 מַטֵּ֖ה H4294 בְּנֵ֣י H1121 יִשָׂשכָ֑ר H3485 נְתַנְאֵ֖ל H5417 בֶּן H1121 צוּעָֽר H6686 ",
  "16": "וְעַ֨ל H5921 צְבָ֔א H6635 מַטֵּ֖ה H4294 בְּנֵ֣י H1121 זְבוּלֻ֑ן H2074 אֱלִיאָ֖ב H446 בֶּן H1121 חֵלֽוֹן H2497 ",
  "17": "וְהוּרַ֖ד H3381 הַמִּשְׁכָּ֑ן H4908 וְנָסְע֤וּ H5265 בְנֵֽי H1121 גֵרְשׁוֹן֙ H1648 וּבְנֵ֣י H1121 מְרָרִ֔י H4847 נֹשְׂאֵ֖י H5375 הַמִּשְׁכָּֽן H4908 ",
  "18": "וְנָסַ֗ע H5265 דֶּ֛גֶל H1714 מַחֲנֵ֥ה H4264 רְאוּבֵ֖ן H7205 לְצִבְאֹתָ֑ H6635 וְעַל H5921 צְבָא֔וֹ H6635 אֱלִיצ֖וּר H468 בֶּן H1121 שְׁדֵיאֽוּר H7707 ",
  "19": "וְעַ֨ל H5921 צְבָ֔א H6635 מַטֵּ֖ה H4294 בְּנֵ֣י H1121 שִׁמְע֑וֹן H8095 שְׁלֻֽמִיאֵ֖ל H8017 בֶּן H1121 צוּרִֽי H6701 שַׁדָּֽי H6701 ",
  "20": "וְעַל H5921 צְבָ֖א H6635 מַטֵּ֣ה H4294 בְנֵי H1121 גָ֑ד H1410 אֶלְיָסָ֖ף H460 בֶּן H1121 דְּעוּאֵֽל H1845 ",
  "21": "וְנָסְעוּ֙ H5265 הַקְּהָתִ֔ים H6956 נֹשְׂאֵ֖י H5375 הַמִּקְדָּ֑שׁ H4720 וְהֵקִ֥ימוּ H6965 אֶת H853 הַמִּשְׁכָּ֖ן H4908 עַד H5704 בֹּאָֽם H935 ",
  "22": "וְנָסַ֗ע H5265 דֶּ֛גֶל H1714 מַחֲנֵ֥ה H4264 בְנֵֽי H1121 אֶפְרַ֖יִם H669 לְצִבְאֹתָ֑ H6635 וְעַל H5921 צְבָא֔וֹ H6635 אֱלִישָׁמָ֖ע H476 בֶּן H1121 עַמִּיהֽוּד H5989 ",
  "23": "וְעַ֨ל H5921 צְבָ֔א H6635 מַטֵּ֖ה H4294 בְּנֵ֣י H1121 מְנַשֶּׁ֑ה H4519 גַּמְלִיאֵ֖ל H1583 בֶּן H1121 פְּדָה H6301 צֽוּר H6301 ",
  "24": "וְעַ֨ל H5921 צְבָ֔א H6635 מַטֵּ֖ה H4294 בְּנֵ֣י H1121 בִנְיָמִ֑ן H1144 אֲבִידָ֖ן H27 בֶּן H1121 גִּדְעוֹנִֽי H1441 ",
  "25": "וְנָסַ֗ע H5265 דֶּ֚גֶל H1714 מַחֲנֵ֣ה H4264 בְנֵי H1121 דָ֔ן H1835 מְאַסֵּ֥ף H622 לְכָל H3605 הַֽמַּחֲנֹ֖ת H4264 לְצִבְאֹתָ֑ H6635 וְעַל H5921 צְבָא֔וֹ H6635 אֲחִיעֶ֖זֶר H295 בֶּן H1121 עַמִּישַׁדָּֽי H5996 ",
  "26": "וְעַל H5921 צְבָ֔א H6635 מַטֵּ֖ה H4294 בְּנֵ֣י H1121 אָשֵׁ֑ר H836 פַּגְעִיאֵ֖ל H6295 בֶּן H1121 עָכְרָֽן H5918 ",
  "27": "וְעַ֨ל H5921 צְבָ֔א H6635 מַטֵּ֖ה H4294 בְּנֵ֣י H1121 נַפְתָּלִ֑י H5321 אֲחִירַ֖ע H299 בֶּן H1121 עֵינָֽן H5881 ",
  "28": "אֵ֛לֶּה H428 מַסְעֵ֥י H4550 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 לְצִבְאֹתָ֑ H6635 וַיִּסָּֽעוּ H5265 ",
  "29": "וַיֹּ֣אמֶר H559 מֹשֶׁ֗ה H4872 לְ֠חֹבָב H2246 בֶּן H1121 רְעוּאֵ֣ל H7467 הַמִּדְיָנִי֮ H4084 חֹתֵ֣ן H2859 מֹשֶׁה֒ H4872 נֹסְעִ֣ים H5265 אֲנַ֗חְנוּ H587 אֶל H413 הַמָּקוֹם֙ H4725 אֲשֶׁ֣ר H834 אָמַ֣ר H559 יְהוָ֔ה H3068 אֹת֖וֹ H853 אֶתֵּ֣ן H5414 לָכֶ֑ם Hl לְכָ֤ה H3212 אִתָּ֨נוּ֙ H854 וְהֵטַ֣בְנוּ H3190 לָ֔ךְ Hl כִּֽי H3588 יְהוָ֥ה H3068 דִּבֶּר H1696 ט֖וֹב H2896 עַל H5921 יִשְׂרָאֵֽל H3478 ",
  "30": "וַיֹּ֥אמֶר H559 אֵלָ֖יו H413 לֹ֣א H3808 אֵלֵ֑ךְ H3212 כִּ֧י H3588 אִם H518 אֶל H413 אַרְצִ֛י H776 וְאֶל H413 מוֹלַדְתִּ֖י H4138 אֵלֵֽךְ H3212 ",
  "31": "וַיֹּ֕אמֶר H559 אַל H408 נָ֖א H4994 תַּעֲזֹ֣ב H5800 אֹתָ֑נוּ H853 כִּ֣י H3588 עַל H5921 כֵּ֣ן H3651 יָדַ֗עְתָּ H3045 חֲנֹתֵ֨נוּ֙ H2583 בַּמִּדְבָּ֔ר H4057 וְהָיִ֥יתָ H1961 לָּ֖נוּ Hl לְעֵינָֽיִם H5869 ",
  "32": "וְהָיָ֖ה H1961 כִּי H3588 תֵלֵ֣ךְ H3212 עִמָּ֑נוּ H5973 וְהָיָ֣ה H1961 הַטּ֣וֹב H2896 הַה֗וּא H1931 אֲשֶׁ֨ר H834 יֵיטִ֧יב H3190 יְהוָ֛ה H3068 עִמָּ֖נוּ H5973 וְהֵטַ֥בְנוּ H3190 לָֽךְ Hl ",
  "33": "וַיִּסְעוּ֙ H5265 מֵהַ֣ר H2022 יְהוָ֔ה H3068 דֶּ֖רֶךְ H1870 שְׁלֹ֣שֶׁת H7969 יָמִ֑ים H3117 וַאֲר֨וֹן H727 בְּרִית H1285 יְהוָ֜ה H3068 נֹסֵ֣עַ H5265 לִפְנֵי H6440 דֶּ֚רֶךְ H1870 שְׁלֹ֣שֶׁת H7969 יָמִ֔ים H3117 לָת֥וּר H8446 לָהֶ֖ם Hl מְנוּחָֽה H4496 ",
  "34": "וַעֲנַ֧ן H6051 יְהוָ֛ה H3068 עֲלֵיהֶ֖ם H5921 יוֹמָ֑ם H3119 בְּנָסְעָ֖ H5265 מִן H4480 הַֽמַּחֲנֶֽה H4264 ",
  "35": "וַיְהִ֛י H1961 בִּנְסֹ֥עַ H5265 הָאָרֹ֖ן H727 וַיֹּ֣אמֶר H559 מֹשֶׁ֑ה H4872 קוּמָ֣ה H6965 יְהוָ֗ה H3068 וְיָפֻ֨צוּ֙ H6327 אֹֽיְבֶ֔יךָ H341 וְיָנֻ֥סוּ H5127 מְשַׂנְאֶ֖יךָ H8130 מִפָּנֶֽי H6440 ",
  "36": "וּבְ H5117 יֹאמַ֑ר H559 שׁוּבָ֣ה H7725 יְהוָ֔ה H3068 רִֽבְב֖וֹת H7233 אַלְפֵ֥י H505 יִשְׂרָאֵֽל H3478 "
}
