{
  "1": "וַיְהִ֤י H1961 הָעָם֙ H5971 כְּמִתְאֹ֣נְנִ֔ים H596 רַ֖ע H7451 בְּאָזְנֵ֣י H241 יְהוָ֑ה H3068 וַיִּשְׁמַ֤ע H8085 יְהוָה֙ H3068 וַיִּ֣חַר H2734 אַפּ֔וֹ H639 וַתִּבְעַר H1197 בָּם֙ Hb אֵ֣שׁ H784 יְהוָ֔ה H3068 וַתֹּ֖אכַל H398 בִּקְצֵ֥ה H7097 הַֽמַּחֲנֶֽה H4264 ",
  "2": "וַיִּצְעַ֥ק H6817 הָעָ֖ם H5971 אֶל H413 מֹשֶׁ֑ה H4872 וַיִּתְפַּלֵּ֤ל H6419 מֹשֶׁה֙ H4872 אֶל H413 יְהוָ֔ה H3068 וַתִּשְׁקַ֖ע H8257 הָאֵֽשׁ H784 ",
  "3": "וַיִּקְרָ֛א H7121 שֵֽׁם H8034 הַמָּק֥וֹם H4725 הַה֖וּא H1931 תַּבְעֵרָ֑ה H8404 כִּֽי H3588 בָעֲרָ֥ה H1197 בָ֖ם Hb אֵ֥שׁ H784 יְהוָֽה H3068 ",
  "4": "וְהָֽ H628 אֲשֶׁ֣ר H834 בְּקִרְבּ֔ H7130 הִתְאַוּ֖וּ H183 תַּאֲוָ֑ה H8378 וַיָּשֻׁ֣בוּ H7725 וַיִּבְכּ֗וּ H1058 גַּ֚ם H1571 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וַיֹּ֣אמְר֔וּ H559 מִ֥י H4310 יַאֲכִלֵ֖נוּ H398 בָּשָֽׂר H1320 ",
  "5": "זָכַ֨רְנוּ֙ H2142 אֶת H853 הַדָּגָ֔ה H1710 אֲשֶׁר H834 נֹאכַ֥ל H398 בְּמִצְרַ֖יִם H4714 חִנָּ֑ם H2600 אֵ֣ת H853 הַקִּשֻּׁאִ֗ים H7180 וְאֵת֙ H853 הָֽאֲבַטִּחִ֔ים H20 וְאֶת H853 הֶחָצִ֥יר H2682 וְאֶת H853 הַבְּצָלִ֖ים H1211 וְאֶת H853 הַשּׁוּמִֽים H7762 ",
  "6": "וְעַתָּ֛ה H6258 נַפְשֵׁ֥נוּ H5315 יְבֵשָׁ֖ה H3002 אֵ֣ין H369 כֹּ֑ל H3605 בִּלְתִּ֖י H1115 אֶל H413 הַמָּ֥ן H4478 עֵינֵֽינוּ H5869 ",
  "7": "וְהַ H4478 כִּזְרַע H2233 גַּ֖ד H1407 ה֑וּא H1931 וְעֵינ֖ H5869 כְּעֵ֥ין H5869 הַבְּדֹֽלַח H916 ",
  "8": "שָׁטוּ֩ H7751 הָעָ֨ם H5971 וְלָֽקְט֜וּ H3950 וְטָחֲנ֣וּ H2912 בָרֵחַ֗יִם H7347 א֤וֹ H176 דָכוּ֙ H1743 בַּמְּדֹכָ֔ה H4085 וּבִשְּׁלוּ֙ H1310 בַּפָּר֔וּר H6517 וְעָשׂ֥וּ H6213 אֹת֖וֹ H853 עֻג֑וֹת H5692 וְהָיָ֣ה H1961 טַעְמ֔וֹ H2940 כְּטַ֖עַם H2940 לְשַׁ֥ד H3955 הַשָּֽׁמֶן H8081 ",
  "9": "וּבְ H3381 הַטַּ֛ל H2919 עַל H5921 הַֽמַּחֲנֶ֖ה H4264 לָ֑יְלָה H3915 יֵרֵ֥ד H3381 הַמָּ֖ן H4478 עָלָֽיו H5921 ",
  "10": "וַיִּשְׁמַ֨ע H8085 מֹשֶׁ֜ה H4872 אֶת H853 הָעָ֗ם H5971 בֹּכֶה֙ H1058 לְמִשְׁפְּחֹתָ֔י H4940 אִ֖ישׁ H376 לְפֶ֣תַח H6607 אָהֳל֑וֹ H168 וַיִּֽחַר H2734 אַ֤ף H639 יְהוָה֙ H3068 מְאֹ֔ד H3966 וּבְ H5869 מֹשֶׁ֖ה H4872 רָֽע H7489 ",
  "11": "וַיֹּ֨אמֶר H559 מֹשֶׁ֜ה H4872 אֶל H413 יְהוָ֗ה H3068 לָמָ֤ה H4100 הֲרֵעֹ֨תָ֙ H7489 לְעַבְדֶּ֔ H5650 וְלָ֛ H4100 לֹא H3808 מָצָ֥תִי H4672 חֵ֖ן H2580 בְּעֵינֶ֑י H5869 לָשׂ֗וּם H7760 אֶת H853 מַשָּׂ֛א H4853 כָּל H3605 הָעָ֥ם H5971 הַזֶּ֖ה H2088 עָלָֽי H5921 ",
  "12": "הֶאָנֹכִ֣י H595 הָרִ֗יתִי H2029 אֵ֚ת H853 כָּל H3605 הָעָ֣ם H5971 הַזֶּ֔ה H2088 אִם H518 אָנֹכִ֖י H595 יְלִדְתִּ֑יהוּ H3205 כִּֽי H3588 תֹאמַ֨ר H559 אֵלַ֜י H413 שָׂאֵ֣הוּ H5375 בְחֵיקֶ֗ H2436 כַּאֲשֶׁ֨ר H834 יִשָּׂ֤א H5375 הָאֹמֵן֙ H539 אֶת H853 הַיֹּנֵ֔ק H3243 עַ֚ל H5921 הָֽאֲדָמָ֔ה H127 אֲשֶׁ֥ר H834 נִשְׁבַּ֖עְתָּ H7650 לַאֲבֹתָֽי H1 ",
  "13": "מֵאַ֤יִן H370 לִי֙ Hl בָּשָׂ֔ר H1320 לָתֵ֖ת H5414 לְכָל H3605 הָעָ֣ם H5971 הַזֶּ֑ה H2088 כִּֽי H3588 יִבְכּ֤וּ H1058 עָלַי֙ H5921 לֵאמֹ֔ר H559 תְּנָה H5414 לָּ֥נוּ Hl בָשָׂ֖ר H1320 וְנֹאכֵֽלָה H398 ",
  "14": "לֹֽא H3808 אוּכַ֤ל H3201 אָנֹכִי֙ H595 לְבַדִּ֔ H905 לָשֵׂ֖את H5375 אֶת H853 כָּל H3605 הָעָ֣ם H5971 הַזֶּ֑ה H2088 כִּ֥י H3588 כָבֵ֖ד H3515 מִמֶּֽנִּי H4480 ",
  "15": "וְאִם H518 כָּ֣כָה H3602 אַתְּ H859 עֹ֣שֶׂה H6213 לִּ֗י Hl הָרְגֵ֤נִי H2026 נָא֙ H4994 הָרֹ֔ג H2026 אִם H518 מָצָ֥אתִי H4672 חֵ֖ן H2580 בְּעֵינֶ֑י H5869 וְאַל H408 אֶרְאֶ֖ה H7200 בְּרָעָתִֽ H7451 ",
  "16": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 אֶסְפָה H622 לִּ֞י Hl שִׁבְעִ֣ים H7657 אִישׁ֮ H376 מִזִּקְנֵ֣י H2205 יִשְׂרָאֵל֒ H3478 אֲשֶׁ֣ר H834 יָדַ֔עְתָּ H3045 כִּי H3588 הֵ֛ם H1992 זִקְנֵ֥י H2205 הָעָ֖ם H5971 וְשֹׁטְרָ֑י H7860 וְלָקַחְתָּ֤ H3947 אֹתָם֙ H853 אֶל H413 אֹ֣הֶל H168 מוֹעֵ֔ד H4150 וְהִֽתְיַצְּב֥וּ H3320 שָׁ֖ם H8033 עִמָּֽךְ H5973 ",
  "17": "וְיָרַדְתִּ֗י H3381 וְדִבַּרְתִּ֣י H1696 עִמְּךָ֮ H5973 שָׁם֒ H8033 וְאָצַלְתִּ֗י H680 מִן H4480 הָר֛וּחַ H7307 אֲשֶׁ֥ר H834 עָלֶ֖יךָ H5921 וְשַׂמְתִּ֣י H7760 עֲלֵיהֶ֑ם H5921 וְנָשְׂא֤וּ H5375 אִתְּךָ֙ H854 בְּמַשָּׂ֣א H4853 הָעָ֔ם H5971 וְלֹא H3808 תִשָּׂ֥א H5375 אַתָּ֖ה H859 לְבַדֶּֽ H905 ",
  "18": "וְאֶל H413 הָעָ֨ם H5971 תֹּאמַ֜ר H559 הִתְקַדְּשׁ֣וּ H6942 לְמָחָר֮ H4279 וַאֲכַלְתֶּ֣ם H398 בָּשָׂר֒ H1320 כִּ֡י H3588 בְּכִיתֶם֩ H1058 בְּאָזְנֵ֨י H241 יְהוָ֜ה H3068 לֵאמֹ֗ר H559 מִ֤י H4310 יַאֲכִלֵ֨נוּ֙ H398 בָּשָׂ֔ר H1320 כִּי H3588 ט֥וֹב H2895 לָ֖נוּ Hl בְּמִצְרָ֑יִם H4714 וְנָתַ֨ן H5414 יְהוָ֥ה H3068 לָכֶ֛ם Hl בָּשָׂ֖ר H1320 וַאֲכַלְתֶּֽם H398 ",
  "19": "לֹ֣א H3808 י֥וֹם H3117 אֶחָ֛ד H259 תֹּאכְל֖וּן H398 וְלֹ֣א H3808 יוֹמָ֑יִם H3117 וְלֹ֣א H3808 חֲמִשָּׁ֣ה H2568 יָמִ֗ים H3117 וְלֹא֙ H3808 עֲשָׂרָ֣ה H6235 יָמִ֔ים H3117 וְלֹ֖א H3808 עֶשְׂרִ֥ים H6242 יֽוֹם H3117 ",
  "20": "עַ֣ד H5704 חֹ֣דֶשׁ H2320 יָמִ֗ים H3117 עַ֤ד H5704 אֲשֶׁר H834 יֵצֵא֙ H3318 מֵֽאַפְּ H639 וְהָיָ֥ה H1961 לָכֶ֖ם Hl לְזָרָ֑א H2214 יַ֗עַן H3282 כִּֽי H3588 מְאַסְתֶּ֤ם H3988 אֶת H853 יְהוָה֙ H3068 אֲשֶׁ֣ר H834 בְּקִרְבְּ H7130 וַתִּבְכּ֤וּ H1058 לְפָנָי H6440 לֵאמֹ֔ר H559 לָ֥מָּה H4100 זֶּ֖ה H2088 יָצָ֥אנוּ H3318 מִמִּצְרָֽיִם H4714 ",
  "21": "וַיֹּאמֶר֮ H559 מֹשֶׁה֒ H4872 שֵׁשׁ H8337 מֵא֥וֹת H3967 אֶ֨לֶף֙ H505 רַגְלִ֔י H7273 הָעָ֕ם H5971 אֲשֶׁ֥ר H834 אָנֹכִ֖י H595 בְּקִרְבּ֑ H7130 וְאַתָּ֣ה H859 אָמַ֗רְתָּ H559 בָּשָׂר֙ H1320 אֶתֵּ֣ן H5414 לָהֶ֔ם Hl וְאָכְל֖וּ H398 חֹ֥דֶשׁ H2320 יָמִֽים H3117 ",
  "22": "הֲצֹ֧אן H6629 וּבָקָ֛ר H1241 יִשָּׁחֵ֥ט H7819 לָהֶ֖ם Hl וּמָצָ֣א H4672 לָהֶ֑ם Hl אִ֣ם H518 אֶֽת H853 כָּל H3605 דְּגֵ֥י H1709 הַיָּ֛ם H3220 יֵאָסֵ֥ף H622 לָהֶ֖ם Hl וּמָצָ֥א H4672 לָהֶֽם Hl ",
  "23": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 הֲיַ֥ד H3027 יְהוָ֖ה H3068 תִּקְצָ֑ר H7114 עַתָּ֥ה H6258 תִרְאֶ֛ה H7200 הֲיִקְרְ H7136 דְבָרִ֖י H1697 אִם H518 לֹֽא H3808 ",
  "24": "וַיֵּצֵ֣א H3318 מֹשֶׁ֗ה H4872 וַיְדַבֵּר֙ H1696 אֶל H413 הָעָ֔ם H5971 אֵ֖ת H853 דִּבְרֵ֣י H1697 יְהוָ֑ה H3068 וַיֶּאֱסֹ֞ף H622 שִׁבְעִ֥ים H7657 אִישׁ֙ H376 מִזִּקְנֵ֣י H2205 הָעָ֔ם H5971 וַֽיַּעֲמֵ֥ד H5975 אֹתָ֖ם H853 סְבִיבֹ֥ת H5439 הָאֹֽהֶל H168 ",
  "25": "וַיֵּ֨רֶד H3381 יְהוָ֥ה H3068 בֶּעָנָן֮ H6051 וַיְדַבֵּ֣ר H1696 אֵלָיו֒ H413 וַיָּ֗אצֶל H680 מִן H4480 הָר֨וּחַ֙ H7307 אֲשֶׁ֣ר H834 עָלָ֔יו H5921 וַיִּתֵּ֕ן H5414 עַל H5921 שִׁבְעִ֥ים H7657 אִ֖ישׁ H376 הַזְּקֵנִ֑ים H2205 וַיְהִ֗י H1961 כְּנ֤וֹחַ H5117 עֲלֵיהֶם֙ H5921 הָר֔וּחַ H7307 וַיִּֽתְנַבְּא֖וּ H5012 וְלֹ֥א H3808 יָסָֽפוּ H3254 ",
  "26": "וַיִּשָּׁאֲר֣וּ H7604 שְׁנֵֽי H8147 אֲנָשִׁ֣ים H376 בַּֽמַּחֲנֶ֡ה H4264 שֵׁ֣ם H8034 הָאֶחָ֣ד H259 אֶלְדָּ֡ד H419 וְשֵׁם֩ H8034 הַשֵּׁנִ֨י H8145 מֵידָ֜ד H4312 וַתָּ֧נַח H5117 עֲלֵיהֶ֣ם H5921 הָר֗וּחַ H7307 וְהֵ֨מָּה֙ H1992 בַּכְּתֻבִ֔ים H3789 וְלֹ֥א H3808 יָצְא֖וּ H3318 הָאֹ֑הֱלָ H168 וַיִּֽתְנַבְּא֖וּ H5012 בַּֽמַּחֲנֶֽה H4264 ",
  "27": "וַיָּ֣רָץ H7323 הַנַּ֔עַר H5288 וַיַּגֵּ֥ד H5046 לְמֹשֶׁ֖ה H4872 וַיֹּאמַ֑ר H559 אֶלְדָּ֣ד H419 וּמֵידָ֔ד H4312 מִֽתְנַבְּאִ֖ים H5012 בַּֽמַּחֲנֶֽה H4264 ",
  "28": "וַיַּ֜עַן H6030 יְהוֹשֻׁ֣עַ H3091 בִּן H1121 נ֗וּן H5126 מְשָׁרֵ֥ת H8334 מֹשֶׁ֛ה H4872 מִבְּחֻרָ֖י H979 וַיֹּאמַ֑ר H559 אֲדֹנִ֥י H113 מֹשֶׁ֖ה H4872 כְּלָאֵֽם H3607 ",
  "29": "וַיֹּ֤אמֶר H559 לוֹ֙ Hl מֹשֶׁ֔ה H4872 הַֽמְקַנֵּ֥א H7065 אַתָּ֖ה H859 לִ֑י Hl וּמִ֨י H4310 יִתֵּ֜ן H5414 כָּל H3605 עַ֤ם H5971 יְהוָה֙ H3068 נְבִיאִ֔ים H5030 כִּי H3588 יִתֵּ֧ן H5414 יְהוָ֛ה H3068 אֶת H853 רוּח֖וֹ H7307 עֲלֵיהֶֽם H5921 ",
  "30": "וַיֵּאָסֵ֥ף H622 מֹשֶׁ֖ה H4872 אֶל H413 הַֽמַּחֲנֶ֑ה H4264 ה֖וּא H1931 וְזִקְנֵ֥י H2205 יִשְׂרָאֵֽל H3478 ",
  "31": "וְר֜וּחַ H7307 נָסַ֣ע H5265 מֵאֵ֣ת H854 יְהוָ֗ה H3068 וַיָּ֣גָז H1468 שַׂלְוִים֮ H7958 מִן H4480 הַיָּם֒ H3220 וַיִּטֹּ֨שׁ H5203 עַל H5921 הַֽמַּחֲנֶ֜ה H4264 כְּדֶ֧רֶךְ H1870 י֣וֹם H3117 כֹּ֗ה H3541 וּכְ H1870 יוֹם֙ H3117 כֹּ֔ה H3541 סְבִיב֖וֹת H5439 הַֽמַּחֲנֶ֑ה H4264 וּכְ H520 עַל H5921 פְּנֵ֥י H6440 הָאָֽרֶץ H776 ",
  "32": "וַיָּ֣קָם H6965 הָעָ֡ם H5971 כָּל H3605 הַיּוֹם֩ H3117 הַה֨וּא H1931 וְכָל H3605 הַלַּ֜יְלָה H3915 וְכֹ֣ל H3605 י֣וֹם H3117 הַֽמָּחֳרָ֗ת H4283 וַיַּֽאַסְפוּ֙ H622 אֶת H853 הַשְּׂלָ֔ו H7958 הַמַּמְעִ֕יט H4591 אָסַ֖ף H622 עֲשָׂרָ֣ה H6235 חֳמָרִ֑ים H2563 וַיִּשְׁטְח֤וּ H7849 לָהֶם֙ Hl שָׁט֔וֹחַ H7849 סְבִיב֖וֹת H5439 הַֽמַּחֲנֶֽה H4264 ",
  "33": "הַבָּשָׂ֗ר H1320 עוֹדֶ֨נּוּ֙ H5750 בֵּ֣ין H996 שִׁנֵּיהֶ֔ם H8127 טֶ֖רֶם H2962 יִכָּרֵ֑ת H3772 וְאַ֤ף H639 יְהוָה֙ H3068 חָרָ֣ה H2734 בָעָ֔ם H5971 וַיַּ֤ךְ H5221 יְהוָה֙ H3068 בָּעָ֔ם H5971 מַכָּ֖ה H4347 רַבָּ֥ה H7227 מְאֹֽד H3966 ",
  "34": "וַיִּקְרָ֛א H7121 אֶת H853 שֵֽׁם H8034 הַמָּק֥וֹם H4725 הַה֖וּא H1931 קִבְר֣וֹת H6914 הַֽתַּאֲוָ֑ה H6914 כִּי H3588 שָׁם֙ H8033 קָֽבְר֔וּ H6912 אֶת H853 הָעָ֖ם H5971 הַמִּתְאַוִּֽים H183 ",
  "35": "מִקִּבְר֧וֹת H6914 הַֽתַּאֲוָ֛ה H6914 נָסְע֥וּ H5265 הָעָ֖ם H5971 חֲצֵר֑וֹת H2698 וַיִּהְי֖וּ H1961 בַּחֲצֵרֽוֹת H2698 "
}
