{
  "1": "וַתְּדַבֵּ֨ר H1696 מִרְיָ֤ם H4813 וְאַהֲרֹן֙ H175 בְּמֹשֶׁ֔ה H4872 עַל H5921 אֹד֛וֹת H182 הָאִשָּׁ֥ה H802 הַכֻּשִׁ֖ית H3571 אֲשֶׁ֣ר H834 לָקָ֑ח H3947 כִּֽי H3588 אִשָּׁ֥ה H802 כֻשִׁ֖ית H3571 לָקָֽח H3947 ",
  "2": "וַיֹּאמְר֗וּ H559 הֲרַ֤ק H7535 אַךְ H389 בְּמֹשֶׁה֙ H4872 דִּבֶּ֣ר H1696 יְהוָ֔ה H3068 הֲלֹ֖א H3808 גַּם H1571 בָּ֣נוּ Hb דִבֵּ֑ר H1696 וַיִּשְׁמַ֖ע H8085 יְהוָֽה H3068 ",
  "3": "וְהָ H376 מֹשֶׁ֖ה H4872 ענו H6035 מְאֹ֑ד H3966 מִכֹּל֙ H3605 הָֽאָדָ֔ם H120 אֲשֶׁ֖ר H834 עַל H5921 פְּנֵ֥י H6440 הָאֲדָמָֽה H127 ",
  "4": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 פִּתְאֹ֗ם H6597 אֶל H413 מֹשֶׁ֤ה H4872 וְאֶֽל H413 אַהֲרֹן֙ H175 וְאֶל H413 מִרְיָ֔ם H4813 צְא֥וּ H3318 שְׁלָשְׁתְּכֶ֖ם H7969 אֶל H413 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וַיֵּצְא֖וּ H3318 שְׁלָשְׁתָּֽם H7969 ",
  "5": "וַיֵּ֤רֶד H3381 יְהוָה֙ H3068 בְּעַמּ֣וּד H5982 עָנָ֔ן H6051 וַֽיַּעֲמֹ֖ד H5975 פֶּ֣תַח H6607 הָאֹ֑הֶל H168 וַיִּקְרָא֙ H7121 אַהֲרֹ֣ן H175 וּמִרְיָ֔ם H4813 וַיֵּצְא֖וּ H3318 שְׁנֵיהֶֽם H8147 ",
  "6": "וַיֹּ֖אמֶר H559 שִׁמְעוּ H8085 נָ֣א H4994 דְבָרָ֑י H1697 אִם H518 יִֽהְיֶה֙ H1961 נְבִ֣יאֲכֶ֔ם H5030 יְהוָ֗ה H3068 בַּמַּרְאָה֙ H4759 אֵלָ֣יו H413 אֶתְוַדָּ֔ע H3045 בַּחֲל֖וֹם H2472 אֲדַבֶּר H1696 בּֽוֹ Hb ",
  "7": "לֹא H3808 כֵ֖ן H3651 עַבְדִּ֣י H5650 מֹשֶׁ֑ה H4872 בְּכָל H3605 בֵּיתִ֖י H1004 נֶאֱמָ֥ן H539 הֽוּא H1931 ",
  "8": "פֶּ֣ה H6310 אֶל H413 פֶּ֞ה H6310 אֲדַבֶּר H1696 בּ֗וֹ Hb וּמַרְאֶה֙ H4758 וְלֹ֣א H3808 בְחִידֹ֔ת H2420 וּתְמֻנַ֥ת H8544 יְהוָ֖ה H3068 יַבִּ֑יט H5027 וּמַדּ֨וּעַ֙ H4069 לֹ֣א H3808 יְרֵאתֶ֔ם H3372 לְדַבֵּ֖ר H1696 בְּעַבְדִּ֥ H5650 בְמֹשֶֽׁה H4872 ",
  "9": "וַיִּֽחַר H2734 אַ֧ף H639 יְהוָ֛ה H3068 בָּ֖ם Hb וַיֵּלַֽךְ H3212 ",
  "10": "וְהֶ H6051 סָ֚ר H5493 מֵעַ֣ל H5921 הָאֹ֔הֶל H168 וְהִנֵּ֥ה H2009 מִרְיָ֖ם H4813 מְצֹרַ֣עַת H6879 כַּשָּׁ֑לֶג H7950 וַיִּ֧פֶן H6437 אַהֲרֹ֛ן H175 אֶל H413 מִרְיָ֖ם H4813 וְהִנֵּ֥ה H2009 מְצֹרָֽעַת H6879 ",
  "11": "וַיֹּ֥אמֶר H559 אַהֲרֹ֖ן H175 אֶל H413 מֹשֶׁ֑ה H4872 בִּ֣י H994 אֲדֹנִ֔י H113 אַל H408 נָ֨א H4994 תָשֵׁ֤ת H7896 עָלֵ֨ינוּ֙ H5921 חַטָּ֔את H2403 אֲשֶׁ֥ר H834 נוֹאַ֖לְנוּ H2973 וַאֲשֶׁ֥ר H834 חָטָֽאנוּ H2398 ",
  "12": "אַל H408 נָ֥א H4994 תְהִ֖י H1961 כַּמֵּ֑ת H4191 אֲשֶׁ֤ר H834 בְּצֵאת H3318 מֵרֶ֣חֶם H7358 אִמּ֔וֹ H517 וַיֵּאָכֵ֖ל H398 חֲצִ֥י H2677 בְשָׂרֽוֹ H1320 ",
  "13": "וַיִּצְעַ֣ק H6817 מֹשֶׁ֔ה H4872 אֶל H413 יְהוָ֖ה H3068 לֵאמֹ֑ר H559 אֵ֕ל H410 נָ֛א H4994 רְפָ֥א H7495 נָ֖א H4994 לָֽהּ Hl ",
  "14": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 וְאָבִ֨י H1 יָרֹ֤ק H3417 יָרַק֙ H3417 בְּפָנֶ֔י H6440 הֲלֹ֥א H3808 תִכָּלֵ֖ם H3637 שִׁבְעַ֣ת H7651 יָמִ֑ים H3117 תִּסָּגֵ֞ר H5462 שִׁבְעַ֤ת H7651 יָמִים֙ H3117 מִח֣וּץ H2351 לַֽמַּחֲנֶ֔ה H4264 וְאַחַ֖ר H310 תֵּאָסֵֽף H622 ",
  "15": "וַתִּסָּגֵ֥ר H5462 מִרְיָ֛ם H4813 מִח֥וּץ H2351 לַֽמַּחֲנֶ֖ה H4264 שִׁבְעַ֣ת H7651 יָמִ֑ים H3117 וְהָ H5971 לֹ֣א H3808 נָסַ֔ע H5265 עַד H5704 הֵאָסֵ֖ף H622 מִרְיָֽם H4813 ",
  "16": "וְאַחַ֛ר H310 נָסְע֥וּ H5265 הָעָ֖ם H5971 מֵחֲצֵר֑וֹת H2698 וַֽיַּחֲנ֖וּ H2583 בְּמִדְבַּ֥ר H4057 פָּארָֽן H6290 "
}
