{
  "1": "וַיִּקַּ֣ח H3947 קֹ֔רַח H7141 בֶּן H1121 יִצְהָ֥ר H3324 בֶּן H1121 קְהָ֖ת H6955 בֶּן H1121 לֵוִ֑י H3878 וְדָתָ֨ן H1885 וַאֲבִירָ֜ם H48 בְּנֵ֧י H1121 אֱלִיאָ֛ב H446 וְא֥וֹן H203 בֶּן H1121 פֶּ֖לֶת H6431 בְּנֵ֥י H1121 רְאוּבֵֽן H7205 ",
  "2": "וַיָּקֻ֨מוּ֙ H6965 לִפְנֵ֣י H6440 מֹשֶׁ֔ה H4872 וַאֲנָשִׁ֥ים H376 מִבְּנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 חֲמִשִּׁ֣ים H2572 וּמָאתָ֑יִם H3967 נְשִׂיאֵ֥י H5387 עֵדָ֛ה H5712 קְרִאֵ֥י H7148 מוֹעֵ֖ד H4150 אַנְשֵׁי H376 שֵֽׁם H8034 ",
  "3": "וַיִּֽקָּהֲל֞וּ H6950 עַל H5921 מֹשֶׁ֣ה H4872 וְעַֽל H5921 אַהֲרֹ֗ן H175 וַיֹּאמְר֣וּ H559 אֲלֵהֶם֮ H413 רַב H7227 לָכֶם֒ Hl כִּ֤י H3588 כָל H3605 הָֽעֵדָה֙ H5712 כֻּלָּ֣ם H3605 קְדֹשִׁ֔ים H6918 וּבְ H8432 יְהוָ֑ה H3068 וּמַדּ֥וּעַ H4069 תִּֽתְנַשְּׂא֖וּ H5375 עַל H5921 קְהַ֥ל H6951 יְהוָֽה H3068 ",
  "4": "וַיִּשְׁמַ֣ע H8085 מֹשֶׁ֔ה H4872 וַיִּפֹּ֖ל H5307 עַל H5921 פָּנָֽיו H6440 ",
  "5": "וַיְדַבֵּ֨ר H1696 אֶל H413 קֹ֜רַח H7141 וְאֶֽל H413 כָּל H3605 עֲדָתוֹ֮ H5712 לֵאמֹר֒ H559 בֹּ֠קֶר H1242 וְיֹדַ֨ע H3045 יְהוָ֧ה H3068 אֶת H853 אֲשֶׁר H834 ל֛וֹ Hl וְאֶת H853 הַקָּד֖וֹשׁ H6918 וְהִקְרִ֣יב H7126 אֵלָ֑יו H413 וְאֵ֛ת H853 אֲשֶׁ֥ר H834 יִבְחַר H977 בּ֖וֹ Hb יַקְרִ֥יב H7126 אֵלָֽיו H413 ",
  "6": "זֹ֖את H2063 עֲשׂ֑וּ H6213 קְחוּ H3947 לָכֶ֣ם Hl מַחְתּ֔וֹת H4289 קֹ֖רַח H7141 וְכָל H3605 עֲדָתֽוֹ H5712 ",
  "7": "וּתְנ֣וּ H5414 בָהֵ֣ן H2004 אֵ֡שׁ H784 וְשִׂימוּ֩ H7760 עֲלֵיהֶ֨ן H5921 קְטֹ֜רֶת H7004 לִפְנֵ֤י H6440 יְהוָה֙ H3068 מָחָ֔ר H4279 וְהָיָ֗ה H1961 הָאִ֛ישׁ H376 אֲשֶׁר H834 יִבְחַ֥ר H977 יְהוָ֖ה H3068 ה֣וּא H1931 הַקָּד֑וֹשׁ H6918 רַב H7227 לָכֶ֖ם Hl בְּנֵ֥י H1121 לֵוִֽי H3878 ",
  "8": "וַיֹּ֥אמֶר H559 מֹשֶׁ֖ה H4872 אֶל H413 קֹ֑רַח H7141 שִׁמְעוּ H8085 נָ֖א H4994 בְּנֵ֥י H1121 לֵוִֽי H3878 ",
  "9": "הַמְעַ֣ט H4592 מִכֶּ֗ם H4480 כִּֽי H3588 הִבְדִּיל֩ H914 אֱלֹהֵ֨י H430 יִשְׂרָאֵ֤ל H3478 אֶתְכֶם֙ H853 מֵעֲדַ֣ת H5712 יִשְׂרָאֵ֔ל H3478 לְהַקְרִ֥יב H7126 אֶתְכֶ֖ם H853 אֵלָ֑יו H413 לַעֲבֹ֗ד H5647 אֶת H853 עֲבֹדַת֙ H5656 מִשְׁכַּ֣ן H4908 יְהוָ֔ה H3068 וְלַ H5975 לִפְנֵ֥י H6440 הָעֵדָ֖ה H5712 לְשָׁרְתָֽ H8334 ",
  "10": "וַיַּקְרֵב֙ H7126 אֹֽתְךָ֔ H853 וְאֶת H853 כָּל H3605 אַחֶ֥יךָ H251 בְנֵי H1121 לֵוִ֖י H3878 אִתָּ֑ךְ H854 וּבִקַּשְׁתֶּ֖ם H1245 גַּם H1571 כְּהֻנָּֽה H3550 ",
  "11": "לָכֵ֗ן H3651 אַתָּה֙ H859 וְכָל H3605 עֲדָ֣תְךָ֔ H5712 הַנֹּעָדִ֖ים H3259 עַל H5921 יְהוָ֑ה H3068 וְאַהֲרֹ֣ן H175 מַה H4100 ה֔וּא H1931 כִּ֥י H3588 תלונו H3885 עָלָֽיו H5921 ",
  "12": "וַיִּשְׁלַ֣ח H7971 מֹשֶׁ֔ה H4872 לִקְרֹ֛א H7121 לְדָתָ֥ן H1885 וְלַ H48 בְּנֵ֣י H1121 אֱלִיאָ֑ב H446 וַיֹּאמְר֖וּ H559 לֹ֥א H3808 נַעֲלֶֽה H5927 ",
  "13": "הַמְעַ֗ט H4592 כִּ֤י H3588 הֶֽעֱלִיתָ֨נוּ֙ H5927 מֵאֶ֨רֶץ H776 זָבַ֤ת H2100 חָלָב֙ H2461 וּדְבַ֔שׁ H1706 לַהֲמִיתֵ֖ H4191 בַּמִּדְבָּ֑ר H4057 כִּֽי H3588 תִשְׂתָּרֵ֥ר H8323 עָלֵ֖ינוּ H5921 גַּם H1571 הִשְׂתָּרֵֽר H8323 ",
  "14": "אַ֡ף H637 לֹ֣א H3808 אֶל H413 אֶרֶץ֩ H776 זָבַ֨ת H2100 חָלָ֤ב H2461 וּדְבַשׁ֙ H1706 הֲבִ֣יאֹתָ֔נוּ H935 וַתִּ֨תֶּן H5414 לָ֔נוּ Hl נַחֲלַ֖ת H5159 שָׂדֶ֣ה H7704 וָכָ֑רֶם H3754 הַעֵינֵ֞י H5869 הָאֲנָשִׁ֥ים H376 הָהֵ֛ם H1992 תְּנַקֵּ֖ר H5365 לֹ֥א H3808 נַעֲלֶֽה H5927 ",
  "15": "וַיִּ֤חַר H2734 לְמֹשֶׁה֙ H4872 מְאֹ֔ד H3966 וַיֹּ֨אמֶר֙ H559 אֶל H413 יְהוָ֔ה H3068 אַל H408 תֵּ֖פֶן H6437 אֶל H413 מִנְחָתָ֑ם H4503 לֹ֠א H3808 חֲמ֨וֹר H2543 אֶחָ֤ד H259 מֵהֶם֙ H1992 נָשָׂ֔אתִי H5375 וְלֹ֥א H3808 הֲרֵעֹ֖תִי H7489 אֶת H853 אַחַ֥ד H259 מֵהֶֽם H1992 ",
  "16": "וַיֹּ֤אמֶר H559 מֹשֶׁה֙ H4872 אֶל H413 קֹ֔רַח H7141 אַתָּה֙ H859 וְכָל H3605 עֲדָ֣תְךָ֔ H5712 הֱי֖וּ H1961 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 אַתָּ֥ה H859 וָהֵ֛ם H1992 וְאַהֲרֹ֖ן H175 מָחָֽר H4279 ",
  "17": "וּקְח֣וּ H3947 אִ֣ישׁ H376 מַחְתָּת֗וֹ H4289 וּנְתַתֶּ֤ם H5414 עֲלֵיהֶם֙ H5921 קְטֹ֔רֶת H7004 וְהִקְרַבְתֶּ֞ם H7126 לִפְנֵ֤י H6440 יְהוָה֙ H3068 אִ֣ישׁ H376 מַחְתָּת֔וֹ H4289 חֲמִשִּׁ֥ים H2572 וּמָאתַ֖יִם H3967 מַחְתֹּ֑ת H4289 וְאַתָּ֥ה H859 וְאַהֲרֹ֖ן H175 אִ֥ישׁ H376 מַחְתָּתֽוֹ H4289 ",
  "18": "וַיִּקְח֞וּ H3947 אִ֣ישׁ H376 מַחְתָּת֗וֹ H4289 וַיִּתְּנ֤וּ H5414 עֲלֵיהֶם֙ H5921 אֵ֔שׁ H784 וַיָּשִׂ֥ימוּ H7760 עֲלֵיהֶ֖ם H5921 קְטֹ֑רֶת H7004 וַֽיַּעַמְד֗וּ H5975 פֶּ֛תַח H6607 אֹ֥הֶל H168 מוֹעֵ֖ד H4150 וּמֹשֶׁ֥ה H4872 וְאַהֲרֹֽן H175 ",
  "19": "וַיַּקְהֵ֨ל H6950 עֲלֵיהֶ֥ם H5921 קֹ֨רַח֙ H7141 אֶת H853 כָּל H3605 הָ֣עֵדָ֔ה H5712 אֶל H413 פֶּ֖תַח H6607 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וַיֵּרָ֥א H7200 כְבוֹד H3519 יְהוָ֖ה H3068 אֶל H413 כָּל H3605 הָעֵדָֽה H5712 ",
  "20": "וַיְדַבֵּ֣ר H1696 יְהוָ֔ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 וְאֶֽל H413 אַהֲרֹ֖ן H175 לֵאמֹֽר H559 ",
  "21": "הִבָּ֣דְל֔וּ H914 מִתּ֖וֹךְ H8432 הָעֵדָ֣ה H5712 הַזֹּ֑את H2063 וַאַכַלֶּ֥ה H3615 אֹתָ֖ם H853 כְּרָֽגַע H7281 ",
  "22": "וַיִּפְּל֤וּ H5307 עַל H5921 פְּנֵיהֶם֙ H6440 וַיֹּ֣אמְר֔וּ H559 אֵ֕ל H410 אֱלֹהֵ֥י H430 הָרוּחֹ֖ת H7307 לְכָל H3605 בָּשָׂ֑ר H1320 הָאִ֤ישׁ H376 אֶחָד֙ H259 יֶחֱטָ֔א H2398 וְעַ֥ל H5921 כָּל H3605 הָעֵדָ֖ה H5712 תִּקְצֹֽף H7107 ",
  "23": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "24": "דַּבֵּ֥ר H1696 אֶל H413 הָעֵדָ֖ה H5712 לֵאמֹ֑ר H559 הֵֽעָלוּ֙ H5927 מִסָּבִ֔יב H5439 לְמִשְׁכַּן H4908 קֹ֖רַח H7141 דָּתָ֥ן H1885 וַאֲבִירָֽם H48 ",
  "25": "וַיָּ֣קָם H6965 מֹשֶׁ֔ה H4872 וַיֵּ֖לֶךְ H3212 אֶל H413 דָּתָ֣ן H1885 וַאֲבִירָ֑ם H48 וַיֵּלְכ֥וּ H3212 אַחֲרָ֖יו H310 זִקְנֵ֥י H2205 יִשְׂרָאֵֽל H3478 ",
  "26": "וַיְדַבֵּ֨ר H1696 אֶל H413 הָעֵדָ֜ה H5712 לֵאמֹ֗ר H559 ס֣וּרוּ H5493 נָ֡א H4994 מֵעַל֩ H5921 אָהֳלֵ֨י H168 הָאֲנָשִׁ֤ים H376 הָֽרְשָׁעִים֙ H7563 הָאֵ֔לֶּה H428 וְאַֽל H408 תִּגְּע֖וּ H5060 בְּכָל H3605 אֲשֶׁ֣ר H834 לָהֶ֑ם Hl פֶּן H6435 תִּסָּפ֖וּ H5595 בְּכָל H3605 חַטֹּאתָֽם H2403 ",
  "27": "וַיֵּעָל֗וּ H5927 מֵעַ֧ל H5921 מִשְׁכַּן H4908 קֹ֛רֶח H7141 דָּתָ֥ן H1885 וַאֲבִירָ֖ם H48 מִסָּבִ֑יב H5439 וְדָתָ֨ן H1885 וַאֲבִירָ֜ם H48 יָצְא֣וּ H3318 נִצָּבִ֗ים H5324 פֶּ֚תַח H6607 אָֽהֳלֵיהֶ֔ם H168 וּנְשֵׁי H802 וּבְנֵי H1121 וְטַפָּֽ H2945 ",
  "28": "וַיֹּאמֶר֮ H559 מֹשֶׁה֒ H4872 בְּזֹאת֙ H2063 תֵּֽדְע֔וּן H3045 כִּֽי H3588 יְהוָ֣ה H3068 שְׁלָחַ֔נִי H7971 לַעֲשׂ֕וֹת H6213 אֵ֥ת H853 כָּל H3605 הַֽמַּעֲשִׂ֖ים H4639 הָאֵ֑לֶּה H428 כִּי H3588 לֹ֖א H3808 מִלִּבִּֽ H3820 ",
  "29": "אִם H518 כְּמ֤וֹת H4194 כָּל H3605 הָֽאָדָם֙ H120 יְמֻת֣וּן H4191 אֵ֔לֶּה H428 וּפְקֻדַּת֙ H6486 כָּל H3605 הָ֣אָדָ֔ם H120 יִפָּקֵ֖ד H6485 עֲלֵיהֶ֑ם H5921 לֹ֥א H3808 יְהוָ֖ה H3068 שְׁלָחָֽנִי H7971 ",
  "30": "וְאִם H518 בְּרִיאָ֞ה H1278 יִבְרָ֣א H1254 יְהוָ֗ה H3068 וּפָצְתָ֨ה H6475 הָאֲדָמָ֤ה H127 אֶת H853 פִּ֨יהָ֙ H6310 וּבָלְעָ֤ה H1104 אֹתָם֙ H853 וְאֶת H853 כָּל H3605 אֲשֶׁ֣ר H834 לָהֶ֔ם Hl וְיָרְד֥וּ H3381 חַיִּ֖ים H2416 שְׁאֹ֑לָה H7585 וִֽידַעְתֶּ֕ם H3045 כִּ֧י H3588 נִֽאֲצ֛וּ H5006 הָאֲנָשִׁ֥ים H376 הָאֵ֖לֶּה H428 אֶת H853 יְהוָֽה H3068 ",
  "31": "וַיְהִי֙ H1961 כְּכַלֹּת֔ H3615 לְדַבֵּ֕ר H1696 אֵ֥ת H853 כָּל H3605 הַדְּבָרִ֖ים H1697 הָאֵ֑לֶּה H428 וַתִּבָּקַ֥ע H1234 הָאֲדָמָ֖ה H127 אֲשֶׁ֥ר H834 תַּחְתֵּיהֶֽם H8478 ",
  "32": "וַתִּפְתַּ֤ח H6605 הָאָ֨רֶץ֙ H776 אֶת H853 פִּ֔יהָ H6310 וַתִּבְלַ֥ע H1104 אֹתָ֖ם H853 וְאֶת H853 בָּתֵּיהֶ֑ם H1004 וְאֵ֤ת H853 כָּל H3605 הָאָדָם֙ H120 אֲשֶׁ֣ר H834 לְקֹ֔רַח H7141 וְאֵ֖ת H853 כָּל H3605 הָרֲכֽוּשׁ H7399 ",
  "33": "וַיֵּ֨רְד֜וּ H3381 הֵ֣ם H1992 וְכָל H3605 אֲשֶׁ֥ר H834 לָהֶ֛ם Hl חַיִּ֖ים H2416 שְׁאֹ֑לָה H7585 וַתְּכַ֤ס H3680 עֲלֵיהֶם֙ H5921 הָאָ֔רֶץ H776 וַיֹּאבְד֖וּ H6 מִתּ֥וֹךְ H8432 הַקָּהָֽל H6951 ",
  "34": "וְכָל H3605 יִשְׂרָאֵ֗ל H3478 אֲשֶׁ֛ר H834 סְבִיבֹתֵיהֶ֖ם H5439 נָ֣סוּ H5127 לְקֹלָ֑ H6963 כִּ֣י H3588 אָֽמְר֔וּ H559 פֶּן H6435 תִּבְלָעֵ֖נוּ H1104 הָאָֽרֶץ H776 ",
  "35": "וְאֵ֥שׁ H784 יָצְאָ֖ה H3318 מֵאֵ֣ת H853 יְהוָ֑ה H3068 וַתֹּ֗אכַל H398 אֵ֣ת H853 הַחֲמִשִּׁ֤ים H2572 וּמָאתַ֨יִם֙ H3967 אִ֔ישׁ H376 מַקְרִיבֵ֖י H7126 הַקְּטֹֽרֶת H7004 ",
  "36": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "37": "אֱמֹ֨ר H559 אֶל H413 אֶלְעָזָ֜ר H499 בֶּן H1121 אַהֲרֹ֣ן H175 הַכֹּהֵ֗ן H3548 וְיָרֵ֤ם H7311 אֶת H853 הַמַּחְתֹּת֙ H4289 מִבֵּ֣ין H996 הַשְּׂרֵפָ֔ה H8316 וְאֶת H853 הָאֵ֖שׁ H784 זְרֵה H2219 הָ֑לְאָה H1973 כִּ֖י H3588 קָדֵֽשׁוּ H6942 ",
  "38": "אֵ֡ת H853 מַחְתּוֹת֩ H4289 הַֽחַטָּאִ֨ים H2400 הָאֵ֜לֶּה H428 בְּנַפְשֹׁתָ֗ H5315 וְעָשׂ֨וּ H6213 אֹתָ֜ם H853 רִקֻּעֵ֤י H7555 פַחִים֙ H6341 צִפּ֣וּי H6826 לַמִּזְבֵּ֔חַ H4196 כִּֽי H3588 הִקְרִיבֻ֥ם H7126 לִפְנֵֽי H6440 יְהוָ֖ה H3068 וַיִּקְדָּ֑שׁוּ H6942 וְיִֽהְי֥וּ H1961 לְא֖וֹת H226 לִבְנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "39": "וַיִּקַּ֞ח H3947 אֶלְעָזָ֣ר H499 הַכֹּהֵ֗ן H3548 אֵ֚ת H853 מַחְתּ֣וֹת H4289 הַנְּחֹ֔שֶׁת H5178 אֲשֶׁ֥ר H834 הִקְרִ֖יבוּ H7126 הַשְּׂרֻפִ֑ים H8313 וַֽיְרַקְּע֖וּ H7554 צִפּ֥וּי H6826 לַמִּזְבֵּֽחַ H4196 ",
  "40": "זִכָּר֞וֹן H2146 לִבְנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 לְ֠מַעַן H4616 אֲשֶׁ֨ר H834 לֹֽא H3808 יִקְרַ֜ב H7126 אִ֣ישׁ H376 זָ֗ר H2114 אֲ֠שֶׁר H834 לֹ֣א H3808 מִזֶּ֤רַע H2233 אַהֲרֹן֙ H175 ה֔וּא H1931 לְהַקְטִ֥יר H6999 קְטֹ֖רֶת H7004 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וְלֹֽא H3808 יִהְיֶ֤ה H1961 כְקֹ֨רַח֙ H7141 וְכַ֣ H5712 כַּאֲשֶׁ֨ר H834 דִּבֶּ֧ר H1696 יְהוָ֛ה H3068 בְּיַד H3027 מֹשֶׁ֖ה H4872 לֽוֹ Hl ",
  "41": "וַיִּלֹּ֜נוּ H3885 כָּל H3605 עֲדַ֤ת H5712 בְּנֵֽי H1121 יִשְׂרָאֵל֙ H3478 מִֽמָּחֳרָ֔ת H4283 עַל H5921 מֹשֶׁ֥ה H4872 וְעַֽל H5921 אַהֲרֹ֖ן H175 לֵאמֹ֑ר H559 אַתֶּ֥ם H859 הֲמִתֶּ֖ם H4191 אֶת H853 עַ֥ם H5971 יְהוָֽה H3068 ",
  "42": "וַיְהִ֗י H1961 בְּהִקָּהֵ֤ל H6950 הָֽעֵדָה֙ H5712 עַל H5921 מֹשֶׁ֣ה H4872 וְעַֽל H5921 אַהֲרֹ֔ן H175 וַיִּפְנוּ֙ H6437 אֶל H413 אֹ֣הֶל H168 מוֹעֵ֔ד H4150 וְהִנֵּ֥ה H2009 כִסָּ֖הוּ H3680 הֶעָנָ֑ן H6051 וַיֵּרָ֖א H7200 כְּב֥וֹד H3519 יְהוָֽה H3068 ",
  "43": "וַיָּבֹ֤א H935 מֹשֶׁה֙ H4872 וְאַהֲרֹ֔ן H175 אֶל H413 פְּנֵ֖י H6440 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "44": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "45": "הֵרֹ֗מּוּ H7426 מִתּוֹךְ֙ H8432 הָעֵדָ֣ה H5712 הַזֹּ֔את H2063 וַאֲכַלֶּ֥ה H3615 אֹתָ֖ם H853 כְּרָ֑גַע H7281 וַֽיִּפְּל֖וּ H5307 עַל H5921 פְּנֵיהֶֽם H6440 ",
  "46": "וַיֹּ֨אמֶר H559 מֹשֶׁ֜ה H4872 אֶֽל H413 אַהֲרֹ֗ן H175 קַ֣ח H3947 אֶת H853 הַ֠מַּחְתָּה H4289 וְתֶן H5414 עָלֶ֨יהָ H5921 אֵ֜שׁ H784 מֵעַ֤ל H5921 הַמִּזְבֵּ֨חַ֙ H4196 וְשִׂ֣ים H7760 קְטֹ֔רֶת H7004 וְהוֹלֵ֧ךְ H3212 מְהֵרָ֛ה H4120 אֶל H413 הָעֵדָ֖ה H5712 וְכַפֵּ֣ר H3722 עֲלֵיהֶ֑ם H5921 כִּֽי H3588 יָצָ֥א H3318 הַקֶּ֛צֶף H7110 מִלִּ H6440 יְהוָ֖ה H3068 הֵחֵ֥ל H2490 הַנָּֽגֶף H5063 ",
  "47": "וַיִּקַּ֨ח H3947 אַהֲרֹ֜ן H175 כַּאֲשֶׁ֣ר H834 דִּבֶּ֣ר H1696 מֹשֶׁ֗ה H4872 וַיָּ֨רָץ֙ H7323 אֶל H413 תּ֣וֹך H8432 הַקָּהָ֔ל H6951 וְהִנֵּ֛ה H2009 הֵחֵ֥ל H2490 הַנֶּ֖גֶף H5063 בָּעָ֑ם H5971 וַיִּתֵּן֙ H5414 אֶֽת H853 הַקְּטֹ֔רֶת H7004 וַיְכַפֵּ֖ר H3722 עַל H5921 הָעָֽם H5971 ",
  "48": "וַיַּעֲמֹ֥ד H5975 בֵּֽין H996 הַמֵּתִ֖ים H4191 וּבֵ֣ין H996 הַֽחַיִּ֑ים H2416 וַתֵּעָצַ֖ר H6113 הַמַּגֵּפָֽה H4046 ",
  "49": "וַיִּהְי֗וּ H1961 הַמֵּתִים֙ H4191 בַּמַּגֵּפָ֔ה H4046 אַרְבָּעָ֥ה H702 עָשָׂ֛ר H6240 אֶ֖לֶף H505 וּשְׁבַ֣ע H7651 מֵא֑וֹת H3967 מִלְּ H905 הַמֵּתִ֖ים H4191 עַל H5921 דְּבַר H1697 קֹֽרַח H7141 ",
  "50": "וַיָּ֤שָׁב H7725 אַהֲרֹן֙ H175 אֶל H413 מֹשֶׁ֔ה H4872 אֶל H413 פֶּ֖תַח H6607 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְהַ H4046 נֶעֱצָֽרָה H6113 "
}
