{
  "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "2": "דַּבֵּ֣ר H1696 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 וְקַ֣ח H3947 מֵֽאִתָּ֡ H853 מַטֶּ֣ה H4294 מַטֶּה֩ H4294 לְבֵ֨ית H1004 אָ֜ב H1 מֵאֵ֤ת H853 כָּל H3605 נְשִֽׂיאֵהֶם֙ H5387 לְבֵ֣ית H1004 אֲבֹתָ֔ם H1 שְׁנֵ֥ים H8147 עָשָׂ֖ר H6240 מַטּ֑וֹת H4294 אִ֣ישׁ H376 אֶת H853 שְׁמ֔וֹ H8034 תִּכְתֹּ֖ב H3789 עַל H5921 מַטֵּֽהוּ H4294 ",
  "3": "וְאֵת֙ H853 שֵׁ֣ם H8034 אַהֲרֹ֔ן H175 תִּכְתֹּ֖ב H3789 עַל H5921 מַטֵּ֣ה H4294 לֵוִ֑י H3878 כִּ֚י H3588 מַטֶּ֣ה H4294 אֶחָ֔ד H259 לְרֹ֖אשׁ H7218 בֵּ֥ית H1004 אֲבוֹתָֽם H1 ",
  "4": "וְהִנַּחְתָּ֖ H3240 בְּאֹ֣הֶל H168 מוֹעֵ֑ד H4150 לִפְנֵי֙ H6440 הָֽעֵד֔וּת H5715 אֲשֶׁ֛ר H834 אִוָּעֵ֥ד H3259 לָכֶ֖ם Hl שָֽׁמָּה H8033 ",
  "5": "וְהָיָ֗ה H1961 הָאִ֛ישׁ H376 אֲשֶׁ֥ר H834 אֶבְחַר H977 בּ֖וֹ Hb מַטֵּ֣הוּ H4294 יִפְרָ֑ח H6524 וַהֲשִׁכֹּתִ֣י H7918 מֵֽעָלַ֗ H5921 אֶת H853 תְּלֻנּוֹת֙ H8519 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֛ר H834 הֵ֥ם H1992 מַלִּינִ֖ם H3885 עֲלֵיכֶֽם H5921 ",
  "6": "וַיְדַבֵּ֨ר H1696 מֹשֶׁ֜ה H4872 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 וַיִּתְּנ֣וּ H5414 אֵלָ֣יו H413 כָּֽל H3605 נְשִֽׂיאֵיהֶ֡ם H5387 מַטֶּה֩ H4294 לְנָשִׂ֨יא H5387 אֶחָ֜ד H259 מַטֶּ֨ה H4294 לְנָשִׂ֤יא H5387 אֶחָד֙ H259 לְבֵ֣ית H1004 אֲבֹתָ֔ם H1 שְׁנֵ֥ים H8147 עָשָׂ֖ר H6240 מַטּ֑וֹת H4294 וּמַטֵּ֥ה H4294 אַהֲרֹ֖ן H175 בְּת֥וֹךְ H8432 מַטּוֹתָֽם H4294 ",
  "7": "וַיַּנַּ֥ח H3240 מֹשֶׁ֛ה H4872 אֶת H853 הַמַּטֹּ֖ת H4294 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 בְּאֹ֖הֶל H168 הָעֵדֻֽת H5715 ",
  "8": "וַיְהִ֣י H1961 מִֽמָּחֳרָ֗ת H4283 וַיָּבֹ֤א H935 מֹשֶׁה֙ H4872 אֶל H413 אֹ֣הֶל H168 הָעֵד֔וּת H5715 וְהִנֵּ֛ה H2009 פָּרַ֥ח H6524 מַטֵּֽה H4294 אַהֲרֹ֖ן H175 לְבֵ֣ית H1004 לֵוִ֑י H3878 וַיֹּ֤צֵֽא H3318 פֶ֨רַח֙ H6525 וַיָּ֣צֵֽץ H6692 צִ֔יץ H6731 וַיִּגְמֹ֖ל H1580 שְׁקֵדִֽים H8247 ",
  "9": "וַיֹּצֵ֨א H3318 מֹשֶׁ֤ה H4872 אֶת H853 כָּל H3605 הַמַּטֹּת֙ H4294 מִלִּ H6440 יְהוָ֔ה H3068 אֶֽל H413 כָּל H3605 בְּנֵ֖י H1121 יִשְׂרָאֵ֑ל H3478 וַיִּרְא֥וּ H7200 וַיִּקְח֖וּ H3947 אִ֥ישׁ H376 מַטֵּֽהוּ H4294 ",
  "10": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 הָשֵׁ֞ב H7725 אֶת H853 מַטֵּ֤ה H4294 אַהֲרֹן֙ H175 לִפְנֵ֣י H6440 הָעֵד֔וּת H5715 לְמִשְׁמֶ֥רֶת H4931 לְא֖וֹת H226 לִבְנֵי H1121 מֶ֑רִי H4805 וּתְכַ֧ל H3615 תְּלוּנֹּתָ֛ם H8519 מֵעָלַ֖ H5921 וְלֹ֥א H3808 יָמֻֽתוּ H4191 ",
  "11": "וַיַּ֖עַשׂ H6213 מֹשֶׁ֑ה H4872 כַּאֲשֶׁ֨ר H834 צִוָּ֧ה H6680 יְהוָ֛ה H3068 אֹת֖וֹ H853 כֵּ֥ן H3651 עָשָֽׂה H6213 ",
  "12": "וַיֹּֽאמְרוּ֙ H559 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֶל H413 מֹשֶׁ֖ה H4872 לֵאמֹ֑ר H559 הֵ֥ן H2005 גָּוַ֛עְנוּ H1478 אָבַ֖דְנוּ H6 כֻּלָּ֥נוּ H3605 אָבָֽדְנוּ H6 ",
  "13": "כֹּ֣ל H3605 הַקָּרֵ֧ב H7131 הַקָּרֵ֛ב H7131 אֶל H413 מִשְׁכַּ֥ן H4908 יְהוָ֖ה H3068 יָמ֑וּת H4191 הַאִ֥ם H518 תַּ֖מְנוּ H8552 לִגְוֺֽעַ H1478 ",
  "14": "וַיִּהְי֗וּ H1961 הַמֵּתִים֙ H4191 בַּמַּגֵּפָ֔ה H4046 אַרְבָּעָ֥ה H702 עָשָׂ֛ר H6240 אֶ֖לֶף H505 וּשְׁבַ֣ע H7651 מֵא֑וֹת H3967 מִלְּ H905 הַמֵּתִ֖ים H4191 עַל H5921 דְּבַר H1697 קֹֽרַח H7141 ",
  "15": "וַיָּ֤שָׁב H7725 אַהֲרֹן֙ H175 אֶל H413 מֹשֶׁ֔ה H4872 אֶל H413 פֶּ֖תַח H6607 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְהַ H4046 נֶעֱצָֽרָה H6113 ",
  "16": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "17": "דַּבֵּ֣ר H1696 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 וְקַ֣ח H3947 מֵֽאִתָּ֡ H853 מַטֶּ֣ה H4294 מַטֶּה֩ H4294 לְבֵ֨ית H1004 אָ֜ב H1 מֵאֵ֤ת H853 כָּל H3605 נְשִֽׂיאֵהֶם֙ H5387 לְבֵ֣ית H1004 אֲבֹתָ֔ם H1 שְׁנֵ֥ים H8147 עָשָׂ֖ר H6240 מַטּ֑וֹת H4294 אִ֣ישׁ H376 אֶת H853 שְׁמ֔וֹ H8034 תִּכְתֹּ֖ב H3789 עַל H5921 מַטֵּֽהוּ H4294 ",
  "18": "וְאֵת֙ H853 שֵׁ֣ם H8034 אַהֲרֹ֔ן H175 תִּכְתֹּ֖ב H3789 עַל H5921 מַטֵּ֣ה H4294 לֵוִ֑י H3878 כִּ֚י H3588 מַטֶּ֣ה H4294 אֶחָ֔ד H259 לְרֹ֖אשׁ H7218 בֵּ֥ית H1004 אֲבוֹתָֽם H1 ",
  "19": "וְהִנַּחְתָּ֖ H3240 בְּאֹ֣הֶל H168 מוֹעֵ֑ד H4150 לִפְנֵי֙ H6440 הָֽעֵד֔וּת H5715 אֲשֶׁ֛ר H834 אִוָּעֵ֥ד H3259 לָכֶ֖ם Hl שָֽׁמָּה H8033 ",
  "20": "וְהָיָ֗ה H1961 הָאִ֛ישׁ H376 אֲשֶׁ֥ר H834 אֶבְחַר H977 בּ֖וֹ Hb מַטֵּ֣הוּ H4294 יִפְרָ֑ח H6524 וַהֲשִׁכֹּתִ֣י H7918 מֵֽעָלַ֗ H5921 אֶת H853 תְּלֻנּוֹת֙ H8519 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֛ר H834 הֵ֥ם H1992 מַלִּינִ֖ם H3885 עֲלֵיכֶֽם H5921 ",
  "21": "וַיְדַבֵּ֨ר H1696 מֹשֶׁ֜ה H4872 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 וַיִּתְּנ֣וּ H5414 אֵלָ֣יו H413 כָּֽל H3605 נְשִֽׂיאֵיהֶ֡ם H5387 מַטֶּה֩ H4294 לְנָשִׂ֨יא H5387 אֶחָ֜ד H259 מַטֶּ֨ה H4294 לְנָשִׂ֤יא H5387 אֶחָד֙ H259 לְבֵ֣ית H1004 אֲבֹתָ֔ם H1 שְׁנֵ֥ים H8147 עָשָׂ֖ר H6240 מַטּ֑וֹת H4294 וּמַטֵּ֥ה H4294 אַהֲרֹ֖ן H175 בְּת֥וֹךְ H8432 מַטּוֹתָֽם H4294 ",
  "22": "וַיַּנַּ֥ח H3240 מֹשֶׁ֛ה H4872 אֶת H853 הַמַּטֹּ֖ת H4294 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 בְּאֹ֖הֶל H168 הָעֵדֻֽת H5715 ",
  "23": "וַיְהִ֣י H1961 מִֽמָּחֳרָ֗ת H4283 וַיָּבֹ֤א H935 מֹשֶׁה֙ H4872 אֶל H413 אֹ֣הֶל H168 הָעֵד֔וּת H5715 וְהִנֵּ֛ה H2009 פָּרַ֥ח H6524 מַטֵּֽה H4294 אַהֲרֹ֖ן H175 לְבֵ֣ית H1004 לֵוִ֑י H3878 וַיֹּ֤צֵֽא H3318 פֶ֨רַח֙ H6525 וַיָּ֣צֵֽץ H6692 צִ֔יץ H6731 וַיִּגְמֹ֖ל H1580 שְׁקֵדִֽים H8247 ",
  "24": "וַיֹּצֵ֨א H3318 מֹשֶׁ֤ה H4872 אֶת H853 כָּל H3605 הַמַּטֹּת֙ H4294 מִלִּ H6440 יְהוָ֔ה H3068 אֶֽל H413 כָּל H3605 בְּנֵ֖י H1121 יִשְׂרָאֵ֑ל H3478 וַיִּרְא֥וּ H7200 וַיִּקְח֖וּ H3947 אִ֥ישׁ H376 מַטֵּֽהוּ H4294 ",
  "25": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 הָשֵׁ֞ב H7725 אֶת H853 מַטֵּ֤ה H4294 אַהֲרֹן֙ H175 לִפְנֵ֣י H6440 הָעֵד֔וּת H5715 לְמִשְׁמֶ֥רֶת H4931 לְא֖וֹת H226 לִבְנֵי H1121 מֶ֑רִי H4805 וּתְכַ֧ל H3615 תְּלוּנֹּתָ֛ם H8519 מֵעָלַ֖ H5921 וְלֹ֥א H3808 יָמֻֽתוּ H4191 ",
  "26": "וַיַּ֖עַשׂ H6213 מֹשֶׁ֑ה H4872 כַּאֲשֶׁ֨ר H834 צִוָּ֧ה H6680 יְהוָ֛ה H3068 אֹת֖וֹ H853 כֵּ֥ן H3651 עָשָֽׂה H6213 ",
  "27": "וַיֹּֽאמְרוּ֙ H559 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֶל H413 מֹשֶׁ֖ה H4872 לֵאמֹ֑ר H559 הֵ֥ן H2005 גָּוַ֛עְנוּ H1478 אָבַ֖דְנוּ H6 כֻּלָּ֥נוּ H3605 אָבָֽדְנוּ H6 ",
  "28": "כֹּ֣ל H3605 הַקָּרֵ֧ב H7131 הַקָּרֵ֛ב H7131 אֶל H413 מִשְׁכַּ֥ן H4908 יְהוָ֖ה H3068 יָמ֑וּת H4191 הַאִ֥ם H518 תַּ֖מְנוּ H8552 לִגְוֺֽעַ H1478 "
}
