{
  "1": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶֽל H413 אַהֲרֹ֔ן H175 אַתָּ֗ה H859 וּבָנֶ֤י H1121 וּבֵית H1004 אָבִ֨יךָ֙ H1 אִתָּ֔ךְ H854 תִּשְׂא֖וּ H5375 אֶת H853 עֲוֺ֣ן H5771 הַמִּקְדָּ֑שׁ H4720 וְאַתָּה֙ H859 וּבָנֶ֣י H1121 אִתָּ֔ךְ H854 תִּשְׂא֖וּ H5375 אֶת H853 עֲוֺ֥ן H5771 כְּהֻנַּתְכֶֽם H3550 ",
  "2": "וְגַ֣ם H1571 אֶת H853 אַחֶיךָ֩ H251 מַטֵּ֨ה H4294 לֵוִ֜י H3878 שֵׁ֤בֶט H7626 אָבִ֨יךָ֙ H1 הַקְרֵ֣ב H7126 אִתָּ֔ךְ H854 וְיִלָּו֥וּ H3867 עָלֶ֖יךָ H5921 וִֽישָׁרְת֑וּ H8334 וְאַתָּה֙ H859 וּבָנֶ֣י H1121 אִתָּ֔ךְ H854 לִפְנֵ֖י H6440 אֹ֥הֶל H168 הָעֵדֻֽת H5715 ",
  "3": "וְשָֽׁמְרוּ֙ H8104 מִֽשְׁמַרְתְּךָ֔ H4931 וּמִשְׁמֶ֖רֶת H4931 כָּל H3605 הָאֹ֑הֶל H168 אַךְ֩ H389 אֶל H413 כְּלֵ֨י H3627 הַקֹּ֤דֶשׁ H6944 וְאֶל H413 הַמִּזְבֵּ֨חַ֙ H4196 לֹ֣א H3808 יִקְרָ֔בוּ H7126 וְלֹֽא H3808 יָמֻ֥תוּ H4191 גַם H1571 הֵ֖ם H1992 גַּם H1571 אַתֶּֽם H859 ",
  "4": "וְנִלְו֣וּ H3867 עָלֶ֔יךָ H5921 וְשָֽׁמְר֗וּ H8104 אֶת H853 מִשְׁמֶ֨רֶת֙ H4931 אֹ֣הֶל H168 מוֹעֵ֔ד H4150 לְכֹ֖ל H3605 עֲבֹדַ֣ת H5656 הָאֹ֑הֶל H168 וְזָ֖ר H2114 לֹא H3808 יִקְרַ֥ב H7126 אֲלֵיכֶֽם H413 ",
  "5": "וּשְׁמַרְתֶּ֗ם H8104 אֵ֚ת H853 מִשְׁמֶ֣רֶת H4931 הַקֹּ֔דֶשׁ H6944 וְאֵ֖ת H853 מִשְׁמֶ֣רֶת H4931 הַמִּזְבֵּ֑חַ H4196 וְלֹֽא H3808 יִהְיֶ֥ה H1961 ע֛וֹד H5750 קֶ֖צֶף H7110 עַל H5921 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "6": "וַאֲנִ֗י H589 הִנֵּ֤ה H2009 לָקַ֨חְתִּי֙ H3947 אֶת H853 אֲחֵיכֶ֣ם H251 הַלְוִיִּ֔ם H3881 מִתּ֖וֹךְ H8432 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 לָכֶ֞ם Hl מַתָּנָ֤ה H4979 נְתֻנִים֙ H5414 לַֽיהוָ֔ה H3068 לַעֲבֹ֕ד H5647 אֶת H853 עֲבֹדַ֖ת H5656 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "7": "וְאַתָּ֣ה H859 וּבָנֶ֣י H1121 אִ֠תְּךָ H854 תִּשְׁמְר֨וּ H8104 אֶת H853 כְּהֻנַּתְכֶ֜ם H3550 לְכָל H3605 דְּבַ֧ר H1697 הַמִּזְבֵּ֛חַ H4196 וּלְ H1004 לַפָּרֹ֖כֶת H6532 וַעֲבַדְתֶּ֑ם H5647 עֲבֹדַ֣ת H5656 מַתָּנָ֗ה H4979 אֶתֵּן֙ H5414 אֶת H853 כְּהֻנַּתְכֶ֔ם H3550 וְהַ H2114 הַקָּרֵ֖ב H7126 יוּמָֽת H4191 ",
  "8": "וַיְדַבֵּ֣ר H1696 יְהוָה֮ H3068 אֶֽל H413 אַהֲרֹן֒ H175 וַאֲנִי֙ H589 הִנֵּ֣ה H2009 נָתַ֣תִּֽי H5414 לְךָ֔ Hl אֶת H853 מִשְׁמֶ֖רֶת H4931 תְּרוּמֹתָ֑י H8641 לְכָל H3605 קָדְשֵׁ֣י H6918 בְנֵֽי H1121 יִ֠שְׂרָאֵל H3478 לְךָ֨ Hl נְתַתִּ֧ים H5414 לְמָשְׁחָ֛ה H4888 וּלְ H1121 לְחָק H2706 עוֹלָֽם H5769 ",
  "9": "זֶֽה H2088 יִהְיֶ֥ה H1961 לְךָ֛ Hl מִקֹּ֥דֶשׁ H6944 הַקֳּדָשִׁ֖ים H6944 מִן H4480 הָאֵ֑שׁ H784 כָּל H3605 קָ֠רְבָּנָם H7133 לְֽכָל H3605 מִנְחָתָ֞ם H4503 וּלְ H3605 חַטָּאתָ֗ם H2403 וּלְ H3605 אֲשָׁמָם֙ H817 אֲשֶׁ֣ר H834 יָשִׁ֣יבוּ H7725 לִ֔י Hl קֹ֣דֶשׁ H6944 קָֽדָשִׁ֥ים H6944 לְךָ֛ Hl ה֖וּא H1931 וּלְ H1121 ",
  "10": "בְּקֹ֥דֶשׁ H6944 הַקֳּדָשִׁ֖ים H6944 תֹּאכֲלֶ֑נּוּ H398 כָּל H3605 זָכָר֙ H2145 יֹאכַ֣ל H398 אֹת֔וֹ H853 קֹ֖דֶשׁ H6944 יִֽהְיֶה H1961 לָּֽךְ Hl ",
  "11": "וְזֶה H2088 לְּךָ֞ Hl תְּרוּמַ֣ת H8641 מַתָּנָ֗ם H4976 לְכָל H3605 תְּנוּפֹת֮ H8573 בְּנֵ֣י H1121 יִשְׂרָאֵל֒ H3478 לְךָ֣ Hl נְתַתִּ֗ים H5414 וּלְ H1121 וְלִ H1323 אִתְּךָ֖ H854 לְחָק H2706 עוֹלָ֑ם H5769 כָּל H3605 טָה֥וֹר H2889 בְּבֵיתְ H1004 יֹאכַ֥ל H398 אֹתֽוֹ H853 ",
  "12": "כֹּ֚ל H3605 חֵ֣לֶב H2459 יִצְהָ֔ר H3323 וְכָל H3605 חֵ֖לֶב H2459 תִּיר֣וֹשׁ H8492 וְדָגָ֑ן H1715 רֵאשִׁיתָ֛ם H7225 אֲשֶׁר H834 יִתְּנ֥וּ H5414 לַֽיהוָ֖ה H3068 לְךָ֥ Hl נְתַתִּֽים H5414 ",
  "13": "בִּכּוּרֵ֞י H1061 כָּל H3605 אֲשֶׁ֧ר H834 בְּאַרְצָ֛ H776 אֲשֶׁר H834 יָבִ֥יאוּ H935 לַיהוָ֖ה H3068 לְךָ֣ Hl יִהְיֶ֑ה H1961 כָּל H3605 טָה֥וֹר H2889 בְּבֵיתְ H1004 יֹאכֲלֶֽנּוּ H398 ",
  "14": "כָּל H3605 חֵ֥רֶם H2764 בְּיִשְׂרָאֵ֖ל H3478 לְךָ֥ Hl יִהְיֶֽה H1961 ",
  "15": "כָּל H3605 פֶּ֣טֶר H6363 רֶ֠חֶם H7358 לְֽכָל H3605 בָּשָׂ֞ר H1320 אֲשֶׁר H834 יַקְרִ֧יבוּ H7126 לַֽיהוָ֛ה H3068 בָּאָדָ֥ם H120 וּבַ H929 יִֽהְיֶה H1961 לָּ֑ךְ Hl אַ֣ךְ H389 פָּדֹ֣ה H6299 תִפְדֶּ֗ה H6299 אֵ֚ת H853 בְּכ֣וֹר H1060 הָֽאָדָ֔ם H120 וְאֵ֛ת H853 בְּכֽוֹר H1060 הַבְּהֵמָ֥ה H929 הַטְּמֵאָ֖ה H2931 תִּפְדֶּֽה H6299 ",
  "16": "וּפְדוּיָ H6299 מִבֶּן H1121 חֹ֣דֶשׁ H2320 תִּפְדֶּ֔ה H6299 בְּעֶ֨רְכְּ H6187 כֶּ֛סֶף H3701 חֲמֵ֥שֶׁת H2568 שְׁקָלִ֖ים H8255 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 עֶשְׂרִ֥ים H6242 גֵּרָ֖ה H1626 הֽוּא H1931 ",
  "17": "אַ֣ךְ H389 בְּֽכוֹר H1060 שׁ֡וֹר H7794 אֽוֹ H176 בְכ֨וֹר H1060 כֶּ֜שֶׂב H3775 אֽוֹ H176 בְכ֥וֹר H1060 עֵ֛ז H5795 לֹ֥א H3808 תִפְדֶּ֖ה H6299 קֹ֣דֶשׁ H6944 הֵ֑ם H1992 אֶת H853 דָּמָ֞ם H1818 תִּזְרֹ֤ק H2236 עַל H5921 הַמִּזְבֵּ֨חַ֙ H4196 וְאֶת H853 חֶלְבָּ֣ם H2459 תַּקְטִ֔יר H6999 אִשֶּׁ֛ה H801 לְרֵ֥יחַ H7381 נִיחֹ֖חַ H5207 לַֽיהוָֽה H3068 ",
  "18": "וּבְשָׂרָ֖ H1320 יִהְיֶה H1961 לָּ֑ךְ Hl כַּחֲזֵ֧ה H2373 הַתְּנוּפָ֛ה H8573 וּכְ H7785 הַיָּמִ֖ין H3225 לְךָ֥ Hl יִהְיֶֽה H1961 ",
  "19": "כֹּ֣ל H3605 תְּרוּמֹ֣ת H8641 הַקֳּדָשִׁ֗ים H6944 אֲשֶׁ֨ר H834 יָרִ֥ימוּ H7311 בְנֵֽי H1121 יִשְׂרָאֵל֮ H3478 לַֽיהוָה֒ H3068 נָתַ֣תִּֽי H5414 לְךָ֗ Hl וּלְ H1121 וְלִ H1323 אִתְּךָ֖ H854 לְחָק H2706 עוֹלָ֑ם H5769 בְּרִית֩ H1285 מֶ֨לַח H4417 עוֹלָ֥ם H5769 הִוא֙ H1931 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 לְךָ֖ Hl וּלְ H2233 אִתָּֽךְ H854 ",
  "20": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶֽל H413 אַהֲרֹ֗ן H175 בְּאַרְצָ H776 לֹ֣א H3808 תִנְחָ֔ל H5157 וְחֵ֕לֶק H2506 לֹא H3808 יִהְיֶ֥ה H1961 לְךָ֖ Hl בְּתוֹכָ֑ H8432 אֲנִ֤י H589 חֶלְקְךָ֙ H2506 וְנַחֲלָ֣תְ H5159 בְּת֖וֹךְ H8432 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "21": "וְלִ H1121 לֵוִ֔י H3878 הִנֵּ֥ה H2009 נָתַ֛תִּי H5414 כָּל H3605 מַֽעֲשֵׂ֥ר H4643 בְּיִשְׂרָאֵ֖ל H3478 לְנַחֲלָ֑ה H5159 חֵ֤לֶף H2500 עֲבֹֽדָתָם֙ H5656 אֲשֶׁר H834 הֵ֣ם H1992 עֹֽבְדִ֔ים H5647 אֶת H853 עֲבֹדַ֖ת H5656 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "22": "וְלֹא H3808 יִקְרְב֥וּ H7126 ע֛וֹד H5750 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 אֶל H413 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 לָשֵׂ֥את H5375 חֵ֖טְא H2399 לָמֽוּת H4191 ",
  "23": "וְעָבַ֨ד H5647 הַלֵּוִ֜י H3881 ה֗וּא H1931 אֶת H853 עֲבֹדַת֙ H5656 אֹ֣הֶל H168 מוֹעֵ֔ד H4150 וְהֵ֖ם H1992 יִשְׂא֣וּ H5375 עֲוֺנָ֑ם H5771 חֻקַּ֤ת H2708 עוֹלָם֙ H5769 לְדֹרֹ֣תֵי H1755 וּבְ H8432 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 לֹ֥א H3808 יִנְחֲל֖וּ H5157 נַחֲלָֽה H5159 ",
  "24": "כִּ֞י H3588 אֶת H853 מַעְשַׂ֣ר H4643 בְּנֵֽי H1121 יִשְׂרָאֵ֗ל H3478 אֲשֶׁ֨ר H834 יָרִ֤ימוּ H7311 לַֽיהוָה֙ H3068 תְּרוּמָ֔ה H8641 נָתַ֥תִּי H5414 לַלְוִיִּ֖ם H3881 לְנַחֲלָ֑ה H5159 עַל H5921 כֵּן֙ H3651 אָמַ֣רְתִּי H559 לָהֶ֔ם H1992 בְּתוֹךְ֙ H8432 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 לֹ֥א H3808 יִנְחֲל֖וּ H5157 נַחֲלָֽה H5159 ",
  "25": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "26": "וְאֶל H413 הַלְוִיִּ֣ם H3881 תְּדַבֵּר֮ H1696 וְאָמַרְתָּ֣ H559 אֲלֵהֶם֒ H413 כִּֽי H3588 תִ֠קְחוּ H3947 מֵאֵ֨ת H853 בְּנֵֽי H1121 יִשְׂרָאֵ֜ל H3478 אֶת H853 הַֽמַּעֲשֵׂ֗ר H4643 אֲשֶׁ֨ר H834 נָתַ֧תִּי H5414 לָכֶ֛ם Hl מֵאִתָּ֖ H853 בְּנַחֲלַתְ H5159 וַהֲרֵמֹתֶ֤ם H7311 מִמֶּ֨נּוּ֙ H4480 תְּרוּמַ֣ת H8641 יְהוָ֔ה H3068 מַעֲשֵׂ֖ר H4643 מִן H4480 הַֽמַּעֲשֵֽׂר H4643 ",
  "27": "וְנֶחְשַׁ֥ב H2803 לָכֶ֖ם Hl תְּרוּמַתְכֶ֑ם H8641 כַּדָּגָן֙ H1715 מִן H4480 הַגֹּ֔רֶן H1637 וְכַֽ H4395 מִן H4480 הַיָּֽקֶב H3342 ",
  "28": "כֵּ֣ן H3651 תָּרִ֤ימוּ H7311 גַם H1571 אַתֶּם֙ H859 תְּרוּמַ֣ת H8641 יְהוָ֔ה H3068 מִכֹּל֙ H3605 מַעְשְׂרֹ֣תֵיכֶ֔ם H4643 אֲשֶׁ֣ר H834 תִּקְח֔וּ H3947 מֵאֵ֖ת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וּנְתַתֶּ֤ם H5414 מִמֶּ֨נּוּ֙ H4480 אֶת H853 תְּרוּמַ֣ת H8641 יְהוָ֔ה H3068 לְאַהֲרֹ֖ן H175 הַכֹּהֵֽן H3548 ",
  "29": "מִכֹּל֙ H3605 מַתְּנֹ֣תֵיכֶ֔ם H4979 תָּרִ֕ימוּ H7311 אֵ֖ת H853 כָּל H3605 תְּרוּמַ֣ת H8641 יְהוָ֑ה H3068 מִכָּל H3605 חֶלְבּ֔וֹ H2459 אֶֽת H853 מִקְדְּשׁ֖וֹ H4720 מִמֶּֽנּוּ H4480 ",
  "30": "וְאָמַרְתָּ֖ H559 אֲלֵהֶ֑ם H413 בַּהֲרִֽימְ H7311 אֶת H853 חֶלְבּוֹ֙ H2459 מִמֶּ֔נּוּ H4480 וְנֶחְשַׁב֙ H2803 לַלְוִיִּ֔ם H3881 כִּתְבוּאַ֥ת H8393 גֹּ֖רֶן H1637 וְכִ H8393 יָֽקֶב H3342 ",
  "31": "וַאֲכַלְתֶּ֤ם H398 אֹתוֹ֙ H853 בְּכָל H3605 מָק֔וֹם H4725 אַתֶּ֖ם H859 וּבֵֽיתְ H1004 כִּֽי H3588 שָׂכָ֥ר H7939 הוּא֙ H1931 לָכֶ֔ם Hl חֵ֥לֶף H2500 עֲבֹֽדַתְכֶ֖ם H5656 בְּאֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "32": "וְלֹֽא H3808 תִשְׂא֤וּ H5375 עָלָיו֙ H5921 חֵ֔טְא H2399 בַּהֲרִֽימְ H7311 אֶת H853 חֶלְבּ֖וֹ H2459 מִמֶּ֑נּוּ H4480 וְאֶת H853 קָדְשֵׁ֧י H6918 בְנֵי H1121 יִשְׂרָאֵ֛ל H3478 לֹ֥א H3808 תְחַלְּל֖וּ H2490 וְלֹ֥א H3808 תָמֽוּתוּ H4191 "
}
