{
  "1": "וַיַּ֣רְא H7200 בִּלְעָ֗ם H1109 כִּ֣י H3588 ט֞וֹב H2895 בְּעֵינֵ֤י H5869 יְהוָה֙ H3068 לְבָרֵ֣ךְ H1288 אֶת H853 יִשְׂרָאֵ֔ל H3478 וְלֹא H3808 הָלַ֥ךְ H1980 כְּפַֽעַם H6471 בְּפַ֖עַם H6471 לִקְרַ֣את H7125 נְחָשִׁ֑ים H5173 וַיָּ֥שֶׁת H7896 אֶל H413 הַמִּדְבָּ֖ר H4057 פָּנָֽיו H6440 ",
  "2": "וַיִּשָּׂ֨א H5375 בִלְעָ֜ם H1109 אֶת H853 עֵינָ֗יו H5869 וַיַּרְא֙ H7200 אֶת H853 יִשְׂרָאֵ֔ל H3478 שֹׁכֵ֖ן H7931 לִשְׁבָטָ֑י H7626 וַתְּהִ֥י H1961 עָלָ֖יו H5921 ר֥וּחַ H7307 אֱלֹהִֽים H430 ",
  "3": "וַיִּשָּׂ֥א H5375 מְשָׁל֖וֹ H4912 וַיֹּאמַ֑ר H559 נְאֻ֤ם H5002 בִּלְעָם֙ H1109 בְּנ֣וֹ H1121 בְעֹ֔ר H1160 וּנְאֻ֥ם H5002 הַגֶּ֖בֶר H1397 שְׁתֻ֥ם H8365 הָעָֽיִן H5869 ",
  "4": "נְאֻ֕ם H5002 שֹׁמֵ֖עַ H8085 אִמְרֵי H561 אֵ֑ל H410 אֲשֶׁ֨ר H834 מַחֲזֵ֤ה H4236 שַׁדַּי֙ H7706 יֶֽחֱזֶ֔ה H2372 נֹפֵ֖ל H5307 וּגְל֥וּי H1540 עֵינָֽיִם H5869 ",
  "5": "מַה H4100 טֹּ֥בוּ H2895 אֹהָלֶ֖יךָ H168 יַעֲקֹ֑ב H3290 מִשְׁכְּנֹתֶ֖יךָ H4908 יִשְׂרָאֵֽל H3478 ",
  "6": "כִּנְחָלִ֣ים H5158 נִטָּ֔יוּ H5186 כְּגַנֹּ֖ת H1593 עֲלֵ֣י H5921 נָהָ֑ר H5104 כַּאֲהָלִים֙ H174 נָטַ֣ע H5193 יְהוָ֔ה H3068 כַּאֲרָזִ֖ים H730 עֲלֵי H5921 מָֽיִם H4325 ",
  "7": "יִֽזַּל H5140 מַ֨יִם֙ H4325 מִדָּ֣לְיָ֔ H1805 וְזַרְע֖ H2233 בְּמַ֣יִם H4325 רַבִּ֑ים H7227 וְיָרֹ֤ם H7311 מֵֽאֲגַג֙ H90 מַלְכּ֔וֹ H4428 וְתִנַּשֵּׂ֖א H5375 מַלְכֻתֽוֹ H4438 ",
  "8": "אֵ֚ל H410 מוֹצִיא֣וֹ H3318 מִמִּצְרַ֔יִם H4714 כְּתוֹעֲפֹ֥ת H8443 רְאֵ֖ם H7214 ל֑וֹ Hl יֹאכַ֞ל H398 גּוֹיִ֣ם H1471 צָרָ֗יו H6862 וְעַצְמֹתֵי H6106 יְגָרֵ֖ם H1633 וְחִצָּ֥י H2671 יִמְחָֽץ H4272 ",
  "9": "כָּרַ֨ע H3766 שָׁכַ֧ב H7901 כַּאֲרִ֛י H738 וּכְ H3833 מִ֣י H4310 יְקִימֶ֑נּוּ H6965 מְבָרֲכֶ֣יךָ H1288 בָר֔וּךְ H1288 וְאֹרְרֶ֖י H779 אָרֽוּר H779 ",
  "10": "וַיִּֽחַר H2734 אַ֤ף H639 בָּלָק֙ H1111 אֶל H413 בִּלְעָ֔ם H1109 וַיִּסְפֹּ֖ק H5606 אֶת H853 כַּפָּ֑יו H3709 וַיֹּ֨אמֶר H559 בָּלָ֜ק H1111 אֶל H413 בִּלְעָ֗ם H1109 לָקֹ֤ב H6895 אֹֽיְבַי֙ H341 קְרָאתִ֔יךָ H7121 וְהִנֵּה֙ H2009 בֵּרַ֣כְתָּ H1288 בָרֵ֔ךְ H1288 זֶ֖ה H2088 שָׁלֹ֥שׁ H7969 פְּעָמִֽים H6471 ",
  "11": "וְעַתָּ֖ה H6258 בְּרַח H1272 לְךָ֣ Hl אֶל H413 מְקוֹמֶ֑ךָ H4725 אָמַ֨רְתִּי֙ H559 כַּבֵּ֣ד H3513 אֲכַבֶּדְךָ֔ H3513 וְהִנֵּ֛ה H2009 מְנָעֲךָ֥ H4513 יְהוָ֖ה H3068 מִכָּבֽוֹד H3519 ",
  "12": "וַיֹּ֥אמֶר H559 בִּלְעָ֖ם H1109 אֶל H413 בָּלָ֑ק H1111 הֲלֹ֗א H3808 גַּ֧ם H1571 אֶל H413 מַלְאָכֶ֛יךָ H4397 אֲשֶׁר H834 שָׁלַ֥חְתָּ H7971 אֵלַ֖י H413 דִּבַּ֥רְתִּי H1696 לֵאמֹֽר H559 ",
  "13": "אִם H518 יִתֶּן H5414 לִ֨י Hl בָלָ֜ק H1111 מְלֹ֣א H4393 בֵיתוֹ֮ H1004 כֶּ֣סֶף H3701 וְזָהָב֒ H2091 לֹ֣א H3808 אוּכַ֗ל H3201 לַעֲבֹר֙ H5674 אֶת H853 פִּ֣י H6310 יְהוָ֔ה H3068 לַעֲשׂ֥וֹת H6213 טוֹבָ֛ה H2896 א֥וֹ H176 רָעָ֖ה H7451 מִלִּבִּ֑ H3820 אֲשֶׁר H834 יְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֹת֥וֹ H853 אֲדַבֵּֽר H1696 ",
  "14": "וְעַתָּ֕ה H6258 הִנְנִ֥י H2005 הוֹלֵ֖ךְ H1980 לְעַמִּ֑ H5971 לְכָה֙ H3212 אִיעָ֣צְךָ֔ H3289 אֲשֶׁ֨ר H834 יַעֲשֶׂ֜ה H6213 הָעָ֥ם H5971 הַזֶּ֛ה H2088 לְעַמְּ H5971 בְּאַחֲרִ֥ית H319 הַיָּמִֽים H3117 ",
  "15": "וַיִּשָּׂ֥א H5375 מְשָׁל֖וֹ H4912 וַיֹּאמַ֑ר H559 נְאֻ֤ם H5002 בִּלְעָם֙ H1109 בְּנ֣וֹ H1121 בְעֹ֔ר H1160 וּנְאֻ֥ם H5002 הַגֶּ֖בֶר H1397 שְׁתֻ֥ם H8365 הָעָֽיִן H5869 ",
  "16": "נְאֻ֗ם H5002 שֹׁמֵ֨עַ֙ H8085 אִמְרֵי H561 אֵ֔ל H410 וְיֹדֵ֖עַ H3045 דַּ֣עַת H1847 עֶלְי֑וֹן H5945 מַחֲזֵ֤ה H4236 שַׁדַּי֙ H7706 יֶֽחֱזֶ֔ה H2372 נֹפֵ֖ל H5307 וּגְל֥וּי H1540 עֵינָֽיִם H5869 ",
  "17": "אֶרְאֶ֨נּוּ֙ H7200 וְלֹ֣א H3808 עַתָּ֔ה H6258 אֲשׁוּרֶ֖נּוּ H7789 וְלֹ֣א H3808 קָר֑וֹב H7138 דָּרַ֨ךְ H1869 כּוֹכָ֜ב H3556 מִֽיַּעֲקֹ֗ב H3290 וְקָ֥ם H6965 שֵׁ֨בֶט֙ H7626 מִיִּשְׂרָאֵ֔ל H3478 וּמָחַץ֙ H4272 פַּאֲתֵ֣י H6285 מוֹאָ֔ב H4124 וְקַרְקַ֖ר H6979 כָּל H3605 בְּנֵי H1121 שֵֽׁת H8351 ",
  "18": "וְהָיָ֨ה H1961 אֱד֜וֹם H123 יְרֵשָׁ֗ה H3424 וְהָיָ֧ה H1961 יְרֵשָׁ֛ה H3424 שֵׂעִ֖יר H8165 אֹיְבָ֑יו H341 וְיִשְׂרָאֵ֖ל H3478 עֹ֥שֶׂה H6213 חָֽיִל H2428 ",
  "19": "וְיֵ֖רְדְּ H7287 מִֽיַּעֲקֹ֑ב H3290 וְהֶֽאֱבִ֥יד H6 שָׂרִ֖יד H8300 מֵעִֽיר H5892 ",
  "20": "וַיַּרְא֙ H7200 אֶת H853 עֲמָלֵ֔ק H6002 וַיִּשָּׂ֥א H5375 מְשָׁל֖וֹ H4912 וַיֹּאמַ֑ר H559 רֵאשִׁ֤ית H7225 גּוֹיִם֙ H1471 עֲמָלֵ֔ק H6002 וְאַחֲרִית֖ H319 עֲדֵ֥י H5703 אֹבֵֽד H8 ",
  "21": "וַיַּרְא֙ H7200 אֶת H853 הַקֵּינִ֔י H7017 וַיִּשָּׂ֥א H5375 מְשָׁל֖וֹ H4912 וַיֹּאמַ֑ר H559 אֵיתָן֙ H386 מֽוֹשָׁבֶ֔ךָ H4186 וְשִׂ֥ים H7760 בַּסֶּ֖לַע H5553 קִנֶּֽךָ H7064 ",
  "22": "כִּ֥י H3588 אִם H518 יִהְיֶ֖ה H1961 לְבָ֣עֵֽר H1197 קָ֑יִן H7014 עַד H5704 מָ֖ה H4100 אַשּׁ֥וּר H804 תִּשְׁבֶּֽךָּ H7617 ",
  "23": "וַיִּשָּׂ֥א H5375 מְשָׁל֖וֹ H4912 וַיֹּאמַ֑ר H559 א֕וֹי H188 מִ֥י H4310 יִחְיֶ֖ה H2421 מִשֻּׂמ֥ H7760 אֵֽל H410 ",
  "24": "וְצִים֙ H6716 מִיַּ֣ד H3027 כִּתִּ֔ים H3794 וְעִנּ֥וּ H6031 אַשּׁ֖וּר H804 וְעִנּוּ H6031 עֵ֑בֶר H5677 וְגַם H1571 ה֖וּא H1931 עֲדֵ֥י H5703 אֹבֵֽד H8 ",
  "25": "וַיָּ֣קָם H6965 בִּלְעָ֔ם H1109 וַיֵּ֖לֶךְ H3212 וַיָּ֣שָׁב H7725 לִמְקֹמ֑ H4725 וְגַם H1571 בָּלָ֖ק H1111 הָלַ֥ךְ H1980 לְדַרְכּֽ H1870 "
}
