{
  "1": "וַיְהִ֖י H1961 אַחֲרֵ֣י H310 הַמַּגֵּפָ֑ה H4046 ",
  "2": "שְׂא֞וּ H5375 אֶת H853 רֹ֣אשׁ H7218 כָּל H3605 עֲדַ֣ת H5712 בְּנֵי H1121 יִשְׂרָאֵ֗ל H3478 מִבֶּ֨ן H1121 עֶשְׂרִ֥ים H6242 שָׁנָ֛ה H8141 וָמַ֖עְלָ H4605 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 כָּל H3605 יֹצֵ֥א H3318 צָבָ֖א H6635 בְּיִשְׂרָאֵֽל H3478 ",
  "3": "וַיְדַבֵּ֨ר H1696 מֹשֶׁ֜ה H4872 וְאֶלְעָזָ֧ר H499 הַכֹּהֵ֛ן H3548 אֹתָ֖ם H854 בְּעַֽרְבֹ֣ת H6160 מוֹאָ֑ב H4124 עַל H5921 יַרְדֵּ֥ן H3383 יְרֵח֖וֹ H3405 לֵאמֹֽר H559 ",
  "4": "מִבֶּ֛ן H1121 עֶשְׂרִ֥ים H6242 שָׁנָ֖ה H8141 וָמָ֑עְלָ H4605 כַּאֲשֶׁר֩ H834 צִוָּ֨ה H6680 יְהוָ֤ה H3068 אֶת H853 מֹשֶׁה֙ H4872 וּבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 הַיֹּצְאִ֖ים H3318 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "5": "רְאוּבֵ֖ן H7205 בְּכ֣וֹר H1060 יִשְׂרָאֵ֑ל H3478 בְּנֵ֣י H1121 רְאוּבֵ֗ן H7205 חֲנוֹךְ֙ H2585 מִשְׁפַּ֣חַת H4940 הַחֲנֹכִ֔י H2599 לְפַלּ֕וּא H6396 מִשְׁפַּ֖חַת H4940 הַפַּלֻּאִֽי H6384 ",
  "6": "לְחֶצְרֹ֕ן H2696 מִשְׁפַּ֖חַת H4940 הַֽחֶצְרוֹנִ֑י H2697 לְכַרְמִ֕י H3756 מִשְׁפַּ֖חַת H4940 הַכַּרְמִֽי H3757 ",
  "7": "אֵ֖לֶּה H428 מִשְׁפְּחֹ֣ת H4940 הָרֻֽאוּבֵנִ֑י H7206 וַיִּהְי֣וּ H1961 פְקֻדֵיהֶ֗ם H6485 שְׁלֹשָׁ֤ה H7969 וְאַרְבָּעִים֙ H705 אֶ֔לֶף H505 וּשְׁבַ֥ע H7651 מֵא֖וֹת H3967 וּשְׁלֹשִֽׁים H7970 ",
  "8": "וּבְנֵ֥י H1121 פַלּ֖וּא H6396 אֱלִיאָֽב H446 ",
  "9": "וּבְנֵ֣י H1121 אֱלִיאָ֔ב H446 נְמוּאֵ֖ל H5241 וְדָתָ֣ן H1885 וַאֲבִירָ֑ם H48 הֽוּא H1931 דָתָ֨ן H1885 וַאֲבִירָ֜ם H48 קרואי H7121 הָעֵדָ֗ה H5712 אֲשֶׁ֨ר H834 הִצּ֜וּ H5327 עַל H5921 מֹשֶׁ֤ה H4872 וְעַֽל H5921 אַהֲרֹן֙ H175 בַּעֲדַת H5712 קֹ֔רַח H7141 בְּהַצֹּתָ֖ H5327 עַל H5921 יְהוָֽה H3068 ",
  "10": "וַתִּפְתַּ֨ח H6605 הָאָ֜רֶץ H776 אֶת H853 פִּ֗יהָ H6310 וַתִּבְלַ֥ע H1104 אֹתָ֛ם H853 וְאֶת H853 קֹ֖רַח H7141 בְּמ֣וֹת H4194 הָעֵדָ֑ה H5712 בַּאֲכֹ֣ל H398 הָאֵ֗שׁ H784 אֵ֣ת H853 חֲמִשִּׁ֤ים H2572 וּמָאתַ֨יִם֙ H3967 אִ֔ישׁ H376 וַיִּהְי֖וּ H1961 לְנֵֽס H5251 ",
  "11": "וּבְנֵי H1121 קֹ֖רַח H7141 לֹא H3808 מֵֽתוּ H4191 ",
  "12": "בְּנֵ֣י H1121 שִׁמְעוֹן֮ H8095 לְמִשְׁפְּחֹתָ H4940 לִנְמוּאֵ֗ל H5241 מִשְׁפַּ֨חַת֙ H4940 הַנְּמ֣וּאֵלִ֔י H5242 לְיָמִ֕ין H3226 מִשְׁפַּ֖חַת H4940 הַיָּמִינִ֑י H3228 לְיָכִ֕ין H3199 מִשְׁפַּ֖חַת H4940 הַיָּכִינִֽי H3200 ",
  "13": "לְזֶ֕רַח H2226 מִשְׁפַּ֖חַת H4940 הַזַּרְחִ֑י H2227 לְשָׁא֕וּל H7586 מִשְׁפַּ֖חַת H4940 הַשָּׁאוּלִֽי H7587 ",
  "14": "אֵ֖לֶּה H428 מִשְׁפְּחֹ֣ת H4940 הַשִּׁמְעֹנִ֑י H8099 שְׁנַ֧יִם H8147 וְעֶשְׂרִ֛ים H6242 אֶ֖לֶף H505 וּמָאתָֽיִם H3967 ",
  "15": "בְּנֵ֣י H1121 גָד֮ H1410 לְמִשְׁפְּחֹתָ H4940 לִצְפ֗וֹן H6827 מִשְׁפַּ֨חַת֙ H4940 הַצְּפוֹנִ֔י H6831 לְחַגִּ֕י H2291 מִשְׁפַּ֖חַת H4940 הַֽחַגִּ֑י H2291 לְשׁוּנִ֕י H7764 מִשְׁפַּ֖חַת H4940 הַשּׁוּנִֽי H7765 ",
  "16": "לְאָזְנִ֕י H244 מִשְׁפַּ֖חַת H4940 הָאָזְנִ֑י H244 לְעֵרִ֕י H6179 מִשְׁפַּ֖חַת H4940 הָעֵרִֽי H6180 ",
  "17": "לַאֲר֕וֹד H720 מִשְׁפַּ֖חַת H4940 הָאֲרוֹדִ֑י H722 לְאַ֨רְאֵלִ֔י H692 מִשְׁפַּ֖חַת H4940 הָאַרְאֵלִֽי H692 ",
  "18": "אֵ֛לֶּה H428 מִשְׁפְּחֹ֥ת H4940 בְּנֵֽי H1121 גָ֖ד H1410 לִפְקֻדֵי H6485 אַרְבָּעִ֥ים H705 אֶ֖לֶף H505 וַחֲמֵ֥שׁ H2568 מֵאֽוֹת H3967 ",
  "19": "בְּנֵ֥י H1121 יְהוּדָ֖ה H3063 עֵ֣ר H6147 וְאוֹנָ֑ן H209 וַיָּ֥מָת H4191 עֵ֛ר H6147 וְאוֹנָ֖ן H209 בְּאֶ֥רֶץ H776 כְּנָֽעַן H3667 ",
  "20": "וַיִּהְי֣וּ H1961 בְנֵי H1121 יְהוּדָה֮ H3063 לְמִשְׁפְּחֹתָ H4940 לְשֵׁלָ֗ה H7956 מִשְׁפַּ֨חַת֙ H4940 הַשֵּׁ֣לָנִ֔י H8024 לְפֶ֕רֶץ H6557 מִשְׁפַּ֖חַת H4940 הַפַּרְצִ֑י H6558 לְזֶ֕רַח H2226 מִשְׁפַּ֖חַת H4940 הַזַּרְחִֽי H2227 ",
  "21": "וַיִּהְי֣וּ H1961 בְנֵי H1121 פֶ֔רֶץ H6557 לְחֶצְרֹ֕ן H2696 מִשְׁפַּ֖חַת H4940 הַֽחֶצְרֹנִ֑י H2697 לְחָמ֕וּל H2538 מִשְׁפַּ֖חַת H4940 הֶחָמוּלִֽי H2539 ",
  "22": "אֵ֛לֶּה H428 מִשְׁפְּחֹ֥ת H4940 יְהוּדָ֖ה H3063 לִפְקֻדֵי H6485 שִׁשָּׁ֧ה H8337 וְשִׁבְעִ֛ים H7657 אֶ֖לֶף H505 וַחֲמֵ֥שׁ H2568 מֵאֽוֹת H3967 ",
  "23": "בְּנֵ֤י H1121 יִשָּׂשכָר֙ H3485 לְמִשְׁפְּחֹתָ֔ H4940 תּוֹלָ֕ע H8439 מִשְׁפַּ֖חַת H4940 הַתּוֹלָעִ֑י H8440 לְפֻוָ֕ה H6312 מִשְׁפַּ֖חַת H4940 הַפּוּנִֽי H6324 ",
  "24": "לְיָשׁ֕וּב H3437 מִשְׁפַּ֖חַת H4940 הַיָּשׁוּבִ֑י H3432 לְשִׁמְרֹ֕ן H8110 מִשְׁפַּ֖חַת H4940 הַשִּׁמְרֹנִֽי H8117 ",
  "25": "אֵ֛לֶּה H428 מִשְׁפְּחֹ֥ת H4940 יִשָּׂשכָ֖ר H3485 לִפְקֻדֵי H6485 אַרְבָּעָ֧ה H702 וְשִׁשִּׁ֛ים H8346 אֶ֖לֶף H505 וּשְׁלֹ֥שׁ H7969 מֵאֽוֹת H3967 ",
  "26": "בְּנֵ֣י H1121 זְבוּלֻן֮ H2074 לְמִשְׁפְּחֹתָ H4940 לְסֶ֗רֶד H5624 מִשְׁפַּ֨חַת֙ H4940 הַסַּרְדִּ֔י H5625 לְאֵל֕וֹן H356 מִשְׁפַּ֖חַת H4940 הָאֵלֹנִ֑י H440 לְיַ֨חְלְאֵ֔ל H3177 מִשְׁפַּ֖חַת H4940 הַיַּחְלְאֵלִֽי H3178 ",
  "27": "אֵ֛לֶּה H428 מִשְׁפְּחֹ֥ת H4940 הַזְּבוּלֹנִ֖י H2075 לִפְקֻדֵי H6485 שִׁשִּׁ֥ים H8346 אֶ֖לֶף H505 וַחֲמֵ֥שׁ H2568 מֵאֽוֹת H3967 ",
  "28": "בְּנֵ֥י H1121 יוֹסֵ֖ף H3130 לְמִשְׁפְּחֹתָ֑ H4940 מְנַשֶּׁ֖ה H4519 וְאֶפְרָֽיִם H669 ",
  "29": "בְּנֵ֣י H1121 מְנַשֶּׁ֗ה H4519 לְמָכִיר֙ H4353 מִשְׁפַּ֣חַת H4940 הַמָּכִירִ֔י H4354 וּמָכִ֖יר H4353 הוֹלִ֣יד H3205 אֶת H853 גִּלְעָ֑ד H1568 לְגִלְעָ֕ד H1568 מִשְׁפַּ֖חַת H4940 הַגִּלְעָדִֽי H1569 ",
  "30": "אֵ֚לֶּה H428 בְּנֵ֣י H1121 גִלְעָ֔ד H1568 אִיעֶ֕זֶר H372 מִשְׁפַּ֖חַת H4940 הָאִֽיעֶזְרִ֑י H373 לְחֵ֕לֶק H2507 מִשְׁפַּ֖חַת H4940 הַֽחֶלְקִֽי H2516 ",
  "31": "וְאַ֨שְׂרִיאֵ֔ל H844 מִשְׁפַּ֖חַת H4940 הָֽאַשְׂרִֽאֵלִ֑י H845 וְשֶׁ֕כֶם H7928 מִשְׁפַּ֖חַת H4940 הַשִּׁכְמִֽי H7930 ",
  "32": "וּשְׁמִידָ֕ע H8061 מִשְׁפַּ֖חַת H4940 הַשְּׁמִידָעִ֑י H8062 וְחֵ֕פֶר H2660 מִשְׁפַּ֖חַת H4940 הַֽחֶפְרִֽי H2662 ",
  "33": "וּצְלָפְחָ֣ד H6765 בֶּן H1121 חֵ֗פֶר H2660 לֹא H3808 הָ֥יוּ H1961 ל֛וֹ Hl בָּנִ֖ים H1121 כִּ֣י H3588 אִם H518 בָּנ֑וֹת H1323 וְשֵׁם֙ H8034 בְּנ֣וֹת H1323 צְלָפְחָ֔ד H6765 מַחְלָ֣ה H4244 וְנֹעָ֔ה H5270 חָגְלָ֥ה H2295 מִלְכָּ֖ה H4435 וְתִרְצָֽה H8656 ",
  "34": "אֵ֖לֶּה H428 מִשְׁפְּחֹ֣ת H4940 מְנַשֶּׁ֑ה H4519 וּפְקֻ֣דֵי H6485 שְׁנַ֧יִם H8147 וַחֲמִשִּׁ֛ים H2572 אֶ֖לֶף H505 וּשְׁבַ֥ע H7651 מֵאֽוֹת H3967 ",
  "35": "אֵ֣לֶּה H428 בְנֵי H1121 אֶפְרַיִם֮ H669 לְמִשְׁפְּחֹתָ H4940 לְשׁוּתֶ֗לַח H7803 מִשְׁפַּ֨חַת֙ H4940 הַשֻּׁ֣תַלְחִ֔י H8364 לְבֶ֕כֶר H1071 מִשְׁפַּ֖חַת H4940 הַבַּכְרִ֑י H1076 לְתַ֕חַן H8465 מִשְׁפַּ֖חַת H4940 הַֽתַּחֲנִֽי H8470 ",
  "36": "וְאֵ֖לֶּה H428 בְּנֵ֣י H1121 שׁוּתָ֑לַח H7803 לְעֵרָ֕ן H6197 מִשְׁפַּ֖חַת H4940 הָעֵרָנִֽי H6198 ",
  "37": "אֵ֣לֶּה H428 מִשְׁפְּחֹ֤ת H4940 בְּנֵי H1121 אֶפְרַ֨יִם֙ H669 לִפְקֻ֣דֵי H6485 שְׁנַ֧יִם H8147 וּשְׁלֹשִׁ֛ים H7970 אֶ֖לֶף H505 וַחֲמֵ֣שׁ H2568 מֵא֑וֹת H3967 אֵ֥לֶּה H428 בְנֵי H1121 יוֹסֵ֖ף H3130 לְמִשְׁפְּחֹתָֽ H4940 ",
  "38": "בְּנֵ֣י H1121 בִנְיָמִן֮ H1144 לְמִשְׁפְּחֹתָ H4940 לְבֶ֗לַע H1106 מִשְׁפַּ֨חַת֙ H4940 הַבַּלְעִ֔י H1108 לְאַשְׁבֵּ֕ל H788 מִשְׁפַּ֖חַת H4940 הָֽאַשְׁבֵּלִ֑י H789 לַאֲחִירָ֕ם H297 מִשְׁפַּ֖חַת H4940 הָאֲחִירָמִֽי H298 ",
  "39": "לִשְׁפוּפָ֕ם H8197 מִשְׁפַּ֖חַת H4940 הַשּׁוּפָמִ֑י H7781 לְחוּפָ֕ם H2349 מִשְׁפַּ֖חַת H4940 הַחוּפָמִֽי H2350 ",
  "40": "וַיִּהְי֥וּ H1961 בְנֵי H1121 בֶ֖לַע H1106 אַ֣רְדְּ H714 וְנַעֲמָ֑ן H5283 מִשְׁפַּ֨חַת֙ H4940 הָֽאַרְדִּ֔י H716 לְנַֽעֲמָ֔ן H5283 מִשְׁפַּ֖חַת H4940 הַֽנַּעֲמִֽי H5280 ",
  "41": "אֵ֥לֶּה H428 בְנֵי H1121 בִנְיָמִ֖ן H1144 לְמִשְׁפְּחֹתָ֑ H4940 וּפְקֻ֣דֵי H6485 חֲמִשָּׁ֧ה H2568 וְאַרְבָּעִ֛ים H705 אֶ֖לֶף H505 וְשֵׁ֥שׁ H8337 מֵאֽוֹת H3967 ",
  "42": "אֵ֤לֶּה H428 בְנֵי H1121 דָן֙ H1835 לְמִשְׁפְּחֹתָ֔ H4940 לְשׁוּחָ֕ם H7748 מִשְׁפַּ֖חַת H4940 הַשּׁוּחָמִ֑י H7749 אֵ֛לֶּה H428 מִשְׁפְּחֹ֥ת H4940 דָּ֖ן H1835 לְמִשְׁפְּחֹתָֽ H4940 ",
  "43": "כָּל H3605 מִשְׁפְּחֹ֥ת H4940 הַשּׁוּחָמִ֖י H7749 לִפְקֻדֵי H6485 אַרְבָּעָ֧ה H702 וְשִׁשִּׁ֛ים H8346 אֶ֖לֶף H505 וְאַרְבַּ֥ע H702 מֵאֽוֹת H3967 ",
  "44": "בְּנֵ֣י H1121 אָשֵׁר֮ H836 לְמִשְׁפְּחֹתָ H4940 לְיִמְנָ֗ה H3232 מִשְׁפַּ֨חַת֙ H4940 הַיִּמְנָ֔ה H3232 לְיִשְׁוִ֕י H3440 מִשְׁפַּ֖חַת H4940 הַיִּשְׁוִ֑י H3441 לִבְרִיעָ֕ה H1283 מִשְׁפַּ֖חַת H4940 הַבְּרִיעִֽי H1284 ",
  "45": "לִבְנֵ֣י H1121 בְרִיעָ֔ה H1283 לְחֶ֕בֶר H2268 מִשְׁפַּ֖חַת H4940 הַֽחֶבְרִ֑י H2277 לְמַ֨לְכִּיאֵ֔ל H4439 מִשְׁפַּ֖חַת H4940 הַמַּלְכִּיאֵלִֽי H4440 ",
  "46": "וְשֵׁ֥ם H8034 בַּת H1323 אָשֵׁ֖ר H836 שָֽׂרַח H8294 ",
  "47": "אֵ֛לֶּה H428 מִשְׁפְּחֹ֥ת H4940 בְּנֵי H1121 אָשֵׁ֖ר H836 לִפְקֻדֵי H6485 שְׁלֹשָׁ֧ה H7969 וַחֲמִשִּׁ֛ים H2572 אֶ֖לֶף H505 וְאַרְבַּ֥ע H702 מֵאֽוֹת H3967 ",
  "48": "בְּנֵ֤י H1121 נַפְתָּלִי֙ H5321 לְמִשְׁפְּחֹתָ֔ H4940 לְיַ֨חְצְאֵ֔ל H3183 מִשְׁפַּ֖חַת H4940 הַיַּחְצְאֵלִ֑י H3184 לְגוּנִ֕י H1476 מִשְׁפַּ֖חַת H4940 הַגּוּנִֽי H1477 ",
  "49": "לְיֵ֕צֶר H3337 מִשְׁפַּ֖חַת H4940 הַיִּצְרִ֑י H3340 לְשִׁלֵּ֕ם H8006 מִשְׁפַּ֖חַת H4940 הַשִּׁלֵּמִֽי H8016 ",
  "50": "אֵ֛לֶּה H428 מִשְׁפְּחֹ֥ת H4940 נַפְתָּלִ֖י H5321 לְמִשְׁפְּחֹתָ֑ H4940 וּפְקֻ֣דֵי H6485 חֲמִשָּׁ֧ה H2568 וְאַרְבָּעִ֛ים H705 אֶ֖לֶף H505 וְאַרְבַּ֥ע H702 מֵאֽוֹת H3967 ",
  "51": "אֵ֗לֶּה H428 פְּקוּדֵי֙ H6485 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 שֵׁשׁ H8337 מֵא֥וֹת H3967 אֶ֖לֶף H505 וָאָ֑לֶף H505 שְׁבַ֥ע H7651 מֵא֖וֹת H3967 וּשְׁלֹשִֽׁים H7970 ",
  "52": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "53": "לָאֵ֗לֶּה H428 תֵּחָלֵ֥ק H2505 הָאָ֛רֶץ H776 בְּנַחֲלָ֖ה H5159 בְּמִסְפַּ֥ר H4557 שֵׁמֽוֹת H8034 ",
  "54": "לָרַ֗ב H7227 תַּרְבֶּה֙ H7235 נַחֲלָת֔וֹ H5159 וְלַ H4592 תַּמְעִ֖יט H4591 נַחֲלָת֑וֹ H5159 אִ֚ישׁ H376 לְפִ֣י H6310 פְקֻדָ֔יו H6485 יֻתַּ֖ן H5414 נַחֲלָתֽוֹ H5159 ",
  "55": "אַךְ H389 בְּגוֹרָ֕ל H1486 יֵחָלֵ֖ק H2505 אֶת H853 הָאָ֑רֶץ H776 לִשְׁמ֥וֹת H8034 מַטּוֹת H4294 אֲבֹתָ֖ם H1 יִנְחָֽלוּ H5157 ",
  "56": "עַל H5921 פִּי֙ H6310 הַגּוֹרָ֔ל H1486 תֵּחָלֵ֖ק H2505 נַחֲלָת֑וֹ H5159 בֵּ֥ין H996 רַ֖ב H7227 לִמְעָֽט H4592 ",
  "57": "וְאֵ֨לֶּה H428 פְקוּדֵ֣י H6485 הַלֵּוִי֮ H3881 לְמִשְׁפְּחֹתָ H4940 לְגֵרְשׁ֗וֹן H1648 מִשְׁפַּ֨חַת֙ H4940 הַגֵּ֣רְשֻׁנִּ֔י H1649 לִקְהָ֕ת H6955 מִשְׁפַּ֖חַת H4940 הַקְּהָתִ֑י H6956 לִמְרָרִ֕י H4847 מִשְׁפַּ֖חַת H4940 הַמְּרָרִֽי H4848 ",
  "58": "אֵ֣לֶּה H428 מִשְׁפְּחֹ֣ת H4940 לֵוִ֗י H3881 מִשְׁפַּ֨חַת H4940 הַלִּבְנִ֜י H3846 מִשְׁפַּ֤חַת H4940 הַֽחֶבְרֹנִי֙ H2276 מִשְׁפַּ֤חַת H4940 הַמַּחְלִי֙ H4250 מִשְׁפַּ֣חַת H4940 הַמּוּשִׁ֔י H4188 מִשְׁפַּ֖חַת H4940 הַקָּרְחִ֑י H7145 וּקְהָ֖ת H6955 הוֹלִ֥ד H3205 אֶת H853 עַמְרָֽם H6019 ",
  "59": "וְשֵׁ֣ם H8034 אֵ֣שֶׁת H802 עַמְרָ֗ם H6019 יוֹכֶ֨בֶד֙ H3115 בַּת H1323 לֵוִ֔י H3878 אֲשֶׁ֨ר H834 יָלְדָ֥ה H3205 אֹתָ֛הּ H853 לְלֵוִ֖י H3878 בְּמִצְרָ֑יִם H4714 וַתֵּ֣לֶד H3205 לְעַמְרָ֗ם H6019 אֶֽת H853 אַהֲרֹן֙ H175 וְאֶת H853 מֹשֶׁ֔ה H4872 וְאֵ֖ת H853 מִרְיָ֥ם H4813 אֲחֹתָֽם H269 ",
  "60": "וַיִּוָּלֵ֣ד H3205 לְאַהֲרֹ֔ן H175 אֶת H853 נָדָ֖ב H5070 וְאֶת H853 אֲבִיה֑וּא H30 אֶת H853 אֶלְעָזָ֖ר H499 וְאֶת H853 אִיתָמָֽר H385 ",
  "61": "וַיָּ֥מָת H4191 נָדָ֖ב H5070 וַאֲבִיה֑וּא H30 בְּהַקְרִיבָ֥ H7126 אֵשׁ H784 זָרָ֖ה H2114 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "62": "וַיִּהְי֣וּ H1961 פְקֻדֵיהֶ֗ם H6485 שְׁלֹשָׁ֤ה H7969 וְעֶשְׂרִים֙ H6242 אֶ֔לֶף H505 כָּל H3605 זָכָ֖ר H2145 מִבֶּן H1121 חֹ֣דֶשׁ H2320 וָמָ֑עְלָ H4605 כִּ֣י H3588 לֹ֣א H3808 הָתְפָּקְד֗וּ H6485 בְּתוֹךְ֙ H8432 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 כִּ֠י H3588 לֹא H3808 נִתַּ֤ן H5414 לָהֶם֙ H1992 נַחֲלָ֔ה H5159 בְּת֖וֹךְ H8432 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "63": "אֵ֚לֶּה H428 פְּקוּדֵ֣י H6485 מֹשֶׁ֔ה H4872 וְאֶלְעָזָ֖ר H499 הַכֹּהֵ֑ן H3548 אֲשֶׁ֨ר H834 פָּֽקְד֜וּ H6485 אֶת H853 בְּנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 בְּעַֽרְבֹ֣ת H6160 מוֹאָ֔ב H4124 עַ֖ל H5921 יַרְדֵּ֥ן H3383 יְרֵחֽוֹ H3405 ",
  "64": "וּבְ H428 לֹא H3808 הָ֣יָה H1961 אִ֔ישׁ H376 מִפְּקוּדֵ֣י H6485 מֹשֶׁ֔ה H4872 וְאַהֲרֹ֖ן H175 הַכֹּהֵ֑ן H3548 אֲשֶׁ֥ר H834 פָּקְד֛וּ H6485 אֶת H853 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 בְּמִדְבַּ֥ר H4057 סִינָֽי H5514 ",
  "65": "כִּֽי H3588 אָמַ֤ר H559 יְהוָה֙ H3068 לָהֶ֔ם Hl מ֥וֹת H4191 יָמֻ֖תוּ H4191 בַּמִּדְבָּ֑ר H4057 וְלֹא H3808 נוֹתַ֤ר H3498 מֵהֶם֙ H1992 אִ֔ישׁ H376 כִּ֚י H3588 אִם H518 כָּלֵ֣ב H3612 בֶּן H1121 יְפֻנֶּ֔ה H3312 וִיהוֹשֻׁ֖עַ H3091 בִּן H1121 נֽוּן H5126 "
}
