{
  "1": "וַתִּקְרַ֜בְנָה H7126 בְּנ֣וֹת H1323 צְלָפְחָ֗ד H6765 בֶּן H1121 חֵ֤פֶר H2660 בֶּן H1121 גִּלְעָד֙ H1568 בֶּן H1121 מָכִ֣יר H4353 בֶּן H1121 מְנַשֶּׁ֔ה H4519 לְמִשְׁפְּחֹ֖ת H4940 מְנַשֶּׁ֣ה H4519 בֶן H1121 יוֹסֵ֑ף H3130 וְאֵ֨לֶּה֙ H428 שְׁמ֣וֹת H8034 בְּנֹתָ֔יו H1323 מַחְלָ֣ה H4244 נֹעָ֔ה H5270 וְחָגְלָ֥ה H2295 וּמִלְכָּ֖ה H4435 וְתִרְצָֽה H8656 ",
  "2": "וַֽתַּעֲמֹ֜דְנָה H5975 לִפְנֵ֣י H6440 מֹשֶׁ֗ה H4872 וְלִ H6440 אֶלְעָזָ֣ר H499 הַכֹּהֵ֔ן H3548 וְלִ H6440 הַנְּשִׂיאִ֖ם H5387 וְכָל H3605 הָעֵדָ֑ה H5712 פֶּ֥תַח H6607 אֹֽהֶל H168 מוֹעֵ֖ד H4150 לֵאמֹֽר H559 ",
  "3": "אָבִינוּ֮ H1 מֵ֣ת H4191 בַּמִּדְבָּר֒ H4057 וְה֨וּא H1931 לֹא H3808 הָיָ֜ה H1961 בְּת֣וֹךְ H8432 הָעֵדָ֗ה H5712 הַנּוֹעָדִ֛ים H3259 עַל H5921 יְהוָ֖ה H3068 בַּעֲדַת H5712 קֹ֑רַח H7141 כִּֽי H3588 בְחֶטְא֣ H2399 מֵ֔ת H4191 וּבָנִ֖ים H1121 לֹא H3808 הָ֥יוּ H1961 לֽוֹ Hl ",
  "4": "לָ֣מָּה H4100 יִגָּרַ֤ע H1639 שֵׁם H8034 אָבִ֨ינוּ֙ H1 מִתּ֣וֹךְ H8432 מִשְׁפַּחְתּ֔וֹ H4940 כִּ֛י H3588 אֵ֥ין H369 ל֖וֹ Hl בֵּ֑ן H1121 תְּנָה H5414 לָּ֣נוּ Hl אֲחֻזָּ֔ה H272 בְּת֖וֹךְ H8432 אֲחֵ֥י H251 אָבִֽינוּ H1 ",
  "5": "וַיַּקְרֵ֥ב H7126 מֹשֶׁ֛ה H4872 אֶת H853 מִשְׁפָּטָ֖ H4941 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "6": "וַיֹּ֥אמֶר H559 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "7": "כֵּ֗ן H3651 בְּנ֣וֹת H1323 צְלָפְחָד֮ H6765 דֹּבְרֹת֒ H1696 נָתֹ֨ן H5414 תִּתֵּ֤ן H5414 לָהֶם֙ Hl אֲחֻזַּ֣ת H272 נַחֲלָ֔ה H5159 בְּת֖וֹךְ H8432 אֲחֵ֣י H251 אֲבִיהֶ֑ם H1 וְהַֽעֲבַרְתָּ֛ H5674 אֶת H853 נַחֲלַ֥ת H5159 אֲבִיהֶ֖ן H1 לָהֶֽן Hl ",
  "8": "וְאֶל H413 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 תְּדַבֵּ֣ר H1696 לֵאמֹ֑ר H559 אִ֣ישׁ H376 כִּֽי H3588 יָמ֗וּת H4191 וּבֵן֙ H1121 אֵ֣ין H369 ל֔וֹ Hl וְהַֽעֲבַרְתֶּ֥ם H5674 אֶת H853 נַחֲלָת֖וֹ H5159 לְבִתּֽ H1323 ",
  "9": "וְאִם H518 אֵ֥ין H369 ל֖וֹ Hl בַּ֑ת H1323 וּנְתַתֶּ֥ם H5414 אֶת H853 נַחֲלָת֖וֹ H5159 לְאֶחָי H251 ",
  "10": "וְאִם H518 אֵ֥ין H369 ל֖וֹ Hl אַחִ֑ים H251 וּנְתַתֶּ֥ם H5414 אֶת H853 נַחֲלָת֖וֹ H5159 לַאֲחֵ֥י H251 אָבִֽיו H1 ",
  "11": "וְאִם H518 אֵ֣ין H369 אַחִים֮ H251 לְאָבִי H1 וּנְתַתֶּ֣ם H5414 אֶת H853 נַחֲלָת֗וֹ H5159 לִשְׁאֵר֞ H7607 הַקָּרֹ֥ב H7138 אֵלָ֛יו H413 מִמִּשְׁפַּחְתּ֖ H4940 וְיָרַ֣שׁ H3423 אֹתָ֑הּ H853 וְֽהָ֨יְתָ֜ה H1961 לִבְנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 לְחֻקַּ֣ת H2708 מִשְׁפָּ֔ט H4941 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
  "12": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 עֲלֵ֛ה H5927 אֶל H413 הַ֥ר H2022 הָעֲבָרִ֖ים H5682 הַזֶּ֑ה H2088 וּרְאֵה֙ H7200 אֶת H853 הָאָ֔רֶץ H776 אֲשֶׁ֥ר H834 נָתַ֖תִּי H5414 לִבְנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "13": "וְרָאִ֣יתָה H7200 אֹתָ֔הּ H853 וְנֶאֱסַפְתָּ֥ H622 אֶל H413 עַמֶּ֖יךָ H5971 גַּם H1571 אָ֑תָּה H859 כַּאֲשֶׁ֥ר H834 נֶאֱסַ֖ף H622 אַהֲרֹ֥ן H175 אָחִֽיךָ H251 ",
  "14": "כַּאֲשֶׁר֩ H834 מְרִיתֶ֨ם H4784 פִּ֜י H6310 בְּמִדְבַּר H4057 צִ֗ן H6790 בִּמְרִיבַת֙ H4808 הָֽעֵדָ֔ה H5712 לְהַקְדִּישֵׁ֥ H6942 בַמַּ֖יִם H4325 לְעֵינֵי H5869 הֵ֛ם H1992 מֵֽי H4325 מְרִיבַ֥ת H4809 קָדֵ֖שׁ H6946 מִדְבַּר H4057 צִֽן H6790 ",
  "15": "וַיְדַבֵּ֣ר H1696 מֹשֶׁ֔ה H4872 אֶל H413 יְהוָ֖ה H3068 לֵאמֹֽר H559 ",
  "16": "יִפְקֹ֣ד H6485 יְהוָ֔ה H3068 אֱלֹהֵ֥י H430 הָרוּחֹ֖ת H7307 לְכָל H3605 בָּשָׂ֑ר H1320 אִ֖ישׁ H376 עַל H5921 הָעֵדָֽה H5712 ",
  "17": "אֲשֶׁר H834 יֵצֵ֣א H3318 לִפְנֵי H6440 וַאֲשֶׁ֤ר H834 יָבֹא֙ H935 לִפְנֵי H6440 וַאֲשֶׁ֥ר H834 יוֹצִיאֵ֖ם H3318 וַאֲשֶׁ֣ר H834 יְבִיאֵ֑ם H935 וְלֹ֤א H3808 תִהְיֶה֙ H1961 עֲדַ֣ת H5712 יְהוָ֔ה H3068 כַּצֹּ֕אן H6629 אֲשֶׁ֥ר H834 אֵין H369 לָהֶ֖ם Hl רֹעֶֽה H7462 ",
  "18": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 קַח H3947 לְךָ֙ Hl אֶת H853 יְהוֹשֻׁ֣עַ H3091 בִּן H1121 נ֔וּן H5126 אִ֖ישׁ H376 אֲשֶׁר H834 ר֣וּחַ H7307 בּ֑וֹ Hb וְסָמַכְתָּ֥ H5564 אֶת H853 יָדְךָ֖ H3027 עָלָֽיו H5921 ",
  "19": "וְהַֽעֲמַדְתָּ֣ H5975 אֹת֗וֹ H853 לִפְנֵי֙ H6440 אֶלְעָזָ֣ר H499 הַכֹּהֵ֔ן H3548 וְלִ H6440 כָּל H3605 הָעֵדָ֑ה H5712 וְצִוִּיתָ֥ה H6680 אֹת֖וֹ H853 לְעֵינֵי H5869 ",
  "20": "וְנָתַתָּ֥ה H5414 מֵהֽוֹדְ H1935 עָלָ֑יו H5921 לְמַ֣עַן H4616 יִשְׁמְע֔וּ H8085 כָּל H3605 עֲדַ֖ת H5712 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "21": "וְלִ H6440 אֶלְעָזָ֤ר H499 הַכֹּהֵן֙ H3548 יַעֲמֹ֔ד H5975 וְשָׁ֥אַל H7592 ל֛וֹ Hl בְּמִשְׁפַּ֥ט H4941 הָאוּרִ֖ים H224 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 עַל H5921 פִּ֨יו H6310 יֵצְא֜וּ H3318 וְעַל H5921 פִּ֣יו H6310 יָבֹ֗אוּ H935 ה֛וּא H1931 וְכָל H3605 בְּנֵי H1121 יִשְׂרָאֵ֥ל H3478 אִתּ֖וֹ H854 וְכָל H3605 הָעֵדָֽה H5712 ",
  "22": "וַיַּ֣עַשׂ H6213 מֹשֶׁ֔ה H4872 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֹת֑וֹ H853 וַיִּקַּ֣ח H3947 אֶת H853 יְהוֹשֻׁ֗עַ H3091 וַיַּֽעֲמִדֵ֨ H5975 לִפְנֵי֙ H6440 אֶלְעָזָ֣ר H499 הַכֹּהֵ֔ן H3548 וְלִ H6440 כָּל H3605 הָעֵדָֽה H5712 ",
  "23": "וַיִּסְמֹ֧ךְ H5564 אֶת H853 יָדָ֛יו H3027 עָלָ֖יו H5921 וַיְצַוֵּ֑ H6680 כַּאֲשֶׁ֛ר H834 דִּבֶּ֥ר H1696 יְהוָ֖ה H3068 בְּיַד H3027 מֹשֶֽׁה H4872 "
}
