{
  "1": "אֵ֜לֶּה H428 מַסְעֵ֣י H4550 בְנֵֽי H1121 יִשְׂרָאֵ֗ל H3478 אֲשֶׁ֥ר H834 יָצְא֛וּ H3318 מֵאֶ֥רֶץ H776 מִצְרַ֖יִם H4714 לְצִבְאֹתָ֑ H6635 בְּיַד H3027 מֹשֶׁ֖ה H4872 וְאַהֲרֹֽן H175 ",
  "2": "וַיִּכְתֹּ֨ב H3789 מֹשֶׁ֜ה H4872 אֶת H853 מוֹצָאֵיהֶ֛ם H4161 לְמַסְעֵי H4550 עַל H5921 פִּ֣י H6310 יְהוָ֑ה H3068 וְאֵ֥לֶּה H428 מַסְעֵיהֶ֖ם H4550 לְמוֹצָאֵי H4161 ",
  "3": "וַיִּסְע֤וּ H5265 מֵֽרַעְמְסֵס֙ H7486 בַּחֹ֣דֶשׁ H2320 הָֽרִאשׁ֔וֹן H7223 בַּחֲמִשָּׁ֥ה H2568 עָשָׂ֛ר H6240 י֖וֹם H3117 לַחֹ֣דֶשׁ H2320 הָרִאשׁ֑וֹן H7223 מִֽמָּחֳרַ֣ת H4283 הַפֶּ֗סַח H6453 יָצְא֤וּ H3318 בְנֵֽי H1121 יִשְׂרָאֵל֙ H3478 בְּיָ֣ד H3027 רָמָ֔ה H7311 לְעֵינֵ֖י H5869 כָּל H3605 מִצְרָֽיִם H4713 ",
  "4": "וּמִצְרַ֣יִם H4713 מְקַבְּרִ֗ים H6912 אֵת֩ H853 אֲשֶׁ֨ר H834 הִכָּ֧ה H5221 יְהוָ֛ה H3068 בָּהֶ֖ם Hb כָּל H3605 בְּכ֑וֹר H1060 וּבֵ H430 עָשָׂ֥ה H6213 יְהוָ֖ה H3068 שְׁפָטִֽים H8201 ",
  "5": "וַיִּסְע֥וּ H5265 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 מֵרַעְמְסֵ֑ס H7486 וַֽיַּחֲנ֖וּ H2583 בְּסֻכֹּֽת H5523 ",
  "6": "וַיִּסְע֖וּ H5265 מִסֻּכֹּ֑ת H5523 וַיַּחֲנ֣וּ H2583 בְאֵתָ֔ם H864 אֲשֶׁ֖ר H834 בִּקְצֵ֥ה H7097 הַמִּדְבָּֽר H4057 ",
  "7": "וַיִּסְעוּ֙ H5265 מֵֽאֵתָ֔ם H864 וַיָּ֨שָׁב֙ H7725 עַל H5921 פִּ֣י H6367 הַחִירֹ֔ת H6367 אֲשֶׁ֥ר H834 עַל H5921 פְּנֵ֖י H6440 בַּ֣עַל H1189 צְפ֑וֹן H1189 וַֽיַּחֲנ֖וּ H2583 לִפְנֵ֥י H6440 מִגְדֹּֽל H4024 ",
  "8": "וַיִּסְעוּ֙ H5265 מִפְּנֵ֣י H6440 הַֽחִירֹ֔ת H6367 וַיַּֽעַבְר֥וּ H5674 בְתוֹךְ H8432 הַיָּ֖ם H3220 הַמִּדְבָּ֑רָ H4057 וַיֵּ֨לְכ֜וּ H3212 דֶּ֣רֶךְ H1870 שְׁלֹ֤שֶׁת H7969 יָמִים֙ H3117 בְּמִדְבַּ֣ר H4057 אֵתָ֔ם H864 וַֽיַּחֲנ֖וּ H2583 בְּמָרָֽה H4785 ",
  "9": "וַיִּסְעוּ֙ H5265 מִמָּרָ֔ה H4785 וַיָּבֹ֖אוּ H935 אֵילִ֑מָה H362 וּ֠בְ H362 שְׁתֵּ֣ים H8147 עֶשְׂרֵ֞ה H6240 עֵינֹ֥ת H5869 מַ֛יִם H4325 וְשִׁבְעִ֥ים H7657 תְּמָרִ֖ים H8558 וַיַּחֲנוּ H2583 שָֽׁם H8033 ",
  "10": "וַיִּסְע֖וּ H5265 מֵאֵילִ֑ם H362 וַֽיַּחֲנ֖וּ H2583 עַל H5921 יַם H3220 סֽוּף H5488 ",
  "11": "וַיִּסְע֖וּ H5265 מִיַּם H3220 ס֑וּף H5488 וַֽיַּחֲנ֖וּ H2583 בְּמִדְבַּר H4057 סִֽין H5512 ",
  "12": "וַיִּסְע֖וּ H5265 מִמִּדְבַּר H4057 סִ֑ין H5512 וַֽיַּחֲנ֖וּ H2583 בְּדָפְקָֽה H1850 ",
  "13": "וַיִּסְע֖וּ H5265 מִדָּפְקָ֑ה H1850 וַֽיַּחֲנ֖וּ H2583 בְּאָלֽוּשׁ H442 ",
  "14": "וַיִּסְע֖וּ H5265 מֵאָל֑וּשׁ H442 וַֽיַּחֲנוּ֙ H2583 בִּרְפִידִ֔ם H7508 וְלֹא H3808 הָ֨יָה H1961 שָׁ֥ם H8033 מַ֛יִם H4325 לָעָ֖ם H5971 לִשְׁתּֽוֹת H8354 ",
  "15": "וַיִּסְע֖וּ H5265 מֵרְפִידִ֑ם H7508 וַֽיַּחֲנ֖וּ H2583 בְּמִדְבַּ֥ר H4057 סִינָֽי H5514 ",
  "16": "וַיִּסְע֖וּ H5265 מִמִּדְבַּ֣ר H4057 סִינָ֑י H5514 וַֽיַּחֲנ֖וּ H2583 בְּקִבְרֹ֥ת H6914 הַֽתַּאֲוָֽה H6914 ",
  "17": "וַיִּסְע֖וּ H5265 מִקִּבְרֹ֣ת H6914 הַֽתַּאֲוָ֑ה H6914 וַֽיַּחֲנ֖וּ H2583 בַּחֲצֵרֹֽת H2698 ",
  "18": "וַיִּסְע֖וּ H5265 מֵחֲצֵרֹ֑ת H2698 וַֽיַּחֲנ֖וּ H2583 בְּרִתְמָֽה H7575 ",
  "19": "וַיִּסְע֖וּ H5265 מֵרִתְמָ֑ה H7575 וַֽיַּחֲנ֖וּ H2583 בְּרִמֹּ֥ן H7428 פָּֽרֶץ H7428 ",
  "20": "וַיִּסְע֖וּ H5265 מֵרִמֹּ֣ן H7428 פָּ֑רֶץ H7428 וַֽיַּחֲנ֖וּ H2583 בְּלִבְנָֽה H3841 ",
  "21": "וַיִּסְע֖וּ H5265 מִלִּבְנָ֑ה H3841 וַֽיַּחֲנ֖וּ H2583 בְּרִסָּֽה H7446 ",
  "22": "וַיִּסְע֖וּ H5265 מֵרִסָּ֑ה H7446 וַֽיַּחֲנ֖וּ H2583 בִּקְהֵלָֽתָה H6954 ",
  "23": "וַיִּסְע֖וּ H5265 מִקְּהֵלָ֑תָה H6954 וַֽיַּחֲנ֖וּ H2583 בְּהַר H2022 שָֽׁפֶר H8234 ",
  "24": "וַיִּסְע֖וּ H5265 מֵֽהַר H2022 שָׁ֑פֶר H8234 וַֽיַּחֲנ֖וּ H2583 בַּחֲרָדָֽה H2732 ",
  "25": "וַיִּסְע֖וּ H5265 מֵחֲרָדָ֑ה H2732 וַֽיַּחֲנ֖וּ H2583 בְּמַקְהֵלֹֽת H4722 ",
  "26": "וַיִּסְע֖וּ H5265 מִמַּקְהֵלֹ֑ת H4722 וַֽיַּחֲנ֖וּ H2583 בְּתָֽחַת H8480 ",
  "27": "וַיִּסְע֖וּ H5265 מִתָּ֑חַת H8480 וַֽיַּחֲנ֖וּ H2583 בְּתָֽרַח H8646 ",
  "28": "וַיִּסְע֖וּ H5265 מִתָּ֑רַח H8646 וַֽיַּחֲנ֖וּ H2583 בְּמִתְקָֽה H4989 ",
  "29": "וַיִּסְע֖וּ H5265 מִמִּתְקָ֑ה H4989 וַֽיַּחֲנ֖וּ H2583 בְּחַשְׁמֹנָֽה H2832 ",
  "30": "וַיִּסְע֖וּ H5265 מֵֽחַשְׁמֹנָ֑ה H2832 וַֽיַּחֲנ֖וּ H2583 בְּמֹסֵרֽוֹת H4149 ",
  "31": "וַיִּסְע֖וּ H5265 מִמֹּסֵר֑וֹת H4149 וַֽיַּחֲנ֖וּ H2583 בִּבְנֵ֥י H1142 יַעֲקָֽן H1142 ",
  "32": "וַיִּסְע֖וּ H5265 מִבְּנֵ֣י H1142 יַעֲקָ֑ן H1142 וַֽיַּחֲנ֖וּ H2583 בְּחֹ֥ר H2735 הַגִּדְגָּֽד H2735 ",
  "33": "וַיִּסְע֖וּ H5265 מֵחֹ֣ר H2735 הַגִּדְגָּ֑ד H2735 וַֽיַּחֲנ֖וּ H2583 בְּיָטְבָֽתָה H3193 ",
  "34": "וַיִּסְע֖וּ H5265 מִיָּטְבָ֑תָה H3193 וַֽיַּחֲנ֖וּ H2583 בְּעַבְרֹנָֽה H5684 ",
  "35": "וַיִּסְע֖וּ H5265 מֵֽעַבְרֹנָ֑ה H5684 וַֽיַּחֲנ֖וּ H2583 בְּעֶצְי֥וֹן H6100 גָּֽבֶר H6100 ",
  "36": "וַיִּסְע֖וּ H5265 מֵעֶצְי֣וֹן H6100 גָּ֑בֶר H6100 וַיַּחֲנ֥וּ H2583 בְמִדְבַּר H4057 צִ֖ן H6790 הִ֥וא H1931 קָדֵֽשׁ H6946 ",
  "37": "וַיִּסְע֖וּ H5265 מִקָּדֵ֑שׁ H6946 וַֽיַּחֲנוּ֙ H2583 בְּהֹ֣ר H2023 הָהָ֔ר H2022 בִּקְצֵ֖ה H7097 אֶ֥רֶץ H776 אֱדֽוֹם H123 ",
  "38": "וַיַּעַל֩ H5927 אַהֲרֹ֨ן H175 הַכֹּהֵ֜ן H3548 אֶל H413 הֹ֥ר H2023 הָהָ֛ר H2022 עַל H5921 פִּ֥י H6310 יְהוָ֖ה H3068 וַיָּ֣מָת H4191 שָׁ֑ם H8033 בִּשְׁנַ֣ת H8141 הָֽאַרְבָּעִ֗ים H705 לְצֵ֤את H3318 בְּנֵֽי H1121 יִשְׂרָאֵל֙ H3478 מֵאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 בַּחֹ֥דֶשׁ H2320 הַחֲמִישִׁ֖י H2549 בְּאֶחָ֥ד H259 לַחֹֽדֶשׁ H2320 ",
  "39": "וְאַהֲרֹ֔ן H175 בֶּן H1121 שָׁלֹ֧שׁ H7969 וְעֶשְׂרִ֛ים H6242 וּמְאַ֖ת H3967 שָׁנָ֑ה H8141 בְּמֹת֖ H4194 בְּהֹ֥ר H2023 הָהָֽר H2022 ",
  "40": "וַיִּשְׁמַ֗ע H8085 הַֽכְּנַעֲנִי֙ H3669 מֶ֣לֶךְ H4428 עֲרָ֔ד H6166 וְהֽוּא H1931 יֹשֵׁ֥ב H3427 בַּנֶּ֖גֶב H5045 בְּאֶ֣רֶץ H776 כְּנָ֑עַן H3667 בְּבֹ֖א H935 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "41": "וַיִּסְע֖וּ H5265 מֵהֹ֣ר H2023 הָהָ֑ר H2022 וַֽיַּחֲנ֖וּ H2583 בְּצַלְמֹנָֽה H6758 ",
  "42": "וַיִּסְע֖וּ H5265 מִצַּלְמֹנָ֑ה H6758 וַֽיַּחֲנ֖וּ H2583 בְּפוּנֹֽן H6325 ",
  "43": "וַיִּסְע֖וּ H5265 מִפּוּנֹ֑ן H6325 וַֽיַּחֲנ֖וּ H2583 בְּאֹבֹֽת H88 ",
  "44": "וַיִּסְע֖וּ H5265 מֵאֹבֹ֑ת H88 וַֽיַּחֲנ֛וּ H2583 בְּעִיֵּ֥י H5863 הָעֲבָרִ֖ים H5863 בִּגְב֥וּל H1366 מוֹאָֽב H4124 ",
  "45": "וַיִּסְע֖וּ H5265 מֵעִיִּ֑ים H5864 וַֽיַּחֲנ֖וּ H2583 בְּדִיבֹ֥ן H1769 גָּֽד H1410 ",
  "46": "וַיִּסְע֖וּ H5265 מִדִּיבֹ֣ן H1769 גָּ֑ד H1410 וַֽיַּחֲנ֖וּ H2583 בְּעַלְמֹ֥ן H5963 דִּבְלָתָֽיְמָה H5963 ",
  "47": "וַיִּסְע֖וּ H5265 מֵעַלְמֹ֣ן H5963 דִּבְלָתָ֑יְמָה H5963 וַֽיַּחֲנ֛וּ H2583 בְּהָרֵ֥י H2022 הָעֲבָרִ֖ים H5682 לִפְנֵ֥י H6440 נְבֽוֹ H5015 ",
  "48": "וַיִּסְע֖וּ H5265 מֵהָרֵ֣י H2022 הָעֲבָרִ֑ים H5682 וַֽיַּחֲנוּ֙ H2583 בְּעַֽרְבֹ֣ת H6160 מוֹאָ֔ב H4124 עַ֖ל H5921 יַרְדֵּ֥ן H3383 יְרֵחֽוֹ H3405 ",
  "49": "וַיַּחֲנ֤וּ H2583 עַל H5921 הַיַּרְדֵּן֙ H3383 מִבֵּ֣ית H1020 הַיְשִׁמֹ֔ת H1020 עַ֖ד H5704 אָבֵ֣ל H63 הַשִּׁטִּ֑ים H63 בְּעַֽרְבֹ֖ת H6160 מוֹאָֽב H4124 ",
  "50": "וַיְדַבֵּ֧ר H1696 יְהוָ֛ה H3068 אֶל H413 מֹשֶׁ֖ה H4872 בְּעַֽרְבֹ֣ת H6160 מוֹאָ֑ב H4124 עַל H5921 יַרְדֵּ֥ן H3383 יְרֵח֖וֹ H3405 לֵאמֹֽר H559 ",
  "51": "דַּבֵּר֙ H1696 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְאָמַרְתָּ֖ H559 אֲלֵהֶ֑ם H413 כִּ֥י H3588 אַתֶּ֛ם H859 עֹבְרִ֥ים H5674 אֶת H853 הַיַּרְדֵּ֖ן H3383 אֶל H413 אֶ֥רֶץ H776 כְּנָֽעַן H3667 ",
  "52": "וְה֨וֹרַשְׁתֶּ֜ם H3423 אֶת H853 כָּל H3605 יֹשְׁבֵ֤י H3427 הָאָ֨רֶץ֙ H776 מִפְּנֵי H6440 וְאִ֨בַּדְתֶּ֔ם H6 אֵ֖ת H853 כָּל H3605 מַשְׂכִּיֹּתָ֑ם H4906 וְאֵ֨ת H853 כָּל H3605 צַלְמֵ֤י H6754 מַסֵּֽכֹתָם֙ H4541 תְּאַבֵּ֔דוּ H6 וְאֵ֥ת H853 כָּל H3605 בָּמֹתָ֖ם H1116 תַּשְׁמִֽידוּ H8045 ",
  "53": "וְהוֹרַשְׁתֶּ֥ם H3423 אֶת H853 הָאָ֖רֶץ H776 וִֽישַׁבְתֶּם H3427 בָּ֑הּ Hb כִּ֥י H3588 לָכֶ֛ם Hl נָתַ֥תִּי H5414 אֶת H853 הָאָ֖רֶץ H776 לָרֶ֥שֶׁת H3423 אֹתָֽהּ H853 ",
  "54": "וְהִתְנַחַלְתֶּם֩ H5157 אֶת H853 הָאָ֨רֶץ H776 בְּגוֹרָ֜ל H1486 לְמִשְׁפְּחֹֽתֵי H4940 לָרַ֞ב H7227 תַּרְבּ֤וּ H7235 אֶת H853 נַחֲלָתוֹ֙ H5159 וְלַ H4592 תַּמְעִ֣יט H4591 אֶת H853 נַחֲלָת֔וֹ H5159 אֶל֩ H413 אֲשֶׁר H834 יֵ֨צֵא H3318 ל֥וֹ Hl שָׁ֛מָּה H8033 הַגּוֹרָ֖ל H1486 ל֣וֹ Hl יִהְיֶ֑ה H1961 לְמַטּ֥וֹת H4294 אֲבֹתֵיכֶ֖ם H1 תִּתְנֶחָֽלוּ H5157 ",
  "55": "וְאִם H518 לֹ֨א H3808 תוֹרִ֜ישׁוּ H3423 אֶת H853 יֹשְׁבֵ֣י H3427 הָאָרֶץ֮ H776 מִפְּנֵי H6440 וְהָיָה֙ H1961 אֲשֶׁ֣ר H834 תּוֹתִ֣ירוּ H3498 מֵהֶ֔ם H1992 לְשִׂכִּים֙ H7899 בְּעֵ֣ינֵי H5869 וְלִ H6796 בְּצִדֵּי H6654 וְצָרֲר֣וּ H6887 אֶתְכֶ֔ם H853 עַל H5921 הָאָ֕רֶץ H776 אֲשֶׁ֥ר H834 אַתֶּ֖ם H859 יֹשְׁבִ֥ים H3427 בָּֽהּ Hb ",
  "56": "וְהָיָ֗ה H1961 כַּאֲשֶׁ֥ר H834 דִּמִּ֛יתִי H1819 לַעֲשׂ֥וֹת H6213 לָהֶ֖ם Hl אֶֽעֱשֶׂ֥ה H6213 לָכֶֽם Hl "
}
