{
  "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "2": "צַ֞ו H6680 אֶת H853 בְּנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 וְאָמַרְתָּ֣ H559 אֲלֵהֶ֔ם H413 כִּֽי H3588 אַתֶּ֥ם H859 בָּאִ֖ים H935 אֶל H413 הָאָ֣רֶץ H776 כְּנָ֑עַן H3667 זֹ֣את H2063 הָאָ֗רֶץ H776 אֲשֶׁ֨ר H834 תִּפֹּ֤ל H5307 לָכֶם֙ Hl בְּֽנַחֲלָ֔ה H5159 אֶ֥רֶץ H776 כְּנַ֖עַן H3667 לִגְבֻלֹתֶֽי H1367 ",
  "3": "וְהָיָ֨ה H1961 לָכֶ֧ם Hl פְּאַת H6285 נֶ֛גֶב H5045 מִמִּדְבַּר H4057 צִ֖ן H6790 עַל H5921 יְדֵ֣י H3027 אֱד֑וֹם H123 וְהָיָ֤ה H1961 לָכֶם֙ Hl גְּב֣וּל H1366 נֶ֔גֶב H5045 מִקְצֵ֥ה H7097 יָם H3220 הַמֶּ֖לַח H4417 קֵֽדְמָה H6924 ",
  "4": "וְנָסַ֣ב H5437 לָכֶם֩ Hl הַגְּב֨וּל H1366 מִנֶּ֜גֶב H5045 לְמַעֲלֵ֤ה H4610 עַקְרַבִּים֙ H4610 וְעָ֣בַר H5674 צִ֔נָה H6790 והיה H1961 תּֽוֹצְאֹתָ֔יו H8444 מִנֶּ֖גֶב H5045 לְקָדֵ֣שׁ H6947 בַּרְנֵ֑עַ H6947 וְיָצָ֥א H3318 חֲצַר H2692 אַדָּ֖ר H2692 וְעָבַ֥ר H5674 עַצְמֹֽנָה H6111 ",
  "5": "וְנָסַ֧ב H5437 הַגְּב֛וּל H1366 מֵעַצְמ֖וֹן H6111 נַ֣חְלָה H5158 מִצְרָ֑יִם H4714 וְהָי֥וּ H1961 תוֹצְאֹתָ֖יו H8444 הַיָּֽמָּ H3220 ",
  "6": "וּגְב֣וּל H1366 יָ֔ם H3220 וְהָיָ֥ה H1961 לָכֶ֛ם Hl הַיָּ֥ם H3220 הַגָּד֖וֹל H1419 וּגְב֑וּל H1366 זֶֽה H2088 יִהְיֶ֥ה H1961 לָכֶ֖ם Hl גְּב֥וּל H1366 יָֽם H3220 ",
  "7": "וְזֶֽה H2088 יִהְיֶ֥ה H1961 לָכֶ֖ם Hl גְּב֣וּל H1366 צָפ֑וֹן H6828 מִן H4480 הַיָּם֙ H3220 הַגָּדֹ֔ל H1419 תְּתָא֥וּ H8376 לָכֶ֖ם Hl הֹ֥ר H2023 הָהָֽר H2022 ",
  "8": "מֵהֹ֣ר H2023 הָהָ֔ר H2022 תְּתָא֖וּ H8376 לְבֹ֣א H935 חֲמָ֑ת H2574 וְהָי֛וּ H1961 תּוֹצְאֹ֥ת H8444 הַגְּבֻ֖ל H1366 צְדָֽדָה H6657 ",
  "9": "וְיָצָ֤א H3318 הַגְּבֻל֙ H1366 זִפְרֹ֔נָה H2202 וְהָי֥וּ H1961 תוֹצְאֹתָ֖יו H8444 חֲצַ֣ר H2704 עֵינָ֑ן H2704 זֶֽה H2088 יִהְיֶ֥ה H1961 לָכֶ֖ם Hl גְּב֥וּל H1366 צָפֽוֹן H6828 ",
  "10": "וְהִתְאַוִּיתֶ֥ם H184 לָכֶ֖ם Hl לִגְב֣וּל H1366 קֵ֑דְמָה H6924 מֵחֲצַ֥ר H2704 עֵינָ֖ן H2704 שְׁפָֽמָה H8221 ",
  "11": "וְיָרַ֨ד H3381 הַגְּבֻ֧ל H1366 מִשְּׁפָ֛ם H8221 הָרִבְלָ֖ה H7247 מִקֶּ֣דֶם H6924 לָעָ֑יִן H5871 וְיָרַ֣ד H3381 הַגְּב֔וּל H1366 וּמָחָ֛ה H4229 עַל H5921 כֶּ֥תֶף H3802 יָם H3220 כִּנֶּ֖רֶת H3672 קֵֽדְמָה H6924 ",
  "12": "וְיָרַ֤ד H3381 הַגְּבוּל֙ H1366 הַיַּרְדֵּ֔נָ H3383 וְהָי֥וּ H1961 תוֹצְאֹתָ֖יו H8444 יָ֣ם H3220 הַמֶּ֑לַח H4417 זֹאת֩ H2063 תִּהְיֶ֨ה H1961 לָכֶ֥ם Hl הָאָ֛רֶץ H776 לִגְבֻלֹתֶ֖י H1367 סָבִֽיב H5439 ",
  "13": "וַיְצַ֣ו H6680 מֹשֶׁ֔ה H4872 אֶת H853 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 זֹ֣את H2063 הָאָ֗רֶץ H776 אֲשֶׁ֨ר H834 תִּתְנַחֲל֤וּ H5157 אֹתָהּ֙ H853 בְּגוֹרָ֔ל H1486 אֲשֶׁר֙ H834 צִוָּ֣ה H6680 יְהוָ֔ה H3068 לָתֵ֛ת H5414 לְתִשְׁעַ֥ת H8672 הַמַּטּ֖וֹת H4294 וַחֲצִ֥י H2677 הַמַּטֶּֽה H4294 ",
  "14": "כִּ֣י H3588 לָקְח֞וּ H3947 מַטֵּ֨ה H4294 בְנֵ֤י H1121 הָראוּבֵנִי֙ H7206 לְבֵ֣ית H1004 אֲבֹתָ֔ם H1 וּמַטֵּ֥ה H4294 בְנֵֽי H1121 הַגָּדִ֖י H1425 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 וַחֲצִי֙ H2677 מַטֵּ֣ה H4294 מְנַשֶּׁ֔ה H4519 לָקְח֖וּ H3947 נַחֲלָתָֽם H5159 ",
  "15": "שְׁנֵ֥י H8147 הַמַּטּ֖וֹת H4294 וַחֲצִ֣י H2677 הַמַּטֶּ֑ה H4294 לָקְח֣וּ H3947 נַחֲלָתָ֗ם H5159 מֵעֵ֛בֶר H5676 לְיַרְדֵּ֥ן H3383 יְרֵח֖וֹ H3405 קֵ֥דְמָה H6924 מִזְרָֽחָה H4217 ",
  "16": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "17": "אֵ֚לֶּה H428 שְׁמ֣וֹת H8034 הָֽאֲנָשִׁ֔ים H376 אֲשֶׁר H834 יִנְחֲל֥וּ H5157 לָכֶ֖ם Hl אֶת H853 הָאָ֑רֶץ H776 אֶלְעָזָר֙ H499 הַכֹּהֵ֔ן H3548 וִיהוֹשֻׁ֖עַ H3091 בִּן H1121 נֽוּן H5126 ",
  "18": "וְנָשִׂ֥יא H5387 אֶחָ֛ד H259 נָשִׂ֥יא H5387 אֶחָ֖ד H259 מִמַּטֶּ֑ה H4294 תִּקְח֖וּ H3947 לִנְחֹ֥ל H5157 אֶת H853 הָאָֽרֶץ H776 ",
  "19": "וְאֵ֖לֶּה H428 שְׁמ֣וֹת H8034 הָאֲנָשִׁ֑ים H376 לְמַטֵּ֣ה H4294 יְהוּדָ֔ה H3063 כָּלֵ֖ב H3612 בֶּן H1121 יְפֻנֶּֽה H3312 ",
  "20": "וּלְ H4294 בְּנֵ֣י H1121 שִׁמְע֔וֹן H8095 שְׁמוּאֵ֖ל H8050 בֶּן H1121 עַמִּיהֽוּד H5989 ",
  "21": "לְמַטֵּ֣ה H4294 בִנְיָמִ֔ן H1144 אֱלִידָ֖ד H449 בֶּן H1121 כִּסְלֽוֹן H3692 ",
  "22": "וּלְ H4294 בְנֵי H1121 דָ֖ן H1835 נָשִׂ֑יא H5387 בֻּקִּ֖י H1231 בֶּן H1121 יָגְלִֽי H3020 ",
  "23": "לִבְנֵ֣י H1121 יוֹסֵ֔ף H3130 לְמַטֵּ֥ה H4294 בְנֵֽי H1121 מְנַשֶּׁ֖ה H4519 נָשִׂ֑יא H5387 חַנִּיאֵ֖ל H2592 בֶּן H1121 אֵפֹֽד H641 ",
  "24": "וּלְ H4294 בְנֵֽי H1121 אֶפְרַ֖יִם H669 נָשִׂ֑יא H5387 קְמוּאֵ֖ל H7055 בֶּן H1121 שִׁפְטָֽן H8204 ",
  "25": "וּלְ H4294 בְנֵֽי H1121 זְבוּלֻ֖ן H2074 נָשִׂ֑יא H5387 אֱלִיצָפָ֖ן H469 בֶּן H1121 פַּרְנָֽךְ H6535 ",
  "26": "וּלְ H4294 בְנֵֽי H1121 יִשָׂשכָ֖ר H3485 נָשִׂ֑יא H5387 פַּלְטִיאֵ֖ל H6409 בֶּן H1121 עַזָּֽן H5821 ",
  "27": "וּלְ H4294 בְנֵי H1121 אָשֵׁ֖ר H836 נָשִׂ֑יא H5387 אֲחִיה֖וּד H282 בֶּן H1121 שְׁלֹמִֽי H8015 ",
  "28": "וּלְ H4294 בְנֵֽי H1121 נַפְתָּלִ֖י H5321 נָשִׂ֑יא H5387 פְּדַהְאֵ֖ל H6300 בֶּן H1121 עַמִּיהֽוּד H5989 ",
  "29": "אֵ֕לֶּה H428 אֲשֶׁ֖ר H834 צִוָּ֣ה H6680 יְהוָ֑ה H3068 לְנַחֵ֥ל H5157 אֶת H853 בְּנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 בְּאֶ֥רֶץ H776 כְּנָֽעַן H3667 "
}
