{
  "1": "וַֽיִּקְרְב֞וּ H7126 רָאשֵׁ֣י H7218 הָֽאָב֗וֹת H1 לְמִשְׁפַּ֤חַת H4940 בְּנֵֽי H1121 גִלְעָד֙ H1568 בֶּן H1121 מָכִ֣יר H4353 בֶּן H1121 מְנַשֶּׁ֔ה H4519 מִֽמִּשְׁפְּחֹ֖ת H4940 בְּנֵ֣י H1121 יוֹסֵ֑ף H3130 וַֽיְדַבְּר֞וּ H1696 לִפְנֵ֤י H6440 מֹשֶׁה֙ H4872 וְלִ H6440 הַנְּשִׂאִ֔ים H5387 רָאשֵׁ֥י H7218 אָב֖וֹת H1 לִבְנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "2": "וַיֹּאמְר֗וּ H559 אֶת H853 אֲדֹנִי֙ H113 צִוָּ֣ה H6680 יְהוָ֔ה H3068 לָתֵ֨ת H5414 אֶת H853 הָאָ֧רֶץ H776 בְּנַחֲלָ֛ה H5159 בְּגוֹרָ֖ל H1486 לִבְנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַֽאדֹנִ H113 צֻוָּ֣ה H6680 בַֽיהוָ֔ה H3068 לָתֵ֗ת H5414 אֶֽת H853 נַחֲלַ֛ת H5159 צְלָפְחָ֥ד H6765 אָחִ֖ינוּ H251 לִבְנֹתָֽי H1323 ",
  "3": "וְ֠הָיוּ H1961 לְאֶחָ֞ד H259 מִבְּנֵ֨י H1121 שִׁבְטֵ֥י H7626 בְנֵֽי H1121 יִשְׂרָאֵל֮ H3478 לְנָשִׁים֒ H802 וְנִגְרְעָ֤ה H1639 נַחֲלָתָן֙ H5159 מִנַּחֲלַ֣ת H5159 אֲבֹתֵ֔ינוּ H1 וְנוֹסַ֕ף H3254 עַ֚ל H5921 נַחֲלַ֣ת H5159 הַמַּטֶּ֔ה H4294 אֲשֶׁ֥ר H834 תִּהְיֶ֖ינָה H1961 לָהֶ֑ם Hl וּמִ H1486 נַחֲלָתֵ֖נוּ H5159 יִגָּרֵֽעַ H1639 ",
  "4": "וְאִם H518 יִהְיֶ֣ה H1961 הַיֹּבֵל֮ H3104 לִבְנֵ֣י H1121 יִשְׂרָאֵל֒ H3478 וְנֽוֹסְפָה֙ H3254 נַחֲלָתָ֔ן H5159 עַ֚ל H5921 נַחֲלַ֣ת H5159 הַמַּטֶּ֔ה H4294 אֲשֶׁ֥ר H834 תִּהְיֶ֖ינָה H1961 לָהֶ֑ם Hl וּמִֽ H5159 מַטֵּ֣ה H4294 אֲבֹתֵ֔ינוּ H1 יִגָּרַ֖ע H1639 נַחֲלָתָֽן H5159 ",
  "5": "וַיְצַ֤ו H6680 מֹשֶׁה֙ H4872 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 עַל H5921 פִּ֥י H6310 יְהוָ֖ה H3068 לֵאמֹ֑ר H559 כֵּ֛ן H3651 מַטֵּ֥ה H4294 בְנֵֽי H1121 יוֹסֵ֖ף H3130 דֹּבְרִֽים H1696 ",
  "6": "זֶ֣ה H2088 הַדָּבָ֞ר H1697 אֲשֶׁר H834 צִוָּ֣ה H6680 יְהוָ֗ה H3068 לִבְנ֤וֹת H1323 צְלָפְחָד֙ H6765 לֵאמֹ֔ר H559 לַטּ֥וֹב H2896 בְּעֵינֵי H5869 תִּהְיֶ֣ינָה H1961 לְנָשִׁ֑ים H802 אַ֗ךְ H389 לְמִשְׁפַּ֛חַת H4940 מַטֵּ֥ה H4294 אֲבִיהֶ֖ם H1 תִּהְיֶ֥ינָה H1961 לְנָשִֽׁים H802 ",
  "7": "וְלֹֽא H3808 תִסֹּ֤ב H5437 נַחֲלָה֙ H5159 לִבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 מִמַּטֶּ֖ה H4294 אֶל H413 מַטֶּ֑ה H4294 כִּ֣י H3588 אִ֗ישׁ H376 בְּנַחֲלַת֙ H5159 מַטֵּ֣ה H4294 אֲבֹתָ֔יו H1 יִדְבְּק֖וּ H1692 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "8": "וְכָל H3605 בַּ֞ת H1323 יֹרֶ֣שֶׁת H3423 נַחֲלָ֗ה H5159 מִמַּטּוֹת֮ H4294 בְּנֵ֣י H1121 יִשְׂרָאֵל֒ H3478 לְאֶחָ֗ד H259 מִמִּשְׁפַּ֛חַת H4940 מַטֵּ֥ה H4294 אָבִ֖יהָ H1 תִּהְיֶ֣ה H1961 לְאִשָּׁ֑ה H802 לְמַ֗עַן H4616 יִֽירְשׁוּ֙ H3423 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אִ֖ישׁ H376 נַחֲלַ֥ת H5159 אֲבֹתָֽיו H1 ",
  "9": "וְלֹֽא H3808 תִסֹּ֧ב H5437 נַחֲלָ֛ה H5159 מִמַּטֶּ֖ה H4294 לְמַטֶּ֣ה H4294 אַחֵ֑ר H312 כִּי H3588 אִישׁ֙ H376 בְּנַ֣חֲלָת֔ H5159 יִדְבְּק֕וּ H1692 מַטּ֖וֹת H4294 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "10": "כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶׁ֑ה H4872 כֵּ֥ן H3651 עָשׂ֖וּ H6213 בְּנ֥וֹת H1323 צְלָפְחָֽד H6765 ",
  "11": "וַתִּהְיֶ֜ינָה H1961 מַחְלָ֣ה H4244 תִרְצָ֗ה H8656 וְחָגְלָ֧ה H2295 וּמִלְכָּ֛ה H4435 וְנֹעָ֖ה H5270 בְּנ֣וֹת H1323 צְלָפְחָ֑ד H6765 לִבְנֵ֥י H1121 דֹדֵיהֶ֖ן H1730 לְנָשִֽׁים H802 ",
  "12": "מִֽמִּשְׁפְּחֹ֛ת H4940 בְּנֵֽי H1121 מְנַשֶּׁ֥ה H4519 בֶן H1121 יוֹסֵ֖ף H3130 הָי֣וּ H1961 לְנָשִׁ֑ים H802 וַתְּהִי֙ H1961 נַחֲלָתָ֔ן H5159 עַל H5921 מַטֵּ֖ה H4294 מִשְׁפַּ֥חַת H4940 אֲבִיהֶֽן H1 ",
  "13": "אֵ֣לֶּה H428 הַמִּצְוֺ֞ת H4687 וְהַ H4941 אֲשֶׁ֨ר H834 צִוָּ֧ה H6680 יְהוָ֛ה H3068 בְּיַד H3027 מֹשֶׁ֖ה H4872 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 בְּעַֽרְבֹ֣ת H6160 מוֹאָ֔ב H4124 עַ֖ל H5921 יַרְדֵּ֥ן H3383 יְרֵחֽוֹ H3405 "
}
