{
  "1": "וַיְדַבֵּ֣ר H1696 יְהוָ֔ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 וְאֶֽל H413 אַהֲרֹ֖ן H175 לֵאמֹֽר H559 ",
  "2": "נָשֹׂ֗א H5375 אֶת H853 רֹאשׁ֙ H7218 בְּנֵ֣י H1121 קְהָ֔ת H6955 מִתּ֖וֹךְ H8432 בְּנֵ֣י H1121 לֵוִ֑י H3878 לְמִשְׁפְּחֹתָ֖ H4940 לְבֵ֥ית H1004 אֲבֹתָֽם H1 ",
  "3": "מִבֶּ֨ן H1121 שְׁלֹשִׁ֤ים H7970 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 וְעַ֖ד H5704 בֶּן H1121 חֲמִשִּׁ֣ים H2572 שָׁנָ֑ה H8141 כָּל H3605 בָּא֙ H935 לַצָּבָ֔א H6635 לַעֲשׂ֥וֹת H6213 מְלָאכָ֖ה H4399 בְּאֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "4": "זֹ֛את H2063 עֲבֹדַ֥ת H5656 בְּנֵי H1121 קְהָ֖ת H6955 בְּאֹ֣הֶל H168 מוֹעֵ֑ד H4150 קֹ֖דֶשׁ H6944 הַקֳּדָשִֽׁים H6944 ",
  "5": "וּבָ֨א H935 אַהֲרֹ֤ן H175 וּבָנָי H1121 בִּנְסֹ֣עַ H5265 הַֽמַּחֲנֶ֔ה H4264 וְהוֹרִ֕דוּ H3381 אֵ֖ת H853 פָּרֹ֣כֶת H6532 הַמָּסָ֑ךְ H4539 וְכִ֨סּוּ H3680 בָ֔הּ Hb אֵ֖ת H853 אֲרֹ֥ן H727 הָעֵדֻֽת H5715 ",
  "6": "וְנָתְנ֣וּ H5414 עָלָ֗יו H5921 כְּסוּי֙ H3681 ע֣וֹר H5785 תַּ֔חַשׁ H8476 וּפָרְשׂ֧וּ H6566 בֶֽגֶד H899 כְּלִ֛יל H3632 תְּכֵ֖לֶת H8504 מִלְ H4605 וְשָׂמ֖וּ H7760 בַּדָּֽיו H905 ",
  "7": "וְעַ֣ל H5921 שֻׁלְחַ֣ן H7979 הַפָּנִ֗ים H6440 יִפְרְשׂוּ֮ H6566 בֶּ֣גֶד H899 תְּכֵלֶת֒ H8504 וְנָתְנ֣וּ H5414 עָ֠לָיו H5921 אֶת H853 הַקְּעָרֹ֤ת H7086 וְאֶת H853 הַכַּפֹּת֙ H3709 וְאֶת H853 הַמְּנַקִּיֹּ֔ת H4518 וְאֵ֖ת H853 קְשׂ֣וֹת H7184 הַנָּ֑סֶךְ H5262 וְלֶ֥חֶם H3899 הַתָּמִ֖יד H8548 עָלָ֥יו H5921 יִהְיֶֽה H1961 ",
  "8": "וּפָרְשׂ֣וּ H6566 עֲלֵיהֶ֗ם H5921 בֶּ֚גֶד H899 תּוֹלַ֣עַת H8438 שָׁנִ֔י H8144 וְכִסּ֣וּ H3680 אֹת֔וֹ H853 בְּמִכְסֵ֖ה H4372 ע֣וֹר H5785 תָּ֑חַשׁ H8476 וְשָׂמ֖וּ H7760 אֶת H853 בַּדָּֽיו H905 ",
  "9": "וְלָקְח֣וּ H3947 בֶּ֣גֶד H899 תְּכֵ֗לֶת H8504 וְכִסּ֞וּ H3680 אֶת H853 מְנֹרַ֤ת H4501 הַמָּאוֹר֙ H3974 וְאֶת H853 נֵ֣רֹתֶ֔יהָ H5216 וְאֶת H853 מַלְקָחֶ֖יהָ H4457 וְאֶת H853 מַחְתֹּתֶ֑יהָ H4289 וְאֵת֙ H853 כָּל H3605 כְּלֵ֣י H3627 שַׁמְנָ֔הּ H8081 אֲשֶׁ֥ר H834 יְשָׁרְתוּ H8334 לָ֖הּ Hl בָּהֶֽם Hb ",
  "10": "וְנָתְנ֤וּ H5414 אֹתָהּ֙ H853 וְאֶת H853 כָּל H3605 כֵּלֶ֔יהָ H3627 אֶל H413 מִכְסֵ֖ה H4372 ע֣וֹר H5785 תָּ֑חַשׁ H8476 וְנָתְנ֖וּ H5414 עַל H5921 הַמּֽוֹט H4132 ",
  "11": "וְעַ֣ל H5921 מִזְבַּ֣ח H4196 הַזָּהָ֗ב H2091 יִפְרְשׂוּ֙ H6566 בֶּ֣גֶד H899 תְּכֵ֔לֶת H8504 וְכִסּ֣וּ H3680 אֹת֔וֹ H853 בְּמִכְסֵ֖ה H4372 ע֣וֹר H5785 תָּ֑חַשׁ H8476 וְשָׂמ֖וּ H7760 אֶת H853 בַּדָּֽיו H905 ",
  "12": "וְלָקְחוּ֩ H3947 אֶת H853 כָּל H3605 כְּלֵ֨י H3627 הַשָּׁרֵ֜ת H8335 אֲשֶׁ֧ר H834 יְשָֽׁרְתוּ H8334 בָ֣ם Hb בַּקֹּ֗דֶשׁ H6944 וְנָֽתְנוּ֙ H5414 אֶל H413 בֶּ֣גֶד H899 תְּכֵ֔לֶת H8504 וְכִסּ֣וּ H3680 אוֹתָ֔ם H853 בְּמִכְסֵ֖ה H4372 ע֣וֹר H5785 תָּ֑חַשׁ H8476 וְנָתְנ֖וּ H5414 עַל H5921 הַמּֽוֹט H4132 ",
  "13": "וְדִשְּׁנ֖וּ H1878 אֶת H853 הַמִּזְבֵּ֑חַ H4196 וּפָרְשׂ֣וּ H6566 עָלָ֔יו H5921 בֶּ֖גֶד H899 אַרְגָּמָֽן H713 ",
  "14": "וְנָתְנ֣וּ H5414 עָ֠לָיו H5921 אֶֽת H853 כָּל H3605 כֵּלָ֞יו H3627 אֲשֶׁ֣ר H834 יְֽשָׁרְת֧וּ H8334 עָלָ֣יו H5921 בָּהֶ֗ם Hb אֶת H853 הַמַּחְתֹּ֤ת H4289 אֶת H853 הַמִּזְלָגֹת֙ H4207 וְאֶת H853 הַיָּעִ֣ים H3257 וְאֶת H853 הַמִּזְרָקֹ֔ת H4219 כֹּ֖ל H3605 כְּלֵ֣י H3627 הַמִּזְבֵּ֑חַ H4196 וּפָרְשׂ֣וּ H6566 עָלָ֗יו H5921 כְּס֛וּי H3681 ע֥וֹר H5785 תַּ֖חַשׁ H8476 וְשָׂמ֥וּ H7760 בַדָּֽיו H905 ",
  "15": "וְכִלָּ֣ה H3615 אַֽהֲרֹן H175 וּ֠בָנָי H1121 לְכַסֹּ֨ת H3680 אֶת H853 הַקֹּ֜דֶשׁ H6944 וְאֶת H853 כָּל H3605 כְּלֵ֣י H3627 הַקֹּדֶשׁ֮ H6944 בִּנְסֹ֣עַ H5265 הַֽמַּחֲנֶה֒ H4264 וְאַחֲרֵי H310 כֵ֗ן H3651 יָבֹ֤אוּ H935 בְנֵי H1121 קְהָת֙ H6955 לָשֵׂ֔את H5375 וְלֹֽא H3808 יִגְּע֥וּ H5060 אֶל H413 הַקֹּ֖דֶשׁ H6944 וָמֵ֑תוּ H4191 אֵ֛לֶּה H428 מַשָּׂ֥א H4853 בְנֵֽי H1121 קְהָ֖ת H6955 בְּאֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "16": "וּפְקֻדַּ֞ת H6486 אֶלְעָזָ֣ר H499 בֶּן H1121 אַהֲרֹ֣ן H175 הַכֹּהֵ֗ן H3548 שֶׁ֤מֶן H8081 הַמָּאוֹר֙ H3974 וּקְטֹ֣רֶת H7004 הַסַּמִּ֔ים H5561 וּמִנְחַ֥ת H4503 הַתָּמִ֖יד H8548 וְשֶׁ֣מֶן H8081 הַמִּשְׁחָ֑ה H4888 פְּקֻדַּ֗ת H6486 כָּל H3605 הַמִּשְׁכָּן֙ H4908 וְכָל H3605 אֲשֶׁר H834 בּ֔וֹ Hb בְּקֹ֖דֶשׁ H6944 וּבְ H3627 ",
  "17": "וַיְדַבֵּ֣ר H1696 יְהוָ֔ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 וְאֶֽל H413 אַהֲרֹ֖ן H175 לֵאמֹֽר H559 ",
  "18": "אַל H408 תַּכְרִ֕יתוּ H3772 אֶת H853 שֵׁ֖בֶט H7626 מִשְׁפְּחֹ֣ת H4940 הַקְּהָתִ֑י H6956 מִתּ֖וֹךְ H8432 הַלְוִיִּֽם H3881 ",
  "19": "וְזֹ֣את H2063 עֲשׂ֣וּ H6213 לָהֶ֗ם Hl וְחָיוּ֙ H2421 וְלֹ֣א H3808 יָמֻ֔תוּ H4191 בְּגִשְׁתָּ֖ H5066 אֶת H853 קֹ֣דֶשׁ H6944 הַקֳּדָשִׁ֑ים H6944 אַהֲרֹ֤ן H175 וּבָנָי H1121 יָבֹ֔אוּ H935 וְשָׂמ֣וּ H7760 אוֹתָ֗ם H853 אִ֥ישׁ H376 אִ֛ישׁ H376 עַל H5921 עֲבֹדָת֖וֹ H5656 וְאֶל H413 מַשָּׂאֽוֹ H4853 ",
  "20": "וְלֹא H3808 יָבֹ֧אוּ H935 לִרְא֛וֹת H7200 כְּבַלַּ֥ע H1104 אֶת H853 הַקֹּ֖דֶשׁ H6944 וָמֵֽתוּ H4191 ",
  "21": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "22": "נָשֹׂ֗א H5375 אֶת H853 רֹ֛אשׁ H7218 בְּנֵ֥י H1121 גֵרְשׁ֖וֹן H1648 גַּם H1571 הֵ֑ם H1992 לְבֵ֥ית H1004 אֲבֹתָ֖ם H1 לְמִשְׁפְּחֹתָֽ H4940 ",
  "23": "מִבֶּן֩ H1121 שְׁלֹשִׁ֨ים H7970 שָׁנָ֜ה H8141 וָמַ֗עְלָ H4605 עַ֛ד H5704 בֶּן H1121 חֲמִשִּׁ֥ים H2572 שָׁנָ֖ה H8141 תִּפְקֹ֣ד H6485 אוֹתָ֑ם H853 כָּל H3605 הַבָּא֙ H935 לִצְבֹ֣א H6633 צָבָ֔א H6635 לַעֲבֹ֥ד H5647 עֲבֹדָ֖ה H5656 בְּאֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "24": "זֹ֣את H2063 עֲבֹדַ֔ת H5656 מִשְׁפְּחֹ֖ת H4940 הַגֵּרְשֻׁנִּ֑י H1649 לַעֲבֹ֖ד H5647 וּלְ H4853 ",
  "25": "וְנָ֨שְׂא֜וּ H5375 אֶת H853 יְרִיעֹ֤ת H3407 הַמִּשְׁכָּן֙ H4908 וְאֶת H853 אֹ֣הֶל H168 מוֹעֵ֔ד H4150 מִכְסֵ֕הוּ H4372 וּמִכְסֵ֛ה H4372 הַתַּ֥חַשׁ H8476 אֲשֶׁר H834 עָלָ֖יו H5921 מִלְ H4605 וְאֶ֨ת H853 מָסַ֔ךְ H4539 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "26": "וְאֵת֩ H853 קַלְעֵ֨י H7050 הֶֽחָצֵ֜ר H2691 וְאֶת H853 מָסַ֣ךְ H4539 פֶּ֣תַח H6607 שַׁ֣עַר H8179 הֶחָצֵ֗ר H2691 אֲשֶׁ֨ר H834 עַל H5921 הַמִּשְׁכָּ֤ן H4908 וְעַל H5921 הַמִּזְבֵּ֨חַ֙ H4196 סָבִ֔יב H5439 וְאֵת֙ H853 מֵֽיתְרֵיהֶ֔ם H4340 וְאֶֽת H853 כָּל H3605 כְּלֵ֖י H3627 עֲבֹדָתָ֑ם H5656 וְאֵ֨ת H853 כָּל H3605 אֲשֶׁ֧ר H834 יֵעָשֶׂ֛ה H6213 לָהֶ֖ם Hl וְעָבָֽדוּ H5647 ",
  "27": "עַל H5921 פִּי֩ H6310 אַהֲרֹ֨ן H175 וּבָנָ֜י H1121 תִּהְיֶ֗ה H1961 כָּל H3605 עֲבֹדַת֙ H5656 בְּנֵ֣י H1121 הַגֵּרְשֻׁנִּ֔י H1649 לְכָל H3605 מַשָּׂאָ֔ם H4853 וּלְ H3605 עֲבֹדָתָ֑ם H5656 וּפְקַדְתֶּ֤ם H6485 עֲלֵהֶם֙ H5921 בְּמִשְׁמֶ֔רֶת H4931 אֵ֖ת H853 כָּל H3605 מַשָּׂאָֽם H4853 ",
  "28": "זֹ֣את H2063 עֲבֹדַ֗ת H5656 מִשְׁפְּחֹ֛ת H4940 בְּנֵ֥י H1121 הַגֵּרְשֻׁנִּ֖י H1649 בְּאֹ֣הֶל H168 מוֹעֵ֑ד H4150 וּמִ֨שְׁמַרְתָּ֔ H4931 בְּיַד֙ H3027 אִֽיתָמָ֔ר H385 בֶּֽן H1121 אַהֲרֹ֖ן H175 הַכֹּהֵֽן H3548 ",
  "29": "בְּנֵ֖י H1121 מְרָרִ֑י H4847 לְמִשְׁפְּחֹתָ֥ H4940 לְבֵית H1004 אֲבֹתָ֖ם H1 תִּפְקֹ֥ד H6485 אֹתָֽם H853 ",
  "30": "מִבֶּן֩ H1121 שְׁלֹשִׁ֨ים H7970 שָׁנָ֜ה H8141 וָמַ֗עְלָ H4605 וְעַ֛ד H5704 בֶּן H1121 חֲמִשִּׁ֥ים H2572 שָׁנָ֖ה H8141 תִּפְקְדֵ֑ם H6485 כָּל H3605 הַבָּא֙ H935 לַצָּבָ֔א H6635 לַעֲבֹ֕ד H5647 אֶת H853 עֲבֹדַ֖ת H5656 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "31": "וְזֹאת֙ H2063 מִשְׁמֶ֣רֶת H4931 מַשָּׂאָ֔ם H4853 לְכָל H3605 עֲבֹדָתָ֖ם H5656 בְּאֹ֣הֶל H168 מוֹעֵ֑ד H4150 קַרְשֵׁי֙ H7175 הַמִּשְׁכָּ֔ן H4908 וּבְרִיחָ֖י H1280 וְעַמּוּדָ֥י H5982 וַאֲדָנָֽי H134 ",
  "32": "וְעַמּוּדֵי֩ H5982 הֶחָצֵ֨ר H2691 סָבִ֜יב H5439 וְאַדְנֵי H134 וִֽיתֵדֹתָ H3489 וּמֵ֣יתְרֵי H4340 לְכָל H3605 כְּלֵיהֶ֔ם H3627 וּלְ H3605 עֲבֹדָתָ֑ם H5656 וּבְ H8034 תִּפְקְד֔וּ H6485 אֶת H853 כְּלֵ֖י H3627 מִשְׁמֶ֥רֶת H4931 מַשָּׂאָֽם H4853 ",
  "33": "זֹ֣את H2063 עֲבֹדַ֗ת H5656 מִשְׁפְּחֹת֙ H4940 בְּנֵ֣י H1121 מְרָרִ֔י H4847 לְכָל H3605 עֲבֹדָתָ֖ם H5656 בְּאֹ֣הֶל H168 מוֹעֵ֑ד H4150 בְּיַד֙ H3027 אִֽיתָמָ֔ר H385 בֶּֽן H1121 אַהֲרֹ֖ן H175 הַכֹּהֵֽן H3548 ",
  "34": "וַיִּפְקֹ֨ד H6485 מֹשֶׁ֧ה H4872 וְאַהֲרֹ֛ן H175 וּנְשִׂיאֵ֥י H5387 הָעֵדָ֖ה H5712 אֶת H853 בְּנֵ֣י H1121 הַקְּהָתִ֑י H6956 לְמִשְׁפְּחֹתָ֖ H4940 וּלְ H1004 אֲבֹתָֽם H1 ",
  "35": "מִבֶּ֨ן H1121 שְׁלֹשִׁ֤ים H7970 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 וְעַ֖ד H5704 בֶּן H1121 חֲמִשִּׁ֣ים H2572 שָׁנָ֑ה H8141 כָּל H3605 הַבָּא֙ H935 לַצָּבָ֔א H6635 לַעֲבֹדָ֖ה H5656 בְּאֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "36": "וַיִּהְי֥וּ H1961 פְקֻדֵיהֶ֖ם H6485 לְמִשְׁפְּחֹתָ֑ H4940 אַלְפַּ֕יִם H505 שְׁבַ֥ע H7651 מֵא֖וֹת H3967 וַחֲמִשִּֽׁים H2572 ",
  "37": "אֵ֤לֶּה H428 פְקוּדֵי֙ H6485 מִשְׁפְּחֹ֣ת H4940 הַקְּהָתִ֔י H6956 כָּל H3605 הָעֹבֵ֖ד H5647 בְּאֹ֣הֶל H168 מוֹעֵ֑ד H4150 אֲשֶׁ֨ר H834 פָּקַ֤ד H6485 מֹשֶׁה֙ H4872 וְאַהֲרֹ֔ן H175 עַל H5921 פִּ֥י H6310 יְהוָ֖ה H3068 בְּיַד H3027 מֹשֶֽׁה H4872 ",
  "38": "וּפְקוּדֵ֖י H6485 בְּנֵ֣י H1121 גֵרְשׁ֑וֹן H1648 לְמִשְׁפְּחוֹתָ֖ H4940 וּלְ H1004 אֲבֹתָֽם H1 ",
  "39": "מִבֶּ֨ן H1121 שְׁלֹשִׁ֤ים H7970 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 וְעַ֖ד H5704 בֶּן H1121 חֲמִשִּׁ֣ים H2572 שָׁנָ֑ה H8141 כָּל H3605 הַבָּא֙ H935 לַצָּבָ֔א H6635 לַעֲבֹדָ֖ה H5656 בְּאֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "40": "וַיִּֽהְיוּ֙ H1961 פְּקֻ֣דֵיהֶ֔ם H6485 לְמִשְׁפְּחֹתָ֖ H4940 לְבֵ֣ית H1004 אֲבֹתָ֑ם H1 אַלְפַּ֕יִם H505 וְשֵׁ֥שׁ H8337 מֵא֖וֹת H3967 וּשְׁלֹשִֽׁים H7970 ",
  "41": "אֵ֣לֶּה H428 פְקוּדֵ֗י H6485 מִשְׁפְּחֹת֙ H4940 בְּנֵ֣י H1121 גֵרְשׁ֔וֹן H1648 כָּל H3605 הָעֹבֵ֖ד H5647 בְּאֹ֣הֶל H168 מוֹעֵ֑ד H4150 אֲשֶׁ֨ר H834 פָּקַ֥ד H6485 מֹשֶׁ֛ה H4872 וְאַהֲרֹ֖ן H175 עַל H5921 פִּ֥י H6310 יְהוָֽה H3068 ",
  "42": "וּפְקוּדֵ֕י H6485 מִשְׁפְּחֹ֖ת H4940 בְּנֵ֣י H1121 מְרָרִ֑י H4847 לְמִשְׁפְּחֹתָ֖ H4940 לְבֵ֥ית H1004 אֲבֹתָֽם H1 ",
  "43": "מִבֶּ֨ן H1121 שְׁלֹשִׁ֤ים H7970 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 וְעַ֖ד H5704 בֶּן H1121 חֲמִשִּׁ֣ים H2572 שָׁנָ֑ה H8141 כָּל H3605 הַבָּא֙ H935 לַצָּבָ֔א H6635 לַעֲבֹדָ֖ה H5656 בְּאֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "44": "וַיִּהְי֥וּ H1961 פְקֻדֵיהֶ֖ם H6485 לְמִשְׁפְּחֹתָ֑ H4940 שְׁלֹ֥שֶׁת H7969 אֲלָפִ֖ים H505 וּמָאתָֽיִם H3967 ",
  "45": "אֵ֣לֶּה H428 פְקוּדֵ֔י H6485 מִשְׁפְּחֹ֖ת H4940 בְּנֵ֣י H1121 מְרָרִ֑י H4847 אֲשֶׁ֨ר H834 פָּקַ֤ד H6485 מֹשֶׁה֙ H4872 וְאַהֲרֹ֔ן H175 עַל H5921 פִּ֥י H6310 יְהוָ֖ה H3068 בְּיַד H3027 מֹשֶֽׁה H4872 ",
  "46": "כָּֽל H3605 הַפְּקֻדִ֡ים H6485 אֲשֶׁר֩ H834 פָּקַ֨ד H6485 מֹשֶׁ֧ה H4872 וְאַהֲרֹ֛ן H175 וּנְשִׂיאֵ֥י H5387 יִשְׂרָאֵ֖ל H3478 אֶת H853 הַלְוִיִּ֑ם H3881 לְמִשְׁפְּחֹתָ֖ H4940 וּלְ H1004 אֲבֹתָֽם H1 ",
  "47": "מִבֶּ֨ן H1121 שְׁלֹשִׁ֤ים H7970 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 וְעַ֖ד H5704 בֶּן H1121 חֲמִשִּׁ֣ים H2572 שָׁנָ֑ה H8141 כָּל H3605 הַבָּ֗א H935 לַעֲבֹ֨ד H5647 עֲבֹדַ֧ת H5656 עֲבֹדָ֛ה H5656 וַעֲבֹדַ֥ת H5656 מַשָּׂ֖א H4853 בְּאֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "48": "וַיִּהְי֖וּ H1961 פְּקֻדֵיהֶ֑ם H6485 שְׁמֹנַ֣ת H8083 אֲלָפִ֔ים H505 וַחֲמֵ֥שׁ H2568 מֵא֖וֹת H3967 וּשְׁמֹנִֽים H8084 ",
  "49": "עַל H5921 פִּ֨י H6310 יְהוָ֜ה H3068 פָּקַ֤ד H6485 אוֹתָם֙ H853 בְּיַד H3027 מֹשֶׁ֔ה H4872 אִ֥ישׁ H376 אִ֛ישׁ H376 עַל H5921 עֲבֹדָת֖וֹ H5656 וְעַל H5921 מַשָּׂא֑וֹ H4853 וּפְקֻדָ֕י H6485 אֲשֶׁר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 "
}
