{
  "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "2": "דַּבֵּר֙ H1696 אֶֽל H413 אַהֲרֹ֔ן H175 וְאָמַרְתָּ֖ H559 אֵלָ֑יו H413 בְּהַעֲלֹֽתְ H5927 אֶת H853 הַנֵּרֹ֔ת H5216 אֶל H413 מוּל֙ H4136 פְּנֵ֣י H6440 הַמְּנוֹרָ֔ה H4501 יָאִ֖ירוּ H215 שִׁבְעַ֥ת H7651 הַנֵּרֽוֹת H5216 ",
  "3": "וַיַּ֤עַשׂ H6213 כֵּן֙ H3651 אַהֲרֹ֔ן H175 אֶל H413 מוּל֙ H4136 פְּנֵ֣י H6440 הַמְּנוֹרָ֔ה H4501 הֶעֱלָ֖ה H5927 נֵרֹתֶ֑יהָ H5216 כַּֽאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
  "4": "וְזֶ֨ה H2088 מַעֲשֵׂ֤ה H4639 הַמְּנֹרָה֙ H4501 מִקְשָׁ֣ה H4749 זָהָ֔ב H2091 עַד H5704 יְרֵכָ֥הּ H3409 עַד H5704 פִּרְחָ֖הּ H6525 מִקְשָׁ֣ה H4749 הִ֑וא H1931 כַּמַּרְאֶ֗ה H4758 אֲשֶׁ֨ר H834 הֶרְאָ֤ה H7200 יְהוָה֙ H3068 אֶת H853 מֹשֶׁ֔ה H4872 כֵּ֥ן H3651 עָשָׂ֖ה H6213 אֶת H853 הַמְּנֹרָֽה H4501 ",
  "5": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "6": "קַ֚ח H3947 אֶת H853 הַלְוִיִּ֔ם H3881 מִתּ֖וֹךְ H8432 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וְטִהַרְתָּ֖ H2891 אֹתָֽם H853 ",
  "7": "וְכֹֽה H3541 תַעֲשֶׂ֤ה H6213 לָהֶם֙ Hl לְטַֽהֲרָ֔ H2891 הַזֵּ֥ה H5137 עֲלֵיהֶ֖ם H5921 מֵ֣י H4325 חַטָּ֑את H2403 וְהֶעֱבִ֤ירוּ H5674 תַ֨עַר֙ H8593 עַל H5921 כָּל H3605 בְּשָׂרָ֔ם H1320 וְכִבְּס֥וּ H3526 בִגְדֵיהֶ֖ם H899 וְהִטֶּהָֽרוּ H2891 ",
  "8": "וְלָֽקְחוּ֙ H3947 פַּ֣ר H6499 בֶּן H1121 בָּקָ֔ר H1241 וּמִנְחָת֔ H4503 סֹ֖לֶת H5560 בְּלוּלָ֣ה H1101 בַשָּׁ֑מֶן H8081 וּפַר H6499 שֵׁנִ֥י H8145 בֶן H1121 בָּקָ֖ר H1241 תִּקַּ֥ח H3947 לְחַטָּֽאת H2403 ",
  "9": "וְהִקְרַבְתָּ֙ H7126 אֶת H853 הַלְוִיִּ֔ם H3881 לִפְנֵ֖י H6440 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְהִ֨קְהַלְתָּ֔ H6950 אֶֽת H853 כָּל H3605 עֲדַ֖ת H5712 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "10": "וְהִקְרַבְתָּ֥ H7126 אֶת H853 הַלְוִיִּ֖ם H3881 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וְסָמְכ֧וּ H5564 בְנֵי H1121 יִשְׂרָאֵ֛ל H3478 אֶת H853 יְדֵיהֶ֖ם H3027 עַל H5921 הַלְוִיִּֽם H3881 ",
  "11": "וְהֵנִיף֩ H5130 אַהֲרֹ֨ן H175 אֶת H853 הַלְוִיִּ֤ם H3881 תְּנוּפָה֙ H8573 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 מֵאֵ֖ת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וְהָי֕וּ H1961 לַעֲבֹ֖ד H5647 אֶת H853 עֲבֹדַ֥ת H5656 יְהוָֽה H3068 ",
  "12": "וְהַ H3881 יִסְמְכ֣וּ H5564 אֶת H853 יְדֵיהֶ֔ם H3027 עַ֖ל H5921 רֹ֣אשׁ H7218 הַפָּרִ֑ים H6499 וַ֠עֲשֵׂה H6213 אֶת H853 הָאֶחָ֨ד H259 חַטָּ֜את H2403 וְאֶת H853 הָאֶחָ֤ד H259 עֹלָה֙ H5930 לַֽיהוָ֔ה H3068 לְכַפֵּ֖ר H3722 עַל H5921 הַלְוִיִּֽם H3881 ",
  "13": "וְהַֽעֲמַדְתָּ֙ H5975 אֶת H853 הַלְוִיִּ֔ם H3881 לִפְנֵ֥י H6440 אַהֲרֹ֖ן H175 וְלִ H6440 בָנָ֑יו H1121 וְהֵנַפְתָּ֥ H5130 אֹתָ֛ם H853 תְּנוּפָ֖ה H8573 לַֽיהוָֽה H3068 ",
  "14": "וְהִבְדַּלְתָּ֙ H914 אֶת H853 הַלְוִיִּ֔ם H3881 מִתּ֖וֹךְ H8432 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וְהָ֥יוּ H1961 לִ֖י Hl הַלְוִיִּֽם H3881 ",
  "15": "וְאַֽחֲרֵי H310 כֵן֙ H3651 יָבֹ֣אוּ H935 הַלְוִיִּ֔ם H3881 לַעֲבֹ֖ד H5647 אֶת H853 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְטִֽהַרְתָּ֣ H2891 אֹתָ֔ם H853 וְהֵנַפְתָּ֥ H5130 אֹתָ֖ם H853 תְּנוּפָֽה H8573 ",
  "16": "כִּי֩ H3588 נְתֻנִ֨ים H5414 נְתֻנִ֥ים H5414 הֵ֨מָּה֙ H1992 לִ֔י Hl מִתּ֖וֹךְ H8432 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 תַּחַת֩ H8478 פִּטְרַ֨ת H6363 כָּל H3605 רֶ֜חֶם H7358 בְּכ֥וֹר H1060 כֹּל֙ H3605 מִבְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 לָקַ֥חְתִּי H3947 אֹתָ֖ם H853 לִֽי Hl ",
  "17": "כִּ֣י H3588 לִ֤י Hl כָל H3605 בְּכוֹר֙ H1060 בִּבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 בָּאָדָ֖ם H120 וּבַ H929 בְּי֗וֹם H3117 הַכֹּתִ֤י H5221 כָל H3605 בְּכוֹר֙ H1060 בְּאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 הִקְדַּ֥שְׁתִּי H6942 אֹתָ֖ם H853 לִֽי Hl ",
  "18": "וָאֶקַּח֙ H3947 אֶת H853 הַלְוִיִּ֔ם H3881 תַּ֥חַת H8478 כָּל H3605 בְּכ֖וֹר H1060 בִּבְנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "19": "וָאֶתְּנָ֨ H5414 אֶת H853 הַלְוִיִּ֜ם H3881 נְתֻנִ֣ים H5414 לְאַהֲרֹ֣ן H175 וּלְ H1121 מִתּוֹךְ֮ H8432 בְּנֵ֣י H1121 יִשְׂרָאֵל֒ H3478 לַעֲבֹ֞ד H5647 אֶת H853 עֲבֹדַ֤ת H5656 בְּנֵֽי H1121 יִשְׂרָאֵל֙ H3478 בְּאֹ֣הֶל H168 מוֹעֵ֔ד H4150 וּלְ H3722 עַל H5921 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וְלֹ֨א H3808 יִהְיֶ֜ה H1961 בִּבְנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 נֶ֔גֶף H5063 בְּגֶ֥שֶׁת H5066 בְּנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 אֶל H413 הַקֹּֽדֶשׁ H6944 ",
  "20": "וַיַּ֨עַשׂ H6213 מֹשֶׁ֧ה H4872 וְאַהֲרֹ֛ן H175 וְכָל H3605 עֲדַ֥ת H5712 בְּנֵי H1121 יִשְׂרָאֵ֖ל H3478 לַלְוִיִּ֑ם H3881 כְּ֠כֹל H3605 אֲשֶׁר H834 צִוָּ֨ה H6680 יְהוָ֤ה H3068 אֶת H853 מֹשֶׁה֙ H4872 לַלְוִיִּ֔ם H3881 כֵּן H3651 עָשׂ֥וּ H6213 לָהֶ֖ם Hl בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "21": "וַיִּֽתְחַטְּא֣וּ H2398 הַלְוִיִּ֗ם H3881 וַֽיְכַבְּסוּ֙ H3526 בִּגְדֵיהֶ֔ם H899 וַיָּ֨נֶף H5130 אַהֲרֹ֥ן H175 אֹתָ֛ם H853 תְּנוּפָ֖ה H8573 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וַיְכַפֵּ֧ר H3722 עֲלֵיהֶ֛ם H5921 אַהֲרֹ֖ן H175 לְטַהֲרָֽ H2891 ",
  "22": "וְאַחֲרֵי H310 כֵ֞ן H3651 בָּ֣אוּ H935 הַלְוִיִּ֗ם H3881 לַעֲבֹ֤ד H5647 אֶת H853 עֲבֹֽדָתָם֙ H5656 בְּאֹ֣הֶל H168 מוֹעֵ֔ד H4150 לִפְנֵ֥י H6440 אַהֲרֹ֖ן H175 וְלִ H6440 בָנָ֑יו H1121 כַּאֲשֶׁר֩ H834 צִוָּ֨ה H6680 יְהוָ֤ה H3068 אֶת H853 מֹשֶׁה֙ H4872 עַל H5921 הַלְוִיִּ֔ם H3881 כֵּ֖ן H3651 עָשׂ֥וּ H6213 לָהֶֽם Hl ",
  "23": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "24": "זֹ֖את H2063 אֲשֶׁ֣ר H834 לַלְוִיִּ֑ם H3881 מִבֶּן֩ H1121 חָמֵ֨שׁ H2568 וְעֶשְׂרִ֤ים H6242 שָׁנָה֙ H8141 וָמַ֔עְלָ H4605 יָבוֹא֙ H935 לִצְבֹ֣א H6633 צָבָ֔א H6635 בַּעֲבֹדַ֖ת H5656 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "25": "וּמִ H1121 חֲמִשִּׁ֣ים H2572 שָׁנָ֔ה H8141 יָשׁ֖וּב H7725 מִצְּבָ֣א H6635 הָעֲבֹדָ֑ה H5656 וְלֹ֥א H3808 יַעֲבֹ֖ד H5647 עֽוֹד H5750 ",
  "26": "וְשֵׁרֵ֨ת H8334 אֶת H854 אֶחָ֜יו H251 בְּאֹ֤הֶל H168 מוֹעֵד֙ H4150 לִשְׁמֹ֣ר H8104 מִשְׁמֶ֔רֶת H4931 וַעֲבֹדָ֖ה H5656 לֹ֣א H3808 יַעֲבֹ֑ד H5647 כָּ֛כָה H3602 תַּעֲשֶׂ֥ה H6213 לַלְוִיִּ֖ם H3881 בְּמִשְׁמְרֹתָֽ H4931 "
}
