{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तीतुस, परमेश्वर के सेवक और मसीह यीशु के प्रेरित पौलुस की ओर से। मैंने परमेश्वर के जनों की सहायता की है कि वे उसमें अधिकाधिक विश्वास करें। परमेश्वर ने हम सबको चुना कि उसके लोग हों और मैं उनकी सहायता के लिए परिश्रम करता हूं कि वे परमेश्वर को प्रसन्न करने के लिए कैसे जीवन निर्वाह करें।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके लोग सीख सकते हैं कि ऐसा जीवन कैसे जीएं क्योंकि उन्हें विश्वास है कि परमेश्वर उन्हें अनन्त जीवन देगा। परमेश्वर झूठ नहीं बोलता है। ब्रह्माण्ड की उत्पत्ति से पूर्व उसने प्रतिज्ञा की थी कि वह हमें अनन्त जीवन देगा।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब सही समय आने पर उसने अपना सन्देश सबके लिए सुस्पष्ट कर दिया कि समझ पाएं क्योंकि उसने यह सन्देश सुनाने के लिए मुझ पर भरोसा रखा है। मैं परमेश्वर की आज्ञा के अनुसार शुभ सन्देश सुनाता हूं, जो हमे बचाता है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तीतुस, तू मेरा पुत्र है क्योंकि हम दोनों मसीह यीशु में विश्वास करते हैं। पिता परमेश्वर और मसीह यीशु हमारा उद्धारक तुम पर दया करे और तुम्हें शान्ति प्रदान करे।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं तुझे क्रेते द्वीप में छोड़ कर आया था कि तू अपूर्ण कार्य को पूर्ण करे और प्रत्येक नगर में विश्वासियों की मण्डली में से प्राचीनों की नियुक्ति करे, जैसा मैंने तुझे करने को कहा था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "प्रत्येक प्राचीन के लिए अनिवार्य है, कि वह किसी की आलोचना का पात्र न हो। उसकी एक ही पत्नी होनी चाहिए। उसके बच्चों का ईश्वर भक्त होना आवश्यक है। मनुष्य की राय उनके बारे में यह न हो कि वे दुष्ट हैं या आज्ञा न मानने वाले हैं।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परमेश्वर की प्रजा के अगुवे, परमेश्वर के घर के प्रबंधन के समान होते है। अतः यह अनिवार्य है की मनुष्यों में वह कीर्तिवान हो, वह घमण्डी न हो, वह जल्दी क्रोधित नहीं होना चाहिए और किसी भी कारण से अधिक समय क्रोधित न रहे। वह पियक्कड़ न हो, झगड़ालू और बहस करने वाला न हो, लालची मनुष्य न हो।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसकी अपेक्षा, वह परदेशी विश्वासियों का सत्कार करने वाला हो तथा उन चीजों से प्रेम करे जो अच्छे हैं, उसमें आत्म-संयम हो और इमानदार हो, सत्यवादी हो और सबसे निष्पक्षता से व्यवहार करें। हर एक काम को करने वरन् सोच में भी वह सदैव परमेश्वर का ध्यान रखे और पाप से दूर रहे।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह सदैव हमारी शिक्षा की सच्ची बातों पर स्थिर रहे और उनके अनुकूल ही जीवन निर्वाह करे। उसका आचरण ऐसा हो जिससे की, मनुष्य उसे देख स्वयं भी वैसा ही जीवन जीएं और इसलिए भी कि जिन मनुष्यों का जीवन ऐसा न हो उनका सुधार हो सकें।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं तुझे ये निर्देश देता हूं क्योंकि अनेक विश्वासी हैं जो स्वाधीन जीवन जीना चाहते हैं, विशेष करके वे लोग जो मसीह के विश्वासियों को खतना करवाने पर विवश करते हैं। उनकी बातें अर्थहीन हैं। वे मनुष्यों को मूर्ख बनाकर गलत बातों पर विश्वास करने के लिए विवश करते हैं।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तू और तेरे द्वारा नियुक्त किए गए अगुवे ऐसे लोगों द्वारा विश्वासियों को शिक्षा देने से रोकें, उन्हें ऐसी शिक्षा देने का अधिकार नहीं है। वे ऐसी शिक्षा देते हैं, जिससे कि विश्वासी उन्हें पैसा दें। यह बहुत ही लज्जाजनक बात है। वे संपूर्ण परिवार को झूठ पर विश्वास करने का कारण बनते है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्रेते का एक व्यक्ति जिसे वहां के लोग भविष्यद्वक्ता मानते थे, उसने कहा था, “क्रेतेवासी सदैव आपस में झूठ बोलते हैं और वे हिंसक वन पशुओं के जैसे हैं तथा वे आलसी हैं और बहुत खाते हैं”।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने जो कहा वह सच ही है, अतः उन्हें सुधारने में कठोरता रख कि वे परमेश्वर की सच्ची शिक्षाओं में विश्वास करें और वही सिखाएं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे यहूदियों की मूर्खतापूर्ण कहानियों तथा आज्ञाओं पर समय नष्ट न करें, ये मानवरचित है, परमेश्वर से नहीं है। ये लोग तो सत्य से विमुख हो गए हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिस मनुष्य के विचार और मन की इच्छा पाप से भरे हुए न हों, तो उसके लिए सब कुछ शुद्ध है। परन्तु यदि कोई दुष्ट है और मसीह यीशु में विश्वास नहीं करता, तो सब कुछ उसे अशुद्ध बनाता है। उनके विचार मलिन हैं और वे बुरे तरीके से कार्य करने का निर्णय लेते हैं।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यद्यपि वे परमेश्वर को जानने का दावा करते हैं, वे जो करते हैं उससे तो यही प्रकट होता है, कि वे परमेश्वर को नहीं जानते। कुछ मनुष्यों के लिए वे घृणित हैं। वे परमेश्वर की आज्ञा नहीं मानते और उसके लिए कोई भी अच्छा काम नहीं कर सकते।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}