{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु तू, तीतुस, ऐसी शिक्षा दे जिससे मनुष्यों को परमेश्वर के सत्य में विश्वास करने के लिए सहायता मिले।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वृद्ध पुरूष सदैव संयमी बने रहे और उनका आचरण ऐसा हो, कि मनुष्य उनका सम्मान करें और उनकी बातें बुद्धि की हों। वे भी परमेश्वर के सत्य में विश्वास करें, दूसरों से सच्चा प्रेम रखें और ऐसे काम लगातार करते रहें।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वृद्ध पुरूषों के समान वृद्ध स्त्रियां भी ऐसा जीवन आचरण रखें, कि सब देखनेवाले जान लें कि वे परमेश्वर का सम्मान करती हैं। वे मनुष्यों के बारे में बुरी-बुरी बातें न कहें, न ही वे मदिरापान अधिक करें। वे सदाचार की शिक्षा भी दें।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस प्रकार वे युवा स्त्रियों को बुद्धिमानी से सोचने की और अपने-अपने पति एवं सन्तान से प्रेम करने की शिक्षा दें।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वृद्ध स्त्रियां युवा स्त्रियों को ऊंचे विचार रखने की शिक्षा दें, किसी भी पुरूष के साथ अनुचित कार्य न करे, घर का काम भलि-भांति करें, पति की आज्ञा मानें। वे ऐसा आचरण रखें की किसी को भी परमेश्वर के वचन की निन्दा करने का अवसर न मिले।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और युवा पुरुषों के विषय में, उन्हें शिक्षा दे, कि वे संयमी हों।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तीतुस, जहां तक तेरी अपनी बात है, मेरे पुत्र, सत्कर्मों के लिए मनुष्यों के समक्ष अपना उदाहरण रख। उन्हें यह बोध करा कि तू विश्वासियों को सत्य, भलाई और परमेश्वर के बारे में सच्चे दिल से शिक्षा देता है।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मनुष्यों को ऐसी शिक्षा दे कि किसी को आलोचना का अवसर न मिले जिससे कि यदि तुझे कोई शिक्षा देने से रोके तो अन्य लोग उसे ही लज्जित कर दें, क्योंकि हमारे बारे में बुरा कहने के लिए उसके पास कुछ नहीं है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हमारे भाइयों और उनके परिवार जो दास हैं, वे अपने-अपने स्वामी के अधीन रहो। जहां तक संभव हो, उनका व्यवहार ऐसा हो कि उनके स्वामी हर प्रकार से उनसे प्रसन्न रहें, वे उनसे विवाद न करें।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे छोटी से छोटी वस्तु की भी चोरी न करें, वरन् स्वामी के प्रति विश्वासयोग्य हों और उनका संपूर्ण आचरण ऐसा हो कि मनुष्य हमारे परमेश्वर के बारे में दी गई हमारी शिक्षा की प्रशंसा के लिए विवश हो जाए, जो हमे बचाता है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तीतुस, मैंने जो भी लिखा है उसका सारांश यह है, हर एक मनुष्य अब समझ गया है कि परमेश्वर उनके उद्धार की इच्छा रखता है। यह मनुष्य के लिए उसका उपहार है।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परमेश्वर का यह उद्धारक अनुग्रह हमें प्रशिक्षण देता है कि जैसे हम बच्चे हैं, कि हम इस संसार की अभिलाषाओं का इन्कार करें। वह हमारी सहायता करता हैं कि हम उच्च विचार रखें, कि हम ईमानदार हों, सत्यवादी हों और मनुष्यों के साथ निष्पक्ष व्यवहार करें तथा जब तक इस संसार में हैं परमेश्वर को अपने मन मस्तिष्क एवं कार्यों में बसाए रखें।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसके साथ ही परमेश्वर हमें सिखाता है, कि वह भविष्य में हमारे लिए जो भी निश्चित रूप में करेगा, उसकी प्रतीक्षा करें, यह एक ऐसी बात है जो हमें अत्यधिक हर्षित करती है, अर्थात मसीह यीशु, हमारा उद्धारकर्ता एवं सर्वशक्तिमान परमेश्वर बड़े वैभव के साथ हमारे पास लौट आयेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने स्वयं को हमारी मुक्ति की छुड़ौती स्वरूप मरने के लिए दे दिया कि हमारे पापमय स्वभाव से हमे मुक्त करा ले, कि हम उसकी अनमोल सम्पदा हो जाएं, उसके द्वारा शुद्ध किए गए मूल्यवान मनुष्य जिनका महान आनन्द सत्कर्मों में है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तीतुस इन बातों को संपूर्ण अधिकार के साथ सुना। श्रोताओं से आग्रह कर कि वे वैसा ही जीवन जीएं जैसा मैंने यहां वर्णन किया है, और आवश्यकता पड़ने पर अपने भाइयों और बहनों को सिखाने के लिए अपने पूर्ण अधिकार का उपयोग कर। कोई तेरी बातों को तुच्छ न समझने पाए।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}