{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तीतुस, सुनिश्चित कर के अपने लोगों को याद दिलाना, कि जहां तक संभव हो, हमें हमारे समाज के प्रशासन संबन्धित नियमों एवं व्यवस्था का पालन करना है। हमें हर एक अवसर पर भलाई करने के लिए तैयार रहना चाहिए और आज्ञाओं का पालन करना चाहिए।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हम किसी के लिये बुरी बातें न करें या किसी से विवाद न करें। अपनी इच्छा पूरी करने की अपेक्षा मनुष्यों को उनकी अपनी पसन्द के अनुसार चलने दें तथा सबके साथ कोमलता का व्यवहार कर।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एक समय था कि हम सब इन बातों के प्रति विचारहीन एवं असहमत थे। हम गुमराह थे और नाना प्रकार के मनोवेग तथा भोग-विलास के दास थे। हमने अपना जीवन मनुष्यों से ईर्ष्या करने और बुराई करने में व्यतीत किया था। हम मनुष्यों की घृणा के पात्र थे और एक दूसरे से घृणा करते थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब सब मनुष्यों के लिए हमारे उद्धारक परमेश्वर का प्रेम प्रकट हुआ,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने हमें धोकर भीतर से शुद्ध करके हमारा उद्धार किया। हमें नया जन्म देकर पवित्र-आत्मा के द्वारा हमें नया बना दिया। उसने हमारे भले कामों के कारण हमारा उद्धार नहीं किया, उसने हमें बचाया क्योंकि वह दयालु है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मसीह यीशु ने हमारा उद्धार किया तो परमेश्वर ने हमें अपना धन्य पवित्र-आत्मा दे दिया।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस उपहार के द्वारा परमेश्वर ने घोषणा कर दी, कि उसके और हमारे मध्य सब कुछ अब उचित है। और उससे भी अधिक, प्रभु यीशु हमें जो भी देगा उसका उत्तराधिकार हमें प्राप्त होगा, विशेष करके उसके साथ हमारा अनन्त जीवन।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह एक विश्वासयोग्य बात है। मैं चाहता हूं कि तू लगातार इन बातों पर बल देता रह, जिससे कि परमेश्वर में विश्वास करनेवाले परमेश्वर द्वारा स्थापित भले और सहायक कामों को करने के लिए सदैव समर्पित रहें। ये बातें सबके लिए अति उत्तम एवं लाभकारी हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु निर्बुद्धि विवादों में यहूदी देशवासियों, धार्मिक नियमों पर मतभेद आदि में मत पड़। यह सब तेरे समय और शक्ति को निरर्थक गवांना है।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यदि मनुष्य ऐसे विभाजनकारी कार्यों में उलझना आवश्यक समझे तो एक या दो बार उन्हें समझा उसके उपरांत उनसे संबन्ध तोड़ ले।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि ऐसे मनुष्य सत्य से भटक गए हैं। वे पाप में रहते हैं और अपने आपको दोषी ठहराते हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब मैं तेरे पास अरतिमास या तुखिकुस को भेजूं, तो प्रयास करके मेरे पास निकुपुलिस नगर आने का यत्न करना, क्योंकि मैंने शरद ऋतु वहीं बिताने का निर्णय लिया है।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "विधिशास्त्री जेनास और अपुल्लोस को यात्रा के लिए आवश्यक सब वस्तुओं के साथ भेजने का प्रबन्ध कर।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सुनिश्चित कर कि अपने लोग भले कामों में व्यस्त रहें कि अन्य मनुष्यों की आवश्यकताओं की पूर्ति हो। यदि वे ऐसा करें तो वे परमेश्वर के लिए फल उत्पन्न करेंगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तीतुस, जो मेरे साथ है वे सब नमस्कार कहते हैं। हमारे मित्र, जो विश्वासी भाई हैं उन्हें भी नमस्कार कहना। तुम सब पर अनुग्रह व्याप्त हो। आमीन।"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}