{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The words of Nehemiah son of Hakaliah:\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Now it happened in the month of Kislev, in the twentieth year, as I was in the fortress of Susa,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "that one of my brothers, Hanani, came with some people from Judah, and I asked them about the Jews who had escaped, the remnant of the Jews who were there, and about Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to me, \"Those in the province who survived the captivity are in great trouble and disgrace because the wall of Jerusalem has been broken open, and its gates have been set on fire.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as I heard these words, I sat down and wept, and for days I continued grieving and fasting and praying before the God of heaven.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I said, \"You are Yahweh, God of heaven, the God who is great and awesome, who keeps the covenant and steadfast love with those who love him and keep his commandments.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Listen to my prayer and open your eyes, so you may hear the prayer of your servant that I now pray before you day and night for the people of Israel your servants. I am confessing the sins of the people of Israel, which we have sinned against you. Both I and my father's house have sinned.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have acted very wickedly against you, and we have not kept the commandments, the statutes, and the rules you commanded your servant Moses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Please call to mind the word you commanded your servant Moses, 'If you act unfaithfully, I will scatter you among the nations,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but if you return to me and follow my commandments and do them, though your people were scattered under the farthest skies, I will gather them from there and bring them to that place where I have chosen to make my name remain.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now they are your servants and your people, whom you have rescued by your great power and by your strong hand.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, I beg you, listen now to the prayer of your servant and to the prayer of your servants who delight to honor your name. Now give success to your servant today, and grant him mercy in the sight of this man.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "I served as cupbearer to the king.\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}