{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day they read in the Book of Moses in the hearing of the people. It was found written in it that no Ammonite or Moabite should come into the assembly of God, forever.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This was because they had not come to the people of Israel with bread and with water, but they had hired Balaam to curse Israel. However, our God turned the curse into a blessing.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as they heard the law, they separated out from Israel every foreign person.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now before this Eliashib the priest was appointed over the storerooms of the house of our God. He was related to Tobiah.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eliashib prepared for Tobiah a large storeroom, where previously they kept the grain offering, the incense, the articles, and the tithes of the grain, new wine, and the oil, which were designated for the Levites, the singers, the gatekeepers, and the contributions for the priests.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But in all this time I was not in Jerusalem. For in the thirty-second year of Artaxerxes king of Babylon I went to the king. After some time I asked the king for permission to leave,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and I returned to Jerusalem. I understood the evil that Eliashib had done by giving Tobiah a storeroom in the courts of the house of God.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I was very angry and I threw all Tobiah's household articles out of the storeroom.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I ordered that they purify the storerooms, and I put back in them the articles of the house of God, the grain offerings, and the incense.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I learned that the Levites' portions had not been given to them, and they had run away, each to his own field, the Levites and the singers who did the work.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I confronted the officials and said, \"Why is the house of God neglected?\" I gathered them together and stationed them at their posts.\n \n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all Judah brought in the tithe of the grain, the new wine, and the oil to the storerooms.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I appointed as treasurers over the storehouses Shelemiah the priest and Zadok the scribe, and from the Levites, Pedaiah. Next to them was Hanan son of Zaccur son of Mattaniah, for they were counted as trustworthy. Their duties were to distribute the supplies to their associates.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Call me to mind, my God, concerning this, and do not wipe out the good deeds that I have done for the house of my God and its services.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In those days I saw in Judah people treading winepresses on the Sabbath and bringing in heaps of grain and loading them on donkeys, and also wine, grapes, figs, and all kinds of heavy loads, which they brought into Jerusalem on the Sabbath day. I protested that they were selling food on that day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Men from Tyre living in Jerusalem brought in fish and all kinds of goods, and they sold them on the Sabbath to the people of Judah and in the city!\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I confronted the leaders of Judah, \"What is this evil thing you are doing, profaning the Sabbath day?\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Did not your fathers do this? Did not our God bring all this evil on us and on this city? Now you are bringing more wrath on Israel by profaning the Sabbath.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as it became dark at the gates of Jerusalem before the Sabbath, I commanded that the doors be shut and that they should not be opened until after the Sabbath. I stationed some of my servants at the gates so no load could be brought in on the Sabbath day.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The merchants and sellers of all kinds of wares camped outside Jerusalem once or twice.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I warned them, \"Why do you camp outside the wall? If you do so again, I will lay hands on you!\" From that time on they did not come on the Sabbath.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I commanded the Levites to purify themselves, and come and guard the gates, to sanctify the Sabbath day.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Call me to mind for this also, my God, and have mercy on me because of the covenant loyalty you have toward me.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In those days I also saw Jews that had married women of Ashdod, Ammon, and Moab.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Half of their children spoke the language of Ashdod. None of them could speak the language of Judah, but only the language of one of the other peoples.\n \n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I confronted them, and I cursed them, and I hit some of them and pulled out their hair. I made them swear by God, saying, \"You shall not give your daughters to their sons, or take their daughters for your sons, or for yourselves.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Did not Solomon king of Israel sin on account of these women? Among many nations there was no king like him, and he was loved by his God, and God made him king over all Israel. Nevertheless, his foreign wives caused him to sin.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Should we then listen to you and do all this great evil, and act treacherously against our God by marrying foreign women?\"\n \n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of the sons of Joiada son of Eliashib the high priest was son-in-law to Sanballat the Horonite. Therefore I caused him to flee from my presence.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Call them to mind, my God, because they have defiled the priesthood, and the covenant of the priesthood and the Levites.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Thus I cleansed them from everything foreign, and established the duties of the priests and the Levites, each to his own task.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I provided for the wood offering at the appointed times and for the firstfruits.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Call me to mind, my God, for good.\n"
      },
      {
        "type": "text",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}