{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Eliashib the high priest rose up with his brother priests, and they built the Sheep Gate. They consecrated it and set its doors in place. They consecrated it as far as the Tower of the Hundred and as far as the Tower of Hananel.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next to him the men of Jericho worked, and next to them Zaccur son of Imri worked.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Hassenaah built the Fish Gate. They made beams for it, and set its doors, its bolts, and its bars.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Meremoth repaired the next section. He is the son of Uriah son of Hakkoz. Next to them Meshullam repaired. He is the son of Berechiah son of Meshezabel. Next to them Zadok repaired. He is the son of Baana.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next to them the Tekoites repaired, but their leaders refused to do the work ordered by their supervisors.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joiada son of Paseah and Meshullam son of Besodeiah repaired the Old Gate. They made beams for it, and set its doors, its bolts, and its bars.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next to them Melatiah the Gibeonite and Jadon the Meronothite, who were men from Gibeon and Mizpah, made repairs on the portion where the governor of the Province Beyond the River lived.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next to him Uzziel son of Harhaiah, one of the goldsmiths, repaired, and next to him was Hananiah, a maker of perfumes. They rebuilt Jerusalem as far as the Broad Wall.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next to them Rephaiah son of Hur repaired. He was the ruler of half the district of Jerusalem.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next to them Jedaiah son of Harumaph repaired next to his house. Next to him Hattush son of Hashabneiah repaired.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Malchijah son of Harim and Hasshub son of Pahath-Moab repaired another section along with the Tower of the Ovens.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next to them Shallum son of Hallohesh, the ruler of half the district of Jerusalem, repaired, along with his daughters.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hanun and the inhabitants of Zanoah repaired the Valley Gate. They rebuilt it and set its doors, its bolts, and its bars. They repaired a thousand cubits as far as the Dung Gate.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Malchijah son of Recab, the ruler of the district of Beth Hakkerem, repaired the Dung Gate. He built it and set its doors, its bolts, and its bars.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shallun son of Kol-Hozeh, the ruler of the district of Mizpah, rebuilt the Fountain Gate. He built it, and put a cover on it and set its doors, its bolts, and its bars. He also rebuilt the wall of the Pool of Siloam by the king's garden, as far as the stairs leading down from the city of David.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nehemiah son of Azbuk, the ruler of half the district of Beth Zur, repaired to the place across from the tombs of David, to the man-made pool, and to the house of the mighty men.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After him the Levites repaired, including Rehum son of Bani and next to him, Hashabiah, the ruler of half the district of Keilah, for his district.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After him their countrymen repaired, including Binnui son of Henadad, the ruler of half the district of Keilah.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next to him, Ezer son of Jeshua, the ruler of Mizpah, repaired another section that faced the ascent to the armory at the corner of the wall.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After him Baruch son of Zabbai devotedly repaired another section, from the corner of the wall to the door of the house of Eliashib the high priest.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After him Meremoth son of Uriah son of Hakkoz repaired another section, from the door of the house of Eliashib to the end of the house of Eliashib.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next to him the priests, the men from the area around Jerusalem, repaired.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After them Benjamin and Hasshub repaired opposite their own house. After them Azariah son of Maaseiah son of Ananiah repaired next to his own house.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After him Binnui son of Henadad repaired another section, from the house of Azariah to the corner of the wall.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Palal son of Uzai repaired over against the corner of the wall and the tower that extends upward from the upper house of the king at the courtyard of the guard. After him Pedaiah son of Parosh repaired.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the temple servants living in Ophel repaired to the point opposite the Water Gate on the east and the projecting tower.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After him the Tekoites repaired another section that was opposite the great projecting tower as far as the wall of Ophel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests repaired above the Horse Gate, each opposite his own house.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After them Zadok son of Immer repaired the section opposite his own house. Then after him Shemaiah son of Shecaniah, the keeper of the east gate, repaired.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After him Hananiah son of Shelemiah, and Hanun the sixth son of Zalaph, repaired another section. After him Meshullam son of Berechiah repaired opposite his living chambers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After him Malchijah, one of the goldsmiths, repaired to the house of the temple servants and the merchants that was opposite the Appointment Gate and the upper living chambers on the corner.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The goldsmiths and the merchants repaired between the upper chamber of the corner and the Sheep Gate.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}