{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when Sanballat heard we were building the wall, it burned within him, and he was furiously angry, and he mocked the Jews.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the presence of his brothers and the army of Samaria, he said, \"What are these feeble Jews doing? Will they restore the city for themselves? Will they offer sacrifices? Will they finish the work in a day? Will they bring to life the stones from the piles of rubble after they were burned?\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tobiah the Ammonite was with him, and he said, \"If only a fox went up on what they are building, it would break down their stone wall!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hear, our God, for we are despised. Turn back their taunts on their own heads and give them up to be plundered in a land where they are prisoners.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not cover over their iniquity and do not erase their sin from before you, for they have provoked the builders to anger.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we built the wall and all the wall was joined together to half its height, for the people had a desire to work.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when Sanballat, Tobiah, the Arabians, the Ammonites, and the Ashdodites heard that the work of repairing the walls of Jerusalem was going forward, and that the broken places in the wall were being closed up, a great anger burned within them.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They all conspired together, and they came to fight against Jerusalem and to cause confusion in it.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But we prayed to our God and set a guard as protection against them day and night because of their threat.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people of Judah said, \"The strength of those who carry the burdens is failing. There is too much rubble, and we are not able to rebuild the wall.\"\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our enemies said, \"They will not know or see until we come among them and kill them, and stop the work.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time the Jews who lived near them came from all directions and spoke to us ten times, warning us about the schemes they were making against us.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I positioned people in the lowest parts of the wall in the exposed areas. I positioned each family with their swords, spears, and bows.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I looked, and stood up, and I said to the nobles, and to the rulers, and to the rest of the people, \"Do not be afraid of them. Call to mind the Lord, who is great and awesome. Fight for your families, your sons and your daughters, your wives, and your homes.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about when our enemies heard that their plans were known to us, and God had frustrated their plans, all of us returned to the wall, each one to his work.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So from that time half of my servants worked only on rebuilding the wall, and half of them held spears, shields, bows, and wore armor, while the leaders stood behind all the people of Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The same workers who were building the wall and carrying loads were also guarding their positions. Everyone worked with one hand, and with the other hand he held his weapon.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every builder wore his sword on his side and that is how he worked. The one who sounded the trumpet stayed beside me.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I said to the nobles and to the officials and to the rest of the people, \"The work is great and extensive, and we are separated on the wall, far from one another.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must rush to the place where you hear the trumpet sound and assemble there. Our God will fight for us.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we were doing the work. Half of them were holding spears from the rising of the dawn until the coming out of the stars.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I also said to the people at that time, \"Let every man and his servant spend the night in the middle of Jerusalem, so they may be for us a guard during the night and a worker in the day.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So neither I, nor my brothers, nor my servants, nor the men of the guard who followed me, none of us changed our clothes, and each of us carried his weapon, even if he went for water.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}