{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the men and their wives raised a great outcry against their fellow Jews.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For there were some who said, \"With our sons and daughters we are many. So let us get grain that we may eat and stay alive.\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were also some who said, \"We are mortgaging our fields, our vineyards, and our houses to get grain during the famine.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some also said, \"We have borrowed money to pay the king's tax on our fields and our vineyards.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet now our flesh and blood is the same as our brothers, and our children are the same as their children. We are forced to sell our sons and our daughters to become slaves. Some of our daughters have already been enslaved. But it is not in our power to help it because other men now own our fields and our vineyards.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I was very angry when I heard their outcry and these words.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I thought about this, and brought charges against the nobles and officials. I said to them, \"You are exacting interest, each from his own brother.\" I held a great assembly against them\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and said to them, \"We, as much as we are able, have bought back from slavery our Jewish brothers who had been sold to the nations, but you even sell your brothers and sisters that they may be sold back to us!\" They were silent and never found a word to say.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also I said, \"What you are doing is not good. Should you not walk in the fear of our God to prevent the taunts of the nations that are our enemies?\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I and my brothers and my servants are lending them money and grain. But we must stop charging interest on these loans.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Return to them this very day their fields, their vineyards, their olive orchards, and their houses and the percentage of the money, the grain, the new wine, and the oil that you exacted from them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they said, \"We will return what we took from them, and will require nothing from them. We will do as you say.\" Then I called the priests, and made them swear to do as they had promised.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I shook out the fold of my robe and said, \"So may God shake out of his house and possessions every man who does not keep his promise. So may he be shaken out and emptied.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "All the assembly said, \"Amen,\" and they praised Yahweh and the people did as they had promised.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So from the time I was appointed to be their governor in the land of Judah, from the twentieth year until the thirty-second year of Artaxerxes the king, twelve years, neither I nor my brothers ate the food provided for the governor.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the former governors who were before me laid heavy burdens on the people, and took from them forty shekels of silver for their daily food and wine. Even their servants oppressed the people. But I did not do so because of the fear of God.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I also continued to work on the wall, and we bought no land, and all my servants were gathered there for the work.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At my table were the Jews and the officials, 150 men, besides those who came to us from among the nations who were around us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now what was prepared each day was one ox, six choice sheep, and also birds, and every ten days all kinds of wine in abundance, yet for all this I did not demand the food allowance of the governor, because the demands were too heavy on the people.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Call me to mind, my God, for good, because of all that I have done for this people.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}