{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when Sanballat, Tobiah, and Geshem the Arabian and the rest of our enemies heard that I had rebuilt the wall and that there were no longer any sections left broken open, although I had not yet set up the doors in the gates,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sanballat and Geshem sent to me saying, \"Come, let us meet together somewhere in the plain of Ono.\" But they intended to do harm to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I sent messengers to them, saying, \"I am doing a great work, and I cannot come down. Why should the work stop while I leave it and come down to you?\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They sent me the same message four times, and I answered them the same way each time.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sanballat sent his servant to me in the same way the fifth time, with an open letter in his hand.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In it was written,\n"
      },
      {
        "tag": "pi",
        "type": "paragraph",
        "text": "\"It is reported among the nations, and Geshem also says it, that you and the Jews are planning to rebel, for that is why you are rebuilding the wall. From what these reports say, you are about to become their king.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have also appointed prophets to make this proclamation about you in Jerusalem, saying, 'There is a king in Judah!' You can be sure the king will hear these reports. Therefore come, let us speak with one another.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I sent word to him saying, \"No such things have occurred as you say, for within your heart you invented them.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For they all wanted to make us afraid, thinking, \"They will drop their hands from doing the work, and it will not be done.\" But now, God, please strengthen my hands.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I went to the house of Shemaiah son of Delaiah son of Mehetabel, who was confined in his home. He said, \"Let us meet together in the house of God, inside the temple, and let us close the doors of the temple, for they are coming to kill you. At night they are coming to kill you.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I replied, \"Would a man like me run away? Would a man like me go into the temple just so he could save his own life? I will not go in!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I realized that it was not God who sent him, but that he had prophesied against me. Tobiah and Sanballat had hired him.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They hired him to make me afraid, so that I might do what he said and sin, so they could give me a bad name in order to humiliate me.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Call to mind Tobiah and Sanballat, my God, and all that they did. Also call to mind the prophetess Noadiah and the rest of the prophets who tried to make me be afraid.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the wall was finished on the twenty-fifth day of the month of Elul, after fifty-two days.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When all our enemies heard of it, all the nations around us, they became afraid and they fell greatly in their own eyes. For they knew the work was done with the help of our God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At this time the nobles of Judah sent many letters to Tobiah, and Tobiah's letters came to them.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For there were many in Judah who were bound by an oath to him, because he was the son-in-law of Shecaniah son of Arah. His son Jehohanan had taken as his wife the daughter of Meshullam son of Berechiah.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also spoke to me about his good deeds and reported my words back to him.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Letters were sent to me from Tobiah to frighten me.\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}