{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people gathered as one man in the open area in front of the Water Gate. They asked Ezra the scribe to bring the Book of the Law of Moses, which Yahweh had commanded Israel.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the first day of the seventh month, Ezra the priest brought the law before the assembly, both men and women, and all who could hear and understand.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He faced the open area in front of the Water Gate, and he read from it from early morning until midday, before men and women, and any who could understand, and all the people listened attentively to the book of the law.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Ezra the scribe stood on a high wooden platform which the people had made for the purpose. Standing beside him were Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Maaseiah, on his right side; and Pedaiah, Mishael, Malchijah, Hashum, Hashbaddanah, Zechariah, and Meshullam were standing on his left side.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ezra opened the book in the sight of all the people, for he was standing above the people, and when he opened it all the people stood up.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ezra gave thanks to Yahweh, the great God, and all the people lifted up their hands and answered, \"Amen! Amen!\" Then they bowed their heads and worshiped Yahweh with their faces to the ground.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, Pelaiah—the Levites—helped the people understand the law, while the people remained in their place.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Most modern versions, including the ULB and UDB, translate so as to identify as Levites all the persons named in this verse. However, some modern versions translate so as to put \\fqa the Levites \\fqa* in the same list as the individuals first named. ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They read in the book, The Law of God, making it clear with interpretation and giving the meaning so the people understood the reading.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nehemiah the governor, and Ezra the priest and scribe, and the Levites who were interpreting to the people said to all the people, \"This day is holy to Yahweh your God. Do not mourn or weep.\" For all the people wept when they heard the words of the law.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Nehemiah said to them, \"Go your way, eat the fat and have something sweet to drink, and send some of it to one who has nothing prepared, for this day is holy to our Lord. Do not be grieved, for the joy of Yahweh is your strength.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Levites made the people be quiet, saying, \"Hush! for this day is holy. Do not be grieved.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the people went their way to eat and to drink and to share food and to celebrate with great joy because they had understood the words that were made known to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the second day the leaders of the ancestors' families from all the people, the priests and the Levites, came together to Ezra the scribe to gain insight from the words of the law.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They found written in the law how Yahweh had commanded through Moses that the people of Israel should live in shelters during the festival of the seventh month.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They should make a proclamation in all their cities, and in Jerusalem, saying, \"Go out into the hill country, and bring back branches from olive and wild olive trees, and from myrtle, palms and shade trees, to make shelters, as it is written.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the people went out and brought the branches back and made themselves shelters, each on their own roofs, in their courtyards, in the courts of the house of God, in the open area in front of the Water Gate, and in the square at the Gate of Ephraim.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the assembly of those who had returned from captivity made shelters and lived in them. For since the days of Joshua son of Nun to that day, the people of Israel had not celebrated this festival, and so their joy was very great.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also day by day, from the first day to the last, Ezra read from the book of the law of God. They kept the festival for seven days and on the eighth day was a solemn assembly, in obedience to the decree.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}