{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now on the twenty-fourth day of the same month the people of Israel were assembled and they were fasting, and they were wearing sackcloth, and they put dust on their heads.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The descendants of Israel separated themselves from all the foreigners. They stood and confessed their own sins and the evil actions of their ancestors.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They stood up in their places, and for one-fourth of the day they read from the book of the law of Yahweh their God. For another fourth of the day they were confessing and bowing down before Yahweh their God.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Levites, Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Kenani, stood on the stairs and they called out with a loud voice to Yahweh their God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Levites, Jeshua, and Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah said, \"Stand up and give praise to Yahweh your God forever and ever.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\"May they bless your glorious name, and may it be exalted above every blessing and praise.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are Yahweh. You alone. You have made heaven, the highest heavens, with all their host, and the earth and everything on it, and the seas and all that is in them. You give life to them all, and the host of heaven worship you.\n \n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are Yahweh, the God who chose Abram, and brought him out of Ur of the Chaldees, and gave him the name Abraham.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You found his heart was faithful before you, and you made with him the covenant to give to his descendants the land of the Canaanites, the Hittites, the Amorites, the Perizzites, the Jebusites, and the Girgashites. You have kept your promise because you are righteous.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You saw the affliction of our forefathers in Egypt and you heard their cry by the Sea of Reeds.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You gave signs and wonders against Pharaoh, and all his servants, and on all the people of his land, for you knew that the Egyptians acted with arrogance against them. But you made a name for yourself which stands to this day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you divided the sea before them, so that they went through the middle of the sea on the dry land; and threw those who pursued them into the depths, as a stone into deep waters.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You led them by a pillar of cloud during by day, and by a pillar of fire during the night to light the way for them to go.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On Mount Sinai you came down and you spoke with them from heaven and gave to them righteous decrees and true laws, good statutes and commandments.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You made your holy Sabbath known to them, and you gave them commandments and statutes and a law through Moses your servant.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You gave them bread from heaven for their hunger, and water from a rock for their thirst, and you said to them to go in to possess the land you swore on oath to give them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they and our ancestors acted disrespectfully, and they were stubborn, and did not listen to your commandments.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They refused to listen, and they did not think about the wonders that you had done among them, but became stubborn, and in their rebellion they appointed a leader to return to their slavery. But you are a God who is full of forgiveness, gracious and compassionate, slow to anger, and abounding in steadfast love. You did not abandon them.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even when they had cast a calf out of molten metal and said, 'This is your God who brought you up out of Egypt,' and had committed great blasphemies,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "you, in your compassion, did not abandon them in the wilderness. The pillar of cloud to lead them on the way did not leave them during day, neither did the pillar of fire by night to light the way for them to go.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your good Spirit you gave them to instruct them, and your manna you did not withhold from their mouths, and water you gave them for their thirst.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For forty years you provided for them in the wilderness, and they lacked nothing. Their clothes did not wear out and their feet did not swell.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You gave them kingdoms and peoples, assigning to them every corner of the land. Then they took possession of the land of Sihon king of Heshbon and the land of Og king of Bashan.\n \n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You made their children as numerous as the stars of heaven, and you brought them into the land that you told their ancestors to go in and possess.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the people went in and possessed the land and you subdued before them the inhabitants of the land, the Canaanites. You gave them into their hands, with their kings and the peoples of the land, that Israel might do with them as they pleased.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They captured the fortified cities and a productive land, and they captured houses full of all good things, cisterns already cut out, vineyards and olive orchards, and fruit trees in abundance. So they ate and were satisfied and grew fat and enjoyed themselves in your great goodness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they became disobedient and they rebelled against you. They threw your law behind their backs. They murdered your prophets who had warned them to turn back to you, and they committed great blasphemies.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you gave them into the hand of their enemies, who made them suffer. In the time of their suffering, they cried out to you, and you heard them from heaven, and because of your great mercies you sent them rescuers who rescued them out of the hand of their enemies.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But after they had rest, they did evil again before you, and you abandoned them to the hand of their enemies, so their enemies ruled over them. Yet when they returned and cried out to you, you heard from heaven, and many times because of your compassion you rescued them.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You warned them so they might turn back to your law. Yet they acted arrogantly and did not listen to your commands. They sinned against your decrees which give life to anyone who obeys them. They gave the stubborn shoulder-blade and stiffened their neck and refused to listen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For many years you put up with them and warned them by your Spirit through your prophets. Yet they did not listen. So you gave them into the hand of the neighboring peoples.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But in your great mercies you did not make a complete end of them, or forsake them, for you are a gracious and merciful God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now therefore, our God—you great, mighty, and awesome God who keep your covenant and steadfast love—do not let all this hardship seem little to you that has come on us, on our kings, on our princes, and on our priests, and on our prophets, and on our ancestors, and on all your people from the days of the kings of Assyria until today.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are just in everything that has come on us, for you have dealt faithfully, but we have acted wickedly.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our kings, our princes, our priests, and our ancestors have not kept your law, nor paid attention to your commandments or your covenant decrees by which you warned them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even in their own kingdom, while they enjoyed your great goodness to them, in the large and productive land you set before them, they did not serve you or turn away from their evil ways.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now we are slaves in the land you gave our ancestors to enjoy its fruit and its good gifts, and behold, we are slaves in it!\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The rich yield from our land goes to the kings you have set over us because of our sins. They rule over our bodies and over our livestock as they please. We are in great distress.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of all this, we make a firm covenant in writing. On the sealed document are the names of our princes, Levites, and priests.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}