{
  "1": "הַדָּבָר֙ H1697 אֲשֶׁ֣ר H834 הָיָ֣ה H1961 אֶֽל H413 יִרְמְיָ֔הוּ H3414 מֵאֵ֥ת H853 יְהוָ֖ה H3068 לֵאמֹֽר H559 ",
  "2": "שִׁמְע֕וּ H8085 אֶת H853 דִּבְרֵ֖י H1697 הַבְּרִ֣ית H1285 הַזֹּ֑את H2063 וְדִבַּרְתָּ H1696 אֶל H413 אִ֣ישׁ H376 יְהוּדָ֔ה H3063 וְעַל H5921 יֹשְׁבֵ֖י H3427 יְרוּשָׁלִָֽם H3389 ",
  "3": "וְאָמַרְתָּ֣ H559 אֲלֵיהֶ֔ם H413 כֹּֽה H3541 אָמַ֥ר H559 יְהוָ֖ה H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֑ל H3478 אָר֣וּר H779 הָאִ֔ישׁ H376 אֲשֶׁר֙ H834 לֹ֣א H3808 יִשְׁמַ֔ע H8085 אֶת H853 דִּבְרֵ֖י H1697 הַבְּרִ֥ית H1285 הַזֹּֽאת H2063 ",
  "4": "אֲשֶׁ֣ר H834 צִוִּ֣יתִי H6680 אֶת H853 אֲבֽוֹתֵיכֶ֡ם H1 בְּי֣וֹם H3117 הוֹצִיאִֽי H3318 אוֹתָ֣ם H853 מֵאֶֽרֶץ H776 מִצְרַיִם֩ H4714 מִכּ֨וּר H3564 הַבַּרְזֶ֜ל H1270 לֵאמֹ֗ר H559 שִׁמְע֤וּ H8085 בְקוֹלִ H6963 וַעֲשִׂיתֶ֣ם H6213 אוֹתָ֔ם H853 כְּכֹ֥ל H3605 אֲשֶׁר H834 אֲצַוֶּ֖ה H6680 אֶתְכֶ֑ם H853 וִהְיִ֤יתֶם H1961 לִי֙ Hl לְעָ֔ם H5971 וְאָ֣נֹכִ֔י H595 אֶהְיֶ֥ה H1961 לָכֶ֖ם Hl לֵאלֹהִֽים H430 ",
  "5": "לְמַעַן֩ H4616 הָקִ֨ים H6965 אֶת H853 הַשְּׁבוּעָ֜ה H7621 אֲשֶׁר H834 נִשְׁבַּ֣עְתִּי H7650 לַאֲבֽוֹתֵי H1 לָתֵ֤ת H5414 לָהֶם֙ H1992 אֶ֣רֶץ H776 זָבַ֥ת H2100 חָלָ֛ב H2461 וּדְבַ֖שׁ H1706 כַּיּ֣וֹם H3117 הַזֶּ֑ה H2088 וָאַ֥עַן H6030 וָאֹמַ֖ר H559 אָמֵ֥ן H543 יְהוָֽה H3068 ",
  "6": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֵלַ֔י H413 קְרָ֨א H7121 אֶת H853 כָּל H3605 הַדְּבָרִ֤ים H1697 הָאֵ֨לֶּה֙ H428 בְּעָרֵ֣י H5892 יְהוּדָ֔ה H3063 וּבְ H2351 יְרוּשָׁלִַ֖ם H3389 לֵאמֹ֑ר H559 שִׁמְע֗וּ H8085 אֶת H853 דִּבְרֵי֙ H1697 הַבְּרִ֣ית H1285 הַזֹּ֔את H2063 וַעֲשִׂיתֶ֖ם H6213 אוֹתָֽם H853 ",
  "7": "כִּי֩ H3588 הָעֵ֨ד H5749 הַעִדֹ֜תִי H5749 בַּאֲבֽוֹתֵי H1 בְּיוֹם֩ H3117 הַעֲלוֹתִ֨י H5927 אוֹתָ֜ם H853 מֵאֶ֤רֶץ H776 מִצְרַ֨יִם֙ H4714 וְעַד H5704 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 הַשְׁכֵּ֥ם H7925 וְהָעֵ֖ד H5749 לֵאמֹ֑ר H559 שִׁמְע֖וּ H8085 בְּקוֹלִֽ H6963 ",
  "8": "וְלֹ֤א H3808 שָֽׁמְעוּ֙ H8085 וְלֹֽא H3808 הִטּ֣וּ H5186 אֶת H853 אָזְנָ֔ם H241 וַיֵּ֣לְכ֔וּ H3212 אִ֕ישׁ H376 בִּשְׁרִיר֖וּת H8307 לִבָּ֣ם H3820 הָרָ֑ע H7451 וָאָבִ֨יא H935 עֲלֵיהֶ֜ם H5921 אֶֽת H853 כָּל H3605 דִּבְרֵ֧י H1697 הַבְּרִית H1285 הַזֹּ֛את H2063 אֲשֶׁר H834 צִוִּ֥יתִי H6680 לַעֲשׂ֖וֹת H6213 וְלֹ֥א H3808 עָשֽׂוּ H6213 ",
  "9": "וַיֹּ֥אמֶר H559 יְהוָ֖ה H3068 אֵלָ֑י H413 נִֽמְצָא H4672 קֶ֨שֶׁר֙ H7195 בְּאִ֣ישׁ H376 יְהוּדָ֔ה H3063 וּבְ H3427 יְרוּשָׁלִָֽם H3389 ",
  "10": "שָׁ֩בוּ֩ H7725 עַל H5921 עֲוֺנֹ֨ת H5771 אֲבוֹתָ֜ם H1 הָרִֽאשֹׁנִ֗ים H7223 אֲשֶׁ֤ר H834 מֵֽאֲנוּ֙ H3985 לִשְׁמ֣וֹעַ H8085 אֶת H853 דְּבָרַ֔י H1697 וְהֵ֣מָּה H1992 הָלְכ֗וּ H1980 אַחֲרֵ֛י H310 אֱלֹהִ֥ים H430 אֲחֵרִ֖ים H312 לְעָבְדָ֑ H5647 הֵפֵ֤רוּ H6565 בֵֽית H1004 יִשְׂרָאֵל֙ H3478 וּבֵ֣ית H1004 יְהוּדָ֔ה H3063 אֶת H853 בְּרִיתִ֕י H1285 אֲשֶׁ֥ר H834 כָּרַ֖תִּי H3772 אֶת H854 אֲבוֹתָֽם H1 ",
  "11": "לָכֵ֗ן H3651 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 הִנְנִ֨י H2005 מֵבִ֤יא H935 אֲלֵיהֶם֙ H413 רָעָ֔ה H7451 אֲשֶׁ֥ר H834 לֹֽא H3808 יוּכְל֖וּ H3201 לָצֵ֣את H3318 מִמֶּ֑נָּה H4480 וְזָעֲק֣וּ H2199 אֵלַ֔י H413 וְלֹ֥א H3808 אֶשְׁמַ֖ע H8085 אֲלֵיהֶֽם H413 ",
  "12": "וְהָֽלְכ֞וּ H1980 עָרֵ֣י H5892 יְהוּדָ֗ה H3063 וְיֹשְׁבֵי֙ H3427 יְר֣וּשָׁלִַ֔ם H3389 וְזָֽעֲקוּ֙ H2199 אֶל H413 הָ֣אֱלֹהִ֔ים H430 אֲשֶׁ֛ר H834 הֵ֥ם H1992 מְקַטְּרִ֖ים H6999 לָהֶ֑ם Hl וְהוֹשֵׁ֛עַ H3467 לֹֽא H3808 יוֹשִׁ֥יעוּ H3467 לָהֶ֖ם Hl בְּעֵ֥ת H6256 רָעָתָֽם H7451 ",
  "13": "כִּ֚י H3588 מִסְפַּ֣ר H4557 עָרֶ֔יךָ H5892 הָי֥וּ H1961 אֱלֹהֶ֖יךָ H430 יְהוּדָ֑ה H3063 וּמִסְפַּ֞ר H4557 חֻצ֣וֹת H2351 יְרוּשָׁלִַ֗ם H3389 שַׂמְתֶּ֤ם H7760 מִזְבְּחוֹת֙ H4196 לַבֹּ֔שֶׁת H1322 מִזְבְּח֖וֹת H4196 לְקַטֵּ֥ר H6999 לַבָּֽעַל H1168 ",
  "14": "וְאַתָּ֗ה H859 אַל H408 תִּתְפַּלֵּל֙ H6419 בְּעַד H1157 הָעָ֣ם H5971 הַזֶּ֔ה H2088 וְאַל H408 תִּשָּׂ֥א H5375 בַעֲדָ֖ם H1157 רִנָּ֣ה H7440 וּתְפִלָּ֑ה H8605 כִּ֣י H3588 אֵינֶ֣נִּי H369 שֹׁמֵ֗עַ H8085 בְּעֵ֛ת H6256 קָרְאָ֥ם H7121 אֵלַ֖י H413 בְּעַ֥ד H1157 רָעָתָֽם H7451 ",
  "15": "מֶ֣ה H4100 לִֽידִידִ֞ H3039 בְּבֵיתִ֗ H1004 עֲשׂוֹתָ֤הּ H6213 הַֽמְזִמָּ֨תָ H4209 הָֽרַבִּ֔ים H7227 וּבְשַׂר H1320 קֹ֖דֶשׁ H6944 יַעַבְר֣וּ H5674 מֵֽעָלָ֑יִ H5921 כִּ֥י H3588 רָעָתֵ֖כִי H7451 אָ֥ז H227 תַּעֲלֹֽזִי H5937 ",
  "16": "זַ֤יִת H2132 רַֽעֲנָן֙ H7488 יְפֵ֣ה H3303 פְרִי H6529 תֹ֔אַר H8389 קָרָ֥א H7121 יְהוָ֖ה H3068 שְׁמֵ֑ךְ H8034 לְק֣וֹל H6963 הֲמוּלָּ֣ה H1999 גְדֹלָ֗ה H1419 הִצִּ֥ית H3341 אֵשׁ֙ H784 עָלֶ֔יהָ H5921 וְרָע֖וּ H7489 דָּלִיּוֹתָֽיו H1808 ",
  "17": "וַיהוָ֤ה H3068 צְבָאוֹת֙ H6635 הַנּוֹטֵ֣עַ H5193 אוֹתָ֔ךְ H853 דִּבֶּ֥ר H1696 עָלַ֖יִךְ H5921 רָעָ֑ה H7451 בִּ֠גְלַל H1558 רָעַ֨ת H7451 בֵּֽית H1004 יִשְׂרָאֵ֜ל H3478 וּבֵ֣ית H1004 יְהוּדָ֗ה H3063 אֲשֶׁ֨ר H834 עָשׂ֥וּ H6213 לָהֶ֛ם H1992 לְהַכְעִסֵ֖ H3707 לְקַטֵּ֥ר H6999 לַבָּֽעַל H1168 ",
  "18": "וַֽיהוָ֥ה H3068 הֽוֹדִיעַ֖נִי H3045 וָֽאֵדָ֑עָ H3045 אָ֖ז H227 הִרְאִיתַ֥נִי H7200 מַעַלְלֵיהֶֽם H4611 ",
  "19": "וַאֲנִ֕י H589 כְּכֶ֥בֶשׂ H3532 אַלּ֖וּף H441 יוּבַ֣ל H2986 לִטְב֑וֹחַ H2873 וְלֹֽא H3808 יָדַ֜עְתִּי H3045 כִּֽי H3588 עָלַ֣י H5921 חָשְׁב֣וּ H2803 מַחֲשָׁב֗וֹת H4284 נַשְׁחִ֨יתָה H7843 עֵ֤ץ H6086 בְּלַחְמ H3899 וְנִכְרְתֶ֨ H3772 מֵאֶ֣רֶץ H776 חַיִּ֔ים H2416 וּשְׁמ֖ H8034 לֹֽא H3808 יִזָּכֵ֥ר H2142 עֽוֹד H5750 ",
  "20": "וַֽיהוָ֤ה H3068 צְבָאוֹת֙ H6635 שֹׁפֵ֣ט H8199 צֶ֔דֶק H6664 בֹּחֵ֥ן H974 כְּלָי֖וֹת H3629 וָלֵ֑ב H3820 אֶרְאֶ֤ה H7200 נִקְמָֽתְךָ֙ H5360 מֵהֶ֔ם H1992 כִּ֥י H3588 אֵלֶ֖יךָ H413 גִּלִּ֥יתִי H1540 אֶת H853 רִיבִֽי H7379 ",
  "21": "לָכֵ֗ן H3651 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 עַל H5921 אַנְשֵׁ֣י H376 עֲנָת֔וֹת H6068 הַֽמְבַקְשִׁ֥ים H1245 אֶֽת H853 נַפְשְׁךָ֖ H5315 לֵאמֹ֑ר H559 לֹ֤א H3808 תִנָּבֵא֙ H5012 בְּשֵׁ֣ם H8034 יְהוָ֔ה H3068 וְלֹ֥א H3808 תָמ֖וּת H4191 בְּיָדֵֽ H3027 ",
  "22": "לָכֵ֗ן H3651 כֹּ֤ה H3541 אָמַר֙ H559 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 הִנְנִ֥י H2005 פֹקֵ֖ד H6485 עֲלֵיהֶ֑ם H5921 הַבַּֽחוּרִים֙ H970 יָמֻ֣תוּ H4191 בַחֶ֔רֶב H2719 בְּנֵיהֶם֙ H1121 וּבְנ֣וֹתֵי H1323 יָמֻ֖תוּ H4191 בָּרָעָֽב H7458 ",
  "23": "וּשְׁאֵרִ֕ית H7611 לֹ֥א H3808 תִֽהְיֶ֖ה H1961 לָהֶ֑ם Hl כִּֽי H3588 אָבִ֥יא H935 רָעָ֛ה H7451 אֶל H413 אַנְשֵׁ֥י H376 עֲנָת֖וֹת H6068 שְׁנַ֥ת H8141 פְּקֻדָּתָֽם H6486 "
}
