{
  "1": "כֹּֽה H3541 אָמַ֨ר H559 יְהוָ֜ה H3068 אֵלַ֗י H413 הָל֞וֹךְ H1980 וְקָנִ֤יתָ H7069 לְּךָ֙ Hl אֵז֣וֹר H232 פִּשְׁתִּ֔ים H6593 וְשַׂמְתּ֖ H7760 עַל H5921 מָתְנֶ֑יךָ H4975 וּבַ H4325 לֹ֥א H3808 תְבִאֵֽהוּ H935 ",
  "2": "וָאֶקְנֶ֥ה H7069 אֶת H853 הָאֵז֖וֹר H232 כִּדְבַ֣ר H1697 יְהוָ֑ה H3068 וָאָשִׂ֖ם H7760 עַל H5921 מָתְנָֽי H4975 ",
  "3": "וַיְהִ֧י H1961 דְבַר H1697 יְהוָ֛ה H3068 אֵלַ֖י H413 שֵׁנִ֥ית H8145 לֵאמֹֽר H559 ",
  "4": "קַ֧ח H3947 אֶת H853 הָאֵז֛וֹר H232 אֲשֶׁ֥ר H834 קָנִ֖יתָ H7069 אֲשֶׁ֣ר H834 עַל H5921 מָתְנֶ֑יךָ H4975 וְקוּם֙ H6965 לֵ֣ךְ H3212 פְּרָ֔תָה H6578 וְטָמְנֵ֥ H2934 שָׁ֖ם H8033 בִּנְקִ֥יק H5357 הַסָּֽלַע H5553 ",
  "5": "וָאֵלֵ֕ךְ H3212 וָאֶטְמְנֵ֖ H2934 בִּפְרָ֑ת H6578 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אוֹתִֽי H853 ",
  "6": "וַיְהִ֕י H1961 מִקֵּ֖ץ H7093 יָמִ֣ים H3117 רַבִּ֑ים H7227 וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֵלַ֗י H413 ק֚וּם H6965 לֵ֣ךְ H3212 פְּרָ֔תָה H6578 וְקַ֤ח H3947 מִשָּׁם֙ H8033 אֶת H853 הָ֣אֵז֔וֹר H232 אֲשֶׁ֥ר H834 צִוִּיתִ֖יךָ H6680 לְטָמְנ H2934 שָֽׁם H8033 ",
  "7": "וָאֵלֵ֣ךְ H3212 פְּרָ֔תָה H6578 וָאֶחְפֹּ֗ר H2658 וָֽאֶקַּח֙ H3947 אֶת H853 הָ֣אֵז֔וֹר H232 מִן H4480 הַמָּק֖וֹם H4725 אֲשֶׁר H834 טְמַנְתִּ֣יו H2934 שָׁ֑מָּה H8033 וְהִנֵּה֙ H2009 נִשְׁחַ֣ת H7843 הָאֵז֔וֹר H232 לֹ֥א H3808 יִצְלַ֖ח H6743 לַכֹּֽל H3605 ",
  "8": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "9": "כֹּ֖ה H3541 אָמַ֣ר H559 יְהוָ֑ה H3068 כָּ֠כָה H3602 אַשְׁחִ֞ית H7843 אֶת H853 גְּא֧וֹן H1347 יְהוּדָ֛ה H3063 וְאֶת H853 גְּא֥וֹן H1347 יְרוּשָׁלִַ֖ם H3389 הָרָֽב H7227 ",
  "10": "הָעָם֩ H5971 הַזֶּ֨ה H2088 הָרָ֜ע H7451 הַֽמֵּאֲנִ֣ים H3987 לִשְׁמ֣וֹעַ H8085 אֶת H853 דְּבָרַ֗י H1697 הַהֹֽלְכִים֙ H1980 בִּשְׁרִר֣וּת H8307 לִבָּ֔ם H3820 וַיֵּלְכ֗וּ H3212 אַֽחֲרֵי֙ H310 אֱלֹהִ֣ים H430 אֲחֵרִ֔ים H312 לְעָבְדָ֖ H5647 וּלְ H7812 לָהֶ֑ם H1992 וִיהִי֙ H1961 כָּאֵז֣וֹר H232 הַזֶּ֔ה H2088 אֲשֶׁ֥ר H834 לֹא H3808 יִצְלַ֖ח H6743 לַכֹּֽל H3605 ",
  "11": "כִּ֡י H3588 כַּאֲשֶׁר֩ H834 יִדְבַּ֨ק H1692 הָאֵז֜וֹר H232 אֶל H413 מָתְנֵי H4975 אִ֗ישׁ H376 כֵּ֣ן H3651 הִדְבַּ֣קְתִּי H1692 אֵ֠לַי H413 אֶת H853 כָּל H3605 בֵּ֨ית H1004 יִשְׂרָאֵ֜ל H3478 וְאֶת H853 כָּל H3605 בֵּ֤ית H1004 יְהוּדָה֙ H3063 נְאֻם H5002 יְהוָ֔ה H3068 לִֽהְי֥וֹת H1961 לִי֙ Hl לְעָ֔ם H5971 וּלְ H8034 וְלִ H8416 וּלְ H8597 וְלֹ֖א H3808 שָׁמֵֽעוּ H8085 ",
  "12": "וְאָמַרְתָּ֨ H559 אֲלֵיהֶ֜ם H413 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֗ה H2088 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 כָּל H3605 נֵ֖בֶל H5035 יִמָּ֣לֵא H4390 יָ֑יִן H3196 וְאָמְר֣וּ H559 אֵלֶ֔יךָ H413 הֲיָדֹ֨עַ֙ H3045 לֹ֣א H3808 נֵדַ֔ע H3045 כִּ֥י H3588 כָל H3605 נֵ֖בֶל H5035 יִמָּ֥לֵא H4390 יָֽיִן H3196 ",
  "13": "וְאָמַרְתָּ֨ H559 אֲלֵיהֶ֜ם H413 כֹּֽה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 הִנְנִ֣י H2005 מְמַלֵּ֣א H4390 אֶת H853 כָּל H3605 יֹשְׁבֵ֣י H3427 הָאָ֪רֶץ H776 הַזֹּ֟את H2063 וְאֶת H853 הַמְּלָכִ֣ים H4428 הַיֹּשְׁבִים֩ H3427 לְדָוִ֨ד H1732 עַל H5921 כִּסְא֜וֹ H3678 וְאֶת H853 הַכֹּהֲנִ֣ים H3548 וְאֶת H853 הַנְּבִיאִ֗ים H5030 וְאֵ֛ת H853 כָּל H3605 יֹשְׁבֵ֥י H3427 יְרוּשָׁלִָ֖ם H3389 שִׁכָּרֽוֹן H7943 ",
  "14": "וְנִפַּצְתִּי H5310 אִ֨ישׁ H376 אֶל H413 אָחִ֜יו H251 וְהָ H1 וְהַ H1121 יַחְדָּ֖ו H3162 נְאֻם H5002 יְהוָ֑ה H3068 לֹֽא H3808 אֶחְמ֧וֹל H2550 וְלֹֽא H3808 אָח֛וּס H2347 וְלֹ֥א H3808 אֲרַחֵ֖ם H7355 מֵהַשְׁחִיתָֽ H7843 ",
  "15": "שִׁמְע֥וּ H8085 וְהַאֲזִ֖ינוּ H238 אַל H408 תִּגְבָּ֑הוּ H1361 כִּ֥י H3588 יְהוָ֖ה H3068 דִּבֵּֽר H1696 ",
  "16": "תְּנוּ֩ H5414 לַיהוָ֨ה H3068 אֱלֹהֵיכֶ֤ם H430 כָּבוֹד֙ H3519 בְּטֶ֣רֶם H2962 יַחְשִׁ֔ךְ H2821 וּבְ H2962 יִֽתְנַגְּפ֥וּ H5062 רַגְלֵיכֶ֖ם H7272 עַל H5921 הָ֣רֵי H2022 נָ֑שֶׁף H5399 וְקִוִּיתֶ֤ם H6960 לְאוֹר֙ H216 וְשָׂמָ֣ H7760 לְצַלְמָ֔וֶת H6757 ישית H7896 לַעֲרָפֶֽל H6205 ",
  "17": "וְאִם֙ H518 לֹ֣א H3808 תִשְׁמָע֔וּהָ H8085 בְּמִסְתָּרִ֥ים H4565 תִּבְכֶּֽה H1058 נַפְשִׁ֖י H5315 מִפְּנֵ֣י H6440 גֵוָ֑ה H1466 וְדָמֹ֨עַ H1830 תִּדְמַ֜ע H1830 וְתֵרַ֤ד H3381 עֵינִי֙ H5869 דִּמְעָ֔ה H1832 כִּ֥י H3588 נִשְׁבָּ֖ה H7617 עֵ֥דֶר H5739 יְהוָֽה H3068 ",
  "18": "אֱמֹ֥ר H559 לַמֶּ֛לֶךְ H4428 וְלַ H1377 הַשְׁפִּ֣ילוּ H8213 שֵׁ֑בוּ H3427 כִּ֤י H3588 יָרַד֙ H3381 מַרְאֲשׁ֣וֹתֵיכֶ֔ם H4761 עֲטֶ֖רֶת H5850 תִּֽפְאַרְתְּכֶֽם H8597 ",
  "19": "עָרֵ֥י H5892 הַנֶּ֛גֶב H5045 סֻגְּר֖וּ H5462 וְאֵ֣ין H369 פֹּתֵ֑חַ H6605 הָגְלָ֧ת H1540 יְהוּדָ֛ה H3063 כֻּלָּ֖הּ H3605 הָגְלָ֥ת H1540 שְׁלוֹמִֽים H7965 ",
  "20": "שאי H5375 עֵֽינֵיכֶם֙ H5869 וראי H7200 הַבָּאִ֖ים H935 מִצָּפ֑וֹן H6828 אַיֵּ֗ה H346 הָעֵ֨דֶר֙ H5739 נִתַּן H5414 לָ֔ךְ Hl צֹ֖אן H6629 תִּפְאַרְתֵּֽךְ H8597 ",
  "21": "מַה H4100 תֹּֽאמְרִי֙ H559 כִּֽי H3588 יִפְקֹ֣ד H6485 עָלַ֔יִךְ H5921 וְ֠אַתְּ H859 לִמַּ֨דְתְּ H3925 אֹתָ֥ם H853 עָלַ֛יִךְ H5921 אַלֻּפִ֖ים H441 לְרֹ֑אשׁ H7218 הֲל֤וֹא H3808 חֲבָלִים֙ H2256 יֹאחֱז֔וּךְ H270 כְּמ֖וֹ H3644 אֵ֥שֶׁת H802 לֵדָֽה H3205 ",
  "22": "וְכִ֤י H3588 תֹאמְרִי֙ H559 בִּלְבָבֵ֔ H3824 מַדּ֖וּעַ H4069 קְרָאֻ֣נִי H7122 אֵ֑לֶּה H428 בְּרֹ֧ב H7230 עֲוֺנֵ֛ךְ H5771 נִגְל֥וּ H1540 שׁוּלַ֖יִךְ H7757 נֶחְמְס֥וּ H2554 עֲקֵבָֽיִךְ H6119 ",
  "23": "הֲיַהֲפֹ֤ךְ H2015 כּוּשִׁי֙ H3569 עוֹר֔וֹ H5785 וְנָמֵ֖ר H5246 חֲבַרְבֻּרֹתָ֑יו H2272 גַּם H1571 אַתֶּם֙ H859 תּוּכְל֣וּ H3201 לְהֵיטִ֔יב H3190 לִמֻּדֵ֖י H3928 הָרֵֽעַ H7489 ",
  "24": "וַאֲפִיצֵ֖ H6327 כְּקַשׁ H7179 עוֹבֵ֑ר H5674 לְר֖וּחַ H7307 מִדְבָּֽר H4057 ",
  "25": "זֶ֣ה H2088 גוֹרָלֵ֧ךְ H1486 מְנָת H4490 מִדַּ֛יִךְ H4055 מֵֽאִתִּ֖ H853 נְאֻם H5002 יְהוָ֑ה H3068 אֲשֶׁר֙ H834 שָׁכַ֣חַתְּ H7911 אוֹתִ֔י H853 וַֽתִּבְטְחִ֖י H982 בַּשָּֽׁקֶר H8267 ",
  "26": "וְגַם H1571 אֲנִ֛י H589 חָשַׂ֥פְתִּי H2834 שׁוּלַ֖יִךְ H7757 עַל H5921 פָּנָ֑יִךְ H6440 וְנִרְאָ֖ה H7200 קְלוֹנֵֽךְ H7036 ",
  "27": "נִֽאֻפַ֤יִךְ H5004 וּמִצְהֲלוֹתַ֨יִ H4684 זִמַּ֣ת H2154 זְנוּתֵ֔ךְ H2184 עַל H5921 גְּבָעוֹת֙ H1389 בַּשָּׂדֶ֔ה H7704 רָאִ֖יתִי H7200 שִׁקּוּצָ֑יִךְ H8251 א֥וֹי H188 לָךְ֙ Hl יְר֣וּשָׁלִַ֔ם H3389 לֹ֣א H3808 תִטְהֲרִ֔י H2891 אַחֲרֵ֥י H310 מָתַ֖י H4970 עֹֽד H5750 "
}
