{
  "1": "אֲשֶׁ֨ר H834 הָיָ֤ה H1961 דְבַר H1697 יְהוָה֙ H3068 אֶֽל H413 יִרְמְיָ֔הוּ H3414 עַל H5921 דִּבְרֵ֖י H1697 הַבַּצָּרֽוֹת H1226 ",
  "2": "אָבְלָ֣ה H56 יְהוּדָ֔ה H3063 וּשְׁעָרֶ֥י H8179 אֻמְלְל֖וּ H535 קָדְר֣וּ H6937 לָאָ֑רֶץ H776 וְצִוְחַ֥ת H6682 יְרוּשָׁלִַ֖ם H3389 עָלָֽתָה H5927 ",
  "3": "וְאַדִּ֣רֵי H117 שָׁלְח֥וּ H7971 צעוריהם H6810 לַמָּ֑יִם H4325 בָּ֣אוּ H935 עַל H5921 גֵּבִ֞ים H1356 לֹא H3808 מָ֣צְאוּ H4672 מַ֗יִם H4325 שָׁ֤בוּ H7725 כְלֵיהֶם֙ H3627 רֵיקָ֔ם H7387 בֹּ֥שׁוּ H954 וְהָכְלְמ֖וּ H3637 וְחָפ֥וּ H2645 רֹאשָֽׁם H7218 ",
  "4": "בַּעֲב֤וּר H5668 הָאֲדָמָה֙ H127 חַ֔תָּה H2865 כִּ֛י H3588 לֹא H3808 הָיָ֥ה H1961 גֶ֖שֶׁם H1653 בָּאָ֑רֶץ H776 בֹּ֥שׁוּ H954 אִכָּרִ֖ים H406 חָפ֥וּ H2645 רֹאשָֽׁם H7218 ",
  "5": "כִּ֤י H3588 גַם H1571 אַיֶּ֨לֶת֙ H365 בַּשָּׂדֶ֔ה H7704 יָלְדָ֖ה H3205 וְעָז֑וֹב H5800 כִּ֥י H3588 לֹֽא H3808 הָיָ֖ה H1961 דֶּֽשֶׁא H1877 ",
  "6": "וּפְרָאִים֙ H6501 עָמְד֣וּ H5975 עַל H5921 שְׁפָיִ֔ם H8205 שָׁאֲפ֥וּ H7602 ר֖וּחַ H7307 כַּתַּנִּ֑ים H8577 כָּל֥וּ H3615 עֵינֵיהֶ֖ם H5869 כִּי H3588 אֵ֥ין H369 עֵֽשֶׂב H6212 ",
  "7": "אִם H518 עֲוֺנֵ֨ינוּ֙ H5771 עָ֣נוּ H6030 בָ֔נוּ Hb יְהוָ֕ה H3068 עֲשֵׂ֖ה H6213 לְמַ֣עַן H4616 שְׁמֶ֑ךָ H8034 כִּֽי H3588 רַבּ֥וּ H7231 מְשׁוּבֹתֵ֖ינוּ H4878 לְךָ֥ Hl חָטָֽאנוּ H2398 ",
  "8": "מִקְוֵה֙ H4723 יִשְׂרָאֵ֔ל H3478 מֽוֹשִׁיע֖וֹ H3467 בְּעֵ֣ת H6256 צָרָ֑ה H6869 לָ֤מָּה H4100 תִֽהְיֶה֙ H1961 כְּגֵ֣ר H1616 בָּאָ֔רֶץ H776 וּכְ H732 נָטָ֥ה H5186 לָלֽוּן H3885 ",
  "9": "לָ֤מָּה H4100 תִֽהְיֶה֙ H1961 כְּאִ֣ישׁ H376 נִדְהָ֔ם H1724 כְּגִבּ֖וֹר H1368 לֹא H3808 יוּכַ֣ל H3201 לְהוֹשִׁ֑יעַ H3467 וְאַתָּ֧ה H859 בְקִרְבֵּ֣ H7130 יְהוָ֗ה H3068 וְשִׁמְ H8034 עָלֵ֥ינוּ H5921 נִקְרָ֖א H7121 אַל H408 תַּנִּחֵֽנוּ H3240 ",
  "10": "כֹּֽה H3541 אָמַ֨ר H559 יְהוָ֜ה H3068 לָעָ֣ם H5971 הַזֶּ֗ה H2088 כֵּ֤ן H3651 אָֽהֲבוּ֙ H157 לָנ֔וּעַ H5128 רַגְלֵיהֶ֖ם H7272 לֹ֣א H3808 חָשָׂ֑כוּ H2820 וַיהוָה֙ H3068 לֹ֣א H3808 רָצָ֔ם H7521 עַתָּה֙ H6258 יִזְכֹּ֣ר H2142 עֲוֺנָ֔ם H5771 וְיִפְקֹ֖ד H6485 חַטֹּאתָֽם H2403 ",
  "11": "וַיֹּ֥אמֶר H559 יְהוָ֖ה H3068 אֵלָ֑י H413 אַל H408 תִּתְפַּלֵּ֛ל H6419 בְּעַד H1157 הָעָ֥ם H5971 הַזֶּ֖ה H2088 לְטוֹבָֽה H2896 ",
  "12": "כִּ֣י H3588 יָצֻ֗מוּ H6684 אֵינֶ֤נִּי H369 שֹׁמֵ֨עַ֙ H8085 אֶל H413 רִנָּתָ֔ם H7440 וְכִ֧י H3588 יַעֲל֛וּ H5927 עֹלָ֥ה H5930 וּמִנְחָ֖ה H4503 אֵינֶ֣נִּי H369 רֹצָ֑ם H7521 כִּ֗י H3588 בַּחֶ֨רֶב֙ H2719 וּבָ H7458 וּבַ H1698 אָנֹכִ֖י H595 מְכַלֶּ֥ה H3615 אוֹתָֽם H853 ",
  "13": "וָאֹמַ֞ר H559 אֲהָ֣הּ H162 אֲדֹנָ֣י H136 יְהוִ֗ה H3069 הִנֵּ֨ה H2009 הַנְּבִאִ֜ים H5030 אֹמְרִ֤ים H559 לָהֶם֙ Hl לֹֽא H3808 תִרְא֣וּ H7200 חֶ֔רֶב H2719 וְרָעָ֖ב H7458 לֹֽא H3808 יִהְיֶ֣ה H1961 לָכֶ֑ם Hl כִּֽי H3588 שְׁל֤וֹם H7965 אֱמֶת֙ H571 אֶתֵּ֣ן H5414 לָכֶ֔ם Hl בַּמָּק֖וֹם H4725 הַזֶּֽה H2088 ",
  "14": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֵלַ֗י H413 שֶׁ֚קֶר H8267 הַנְּבִאִים֙ H5030 נִבְּאִ֣ים H5012 בִּשְׁמִ֔ H8034 לֹ֤א H3808 שְׁלַחְתִּים֙ H7971 וְלֹ֣א H3808 צִוִּיתִ֔ים H6680 וְלֹ֥א H3808 דִבַּ֖רְתִּי H1696 אֲלֵיהֶ֑ם H413 חֲז֨וֹן H2377 שֶׁ֜קֶר H8267 וְקֶ֤סֶם H7081 ואלול H434 ותרמות H8649 לִבָּ֔ם H3820 הֵ֖מָּה H1992 מִֽתְנַבְּאִ֥ים H5012 לָכֶֽם Hl ",
  "15": "לָכֵ֞ן H3651 כֹּֽה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 עַֽל H5921 הַנְּבִאִ֞ים H5030 הַנִּבְּאִ֣ים H5012 בִּשְׁמִ H8034 וַאֲנִ֣י H589 לֹֽא H3808 שְׁלַחְתִּים֒ H7971 וְהֵ֨מָּה֙ H1992 אֹֽמְרִ֔ים H559 חֶ֣רֶב H2719 וְרָעָ֔ב H7458 לֹ֥א H3808 יִהְיֶ֖ה H1961 בָּאָ֣רֶץ H776 הַזֹּ֑את H2063 בַּחֶ֤רֶב H2719 וּבָֽ H7458 יִתַּ֔מּוּ H8552 הַנְּבִאִ֖ים H5030 הָהֵֽמָּה H1992 ",
  "16": "וְהָ H5971 אֲשֶׁר H834 הֵ֣מָּה H1992 נִבְּאִ֣ים H5012 לָהֶ֡ם H1992 יִֽהְי֣וּ H1961 מֻשְׁלָכִים֩ H7993 בְּחֻצ֨וֹת H2351 יְרוּשָׁלִַ֜ם H3389 מִפְּנֵ֣י H6440 הָרָעָ֣ב H7458 וְהַ H2719 וְאֵ֤ין H369 מְקַבֵּר֙ H6912 לָהֵ֔מָּה H1992 הֵ֣מָּה H1992 נְשֵׁיהֶ֔ם H802 וּבְנֵי H1121 וּבְנֹֽתֵי H1323 וְשָׁפַכְתִּ֥י H8210 עֲלֵיהֶ֖ם H5921 אֶת H853 רָעָתָֽם H7451 ",
  "17": "וְאָמַרְתָּ֤ H559 אֲלֵיהֶם֙ H413 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֔ה H2088 תֵּרַ֨דְנָה H3381 עֵינַ֥י H5869 דִּמְעָ֛ה H1832 לַ֥יְלָה H3915 וְיוֹמָ֖ם H3119 וְאַל H408 תִּדְמֶ֑ינָה H1820 כִּי֩ H3588 שֶׁ֨בֶר H7667 גָּד֜וֹל H1419 נִשְׁבְּרָ֗ה H7665 בְּתוּלַת֙ H1330 בַּת H1323 עַמִּ֔י H5971 מַכָּ֖ה H4347 נַחְלָ֥ה H2470 מְאֹֽד H3966 ",
  "18": "אִם H518 יָצָ֣אתִי H3318 הַשָּׂדֶ֗ה H7704 וְהִנֵּה֙ H2009 חַלְלֵי H2491 חֶ֔רֶב H2719 וְאִם֙ H518 בָּ֣אתִי H935 הָעִ֔יר H5892 וְהִנֵּ֖ה H2009 תַּחֲלוּאֵ֣י H8463 רָעָ֑ב H7458 כִּֽי H3588 גַם H1571 נָבִ֧יא H5030 גַם H1571 כֹּהֵ֛ן H3548 סָחֲר֥וּ H5503 אֶל H413 אֶ֖רֶץ H776 וְלֹ֥א H3808 יָדָֽעוּ H3045 ",
  "19": "הֲמָאֹ֨ס H3988 מָאַ֜סְתָּ H3988 אֶת H853 יְהוּדָ֗ה H3063 אִם H518 בְּצִיּוֹן֙ H6726 גָּעֲלָ֣ה H1602 נַפְשֶׁ֔ךָ H5315 מַדּ֨וּעַ֙ H4069 הִכִּיתָ֔נוּ H5221 וְאֵ֥ין H369 לָ֖נוּ Hl מַרְפֵּ֑א H4832 קַוֵּ֤ה H6960 לְשָׁלוֹם֙ H7965 וְאֵ֣ין H369 ט֔וֹב H2896 וּלְ H6256 מַרְפֵּ֖א H4832 וְהִנֵּ֥ה H2009 בְעָתָֽה H1205 ",
  "20": "יָדַ֧עְנוּ H3045 יְהוָ֛ה H3068 רִשְׁעֵ֖נוּ H7562 עֲוֺ֣ן H5771 אֲבוֹתֵ֑ינוּ H1 כִּ֥י H3588 חָטָ֖אנוּ H2398 לָֽךְ Hl ",
  "21": "אַל H408 תִּנְאַץ֙ H5006 לְמַ֣עַן H4616 שִׁמְךָ֔ H8034 אַל H408 תְּנַבֵּ֖ל H5034 כִּסֵּ֣א H3678 כְבוֹדֶ֑ךָ H3519 זְכֹ֕ר H2142 אַל H408 תָּפֵ֥ר H6565 בְּרִֽיתְךָ֖ H1285 אִתָּֽנוּ H854 ",
  "22": "הֲיֵ֨שׁ H3426 בְּהַבְלֵ֤י H1892 הַגּוֹיִם֙ H1471 מַגְשִׁמִ֔ים H1652 וְאִם H518 הַשָּׁמַ֖יִם H8064 יִתְּנ֣וּ H5414 רְבִבִ֑ים H7241 הֲלֹ֨א H3808 אַתָּה H859 ה֜וּא H1931 יְהוָ֤ה H3068 אֱלֹהֵ֨ינוּ֙ H430 וּ֨נְקַוֶּה H6960 לָּ֔ךְ Hl כִּֽי H3588 אַתָּ֥ה H859 עָשִׂ֖יתָ H6213 אֶת H853 כָּל H3605 אֵֽלֶּה H428 "
}
