{
  "1": "חַטַּ֣את H2403 יְהוּדָ֗ה H3063 כְּתוּבָ֛ה H3789 בְּעֵ֥ט H5842 בַּרְזֶ֖ל H1270 בְּצִפֹּ֣רֶן H6856 שָׁמִ֑יר H8068 חֲרוּשָׁה֙ H2790 עַל H5921 ל֣וּחַ H3871 לִבָּ֔ם H3820 וּלְ H7161 מִזְבְּחוֹתֵיכֶֽם H4196 ",
  "2": "כִּזְכֹּ֤ר H2142 בְּנֵיהֶם֙ H1121 מִזְבְּחוֹתָ֔ם H4196 וַאֲשֵׁרֵי H842 עַל H5921 עֵ֣ץ H6086 רַֽעֲנָ֑ן H7488 עַ֖ל H5921 גְּבָע֥וֹת H1389 הַגְּבֹהֽוֹת H1364 ",
  "3": "הֲרָרִי֙ H2042 בַּשָּׂדֶ֔ה H7704 חֵילְךָ֥ H2428 כָל H3605 אוֹצְרוֹתֶ֖יךָ H214 לָבַ֣ז H957 אֶתֵּ֑ן H5414 בָּמֹתֶ֕יךָ H1116 בְּחַטָּ֖את H2403 בְּכָל H3605 גְּבוּלֶֽיךָ H1366 ",
  "4": "וְשָׁמַטְתָּ֗ה H8058 וּבְ Hc/Hb מִנַּחֲלָֽתְ H5159 אֲשֶׁ֣ר H834 נָתַ֣תִּי H5414 לָ֔ךְ Hl וְהַעֲבַדְתִּ֨י H5647 אֶת H853 אֹ֣יְבֶ֔יךָ H341 בָּאָ֖רֶץ H776 אֲשֶׁ֣ר H834 לֹֽא H3808 יָדָ֑עְתָּ H3045 כִּֽי H3588 אֵ֛שׁ H784 קְדַחְתֶּ֥ם H6919 בְּאַפִּ֖ H639 עַד H5704 עוֹלָ֥ם H5769 תּוּקָֽד H3344 ",
  "5": "כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 אָר֤וּר H779 הַגֶּ֨בֶר֙ H1397 אֲשֶׁ֣ר H834 יִבְטַ֣ח H982 בָּֽאָדָ֔ם H120 וְשָׂ֥ם H7760 בָּשָׂ֖ר H1320 זְרֹע֑וֹ H2220 וּמִן H4480 יְהוָ֖ה H3068 יָס֥וּר H5493 לִבּֽוֹ H3820 ",
  "6": "וְהָיָה֙ H1961 כְּעַרְעָ֣ר H6176 בָּֽעֲרָבָ֔ה H6160 וְלֹ֥א H3808 יִרְאֶ֖ה H7200 כִּי H3588 יָב֣וֹא H935 ט֑וֹב H2896 וְשָׁכַ֤ן H7931 חֲרֵרִים֙ H2788 בַּמִּדְבָּ֔ר H4057 אֶ֥רֶץ H776 מְלֵחָ֖ה H4420 וְלֹ֥א H3808 תֵשֵֽׁב H3427 ",
  "7": "בָּר֣וּךְ H1288 הַגֶּ֔בֶר H1397 אֲשֶׁ֥ר H834 יִבְטַ֖ח H982 בַּֽיהוָ֑ה H3068 וְהָיָ֥ה H1961 יְהוָ֖ה H3068 מִבְטַחֽוֹ H4009 ",
  "8": "וְהָיָ֞ה H1961 כְּעֵ֣ץ H6086 שָׁת֣וּל H8362 עַל H5921 מַ֗יִם H4325 וְעַל H5921 יוּבַל֙ H3105 יְשַׁלַּ֣ח H7971 שָֽׁרָשָׁ֔יו H8328 וְלֹ֤א H3808 ירא H3372 כִּֽי H3588 יָבֹ֣א H935 חֹ֔ם H2527 וְהָיָ֥ה H1961 עָלֵ֖הוּ H5929 רַֽעֲנָ֑ן H7488 וּבִ H8141 בַּצֹּ֨רֶת֙ H1226 לֹ֣א H3808 יִדְאָ֔ג H1672 וְלֹ֥א H3808 יָמִ֖ישׁ H4185 מֵעֲשׂ֥וֹת H6213 פֶּֽרִי H6529 ",
  "9": "עָקֹ֥ב H6121 הַלֵּ֛ב H3820 מִכֹּ֖ל H3605 וְאָנֻ֣שׁ H605 ה֑וּא H1931 מִ֖י H4310 יֵדָעֶֽנּוּ H3045 ",
  "10": "אֲנִ֧י H589 יְהוָ֛ה H3068 חֹקֵ֥ר H2713 לֵ֖ב H3820 בֹּחֵ֣ן H974 כְּלָי֑וֹת H3629 וְלָ H5414 לְאִישׁ֙ H376 כדרכ H1870 כִּפְרִ֖י H6529 מַעֲלָלָֽיו H4611 ",
  "11": "קֹרֵ֤א H7124 דָגַר֙ H1716 וְלֹ֣א H3808 יָלָ֔ד H3205 עֹ֥שֶׂה H6213 עֹ֖שֶׁר H6239 וְלֹ֣א H3808 בְמִשְׁפָּ֑ט H4941 בַּחֲצִ֤י H2677 ימו H3117 יַעַזְבֶ֔נּוּ H5800 וּבְ H319 יִהְיֶ֥ה H1961 נָבָֽל H5036 ",
  "12": "כִּסֵּ֣א H3678 כָב֔וֹד H3519 מָר֖וֹם H4791 מֵֽרִאשׁ֑וֹן H7223 מְק֖וֹם H4725 מִקְדָּשֵֽׁנוּ H4720 ",
  "13": "מִקְוֵ֤ה H4723 יִשְׂרָאֵל֙ H3478 יְהוָ֔ה H3068 כָּל H3605 עֹזְבֶ֖יךָ H5800 יֵבֹ֑שׁוּ H954 יסורי H3249 בָּאָ֣רֶץ H776 יִכָּתֵ֔בוּ H3789 כִּ֥י H3588 עָזְב֛וּ H5800 מְק֥וֹר H4726 מַֽיִם H4325 חַיִּ֖ים H2416 אֶת H853 יְהוָֽה H3068 ",
  "14": "רְפָאֵ֤נִי H7495 יְהוָה֙ H3068 וְאֵ֣רָפֵ֔א H7495 הוֹשִׁיעֵ֖נִי H3467 וְאִוָּשֵׁ֑עָה H3467 כִּ֥י H3588 תְהִלָּתִ֖י H8416 אָֽתָּה H859 ",
  "15": "הִנֵּה H2009 הֵ֕מָּה H1992 אֹמְרִ֖ים H559 אֵלָ֑י H413 אַיֵּ֥ה H346 דְבַר H1697 יְהוָ֖ה H3068 יָ֥בוֹא H935 נָֽא H4994 ",
  "16": "וַאֲנִ֞י H589 לֹא H3808 אַ֣צְתִּי H213 מֵרֹעֶ֣ה H7462 אַחֲרֶ֗יךָ H310 וְי֥וֹם H3117 אָנ֛וּשׁ H605 לֹ֥א H3808 הִתְאַוֵּ֖יתִי H183 אַתָּ֣ה H859 יָדָ֑עְתָּ H3045 מוֹצָ֣א H4161 שְׂפָתַ֔י H8193 נֹ֥כַח H5227 פָּנֶ֖יךָ H6440 הָיָֽה H1961 ",
  "17": "אַל H408 תִּֽהְיֵה H1961 לִ֖י Hl לִמְחִתָּ֑ה H4288 מַֽחֲסִי H4268 אַ֖תָּה H859 בְּי֥וֹם H3117 רָעָֽה H7451 ",
  "18": "יֵבֹ֤שׁוּ H954 רֹדְפַי֙ H7291 וְאַל H408 אֵבֹ֣שָׁה H954 אָ֔נִי H589 יֵחַ֣תּוּ H2865 הֵ֔מָּה H1992 וְאַל H408 אֵחַ֖תָּה H2865 אָ֑נִי H589 הָבִ֤יא H935 עֲלֵיהֶם֙ H5921 י֣וֹם H3117 רָעָ֔ה H7451 וּמִשְׁנֶ֥ה H4932 שִׁבָּר֖וֹן H7670 שָׁבְרֵֽם H7665 ",
  "19": "כֹּה H3541 אָמַ֨ר H559 יְהוָ֜ה H3068 אֵלַ֗י H413 הָלֹ֤ךְ H1980 וְעָֽמַדְתָּ֙ H5975 בְּשַׁ֣עַר H8179 בְּנֵֽי H1121 עם H5971 אֲשֶׁ֨ר H834 יָבֹ֤אוּ H935 בוֹ֙ Hb מַלְכֵ֣י H4428 יְהוּדָ֔ה H3063 וַאֲשֶׁ֖ר H834 יֵ֣צְאוּ H3318 ב֑וֹ Hb וּבְ H3605 שַׁעֲרֵ֥י H8179 יְרוּשָׁלִָֽם H3389 ",
  "20": "וְאָמַרְתָּ֣ H559 אֲ֠לֵיהֶם H413 שִׁמְע֨וּ H8085 דְבַר H1697 יְהוָ֜ה H3068 מַלְכֵ֤י H4428 יְהוּדָה֙ H3063 וְכָל H3605 יְהוּדָ֔ה H3063 וְכֹ֖ל H3605 יֹשְׁבֵ֣י H3427 יְרוּשָׁלִָ֑ם H3389 הַבָּאִ֖ים H935 בַּשְּׁעָרִ֥ים H8179 הָאֵֽלֶּה H428 ",
  "21": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 הִשָּׁמְר֖וּ H8104 בְּנַפְשֽׁוֹתֵי H5315 וְאַל H408 תִּשְׂא֤וּ H5375 מַשָּׂא֙ H4853 בְּי֣וֹם H3117 הַשַּׁבָּ֔ת H7676 וַהֲבֵאתֶ֖ם H935 בְּשַׁעֲרֵ֥י H8179 יְרוּשָׁלִָֽם H3389 ",
  "22": "וְלֹא H3808 תוֹצִ֨יאוּ H3318 מַשָּׂ֤א H4853 מִבָּֽתֵּי H1004 בְּי֣וֹם H3117 הַשַּׁבָּ֔ת H7676 וְכָל H3605 מְלָאכָ֖ה H4399 לֹ֣א H3808 תַֽעֲשׂ֑וּ H6213 וְקִדַּשְׁתֶּם֙ H6942 אֶת H853 י֣וֹם H3117 הַשַּׁבָּ֔ת H7676 כַּאֲשֶׁ֥ר H834 צִוִּ֖יתִי H6680 אֶת H853 אֲבוֹתֵיכֶֽם H1 ",
  "23": "וְלֹ֣א H3808 שָֽׁמְע֔וּ H8085 וְלֹ֥א H3808 הִטּ֖וּ H5186 אֶת H853 אָזְנָ֑ם H241 וַיַּקְשׁוּ֙ H7185 אֶת H853 עָרְפָּ֔ם H6203 לְבִלְתִּ֣י H1115 שומע H8085 וּלְ H1115 קַ֥חַת H3947 מוּסָֽר H4148 ",
  "24": "וְ֠הָיָה H1961 אִם H518 שָׁמֹ֨עַ H8085 תִּשְׁמְע֤וּן H8085 אֵלַי֙ H413 נְאֻם H5002 יְהוָ֔ה H3068 לְבִלְתִּ֣י H1115 הָבִ֣יא H935 מַשָּׂ֗א H4853 בְּשַׁעֲרֵ֛י H8179 הָעִ֥יר H5892 הַזֹּ֖את H2063 בְּי֣וֹם H3117 הַשַּׁבָּ֑ת H7676 וּלְ H6942 אֶת H853 י֣וֹם H3117 הַשַּׁבָּ֔ת H7676 לְבִלְתִּ֥י H1115 עֲשֽׂוֹת H6213 בה Hb כָּל H3605 מְלָאכָֽה H4399 ",
  "25": "וּבָ֣אוּ H935 בְשַׁעֲרֵ֣י H8179 הָעִ֣יר H5892 הַזֹּ֡את H2063 מְלָכִ֣ים H4428 וְשָׂרִ֡ים H8269 יֹשְׁבִים֩ H3427 עַל H5921 כִּסֵּ֨א H3678 דָוִ֜ד H1732 רֹכְבִ֣ים H7392 בָּרֶ֣כֶב H7393 וּבַ H5483 הֵ֚מָּה H1992 וְשָׂ֣רֵי H8269 אִ֥ישׁ H376 יְהוּדָ֖ה H3063 וְיֹשְׁבֵ֣י H3427 יְרוּשָׁלִָ֑ם H3389 וְיָשְׁבָ֥ה H3427 הָֽעִיר H5892 הַזֹּ֖את H2063 לְעוֹלָֽם H5769 ",
  "26": "וּבָ֣אוּ H935 מֵעָרֵֽי H5892 יְ֠הוּדָה H3063 וּמִ H5439 יְרוּשָׁלִַ֜ם H3389 וּמֵ H776 בִּנְיָמִ֗ן H1144 וּמִן H4480 הַשְּׁפֵלָ֤ה H8219 וּמִן H4480 הָהָר֙ H2022 וּמִן H4480 הַנֶּ֔גֶב H5045 מְבִאִ֛ים H935 עוֹלָ֥ה H5930 וְזֶ֖בַח H2077 וּמִנְחָ֣ה H4503 וּלְבוֹנָ֑ה H3828 וּמְבִאֵ֥י H935 תוֹדָ֖ה H8426 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "27": "וְאִם H518 לֹ֨א H3808 תִשְׁמְע֜וּ H8085 אֵלַ֗י H413 לְקַדֵּשׁ֙ H6942 אֶת H853 י֣וֹם H3117 הַשַּׁבָּ֔ת H7676 וּלְ H1115 שְׂאֵ֣ת H5375 מַשָּׂ֗א H4853 וּבֹ֛א H935 בְּשַׁעֲרֵ֥י H8179 יְרוּשָׁלִַ֖ם H3389 בְּי֣וֹם H3117 הַשַּׁבָּ֑ת H7676 וְהִצַּ֧תִּי H3341 אֵ֣שׁ H784 בִּשְׁעָרֶ֗י H8179 וְאָֽכְלָ֛ה H398 אַרְמְנ֥וֹת H759 יְרוּשָׁלִַ֖ם H3389 וְלֹ֥א H3808 תִכְבֶּֽה H3518 "
}
