{
  "1": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "2": "הָלֹ֡ךְ H1980 וְקָֽרָאתָ֩ H7121 בְאָזְנֵ֨י H241 יְרוּשָׁלִַ֜ם H3389 לֵאמֹ֗ר H559 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 זָכַ֤רְתִּי H2142 לָךְ֙ Hl חֶ֣סֶד H2617 נְעוּרַ֔יִךְ H5271 אַהֲבַ֖ת H160 כְּלוּלֹתָ֑יִךְ H3623 לֶכְתֵּ֤ךְ H3212 אַחֲרַי֙ H310 בַּמִּדְבָּ֔ר H4057 בְּאֶ֖רֶץ H776 לֹ֥א H3808 זְרוּעָֽה H2232 ",
  "3": "קֹ֤דֶשׁ H6944 יִשְׂרָאֵל֙ H3478 לַיהוָ֔ה H3068 רֵאשִׁ֖ית H7225 תְּבוּאָתֹ֑ה H8393 כָּל H3605 אֹכְלָ֣יו H398 יֶאְשָׁ֔מוּ H816 רָעָ֛ה H7451 תָּבֹ֥א H935 אֲלֵיהֶ֖ם H413 נְאֻם H5002 יְהוָֽה H3068 ",
  "4": "שִׁמְע֥וּ H8085 דְבַר H1697 יְהוָ֖ה H3068 בֵּ֣ית H1004 יַעֲקֹ֑ב H3290 וְכָֽל H3605 מִשְׁפְּח֖וֹת H4940 בֵּ֥ית H1004 יִשְׂרָאֵֽל H3478 ",
  "5": "כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 מַה H4100 מָּצְא֨וּ H4672 אֲבוֹתֵיכֶ֥ם H1 בִּי֙ Hb עָ֔וֶל H5766 כִּ֥י H3588 רָחֲק֖וּ H7368 מֵעָלָ֑ H5921 וַיֵּֽלְכ֛וּ H3212 אַחֲרֵ֥י H310 הַהֶ֖בֶל H1892 וַיֶּהְבָּֽלוּ H1891 ",
  "6": "וְלֹ֣א H3808 אָמְר֔וּ H559 אַיֵּ֣ה H346 יְהוָ֔ה H3068 הַמַּעֲלֶ֥ה H5927 אֹתָ֖נוּ H853 מֵאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 הַמּוֹלִ֨יךְ H3212 אֹתָ֜נוּ H853 בַּמִּדְבָּ֗ר H4057 בְּאֶ֨רֶץ H776 עֲרָבָ֤ה H6160 וְשׁוּחָה֙ H7745 בְּאֶ֨רֶץ֙ H776 צִיָּ֣ה H6723 וְצַלְמָ֔וֶת H6757 בְּאֶ֗רֶץ H776 לֹֽא H3808 עָ֤בַר H5674 בָּהּ֙ Hb אִ֔ישׁ H376 וְלֹֽא H3808 יָשַׁ֥ב H3427 אָדָ֖ם H120 שָֽׁם H8033 ",
  "7": "וָאָבִ֤יא H935 אֶתְכֶם֙ H853 אֶל H413 אֶ֣רֶץ H776 הַכַּרְמֶ֔ל H3759 לֶאֱכֹ֥ל H398 פִּרְיָ֖הּ H6529 וְטוּבָ֑ H2898 וַתָּבֹ֨אוּ֙ H935 וַתְּטַמְּא֣וּ H2930 אֶת H853 אַרְצִ֔י H776 וְנַחֲלָתִ֥ H5159 שַׂמְתֶּ֖ם H7760 לְתוֹעֵבָֽה H8441 ",
  "8": "הַכֹּהֲנִ֗ים H3548 לֹ֤א H3808 אָֽמְרוּ֙ H559 אַיֵּ֣ה H346 יְהוָ֔ה H3068 וְתֹפְשֵׂ֤י H8610 הַתּוֹרָה֙ H8451 לֹ֣א H3808 יְדָע֔וּנִי H3045 וְהָ H7462 פָּ֣שְׁעוּ H6586 בִ֑י Hb וְהַ H5030 נִבְּא֣וּ H5012 בַבַּ֔עַל H1168 וְאַחֲרֵ֥י H310 לֹֽא H3808 יוֹעִ֖לוּ H3276 הָלָֽכוּ H1980 ",
  "9": "לָכֵ֗ן H3651 עֹ֛ד H5750 אָרִ֥יב H7378 אִתְּכֶ֖ם H854 נְאֻם H5002 יְהוָ֑ה H3068 וְאֶת H854 בְּנֵ֥י H1121 בְנֵיכֶ֖ם H1121 אָרִֽיב H7378 ",
  "10": "כִּ֣י H3588 עִבְר֞וּ H5674 אִיֵּ֤י H339 כִתִּיִּים֙ H3794 וּרְא֔וּ H7200 וְקֵדָ֛ר H6938 שִׁלְח֥וּ H7971 וְהִֽתְבּוֹנְנ֖וּ H995 מְאֹ֑ד H3966 וּרְא֕וּ H7200 הֵ֥ן H2005 הָיְתָ֖ה H1961 כָּזֹֽאת H2063 ",
  "11": "הַהֵימִ֥יר H4171 גּוֹי֙ H1471 אֱלֹהִ֔ים H430 וְהֵ֖מָּה H1992 לֹ֣א H3808 אֱלֹהִ֑ים H430 וְעַמִּ֛ H5971 הֵמִ֥יר H4171 כְּבוֹד֖וֹ H3519 בְּל֥וֹא H3808 יוֹעִֽיל H3276 ",
  "12": "שֹׁ֥מּוּ H8074 שָׁמַ֖יִם H8064 עַל H5921 זֹ֑את H2063 וְשַׂעֲר֛וּ H8175 חָרְב֥וּ H2717 מְאֹ֖ד H3966 נְאֻם H5002 יְהוָֽה H3068 ",
  "13": "כִּֽי H3588 שְׁתַּ֥יִם H8147 רָע֖וֹת H7451 עָשָׂ֣ה H6213 עַמִּ֑י H5971 אֹתִ֨י H853 עָזְב֜וּ H5800 מְק֣וֹר H4726 מַ֣יִם H4325 חַיִּ֗ים H2416 לַחְצֹ֤ב H2672 לָהֶם֙ Hl בֹּאר֔וֹת H877 בֹּארֹת֙ H877 נִשְׁבָּרִ֔ים H7665 אֲשֶׁ֥ר H834 לֹא H3808 יָכִ֖לוּ H3557 הַמָּֽיִם H4325 ",
  "14": "הַעֶ֨בֶד֙ H5650 יִשְׂרָאֵ֔ל H3478 אִם H518 יְלִ֥יד H3211 בַּ֖יִת H1004 ה֑וּא H1931 מַדּ֖וּעַ H4069 הָיָ֥ה H1961 לָבַֽז H957 ",
  "15": "עָלָיו֙ H5921 יִשְׁאֲג֣וּ H7580 כְפִרִ֔ים H3715 נָתְנ֖וּ H5414 קוֹלָ֑ם H6963 וַיָּשִׁ֤יתוּ H7896 אַרְצוֹ֙ H776 לְשַׁמָּ֔ה H8047 עָרָ֥יו H5892 נצתה H3341 מִבְּלִ֥י H1097 יֹשֵֽׁב H3427 ",
  "16": "גַּם H1571 בְּנֵי H1121 נֹ֖ף H5297 ותחפנס H8471 יִרְע֖וּךְ H7462 קָדְקֹֽד H6936 ",
  "17": "הֲלוֹא H3808 זֹ֖את H2063 תַּעֲשֶׂה H6213 לָּ֑ךְ Hl עָזְבֵךְ֙ H5800 אֶת H853 יְהוָ֣ה H3068 אֱלֹהַ֔יִךְ H430 בְּעֵ֖ת H6256 מוֹלִיכֵ֥ךְ H3212 בַּדָּֽרֶךְ H1870 ",
  "18": "וְעַתָּ֗ה H6258 מַה H4100 לָּךְ֙ Hl לְדֶ֣רֶךְ H1870 מִצְרַ֔יִם H4714 לִשְׁתּ֖וֹת H8354 מֵ֣י H4325 שִׁח֑וֹר H7883 וּמַה H4100 לָּךְ֙ Hl לְדֶ֣רֶךְ H1870 אַשּׁ֔וּר H804 לִשְׁתּ֖וֹת H8354 מֵ֥י H4325 נָהָֽר H5104 ",
  "19": "תְּיַסְּרֵ֣ךְ H3256 רָעָתֵ֗ךְ H7451 וּמְשֻֽׁבוֹתַ֨יִ H4878 תּוֹכִחֻ֔ךְ H3198 וּדְעִ֤י H3045 וּרְאִי֙ H7200 כִּי H3588 רַ֣ע H7451 וָמָ֔ר H4751 עָזְבֵ֖ךְ H5800 אֶת H853 יְהוָ֣ה H3068 אֱלֹהָ֑יִךְ H430 וְלֹ֤א H3808 פַחְדָּתִי֙ H6345 אֵלַ֔יִךְ H413 נְאֻם H5002 אֲדֹנָ֥י H136 יְהוִ֖ה H3069 צְבָאֽוֹת H6635 ",
  "20": "כִּ֣י H3588 מֵעוֹלָ֞ם H5769 שָׁבַ֣רְתִּי H7665 עֻלֵּ֗ךְ H5923 נִתַּ֨קְתִּי֙ H5423 מוֹסְרֹתַ֔יִךְ H4147 וַתֹּאמְרִ֖י H559 לֹ֣א H3808 אעבד H5647 כִּ֣י H3588 עַֽל H5921 כָּל H3605 גִּבְעָ֞ה H1389 גְּבֹהָ֗ה H1364 וְתַ֨חַת֙ H8478 כָּל H3605 עֵ֣ץ H6086 רַעֲנָ֔ן H7488 אַ֖תְּ H859 צֹעָ֥ה H6808 זֹנָֽה H2181 ",
  "21": "וְאָֽנֹכִי֙ H595 נְטַעְתִּ֣יךְ H5193 שֹׂרֵ֔ק H8321 כֻּלֹּ֖ה H3605 זֶ֣רַע H2233 אֱמֶ֑ת H571 וְאֵיךְ֙ H349 נֶהְפַּ֣כְתְּ H2015 לִ֔י Hl סוּרֵ֖י H5494 הַגֶּ֥פֶן H1612 נָכְרִיָּֽה H5237 ",
  "22": "כִּ֤י H3588 אִם H518 תְּכַבְּסִי֙ H3526 בַּנֶּ֔תֶר H5427 וְתַרְבִּי H7235 לָ֖ךְ Hl בֹּרִ֑ית H1287 נִכְתָּ֤ם H3799 עֲוֺנֵךְ֙ H5771 לְפָנַ֔ H6440 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "23": "אֵ֣יךְ H349 תֹּאמְרִ֞י H559 לֹ֣א H3808 נִטְמֵ֗אתִי H2930 אַחֲרֵ֤י H310 הַבְּעָלִים֙ H1168 לֹ֣א H3808 הָלַ֔כְתִּי H1980 רְאִ֤י H7200 דַרְכֵּךְ֙ H1870 בַּגַּ֔יְא H1516 דְּעִ֖י H3045 מֶ֣ה H4100 עָשִׂ֑ית H6213 בִּכְרָ֥ה H1072 קַלָּ֖ה H7031 מְשָׂרֶ֥כֶת H8308 דְּרָכֶֽיהָ H1870 ",
  "24": "פֶּ֣רֶה H6501 לִמֻּ֣ד H3928 מִדְבָּ֗ר H4057 בְּאַוַּ֤ת H185 נפשו H5315 שָׁאֲפָ֣ה H7602 ר֔וּחַ H7307 תַּאֲנָתָ֖הּ H8385 מִ֣י H4310 יְשִׁיבֶ֑נָּה H7725 כָּל H3605 מְבַקְשֶׁ֨יהָ֙ H1245 לֹ֣א H3808 יִיעָ֔פוּ H3286 בְּחָדְשָׁ֖ H2320 יִמְצָאֽוּנְהָ H4672 ",
  "25": "מִנְעִ֤י H4513 רַגְלֵךְ֙ H7272 מִיָּחֵ֔ף H3182 וגורנ H1637 מִצִּמְאָ֑ה H6773 וַתֹּאמְרִ֣י H559 נוֹאָ֔שׁ H2976 ל֕וֹא H3808 כִּֽי H3588 אָהַ֥בְתִּי H157 זָרִ֖ים H2114 וְאַחֲרֵי H310 אֵלֵֽךְ H3212 ",
  "26": "כְּבֹ֤שֶׁת H1322 גַּנָּב֙ H1590 כִּ֣י H3588 יִמָּצֵ֔א H4672 כֵּ֥ן H3651 הֹבִ֖ישׁוּ H954 בֵּ֣ית H1004 יִשְׂרָאֵ֑ל H3478 הֵ֤מָּה H1992 מַלְכֵיהֶם֙ H4428 שָֽׂרֵיהֶ֔ם H8269 וְכֹהֲנֵי H3548 וּנְבִיאֵי H5030 ",
  "27": "אֹמְרִ֨ים H559 לָעֵ֜ץ H6086 אָ֣בִי H1 אַ֗תָּה H859 וְלָ H68 אַ֣תְּ H859 ילדתני H3205 כִּֽי H3588 פָנ֥וּ H6437 אֵלַ֛י H413 עֹ֖רֶף H6203 וְלֹ֣א H3808 פָנִ֑ים H6440 וּבְ H6256 רָֽעָתָם֙ H7451 יֹֽאמְר֔וּ H559 ק֖וּמָה H6965 וְהוֹשִׁיעֵֽ H3467 ",
  "28": "וְאַיֵּ֤ה H346 אֱלֹהֶ֨יךָ֙ H430 אֲשֶׁ֣ר H834 עָשִׂ֣יתָ H6213 לָּ֔ךְ Hl יָק֕וּמוּ H6965 אִם H518 יוֹשִׁיע֖וּךָ H3467 בְּעֵ֣ת H6256 רָעָתֶ֑ךָ H7451 כִּ֚י H3588 מִסְפַּ֣ר H4557 עָרֶ֔יךָ H5892 הָי֥וּ H1961 אֱלֹהֶ֖יךָ H430 יְהוּדָֽה H3063 ",
  "29": "לָ֥מָּה H4100 תָרִ֖יבוּ H7378 אֵלָ֑י H413 כֻּלְּכֶ֛ם H3605 פְּשַׁעְתֶּ֥ם H6586 בִּ֖י Hb נְאֻם H5002 יְהוָֽה H3068 ",
  "30": "לַשָּׁוְא֙ H7723 הִכֵּ֣יתִי H5221 אֶת H853 בְּנֵיכֶ֔ם H1121 מוּסָ֖ר H4148 לֹ֣א H3808 לָקָ֑חוּ H3947 אָכְלָ֧ה H398 חַרְבְּכֶ֛ם H2719 נְבִֽיאֵיכֶ֖ם H5030 כְּאַרְיֵ֥ה H738 מַשְׁחִֽית H7843 ",
  "31": "הַדּ֗וֹר H1755 אַתֶּם֙ H859 רְא֣וּ H7200 דְבַר H1697 יְהוָ֔ה H3068 הֲמִדְבָּ֤ר H4057 הָיִ֨יתִי֙ H1961 לְיִשְׂרָאֵ֔ל H3478 אִ֛ם H518 אֶ֥רֶץ H776 מַאְפֵּ֖לְיָ֑ה H3991 מַדּ֜וּעַ H4069 אָמְר֤וּ H559 עַמִּי֙ H5971 רַ֔דְנוּ H7300 לֽוֹא H3808 נָב֥וֹא H935 ע֖וֹד H5750 אֵלֶֽיךָ H413 ",
  "32": "הֲתִשְׁכַּ֤ח H7911 בְּתוּלָה֙ H1330 עֶדְיָ֔הּ H5716 כַּלָּ֖ה H3618 קִשֻּׁרֶ֑יהָ H7196 וְעַמִּ֣ H5971 שְׁכֵח֔וּנִי H7911 יָמִ֖ים H3117 אֵ֥ין H369 מִסְפָּֽר H4557 ",
  "33": "מַה H4100 תֵּיטִ֥בִי H3190 דַּרְכֵּ֖ךְ H1870 לְבַקֵּ֣שׁ H1245 אַהֲבָ֑ה H160 לָכֵן֙ H3651 גַּ֣ם H1571 אֶת H853 הָרָע֔וֹת H7451 למדתי H3925 אֶת H853 דְּרָכָֽיִךְ H1870 ",
  "34": "גַּ֤ם H1571 בִּכְנָפַ֨יִ H3671 נִמְצְא֔וּ H4672 דַּ֛ם H1818 נַפְשׁ֥וֹת H5315 אֶבְיוֹנִ֖ים H34 נְקִיִּ֑ים H5355 לֹֽא H3808 בַמַּחְתֶּ֥רֶת H4290 מְצָאתִ֖ים H4672 כִּ֥י H3588 עַל H5921 כָּל H3605 אֵֽלֶּה H428 ",
  "35": "וַתֹּֽאמְרִי֙ H559 כִּ֣י H3588 נִקֵּ֔יתִי H5352 אַ֛ךְ H389 שָׁ֥ב H7725 אַפּ֖וֹ H639 מִמֶּ֑נִּי H4480 הִנְנִי֙ H2005 נִשְׁפָּ֣ט H8199 אוֹתָ֔ךְ H854 עַל H5921 אָמְרֵ֖ךְ H559 לֹ֥א H3808 חָטָֽאתִי H2398 ",
  "36": "מַה H4100 תֵּזְלִ֥י H235 מְאֹ֖ד H3966 לְשַׁנּ֣וֹת H8138 אֶת H853 דַּרְכֵּ֑ךְ H1870 גַּ֤ם H1571 מִמִּצְרַ֨יִם֙ H4714 תֵּב֔וֹשִׁי H954 כַּאֲשֶׁר H834 בֹּ֖שְׁתְּ H954 מֵאַשּֽׁוּר H804 ",
  "37": "גַּ֣ם H1571 מֵאֵ֥ת H853 זֶה֙ H2088 תֵּֽצְאִ֔י H3318 וְיָדַ֖יִ H3027 עַל H5921 רֹאשֵׁ֑ךְ H7218 כִּֽי H3588 מָאַ֤ס H3988 יְהֹוָה֙ H3068 בְּמִבְטַחַ֔יִ H4009 וְלֹ֥א H3808 תַצְלִ֖יחִי H6743 לָהֶֽם Hl "
}
