{
  "1": "וַיִּשְׁמַ֤ע H8085 פַּשְׁחוּר֙ H6583 בֶּן H1121 אִמֵּ֣ר H564 הַכֹּהֵ֔ן H3548 וְהֽוּא H1931 פָקִ֥יד H6496 נָגִ֖יד H5057 בְּבֵ֣ית H1004 יְהוָ֑ה H3068 אֶֽת H853 יִרְמְיָ֔הוּ H3414 נִבָּ֖א H5012 אֶת H853 הַדְּבָרִ֥ים H1697 הָאֵֽלֶּה H428 ",
  "2": "וַיַּכֶּ֣ה H5221 פַשְׁח֔וּר H6583 אֵ֖ת H853 יִרְמְיָ֣הוּ H3414 הַנָּבִ֑יא H5030 וַיִּתֵּ֨ן H5414 אֹת֜וֹ H853 עַל H5921 הַמַּהְפֶּ֗כֶת H4115 אֲשֶׁ֨ר H834 בְּשַׁ֤עַר H8179 בִּנְיָמִן֙ H1144 הָֽעֶלְי֔וֹן H5945 אֲשֶׁ֖ר H834 בְּבֵ֥ית H1004 יְהוָֽה H3068 ",
  "3": "וַֽיְהִי֙ H1961 מִֽמָּחֳרָ֔ת H4283 וַיֹּצֵ֥א H3318 פַשְׁח֛וּר H6583 אֶֽת H853 יִרְמְיָ֖הוּ H3414 מִן H4480 הַמַּהְפָּ֑כֶת H4115 וַיֹּ֨אמֶר H559 אֵלָ֜יו H413 יִרְמְיָ֗הוּ H3414 לֹ֤א H3808 פַשְׁחוּר֙ H6583 קָרָ֤א H7121 יְהוָה֙ H3068 שְׁמֶ֔ךָ H8034 כִּ֖י H3588 אִם H518 מָג֥וֹר H4036 מִסָּבִֽיב H4036 ",
  "4": "כִּ֣י H3588 כֹ֣ה H3541 אָמַ֣ר H559 יְהוָ֡ה H3068 הִנְנִי֩ H2005 נֹתֶנְךָ֨ H5414 לְמָג֜וֹר H4032 לְךָ֣ Hl וּלְ H3605 אֹהֲבֶ֗יךָ H157 וְנָֽפְל֛וּ H5307 בְּחֶ֥רֶב H2719 אֹיְבֵיהֶ֖ם H341 וְעֵינֶ֣י H5869 רֹא֑וֹת H7200 וְאֶת H853 כָּל H3605 יְהוּדָ֗ה H3063 אֶתֵּן֙ H5414 בְּיַ֣ד H3027 מֶֽלֶךְ H4428 בָּבֶ֔ל H894 וְהִגְלָ֥ H1540 בָּבֶ֖לָה H894 וְהִכָּ֥ H5221 בֶּחָֽרֶב H2719 ",
  "5": "וְנָתַתִּ֗י H5414 אֶת H853 כָּל H3605 חֹ֨סֶן֙ H2633 הָעִ֣יר H5892 הַזֹּ֔את H2063 וְאֶת H853 כָּל H3605 יְגִיעָ֖הּ H3018 וְאֶת H853 כָּל H3605 יְקָרָ֑הּ H3366 וְאֵ֨ת H853 כָּל H3605 אוֹצְר֜וֹת H214 מַלְכֵ֣י H4428 יְהוּדָ֗ה H3063 אֶתֵּן֙ H5414 בְּיַ֣ד H3027 אֹֽיְבֵיהֶ֔ם H341 וּבְזָזוּ H962 וּלְקָח֔וּ H3947 וֶהֱבִיא֖וּ H935 בָּבֶֽלָה H894 ",
  "6": "וְאַתָּ֣ה H859 פַשְׁח֗וּר H6583 וְכֹל֙ H3605 יֹשְׁבֵ֣י H3427 בֵיתֶ֔ךָ H1004 תֵּלְכ֖וּ H3212 בַּשֶּׁ֑בִי H7628 וּבָבֶ֣ל H894 תָּב֗וֹא H935 וְשָׁ֤ם H8033 תָּמוּת֙ H4191 וְשָׁ֣ם H8033 תִּקָּבֵ֔ר H6912 אַתָּה֙ H859 וְכָל H3605 אֹ֣הֲבֶ֔יךָ H157 אֲשֶׁר H834 נִבֵּ֥אתָ H5012 לָהֶ֖ם H1992 בַּשָּֽׁקֶר H8267 ",
  "7": "פִּתִּיתַ֤נִי H6601 יְהוָה֙ H3068 וָֽאֶפָּ֔ת H6601 חֲזַקְתַּ֖נִי H2388 וַתּוּכָ֑ל H3201 הָיִ֤יתִי H1961 לִשְׂחוֹק֙ H7814 כָּל H3605 הַיּ֔וֹם H3117 כֻּלֹּ֖ה H3605 לֹעֵ֥ג H3932 לִֽי Hl ",
  "8": "כִּֽי H3588 מִדֵּ֤י H1767 אֲדַבֵּר֙ H1696 אֶזְעָ֔ק H2199 חָמָ֥ס H2555 וָשֹׁ֖ד H7701 אֶקְרָ֑א H7121 כִּֽי H3588 הָיָ֨ה H1961 דְבַר H1697 יְהוָ֥ה H3068 לִ֛י Hl לְחֶרְפָּ֥ה H2781 וּלְ H7047 כָּל H3605 הַיּֽוֹם H3117 ",
  "9": "וְאָמַרְתִּ֣י H559 לֹֽא H3808 אֶזְכְּרֶ֗נּוּ H2142 וְלֹֽא H3808 אֲדַבֵּ֥ר H1696 עוֹד֙ H5750 בִּשְׁמ֔ H8034 וְהָיָ֤ה H1961 בְלִבִּ H3820 כְּאֵ֣שׁ H784 בֹּעֶ֔רֶת H1197 עָצֻ֖ר H6113 בְּעַצְמֹתָ֑ H6106 וְנִלְאֵ֥יתִי H3811 כַּֽלְכֵ֖ל H3557 וְלֹ֥א H3808 אוּכָֽל H3201 ",
  "10": "כִּ֣י H3588 שָׁמַ֜עְתִּי H8085 דִּבַּ֣ת H1681 רַבִּים֮ H7227 מָג֣וֹר H4032 מִסָּבִיב֒ H5439 הַגִּ֨ידוּ֙ H5046 וְנַגִּידֶ֔ H5046 כֹּ֚ל H3605 אֱנ֣וֹשׁ H582 שְׁלוֹמִ֔י H7965 שֹׁמְרֵ֖י H8104 צַלְעִ֑י H6761 אוּלַ֤י H194 יְפֻתֶּה֙ H6601 וְנ֣וּכְלָה H3201 ל֔וֹ Hl וְנִקְחָ֥ה H3947 נִקְמָתֵ֖נוּ H5360 מִמֶּֽנּוּ H4480 ",
  "11": "וַֽיהוָ֤ה H3068 אוֹתִי֙ H854 כְּגִבּ֣וֹר H1368 עָרִ֔יץ H6184 עַל H5921 כֵּ֛ן H3651 רֹדְפַ֥י H7291 יִכָּשְׁל֖וּ H3782 וְלֹ֣א H3808 יֻכָ֑לוּ H3201 בֹּ֤שׁוּ H954 מְאֹד֙ H3966 כִּֽי H3588 לֹ֣א H3808 הִשְׂכִּ֔ילוּ H7919 כְּלִמַּ֥ת H3639 עוֹלָ֖ם H5769 לֹ֥א H3808 תִשָּׁכֵֽחַ H7911 ",
  "12": "וַיהוָ֤ה H3068 צְבָאוֹת֙ H6635 בֹּחֵ֣ן H974 צַדִּ֔יק H6662 רֹאֶ֥ה H7200 כְלָי֖וֹת H3629 וָלֵ֑ב H3820 אֶרְאֶ֤ה H7200 נִקְמָֽתְךָ֙ H5360 מֵהֶ֔ם H1992 כִּ֥י H3588 אֵלֶ֖יךָ H413 גִּלִּ֥יתִי H1540 אֶת H853 רִיבִֽי H7379 ",
  "13": "שִׁ֚ירוּ H7891 לַֽיהוָ֔ה H3068 הַֽלְל֖וּ H1984 אֶת H853 יְהוָ֑ה H3068 כִּ֥י H3588 הִצִּ֛יל H5337 אֶת H853 נֶ֥פֶשׁ H5315 אֶבְי֖וֹן H34 מִיַּ֥ד H3027 מְרֵעִֽים H7489 ",
  "14": "אָר֣וּר H779 הַיּ֔וֹם H3117 אֲשֶׁ֥ר H834 יֻלַּ֖דְתִּי H3205 בּ֑וֹ Hb י֛וֹם H3117 אֲשֶׁר H834 יְלָדַ֥תְנִי H3205 אִמִּ֖י H517 אַל H408 יְהִ֥י H1961 בָרֽוּךְ H1288 ",
  "15": "אָר֣וּר H779 הָאִ֗ישׁ H376 אֲשֶׁ֨ר H834 בִּשַּׂ֤ר H1319 אֶת H853 אָבִי֙ H1 לֵאמֹ֔ר H559 יֻֽלַּד H3205 לְךָ֖ Hl בֵּ֣ן H1121 זָכָ֑ר H2145 שַׂמֵּ֖חַ H8055 שִׂמֳּחָֽהוּ H8055 ",
  "16": "וְהָיָה֙ H1961 הָאִ֣ישׁ H376 הַה֔וּא H1931 כֶּֽעָרִ֛ים H5892 אֲשֶׁר H834 הָפַ֥ךְ H2015 יְהוָ֖ה H3068 וְלֹ֣א H3808 נִחָ֑ם H5162 וְשָׁמַ֤ע H8085 זְעָקָה֙ H2201 בַּבֹּ֔קֶר H1242 וּתְרוּעָ֖ה H8643 בְּעֵ֥ת H6256 צָהֳרָֽיִם H6672 ",
  "17": "אֲשֶׁ֥ר H834 לֹא H3808 מוֹתְתַ֖נִי H4191 מֵרָ֑חֶם H7358 וַתְּהִי H1961 לִ֤י Hl אִמִּי֙ H517 קִבְרִ֔י H6913 וְרַחְמָ֖ H7358 הֲרַ֥ת H2030 עוֹלָֽם H5769 ",
  "18": "לָ֤מָּה H4100 זֶּה֙ H2088 מֵרֶ֣חֶם H7358 יָצָ֔אתִי H3318 לִרְא֥וֹת H7200 עָמָ֖ל H5999 וְיָג֑וֹן H3015 וַיִּכְל֥וּ H3615 בְּבֹ֖שֶׁת H1322 יָמָֽי H3117 "
}
