{
  "1": "הַדָּבָ֛ר H1697 אֲשֶׁר H834 הָיָ֥ה H1961 אֶֽל H413 יִרְמְיָ֖הוּ H3414 מֵאֵ֣ת H853 יְהוָ֑ה H3068 בִּשְׁלֹ֨חַ H7971 אֵלָ֜יו H413 הַמֶּ֣לֶךְ H4428 צִדְקִיָּ֗הוּ H6667 אֶת H853 פַּשְׁחוּר֙ H6583 בֶּן H1121 מַלְכִּיָּ֔ה H4441 וְאֶת H853 צְפַנְיָ֧ה H6846 בֶן H1121 מַעֲשֵׂיָ֛ה H4641 הַכֹּהֵ֖ן H3548 לֵאמֹֽר H559 ",
  "2": "דְּרָשׁ H1875 נָ֤א H4994 בַעֲדֵ֨נוּ֙ H1157 אֶת H853 יְהוָ֔ה H3068 כִּ֛י H3588 נְבוּכַדְרֶאצַּ֥ר H5019 מֶֽלֶךְ H4428 בָּבֶ֖ל H894 נִלְחָ֣ם H3898 עָלֵ֑ינוּ H5921 אוּלַי֩ H194 יַעֲשֶׂ֨ה H6213 יְהוָ֤ה H3068 אוֹתָ֨נוּ֙ H854 כְּכָל H3605 נִפְלְאֹתָ֔יו H6381 וְיַעֲלֶ֖ה H5927 מֵעָלֵֽי H5921 ",
  "3": "וַיֹּ֥אמֶר H559 יִרְמְיָ֖הוּ H3414 אֲלֵיהֶ֑ם H413 כֹּ֥ה H3541 תֹאמְרֻ֖ן H559 אֶל H413 צִדְקִיָּֽהוּ H6667 ",
  "4": "כֹּֽה H3541 אָמַ֨ר H559 יְהוָ֜ה H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֗ל H3478 הִנְנִ֣י H2005 מֵסֵב֮ H5437 אֶת H853 כְּלֵ֣י H3627 הַמִּלְחָמָה֮ H4421 אֲשֶׁ֣ר H834 בְּיֶדְ H3027 אֲשֶׁ֨ר H834 אַתֶּ֜ם H859 נִלְחָמִ֣ים H3898 בָּ֗ם Hb אֶת H853 מֶ֤לֶךְ H4428 בָּבֶל֙ H894 וְאֶת H853 הַכַּשְׂדִּ֔ים H3778 הַצָּרִ֣ים H6696 עֲלֵיכֶ֔ם H5921 מִח֖וּץ H2351 לַֽחוֹמָ֑ה H2346 וְאָסַפְתִּ֣י H622 אוֹתָ֔ם H853 אֶל H413 תּ֖וֹךְ H8432 הָעִ֥יר H5892 הַזֹּֽאת H2063 ",
  "5": "וְנִלְחַמְתִּ֤י H3898 אֲנִי֙ H589 אִתְּכֶ֔ם H854 בְּיָ֥ד H3027 נְטוּיָ֖ה H5186 וּבִ H2220 חֲזָקָ֑ה H2389 וּבְ H639 וּבְ H2534 וּבְ H7110 גָּדֽוֹל H1419 ",
  "6": "וְהִכֵּיתִ֗י H5221 אֶת H853 יֽוֹשְׁבֵי֙ H3427 הָעִ֣יר H5892 הַזֹּ֔את H2063 וְאֶת H853 הָאָדָ֖ם H120 וְאֶת H853 הַבְּהֵמָ֑ה H929 בְּדֶ֥בֶר H1698 גָּד֖וֹל H1419 יָמֻֽתוּ H4191 ",
  "7": "וְאַחֲרֵי H310 כֵ֣ן H3651 נְאֻם H5002 יְהוָ֡ה H3068 אֶתֵּ֣ן H5414 אֶת H853 צִדְקִיָּ֣הוּ H6667 מֶֽלֶךְ H4428 יְהוּדָ֣ה H3063 וְאֶת H853 עֲבָדָ֣יו H5650 וְאֶת H853 הָעָ֡ם H5971 וְאֶת H853 הַנִּשְׁאָרִים֩ H7604 בָּעִ֨יר H5892 הַזֹּ֜את H2063 מִן H4480 הַדֶּ֣בֶר H1698 מִן H4480 הַחֶ֣רֶב H2719 וּמִן H4480 הָרָעָ֗ב H7458 בְּיַד֙ H3027 נְבוּכַדְרֶאצַּ֣ר H5019 מֶֽלֶךְ H4428 בָּבֶ֔ל H894 וּבְ H3027 אֹֽיְבֵיהֶ֔ם H341 וּבְ H3027 מְבַקְשֵׁ֣י H1245 נַפְשָׁ֑ם H5315 וְהִכָּ֣ H5221 לְפִי H6310 חֶ֔רֶב H2719 לֹֽא H3808 יָח֣וּס H2347 עֲלֵיהֶ֔ם H5921 וְלֹ֥א H3808 יַחְמֹ֖ל H2550 וְלֹ֥א H3808 יְרַחֵֽם H7355 ",
  "8": "וְאֶל H413 הָעָ֤ם H5971 הַזֶּה֙ H2088 תֹּאמַ֔ר H559 כֹּ֖ה H3541 אָמַ֣ר H559 יְהוָ֑ה H3068 הִנְנִ֤י H2005 נֹתֵן֙ H5414 לִפְנֵי H6440 אֶת H853 דֶּ֥רֶךְ H1870 הַחַיִּ֖ים H2416 וְאֶת H853 דֶּ֥רֶךְ H1870 הַמָּֽוֶת H4194 ",
  "9": "הַיֹּשֵׁב֙ H3427 בָּעִ֣יר H5892 הַזֹּ֔את H2063 יָמ֕וּת H4191 בַּחֶ֖רֶב H2719 וּבָ H7458 וּבַ H1698 וְהַ H3318 וְנָפַ֨ל H5307 עַל H5921 הַכַּשְׂדִּ֜ים H3778 הַצָּרִ֤ים H6696 עֲלֵיכֶם֙ H5921 יחיה H2421 וְהָֽיְתָה H1961 לּ֥וֹ Hl נַפְשׁ֖וֹ H5315 לְשָׁלָֽל H7998 ",
  "10": "כִּ֣י H3588 שַׂ֣מְתִּי H7760 פָ֠נַי H6440 בָּעִ֨יר H5892 הַזֹּ֧את H2063 לְרָעָ֛ה H7451 וְלֹ֥א H3808 לְטוֹבָ֖ה H2896 נְאֻם H5002 יְהוָ֑ה H3068 בְּיַד H3027 מֶ֤לֶךְ H4428 בָּבֶל֙ H894 תִּנָּתֵ֔ן H5414 וּשְׂרָפָ֖ H8313 בָּאֵֽשׁ H784 ",
  "11": "וּלְ H1004 מֶ֣לֶךְ H4428 יְהוּדָ֔ה H3063 שִׁמְע֖וּ H8085 דְּבַר H1697 יְהוָֽה H3068 ",
  "12": "בֵּ֣ית H1004 דָּוִ֗ד H1732 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 דִּ֤ינוּ H1777 לַבֹּ֨קֶר֙ H1242 מִשְׁפָּ֔ט H4941 וְהַצִּ֥ילוּ H5337 גָז֖וּל H1497 מִיַּ֣ד H3027 עוֹשֵׁ֑ק H6231 פֶּן H6435 תֵּצֵ֨א H3318 כָאֵ֜שׁ H784 חֲמָתִ֗י H2534 וּבָעֲרָה֙ H1197 וְאֵ֣ין H369 מְכַבֶּ֔ה H3518 מִפְּנֵ֖י H6440 רֹ֥עַ H7455 מעלליהם H4611 ",
  "13": "הִנְנִ֨י H2005 אֵלַ֜יִךְ H413 יֹשֶׁ֧בֶת H3427 הָעֵ֛מֶק H6010 צ֥וּר H6697 הַמִּישֹׁ֖ר H4334 נְאֻם H5002 יְהוָ֑ה H3068 הָאֹֽמְרִים֙ H559 מִֽי H4310 יֵחַ֣ת H5181 עָלֵ֔ינוּ H5921 וּמִ֥י H4310 יָב֖וֹא H935 בִּמְעוֹנוֹתֵֽי H4585 ",
  "14": "וּפָקַדְתִּ֧י H6485 עֲלֵיכֶ֛ם H5921 כִּפְרִ֥י H6529 מַעַלְלֵיכֶ֖ם H4611 נְאֻם H5002 יְהוָ֑ה H3068 וְהִצַּ֤תִּי H3341 אֵשׁ֙ H784 בְּיַעְרָ֔ H3293 וְאָכְלָ֖ה H398 כָּל H3605 סְבִיבֶֽיהָ H5439 "
}
