{
  "1": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 רֵ֖ד H3381 בֵּֽית H1004 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 וְדִבַּרְתָּ֣ H1696 שָׁ֔ם H8033 אֶת H853 הַדָּבָ֖ר H1697 הַזֶּֽה H2088 ",
  "2": "וְאָֽמַרְתָּ֙ H559 שְׁמַ֣ע H8085 דְּבַר H1697 יְהוָ֔ה H3068 מֶ֣לֶךְ H4428 יְהוּדָ֔ה H3063 הַיֹּשֵׁ֖ב H3427 עַל H5921 כִּסֵּ֣א H3678 דָוִ֑ד H1732 אַתָּ֤ה H859 וַעֲבָדֶ֨י H5650 וְעַמְּ H5971 הַבָּאִ֖ים H935 בַּשְּׁעָרִ֥ים H8179 הָאֵֽלֶּה H428 ",
  "3": "כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 עֲשׂ֤וּ H6213 מִשְׁפָּט֙ H4941 וּצְדָקָ֔ה H6666 וְהַצִּ֥ילוּ H5337 גָז֖וּל H1497 מִיַּ֣ד H3027 עָשׁ֑וֹק H6216 וְגֵר֩ H1616 יָת֨וֹם H3490 וְאַלְמָנָ֤ה H490 אַל H408 תֹּנוּ֙ H3238 אַל H408 תַּחְמֹ֔סוּ H2554 וְדָ֣ם H1818 נָקִ֔י H5355 אַֽל H408 תִּשְׁפְּכ֖וּ H8210 בַּמָּק֥וֹם H4725 הַזֶּֽה H2088 ",
  "4": "כִּ֤י H3588 אִם H518 עָשׂוֹ֙ H6213 תַּֽעֲשׂ֔וּ H6213 אֶת H853 הַדָּבָ֖ר H1697 הַזֶּ֑ה H2088 וּבָ֣אוּ H935 בְשַׁעֲרֵ֣י H8179 הַבַּ֣יִת H1004 הַזֶּ֡ה H2088 מְלָכִים֩ H4428 יֹשְׁבִ֨ים H3427 לְדָוִ֜ד H1732 עַל H5921 כִּסְא֗וֹ H3678 רֹֽכְבִים֙ H7392 בָּרֶ֣כֶב H7393 וּבַ H5483 ה֥וּא H1931 ועבד H5650 וְעַמּֽ H5971 ",
  "5": "וְאִם֙ H518 לֹ֣א H3808 תִשְׁמְע֔וּ H8085 אֶת H853 הַדְּבָרִ֖ים H1697 הָאֵ֑לֶּה H428 בִּ֤י Hb נִשְׁבַּ֨עְתִּי֙ H7650 נְאֻם H5002 יְהוָ֔ה H3068 כִּי H3588 לְחָרְבָּ֥ה H2723 יִֽהְיֶ֖ה H1961 הַבַּ֥יִת H1004 הַזֶּֽה H2088 ",
  "6": "כִּֽי H3588 כֹ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 עַל H5921 בֵּית֙ H1004 מֶ֣לֶךְ H4428 יְהוּדָ֔ה H3063 גִּלְעָ֥ד H1568 אַתָּ֛ה H859 לִ֖י Hl רֹ֣אשׁ H7218 הַלְּבָנ֑וֹן H3844 אִם H518 לֹ֤א H3808 אֲשִֽׁיתְךָ֙ H7896 מִדְבָּ֔ר H4057 עָרִ֖ים H5892 לֹ֥א H3808 נושבה H3427 ",
  "7": "וְקִדַּשְׁתִּ֥י H6942 עָלֶ֛יךָ H5921 מַשְׁחִתִ֖ים H7843 אִ֣ישׁ H376 וְכֵלָ֑י H3627 וְכָֽרְתוּ֙ H3772 מִבְחַ֣ר H4005 אֲרָזֶ֔יךָ H730 וְהִפִּ֖ילוּ H5307 עַל H5921 הָאֵֽשׁ H784 ",
  "8": "וְעָֽבְרוּ֙ H5674 גּוֹיִ֣ם H1471 רַבִּ֔ים H7227 עַ֖ל H5921 הָעִ֣יר H5892 הַזֹּ֑את H2063 וְאָֽמְרוּ֙ H559 אִ֣ישׁ H376 אֶל H413 רֵעֵ֔הוּ H7453 עַל H5921 מֶ֨ה H4100 עָשָׂ֤ה H6213 יְהוָה֙ H3068 כָּ֔כָה H3602 לָעִ֥יר H5892 הַגְּדוֹלָ֖ה H1419 הַזֹּֽאת H2063 ",
  "9": "וְאָ֣מְר֔וּ H559 עַ֚ל H5921 אֲשֶׁ֣ר H834 עָֽזְב֔וּ H5800 אֶת H853 בְּרִ֥ית H1285 יְהוָ֖ה H3068 אֱלֹֽהֵיהֶ֑ם H430 וַיִּֽשְׁתַּחֲו֛וּ H7812 לֵאלֹהִ֥ים H430 אֲחֵרִ֖ים H312 וַיַּעַבְדֽוּ H5647 ",
  "10": "אַל H408 תִּבְכּ֣וּ H1058 לְמֵ֔ת H4191 וְאַל H408 תָּנֻ֖דוּ H5110 ל֑וֹ Hl בְּכ֤וּ H1058 בָכוֹ֙ H1058 לַֽהֹלֵ֔ךְ H1980 כִּ֣י H3588 לֹ֤א H3808 יָשׁוּב֙ H7725 ע֔וֹד H5750 וְרָאָ֖ה H7200 אֶת H853 אֶ֥רֶץ H776 מוֹלַדְתּֽוֹ H4138 ",
  "11": "כִּ֣י H3588 כֹ֣ה H3541 אָֽמַר H559 יְ֠הוָה H3068 אֶל H413 שַׁלֻּ֨ם H7967 בֶּן H1121 יֹאשִׁיָּ֜הוּ H2977 מֶ֣לֶךְ H4428 יְהוּדָ֗ה H3063 הַמֹּלֵךְ֙ H4427 תַּ֚חַת H8478 יֹאשִׁיָּ֣הוּ H2977 אָבִ֔יו H1 אֲשֶׁ֥ר H834 יָצָ֖א H3318 מִן H4480 הַמָּק֣וֹם H4725 הַזֶּ֑ה H2088 לֹֽא H3808 יָשׁ֥וּב H7725 שָׁ֖ם H8033 עֽוֹד H5750 ",
  "12": "כִּ֗י H3588 בִּמְק֛וֹם H4725 אֲשֶׁר H834 הִגְל֥וּ H1540 אֹת֖וֹ H853 שָׁ֣ם H8033 יָמ֑וּת H4191 וְאֶת H853 הָאָ֥רֶץ H776 הַזֹּ֖את H2063 לֹֽא H3808 יִרְאֶ֥ה H7200 עֽוֹד H5750 ",
  "13": "ה֣וֹי H1945 בֹּנֶ֤ה H1129 בֵיתוֹ֙ H1004 בְּֽלֹא H3808 צֶ֔דֶק H6664 וַעֲלִיּוֹתָ֖י H5944 בְּלֹ֣א H3808 מִשְׁפָּ֑ט H4941 בְּרֵעֵ֨ H7453 יַעֲבֹ֣ד H5647 חִנָּ֔ם H2600 וּפֹעֲל֖ H6467 לֹ֥א H3808 יִתֶּן H5414 לֽוֹ Hl ",
  "14": "הָאֹמֵ֗ר H559 אֶבְנֶה H1129 לִּי֙ Hl בֵּ֣ית H1004 מִדּ֔וֹת H4060 וַעֲלִיּ֖וֹת H5944 מְרֻוָּחִ֑ים H7304 וְקָ֤רַֽע H7167 לוֹ֙ Hl חַלּוֹנָ֔י H2474 וְסָפ֣וּן H5603 בָּאָ֔רֶז H730 וּמָשׁ֖וֹחַ H4886 בַּשָּׁשַֽׁר H8350 ",
  "15": "הֲתִֽמְלֹ֔ךְ H4427 כִּ֥י H3588 אַתָּ֖ה H859 מְתַחֲרֶ֣ה H8474 בָאָ֑רֶז H730 אָבִ֜יךָ H1 הֲל֧וֹא H3808 אָכַ֣ל H398 וְשָׁתָ֗ה H8354 וְעָשָׂ֤ה H6213 מִשְׁפָּט֙ H4941 וּצְדָקָ֔ה H6666 אָ֖ז H227 ט֥וֹב H2896 לֽוֹ Hl ",
  "16": "דָּ֛ן H1777 דִּין H1779 עָנִ֥י H6041 וְאֶבְי֖וֹן H34 אָ֣ז H227 ט֑וֹב H2896 הֲלוֹא H3808 הִ֛יא H1931 הַדַּ֥עַת H1847 אֹתִ֖י H853 נְאֻם H5002 יְהוָֽה H3068 ",
  "17": "כִּ֣י H3588 אֵ֤ין H369 עֵינֶ֨יךָ֙ H5869 וְלִבְּ H3820 כִּ֖י H3588 אִם H518 עַל H5921 בִּצְעֶ֑ךָ H1215 וְעַ֤ל H5921 דַּֽם H1818 הַנָּקִי֙ H5355 לִשְׁפּ֔וֹךְ H8210 וְעַל H5921 הָעֹ֥שֶׁק H6233 וְעַל H5921 הַמְּרוּצָ֖ה H4835 לַעֲשֽׂוֹת H6213 ",
  "18": "לָכֵ֞ן H3651 כֹּֽה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 אֶל H413 יְהוֹיָקִ֤ים H3079 בֶּן H1121 יֹאשִׁיָּ֨הוּ֙ H2977 מֶ֣לֶךְ H4428 יְהוּדָ֔ה H3063 לֹא H3808 יִסְפְּד֣וּ H5594 ל֔וֹ Hl ה֥וֹי H1945 אָחִ֖י H251 וְה֣וֹי H1945 אָח֑וֹת H269 לֹא H3808 יִסְפְּד֣וּ H5594 ל֔וֹ Hl ה֥וֹי H1945 אָד֖וֹן H113 וְה֥וֹי H1945 הֹדֹֽה H1935 ",
  "19": "קְבוּרַ֥ת H6900 חֲמ֖וֹר H2543 יִקָּבֵ֑ר H6912 סָח֣וֹב H5498 וְהַשְׁלֵ֔ךְ H7993 מֵהָ֖לְאָה H1973 לְשַׁעֲרֵ֥י H8179 יְרוּשָׁלִָֽם H3389 ",
  "20": "עֲלִ֤י H5927 הַלְּבָנוֹן֙ H3844 וּֽצְעָ֔קִי H6817 וּבַ H1316 תְּנִ֣י H5414 קוֹלֵ֑ךְ H6963 וְצַֽעֲקִי֙ H6817 מֵֽעֲבָרִ֔ים H5682 כִּ֥י H3588 נִשְׁבְּר֖וּ H7665 כָּל H3605 מְאַהֲבָֽיִךְ H157 ",
  "21": "דִּבַּ֤רְתִּי H1696 אֵלַ֨יִךְ֙ H413 בְּשַׁלְוֺתַ֔יִ H7962 אָמַ֖רְתְּ H559 לֹ֣א H3808 אֶשְׁמָ֑ע H8085 זֶ֤ה H2088 דַרְכֵּךְ֙ H1870 מִנְּעוּרַ֔יִ H5271 כִּ֥י H3588 לֹֽא H3808 שָׁמַ֖עַתְּ H8085 בְּקוֹלִֽ H6963 ",
  "22": "כָּל H3605 רֹעַ֨יִךְ֙ H7462 תִּרְעֶה H7462 ר֔וּחַ H7307 וּֽמְאַהֲבַ֖יִ H157 בַּשְּׁבִ֣י H7628 יֵלֵ֑כוּ H3212 כִּ֣י H3588 אָ֤ז H227 תֵּבֹ֨שִׁי֙ H954 וְנִכְלַ֔מְתְּ H3637 מִכֹּ֖ל H3605 רָעָתֵֽךְ H7451 ",
  "23": "ישבתי H3427 בַּלְּבָנ֔וֹן H3844 מקננתי H7077 בָּֽאֲרָזִ֑ים H730 מַה H4100 נֵּחַנְתְּ֙ H2603 בְּבֹא H935 לָ֣ךְ Hl חֲבָלִ֔ים H2256 חִ֖יל H2427 כַּיֹּלֵדָֽה H3205 ",
  "24": "חַי H2416 אָנִי֮ H589 נְאֻם H5002 יְהוָה֒ H3068 כִּ֣י H3588 אִם H518 יִהְיֶ֞ה H1961 כָּנְיָ֤הוּ H3659 בֶן H1121 יְהֽוֹיָקִים֙ H3079 מֶ֣לֶךְ H4428 יְהוּדָ֔ה H3063 חוֹתָ֖ם H2368 עַל H5921 יַ֣ד H3027 יְמִינִ֑י H3225 כִּ֥י H3588 מִשָּׁ֖ם H8033 אֶתְּקֶֽנְךָּ H5423 ",
  "25": "וּנְתַתִּ֗י H5414 בְּיַד֙ H3027 מְבַקְשֵׁ֣י H1245 נַפְשֶׁ֔ךָ H5315 וּבְ H3027 אֲשֶׁר H834 אַתָּ֥ה H859 יָג֖וֹר H3016 מִפְּנֵי H6440 וּבְ H3027 נְבוּכַדְרֶאצַּ֥ר H5019 מֶֽלֶךְ H4428 בָּבֶ֖ל H894 וּבְ H3027 הַכַּשְׂדִּֽים H3778 ",
  "26": "וְהֵֽטַלְתִּ֣י H2904 אֹתְךָ֗ H853 וְאֶֽת H853 אִמְּךָ֙ H517 אֲשֶׁ֣ר H834 יְלָדַ֔תְךָ H3205 עַ֚ל H5921 הָאָ֣רֶץ H776 אַחֶ֔רֶת H312 אֲשֶׁ֥ר H834 לֹֽא H3808 יֻלַּדְתֶּ֖ם H3205 שָׁ֑ם H8033 וְשָׁ֖ם H8033 תָּמֽוּתוּ H4191 ",
  "27": "וְעַל H5921 הָאָ֗רֶץ H776 אֲשֶׁר H834 הֵ֛ם H1992 מְנַשְּׂאִ֥ים H5375 אֶת H853 נַפְשָׁ֖ם H5315 לָשׁ֣וּב H7725 שָׁ֑ם H8033 שָׁ֖מָּה H8033 לֹ֥א H3808 יָשֽׁוּבוּ H7725 ",
  "28": "הַעֶ֨צֶב H6089 נִבְזֶ֜ה H959 נָפ֗וּץ H5310 הָאִ֤ישׁ H376 הַזֶּה֙ H2088 כָּנְיָ֔הוּ H3659 אִ֨ם H518 כְּלִ֔י H3627 אֵ֥ין H369 חֵ֖פֶץ H2656 בּ֑וֹ Hb מַדּ֤וּעַ H4069 הֽוּטֲלוּ֙ H2904 ה֣וּא H1931 וְזַרְע֔ H2233 וְהֻ֨שְׁלְכ֔וּ H7993 עַל H5921 הָאָ֖רֶץ H776 אֲשֶׁ֥ר H834 לֹא H3808 יָדָֽעוּ H3045 ",
  "29": "אֶ֥רֶץ H776 אֶ֖רֶץ H776 אָ֑רֶץ H776 שִׁמְעִ֖י H8085 דְּבַר H1697 יְהוָֽה H3068 ",
  "30": "כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 כִּתְב֞וּ H3789 אֶת H853 הָאִ֤ישׁ H376 הַזֶּה֙ H2088 עֲרִירִ֔י H6185 גֶּ֖בֶר H1397 לֹא H3808 יִצְלַ֣ח H6743 בְּיָמָ֑י H3117 כִּי֩ H3588 לֹ֨א H3808 יִצְלַ֜ח H6743 מִזַּרְע֗ H2233 אִ֚ישׁ H376 יֹשֵׁב֙ H3427 עַל H5921 כִּסֵּ֣א H3678 דָוִ֔ד H1732 וּמֹשֵׁ֥ל H4910 ע֖וֹד H5750 בִּיהוּדָֽה H3063 "
}
