{
  "1": "ה֣וֹי H1945 רֹעִ֗ים H7462 מְאַבְּדִ֧ים H6 וּמְפִצִ֛ים H6327 אֶת H853 צֹ֥אן H6629 מַרְעִיתִ֖י H4830 נְאֻם H5002 יְהוָֽה H3068 ",
  "2": "לָ֠כֵן H3651 כֹּֽה H3541 אָמַ֨ר H559 יְהוָ֜ה H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֗ל H3478 עַֽל H5921 הָרֹעִים֮ H7462 הָרֹעִ֣ים H7462 אֶת H853 עַמִּי֒ H5971 אַתֶּ֞ם H859 הֲפִצֹתֶ֤ם H6327 אֶת H853 צֹאנִי֙ H6629 וַתַּדִּח֔וּ H5080 וְלֹ֥א H3808 פְקַדְתֶּ֖ם H6485 אֹתָ֑ם H853 הִנְנִ֨י H2005 פֹקֵ֧ד H6485 עֲלֵיכֶ֛ם H5921 אֶת H853 רֹ֥עַ H7455 מַעַלְלֵיכֶ֖ם H4611 נְאֻם H5002 יְהוָֽה H3068 ",
  "3": "וַאֲנִ֗י H589 אֲקַבֵּץ֙ H6908 אֶת H853 שְׁאֵרִ֣ית H7611 צֹאנִ֔י H6629 מִכֹּל֙ H3605 הָאֲרָצ֔וֹת H776 אֲשֶׁר H834 הִדַּ֥חְתִּי H5080 אֹתָ֖ם H853 שָׁ֑ם H8033 וַהֲשִׁבֹתִ֥י H7725 אֶתְהֶ֛ן H853 עַל H5921 נְוֵהֶ֖ן H5116 וּפָר֥וּ H6509 וְרָבֽוּ H7235 ",
  "4": "וַהֲקִמֹתִ֧י H6965 עֲלֵיהֶ֛ם H5921 רֹעִ֖ים H7462 וְרָע֑וּ H7462 וְלֹא H3808 יִֽירְא֨וּ H3372 ע֧וֹד H5750 וְלֹא H3808 יֵחַ֛תּוּ H2865 וְלֹ֥א H3808 יִפָּקֵ֖דוּ H6485 נְאֻם H5002 יְהוָֽה H3068 ",
  "5": "הִנֵּ֨ה H2009 יָמִ֤ים H3117 בָּאִים֙ H935 נְאֻם H5002 יְהוָ֔ה H3068 וַהֲקִמֹתִ֥י H6965 לְדָוִ֖ד H1732 צֶ֣מַח H6780 צַדִּ֑יק H6662 וּמָ֤לַךְ H4427 מֶ֨לֶךְ֙ H4428 וְהִשְׂכִּ֔יל H7919 וְעָשָׂ֛ה H6213 מִשְׁפָּ֥ט H4941 וּצְדָקָ֖ה H6666 בָּאָֽרֶץ H776 ",
  "6": "בְּיָמָי H3117 תִּוָּשַׁ֣ע H3467 יְהוּדָ֔ה H3063 וְיִשְׂרָאֵ֖ל H3478 יִשְׁכֹּ֣ן H7931 לָבֶ֑טַח H983 וְזֶה H2088 שְּׁמ֥וֹ H8034 אֲֽשֶׁר H834 יִקְרְא֖וֹ H7121 יְהוָ֥ה H3068 צִדְקֵֽנוּ H6664 ",
  "7": "לָכֵ֛ן H3651 הִנֵּֽה H2009 יָמִ֥ים H3117 בָּאִ֖ים H935 נְאֻם H5002 יְהוָ֑ה H3068 וְלֹא H3808 יֹ֤אמְרוּ H559 עוֹד֙ H5750 חַי H2416 יְהוָ֔ה H3068 אֲשֶׁ֧ר H834 הֶעֱלָ֛ה H5927 אֶת H853 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "8": "כִּ֣י H3588 אִם H518 חַי H2416 יְהוָ֗ה H3068 אֲשֶׁ֣ר H834 הֶעֱלָה֩ H5927 וַאֲשֶׁ֨ר H834 הֵבִ֜יא H935 אֶת H853 זֶ֨רַע H2233 בֵּ֤ית H1004 יִשְׂרָאֵל֙ H3478 מֵאֶ֣רֶץ H776 צָפ֔וֹנָה H6828 וּמִ H3605 הָֽאֲרָצ֔וֹת H776 אֲשֶׁ֥ר H834 הִדַּחְתִּ֖ים H5080 שָׁ֑ם H8033 וְיָשְׁב֖וּ H3427 עַל H5921 אַדְמָתָֽם H127 ",
  "9": "לַנְּבִאִ֞ים H5030 נִשְׁבַּ֧ר H7665 לִבִּ֣י H3820 בְקִרְבִּ֗ H7130 רָֽחֲפוּ֙ H7363 כָּל H3605 עַצְמוֹתַ֔י H6106 הָיִ֨יתִי֙ H1961 כְּאִ֣ישׁ H376 שִׁכּ֔וֹר H7910 וּכְ H1397 עֲבָ֣רוֹ H5674 יָ֑יִן H3196 מִפְּנֵ֣י H6440 יְהוָ֔ה H3068 וּמִ H6440 דִּבְרֵ֥י H1697 קָדְשֽׁוֹ H6944 ",
  "10": "כִּ֤י H3588 מְנָֽאֲפִים֙ H5003 מָלְאָ֣ה H4390 הָאָ֔רֶץ H776 כִּֽי H3588 מִפְּנֵ֤י H6440 אָלָה֙ H423 אָבְלָ֣ה H56 הָאָ֔רֶץ H776 יָבְשׁ֖וּ H3001 נְא֣וֹת H4999 מִדְבָּ֑ר H4057 וַתְּהִ֤י H1961 מְרֽוּצָתָם֙ H4794 רָעָ֔ה H7451 וּגְבוּרָתָ֖ H1369 לֹא H3808 כֵֽן H3651 ",
  "11": "כִּֽי H3588 גַם H1571 נָבִ֥יא H5030 גַם H1571 כֹּהֵ֖ן H3548 חָנֵ֑פוּ H2610 גַּם H1571 בְּבֵיתִ֛ H1004 מָצָ֥אתִי H4672 רָעָתָ֖ם H7451 נְאֻם H5002 יְהוָֽה H3068 ",
  "12": "לָכֵן֩ H3651 יִֽהְיֶ֨ה H1961 דַרְכָּ֜ם H1870 לָהֶ֗ם H1992 כַּחֲלַקְלַקּוֹת֙ H2519 בָּֽאֲפֵלָ֔ה H653 יִדַּ֖חוּ H1760 וְנָ֣פְלוּ H5307 בָ֑הּ Hb כִּֽי H3588 אָבִ֨יא H935 עֲלֵיהֶ֥ם H5921 רָעָ֛ה H7451 שְׁנַ֥ת H8141 פְּקֻדָּתָ֖ם H6486 נְאֻם H5002 יְהוָֽה H3068 ",
  "13": "וּבִ H5030 שֹׁמְר֖וֹן H8111 רָאִ֣יתִי H7200 תִפְלָ֑ה H8604 הִנַּבְּא֣וּ H5012 בַבַּ֔עַל H1168 וַיַּתְע֥וּ H8582 אֶת H853 עַמִּ֖י H5971 אֶת H853 יִשְׂרָאֵֽל H3478 ",
  "14": "וּבִ H5030 יְרוּשָׁלִַ֜ם H3389 רָאִ֣יתִי H7200 שַׁעֲרוּרָ֗ה H8186 נָא֞וֹף H5003 וְהָלֹ֤ךְ H1980 בַּשֶּׁ֨קֶר֙ H8267 וְחִזְּקוּ֙ H2388 יְדֵ֣י H3027 מְרֵעִ֔ים H7489 לְבִ֨לְתִּי H1115 שָׁ֔בוּ H7725 אִ֖ישׁ H376 מֵרָֽעָת֑ H7451 הָֽיוּ H1961 לִ֤י Hl כֻלָּם֙ H3605 כִּסְדֹ֔ם H5467 וְיֹשְׁבֶ֖י H3427 כַּעֲמֹרָֽה H6017 ",
  "15": "לָכֵ֞ן H3651 כֹּֽה H3541 אָמַ֨ר H559 יְהוָ֤ה H3068 צְבָאוֹת֙ H6635 עַל H5921 הַנְּבִאִ֔ים H5030 הִנְנִ֨י H2005 מַאֲכִ֤יל H398 אוֹתָם֙ H853 לַֽעֲנָ֔ה H3939 וְהִשְׁקִתִ֖י H8248 מֵי H4325 רֹ֑אשׁ H7219 כִּ֗י H3588 מֵאֵת֙ H853 נְבִיאֵ֣י H5030 יְרוּשָׁלִַ֔ם H3389 יָצְאָ֥ה H3318 חֲנֻפָּ֖ה H2613 לְכָל H3605 הָאָֽרֶץ H776 ",
  "16": "כֹּֽה H3541 אָמַ֞ר H559 יְהוָ֣ה H3068 צְבָא֗וֹת H6635 אַֽל H408 תִּשְׁמְע֞וּ H8085 עַל H5921 דִּבְרֵ֤י H1697 הַנְּבִאִים֙ H5030 הַנִּבְּאִ֣ים H5012 לָכֶ֔ם Hl מַהְבִּלִ֥ים H1891 הֵ֖מָּה H1992 אֶתְכֶ֑ם H853 חֲז֤וֹן H2377 לִבָּם֙ H3820 יְדַבֵּ֔רוּ H1696 לֹ֖א H3808 מִפִּ֥י H6310 יְהוָֽה H3068 ",
  "17": "אֹמְרִ֤ים H559 אָמוֹר֙ H559 לִֽמְנַאֲצַ֔ H5006 דִּבֶּ֣ר H1696 יְהוָ֔ה H3068 שָׁל֖וֹם H7965 יִֽהְיֶ֣ה H1961 לָכֶ֑ם Hl וְ֠כֹל H3605 הֹלֵ֞ךְ H1980 בִּשְׁרִר֤וּת H8307 לִבּוֹ֙ H3820 אָֽמְר֔וּ H559 לֹֽא H3808 תָב֥וֹא H935 עֲלֵיכֶ֖ם H5921 רָעָֽה H7451 ",
  "18": "כִּ֣י H3588 מִ֤י H4310 עָמַד֙ H5975 בְּס֣וֹד H5475 יְהוָ֔ה H3068 וְיֵ֖רֶא H7200 וְיִשְׁמַ֣ע H8085 אֶת H853 דְּבָר֑וֹ H1697 מִֽי H4310 הִקְשִׁ֥יב H7181 דברי H1697 וַיִּשְׁמָֽע H8085 ",
  "19": "הִנֵּ֣ה H2009 סַעֲרַ֣ת H5591 יְהוָ֗ה H3068 חֵמָה֙ H2534 יָֽצְאָ֔ה H3318 וְסַ֖עַר H5591 מִתְחוֹלֵ֑ל H2342 עַ֛ל H5921 רֹ֥אשׁ H7218 רְשָׁעִ֖ים H7563 יָחֽוּל H2342 ",
  "20": "לֹ֤א H3808 יָשׁוּב֙ H7725 אַף H639 יְהוָ֔ה H3068 עַד H5704 עֲשֹׂת֥וֹ H6213 וְעַד H5704 הֲקִימ֖וֹ H6965 מְזִמּ֣וֹת H4209 לִבּ֑וֹ H3820 בְּאַֽחֲרִית֙ H319 הַיָּמִ֔ים H3117 תִּתְבּ֥וֹנְנוּ H995 בָ֖הּ Hb בִּינָֽה H998 ",
  "21": "לֹא H3808 שָׁלַ֥חְתִּי H7971 אֶת H853 הַנְּבִאִ֖ים H5030 וְהֵ֣ם H1992 רָ֑צוּ H7323 לֹא H3808 דִבַּ֥רְתִּי H1696 אֲלֵיהֶ֖ם H413 וְהֵ֥ם H1992 נִבָּֽאוּ H5012 ",
  "22": "וְאִֽם H518 עָמְד֖וּ H5975 בְּסוֹדִ֑ H5475 וְיַשְׁמִ֤עוּ H8085 דְבָרַי֙ H1697 אֶת H853 עַמִּ֔י H5971 וִֽישִׁבוּ H7725 מִדַּרְכָּ֣ H1870 הָרָ֔ע H7451 וּמֵ H7455 מַֽעַלְלֵיהֶֽם H4611 ",
  "23": "הַאֱלֹהֵ֧י H430 מִקָּרֹ֛ב H7138 אָ֖נִי H589 נְאֻם H5002 יְהוָ֑ה H3068 וְלֹ֥א H3808 אֱלֹהֵ֖י H430 מֵרָחֹֽק H7350 ",
  "24": "אִם H518 יִסָּתֵ֨ר H5641 אִ֧ישׁ H376 בַּמִּסְתָּרִ֛ים H4565 וַאֲנִ֥י H589 לֹֽא H3808 אֶרְאֶ֖נּוּ H7200 נְאֻם H5002 יְהוָ֑ה H3068 הֲל֨וֹא H3808 אֶת H853 הַשָּׁמַ֧יִם H8064 וְאֶת H853 הָאָ֛רֶץ H776 אֲנִ֥י H589 מָלֵ֖א H4390 נְאֻם H5002 יְהוָֽה H3068 ",
  "25": "שָׁמַ֗עְתִּי H8085 אֵ֤ת H853 אֲשֶׁר H834 אָֽמְרוּ֙ H559 הַנְּבִאִ֔ים H5030 הַֽנִּבְּאִ֥ים H5012 בִּשְׁמִ֛ H8034 שֶׁ֖קֶר H8267 לֵאמֹ֑ר H559 חָלַ֖מְתִּי H2492 חָלָֽמְתִּי H2492 ",
  "26": "עַד H5704 מָתַ֗י H4970 הֲיֵ֛שׁ H3426 בְּלֵ֥ב H3820 הַנְּבִאִ֖ים H5030 נִבְּאֵ֣י H5012 הַשָּׁ֑קֶר H8267 וּנְבִיאֵ֖י H5030 תַּרְמִ֥ת H8649 לִבָּֽם H3820 ",
  "27": "הַחֹשְׁבִ֗ים H2803 לְהַשְׁכִּ֤יחַ H7911 אֶת H853 עַמִּי֙ H5971 שְׁמִ֔י H8034 בַּחֲל֣וֹמֹתָ֔ H2472 אֲשֶׁ֥ר H834 יְסַפְּר֖וּ H5608 אִ֣ישׁ H376 לְרֵעֵ֑ H7453 כַּאֲשֶׁ֨ר H834 שָׁכְח֧וּ H7911 אֲבוֹתָ֛ם H1 אֶת H853 שְׁמִ֖י H8034 בַּבָּֽעַל H1168 ",
  "28": "הַנָּבִ֞יא H5030 אֲשֶׁר H834 אִתּ֤וֹ H854 חֲלוֹם֙ H2472 יְסַפֵּ֣ר H5608 חֲל֔וֹם H2472 וַאֲשֶׁ֤ר H834 דְּבָרִי֙ H1697 אִתּ֔וֹ H854 יְדַבֵּ֥ר H1696 דְּבָרִ֖י H1697 אֱמֶ֑ת H571 מַה H4100 לַתֶּ֥בֶן H8401 אֶת H854 הַבָּ֖ר H1250 נְאֻם H5002 יְהוָֽה H3068 ",
  "29": "הֲל֨וֹא H3808 כֹ֧ה H3541 דְבָרִ֛י H1697 כָּאֵ֖שׁ H784 נְאֻם H5002 יְהוָ֑ה H3068 וּכְ H6360 יְפֹ֥צֵֽץ H6327 סָֽלַע H5553 ",
  "30": "לָכֵ֛ן H3651 הִנְנִ֥י H2005 עַל H5921 הַנְּבִאִ֖ים H5030 נְאֻם H5002 יְהוָ֑ה H3068 מְגַנְּבֵ֣י H1589 דְבָרַ֔י H1697 אִ֖ישׁ H376 מֵאֵ֥ת H853 רֵעֵֽהוּ H7453 ",
  "31": "הִנְנִ֥י H2005 עַל H5921 הַנְּבִיאִ֖ם H5030 נְאֻם H5002 יְהוָ֑ה H3068 הַלֹּקְחִ֣ים H3947 לְשׁוֹנָ֔ם H3956 וַֽיִּנְאֲמ֖וּ H5001 נְאֻֽם H5002 ",
  "32": "הִ֠נְנִי H2005 עַֽל H5921 נִבְּאֵ֞י H5012 חֲלֹמ֥וֹת H2472 שֶׁ֨קֶר֙ H8267 נְאֻם H5002 יְהוָ֔ה H3068 וַֽיְסַפְּרוּ H5608 וַיַּתְע֣וּ H8582 אֶת H853 עַמִּ֔י H5971 בְּשִׁקְרֵי H8267 וּבְ H6350 וְאָנֹכִ֨י H595 לֹֽא H3808 שְׁלַחְתִּ֜ים H7971 וְלֹ֣א H3808 צִוִּיתִ֗ים H6680 וְהוֹעֵ֛יל H3276 לֹֽא H3808 יוֹעִ֥ילוּ H3276 לָֽעָם H5971 הַזֶּ֖ה H2088 נְאֻם H5002 יְהוָֽה H3068 ",
  "33": "וְכִי H3588 יִשְׁאָלְךָ֩ H7592 הָעָ֨ם H5971 הַזֶּ֜ה H2088 אֽוֹ H176 הַנָּבִ֤יא H5030 אֽוֹ H176 כֹהֵן֙ H3548 לֵאמֹ֔ר H559 מַה H4100 מַשָּׂ֖א H4853 יְהוָ֑ה H3068 וְאָמַרְתָּ֤ H559 אֲלֵיהֶם֙ H413 אֶת H853 מַה H4100 מַשָּׂ֔א H4853 וְנָטַשְׁתִּ֥י H5203 אֶתְכֶ֖ם H853 נְאֻם H5002 יְהוָֽה H3068 ",
  "34": "וְהַ H5030 וְהַ H3548 וְהָ H5971 אֲשֶׁ֥ר H834 יֹאמַ֖ר H559 מַשָּׂ֣א H4853 יְהוָ֑ה H3068 וּפָקַדְתִּ֛י H6485 עַל H5921 הָאִ֥ישׁ H376 הַה֖וּא H1931 וְעַל H5921 בֵּיתֽוֹ H1004 ",
  "35": "כֹּ֥ה H3541 תֹאמְר֛וּ H559 אִ֥ישׁ H376 עַל H5921 רֵעֵ֖הוּ H7453 וְאִ֣ישׁ H376 אֶל H413 אָחִ֑יו H251 מֶה H4100 עָנָ֣ה H6030 יְהוָ֔ה H3068 וּמַה H4100 דִּבֶּ֖ר H1696 יְהוָֽה H3068 ",
  "36": "וּמַשָּׂ֥א H4853 יְהוָ֖ה H3068 לֹ֣א H3808 תִזְכְּרוּ H2142 ע֑וֹד H5750 כִּ֣י H3588 הַמַּשָּׂ֗א H4853 יִֽהְיֶה֙ H1961 לְאִ֣ישׁ H376 דְּבָר֔וֹ H1697 וַהֲפַכְתֶּ֗ם H2015 אֶת H853 דִּבְרֵי֙ H1697 אֱלֹהִ֣ים H430 חַיִּ֔ים H2416 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 אֱלֹהֵֽינוּ H430 ",
  "37": "כֹּ֥ה H3541 תֹאמַ֖ר H559 אֶל H413 הַנָּבִ֑יא H5030 מֶה H4100 עָנָ֣ךְ H6030 יְהוָ֔ה H3068 וּמַה H4100 דִּבֶּ֖ר H1696 יְהוָֽה H3068 ",
  "38": "וְאִם H518 מַשָּׂ֣א H4853 יְהוָה֮ H3068 תֹּאמֵרוּ֒ H559 לָכֵ֗ן H3651 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 יַ֧עַן H3282 אֲמָרְכֶ֛ם H559 אֶת H853 הַדָּבָ֥ר H1697 הַזֶּ֖ה H2088 מַשָּׂ֣א H4853 יְהוָ֑ה H3068 וָאֶשְׁלַ֤ח H7971 אֲלֵיכֶם֙ H413 לֵאמֹ֔ר H559 לֹ֥א H3808 תֹאמְר֖וּ H559 מַשָּׂ֥א H4853 יְהוָֽה H3068 ",
  "39": "לָכֵ֣ן H3651 הִנְנִ֔י H2005 וְנָשִׁ֥יתִי H5382 אֶתְכֶ֖ם H853 נָשֹׁ֑א H5377 וְנָטַשְׁתִּ֣י H5203 אֶתְכֶ֗ם H853 וְאֶת H853 הָעִיר֙ H5892 אֲשֶׁ֨ר H834 נָתַ֧תִּי H5414 לָכֶ֛ם Hl וְלַ H1 מֵעַ֥ל H5921 פָּנָֽי H6440 ",
  "40": "וְנָתַתִּ֥י H5414 עֲלֵיכֶ֖ם H5921 חֶרְפַּ֣ת H2781 עוֹלָ֑ם H5769 וּכְלִמּ֣וּת H3640 עוֹלָ֔ם H5769 אֲשֶׁ֖ר H834 לֹ֥א H3808 תִשָּׁכֵֽחַ H7911 "
}
