{
  "1": "בְּרֵאשִׁ֗ית H7225 מַמְלֶ֛כֶת H4467 יְהוֹיָקִ֥ם H3079 בֶּן H1121 יֹאושִׁיָּ֖הוּ H2977 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 הָיָ֞ה H1961 הַדָּבָ֤ר H1697 הַזֶּה֙ H2088 אֶֽל H413 יִרְמְיָ֔ה H3414 מֵאֵ֥ת H853 יְהוָ֖ה H3068 לֵאמֹֽר H559 ",
  "2": "כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֵלַ֔י H413 עֲשֵׂ֣ה H6213 לְךָ֔ Hl מוֹסֵר֖וֹת H4147 וּמֹט֑וֹת H4133 וּנְתַתָּ֖ H5414 עַל H5921 צַוָּארֶֽךָ H6677 ",
  "3": "וְשִׁלַּחְתָּ H7971 אֶל H413 מֶ֨לֶךְ H4428 אֱד֜וֹם H123 וְאֶל H413 מֶ֣לֶךְ H4428 מוֹאָ֗ב H4124 וְאֶל H413 מֶ֨לֶךְ֙ H4428 בְּנֵ֣י H1121 עַמּ֔וֹן H5983 וְאֶל H413 מֶ֥לֶךְ H4428 צֹ֖ר H6865 וְאֶל H413 מֶ֣לֶךְ H4428 צִיד֑וֹן H6721 בְּיַ֤ד H3027 מַלְאָכִים֙ H4397 הַבָּאִ֣ים H935 יְרוּשָׁלִַ֔ם H3389 אֶל H413 צִדְקִיָּ֖הוּ H6667 מֶ֥לֶךְ H4428 יְהוּדָֽה H3063 ",
  "4": "וְצִוִּיתָ֣ H6680 אֹתָ֔ם H853 אֶל H413 אֲדֹֽנֵיהֶ֖ם H113 לֵאמֹ֑ר H559 כֹּֽה H3541 אָמַ֞ר H559 יְהוָ֤ה H3068 צְבָאוֹת֙ H6635 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 כֹּ֥ה H3541 תֹֽאמְר֖וּ H559 אֶל H413 אֲדֹֽנֵיכֶֽם H113 ",
  "5": "אָנֹכִ֞י H595 עָשִׂ֣יתִי H6213 אֶת H853 הָאָ֗רֶץ H776 אֶת H853 הָאָדָ֤ם H120 וְאֶת H853 הַבְּהֵמָה֙ H929 אֲשֶׁר֙ H834 עַל H5921 פְּנֵ֣י H6440 הָאָ֔רֶץ H776 בְּכֹחִ H3581 הַגָּד֔וֹל H1419 וּבִ H2220 הַנְּטוּיָ֑ה H5186 וּנְתַתִּ֕י H5414 לַאֲשֶׁ֖ר H834 יָשַׁ֥ר H3474 בְּעֵינָֽ H5869 ",
  "6": "וְעַתָּ֗ה H6258 אָֽנֹכִי֙ H595 נָתַ֨תִּי֙ H5414 אֶת H853 כָּל H3605 הָאֲרָצ֣וֹת H776 הָאֵ֔לֶּה H428 בְּיַ֛ד H3027 נְבוּכַדְנֶאצַּ֥ר H5019 מֶֽלֶךְ H4428 בָּבֶ֖ל H894 עַבְדִּ֑י H5650 וְגַם֙ H1571 אֶת H853 חַיַּ֣ת H2416 הַשָּׂדֶ֔ה H7704 נָתַ֥תִּי H5414 ל֖וֹ Hl לְעָבְדֽ H5647 ",
  "7": "וְעָבְד֤וּ H5647 אֹתוֹ֙ H853 כָּל H3605 הַגּוֹיִ֔ם H1471 וְאֶת H853 בְּנ֖וֹ H1121 וְאֶֽת H853 בֶּן H1121 בְּנ֑וֹ H1121 עַ֣ד H5704 בֹּא H935 עֵ֤ת H6256 אַרְצוֹ֙ H776 גַּם H1571 ה֔וּא H1931 וְעָ֤בְדוּ H5647 בוֹ֙ Hb גּוֹיִ֣ם H1471 רַבִּ֔ים H7227 וּמְלָכִ֖ים H4428 גְּדֹלִֽים H1419 ",
  "8": "וְהָיָ֨ה H1961 הַגּ֜וֹי H1471 וְהַ H4467 אֲשֶׁ֨ר H834 לֹֽא H3808 יַעַבְד֤וּ H5647 אֹתוֹ֙ H853 אֶת H853 נְבוּכַדְנֶאצַּ֣ר H5019 מֶֽלֶךְ H4428 בָּבֶ֔ל H894 וְאֵ֨ת H853 אֲשֶׁ֤ר H834 לֹֽא H3808 יִתֵּן֙ H5414 אֶת H853 צַוָּאר֔וֹ H6677 בְּעֹ֖ל H5923 מֶ֣לֶךְ H4428 בָּבֶ֑ל H894 בַּחֶרֶב֩ H2719 וּבָ H7458 וּבַ H1698 אֶפְקֹ֨ד H6485 עַל H5921 הַגּ֤וֹי H1471 הַהוּא֙ H1931 נְאֻם H5002 יְהוָ֔ה H3068 עַד H5704 תֻּמִּ֥י H8552 אֹתָ֖ם H853 בְּיָדֽ H3027 ",
  "9": "וְ֠אַתֶּם H859 אַל H408 תִּשְׁמְע֨וּ H8085 אֶל H413 נְבִיאֵיכֶ֜ם H5030 וְאֶל H413 קֹֽסְמֵיכֶ֗ם H7080 וְאֶל֙ H413 חֲלֹמֹ֣תֵיכֶ֔ם H2472 וְאֶל H413 עֹֽנְנֵיכֶ֖ם H6049 וְאֶל H413 כַּשָּׁפֵיכֶ֑ם H3786 אֲשֶׁר H834 הֵ֞ם H1992 אֹמְרִ֤ים H559 אֲלֵיכֶם֙ H413 לֵאמֹ֔ר H559 לֹ֥א H3808 תַעַבְד֖וּ H5647 אֶת H853 מֶ֥לֶךְ H4428 בָּבֶֽל H894 ",
  "10": "כִּ֣י H3588 שֶׁ֔קֶר H8267 הֵ֖ם H1992 נִבְּאִ֣ים H5012 לָכֶ֑ם Hl לְמַ֨עַן H4616 הַרְחִ֤יק H7368 אֶתְכֶם֙ H853 מֵעַ֣ל H5921 אַדְמַתְכֶ֔ם H127 וְהִדַּחְתִּ֥י H5080 אֶתְכֶ֖ם H853 וַאֲבַדְתֶּֽם H6 ",
  "11": "וְהַ H1471 אֲשֶׁ֨ר H834 יָבִ֧יא H935 אֶת H853 צַוָּאר֛וֹ H6677 בְּעֹ֥ל H5923 מֶֽלֶךְ H4428 בָּבֶ֖ל H894 וַֽעֲבָד֑ H5647 וְהִנַּחְתִּ֤י H3240 עַל H5921 אַדְמָתוֹ֙ H127 נְאֻם H5002 יְהוָ֔ה H3068 וַֽעֲבָדָ֖ H5647 וְיָ֥שַׁב H3427 בָּֽהּ Hb ",
  "12": "וְאֶל H413 צִדְקִיָּ֤ה H6667 מֶֽלֶךְ H4428 יְהוּדָה֙ H3063 דִּבַּ֔רְתִּי H1696 כְּכָל H3605 הַדְּבָרִ֥ים H1697 הָאֵ֖לֶּה H428 לֵאמֹ֑ר H559 הָבִ֨יאוּ H935 אֶת H853 צַוְּארֵיכֶ֜ם H6677 בְּעֹ֣ל H5923 מֶֽלֶךְ H4428 בָּבֶ֗ל H894 וְעִבְד֥וּ H5647 אֹת֛וֹ H853 וְעַמּ֖ H5971 וִֽחְיֽוּ H2421 ",
  "13": "לָ֤מָּה H4100 תָמ֨וּתוּ֙ H4191 אַתָּ֣ה H859 וְעַמֶּ֔ H5971 בַּחֶ֖רֶב H2719 בָּרָעָ֣ב H7458 וּבַ H1698 כַּֽאֲשֶׁר֙ H834 דִּבֶּ֣ר H1696 יְהוָ֔ה H3068 אֶל H413 הַגּ֕וֹי H1471 אֲשֶׁ֥ר H834 לֹֽא H3808 יַעֲבֹ֖ד H5647 אֶת H853 מֶ֥לֶךְ H4428 בָּבֶֽל H894 ",
  "14": "וְאַֽל H408 תִּשְׁמְע֞וּ H8085 אֶל H413 דִּבְרֵ֣י H1697 הַנְּבִאִ֗ים H5030 הָאֹמְרִ֤ים H559 אֲלֵיכֶם֙ H413 לֵאמֹ֔ר H559 לֹ֥א H3808 תַעַבְד֖וּ H5647 אֶת H853 מֶ֣לֶךְ H4428 בָּבֶ֑ל H894 כִּ֣י H3588 שֶׁ֔קֶר H8267 הֵ֖ם H1992 נִבְּאִ֥ים H5012 לָכֶֽם Hl ",
  "15": "כִּ֣י H3588 לֹ֤א H3808 שְׁלַחְתִּים֙ H7971 נְאֻם H5002 יְהוָ֔ה H3068 וְהֵ֛ם H1992 נִבְּאִ֥ים H5012 בִּשְׁמִ֖ H8034 לַשָּׁ֑קֶר H8267 לְמַ֨עַן H4616 הַדִּיחִ֤י H5080 אֶתְכֶם֙ H853 וַאֲבַדְתֶּ֔ם H6 אַתֶּ֕ם H859 וְהַ H5030 הַֽנִּבְּאִ֥ים H5012 לָכֶֽם Hl ",
  "16": "וְאֶל H413 הַכֹּהֲנִים֩ H3548 וְאֶל H413 כָּל H3605 הָעָ֨ם H5971 הַזֶּ֜ה H2088 דִּבַּ֣רְתִּי H1696 לֵאמֹ֗ר H559 כֹּה֮ H3541 אָמַ֣ר H559 יְהוָה֒ H3068 אַֽל H408 תִּשְׁמְע֞וּ H8085 אֶל H413 דִּבְרֵ֣י H1697 נְבִֽיאֵיכֶ֗ם H5030 הַֽנִּבְּאִ֤ים H5012 לָכֶם֙ Hl לֵאמֹ֔ר H559 הִנֵּ֨ה H2009 כְלֵ֧י H3627 בֵית H1004 יְהוָ֛ה H3068 מוּשָׁבִ֥ים H7725 מִבָּבֶ֖לָ H894 עַתָּ֣ה H6258 מְהֵרָ֑ה H4120 כִּ֣י H3588 שֶׁ֔קֶר H8267 הֵ֖מָּה H1992 נִבְּאִ֥ים H5012 לָכֶֽם Hl ",
  "17": "אַל H408 תִּשְׁמְע֣וּ H8085 אֲלֵיהֶ֔ם H413 עִבְד֥וּ H5647 אֶת H853 מֶֽלֶךְ H4428 בָּבֶ֖ל H894 וִֽחְי֑וּ H2421 לָ֧מָּה H4100 תִֽהְיֶ֛ה H1961 הָעִ֥יר H5892 הַזֹּ֖את H2063 חָרְבָּֽה H2723 ",
  "18": "וְאִם H518 נְבִאִ֣ים H5030 הֵ֔ם H1992 וְאִם H518 יֵ֥שׁ H3426 דְּבַר H1697 יְהוָ֖ה H3068 אִתָּ֑ם H854 יִפְגְּעוּ H6293 נָא֙ H4994 בַּֽיהוָ֣ה H3068 צְבָא֔וֹת H6635 לְבִלְתִּי H1115 בֹ֜אוּ H935 הַכֵּלִ֣ים H3627 הַנּוֹתָרִ֣ים H3498 בְּבֵית H1004 יְהוָ֗ה H3068 וּבֵ֨ית H1004 מֶ֧לֶךְ H4428 יְהוּדָ֛ה H3063 וּבִ H3389 בָּבֶֽלָה H894 ",
  "19": "כִּ֣י H3588 כֹ֤ה H3541 אָמַר֙ H559 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 אֶל H413 הָֽעַמֻּדִ֔ים H5982 וְעַל H5921 הַיָּ֖ם H3220 וְעַל H5921 הַמְּכֹנ֑וֹת H4350 וְעַל֙ H5921 יֶ֣תֶר H3499 הַכֵּלִ֔ים H3627 הַנּוֹתָרִ֖ים H3498 בָּעִ֥יר H5892 הַזֹּֽאת H2063 ",
  "20": "אֲשֶׁ֣ר H834 לֹֽא H3808 לְקָחָ֗ם H3947 נְבֽוּכַדְנֶאצַּר֙ H5019 מֶ֣לֶךְ H4428 בָּבֶ֔ל H894 בַּ֠גְלוֹת H1540 אֶת H853 יְכָונְיָ֨ה H3204 בֶן H1121 יְהוֹיָקִ֧ים H3079 מֶֽלֶךְ H4428 יְהוּדָ֛ה H3063 מִירֽוּשָׁלִַ֖ם H3389 בָּבֶ֑לָה H894 וְאֵ֛ת H853 כָּל H3605 חֹרֵ֥י H2715 יְהוּדָ֖ה H3063 וִירוּשָׁלִָֽם H3389 ",
  "21": "כִּ֣י H3588 כֹ֥ה H3541 אָמַ֛ר H559 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֑ל H3478 עַל H5921 הַכֵּלִ֗ים H3627 הַנּֽוֹתָרִים֙ H3498 בֵּ֣ית H1004 יְהוָ֔ה H3068 וּבֵ֥ית H1004 מֶֽלֶךְ H4428 יְהוּדָ֖ה H3063 וִירוּשָׁלִָֽם H3389 ",
  "22": "בָּבֶ֥לָה H894 יוּבָ֖אוּ H935 וְשָׁ֣מָּ H8033 יִֽהְי֑וּ H1961 עַ֠ד H5704 י֣וֹם H3117 פָּקְדִ֤י H6485 אֹתָם֙ H853 נְאֻם H5002 יְהוָ֔ה H3068 וְהַֽעֲלִיתִי H5927 וַהֲשִׁ֣יבֹתִ֔י H7725 אֶל H413 הַמָּק֖וֹם H4725 הַזֶּֽה H2088 "
}
