{
  "1": "הַדָּבָ֛ר H1697 אֲשֶׁר H834 הָיָ֥ה H1961 אֶֽל H413 יִרְמְיָ֖הוּ H3414 מֵאֵ֣ת H853 יְהוָ֑ה H3068 בִּימֵ֨י H3117 יְהוֹיָקִ֧ים H3079 בֶּן H1121 יֹאשִׁיָּ֛הוּ H2977 מֶ֥לֶךְ H4428 יְהוּדָ֖ה H3063 לֵאמֹֽר H559 ",
  "2": "הָלוֹךְ֮ H1980 אֶל H413 בֵּ֣ית H1004 הָרֵכָבִים֒ H7397 וְדִבַּרְתָּ֣ H1696 אוֹתָ֔ם H853 וַהֲבִֽאוֹתָ H935 בֵּ֣ית H1004 יְהוָ֔ה H3068 אֶל H413 אַחַ֖ת H259 הַלְּשָׁכ֑וֹת H3957 וְהִשְׁקִיתָ֥ H8248 אוֹתָ֖ם H853 יָֽיִן H3196 ",
  "3": "וָאֶקַּ֞ח H3947 אֶת H853 יַאֲזַנְיָ֤ה H2970 בֶֽן H1121 יִרְמְיָ֨הוּ֙ H3414 בֶּן H1121 חֲבַצִּנְיָ֔ה H2262 וְאֶת H853 אֶחָ֖יו H251 וְאֶת H853 כָּל H3605 בָּנָ֑יו H1121 וְאֵ֖ת H853 כָּל H3605 בֵּ֥ית H1004 הָרֵכָבִֽים H7397 ",
  "4": "וָאָבִ֤א H935 אֹתָם֙ H853 בֵּ֣ית H1004 יְהוָ֔ה H3068 אֶל H413 לִשְׁכַּ֗ת H3957 בְּנֵ֛י H1121 חָנָ֥ן H2605 בֶּן H1121 יִגְדַּלְיָ֖הוּ H3012 אִ֣ישׁ H376 הָאֱלֹהִ֑ים H430 אֲשֶׁר H834 אֵ֨צֶל֙ H681 לִשְׁכַּ֣ת H3957 הַשָּׂרִ֔ים H8269 אֲשֶׁ֣ר H834 מִמַּ֗עַל H4605 לְלִשְׁכַּ֛ת H3957 מַעֲשֵׂיָ֥הוּ H4641 בֶן H1121 שַׁלֻּ֖ם H7967 שֹׁמֵ֥ר H8104 הַסַּֽף H5592 ",
  "5": "וָאֶתֵּ֞ן H5414 לִפְנֵ֣י H6440 בְּנֵ֣י H1121 בֵית H1004 הָרֵכָבִ֗ים H7397 גְּבִעִ֛ים H1375 מְלֵאִ֥ים H4392 יַ֖יִן H3196 וְכֹס֑וֹת H3563 וָאֹמַ֥ר H559 אֲלֵיהֶ֖ם H413 שְׁתוּ H8354 יָֽיִן H3196 ",
  "6": "וַיֹּאמְר֖וּ H559 לֹ֣א H3808 נִשְׁתֶּה H8354 יָּ֑יִן H3196 כִּי֩ H3588 יוֹנָדָ֨ב H3122 בֶּן H1121 רֵכָ֜ב H7394 אָבִ֗ינוּ H1 צִוָּ֤ה H6680 עָלֵ֨ינוּ֙ H5921 לֵאמֹ֔ר H559 לֹ֧א H3808 תִשְׁתּוּ H8354 יַ֛יִן H3196 אַתֶּ֥ם H859 וּבְנֵי H1121 עַד H5704 עוֹלָֽם H5769 ",
  "7": "וּבַ֣יִת H1004 לֹֽא H3808 תִבְנ֗וּ H1129 וְזֶ֤רַע H2233 לֹֽא H3808 תִזְרָ֨עוּ֙ H2232 וְכֶ֣רֶם H3754 לֹֽא H3808 תִטָּ֔עוּ H5193 וְלֹ֥א H3808 יִֽהְיֶ֖ה H1961 לָכֶ֑ם Hl כִּ֠י H3588 בָּאֳהָלִ֤ים H168 תֵּֽשְׁבוּ֙ H3427 כָּל H3605 יְמֵיכֶ֔ם H3117 לְמַ֨עַן H4616 תִּֽחְי֜וּ H2421 יָמִ֤ים H3117 רַבִּים֙ H7227 עַל H5921 פְּנֵ֣י H6440 הָאֲדָמָ֔ה H127 אֲשֶׁ֥ר H834 אַתֶּ֖ם H859 גָּרִ֥ים H1481 שָֽׁם H8033 ",
  "8": "וַנִּשְׁמַ֗ע H8085 בְּק֨וֹל H6963 יְהוֹנָדָ֤ב H3082 בֶּן H1121 רֵכָב֙ H7394 אָבִ֔ינוּ H1 לְכֹ֖ל H3605 אֲשֶׁ֣ר H834 צִוָּ֑נוּ H6680 לְבִלְתִּ֤י H1115 שְׁתֽוֹת H8354 יַ֨יִן֙ H3196 כָּל H3605 יָמֵ֔ינוּ H3117 אֲנַ֣חְנוּ H587 נָשֵׁ֔ינוּ H802 בָּנֵ֖ינוּ H1121 וּבְנֹתֵֽי H1323 ",
  "9": "וּלְ H1115 בְּנ֥וֹת H1129 בָּתִּ֖ים H1004 לְשִׁבְתֵּ֑ H3427 וְכֶ֧רֶם H3754 וְשָׂדֶ֛ה H7704 וָזֶ֖רַע H2233 לֹ֥א H3808 יִֽהְיֶה H1961 לָּֽנוּ Hl ",
  "10": "וַנֵּ֖שֶׁב H3427 בָּֽאֳהָלִ֑ים H168 וַנִּשְׁמַ֣ע H8085 וַנַּ֔עַשׂ H6213 כְּכֹ֥ל H3605 אֲשֶׁר H834 צִוָּ֖נוּ H6680 יוֹנָדָ֥ב H3122 אָבִֽינוּ H1 ",
  "11": "וַיְהִ֗י H1961 בַּעֲל֨וֹת H5927 נְבוּכַדְרֶאצַּ֥ר H5019 מֶֽלֶךְ H4428 בָּבֶל֮ H894 אֶל H413 הָאָרֶץ֒ H776 וַנֹּ֗אמֶר H559 בֹּ֚אוּ H935 וְנָב֣וֹא H935 יְרוּשָׁלִַ֔ם H3389 מִפְּנֵי֙ H6440 חֵ֣יל H2428 הַכַּשְׂדִּ֔ים H3778 וּמִ H6440 חֵ֣יל H2428 אֲרָ֑ם H758 וַנֵּ֖שֶׁב H3427 בִּירוּשָׁלִָֽם H3389 ",
  "12": "וַֽיְהִי֙ H1961 דְּבַר H1697 יְהוָ֔ה H3068 אֶֽל H413 יִרְמְיָ֖הוּ H3414 לֵאמֹֽר H559 ",
  "13": "כֹּֽה H3541 אָמַ֞ר H559 יְהוָ֤ה H3068 צְבָאוֹת֙ H6635 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 הָלֹ֤ךְ H1980 וְאָֽמַרְתָּ֙ H559 לְאִ֣ישׁ H376 יְהוּדָ֔ה H3063 וּלְ H3427 יְרֽוּשָׁלִָ֑ם H3389 הֲל֨וֹא H3808 תִקְח֥וּ H3947 מוּסָ֛ר H4148 לִשְׁמֹ֥עַ H8085 אֶל H413 דְּבָרַ֖י H1697 נְאֻם H5002 יְהוָֽה H3068 ",
  "14": "הוּקַ֡ם H6965 אֶת H853 דִּבְרֵ֣י H1697 יְהוֹנָדָ֣ב H3082 בֶּן H1121 רֵ֠כָב H7394 אֲשֶׁר H834 צִוָּ֨ה H6680 אֶת H853 בָּנָ֜יו H1121 לְבִלְתִּ֣י H1115 שְׁתֽוֹת H8354 יַ֗יִן H3196 וְלֹ֤א H3808 שָׁתוּ֙ H8354 עַד H5704 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 כִּ֣י H3588 שָֽׁמְע֔וּ H8085 אֵ֖ת H853 מִצְוַ֣ת H4687 אֲבִיהֶ֑ם H1 וְאָ֨נֹכִ֜י H595 דִּבַּ֤רְתִּי H1696 אֲלֵיכֶם֙ H413 הַשְׁכֵּ֣ם H7925 וְדַבֵּ֔ר H1696 וְלֹ֥א H3808 שְׁמַעְתֶּ֖ם H8085 אֵלָֽי H413 ",
  "15": "וָאֶשְׁלַ֣ח H7971 אֲלֵיכֶ֣ם H413 אֶת H853 כָּל H3605 עֲבָדַ֣י H5650 הַנְּבִאִ֣ים H5030 הַשְׁכֵּ֣ים H7925 וְשָׁלֹ֣חַ H7971 לֵאמֹ֡ר H559 שֻׁבוּ H7725 נָ֡א H4994 אִישׁ֩ H376 מִדַּרְכּ֨ H1870 הָרָעָ֜ה H7451 וְהֵיטִ֣יבוּ H3190 מַֽעַלְלֵיכֶ֗ם H4611 וְאַל H408 תֵּ֨לְכ֜וּ H3212 אַחֲרֵ֨י H310 אֱלֹהִ֤ים H430 אֲחֵרִים֙ H312 לְעָבְדָ֔ H5647 וּשְׁבוּ֙ H3427 אֶל H413 הָ֣אֲדָמָ֔ה H127 אֲשֶׁר H834 נָתַ֥תִּי H5414 לָכֶ֖ם Hl וְלַ H1 וְלֹ֤א H3808 הִטִּיתֶם֙ H5186 אֶֽת H853 אָזְנְכֶ֔ם H241 וְלֹ֥א H3808 שְׁמַעְתֶּ֖ם H8085 אֵלָֽי H413 ",
  "16": "כִּ֣י H3588 הֵקִ֗ימוּ H6965 בְּנֵי֙ H1121 יְהוֹנָדָ֣ב H3082 בֶּן H1121 רֵכָ֔ב H7394 אֶת H853 מִצְוַ֥ת H4687 אֲבִיהֶ֖ם H1 אֲשֶׁ֣ר H834 צִוָּ֑ם H6680 וְהָ H5971 הַזֶּ֔ה H2088 לֹ֥א H3808 שָׁמְע֖וּ H8085 אֵלָֽי H413 ",
  "17": "לָ֠כֵן H3651 כֹּֽה H3541 אָמַ֨ר H559 יְהוָ֜ה H3068 אֱלֹהֵ֤י H430 צְבָאוֹת֙ H6635 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 הִנְנִ֧י H2005 מֵבִ֣יא H935 אֶל H413 יְהוּדָ֗ה H3063 וְאֶ֤ל H413 כָּל H3605 יֽוֹשְׁבֵי֙ H3427 יְר֣וּשָׁלִַ֔ם H3389 אֵ֚ת H853 כָּל H3605 הָ֣רָעָ֔ה H7451 אֲשֶׁ֥ר H834 דִּבַּ֖רְתִּי H1696 עֲלֵיהֶ֑ם H5921 יַ֣עַן H3282 דִּבַּ֤רְתִּי H1696 אֲלֵיהֶם֙ H413 וְלֹ֣א H3808 שָׁמֵ֔עוּ H8085 וָאֶקְרָ֥א H7121 לָהֶ֖ם Hl וְלֹ֥א H3808 עָנֽוּ H6030 ",
  "18": "וּלְ H1004 הָרֵכָבִ֜ים H7397 אָמַ֣ר H559 יִרְמְיָ֗הוּ H3414 כֹּֽה H3541 אָמַ֞ר H559 יְהוָ֤ה H3068 צְבָאוֹת֙ H6635 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 יַ֚עַן H3282 אֲשֶׁ֣ר H834 שְׁמַעְתֶּ֔ם H8085 עַל H5921 מִצְוַ֖ת H4687 יְהוֹנָדָ֣ב H3082 אֲבִיכֶ֑ם H1 וַֽתִּשְׁמְרוּ֙ H8104 אֶת H853 כָּל H3605 מִצְוֺתָ֔יו H4687 וַֽתַּעֲשׂ֔וּ H6213 כְּכֹ֥ל H3605 אֲשֶׁר H834 צִוָּ֖ה H6680 אֶתְכֶֽם H853 ",
  "19": "לָכֵ֗ן H3651 כֹּ֥ה H3541 אָמַ֛ר H559 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֑ל H3478 לֹֽא H3808 יִכָּרֵ֨ת H3772 אִ֜ישׁ H376 לְיוֹנָדָ֧ב H3122 בֶּן H1121 רֵכָ֛ב H7394 עֹמֵ֥ד H5975 לְפָנַ֖ H6440 כָּל H3605 הַיָּמִֽים H3117 "
}
