{
  "1": "וַֽיְהִי֙ H1961 בַּשָּׁנָ֣ה H8141 הָרְבִיעִ֔ת H7243 לִיהוֹיָקִ֥ים H3079 בֶּן H1121 יֹאשִׁיָּ֖הוּ H2977 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 הָיָ֞ה H1961 הַדָּבָ֤ר H1697 הַזֶּה֙ H2088 אֶֽל H413 יִרְמְיָ֔הוּ H3414 מֵאֵ֥ת H853 יְהוָ֖ה H3068 לֵאמֹֽר H559 ",
  "2": "קַח H3947 לְךָ֮ Hl מְגִלַּת H4039 סֵפֶר֒ H5612 וְכָתַבְתָּ֣ H3789 אֵלֶ֗יהָ H413 אֵ֣ת H853 כָּל H3605 הַדְּבָרִ֞ים H1697 אֲשֶׁר H834 דִּבַּ֧רְתִּי H1696 אֵלֶ֛יךָ H413 עַל H5921 יִשְׂרָאֵ֥ל H3478 וְעַל H5921 יְהוּדָ֖ה H3063 וְעַל H5921 כָּל H3605 הַגּוֹיִ֑ם H1471 מִיּ֞וֹם H3117 דִּבַּ֤רְתִּי H1696 אֵלֶ֨יךָ֙ H413 מִימֵ֣י H3117 יֹאשִׁיָּ֔הוּ H2977 וְעַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "3": "אוּלַ֤י H194 יִשְׁמְעוּ֙ H8085 בֵּ֣ית H1004 יְהוּדָ֔ה H3063 אֵ֚ת H853 כָּל H3605 הָ֣רָעָ֔ה H7451 אֲשֶׁ֛ר H834 אָנֹכִ֥י H595 חֹשֵׁ֖ב H2803 לַעֲשׂ֣וֹת H6213 לָהֶ֑ם Hl לְמַ֣עַן H4616 יָשׁ֗וּבוּ H7725 אִ֚ישׁ H376 מִדַּרְכּ֣ H1870 הָרָעָ֔ה H7451 וְסָלַחְתִּ֥י H5545 לַעֲוֺנָ֖ H5771 וּלְ H2403 ",
  "4": "וַיִּקְרָ֣א H7121 יִרְמְיָ֔הוּ H3414 אֶת H853 בָּר֖וּךְ H1263 בֶּן H1121 נֵֽרִיָּ֑ה H5374 וַיִּכְתֹּ֨ב H3789 בָּר֜וּךְ H1263 מִפִּ֣י H6310 יִרְמְיָ֗הוּ H3414 אֵ֣ת H853 כָּל H3605 דִּבְרֵ֧י H1697 יְהוָ֛ה H3068 אֲשֶׁר H834 דִּבֶּ֥ר H1696 אֵלָ֖יו H413 עַל H5921 מְגִלַּת H4039 סֵֽפֶר H5612 ",
  "5": "וַיְצַוֶּ֣ה H6680 יִרְמְיָ֔הוּ H3414 אֶת H853 בָּר֖וּךְ H1263 לֵאמֹ֑ר H559 אֲנִ֣י H589 עָצ֔וּר H6113 לֹ֣א H3808 אוּכַ֔ל H3201 לָב֖וֹא H935 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "6": "וּבָאתָ֣ H935 אַתָּ֡ה H859 וְקָרָ֣אתָ H7121 בַמְּגִלָּ֣ה H4039 אֲשֶׁר H834 כָּתַֽבְתָּ H3789 מִפִּ H6310 אֶת H853 דִּבְרֵ֨י H1697 יְהוָ֜ה H3068 בְּאָזְנֵ֥י H241 הָעָ֛ם H5971 בֵּ֥ית H1004 יְהוָ֖ה H3068 בְּי֣וֹם H3117 צ֑וֹם H6685 וְגַ֨ם H1571 בְּאָזְנֵ֧י H241 כָל H3605 יְהוּדָ֛ה H3063 הַבָּאִ֥ים H935 מֵעָרֵי H5892 תִּקְרָאֵֽם H7121 ",
  "7": "אוּלַ֞י H194 תִּפֹּ֤ל H5307 תְּחִנָּתָם֙ H8467 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 וְיָשֻׁ֕בוּ H7725 אִ֖ישׁ H376 מִדַּרְכּ֣ H1870 הָרָעָ֑ה H7451 כִּֽי H3588 גָד֤וֹל H1419 הָאַף֙ H639 וְהַ֣ H2534 אֲשֶׁר H834 דִּבֶּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 הָעָ֥ם H5971 הַזֶּֽה H2088 ",
  "8": "וַיַּ֗עַשׂ H6213 בָּרוּךְ֙ H1263 בֶּן H1121 נֵ֣רִיָּ֔ה H5374 כְּכֹ֥ל H3605 אֲשֶׁר H834 צִוָּ֖הוּ H6680 יִרְמְיָ֣הוּ H3414 הַנָּבִ֑יא H5030 לִקְרֹ֥א H7121 בַסֵּ֛פֶר H5612 דִּבְרֵ֥י H1697 יְהוָ֖ה H3068 בֵּ֥ית H1004 יְהֹוָֽה H3068 ",
  "9": "וַיְהִ֣י H1961 בַשָּׁנָ֣ה H8141 הַ֠חֲמִשִׁית H2549 לִיהוֹיָקִ֨ים H3079 בֶּן H1121 יֹאשִׁיָּ֤הוּ H2977 מֶֽלֶךְ H4428 יְהוּדָה֙ H3063 בַּחֹ֣דֶשׁ H2320 הַתְּשִׁעִ֔י H8671 קָרְא֨וּ H7121 צ֜וֹם H6685 לִפְנֵ֧י H6440 יְהוָ֛ה H3068 כָּל H3605 הָעָ֖ם H5971 בִּירֽוּשָׁלִָ֑ם H3389 וְכָל H3605 הָעָ֗ם H5971 הַבָּאִ֛ים H935 מֵעָרֵ֥י H5892 יְהוּדָ֖ה H3063 בִּירוּשָׁלִָֽם H3389 ",
  "10": "וַיִּקְרָ֨א H7121 בָר֥וּךְ H1263 בַּסֵּ֛פֶר H5612 אֶת H853 דִּבְרֵ֥י H1697 יִרְמְיָ֖הוּ H3414 בֵּ֣ית H1004 יְהוָ֑ה H3068 בְּלִשְׁכַּ֡ת H3957 גְּמַרְיָהוּ֩ H1587 בֶן H1121 שָׁפָ֨ן H8227 הַסֹּפֵ֜ר H5608 בֶּחָצֵ֣ר H2691 הָעֶלְי֗וֹן H5945 פֶּ֣תַח H6607 שַׁ֤עַר H8179 בֵּית H1004 יְהוָה֙ H3068 הֶֽחָדָ֔שׁ H2319 בְּאָזְנֵ֖י H241 כָּל H3605 הָעָֽם H5971 ",
  "11": "וַ֠יִּשְׁמַ֗ע H8085 מִכָ֨יְהוּ H4321 בֶן H1121 גְּמַרְיָ֧הוּ H1587 בֶן H1121 שָׁפָ֛ן H8227 אֶת H853 כָּל H3605 דִּבְרֵ֥י H1697 יְהוָ֖ה H3068 מֵעַ֥ל H5921 הַסֵּֽפֶר H5612 ",
  "12": "וַיֵּ֤רֶד H3381 בֵּית H1004 הַמֶּ֨לֶךְ֙ H4428 עַל H5921 לִשְׁכַּ֣ת H3957 הַסֹּפֵ֔ר H5608 וְהִ֨נֵּה H2009 שָׁ֔ם H8033 כָּל H3605 הַשָּׂרִ֖ים H8269 יֽוֹשְׁבִ֑ים H3427 אֱלִישָׁמָ֣ע H476 הַסֹּפֵ֡ר H5608 וּדְלָיָ֣הוּ H1806 בֶן H1121 שְׁ֠מַעְיָהוּ H8098 וְאֶלְנָתָ֨ן H494 בֶּן H1121 עַכְבּ֜וֹר H5907 וּגְמַרְיָ֧הוּ H1587 בֶן H1121 שָׁפָ֛ן H8227 וְצִדְקִיָּ֥הוּ H6667 בֶן H1121 חֲנַנְיָ֖הוּ H2608 וְכָל H3605 הַשָּׂרִֽים H8269 ",
  "13": "וַיַּגֵּ֤ד H5046 לָהֶם֙ Hl מִכָ֔יְהוּ H4321 אֵ֥ת H853 כָּל H3605 הַדְּבָרִ֖ים H1697 אֲשֶׁ֣ר H834 שָׁמֵ֑עַ H8085 בִּקְרֹ֥א H7121 בָר֛וּךְ H1263 בַּסֵּ֖פֶר H5612 בְּאָזְנֵ֥י H241 הָעָֽם H5971 ",
  "14": "וַיִּשְׁלְח֨וּ H7971 כָל H3605 הַשָּׂרִ֜ים H8269 אֶל H413 בָּר֗וּךְ H1263 אֶת H853 יְהוּדִ֡י H3065 בֶּן H1121 נְ֠תַנְיָהוּ H5418 בֶּן H1121 שֶׁלֶמְיָ֣הוּ H8018 בֶן H1121 כּוּשִׁי֮ H3570 לֵאמֹר֒ H559 הַמְּגִלָּ֗ה H4039 אֲשֶׁ֨ר H834 קָרָ֤אתָ H7121 בָּהּ֙ Hb בְּאָזְנֵ֣י H241 הָעָ֔ם H5971 קָחֶ֥נָּה H3947 בְיָדְ H3027 וָלֵ֑ךְ H3212 וַ֠יִּקַּח H3947 בָּר֨וּךְ H1263 בֶּן H1121 נֵרִיָּ֤הוּ H5374 אֶת H853 הַמְּגִלָּה֙ H4039 בְּיָד֔ H3027 וַיָּבֹ֖א H935 אֲלֵיהֶֽם H413 ",
  "15": "וַיֹּאמְר֣וּ H559 אֵלָ֔יו H413 שֵׁ֣ב H3427 נָ֔א H4994 וּקְרָאֶ֖ H7121 בְּאָזְנֵ֑י H241 וַיִּקְרָ֥א H7121 בָר֖וּךְ H1263 בְּאָזְנֵי H241 ",
  "16": "וַיְהִ֗י H1961 כְּשָׁמְעָ H8085 אֶת H853 כָּל H3605 הַדְּבָרִ֔ים H1697 פָּחֲד֖וּ H6342 אִ֣ישׁ H376 אֶל H413 רֵעֵ֑הוּ H7453 וַיֹּֽאמְרוּ֙ H559 אֶל H413 בָּר֔וּךְ H1263 הַגֵּ֤יד H5046 נַגִּיד֙ H5046 לַמֶּ֔לֶךְ H4428 אֵ֥ת H853 כָּל H3605 הַדְּבָרִ֖ים H1697 הָאֵֽלֶּה H428 ",
  "17": "וְאֶ֨ת H853 בָּר֔וּךְ H1263 שָׁאֲל֖וּ H7592 לֵאמֹ֑ר H559 הַגֶּד H5046 נָ֣א H4994 לָ֔נוּ Hl אֵ֗יךְ H349 כָּתַ֛בְתָּ H3789 אֶת H853 כָּל H3605 הַדְּבָרִ֥ים H1697 הָאֵ֖לֶּה H428 מִפִּֽי H6310 ",
  "18": "וַיֹּ֤אמֶר H559 לָהֶם֙ Hl בָּר֔וּךְ H1263 מִפִּי H6310 יִקְרָ֣א H7121 אֵלַ֔י H413 אֵ֥ת H853 כָּל H3605 הַדְּבָרִ֖ים H1697 הָאֵ֑לֶּה H428 וַאֲנִ֛י H589 כֹּתֵ֥ב H3789 עַל H5921 הַסֵּ֖פֶר H5612 בַּדְּיֽוֹ H1773 ",
  "19": "וַיֹּאמְר֤וּ H559 הַשָּׂרִים֙ H8269 אֶל H413 בָּר֔וּךְ H1263 לֵ֥ךְ H3212 הִסָּתֵ֖ר H5641 אַתָּ֣ה H859 וְיִרְמְיָ֑הוּ H3414 וְאִ֥ישׁ H376 אַל H408 יֵדַ֖ע H3045 אֵיפֹ֥ה H375 אַתֶּֽם H859 ",
  "20": "וַיָּבֹ֤אוּ H935 אֶל H413 הַמֶּ֨לֶךְ֙ H4428 חָצֵ֔רָה H2691 וְאֶת H853 הַמְּגִלָּ֣ה H4039 הִפְקִ֔דוּ H6485 בְּלִשְׁכַּ֖ת H3957 אֱלִישָׁמָ֣ע H476 הַסֹּפֵ֑ר H5608 וַיַּגִּ֨ידוּ֙ H5046 בְּאָזְנֵ֣י H241 הַמֶּ֔לֶךְ H4428 אֵ֖ת H853 כָּל H3605 הַדְּבָרִֽים H1697 ",
  "21": "וַיִּשְׁלַ֨ח H7971 הַמֶּ֜לֶךְ H4428 אֶת H853 יְהוּדִ֗י H3065 לָקַ֨חַת֙ H3947 אֶת H853 הַמְּגִלָּ֔ה H4039 וַיִּ֨קָּחֶ֔ H3947 מִלִּשְׁכַּ֖ת H3957 אֱלִישָׁמָ֣ע H476 הַסֹּפֵ֑ר H5608 וַיִּקְרָאֶ֤ H7121 יְהוּדִי֙ H3065 בְּאָזְנֵ֣י H241 הַמֶּ֔לֶךְ H4428 וּבְ H241 כָּל H3605 הַשָּׂרִ֔ים H8269 הָעֹמְדִ֖ים H5975 מֵעַ֥ל H5921 הַמֶּֽלֶךְ H4428 ",
  "22": "וְהַ H4428 יוֹשֵׁב֙ H3427 בֵּ֣ית H1004 הַחֹ֔רֶף H2779 בַּחֹ֖דֶשׁ H2320 הַתְּשִׁיעִ֑י H8671 וְאֶת H853 הָאָ֖ח H254 לְפָנָ֥י H6440 מְבֹעָֽרֶת H1197 ",
  "23": "וַיְהִ֣י H1961 כִּקְר֣וֹא H7121 יְהוּדִ֗י H3065 שָׁלֹ֣שׁ H7969 דְּלָתוֹת֮ H1817 וְאַרְבָּעָה֒ H702 יִֽקְרָעֶ֨הָ֙ H7167 בְּתַ֣עַר H8593 הַסֹּפֵ֔ר H5608 וְהַשְׁלֵ֕ךְ H7993 אֶל H413 הָאֵ֖שׁ H784 אֲשֶׁ֣ר H834 אֶל H413 הָאָ֑ח H254 עַד H5704 תֹּם֙ H8552 כָּל H3605 הַמְּגִלָּ֔ה H4039 עַל H5921 הָאֵ֖שׁ H784 אֲשֶׁ֥ר H834 עַל H5921 הָאָֽח H254 ",
  "24": "וְלֹ֣א H3808 פָחֲד֔וּ H6342 וְלֹ֥א H3808 קָרְע֖וּ H7167 אֶת H853 בִּגְדֵיהֶ֑ם H899 הַמֶּ֨לֶךְ֙ H4428 וְכָל H3605 עֲבָדָ֔יו H5650 הַשֹּׁ֣מְעִ֔ים H8085 אֵ֥ת H853 כָּל H3605 הַדְּבָרִ֖ים H1697 הָאֵֽלֶּה H428 ",
  "25": "וְגַם֩ H1571 אֶלְנָתָ֨ן H494 וּדְלָיָ֤הוּ H1806 וּגְמַרְיָ֨הוּ֙ H1587 הִפְגִּ֣עוּ H6293 בַמֶּ֔לֶךְ H4428 לְבִלְתִּ֥י H1115 שְׂרֹ֖ף H8313 אֶת H853 הַמְּגִלָּ֑ה H4039 וְלֹ֥א H3808 שָׁמַ֖ע H8085 אֲלֵיהֶֽם H413 ",
  "26": "וַיְצַוֶּ֣ה H6680 הַ֠מֶּלֶךְ H4428 אֶת H853 יְרַחְמְאֵ֨ל H3396 בֶּן H1121 הַמֶּ֜לֶךְ H4429 וְאֶת H853 שְׂרָיָ֣הוּ H8304 בֶן H1121 עַזְרִיאֵ֗ל H5837 וְאֶת H853 שֶֽׁלֶמְיָ֨הוּ֙ H8018 בֶּֽן H1121 עַבְדְּאֵ֔ל H5655 לָקַ֨חַת֙ H3947 אֶת H853 בָּר֣וּךְ H1263 הַסֹּפֵ֔ר H5608 וְאֵ֖ת H853 יִרְמְיָ֣הוּ H3414 הַנָּבִ֑יא H5030 וַיַּסְתִּרֵ֖ H5641 יְהוָֽה H3068 ",
  "27": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֶֽל H413 יִרְמְיָ֑הוּ H3414 אַחֲרֵ֣י H310 שְׂרֹ֣ף H8313 הַמֶּ֗לֶךְ H4428 אֶת H853 הַמְּגִלָּה֙ H4039 וְאֶת H853 הַדְּבָרִ֔ים H1697 אֲשֶׁ֨ר H834 כָּתַ֥ב H3789 בָּר֛וּךְ H1263 מִפִּ֥י H6310 יִרְמְיָ֖הוּ H3414 לֵאמֹֽר H559 ",
  "28": "שׁ֥וּב H7725 קַח H3947 לְךָ֖ Hl מְגִלָּ֣ה H4039 אַחֶ֑רֶת H312 וּכְתֹ֣ב H3789 עָלֶ֗יהָ H5921 אֵ֤ת H853 כָּל H3605 הַדְּבָרִים֙ H1697 הָרִ֣אשֹׁנִ֔ים H7223 אֲשֶׁ֣ר H834 הָי֗וּ H1961 עַל H5921 הַמְּגִלָּה֙ H4039 הָרִ֣אשֹׁנָ֔ה H7223 אֲשֶׁ֥ר H834 שָׂרַ֖ף H8313 יְהוֹיָקִ֥ים H3079 מֶֽלֶךְ H4428 יְהוּדָֽה H3063 ",
  "29": "וְעַל H5921 יְהוֹיָקִ֤ים H3079 מֶֽלֶךְ H4428 יְהוּדָה֙ H3063 תֹּאמַ֔ר H559 כֹּ֖ה H3541 אָמַ֣ר H559 יְהוָ֑ה H3068 אַ֠תָּה H859 שָׂרַ֜פְתָּ H8313 אֶת H853 הַמְּגִלָּ֤ה H4039 הַזֹּאת֙ H2063 לֵאמֹ֔ר H559 מַדּוּעַ֩ H4069 כָּתַ֨בְתָּ H3789 עָלֶ֜יהָ H5921 לֵאמֹ֗ר H559 בֹּֽא H935 יָב֤וֹא H935 מֶֽלֶךְ H4428 בָּבֶל֙ H894 וְהִשְׁחִית֙ H7843 אֶת H853 הָאָ֣רֶץ H776 הַזֹּ֔את H2063 וְהִשְׁבִּ֥ית H7673 מִמֶּ֖נָּה H4480 אָדָ֥ם H120 וּבְהֵמָֽה H929 ",
  "30": "לָכֵ֞ן H3651 כֹּֽה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 עַל H5921 יְהֽוֹיָקִים֙ H3079 מֶ֣לֶךְ H4428 יְהוּדָ֔ה H3063 לֹא H3808 יִֽהְיֶה H1961 לּ֥וֹ Hl יוֹשֵׁ֖ב H3427 עַל H5921 כִּסֵּ֣א H3678 דָוִ֑ד H1732 וְנִבְלָת H5038 תִּֽהְיֶ֣ה H1961 מֻשְׁלֶ֔כֶת H7993 לַחֹ֥רֶב H2721 בַּיּ֖וֹם H3117 וְלַ H7140 בַּלָּֽיְלָה H3915 ",
  "31": "וּפָקַדְתִּ֨י H6485 עָלָ֧יו H5921 וְעַל H5921 זַרְע֛וֹ H2233 וְעַל H5921 עֲבָדָ֖יו H5650 אֶת H853 עֲוֺנָ֑ם H5771 וְהֵבֵאתִ֣י H935 עֲ֠לֵיהֶם H5921 וְעַל H5921 יֹשְׁבֵ֨י H3427 יְרוּשָׁלִַ֜ם H3389 וְאֶל H413 אִ֣ישׁ H376 יְהוּדָ֗ה H3063 אֵ֧ת H853 כָּל H3605 הָרָעָ֛ה H7451 אֲשֶׁר H834 דִּבַּ֥רְתִּי H1696 אֲלֵיהֶ֖ם H413 וְלֹ֥א H3808 שָׁמֵֽעוּ H8085 ",
  "32": "וְיִרְמְיָ֜הוּ H3414 לָקַ֣ח H3947 מְגִלָּ֣ה H4039 אַחֶ֗רֶת H312 וַֽיִּתְּנָ H5414 אֶל H413 בָּר֣וּךְ H1263 בֶּן H1121 נֵרִיָּהוּ֮ H5374 הַסֹּפֵר֒ H5608 וַיִּכְתֹּ֤ב H3789 עָלֶ֨יהָ֙ H5921 מִפִּ֣י H6310 יִרְמְיָ֔הוּ H3414 אֵ֚ת H853 כָּל H3605 דִּבְרֵ֣י H1697 הַסֵּ֔פֶר H5612 אֲשֶׁ֥ר H834 שָׂרַ֛ף H8313 יְהוֹיָקִ֥ים H3079 מֶֽלֶךְ H4428 יְהוּדָ֖ה H3063 בָּאֵ֑שׁ H784 וְע֨וֹד H5750 נוֹסַ֧ף H3254 עֲלֵיהֶ֛ם H5921 דְּבָרִ֥ים H1697 רַבִּ֖ים H7227 כָּהֵֽמָּה H1992 "
}
