{
  "1": "וַיִּשְׁמַ֞ע H8085 שְׁפַטְיָ֣ה H8203 בֶן H1121 מַתָּ֗ן H4977 וּגְדַלְיָ֨הוּ֙ H1436 בֶּן H1121 פַּשְׁח֔וּר H6583 וְיוּכַל֙ H3116 בֶּן H1121 שֶׁ֣לֶמְיָ֔הוּ H8018 וּפַשְׁח֖וּר H6583 בֶּן H1121 מַלְכִּיָּ֑ה H4441 אֶ֨ת H853 הַדְּבָרִ֔ים H1697 אֲשֶׁ֧ר H834 יִרְמְיָ֛הוּ H3414 מְדַבֵּ֥ר H1696 אֶל H413 כָּל H3605 הָעָ֖ם H5971 לֵאמֹֽר H559 ",
  "2": "כֹּה֮ H3541 אָמַ֣ר H559 יְהוָה֒ H3068 הַיֹּשֵׁב֙ H3427 בָּעִ֣יר H5892 הַזֹּ֔את H2063 יָמ֕וּת H4191 בַּחֶ֖רֶב H2719 בָּרָעָ֣ב H7458 וּבַ H1698 וְהַ H3318 אֶל H413 הַכַּשְׂדִּים֙ H3778 יחיה H2421 וְהָיְתָה H1961 לּ֥וֹ Hl נַפְשׁ֛וֹ H5315 לְשָׁלָ֖ל H7998 וָחָֽי H2421 ",
  "3": "כֹּ֖ה H3541 אָמַ֣ר H559 יְהוָ֑ה H3068 הִנָּתֹ֨ן H5414 תִּנָּתֵ֜ן H5414 הָעִ֣יר H5892 הַזֹּ֗את H2063 בְּיַ֛ד H3027 חֵ֥יל H2428 מֶֽלֶךְ H4428 בָּבֶ֖ל H894 וּלְכָדָֽ H3920 ",
  "4": "וַיֹּאמְר֨וּ H559 הַשָּׂרִ֜ים H8269 אֶל H413 הַמֶּ֗לֶךְ H4428 י֣וּמַת H4191 נָא֮ H4994 אֶת H853 הָאִ֣ישׁ H376 הַזֶּה֒ H2088 כִּֽי H3588 עַל H5921 כֵּ֡ן H3651 הֽוּא H1931 מְרַפֵּ֡א H7503 אֶת H853 יְדֵי֩ H3027 אַנְשֵׁ֨י H376 הַמִּלְחָמָ֜ה H4421 הַֽנִּשְׁאָרִ֣ים H7604 בָּעִ֣יר H5892 הַזֹּ֗את H2063 וְאֵת֙ H853 יְדֵ֣י H3027 כָל H3605 הָעָ֔ם H5971 לְדַבֵּ֣ר H1696 אֲלֵיהֶ֔ם H413 כַּדְּבָרִ֖ים H1697 הָאֵ֑לֶּה H428 כִּ֣י H3588 הָאִ֣ישׁ H376 הַזֶּ֗ה H2088 אֵינֶ֨נּוּ H369 דֹרֵ֧שׁ H1875 לְשָׁל֛וֹם H7965 לָעָ֥ם H5971 הַזֶּ֖ה H2088 כִּ֥י H3588 אִם H518 לְרָעָֽה H7451 ",
  "5": "וַיֹּ֨אמֶר֙ H559 הַמֶּ֣לֶךְ H4428 צִדְקִיָּ֔הוּ H6667 הִנֵּה H2009 ה֖וּא H1931 בְּיֶדְ H3027 כִּֽי H3588 אֵ֣ין H369 הַמֶּ֔לֶךְ H4428 יוּכַ֥ל H3201 אֶתְכֶ֖ם H854 דָּבָֽר H1697 ",
  "6": "וַיִּקְח֣וּ H3947 אֶֽת H853 יִרְמְיָ֗הוּ H3414 וַיַּשְׁלִ֨כוּ H7993 אֹת֜וֹ H853 אֶל H413 הַבּ֣וֹר H953 מַלְכִּיָּ֣הוּ H4441 בֶן H1121 הַמֶּ֗לֶךְ H4429 אֲשֶׁר֙ H834 בַּחֲצַ֣ר H2691 הַמַּטָּרָ֔ה H4307 וַיְשַׁלְּח֥וּ H7971 אֶֽת H853 יִרְמְיָ֖הוּ H3414 בַּחֲבָלִ֑ים H2256 וּבַ H953 אֵֽין H369 מַ֨יִם֙ H4325 כִּ֣י H3588 אִם H518 טִ֔יט H2916 וַיִּטְבַּ֥ע H2883 יִרְמְיָ֖הוּ H3414 בַּטִּֽיט H2916 ",
  "7": "וַיִּשְׁמַ֡ע H8085 עֶֽבֶד H5663 מֶ֨לֶךְ H5663 הַכּוּשִׁ֜י H3569 אִ֣ישׁ H376 סָרִ֗יס H5631 וְהוּא֙ H1931 בְּבֵ֣ית H1004 הַמֶּ֔לֶךְ H4428 כִּֽי H3588 נָתְנ֥וּ H5414 אֶֽת H853 יִרְמְיָ֖הוּ H3414 אֶל H413 הַבּ֑וֹר H953 וְהַ H4428 יוֹשֵׁ֖ב H3427 בְּשַׁ֥עַר H8179 בִּנְיָמִֽן H1144 ",
  "8": "וַיֵּצֵ֥א H3318 עֶֽבֶד H5663 מֶ֖לֶךְ H5663 מִבֵּ֣ית H1004 הַמֶּ֑לֶךְ H4428 וַיְדַבֵּ֥ר H1696 אֶל H413 הַמֶּ֖לֶךְ H4428 לֵאמֹֽר H559 ",
  "9": "אֲדֹנִ֣י H113 הַמֶּ֗לֶךְ H4428 הֵרֵ֜עוּ H7489 הָאֲנָשִׁ֤ים H376 הָאֵ֨לֶּה֙ H428 אֵ֣ת H853 כָּל H3605 אֲשֶׁ֤ר H834 עָשׂוּ֙ H6213 לְיִרְמְיָ֣הוּ H3414 הַנָּבִ֔יא H5030 אֵ֥ת H853 אֲשֶׁר H834 הִשְׁלִ֖יכוּ H7993 אֶל H413 הַבּ֑וֹר H953 וַיָּ֤מָת H4191 תַּחְתָּיו֙ H8478 מִפְּנֵ֣י H6440 הָֽרָעָ֔ב H7458 כִּ֣י H3588 אֵ֥ין H369 הַלֶּ֛חֶם H3899 ע֖וֹד H5750 בָּעִֽיר H5892 ",
  "10": "וַיְצַוֶּ֣ה H6680 הַמֶּ֔לֶךְ H4428 אֵ֛ת H853 עֶֽבֶד H5663 מֶ֥לֶךְ H5663 הַכּוּשִׁ֖י H3569 לֵאמֹ֑ר H559 קַ֣ח H3947 בְּיָדְ H3027 מִזֶּה֙ H2088 שְׁלֹשִׁ֣ים H7970 אֲנָשִׁ֔ים H376 וְֽהַעֲלִ֜יתָ H5927 אֶֽת H853 יִרְמְיָ֧הוּ H3414 הַנָּבִ֛יא H5030 מִן H4480 הַבּ֖וֹר H953 בְּטֶ֥רֶם H2962 יָמֽוּת H4191 ",
  "11": "וַיִּקַּ֣ח H3947 עֶֽבֶד H5663 מֶ֨לֶךְ H5663 אֶת H853 הָאֲנָשִׁ֜ים H376 בְּיָד֗ H3027 וַיָּבֹ֤א H935 בֵית H1004 הַמֶּ֨לֶךְ֙ H4428 אֶל H413 תַּ֣חַת H8478 הָאוֹצָ֔ר H214 וַיִּקַּ֤ח H3947 מִשָּׁם֙ H8033 בְּלוֹיֵ֣ H1094 הסחבות H5499 וּבְלוֹיֵ֖ H1094 מְלָחִ֑ים H4418 וַיְשַׁלְּחֵ֧ H7971 אֶֽל H413 יִרְמְיָ֛הוּ H3414 אֶל H413 הַבּ֖וֹר H953 בַּחֲבָלִֽים H2256 ",
  "12": "וַיֹּ֡אמֶר H559 עֶבֶד H5663 מֶ֨לֶךְ H5663 הַכּוּשִׁ֜י H3569 אֶֽל H413 יִרְמְיָ֗הוּ H3414 שִׂ֣ים H7760 נָ֠א H4994 בְּלוֹאֵ֨י H1094 הַסְּחָב֤וֹת H5499 וְהַ H4418 תַּ֚חַת H8478 אַצִּל֣וֹת H679 יָדֶ֔יךָ H3027 מִתַּ֖חַת H8478 לַחֲבָלִ֑ים H2256 וַיַּ֥עַשׂ H6213 יִרְמְיָ֖הוּ H3414 כֵּֽן H3651 ",
  "13": "וַיִּמְשְׁכ֤וּ H4900 אֶֽת H853 יִרְמְיָ֨הוּ֙ H3414 בַּֽחֲבָלִ֔ים H2256 וַיַּעֲל֥וּ H5927 אֹת֖וֹ H853 מִן H4480 הַבּ֑וֹר H953 וַיֵּ֣שֶׁב H3427 יִרְמְיָ֔הוּ H3414 בַּחֲצַ֖ר H2691 הַמַּטָּרָֽה H4307 ",
  "14": "וַיִּשְׁלַ֞ח H7971 הַמֶּ֣לֶךְ H4428 צִדְקִיָּ֗הוּ H6667 וַיִּקַּ֞ח H3947 אֶֽת H853 יִרְמְיָ֤הוּ H3414 הַנָּבִיא֙ H5030 אֵלָ֔יו H413 אֶל H413 מָבוֹא֙ H3996 הַשְּׁלִישִׁ֔י H7992 אֲשֶׁ֖ר H834 בְּבֵ֣ית H1004 יְהוָ֑ה H3068 וַיֹּ֨אמֶר H559 הַמֶּ֜לֶךְ H4428 אֶֽל H413 יִרְמְיָ֗הוּ H3414 שֹׁאֵ֨ל H7592 אֲנִ֤י H589 אֹֽתְךָ֙ H853 דָּבָ֔ר H1697 אַל H408 תְּכַחֵ֥ד H3582 מִמֶּ֖נִּי H4480 דָּבָֽר H1697 ",
  "15": "וַיֹּ֤אמֶר H559 יִרְמְיָ֨הוּ֙ H3414 אֶל H413 צִדְקִיָּ֔הוּ H6667 כִּ֚י H3588 אַגִּ֣יד H5046 לְךָ֔ Hl הֲל֖וֹא H3808 הָמֵ֣ת H4191 תְּמִיתֵ֑נִי H4191 וְכִי֙ H3588 אִיעָ֣צְךָ֔ H3289 לֹ֥א H3808 תִשְׁמַ֖ע H8085 אֵלָֽי H413 ",
  "16": "וַיִּשָּׁבַ֞ע H7650 הַמֶּ֧לֶךְ H4428 צִדְקִיָּ֛הוּ H6667 אֶֽל H413 יִרְמְיָ֖הוּ H3414 בַּסֵּ֣תֶר H5643 לֵאמֹ֑ר H559 חַי H2416 יְהוָ֞ה H3068 את H853 אֲשֶׁר֩ H834 עָשָׂה H6213 לָ֨נוּ Hl אֶת H853 הַנֶּ֤פֶשׁ H5315 הַזֹּאת֙ H2063 אִם H518 אֲמִיתֶ֔ךָ H4191 וְאִם H518 אֶתֶּנְךָ֗ H5414 בְּיַד֙ H3027 הָאֲנָשִׁ֣ים H376 הָאֵ֔לֶּה H428 אֲשֶׁ֥ר H834 מְבַקְשִׁ֖ים H1245 אֶת H853 נַפְשֶֽׁךָ H5315 ",
  "17": "וַיֹּ֣אמֶר H559 יִרְמְיָ֣הוּ H3414 אֶל H413 צִדְקִיָּ֡הוּ H6667 כֹּֽה H3541 אָמַ֣ר H559 יְהוָה֩ H3068 אֱלֹהֵ֨י H430 צְבָא֜וֹת H6635 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֗ל H3478 אִם H518 יָצֹ֨א H3318 תֵצֵ֜א H3318 אֶל H413 שָׂרֵ֤י H8269 מֶֽלֶךְ H4428 בָּבֶל֙ H894 וְחָיְתָ֣ה H2421 נַפְשֶׁ֔ךָ H5315 וְהָ H5892 הַזֹּ֔את H2063 לֹ֥א H3808 תִשָּׂרֵ֖ף H8313 בָּאֵ֑שׁ H784 וְחָיִ֖תָה H2421 אַתָּ֥ה H859 וּבֵיתֶֽ H1004 ",
  "18": "וְאִ֣ם H518 לֹֽא H3808 תֵצֵ֗א H3318 אֶל H413 שָׂרֵי֙ H8269 מֶ֣לֶךְ H4428 בָּבֶ֔ל H894 וְנִתְּנָ֞ה H5414 הָעִ֤יר H5892 הַזֹּאת֙ H2063 בְּיַ֣ד H3027 הַכַּשְׂדִּ֔ים H3778 וּשְׂרָפ֖וּ H8313 בָּאֵ֑שׁ H784 וְאַתָּ֖ה H859 לֹֽא H3808 תִמָּלֵ֥ט H4422 מִיָּדָֽ H3027 ",
  "19": "וַיֹּ֛אמֶר H559 הַמֶּ֥לֶךְ H4428 צִדְקִיָּ֖הוּ H6667 אֶֽל H413 יִרְמְיָ֑הוּ H3414 אֲנִ֧י H589 דֹאֵ֣ג H1672 אֶת H853 הַיְּהוּדִ֗ים H3064 אֲשֶׁ֤ר H834 נָֽפְלוּ֙ H5307 אֶל H413 הַכַּשְׂדִּ֔ים H3778 פֶּֽן H6435 יִתְּנ֥וּ H5414 אֹתִ֛י H853 בְּיָדָ֖ H3027 וְהִתְעַלְּלוּ H5953 בִֽי Hb ",
  "20": "וַיֹּ֥אמֶר H559 יִרְמְיָ֖הוּ H3414 לֹ֣א H3808 יִתֵּ֑נוּ H5414 שְֽׁמַֽע H8085 נָ֣א H4994 בְּק֣וֹל H6963 יְהוָ֗ה H3068 לַאֲשֶׁ֤ר H834 אֲנִי֙ H589 דֹּבֵ֣ר H1696 אֵלֶ֔יךָ H413 וְיִ֥יטַב H3190 לְךָ֖ Hl וּתְחִ֥י H2421 נַפְשֶֽׁךָ H5315 ",
  "21": "וְאִם H518 מָאֵ֥ן H3986 אַתָּ֖ה H859 לָצֵ֑את H3318 זֶ֣ה H2088 הַדָּבָ֔ר H1697 אֲשֶׁ֥ר H834 הִרְאַ֖נִי H7200 יְהוָֽה H3068 ",
  "22": "וְהִנֵּ֣ה H2009 כָל H3605 הַנָּשִׁ֗ים H802 אֲשֶׁ֤ר H834 נִשְׁאֲרוּ֙ H7604 בְּבֵ֣ית H1004 מֶֽלֶךְ H4428 יְהוּדָ֔ה H3063 מוּצָא֕וֹת H3318 אֶל H413 שָׂרֵ֖י H8269 מֶ֣לֶךְ H4428 בָּבֶ֑ל H894 וְהֵ֣נָּה H2007 אֹמְר֗וֹת H559 הִסִּית֜וּךָ H5496 וְיָכְל֤וּ H3201 לְךָ֙ Hl אַנְשֵׁ֣י H376 שְׁלֹמֶ֔ךָ H7965 הָטְבְּע֥וּ H2883 בַבֹּ֛ץ H1206 רַגְלֶ֖ךָ H7272 נָסֹ֥גוּ H5472 אָחֽוֹר H268 ",
  "23": "וְאֶת H853 כָּל H3605 נָשֶׁ֣יךָ H802 וְאֶת H853 בָּנֶ֗יךָ H1121 מֽוֹצִאִים֙ H3318 אֶל H413 הַכַּשְׂדִּ֔ים H3778 וְאַתָּ֖ה H859 לֹא H3808 תִמָּלֵ֣ט H4422 מִיָּדָ֑ H3027 כִּ֣י H3588 בְיַ֤ד H3027 מֶֽלֶךְ H4428 בָּבֶל֙ H894 תִּתָּפֵ֔שׂ H8610 וְאֶת H853 הָעִ֥יר H5892 הַזֹּ֖את H2063 תִּשְׂרֹ֥ף H8313 בָּאֵֽשׁ H784 ",
  "24": "וַיֹּ֨אמֶר H559 צִדְקִיָּ֜הוּ H6667 אֶֽל H413 יִרְמְיָ֗הוּ H3414 אִ֛ישׁ H376 אַל H408 יֵדַ֥ע H3045 בַּדְּבָֽרִים H1697 הָאֵ֖לֶּה H428 וְלֹ֥א H3808 תָמֽוּת H4191 ",
  "25": "וְכִֽי H3588 יִשְׁמְע֣וּ H8085 הַשָּׂרִים֮ H8269 כִּֽי H3588 דִבַּ֣רְתִּי H1696 אִתָּךְ֒ H854 וּבָ֣אוּ H935 אֵלֶ֣יךָ H413 וְֽאָמְר֪וּ H559 אֵלֶ֟יךָ H413 הַגִּֽידָה H5046 נָּ֨א H4994 לָ֜נוּ Hl מַה H4100 דִּבַּ֧רְתָּ H1696 אֶל H413 הַמֶּ֛לֶךְ H4428 אַל H408 תְּכַחֵ֥ד H3582 מִמֶּ֖נּוּ H4480 וְלֹ֣א H3808 נְמִיתֶ֑ךָ H4191 וּמַה H4100 דִּבֶּ֥ר H1696 אֵלֶ֖יךָ H413 הַמֶּֽלֶךְ H4428 ",
  "26": "וְאָמַרְתָּ֣ H559 אֲלֵיהֶ֔ם H413 מַפִּיל H5307 אֲנִ֥י H589 תְחִנָּתִ֖י H8467 לִפְנֵ֣י H6440 הַמֶּ֑לֶךְ H4428 לְבִלְתִּ֧י H1115 הֲשִׁיבֵ֛נִי H7725 בֵּ֥ית H1004 יְהוֹנָתָ֖ן H3083 לָמ֥וּת H4191 שָֽׁם H8033 ",
  "27": "וַיָּבֹ֨אוּ H935 כָל H3605 הַשָּׂרִ֤ים H8269 אֶֽל H413 יִרְמְיָ֨הוּ֙ H3414 וַיִּשְׁאֲל֣וּ H7592 אֹת֔וֹ H853 וַיַּגֵּ֤ד H5046 לָהֶם֙ H1992 כְּכָל H3605 הַדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 אֲשֶׁ֥ר H834 צִוָּ֖ה H6680 הַמֶּ֑לֶךְ H4428 וַיַּחֲרִ֣שׁוּ H2790 מִמֶּ֔נּוּ H4480 כִּ֥י H3588 לֹֽא H3808 נִשְׁמַ֖ע H8085 הַדָּבָֽר H1697 ",
  "28": "וַיֵּ֤שֶׁב H3427 יִרְמְיָ֨הוּ֙ H3414 בַּחֲצַ֣ר H2691 הַמַּטָּרָ֔ה H4307 עַד H5704 י֖וֹם H3117 אֲשֶׁר H834 נִלְכְּדָ֣ה H3920 יְרוּשָׁלִָ֑ם H3389 וְהָיָ֕ה H1961 כַּאֲשֶׁ֥ר H834 נִלְכְּדָ֖ה H3920 יְרוּשָׁלִָֽם H3389 "
}
