{
  "1": "אֲשֶׁ֨ר H834 הָיָ֧ה H1961 דְבַר H1697 יְהוָ֛ה H3068 אֶל H413 יִרְמְיָ֥הוּ H3414 הַנָּבִ֖יא H5030 עַל H5921 הַגּוֹיִֽם H1471 ",
  "2": "לְמִצְרַ֗יִם H4714 עַל H5921 חֵ֨יל H2428 פַּרְעֹ֤ה H6549 נְכוֹ֙ H6549 מֶ֣לֶךְ H4428 מִצְרַ֔יִם H4714 אֲשֶׁר H834 הָיָ֥ה H1961 עַל H5921 נְהַר H5104 פְּרָ֖ת H6578 בְּכַרְכְּמִ֑שׁ H3751 אֲשֶׁ֣ר H834 הִכָּ֗ה H5221 נְבֽוּכַדְרֶאצַּר֙ H5019 מֶ֣לֶךְ H4428 בָּבֶ֔ל H894 בִּשְׁנַת֙ H8141 הָֽרְבִיעִ֔ית H7243 לִיהוֹיָקִ֥ים H3079 בֶּן H1121 יֹאשִׁיָּ֖הוּ H2977 מֶ֥לֶךְ H4428 יְהוּדָֽה H3063 ",
  "3": "עִרְכ֤וּ H6186 מָגֵן֙ H4043 וְצִנָּ֔ה H6793 וּגְשׁ֖וּ H5066 לַמִּלְחָמָֽה H4421 ",
  "4": "אִסְר֣וּ H631 הַסּוּסִ֗ים H5483 וַֽעֲלוּ֙ H5927 הַפָּ֣רָשִׁ֔ים H6571 וְהִֽתְיַצְּב֖וּ H3320 בְּכ֥וֹבָעִ֑ים H3553 מִרְקוּ֙ H4838 הָֽרְמָחִ֔ים H7420 לִבְשׁ֖וּ H3847 הַסִּרְיֹנֹֽת H5630 ",
  "5": "מַדּ֣וּעַ H4069 רָאִ֗יתִי H7200 הֵ֣מָּה H1992 חַתִּים֮ H2844 נְסֹגִ֣ים H5472 אָחוֹר֒ H268 וְגִבּוֹרֵי H1368 יֻכַּ֔תּוּ H3807 וּמָנ֥וֹס H4498 נָ֖סוּ H5127 וְלֹ֣א H3808 הִפְנ֑וּ H6437 מָג֥וֹר H4032 מִסָּבִ֖יב H5439 נְאֻם H5002 יְהוָֽה H3068 ",
  "6": "אַל H408 יָנ֣וּס H5127 הַקַּ֔ל H7031 וְאַל H408 יִמָּלֵ֖ט H4422 הַגִּבּ֑וֹר H1368 צָפ֨וֹנָה֙ H6828 עַל H5921 יַ֣ד H3027 נְהַר H5104 פְּרָ֔ת H6578 כָּשְׁל֖וּ H3782 וְנָפָֽלוּ H5307 ",
  "7": "מִי H4310 זֶ֖ה H2088 כַּיְאֹ֣ר H2975 יַֽעֲלֶ֑ה H5927 כַּנְּהָר֕וֹת H5104 יִֽתְגָּעֲשׁ֖וּ H1607 מֵימָֽיו H4325 ",
  "8": "מִצְרַ֨יִם֙ H4714 כַּיְאֹ֣ר H2975 יַֽעֲלֶ֔ה H5927 וְכַ H5104 יִתְגֹּ֣עֲשׁוּ H1607 מָ֑יִם H4325 וַיֹּ֗אמֶר H559 אַֽעֲלֶה֙ H5927 אֲכַסֶּה H3680 אֶ֔רֶץ H776 אֹבִ֥ידָה H6 עִ֖יר H5892 וְיֹ֥שְׁבֵי H3427 בָֽהּ Hb ",
  "9": "עֲל֤וּ H5927 הַסּוּסִים֙ H5483 וְהִתְהֹלְל֣וּ H1984 הָרֶ֔כֶב H7393 וְיֵצְא֖וּ H3318 הַגִּבּוֹרִ֑ים H1368 כּ֤וּשׁ H3568 וּפוּט֙ H6316 תֹּפְשֵׂ֣י H8610 מָגֵ֔ן H4043 וְלוּדִ֕ים H3866 תֹּפְשֵׂ֖י H8610 דֹּ֥רְכֵי H1869 קָֽשֶׁת H7198 ",
  "10": "וְֽהַ H3117 הַה֜וּא H1931 לַאדֹנָ֧ H136 יְהוִ֣ה H3069 צְבָא֗וֹת H6635 י֤וֹם H3117 נְקָמָה֙ H5360 לְהִנָּקֵ֣ם H5358 מִצָּרָ֔י H6862 וְאָכְלָ֥ה H398 חֶ֨רֶב֙ H2719 וְשָׂ֣בְעָ֔ה H7646 וְרָוְתָ֖ה H7301 מִדָּמָ֑ H1818 כִּ֣י H3588 זֶ֠בַח H2077 לַאדֹנָ֨ H136 יְהוִ֧ה H3069 צְבָא֛וֹת H6635 בְּאֶ֥רֶץ H776 צָפ֖וֹן H6828 אֶל H413 נְהַר H5104 פְּרָֽת H6578 ",
  "11": "עֲלִ֤י H5927 גִלְעָד֙ H1568 וּקְחִ֣י H3947 צֳרִ֔י H6875 בְּתוּלַ֖ת H1330 בַּת H1323 מִצְרָ֑יִם H4714 לַשָּׁוְא֙ H7723 הרביתי H7235 רְפֻא֔וֹת H7499 תְּעָלָ֖ה H8585 אֵ֥ין H369 לָֽךְ Hl ",
  "12": "שָׁמְע֤וּ H8085 גוֹיִם֙ H1471 קְלוֹנֵ֔ךְ H7036 וְצִוְחָתֵ֖ H6682 מָלְאָ֣ה H4390 הָאָ֑רֶץ H776 כִּֽי H3588 גִבּ֤וֹר H1368 בְּגִבּוֹר֙ H1368 כָּשָׁ֔לוּ H3782 יַחְדָּ֖יו H3162 נָפְל֥וּ H5307 שְׁנֵיהֶֽם H8147 ",
  "13": "הַדָּבָר֙ H1697 אֲשֶׁ֣ר H834 דִּבֶּ֣ר H1696 יְהוָ֔ה H3068 אֶֽל H413 יִרְמְיָ֖הוּ H3414 הַנָּבִ֑יא H5030 לָב֗וֹא H935 נְבֽוּכַדְרֶאצַּר֙ H5019 מֶ֣לֶךְ H4428 בָּבֶ֔ל H894 לְהַכּ֖וֹת H5221 אֶת H853 אֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "14": "הַגִּ֤ידוּ H5046 בְמִצְרַ֨יִם֙ H4714 וְהַשְׁמִ֣יעוּ H8085 בְמִגְדּ֔וֹל H4024 וְהַשְׁמִ֥יעוּ H8085 בְנֹ֖ף H5297 וּבְ H8471 אִמְר֗וּ H559 הִתְיַצֵּב֙ H3320 וְהָכֵ֣ן H3559 לָ֔ךְ Hl כִּֽי H3588 אָכְלָ֥ה H398 חֶ֖רֶב H2719 סְבִיבֶֽיךָ H5439 ",
  "15": "מַדּ֖וּעַ H4069 נִסְחַ֣ף H5502 אַבִּירֶ֑יךָ H47 לֹ֣א H3808 עָמַ֔ד H5975 כִּ֥י H3588 יְהוָ֖ה H3068 הֲדָפֽוֹ H1920 ",
  "16": "הִרְבָּ֖ה H7235 כּוֹשֵׁ֑ל H3782 גַּם H1571 נָפַ֞ל H5307 אִ֣ישׁ H376 אֶל H413 רֵעֵ֗הוּ H7453 וַיֹּֽאמְרוּ֙ H559 ק֣וּמָה H6965 וְנָשֻׁ֣בָה H7725 אֶל H413 עַמֵּ֗נוּ H5971 וְאֶל H413 אֶ֨רֶץ֙ H776 מֽוֹלַדְתֵּ֔נוּ H4138 מִפְּנֵ֖י H6440 חֶ֥רֶב H2719 הַיּוֹנָֽה H3238 ",
  "17": "קָרְא֖וּ H7121 שָׁ֑ם H8033 פַּרְעֹ֤ה H6547 מֶֽלֶךְ H4428 מִצְרַ֨יִם֙ H4714 שָׁא֔וֹן H7588 הֶעֱבִ֖יר H5674 הַמּוֹעֵֽד H4150 ",
  "18": "חַי H2416 אָ֨נִי֙ H589 נְאֻם H5002 הַמֶּ֔לֶךְ H4428 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 שְׁמ֑וֹ H8034 כִּ֚י H3588 כְּתָב֣וֹר H8396 בֶּֽהָרִ֔ים H2022 וּכְ H3760 בַּיָּ֥ם H3220 יָבֽוֹא H935 ",
  "19": "כְּלֵ֤י H3627 גוֹלָה֙ H1473 עֲשִׂ֣י H6213 לָ֔ךְ Hl יוֹשֶׁ֖בֶת H3427 בַּת H1323 מִצְרָ֑יִם H4714 כִּֽי H3588 נֹף֙ H5297 לְשַׁמָּ֣ה H8047 תִֽהְיֶ֔ה H1961 וְנִצְּתָ֖ה H3341 מֵאֵ֥ין H369 יוֹשֵֽׁב H3427 ",
  "20": "עֶגְלָ֥ה H5697 יְפֵֽה H3304 פִיָּ֖ה H3304 מִצְרָ֑יִם H4714 קֶ֥רֶץ H7171 מִצָּפ֖וֹן H6828 בָּ֥א H935 בָֽא H935 ",
  "21": "גַּם H1571 שְׂכִרֶ֤יהָ H7916 בְקִרְבָּ H7130 כְּעֶגְלֵ֣י H5695 מַרְבֵּ֔ק H4770 כִּֽי H3588 גַם H1571 הֵ֧מָּה H1992 הִפְנ֛וּ H6437 נָ֥סוּ H5127 יַחְדָּ֖יו H3162 לֹ֣א H3808 עָמָ֑דוּ H5975 כִּ֣י H3588 י֥וֹם H3117 אֵידָ֛ם H343 בָּ֥א H935 עֲלֵיהֶ֖ם H5921 עֵ֥ת H6256 פְּקֻדָּתָֽם H6486 ",
  "22": "קוֹלָ֖הּ H6963 כַּנָּחָ֣שׁ H5175 יֵלֵ֑ךְ H3212 כִּֽי H3588 בְחַ֣יִל H2428 יֵלֵ֔כוּ H3212 וּבְ H7134 בָּ֣אוּ H935 לָ֔הּ Hl כְּחֹטְבֵ֖י H2404 עֵצִֽים H6086 ",
  "23": "כָּרְת֤וּ H3772 יַעְרָהּ֙ H3293 נְאֻם H5002 יְהוָ֔ה H3068 כִּ֖י H3588 לֹ֣א H3808 יֵֽחָקֵ֑ר H2713 כִּ֤י H3588 רַבּוּ֙ H7231 מֵֽאַרְבֶּ֔ה H697 וְאֵ֥ין H369 לָהֶ֖ם H1992 מִסְפָּֽר H4557 ",
  "24": "הֹבִ֖ישָׁה H3001 בַּת H1323 מִצְרָ֑יִם H4714 נִתְּנָ֖ה H5414 בְּיַ֥ד H3027 עַם H5971 צָפֽוֹן H6828 ",
  "25": "אָמַר֩ H559 יְהוָ֨ה H3068 צְבָא֜וֹת H6635 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֗ל H3478 הִנְנִ֤י H2005 פוֹקֵד֙ H6485 אֶל H413 אָמ֣וֹן H528 מִנֹּ֔א H4996 וְעַל H5921 פַּרְעֹה֙ H6547 וְעַל H5921 מִצְרַ֔יִם H4714 וְעַל H5921 אֱלֹהֶ֖יהָ H430 וְעַל H5921 מְלָכֶ֑יהָ H4428 וְעַ֨ל H5921 פַּרְעֹ֔ה H6547 וְעַ֥ל H5921 הַבֹּטְחִ֖ים H982 בּֽוֹ Hb ",
  "26": "וּנְתַתִּ֗י H5414 בְּיַד֙ H3027 מְבַקְשֵׁ֣י H1245 נַפְשָׁ֔ם H5315 וּבְ H3027 נְבֽוּכַדְרֶאצַּ֥ר H5019 מֶֽלֶךְ H4428 בָּבֶ֖ל H894 וּבְ H3027 עֲבָדָ֑יו H5650 וְאַחֲרֵי H310 כֵ֛ן H3651 תִּשְׁכֹּ֥ן H7931 כִּֽימֵי H3117 קֶ֖דֶם H6924 נְאֻם H5002 יְהוָֽה H3068 ",
  "27": "וְ֠אַתָּה H859 אַל H408 תִּירָ֞א H3372 עַבְדִּ֤י H5650 יַֽעֲקֹב֙ H3290 וְאַל H408 תֵּחַ֣ת H2865 יִשְׂרָאֵ֔ל H3478 כִּ֠י H3588 הִנְנִ֤י H2005 מוֹשִֽׁעֲךָ֙ H3467 מֵֽרָח֔וֹק H7350 וְאֶֽת H853 זַרְעֲךָ֖ H2233 מֵאֶ֣רֶץ H776 שִׁבְיָ֑ם H7628 וְשָׁ֧ב H7725 יַעֲק֛וֹב H3290 וְשָׁקַ֥ט H8252 וְשַׁאֲנַ֖ן H7599 וְאֵ֥ין H369 מַחֲרִֽיד H2729 ",
  "28": "אַ֠תָּה H859 אַל H408 תִּירָ֞א H3372 עַבְדִּ֤י H5650 יַֽעֲקֹב֙ H3290 נְאֻם H5002 יְהוָ֔ה H3068 כִּ֥י H3588 אִתְּךָ֖ H854 אָ֑נִי H589 כִּי֩ H3588 אֶעֱשֶׂ֨ה H6213 כָלָ֜ה H3617 בְּכָֽל H3605 הַגּוֹיִ֣ם H1471 אֲשֶׁ֧ר H834 הִדַּחְתִּ֣יךָ H5080 שָׁ֗מָּה H8033 וְאֹֽתְ H853 לֹא H3808 אֶעֱשֶׂ֣ה H6213 כָלָ֔ה H3617 וְיִסַּרְתִּ֨י H3256 לַמִּשְׁפָּ֔ט H4941 וְנַקֵּ֖ה H5352 לֹ֥א H3808 אֲנַקֶּֽךָּ H5352 "
}
