{
  "1": "לְמוֹאָ֡ב H4124 כֹּֽה H3541 אָמַר֩ H559 יְהוָ֨ה H3068 צְבָא֜וֹת H6635 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֗ל H3478 ה֤וֹי H1945 אֶל H413 נְבוֹ֙ H5015 כִּ֣י H3588 שֻׁדָּ֔דָה H7703 הֹבִ֥ישָׁה H3001 נִלְכְּדָ֖ה H3920 קִרְיָתָ֑יִם H7156 הֹבִ֥ישָׁה H3001 הַמִּשְׂגָּ֖ב H4869 וָחָֽתָּה H2865 ",
  "2": "אֵ֣ין H369 עוֹד֮ H5750 תְּהִלַּ֣ת H8416 מוֹאָב֒ H4124 בְּחֶשְׁבּ֗וֹן H2809 חָשְׁב֤וּ H2803 עָלֶ֨יהָ֙ H5921 רָעָ֔ה H7451 לְכ֖וּ H3212 וְנַכְרִיתֶ֣ H3772 מִגּ֑וֹי H1471 גַּם H1571 מַדְמֵ֣ן H4086 תִּדֹּ֔מִּי H1826 אַחֲרַ֖יִךְ H310 תֵּ֥לֶךְ H3212 חָֽרֶב H2719 ",
  "3": "ק֥וֹל H6963 צְעָקָ֖ה H6818 מֵחֹֽרוֹנָ֑יִם H2773 שֹׁ֖ד H7701 וָשֶׁ֥בֶר H7667 גָּדֽוֹל H1419 ",
  "4": "נִשְׁבְּרָ֖ה H7665 מוֹאָ֑ב H4124 הִשְׁמִ֥יעוּ H8085 זְּעָקָ֖ה H2201 צעוריה H6810 ",
  "5": "כִּ֚י H3588 מַעֲלֵ֣ה H4608 הלחות H3872 בִּבְכִ֖י H1065 יַֽעֲלֶה H5927 בֶּ֑כִי H1065 כִּ֚י H3588 בְּמוֹרַ֣ד H4174 חוֹרֹנַ֔יִם H2773 צָרֵ֥י H6862 צַֽעֲקַת H6818 שֶׁ֖בֶר H7667 שָׁמֵֽעוּ H8085 ",
  "6": "נֻ֖סוּ H5127 מַלְּט֣וּ H4422 נַפְשְׁכֶ֑ם H5315 וְתִֽהְיֶ֕ינָה H1961 כַּעֲרוֹעֵ֖ר H6176 בַּמִּדְבָּֽר H4057 ",
  "7": "כִּ֠י H3588 יַ֣עַן H3282 בִּטְחֵ֤ךְ H982 בְּמַעֲשַׂ֨יִ H4639 וּבְ H214 גַּם H1571 אַ֖תְּ H859 תִּלָּכֵ֑דִי H3920 וְיָצָ֤א H3318 כמיש H3645 בַּגּוֹלָ֔ה H1473 כֹּהֲנָ֥יו H3548 וְשָׂרָ֖י H8269 יחד H3162 ",
  "8": "וְיָבֹ֨א H935 שֹׁדֵ֜ד H7703 אֶל H413 כָּל H3605 עִ֗יר H5892 וְעִיר֙ H5892 לֹ֣א H3808 תִמָּלֵ֔ט H4422 וְאָבַ֥ד H6 הָעֵ֖מֶק H6010 וְנִשְׁמַ֣ד H8045 הַמִּישֹׁ֑ר H4334 אֲשֶׁ֖ר H834 אָמַ֥ר H559 יְהוָֽה H3068 ",
  "9": "תְּנוּ H5414 צִ֣יץ H6731 לְמוֹאָ֔ב H4124 כִּ֥י H3588 נָצֹ֖א H5323 תֵּצֵ֑א H3318 וְעָרֶ֨י H5892 לְשַׁמָּ֣ה H8047 תִֽהְיֶ֔ינָה H1961 מֵאֵ֥ין H369 יוֹשֵׁ֖ב H3427 בָּהֵֽן H2004 ",
  "10": "אָר֗וּר H779 עֹשֶׂ֛ה H6213 מְלֶ֥אכֶת H4399 יְהוָ֖ה H3068 רְמִיָּ֑ה H7423 וְאָר֕וּר H779 מֹנֵ֥עַ H4513 חַרְבּ֖וֹ H2719 מִדָּֽם H1818 ",
  "11": "שַׁאֲנַ֨ן H7599 מוֹאָ֜ב H4124 מִנְּעוּרָ֗י H5271 וְשֹׁקֵ֥ט H8252 הוּא֙ H1931 אֶל H413 שְׁמָרָ֔יו H8105 וְלֹֽא H3808 הוּרַ֤ק H7324 מִכְּלִי֙ H3627 אֶל H413 כֶּ֔לִי H3627 וּבַ H1473 לֹ֣א H3808 הָלָ֑ךְ H1980 עַל H5921 כֵּ֗ן H3651 עָמַ֤ד H5975 טַעְמוֹ֙ H2940 בּ֔וֹ Hb וְרֵיח֖ H7381 לֹ֥א H3808 נָמָֽר H4171 ",
  "12": "לָכֵ֞ן H3651 הִנֵּ֖ה H2009 יָמִ֤ים H3117 בָּאִים֙ H935 נְאֻם H5002 יְהוָ֔ה H3068 וְשִׁלַּחְתִּי H7971 ל֥וֹ Hl צֹעִ֖ים H6808 וְצֵעֻ֑ H6808 וְכֵלָ֣י H3627 יָרִ֔יקוּ H7324 וְנִבְלֵי H5035 יְנַפֵּֽצוּ H5310 ",
  "13": "וּבֹ֥שׁ H954 מוֹאָ֖ב H4124 מִכְּמ֑וֹשׁ H3645 כַּאֲשֶׁר H834 בֹּ֨שׁוּ֙ H954 בֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 מִבֵּ֥ית H1008 אֵ֖ל H1008 מִבְטֶחָֽם H4009 ",
  "14": "אֵ֚יךְ H349 תֹּֽאמְר֔וּ H559 גִּבּוֹרִ֖ים H1368 אֲנָ֑חְנוּ H587 וְאַנְשֵׁי H376 חַ֖יִל H2428 לַמִּלְחָמָֽה H4421 ",
  "15": "שֻׁדַּ֤ד H7703 מוֹאָב֙ H4124 וְעָרֶ֣י H5892 עָלָ֔ה H5927 וּמִבְחַ֥ר H4005 בַּֽחוּרָ֖יו H970 יָרְד֣וּ H3381 לַטָּ֑בַח H2874 נְאֻ֨ם H5002 הַמֶּ֔לֶךְ H4428 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 שְׁמֽוֹ H8034 ",
  "16": "קָר֥וֹב H7138 אֵיד H343 מוֹאָ֖ב H4124 לָב֑וֹא H935 וְרָ֣עָת֔ H7451 מִהֲרָ֖ה H4116 מְאֹֽד H3966 ",
  "17": "נֻ֤דוּ H5110 לוֹ֙ Hl כָּל H3605 סְבִיבָ֔יו H5439 וְכֹ֖ל H3605 יֹדְעֵ֣י H3045 שְׁמ֑וֹ H8034 אִמְר֗וּ H559 אֵיכָ֤ה H349 נִשְׁבַּר֙ H7665 מַטֵּה H4294 עֹ֔ז H5797 מַקֵּ֖ל H4731 תִּפְאָרָֽה H8597 ",
  "18": "רְדִ֤י H3381 מִכָּבוֹד֙ H3519 ישבי H3427 בַצָּמָ֔א H6772 יֹשֶׁ֖בֶת H3427 בַּת H1323 דִּיב֑וֹן H1769 כִּֽי H3588 שֹׁדֵ֤ד H7703 מוֹאָב֙ H4124 עָ֣לָה H5927 בָ֔ךְ Hb שִׁחֵ֖ת H7843 מִבְצָרָֽיִךְ H4013 ",
  "19": "אֶל H413 דֶּ֛רֶךְ H1870 עִמְדִ֥י H5975 וְצַפִּ֖י H6822 יוֹשֶׁ֣בֶת H3427 עֲרוֹעֵ֑ר H6177 שַׁאֲלִי H7592 נָ֣ס H5127 וְנִמְלָ֔טָה H4422 אִמְרִ֖י H559 מַה H4100 נִּֽהְיָֽתָה H1961 ",
  "20": "הֹבִ֥ישׁ H3001 מוֹאָ֛ב H4124 כִּֽי H3588 חַ֖תָּה H2865 הילילי H3213 וזעקי H2199 הַגִּ֣ידוּ H5046 בְאַרְנ֔וֹן H769 כִּ֥י H3588 שֻׁדַּ֖ד H7703 מוֹאָֽב H4124 ",
  "21": "וּמִשְׁפָּ֥ט H4941 בָּ֖א H935 אֶל H413 אֶ֣רֶץ H776 הַמִּישֹׁ֑ר H4334 אֶל H413 חֹל֥וֹן H2473 וְאֶל H413 יַ֖הְצָה H3096 וְעַל H5921 מופעת H4158 ",
  "22": "וְעַל H5921 דִּיב֣וֹן H1769 וְעַל H5921 נְב֔וֹ H5015 וְעַל H5921 בֵּ֖ית H1015 דִּבְלָתָֽיִם H1015 ",
  "23": "וְעַ֧ל H5921 קִרְיָתַ֛יִם H7156 וְעַל H5921 בֵּ֥ית H1014 גָּמ֖וּל H1014 וְעַל H5921 בֵּ֥ית H1010 מְעֽוֹן H1010 ",
  "24": "וְעַל H5921 קְרִיּ֖וֹת H7152 וְעַל H5921 בָּצְרָ֑ה H1224 וְעַ֗ל H5921 כָּל H3605 עָרֵי֙ H5892 אֶ֣רֶץ H776 מוֹאָ֔ב H4124 הָרְחֹק֖וֹת H7350 וְהַ H7138 ",
  "25": "נִגְדְּעָה֙ H1438 קֶ֣רֶן H7161 מוֹאָ֔ב H4124 וּזְרֹע֖ H2220 נִשְׁבָּ֑רָה H7665 נְאֻ֖ם H5002 יְהוָֽה H3068 ",
  "26": "הַשְׁכִּירֻ֕הוּ H7937 כִּ֥י H3588 עַל H5921 יְהוָ֖ה H3068 הִגְדִּ֑יל H1431 וְסָפַ֤ק H5606 מוֹאָב֙ H4124 בְּקִיא֔ H6892 וְהָיָ֥ה H1961 לִשְׂחֹ֖ק H7814 גַּם H1571 הֽוּא H1931 ",
  "27": "וְאִ֣ם H518 ל֣וֹא H3808 הַשְּׂחֹ֗ק H7814 הָיָ֤ה H1961 לְךָ֙ Hl יִשְׂרָאֵ֔ל H3478 אִם H518 בְּגַנָּבִ֖ים H1590 נמצאה H4672 כִּֽי H3588 מִדֵּ֧י H1767 דְבָרֶ֥יךָ H1697 בּ֖וֹ Hb תִּתְנוֹדָֽד H5110 ",
  "28": "עִזְב֤וּ H5800 עָרִים֙ H5892 וְשִׁכְנ֣וּ H7931 בַּסֶּ֔לַע H5553 יֹשְׁבֵ֖י H3427 מוֹאָ֑ב H4124 וִֽהְי֣וּ H1961 כְיוֹנָ֔ה H3123 תְּקַנֵּ֖ן H7077 בְּעֶבְרֵ֥י H5676 פִי H6310 פָֽחַת H6354 ",
  "29": "שָׁמַ֥עְנוּ H8085 גְאוֹן H1347 מוֹאָ֖ב H4124 גֵּאֶ֣ה H1343 מְאֹ֑ד H3966 גָּבְה֧וֹ H1363 וּגְאוֹנ֛ H1347 וְגַאֲוָת֖ H1346 וְרֻ֥ם H7312 לִבּֽוֹ H3820 ",
  "30": "אֲנִ֤י H589 יָדַ֨עְתִּי֙ H3045 נְאֻם H5002 יְהוָ֔ה H3068 עֶבְרָת֖וֹ H5678 וְלֹא H3808 כֵ֑ן H3651 בַּדָּ֖יו H907 לֹא H3808 כֵ֥ן H3651 עָשֽׂוּ H6213 ",
  "31": "עַל H5921 כֵּן֙ H3651 עַל H5921 מוֹאָ֣ב H4124 אֲיֵלִ֔יל H3213 וּלְ H4124 כֻּלֹּ֖ה H3605 אֶזְעָ֑ק H2199 אֶל H413 אַנְשֵׁ֥י H376 קִֽיר H7025 חֶ֖רֶשׂ H7025 יֶהְגֶּֽה H1897 ",
  "32": "מִבְּכִ֨י H1065 יַעְזֵ֤ר H3270 אֶבְכֶּה H1058 לָּךְ֙ Hl הַגֶּ֣פֶן H1612 שִׂבְמָ֔ה H7643 נְטִֽישֹׁתַ֨יִךְ֙ H5189 עָ֣בְרוּ H5674 יָ֔ם H3220 עַ֛ד H5704 יָ֥ם H3220 יַעְזֵ֖ר H3270 נָגָ֑עוּ H5060 עַל H5921 קֵיצֵ֥ךְ H7019 וְעַל H5921 בְּצִירֵ֖ךְ H1210 שֹׁדֵ֥ד H7703 נָפָֽל H5307 ",
  "33": "וְנֶאֶסְפָ֨ה H622 שִׂמְחָ֥ה H8057 וָגִ֛יל H1524 מִכַּרְמֶ֖ל H3759 וּמֵ H776 מוֹאָ֑ב H4124 וְיַ֨יִן֙ H3196 מִיקָבִ֣ים H3342 הִשְׁבַּ֔תִּי H7673 לֹֽא H3808 יִדְרֹ֣ךְ H1869 הֵידָ֔ד H1959 הֵידָ֖ד H1959 לֹ֥א H3808 הֵידָֽד H1959 ",
  "34": "מִזַּעֲקַ֨ת H2201 חֶשְׁבּ֜וֹן H2809 עַד H5704 אֶלְעָלֵ֗ה H500 עַד H5704 יַ֨הַץ֙ H3096 נָתְנ֣וּ H5414 קוֹלָ֔ם H6963 מִצֹּ֨עַר֙ H6820 עַד H5704 חֹ֣רֹנַ֔יִם H2773 עֶגְלַ֖ת H5697 שְׁלִֽשִׁיָּ֑ה H7992 כִּ֚י H3588 גַּם H1571 מֵ֣י H4325 נִמְרִ֔ים H5249 לִמְשַׁמּ֖וֹת H4923 יִהְיֽוּ H1961 ",
  "35": "וְהִשְׁבַּתִּ֥י H7673 לְמוֹאָ֖ב H4124 נְאֻם H5002 יְהוָ֑ה H3068 מַעֲלֶ֣ה H5927 בָמָ֔ה H1116 וּמַקְטִ֖יר H6999 לֵאלֹהָֽי H430 ",
  "36": "עַל H5921 כֵּ֞ן H3651 לִבִּ֤י H3820 לְמוֹאָב֙ H4124 כַּחֲלִלִ֣ים H2485 יֶהֱמֶ֔ה H1993 וְלִבִּ H3820 אֶל H413 אַנְשֵׁ֣י H376 קִֽיר H7025 חֶ֔רֶשׂ H7025 כַּחֲלִילִ֖ים H2485 יֶהֱמֶ֑ה H1993 עַל H5921 כֵּ֛ן H3651 יִתְרַ֥ת H3502 עָשָׂ֖ה H6213 אָבָֽדוּ H6 ",
  "37": "כִּ֤י H3588 כָל H3605 רֹאשׁ֙ H7218 קָרְחָ֔ה H7144 וְכָל H3605 זָקָ֖ן H2206 גְּרֻעָ֑ה H1639 עַ֤ל H5921 כָּל H3605 יָדַ֨יִם֙ H3027 גְּדֻדֹ֔ת H1417 וְעַל H5921 מָתְנַ֖יִם H4975 שָֽׂק H8242 ",
  "38": "עַ֣ל H5921 כָּל H3605 גַּגּ֥וֹת H1406 מוֹאָ֛ב H4124 וּבִ H7339 כֻּלֹּ֣ה H3605 מִסְפֵּ֑ד H4553 כִּֽי H3588 שָׁבַ֣רְתִּי H7665 אֶת H853 מוֹאָ֗ב H4124 כִּכְלִ֛י H3627 אֵֽין H369 חֵ֥פֶץ H2656 בּ֖וֹ Hb נְאֻם H5002 יְהוָֽה H3068 ",
  "39": "אֵ֥יךְ H349 חַ֨תָּה֙ H2865 הֵילִ֔ילוּ H3213 אֵ֛יךְ H349 הִפְנָה H6437 עֹ֥רֶף H6203 מוֹאָ֖ב H4124 בּ֑וֹשׁ H954 וְהָיָ֥ה H1961 מוֹאָ֛ב H4124 לִשְׂחֹ֥ק H7814 וְלִ H4288 לְכָל H3605 סְבִיבָֽיו H5439 ",
  "40": "כִּי H3588 כֹה֙ H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 הִנֵּ֥ה H2009 כַנֶּ֖שֶׁר H5404 יִדְאֶ֑ה H1675 וּפָרַ֥שׂ H6566 כְּנָפָ֖יו H3671 אֶל H413 מוֹאָֽב H4124 ",
  "41": "נִלְכְּדָה֙ H3920 הַקְּרִיּ֔וֹת H7152 וְהַ H4679 נִתְפָּ֑שָׂה H8610 וְֽ֠הָיָה H1961 לֵ֞ב H3820 גִּבּוֹרֵ֤י H1368 מוֹאָב֙ H4124 בַּיּ֣וֹם H3117 הַה֔וּא H1931 כְּלֵ֖ב H3820 אִשָּׁ֥ה H802 מְצֵרָֽה H6887 ",
  "42": "וְנִשְׁמַ֥ד H8045 מוֹאָ֖ב H4124 מֵעָ֑ם H5971 כִּ֥י H3588 עַל H5921 יְהוָ֖ה H3068 הִגְדִּֽיל H1431 ",
  "43": "פַּ֥חַד H6343 וָפַ֖חַת H6354 וָפָ֑ח H6341 עָלֶ֛יךָ H5921 יוֹשֵׁ֥ב H3427 מוֹאָ֖ב H4124 נְאֻם H5002 יְהוָֽה H3068 ",
  "44": "הניס H5211 מִפְּנֵ֤י H6440 הַפַּ֨חַד֙ H6343 יִפֹּ֣ל H5307 אֶל H413 הַפַּ֔חַת H6354 וְהָֽ H5927 מִן H4480 הַפַּ֔חַת H6354 יִלָּכֵ֖ד H3920 בַּפָּ֑ח H6341 כִּֽי H3588 אָבִ֨יא H935 אֵלֶ֧יהָ H413 אֶל H413 מוֹאָ֛ב H4124 שְׁנַ֥ת H8141 פְּקֻדָּתָ֖ם H6486 נְאֻם H5002 יְהוָֽה H3068 ",
  "45": "בְּצֵ֥ל H6738 חֶשְׁבּ֛וֹן H2809 עָמְד֖וּ H5975 מִכֹּ֣חַ H3581 נָסִ֑ים H5127 כִּֽי H3588 אֵ֞שׁ H784 יָצָ֣א H3318 מֵחֶשְׁבּ֗וֹן H2809 וְלֶֽהָבָה֙ H3852 מִבֵּ֣ין H996 סִיח֔וֹן H5511 וַתֹּ֨אכַל֙ H398 פְּאַ֣ת H6285 מוֹאָ֔ב H4124 וְקָדְקֹ֖ד H6936 בְּנֵ֥י H1121 שָׁאֽוֹן H7588 ",
  "46": "אוֹי H188 לְךָ֣ Hl מוֹאָ֔ב H4124 אָבַ֖ד H6 עַם H5971 כְּמ֑וֹשׁ H3645 כִּֽי H3588 לֻקְּח֤וּ H3947 בָנֶ֨יךָ֙ H1121 בַּשֶּׁ֔בִי H7628 וּבְנֹתֶ֖י H1323 בַּשִּׁבְיָֽה H7633 ",
  "47": "וְשַׁבְתִּ֧י H7725 שְׁבוּת H7622 מוֹאָ֛ב H4124 בְּאַחֲרִ֥ית H319 הַיָּמִ֖ים H3117 נְאֻם H5002 יְהוָ֑ה H3068 עַד H5704 הֵ֖נָּה H2008 מִשְׁפַּ֥ט H4941 מוֹאָֽב H4124 "
}
