{
  "1": "הַדָּבָ֗ר H1697 אֲשֶׁ֨ר H834 דִּבֶּ֧ר H1696 יְהוָ֛ה H3068 אֶל H413 בָּבֶ֖ל H894 אֶל H413 אֶ֣רֶץ H776 כַּשְׂדִּ֑ים H3778 בְּיַ֖ד H3027 יִרְמְיָ֥הוּ H3414 הַנָּבִֽיא H5030 ",
  "2": "הַגִּ֨ידוּ H5046 בַגּוֹיִ֤ם H1471 וְהַשְׁמִ֨יעוּ֙ H8085 וּֽשְׂאוּ H5375 נֵ֔ס H5251 הַשְׁמִ֖יעוּ H8085 אַל H408 תְּכַחֵ֑דוּ H3582 אִמְרוּ֩ H559 נִלְכְּדָ֨ה H3920 בָבֶ֜ל H894 הֹבִ֥ישׁ H3001 בֵּל֙ H1078 חַ֣ת H2865 מְרֹדָ֔ךְ H4781 הֹבִ֣ישׁוּ H3001 עֲצַבֶּ֔יהָ H6091 חַ֖תּוּ H2865 גִּלּוּלֶֽיהָ H1544 ",
  "3": "כִּ֣י H3588 עָלָה֩ H5927 עָלֶ֨יהָ H5921 גּ֜וֹי H1471 מִצָּפ֗וֹן H6828 הֽוּא H1931 יָשִׁ֤ית H7896 אֶת H853 אַרְצָהּ֙ H776 לְשַׁמָּ֔ה H8047 וְלֹֽא H3808 יִהְיֶ֥ה H1961 יוֹשֵׁ֖ב H3427 בָּ֑הּ Hb מֵאָדָ֥ם H120 וְעַד H5704 בְּהֵמָ֖ה H929 נָ֥דוּ H5110 הָלָֽכוּ H1980 ",
  "4": "בַּיָּמִ֨ים H3117 הָהֵ֜מָּה H1992 וּבָ H6256 הַהִיא֙ H1931 נְאֻם H5002 יְהוָ֔ה H3068 יָבֹ֧אוּ H935 בְנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 הֵ֥מָּה H1992 וּבְנֵֽי H1121 יְהוּדָ֖ה H3063 יַחְדָּ֑ו H3162 הָל֤וֹךְ H1980 וּבָכוֹ֙ H1058 יֵלֵ֔כוּ H3212 וְאֶת H853 יְהוָ֥ה H3068 אֱלֹהֵיהֶ֖ם H430 יְבַקֵּֽשׁוּ H1245 ",
  "5": "צִיּ֣וֹן H6726 יִשְׁאָ֔לוּ H7592 דֶּ֖רֶךְ H1870 הֵ֣נָּה H2008 פְנֵיהֶ֑ם H6440 בֹּ֚אוּ H935 וְנִלְו֣וּ H3867 אֶל H413 יְהוָ֔ה H3068 בְּרִ֥ית H1285 עוֹלָ֖ם H5769 לֹ֥א H3808 תִשָּׁכֵֽחַ H7911 ",
  "6": "צֹ֤אן H6629 אֹֽבְדוֹת֙ H6 היה H1961 עַמִּ֔י H5971 רֹעֵיהֶ֣ם H7462 הִתְע֔וּם H8582 הָרִ֖ים H2022 שובבים H7726 מֵהַ֤ר H2022 אֶל H413 גִּבְעָה֙ H1389 הָלָ֔כוּ H1980 שָׁכְח֖וּ H7911 רִבְצָֽם H7258 ",
  "7": "כָּל H3605 מוֹצְאֵיהֶ֣ם H4672 אֲכָל֔וּם H398 וְצָרֵי H6862 אָמְר֖וּ H559 לֹ֣א H3808 נֶאְשָׁ֑ם H816 תַּ֗חַת H8478 אֲשֶׁ֨ר H834 חָטְא֤וּ H2398 לַֽיהוָה֙ H3068 נְוֵה H5116 צֶ֔דֶק H6664 וּמִקְוֵ֥ה H4723 אֲבֽוֹתֵיהֶ֖ם H1 יְהוָֽה H3068 ",
  "8": "נֻ֚דוּ H5110 מִתּ֣וֹךְ H8432 בָּבֶ֔ל H894 וּמֵ H776 כַּשְׂדִּ֖ים H3778 יצאו H3318 וִהְי֕וּ H1961 כְּעַתּוּדִ֖ים H6260 לִפְנֵי H6440 צֹֽאן H6629 ",
  "9": "כִּ֣י H3588 הִנֵּ֣ה H2009 אָנֹכִ֡י H595 מֵעִיר֩ H5782 וּמַעֲלֶ֨ה H5927 עַל H5921 בָּבֶ֜ל H894 קְהַל H6951 גּוֹיִ֤ם H1471 גְּדֹלִים֙ H1419 מֵאֶ֣רֶץ H776 צָפ֔וֹן H6828 וְעָ֣רְכוּ H6186 לָ֔הּ Hl מִשָּׁ֖ם H8033 תִּלָּכֵ֑ד H3920 חִצָּיו֙ H2671 כְּגִבּ֣וֹר H1368 מַשְׁכִּ֔יל H7919 לֹ֥א H3808 יָשׁ֖וּב H7725 רֵיקָֽם H7387 ",
  "10": "וְהָיְתָ֥ה H1961 כַשְׂדִּ֖ים H3778 לְשָׁלָ֑ל H7998 כָּל H3605 שֹׁלְלֶ֥יהָ H7997 יִשְׂבָּ֖עוּ H7646 נְאֻם H5002 יְהוָֽה H3068 ",
  "11": "כִּ֤י H3588 תשמחי H8055 כִּ֣י H3588 תעלזי H5937 שֹׁסֵ֖י H8154 נַחֲלָתִ֑י H5159 כִּ֤י H3588 תפושי H6335 כְּעֶגְלָ֣ה H5697 דָשָׁ֔ה H1877 ותצהלי H6670 כָּאֲבִּרִֽים H47 ",
  "12": "בּ֤וֹשָׁה H954 אִמְּכֶם֙ H517 מְאֹ֔ד H3966 חָפְרָ֖ה H2659 יֽוֹלַדְתְּכֶ֑ם H3205 הִנֵּה֙ H2009 אַחֲרִ֣ית H319 גּוֹיִ֔ם H1471 מִדְבָּ֖ר H4057 צִיָּ֥ה H6723 וַעֲרָבָֽה H6160 ",
  "13": "מִקֶּ֤צֶף H7110 יְהוָה֙ H3068 לֹ֣א H3808 תֵשֵׁ֔ב H3427 וְהָיְתָ֥ה H1961 שְׁמָמָ֖ה H8077 כֻּלָּ֑הּ H3605 כֹּ֚ל H3605 עֹבֵ֣ר H5674 עַל H5921 בָּבֶ֔ל H894 יִשֹּׁ֥ם H8074 וְיִשְׁרֹ֖ק H8319 עַל H5921 כָּל H3605 מַכּוֹתֶֽיהָ H4347 ",
  "14": "עִרְכ֨וּ H6186 עַל H5921 בָּבֶ֤ל H894 סָבִיב֙ H5439 כָּל H3605 דֹּ֣רְכֵי H1869 קֶ֔שֶׁת H7198 יְד֣וּ H3034 אֵלֶ֔יהָ H413 אַֽל H408 תַּחְמְל֖וּ H2550 אֶל H413 חֵ֑ץ H2671 כִּ֥י H3588 לַֽיהוָ֖ה H3068 חָטָֽאָה H2398 ",
  "15": "הָרִ֨יעוּ H7321 עָלֶ֤יהָ H5921 סָבִיב֙ H5439 נָתְנָ֣ה H5414 יָדָ֔הּ H3027 נָֽפְלוּ֙ H5307 אשויתיה H803 נֶהֶרְס֖וּ H2040 חֽוֹמוֹתֶ֑יהָ H2346 כִּי֩ H3588 נִקְמַ֨ת H5360 יְהוָ֥ה H3068 הִיא֙ H1931 הִנָּ֣קְמוּ H5358 בָ֔הּ Hb כַּאֲשֶׁ֥ר H834 עָשְׂתָ֖ה H6213 עֲשׂוּ H6213 לָֽהּ Hl ",
  "16": "כִּרְת֤וּ H3772 זוֹרֵ֨עַ֙ H2232 מִבָּבֶ֔ל H894 וְתֹפֵ֥שׂ H8610 מַגָּ֖ל H4038 בְּעֵ֣ת H6256 קָצִ֑יר H7105 מִפְּנֵי֙ H6440 חֶ֣רֶב H2719 הַיּוֹנָ֔ה H3238 אִ֤ישׁ H376 אֶל H413 עַמּוֹ֙ H5971 יִפְנ֔וּ H6437 וְאִ֥ישׁ H376 לְאַרְצ֖ H776 יָנֻֽסוּ H5127 ",
  "17": "שֶׂ֧ה H7716 פְזוּרָ֛ה H6340 יִשְׂרָאֵ֖ל H3478 אֲרָי֣וֹת H738 הִדִּ֑יחוּ H5080 הָרִאשׁ֤וֹן H7223 אֲכָלוֹ֙ H398 מֶ֣לֶךְ H4428 אַשּׁ֔וּר H804 וְזֶ֤ה H2088 הָאַחֲרוֹן֙ H314 עִצְּמ֔וֹ H6105 נְבוּכַדְרֶאצַּ֖ר H5019 מֶ֥לֶךְ H4428 בָּבֶֽל H894 ",
  "18": "לָכֵ֗ן H3651 כֹּֽה H3541 אָמַ֞ר H559 יְהוָ֤ה H3068 צְבָאוֹת֙ H6635 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 הִנְנִ֥י H2005 פֹקֵ֛ד H6485 אֶל H413 מֶ֥לֶךְ H4428 בָּבֶ֖ל H894 וְאֶל H413 אַרְצ֑וֹ H776 כַּאֲשֶׁ֥ר H834 פָּקַ֖דְתִּי H6485 אֶל H413 מֶ֥לֶךְ H4428 אַשּֽׁוּר H804 ",
  "19": "וְשֹׁבַבְתִּ֤י H7725 אֶת H853 יִשְׂרָאֵל֙ H3478 אֶל H413 נָוֵ֔הוּ H5116 וְרָעָ֥ה H7462 הַכַּרְמֶ֖ל H3760 וְהַ H1316 וּבְ H2022 אֶפְרַ֛יִם H669 וְהַ H1568 תִּשְׂבַּ֥ע H7646 נַפְשֽׁוֹ H5315 ",
  "20": "בַּיָּמִ֣ים H3117 הָהֵם֩ H1992 וּבָ H6256 הַהִ֜יא H1931 נְאֻם H5002 יְהוָ֗ה H3068 יְבֻקַּ֞שׁ H1245 אֶת H853 עֲוֺ֤ן H5771 יִשְׂרָאֵל֙ H3478 וְאֵינֶ֔ H369 וְאֶת H853 חַטֹּ֥את H2403 יְהוּדָ֖ה H3063 וְלֹ֣א H3808 תִמָּצֶ֑אינָה H4672 כִּ֥י H3588 אֶסְלַ֖ח H5545 לַאֲשֶׁ֥ר H834 אַשְׁאִֽיר H7604 ",
  "21": "עַל H5921 הָאָ֤רֶץ H776 מְרָתַ֨יִם֙ H4850 עֲלֵ֣ה H5927 עָלֶ֔יהָ H5921 וְאֶל H413 יוֹשְׁבֵ֖י H3427 פְּק֑וֹד H6489 חֲרֹ֨ב H2717 וְהַחֲרֵ֤ם H2763 אַֽחֲרֵיהֶם֙ H310 נְאֻם H5002 יְהוָ֔ה H3068 וַעֲשֵׂ֕ה H6213 כְּכֹ֖ל H3605 אֲשֶׁ֥ר H834 צִוִּיתִֽיךָ H6680 ",
  "22": "ק֥וֹל H6963 מִלְחָמָ֖ה H4421 בָּאָ֑רֶץ H776 וְשֶׁ֖בֶר H7667 גָּדֽוֹל H1419 ",
  "23": "אֵ֤יךְ H349 נִגְדַּע֙ H1438 וַיִּשָּׁבֵ֔ר H7665 פַּטִּ֖ישׁ H6360 כָּל H3605 הָאָ֑רֶץ H776 אֵ֣יךְ H349 הָיְתָ֧ה H1961 לְשַׁמָּ֛ה H8047 בָּבֶ֖ל H894 בַּגּוֹיִֽם H1471 ",
  "24": "יָקֹ֨שְׁתִּי H3369 לָ֤ךְ Hl וְגַם H1571 נִלְכַּדְתְּ֙ H3920 בָּבֶ֔ל H894 וְאַ֖תְּ H859 לֹ֣א H3808 יָדָ֑עַתְּ H3045 נִמְצֵאת֙ H4672 וְגַם H1571 נִתְפַּ֔שְׂתְּ H8610 כִּ֥י H3588 בַֽיהוָ֖ה H3068 הִתְגָּרִֽית H1624 ",
  "25": "פָּתַ֤ח H6605 יְהוָה֙ H3068 אֶת H853 א֣וֹצָר֔וֹ H214 וַיּוֹצֵ֖א H3318 אֶת H853 כְּלֵ֣י H3627 זַעְמ֑וֹ H2195 כִּי H3588 מְלָאכָ֣ה H4399 הִ֗יא H1931 לַֽאדֹנָ֧ H136 יְהוִ֛ה H3069 צְבָא֖וֹת H6635 בְּאֶ֥רֶץ H776 כַּשְׂדִּֽים H3778 ",
  "26": "בֹּֽאוּ H935 לָ֤הּ Hl מִקֵּץ֙ H7093 פִּתְח֣וּ H6605 מַאֲבֻסֶ֔יהָ H3965 סָלּ֥וּהָ H5549 כְמוֹ H3644 עֲרֵמִ֖ים H6194 וְהַחֲרִימ֑וּ H2763 אַל H408 תְּהִי H1961 לָ֖הּ Hl שְׁאֵרִֽית H7611 ",
  "27": "חִרְבוּ֙ H2717 כָּל H3605 פָּרֶ֔יהָ H6499 יֵרְד֖וּ H3381 לַטָּ֑בַח H2874 ה֣וֹי H1945 עֲלֵיהֶ֔ם H5921 כִּֽי H3588 בָ֥א H935 יוֹמָ֖ם H3117 עֵ֥ת H6256 פְּקֻדָּתָֽם H6486 ",
  "28": "ק֥וֹל H6963 נָסִ֛ים H5127 וּפְלֵטִ֖ים H6412 מֵאֶ֣רֶץ H776 בָּבֶ֑ל H894 לְהַגִּ֣יד H5046 בְּצִיּ֗וֹן H6726 אֶת H853 נִקְמַת֙ H5360 יְהוָ֣ה H3068 אֱלֹהֵ֔ינוּ H430 נִקְמַ֖ת H5360 הֵיכָלֽוֹ H1964 ",
  "29": "הַשְׁמִ֣יעוּ H8085 אֶל H413 בָּבֶ֣ל H894 רַ֠בִּים H7228 כָּל H3605 דֹּ֨רְכֵי H1869 קֶ֜שֶׁת H7198 חֲנ֧וּ H2583 עָלֶ֣יהָ H5921 סָבִ֗יב H5439 אַל H408 יְהִי H1961 פְּלֵטָ֔ה H6413 שַׁלְּמוּ H7999 לָ֣הּ Hl כְּפָעֳלָ֔ H6467 כְּכֹ֛ל H3605 אֲשֶׁ֥ר H834 עָשְׂתָ֖ה H6213 עֲשׂוּ H6213 לָ֑הּ Hl כִּ֧י H3588 אֶל H413 יְהוָ֛ה H3068 זָ֖דָה H2102 אֶל H413 קְד֥וֹשׁ H6918 יִשְׂרָאֵֽל H3478 ",
  "30": "לָכֵ֛ן H3651 יִפְּל֥וּ H5307 בַחוּרֶ֖יהָ H970 בִּרְחֹבֹתֶ֑י H7339 וְכָל H3605 אַנְשֵׁ֨י H376 מִלְחַמְתָּ֥הּ H4421 יִדַּ֛מּוּ H1826 בַּיּ֥וֹם H3117 הַה֖וּא H1931 נְאֻם H5002 יְהוָֽה H3068 ",
  "31": "הִנְנִ֤י H2005 אֵלֶ֨יךָ֙ H413 זָד֔וֹן H2087 נְאֻם H5002 אֲדֹנָ֥י H136 יְהוִ֖ה H3069 צְבָא֑וֹת H6635 כִּ֛י H3588 בָּ֥א H935 יוֹמְךָ֖ H3117 עֵ֥ת H6256 פְּקַדְתִּֽיךָ H6485 ",
  "32": "וְכָשַׁ֤ל H3782 זָדוֹן֙ H2087 וְנָפַ֔ל H5307 וְאֵ֥ין H369 ל֖וֹ Hl מֵקִ֑ים H6965 וְהִצַּ֤תִּי H3341 אֵשׁ֙ H784 בְּעָרָ֔י H5892 וְאָכְלָ֖ה H398 כָּל H3605 סְבִיבֹתָֽיו H5439 ",
  "33": "כֹּ֤ה H3541 אָמַר֙ H559 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 עֲשׁוּקִ֛ים H6231 בְּנֵי H1121 יִשְׂרָאֵ֥ל H3478 וּבְנֵי H1121 יְהוּדָ֖ה H3063 יַחְדָּ֑ו H3162 וְכָל H3605 שֹֽׁבֵיהֶם֙ H7617 הֶחֱזִ֣יקוּ H2388 בָ֔ם Hb מֵאֲנ֖וּ H3985 שַׁלְּחָֽם H7971 ",
  "34": "גֹּאֲלָ֣ם H1350 חָזָ֗ק H2389 יְהוָ֤ה H3068 צְבָאוֹת֙ H6635 שְׁמ֔וֹ H8034 רִ֥יב H7378 יָרִ֖יב H7378 אֶת H853 רִיבָ֑ם H7379 לְמַ֨עַן֙ H4616 הִרְגִּ֣יעַ H7280 אֶת H853 הָאָ֔רֶץ H776 וְהִרְגִּ֖יז H7264 לְיֹשְׁבֵ֥י H3427 בָבֶֽל H894 ",
  "35": "חֶ֥רֶב H2719 עַל H5921 כַּשְׂדִּ֖ים H3778 נְאֻם H5002 יְהוָ֑ה H3068 וְאֶל H413 יֹשְׁבֵ֣י H3427 בָבֶ֔ל H894 וְאֶל H413 שָׂרֶ֖יהָ H8269 וְאֶל H413 חֲכָמֶֽיהָ H2450 ",
  "36": "חֶ֥רֶב H2719 אֶל H413 הַבַּדִּ֖ים H907 וְנֹאָ֑לוּ H2973 חֶ֥רֶב H2719 אֶל H413 גִּבּוֹרֶ֖יהָ H1368 וָחָֽתּוּ H2865 ",
  "37": "חֶ֜רֶב H2719 אֶל H413 סוּסָ֣יו H5483 וְאֶל H413 רִכְבּ֗וֹ H7393 וְאֶל H413 כָּל H3605 הָעֶ֛רֶב H6154 אֲשֶׁ֥ר H834 בְּתוֹכָ֖ H8432 וְהָי֣וּ H1961 לְנָשִׁ֑ים H802 חֶ֥רֶב H2719 אֶל H413 אוֹצְרֹתֶ֖יהָ H214 וּבֻזָּֽזוּ H962 ",
  "38": "חֹ֥רֶב H2721 אֶל H413 מֵימֶ֖יהָ H4325 וְיָבֵ֑שׁוּ H3001 כִּ֣י H3588 אֶ֤רֶץ H776 פְּסִלִים֙ H6456 הִ֔יא H1931 וּבָ H367 יִתְהֹלָֽלוּ H1984 ",
  "39": "לָכֵ֗ן H3651 יֵשְׁב֤וּ H3427 צִיִּים֙ H6728 אֶת H854 אִיִּ֔ים H338 וְיָ֥שְׁבוּ H3427 בָ֖הּ Hb בְּנ֣וֹת H1323 יַֽעֲנָ֑ה H3284 וְלֹֽא H3808 תֵשֵׁ֥ב H3427 עוֹד֙ H5750 לָנֶ֔צַח H5331 וְלֹ֥א H3808 תִשְׁכּ֖וֹן H7931 עַד H5704 דּ֥וֹר H1755 וָדֽוֹר H1755 ",
  "40": "כְּמַהְפֵּכַ֨ת H4114 אֱלֹהִ֜ים H430 אֶת H853 סְדֹ֧ם H5467 וְאֶת H853 עֲמֹרָ֛ה H6017 וְאֶת H853 שְׁכֵנֶ֖יהָ H7934 נְאֻם H5002 יְהוָ֑ה H3068 לֹֽא H3808 יֵשֵׁ֥ב H3427 שָׁם֙ H8033 אִ֔ישׁ H376 וְלֹֽא H3808 יָג֥וּר H1481 בָּ֖הּ Hb בֶּן H1121 אָדָֽם H120 ",
  "41": "הִנֵּ֛ה H2009 עַ֥ם H5971 בָּ֖א H935 מִצָּפ֑וֹן H6828 וְג֤וֹי H1471 גָּדוֹל֙ H1419 וּמְלָכִ֣ים H4428 רַבִּ֔ים H7227 יֵעֹ֖רוּ H5782 מִיַּרְכְּתֵי H3411 אָֽרֶץ H776 ",
  "42": "קֶ֣שֶׁת H7198 וְכִידֹ֞ן H3591 יַחֲזִ֗יקוּ H2388 אַכְזָרִ֥י H394 הֵ֨מָּה֙ H1992 וְלֹ֣א H3808 יְרַחֵ֔מוּ H7355 קוֹלָם֙ H6963 כַּיָּ֣ם H3220 יֶהֱמֶ֔ה H1993 וְעַל H5921 סוּסִ֖ים H5483 יִרְכָּ֑בוּ H7392 עָר֗וּךְ H6186 כְּאִישׁ֙ H376 לַמִּלְחָמָ֔ה H4421 עָלַ֖יִךְ H5921 בַּת H1323 בָּבֶֽל H894 ",
  "43": "שָׁמַ֧ע H8085 מֶֽלֶךְ H4428 בָּבֶ֛ל H894 אֶת H853 שִׁמְעָ֖ם H8088 וְרָפ֣וּ H7503 יָדָ֑יו H3027 צָרָה֙ H6869 הֶחֱזִיקַ֔תְהוּ H2388 חִ֖יל H2427 כַּיּוֹלֵדָֽה H3205 ",
  "44": "הִ֠נֵּה H2009 כְּאַרְיֵ֞ה H738 יַעֲלֶ֨ה H5927 מִגְּא֣וֹן H1347 הַיַּרְדֵּן֮ H3383 אֶל H413 נְוֵ֣ה H5116 אֵיתָן֒ H386 כִּֽי H3588 אַרְגִּ֤עָה H7280 ארוצם H7323 מֵֽעָלֶ֔י H5921 וּמִ֥י H4310 בָח֖וּר H970 אֵלֶ֣יהָ H413 אֶפְקֹ֑ד H6485 כִּ֣י H3588 מִ֤י H4310 כָמ֨וֹנִי֙ H3644 וּמִ֣י H4310 יוֹעִדֶ֔נִּי H3259 וּמִֽי H4310 זֶ֣ה H2088 רֹעֶ֔ה H7462 אֲשֶׁ֥ר H834 יַעֲמֹ֖ד H5975 לְפָנָֽ H6440 ",
  "45": "לָכֵ֞ן H3651 שִׁמְע֣וּ H8085 עֲצַת H6098 יְהוָ֗ה H3068 אֲשֶׁ֤ר H834 יָעַץ֙ H3289 אֶל H413 בָּבֶ֔ל H894 וּמַ֨חְשְׁבוֹתָ֔י H4284 אֲשֶׁ֥ר H834 חָשַׁ֖ב H2803 אֶל H413 אֶ֣רֶץ H776 כַּשְׂדִּ֑ים H3778 אִם H518 לֹ֤א H3808 יִסְחָבוּם֙ H5498 צְעִירֵ֣י H6810 הַצֹּ֔אן H6629 אִם H518 לֹ֥א H3808 יַשִּׁ֛ים H8074 עֲלֵיהֶ֖ם H5921 נָוֶֽה H5116 ",
  "46": "מִקּוֹל֙ H6963 נִתְפְּשָׂ֣ה H8610 בָבֶ֔ל H894 נִרְעֲשָׁ֖ה H7493 הָאָ֑רֶץ H776 וּזְעָקָ֖ה H2201 בַּגּוֹיִ֥ם H1471 נִשְׁמָֽע H8085 "
}
