{
  "1": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 הִנְנִי֙ H2005 מֵעִ֣יר H5782 עַל H5921 בָּבֶ֔ל H894 וְאֶל H413 יֹשְׁבֵ֖י H3427 לֵ֣ב H3820 קָמָ֑י H6965 ר֖וּחַ H7307 מַשְׁחִֽית H7843 ",
  "2": "וְשִׁלַּחְתִּ֨י H7971 לְבָבֶ֤ל H894 זָרִים֙ H2114 וְזֵר֔וּ H2219 וִיבֹקְק֖וּ H1238 אֶת H853 אַרְצָ֑הּ H776 כִּֽי H3588 הָי֥וּ H1961 עָלֶ֛יהָ H5921 מִסָּבִ֖יב H5439 בְּי֥וֹם H3117 רָעָֽה H7451 ",
  "3": "אֶֽל H413 יִדְרֹ֤ךְ H1869 ידרך H1869 הַדֹּרֵךְ֙ H1869 קַשְׁתּ֔וֹ H7198 וְאֶל H408 יִתְעַ֖ל H5927 בְּסִרְיֹנ֑ H5630 וְאַֽל H413 תַּחְמְלוּ֙ H2550 אֶל H413 בַּ֣חֻרֶ֔יהָ H970 הַחֲרִ֖ימוּ H2763 כָּל H3605 צְבָאָֽהּ H6635 ",
  "4": "וְנָפְל֥וּ H5307 חֲלָלִ֖ים H2491 בְּאֶ֣רֶץ H776 כַּשְׂדִּ֑ים H3778 וּמְדֻקָּרִ֖ים H1856 בְּחוּצוֹתֶֽי H2351 ",
  "5": "כִּ֠י H3588 לֹֽא H3808 אַלְמָ֨ן H488 יִשְׂרָאֵ֤ל H3478 וִֽיהוּדָה֙ H3063 מֵֽאֱלֹהָ֔י H430 מֵֽיְהוָ֖ה H3068 צְבָא֑וֹת H6635 כִּ֤י H3588 אַרְצָם֙ H776 מָלְאָ֣ה H4390 אָשָׁ֔ם H817 מִקְּד֖וֹשׁ H6918 יִשְׂרָאֵֽל H3478 ",
  "6": "נֻ֣סוּ H5127 מִתּ֣וֹךְ H8432 בָּבֶ֗ל H894 וּמַלְּטוּ֙ H4422 אִ֣ישׁ H376 נַפְשׁ֔וֹ H5315 אַל H408 תִּדַּ֖מּוּ H1826 בַּעֲוֺנָ֑ H5771 כִּי֩ H3588 עֵ֨ת H6256 נְקָמָ֥ה H5360 הִיא֙ H1931 לַֽיהוָ֔ה H3068 גְּמ֕וּל H1576 ה֥וּא H1931 מְשַׁלֵּ֖ם H7999 לָֽהּ Hl ",
  "7": "כּוֹס H3563 זָהָ֤ב H2091 בָּבֶל֙ H894 בְּיַד H3027 יְהוָ֔ה H3068 מְשַׁכֶּ֖רֶת H7937 כָּל H3605 הָאָ֑רֶץ H776 מִיֵּינָ H3196 שָׁת֣וּ H8354 גוֹיִ֔ם H1471 עַל H5921 כֵּ֖ן H3651 יִתְהֹלְל֥וּ H1984 גוֹיִֽם H1471 ",
  "8": "פִּתְאֹ֛ם H6597 נָפְלָ֥ה H5307 בָבֶ֖ל H894 וַתִּשָּׁבֵ֑ר H7665 הֵילִ֣ילוּ H3213 עָלֶ֗יהָ H5921 קְח֤וּ H3947 צֳרִי֙ H6875 לְמַכְאוֹבָ֔ H4341 אוּלַ֖י H194 תֵּרָפֵֽא H7495 ",
  "9": "רפאנו H7495 אֶת H853 בָּבֶל֙ H894 וְלֹ֣א H3808 נִרְפָּ֔תָה H7495 עִזְב֕וּהָ H5800 וְנֵלֵ֖ךְ H3212 אִ֣ישׁ H376 לְאַרְצ֑ H776 כִּֽי H3588 נָגַ֤ע H5060 אֶל H413 הַשָּׁמַ֨יִם֙ H8064 מִשְׁפָּטָ֔הּ H4941 וְנִשָּׂ֖א H5375 עַד H5704 שְׁחָקִֽים H7834 ",
  "10": "הוֹצִ֥יא H3318 יְהוָ֖ה H3068 אֶת H853 צִדְקֹתֵ֑ינוּ H6666 בֹּ֚אוּ H935 וּנְסַפְּרָ֣ה H5608 בְצִיּ֔וֹן H6726 אֶֽת H853 מַעֲשֵׂ֖ה H4639 יְהוָ֥ה H3068 אֱלֹהֵֽינוּ H430 ",
  "11": "הָבֵ֣רוּ H1305 הַחִצִּים֮ H2671 מִלְא֣וּ H4390 הַשְּׁלָטִים֒ H7982 הֵעִ֣יר H5782 יְהוָ֗ה H3068 אֶת H853 ר֨וּחַ֙ H7307 מַלְכֵ֣י H4428 מָדַ֔י H4074 כִּֽי H3588 עַל H5921 בָּבֶ֥ל H894 מְזִמָּת֖וֹ H4209 לְהַשְׁחִיתָ֑ H7843 כִּֽי H3588 נִקְמַ֤ת H5360 יְהוָה֙ H3068 הִ֔יא H1931 נִקְמַ֖ת H5360 הֵיכָלֽוֹ H1964 ",
  "12": "אֶל H413 חוֹמֹ֨ת H2346 בָּבֶ֜ל H894 שְׂאוּ H5375 נֵ֗ס H5251 הַחֲזִ֨יקוּ֙ H2388 הַמִּשְׁמָ֔ר H4929 הָקִ֨ימוּ֙ H6965 שֹֽׁמְרִ֔ים H8104 הָכִ֖ינוּ H3559 הָאֹֽרְבִ֑ים H693 כִּ֚י H3588 גַּם H1571 זָמַ֣ם H2161 יְהוָ֔ה H3068 גַּם H1571 עָשָׂ֕ה H6213 אֵ֥ת H853 אֲשֶׁר H834 דִּבֶּ֖ר H1696 אֶל H413 יֹשְׁבֵ֥י H3427 בָבֶֽל H894 ",
  "13": "שכנתי H7931 עַל H5921 מַ֣יִם H4325 רַבִּ֔ים H7227 רַבַּ֖ת H7227 אֽוֹצָרֹ֑ת H214 בָּ֥א H935 קִצֵּ֖ךְ H7093 אַמַּ֥ת H520 בִּצְעֵֽךְ H1215 ",
  "14": "נִשְׁבַּ֛ע H7650 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 בְּנַפְשׁ֑ H5315 כִּ֣י H3588 אִם H518 מִלֵּאתִ֤יךְ H4390 אָדָם֙ H120 כַּיֶּ֔לֶק H3218 וְעָנ֥וּ H6030 עָלַ֖יִךְ H5921 הֵידָֽד H1959 ",
  "15": "עֹשֵׂ֥ה H6213 אֶ֨רֶץ֙ H776 בְּכֹח֔ H3581 מֵכִ֥ין H3559 תֵּבֵ֖ל H8398 בְּחָכְמָת֑ H2451 וּבִ H8394 נָטָ֥ה H5186 שָׁמָֽיִם H8064 ",
  "16": "לְק֨וֹל H6963 תִּתּ֜וֹ H5414 הֲמ֥וֹן H1995 מַ֨יִם֙ H4325 בַּשָּׁמַ֔יִם H8064 וַיַּ֥עַל H5927 נְשִׂאִ֖ים H5387 מִקְצֵה H7097 אָ֑רֶץ H776 בְּרָקִ֤ים H1300 לַמָּטָר֙ H4306 עָשָׂ֔ה H6213 וַיֹּ֥צֵא H3318 ר֖וּחַ H7307 מֵאֹצְרֹתָֽי H214 ",
  "17": "נִבְעַ֤ר H1197 כָּל H3605 אָדָם֙ H120 מִדַּ֔עַת H1847 הֹבִ֥ישׁ H3001 כָּל H3605 צֹרֵ֖ף H6884 מִפָּ֑סֶל H6459 כִּ֛י H3588 שֶׁ֥קֶר H8267 נִסְכּ֖וֹ H5262 וְלֹא H3808 ר֥וּחַ H7307 בָּֽם Hb ",
  "18": "הֶ֣בֶל H1892 הֵ֔מָּה H1992 מַעֲשֵׂ֖ה H4639 תַּעְתֻּעִ֑ים H8595 בְּעֵ֥ת H6256 פְּקֻדָּתָ֖ם H6486 יֹאבֵֽדוּ H6 ",
  "19": "לֹֽא H3808 כְאֵ֜לֶּה H428 חֵ֣לֶק H2506 יַעֲק֗וֹב H3290 כִּֽי H3588 יוֹצֵ֤ר H3335 הַכֹּל֙ H3605 ה֔וּא H1931 וְשֵׁ֖בֶט H7626 נַחֲלָת֑וֹ H5159 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 שְׁמֽוֹ H8034 ",
  "20": "מַפֵּץ H4661 אַתָּ֣ה H859 לִ֔י Hl כְּלֵ֖י H3627 מִלְחָמָ֑ה H4421 וְנִפַּצְתִּ֤י H5310 בְךָ֙ Hb גּוֹיִ֔ם H1471 וְהִשְׁחַתִּ֥י H7843 בְךָ֖ Hb מַמְלָכֽוֹת H4467 ",
  "21": "וְנִפַּצְתִּ֣י H5310 בְךָ֔ Hb ס֖וּס H5483 וְרֹֽכְב֑ H7392 וְנִפַּצְתִּ֣י H5310 בְךָ֔ Hb רֶ֖כֶב H7393 וְרֹכְבֽ H7392 ",
  "22": "וְנִפַּצְתִּ֤י H5310 בְךָ֙ Hb אִ֣ישׁ H376 וְאִשָּׁ֔ה H802 וְנִפַּצְתִּ֥י H5310 בְךָ֖ Hb זָקֵ֣ן H2205 וָנָ֑עַר H5288 וְנִפַּצְתִּ֣י H5310 בְךָ֔ Hb בָּח֖וּר H970 וּבְתוּלָֽה H1330 ",
  "23": "וְנִפַּצְתִּ֤י H5310 בְךָ֙ Hb רֹעֶ֣ה H7462 וְעֶדְר֔ H5739 וְנִפַּצְתִּ֥י H5310 בְךָ֖ Hb אִכָּ֣ר H406 וְצִמְדּ֑ H6776 וְנִפַּצְתִּ֣י H5310 בְךָ֔ Hb פַּח֖וֹת H6346 וּסְגָנִֽים H5461 ",
  "24": "וְשִׁלַּמְתִּ֨י H7999 לְבָבֶ֜ל H894 וּלְ H3605 יוֹשְׁבֵ֣י H3427 כַשְׂדִּ֗ים H3778 אֵ֧ת H853 כָּל H3605 רָעָתָ֛ם H7451 אֲשֶׁר H834 עָשׂ֥וּ H6213 בְצִיּ֖וֹן H6726 לְעֵֽינֵי H5869 נְאֻ֖ם H5002 יְהוָֽה H3068 ",
  "25": "הִנְנִ֨י H2005 אֵלֶ֜יךָ H413 הַ֤ר H2022 הַמַּשְׁחִית֙ H4889 נְאֻם H5002 יְהוָ֔ה H3068 הַמַּשְׁחִ֖ית H7843 אֶת H853 כָּל H3605 הָאָ֑רֶץ H776 וְנָטִ֨יתִי H5186 אֶת H853 יָדִ֜י H3027 עָלֶ֗יךָ H5921 וְגִלְגַּלְתִּ֨י H1556 מִן H4480 הַסְּלָעִ֔ים H5553 וּנְתַתִּ֖י H5414 לְהַ֥ר H2022 שְׂרֵפָֽה H8316 ",
  "26": "וְלֹֽא H3808 יִקְח֤וּ H3947 מִמְּךָ֙ H4480 אֶ֣בֶן H68 לְפִנָּ֔ה H6438 וְאֶ֖בֶן H68 לְמֽוֹסָד֑וֹת H4146 כִּֽי H3588 שִׁמְמ֥וֹת H8077 עוֹלָ֛ם H5769 תִּֽהְיֶ֖ה H1961 נְאֻם H5002 יְהוָֽה H3068 ",
  "27": "שְׂאוּ H5375 נֵ֣ס H5251 בָּאָ֗רֶץ H776 תִּקְע֨וּ H8628 שׁוֹפָ֤ר H7782 בַּגּוֹיִם֙ H1471 קַדְּשׁ֤וּ H6942 עָלֶ֨יהָ֙ H5921 גּוֹיִ֔ם H1471 הַשְׁמִ֧יעוּ H8085 עָלֶ֛יהָ H5921 מַמְלְכ֥וֹת H4467 אֲרָרַ֖ט H780 מִנִּ֣י H4508 וְאַשְׁכְּנָ֑ז H813 פִּקְד֤וּ H6485 עָלֶ֨יהָ֙ H5921 טִפְסָ֔ר H2951 הַֽעֲלוּ H5927 ס֖וּס H5483 כְּיֶ֥לֶק H3218 סָמָֽר H5569 ",
  "28": "קַדְּשׁ֨וּ H6942 עָלֶ֤יהָ H5921 גוֹיִם֙ H1471 אֶת H854 מַלְכֵ֣י H4428 מָדַ֔י H4074 אֶת H853 פַּחוֹתֶ֖יהָ H6346 וְאֶת H853 כָּל H3605 סְגָנֶ֑יהָ H5461 וְאֵ֖ת H853 כָּל H3605 אֶ֥רֶץ H776 מֶמְשַׁלְתּֽוֹ H4475 ",
  "29": "וַתִּרְעַ֥שׁ H7493 הָאָ֖רֶץ H776 וַתָּחֹ֑ל H2342 כִּ֣י H3588 קָ֤מָה H6965 עַל H5921 בָּבֶל֙ H894 מַחְשְׁב֣וֹת H4284 יְהוָ֔ה H3068 לָשׂ֞וּם H7760 אֶת H853 אֶ֧רֶץ H776 בָּבֶ֛ל H894 לְשַׁמָּ֖ה H8047 מֵאֵ֥ין H369 יוֹשֵֽׁב H3427 ",
  "30": "חָדְלוּ֩ H2308 גִבּוֹרֵ֨י H1368 בָבֶ֜ל H894 לְהִלָּחֵ֗ם H3898 יָֽשְׁבוּ֙ H3427 בַּמְּצָד֔וֹת H4679 נָשְׁתָ֥ה H5405 גְבוּרָתָ֖ם H1369 הָי֣וּ H1961 לְנָשִׁ֑ים H802 הִצִּ֥יתוּ H3341 מִשְׁכְּנֹתֶ֖יהָ H4908 נִשְׁבְּר֥וּ H7665 בְרִיחֶֽיהָ H1280 ",
  "31": "רָ֤ץ H7323 לִקְרַאת H7125 רָץ֙ H7323 יָר֔וּץ H7323 וּמַגִּ֖יד H5046 לִקְרַ֣את H7125 מַגִּ֑יד H5046 לְהַגִּיד֙ H5046 לְמֶ֣לֶךְ H4428 בָּבֶ֔ל H894 כִּֽי H3588 נִלְכְּדָ֥ה H3920 עִיר֖וֹ H5892 מִקָּצֶֽה H7097 ",
  "32": "וְהַ H4569 נִתְפָּ֔שׂוּ H8610 וְאֶת H853 הָאֲגַמִּ֖ים H98 שָׂרְפ֣וּ H8313 בָאֵ֑שׁ H784 וְאַנְשֵׁ֥י H376 הַמִּלְחָמָ֖ה H4421 נִבְהָֽלוּ H926 ",
  "33": "כִּי֩ H3588 כֹ֨ה H3541 אָמַ֜ר H559 יְהוָ֤ה H3068 צְבָאוֹת֙ H6635 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 בַּת H1323 בָּבֶ֕ל H894 כְּגֹ֖רֶן H1637 עֵ֣ת H6256 הִדְרִיכָ֑הּ H1869 ע֣וֹד H5750 מְעַ֔ט H4592 וּבָ֥אָה H935 עֵֽת H6256 הַקָּצִ֖יר H7105 לָֽהּ Hl ",
  "34": "אכלנו H398 הממנו H2000 נְבוּכַדְרֶאצַּר֮ H5019 מֶ֣לֶךְ H4428 בָּבֶל֒ H894 הציגנו H3322 כְּלִ֣י H3627 רִ֔יק H7385 בלענו H1104 כַּתַּנִּ֔ין H8577 מִלָּ֥א H4390 כְרֵשׂ֖וֹ H3770 מֵֽעֲדָנָ֑ H5730 הדיחנו H1740 ",
  "35": "חֲמָסִ֤י H2555 וּשְׁאֵרִ H7607 עַל H5921 בָּבֶ֔ל H894 תֹּאמַ֖ר H559 יֹשֶׁ֣בֶת H3427 צִיּ֑וֹן H6726 וְדָמִ H1818 אֶל H413 יֹשְׁבֵ֣י H3427 כַשְׂדִּ֔ים H3778 תֹּאמַ֖ר H559 יְרוּשָׁלִָֽם H3389 ",
  "36": "לָכֵ֗ן H3651 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 הִנְנִי H2005 רָב֙ H7378 אֶת H853 רִיבֵ֔ךְ H7379 וְנִקַּמְתִּ֖י H5358 אֶת H853 נִקְמָתֵ֑ךְ H5360 וְהַחֲרַבְתִּי֙ H2717 אֶת H853 יַמָּ֔הּ H3220 וְהֹבַשְׁתִּ֖י H3001 אֶת H853 מְקוֹרָֽהּ H4726 ",
  "37": "וְהָיְתָה֩ H1961 בָבֶ֨ל H894 לְגַלִּ֧ים H1530 מְעוֹן H4583 תַּנִּ֛ים H8577 שַׁמָּ֥ה H8047 וּשְׁרֵקָ֖ה H8322 מֵאֵ֥ין H369 יוֹשֵֽׁב H3427 ",
  "38": "יַחְדָּ֖ו H3162 כַּכְּפִרִ֣ים H3715 יִשְׁאָ֑גוּ H7580 נָעֲר֖וּ H5286 כְּגוֹרֵ֥י H1484 אֲרָיֽוֹת H738 ",
  "39": "בְּחֻמָּ֞ H2527 אָשִׁ֣ית H7896 אֶת H853 מִשְׁתֵּיהֶ֗ם H4960 וְהִשְׁכַּרְתִּי H7937 לְמַ֣עַן H4616 יַעֲלֹ֔זוּ H5937 וְיָשְׁנ֥וּ H3462 שְׁנַת H8142 עוֹלָ֖ם H5769 וְלֹ֣א H3808 יָקִ֑יצוּ H6974 נְאֻ֖ם H5002 יְהוָֽה H3068 ",
  "40": "אֽוֹרִידֵ֖ם H3381 כְּכָרִ֣ים H3733 לִטְב֑וֹחַ H2873 כְּאֵילִ֖ים H352 עִם H5973 עַתּוּדִֽים H6260 ",
  "41": "אֵ֚יךְ H349 נִלְכְּדָ֣ה H3920 שֵׁשַׁ֔ךְ H8347 וַתִּתָּפֵ֖שׂ H8610 תְּהִלַּ֣ת H8416 כָּל H3605 הָאָ֑רֶץ H776 אֵ֣יךְ H349 הָיְתָ֧ה H1961 לְשַׁמָּ֛ה H8047 בָּבֶ֖ל H894 בַּגּוֹיִֽם H1471 ",
  "42": "עָלָ֥ה H5927 עַל H5921 בָּבֶ֖ל H894 הַיָּ֑ם H3220 בַּהֲמ֥וֹן H1995 גַּלָּ֖יו H1530 נִכְסָֽתָה H3680 ",
  "43": "הָי֤וּ H1961 עָרֶ֨יהָ֙ H5892 לְשַׁמָּ֔ה H8047 אֶ֖רֶץ H776 צִיָּ֣ה H6723 וַעֲרָבָ֑ה H6160 אֶ֗רֶץ H776 לֹֽא H3808 יֵשֵׁ֤ב H3427 בָּהֵן֙ Hb כָּל H3605 אִ֔ישׁ H376 וְלֹֽא H3808 יַעֲבֹ֥ר H5674 בָּהֵ֖ן H2004 בֶּן H1121 אָדָֽם H120 ",
  "44": "וּפָקַדְתִּ֨י H6485 עַל H5921 בֵּ֜ל H1078 בְּבָבֶ֗ל H894 וְהֹצֵאתִ֤י H3318 אֶת H853 בִּלְעוֹ֙ H1105 מִפִּ֔י H6310 וְלֹֽא H3808 יִנְהֲר֥וּ H5102 אֵלָ֛יו H413 ע֖וֹד H5750 גּוֹיִ֑ם H1471 גַּם H1571 חוֹמַ֥ת H2346 בָּבֶ֖ל H894 נָפָֽלָה H5307 ",
  "45": "צְא֤וּ H3318 מִתּוֹכָ H8432 עַמִּ֔י H5971 וּמַלְּט֖וּ H4422 אִ֣ישׁ H376 אֶת H853 נַפְשׁ֑וֹ H5315 מֵחֲר֖וֹן H2740 אַף H639 יְהוָֽה H3068 ",
  "46": "וּפֶן H6435 יֵרַ֤ךְ H7401 לְבַבְכֶם֙ H3824 וְתִֽירְא֔וּ H3372 בַּשְּׁמוּעָ֖ה H8052 הַנִּשְׁמַ֣עַת H8085 בָּאָ֑רֶץ H776 וּבָ֧א H935 בַשָּׁנָ֣ה H8141 הַשְּׁמוּעָ֗ה H8052 וְאַחֲרָ֤י H310 בַּשָּׁנָה֙ H8141 הַשְּׁמוּעָ֔ה H8052 וְחָמָ֣ס H2555 בָּאָ֔רֶץ H776 וּמֹשֵׁ֖ל H4910 עַל H5921 מֹשֵֽׁל H4910 ",
  "47": "לָכֵן֙ H3651 הִנֵּ֣ה H2009 יָמִ֣ים H3117 בָּאִ֔ים H935 וּפָקַדְתִּי֙ H6485 עַל H5921 פְּסִילֵ֣י H6456 בָבֶ֔ל H894 וְכָל H3605 אַרְצָ֖הּ H776 תֵּב֑וֹשׁ H954 וְכָל H3605 חֲלָלֶ֖יהָ H2491 יִפְּל֥וּ H5307 בְתוֹכָֽ H8432 ",
  "48": "וְרִנְּנ֤וּ H7442 עַל H5921 בָּבֶל֙ H894 שָׁמַ֣יִם H8064 וָאָ֔רֶץ H776 וְכֹ֖ל H3605 אֲשֶׁ֣ר H834 בָּהֶ֑ם Hb כִּ֧י H3588 מִצָּפ֛וֹן H6828 יָבוֹא H935 לָ֥הּ Hl הַשּׁוֹדְדִ֖ים H7703 נְאֻם H5002 יְהוָֽה H3068 ",
  "49": "גַּם H1571 בָּבֶ֕ל H894 לִנְפֹּ֖ל H5307 חַֽלְלֵ֣י H2491 יִשְׂרָאֵ֑ל H3478 גַּם H1571 לְבָבֶ֥ל H894 נָפְל֖וּ H5307 חַֽלְלֵ֥י H2491 כָל H3605 הָאָֽרֶץ H776 ",
  "50": "פְּלֵטִ֣ים H6412 מֵחֶ֔רֶב H2719 הִלְכ֖וּ H1980 אַֽל H408 תַּעֲמֹ֑דוּ H5975 זִכְר֤וּ H2142 מֵֽרָחוֹק֙ H7350 אֶת H853 יְהוָ֔ה H3068 וִירֽוּשָׁלִַ֖ם H3389 תַּעֲלֶ֥ה H5927 עַל H5921 לְבַבְכֶֽם H3824 ",
  "51": "בֹּ֚שְׁנוּ H954 כִּֽי H3588 שָׁמַ֣עְנוּ H8085 חֶרְפָּ֔ה H2781 כִּסְּתָ֥ה H3680 כְלִמָּ֖ה H3639 פָּנֵ֑ינוּ H6440 כִּ֚י H3588 בָּ֣אוּ H935 זָרִ֔ים H2114 עַֽל H5921 מִקְדְּשֵׁ֖י H4720 בֵּ֥ית H1004 יְהוָֽה H3068 ",
  "52": "לָכֵ֞ן H3651 הִנֵּֽה H2009 יָמִ֤ים H3117 בָּאִים֙ H935 נְאֻם H5002 יְהוָ֔ה H3068 וּפָקַדְתִּ֖י H6485 עַל H5921 פְּסִילֶ֑יהָ H6456 וּבְ H3605 אַרְצָ֖הּ H776 יֶאֱנֹ֥ק H602 חָלָֽל H2491 ",
  "53": "כִּֽי H3588 תַעֲלֶ֤ה H5927 בָבֶל֙ H894 הַשָּׁמַ֔יִם H8064 וְכִ֥י H3588 תְבַצֵּ֖ר H1219 מְר֣וֹם H4791 עֻזָּ֑הּ H5797 מֵאִתִּ֗ H854 יָבֹ֧אוּ H935 שֹׁדְדִ֛ים H7703 לָ֖הּ Hl נְאֻם H5002 יְהוָֽה H3068 ",
  "54": "ק֥וֹל H6963 זְעָקָ֖ה H2201 מִבָּבֶ֑ל H894 וְשֶׁ֥בֶר H7667 גָּד֖וֹל H1419 מֵאֶ֥רֶץ H776 כַּשְׂדִּֽים H3778 ",
  "55": "כִּֽי H3588 שֹׁדֵ֤ד H7703 יְהוָה֙ H3068 אֶת H853 בָּבֶ֔ל H894 וְאִבַּ֥ד H6 מִמֶּ֖נָּה H4480 ק֣וֹל H6963 גָּד֑וֹל H1419 וְהָמ֤וּ H1993 גַלֵּיהֶם֙ H1530 כְּמַ֣יִם H4325 רַבִּ֔ים H7227 נִתַּ֥ן H5414 שְׁא֖וֹן H7588 קוֹלָֽם H6963 ",
  "56": "כִּי֩ H3588 בָ֨א H935 עָלֶ֤יהָ H5921 עַל H5921 בָּבֶל֙ H894 שׁוֹדֵ֔ד H7703 וְנִלְכְּדוּ֙ H3920 גִּבּוֹרֶ֔יהָ H1368 חִתְּתָ֖ה H2865 קַשְּׁתוֹתָ֑ם H7198 כִּ֣י H3588 אֵ֧ל H410 גְּמֻל֛וֹת H1578 יְהוָ֖ה H3068 שַׁלֵּ֥ם H7999 יְשַׁלֵּֽם H7999 ",
  "57": "וְ֠הִשְׁכַּרְתִּי H7937 שָׂרֶ֨יהָ H8269 וַחֲכָמֶ֜י H2450 פַּחוֹתֶ֤יהָ H6346 וּסְגָנֶ֨י H5461 וְגִבּוֹרֶ֔י H1368 וְיָשְׁנ֥וּ H3462 שְׁנַת H8142 עוֹלָ֖ם H5769 וְלֹ֣א H3808 יָקִ֑יצוּ H6974 נְאֻ֨ם H5002 הַמֶּ֔לֶךְ H4428 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 שְׁמֽוֹ H8034 ",
  "58": "כֹּֽה H3541 אָמַ֞ר H559 יְהוָ֣ה H3068 צְבָא֗וֹת H6635 חֹ֠מוֹת H2346 בָּבֶ֤ל H894 הָֽרְחָבָה֙ H7342 עַרְעֵ֣ר H6209 תִּתְעַרְעָ֔ר H6209 וּשְׁעָרֶ֥י H8179 הַגְּבֹהִ֖ים H1364 בָּאֵ֣שׁ H784 יִצַּ֑תּוּ H3341 וְיִֽגְע֨וּ H3021 עַמִּ֧ים H5971 בְּדֵי H1767 רִ֛יק H7385 וּלְאֻמִּ֥ים H3816 בְּדֵי H1767 אֵ֖שׁ H784 וְיָעֵֽפוּ H3286 ",
  "59": "הַדָּבָ֞ר H1697 אֲשֶׁר H834 צִוָּ֣ה H6680 יִרְמְיָ֣הוּ H3414 הַנָּבִ֗יא H5030 אֶת H853 שְׂרָיָ֣ה H8304 בֶן H1121 נֵרִיָּה֮ H5374 בֶּן H1121 מַחְסֵיָה֒ H4271 בְּלֶכְתּ֞ H3212 אֶת H854 צִדְקִיָּ֤הוּ H6667 מֶֽלֶךְ H4428 יְהוּדָה֙ H3063 בָּבֶ֔ל H894 בִּשְׁנַ֥ת H8141 הָרְבִעִ֖ית H7243 לְמָלְכ֑ H4427 וּשְׂרָיָ֖ה H8304 שַׂ֥ר H8269 מְנוּחָֽה H4496 ",
  "60": "וַיִּכְתֹּ֣ב H3789 יִרְמְיָ֗הוּ H3414 אֵ֧ת H853 כָּל H3605 הָרָעָ֛ה H7451 אֲשֶׁר H834 תָּב֥וֹא H935 אֶל H413 בָּבֶ֖ל H894 אֶל H413 סֵ֣פֶר H5612 אֶחָ֑ד H259 אֵ֚ת H853 כָּל H3605 הַדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 הַכְּתֻבִ֖ים H3789 אֶל H413 בָּבֶֽל H894 ",
  "61": "וַיֹּ֥אמֶר H559 יִרְמְיָ֖הוּ H3414 אֶל H413 שְׂרָיָ֑ה H8304 כְּבֹאֲ H935 בָבֶ֔ל H894 וְֽרָאִ֔יתָ H7200 וְֽקָרָ֔אתָ H7121 אֵ֥ת H853 כָּל H3605 הַדְּבָרִ֖ים H1697 הָאֵֽלֶּה H428 ",
  "62": "וְאָמַרְתָּ֗ H559 יְהוָה֙ H3068 אַתָּ֨ה H859 דִבַּ֜רְתָּ H1696 אֶל H413 הַמָּק֤וֹם H4725 הַזֶּה֙ H2088 לְהַכְרִית֔ H3772 לְבִלְתִּ֤י H1115 הֱיֽוֹת H1961 בּוֹ֙ Hb יוֹשֵׁ֔ב H3427 לְמֵ H120 וְעַד H5704 בְּהֵמָ֑ה H929 כִּֽי H3588 שִׁמְמ֥וֹת H8077 עוֹלָ֖ם H5769 תִּֽהְיֶֽה H1961 ",
  "63": "וְהָיָה֙ H1961 כְּכַלֹּ֣תְ H3615 לִקְרֹ֖א H7121 אֶת H853 הַסֵּ֣פֶר H5612 הַזֶּ֑ה H2088 תִּקְשֹׁ֤ר H7194 עָלָיו֙ H5921 אֶ֔בֶן H68 וְהִשְׁלַכְתּ֖ H7993 אֶל H413 תּ֥וֹךְ H8432 פְּרָֽת H6578 ",
  "64": "וְאָמַרְתָּ֗ H559 כָּ֠כָה H3602 תִּשְׁקַ֨ע H8257 בָּבֶ֤ל H894 וְלֹֽא H3808 תָקוּם֙ H6965 מִפְּנֵ֣י H6440 הָרָעָ֗ה H7451 אֲשֶׁ֧ר H834 אָנֹכִ֛י H595 מֵבִ֥יא H935 עָלֶ֖יהָ H5921 וְיָעֵ֑פוּ H3286 עַד H5704 הֵ֖נָּה H2008 דִּבְרֵ֥י H1697 יִרְמְיָֽהוּ H3414 "
}
