{
  "1": "בֶּן H1121 עֶשְׂרִ֨ים H6242 וְאַחַ֤ת H259 שָׁנָה֙ H8141 צִדְקִיָּ֣הוּ H6667 בְמָלְכ֔ H4427 וְאַחַ֤ת H259 עֶשְׂרֵה֙ H6240 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירֽוּשָׁלִָ֑ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 חמיטל H2537 בַּֽת H1323 יִרְמְיָ֖הוּ H3414 מִלִּבְנָֽה H3841 ",
  "2": "וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 כְּכֹ֥ל H3605 אֲשֶׁר H834 עָשָׂ֖ה H6213 יְהוֹיָקִֽים H3079 ",
  "3": "כִּ֣י H3588 עַל H5921 אַ֣ף H639 יְהוָ֗ה H3068 הָֽיְתָה֙ H1961 בִּירוּשָׁלִַ֣ם H3389 וִֽיהוּדָ֔ה H3063 עַד H5704 הִשְׁלִיכ֥וֹ H7993 אוֹתָ֖ם H853 מֵעַ֣ל H5921 פָּנָ֑יו H6440 וַיִּמְרֹ֥ד H4775 צִדְקִיָּ֖הוּ H6667 בְּמֶ֥לֶךְ H4428 בָּבֶֽל H894 ",
  "4": "וַיְהִי֩ H1961 בַשָּׁנָ֨ה H8141 הַתְּשִׁעִ֜ית H8671 לְמָלְכ֗ H4427 בַּחֹ֣דֶשׁ H2320 הָעֲשִׂירִי֮ H6224 בֶּעָשׂ֣וֹר H6218 לַחֹדֶשׁ֒ H2320 בָּ֠א H935 נְבוּכַדְרֶאצַּ֨ר H5019 מֶֽלֶךְ H4428 בָּבֶ֜ל H894 ה֤וּא H1931 וְכָל H3605 חֵילוֹ֙ H2428 עַל H5921 יְר֣וּשָׁלִַ֔ם H3389 וַֽיַּחֲנ֖וּ H2583 עָלֶ֑יהָ H5921 וַיִּבְנ֥וּ H1129 עָלֶ֛יהָ H5921 דָּיֵ֖ק H1785 סָבִֽיב H5439 ",
  "5": "וַתָּבֹ֥א H935 הָעִ֖יר H5892 בַּמָּצ֑וֹר H4692 עַ֚ד H5704 עַשְׁתֵּ֣י H6249 עֶשְׂרֵ֣ה H6240 שָׁנָ֔ה H8141 לַמֶּ֖לֶךְ H4428 צִדְקִיָּֽהוּ H6667 ",
  "6": "בַּחֹ֤דֶשׁ H2320 הָֽרְבִיעִי֙ H7243 בְּתִשְׁעָ֣ה H8672 לַחֹ֔דֶשׁ H2320 וַיֶּחֱזַ֥ק H2388 הָרָעָ֖ב H7458 בָּעִ֑יר H5892 וְלֹא H3808 הָיָ֥ה H1961 לֶ֖חֶם H3899 לְעַ֥ם H5971 הָאָֽרֶץ H776 ",
  "7": "וַתִּבָּקַ֣ע H1234 הָעִ֗יר H5892 וְכָל H3605 אַנְשֵׁ֣י H376 הַמִּלְחָמָ֡ה H4421 יִבְרְחוּ֩ H1272 וַיֵּצְא֨וּ H3318 מֵהָ H5892 לַ֗יְלָה H3915 דֶּ֜רֶךְ H1870 שַׁ֤עַר H8179 בֵּין H996 הַחֹמֹתַ֨יִם֙ H2346 אֲשֶׁר֙ H834 עַל H5921 גַּ֣ן H1588 הַמֶּ֔לֶךְ H4428 וְכַשְׂדִּ֥ים H3778 עַל H5921 הָעִ֖יר H5892 סָבִ֑יב H5439 וַיֵּלְכ֖וּ H3212 דֶּ֥רֶךְ H1870 הָעֲרָבָֽה H6160 ",
  "8": "וַיִּרְדְּפ֤וּ H7291 חֵיל H2428 כַּשְׂדִּים֙ H3778 אַחֲרֵ֣י H310 הַמֶּ֔לֶךְ H4428 וַיַּשִּׂ֥יגוּ H5381 אֶת H853 צִדְקִיָּ֖הוּ H6667 בְּעַֽרְבֹ֣ת H6160 יְרֵח֑וֹ H3405 וְכָל H3605 חֵיל֔וֹ H2428 נָפֹ֖צוּ H6327 מֵעָלָֽי H5921 ",
  "9": "וַֽיִּתְפְּשׂוּ֙ H8610 אֶת H853 הַמֶּ֔לֶךְ H4428 וַיַּעֲל֨וּ H5927 אֹת֜וֹ H853 אֶל H413 מֶ֧לֶךְ H4428 בָּבֶ֛ל H894 רִבְלָ֖תָה H7247 בְּאֶ֣רֶץ H776 חֲמָ֑ת H2574 וַיְדַבֵּ֥ר H1696 אִתּ֖וֹ H854 מִשְׁפָּטִֽים H4941 ",
  "10": "וַיִּשְׁחַ֧ט H7819 מֶֽלֶךְ H4428 בָּבֶ֛ל H894 אֶת H853 בְּנֵ֥י H1121 צִדְקִיָּ֖הוּ H6667 לְעֵינָ֑י H5869 וְגַ֛ם H1571 אֶת H853 כָּל H3605 שָׂרֵ֥י H8269 יְהוּדָ֖ה H3063 שָׁחַ֥ט H7819 בְּרִבְלָֽתָ H7247 ",
  "11": "וְאֶת H853 עֵינֵ֥י H5869 צִדְקִיָּ֖הוּ H6667 עִוֵּ֑ר H5786 וַיַּאַסְרֵ֣ H631 בַֽנְחֻשְׁתַּ֗יִם H5178 וַיְבִאֵ֤ H935 מֶֽלֶךְ H4428 בָּבֶל֙ H894 בָּבֶ֔לָה H894 וַיִּתְּנֵ֥ H5414 בבית H1004 הַפְּקֻדֹּ֖ת H6486 עַד H5704 י֥וֹם H3117 מוֹתֽוֹ H4194 ",
  "12": "וּבַ H2320 הַֽחֲמִישִׁי֙ H2549 בֶּעָשׂ֣וֹר H6218 לַחֹ֔דֶשׁ H2320 הִ֗יא H1931 שְׁנַת֙ H8141 תְּשַֽׁע H8672 עֶשְׂרֵ֣ה H6240 שָׁנָ֔ה H8141 לַמֶּ֖לֶךְ H4428 נְבוּכַדְרֶאצַּ֣ר H5019 מֶֽלֶךְ H4428 בָּבֶ֑ל H894 בָּ֗א H935 נְבֽוּזַרְאֲדָן֙ H5018 רַב H7227 טַבָּחִ֔ים H2876 עָמַ֛ד H5975 לִפְנֵ֥י H6440 מֶֽלֶךְ H4428 בָּבֶ֖ל H894 בִּירוּשָׁלִָֽם H3389 ",
  "13": "וַיִּשְׂרֹ֥ף H8313 אֶת H853 בֵּית H1004 יְהוָ֖ה H3068 וְאֶת H853 בֵּ֣ית H1004 הַמֶּ֑לֶךְ H4428 וְאֵ֨ת H853 כָּל H3605 בָּתֵּ֧י H1004 יְרוּשָׁלִַ֛ם H3389 וְאֶת H853 כָּל H3605 בֵּ֥ית H1004 הַגָּד֖וֹל H1419 שָׂרַ֥ף H8313 בָּאֵֽשׁ H784 ",
  "14": "וְאֶת H853 כָּל H3605 חֹמ֥וֹת H2346 יְרוּשָׁלִַ֖ם H3389 סָבִ֑יב H5439 נָֽתְצוּ֙ H5422 כָּל H3605 חֵ֣יל H2428 כַּשְׂדִּ֔ים H3778 אֲשֶׁ֖ר H834 אֶת H854 רַב H7227 טַבָּחִֽים H2876 ",
  "15": "וּמִ H1803 הָעָ֜ם H5971 וְֽאֶת H853 יֶ֥תֶר H3499 הָעָ֣ם H5971 הַנִּשְׁאָרִ֣ים H7604 בָּעִ֗יר H5892 וְאֶת H853 הַנֹּֽפְלִים֙ H5307 אֲשֶׁ֤ר H834 נָֽפְלוּ֙ H5307 אֶל H413 מֶ֣לֶךְ H4428 בָּבֶ֔ל H894 וְאֵ֖ת H853 יֶ֣תֶר H3499 הָֽאָמ֑וֹן H527 הֶגְלָ֕ה H1540 נְבוּזַרְאֲדָ֖ן H5018 רַב H7227 טַבָּחִֽים H2876 ",
  "16": "וּמִ H1803 הָאָ֔רֶץ H776 הִשְׁאִ֕יר H7604 נְבוּזַרְאֲדָ֖ן H5018 רַב H7227 טַבָּחִ֑ים H2876 לְכֹרְמִ֖ים H3755 וּלְ H3009 ",
  "17": "וְאֶת H853 עַמּוּדֵ֨י H5982 הַנְּחֹ֜שֶׁת H5178 אֲשֶׁ֣ר H834 לְבֵית H1004 יְהוָ֗ה H3068 וְֽאֶת H853 הַמְּכֹנ֞וֹת H4350 וְאֶת H853 יָ֧ם H3220 הַנְּחֹ֛שֶׁת H5178 אֲשֶׁ֥ר H834 בְּבֵית H1004 יְהוָ֖ה H3068 שִׁבְּר֣וּ H7665 כַשְׂדִּ֑ים H3778 וַיִּשְׂא֥וּ H5375 אֶת H853 כָּל H3605 נְחֻשְׁתָּ֖ם H5178 בָּבֶֽלָה H894 ",
  "18": "וְאֶת H853 הַ֠סִּרוֹת H5518 וְאֶת H853 הַיָּעִ֨ים H3257 וְאֶת H853 הַֽמְזַמְּר֜וֹת H4212 וְאֶת H853 הַמִּזְרָקֹ֣ת H4219 וְאֶת H853 הַכַּפּ֗וֹת H3709 וְאֵ֨ת H853 כָּל H3605 כְּלֵ֧י H3627 הַנְּחֹ֛שֶׁת H5178 אֲשֶׁר H834 יְשָׁרְת֥וּ H8334 בָהֶ֖ם Hb לָקָֽחוּ H3947 ",
  "19": "וְאֶת H853 הַ֠סִּפִּים H5592 וְאֶת H853 הַמַּחְתּ֨וֹת H4289 וְאֶת H853 הַמִּזְרָק֜וֹת H4219 וְאֶת H853 הַסִּיר֣וֹת H5518 וְאֶת H853 הַמְּנֹר֗וֹת H4501 וְאֶת H853 הַכַּפּוֹת֙ H3709 וְאֶת H853 הַמְּנַקִי֔וֹת H4518 אֲשֶׁ֤ר H834 זָהָב֙ H2091 זָהָ֔ב H2091 וַאֲשֶׁר H834 כֶּ֖סֶף H3701 כָּ֑סֶף H3701 לָקַ֖ח H3947 רַב H7227 טַבָּחִֽים H2876 ",
  "20": "הָעַמּוּדִ֣ים H5982 שְׁנַ֗יִם H8147 הַיָּ֤ם H3220 אֶחָד֙ H259 וְהַ H1241 שְׁנֵים H8147 עָשָׂ֤ר H6240 נְחֹ֨שֶׁת֙ H5178 אֲשֶׁר H834 תַּ֣חַת H8478 הַמְּכֹנ֔וֹת H4350 אֲשֶׁ֥ר H834 עָשָׂ֛ה H6213 הַמֶּ֥לֶךְ H4428 שְׁלֹמֹ֖ה H8010 לְבֵ֣ית H1004 יְהוָ֑ה H3068 לֹא H3808 הָיָ֣ה H1961 מִשְׁקָ֔ל H4948 לִנְחֻשְׁתָּ֖ H5178 כָּל H3605 הַכֵּלִ֥ים H3627 הָאֵֽלֶּה H428 ",
  "21": "וְהָ H5982 שְׁמֹנֶ֨ה H8083 עֶשְׂרֵ֤ה H6240 אַמָּה֙ H520 קומה H6967 הָעַמֻּ֣ד H5982 הָאֶחָ֔ד H259 וְח֛וּט H2339 שְׁתֵּים H8147 עֶשְׂרֵ֥ה H6240 אַמָּ֖ה H520 יְסֻבֶּ֑נּוּ H5437 וְעָבְי֛ H5672 אַרְבַּ֥ע H702 אַצְבָּע֖וֹת H676 נָבֽוּב H5014 ",
  "22": "וְכֹתֶ֨רֶת H3805 עָלָ֜יו H5921 נְחֹ֗שֶׁת H5178 וְקוֹמַ֨ת H6967 הַכֹּתֶ֥רֶת H3805 הָאַחַת֮ H259 חָמֵ֣שׁ H2568 אַמּוֹת֒ H520 וּשְׂבָכָ֨ה H7639 וְרִמּוֹנִ֧ים H7416 עַֽל H5921 הַכּוֹתֶ֛רֶת H3805 סָבִ֖יב H5439 הַכֹּ֣ל H3605 נְחֹ֑שֶׁת H5178 וְכָ H428 לַֽעַמּ֥וּד H5982 הַשֵּׁנִ֖י H8145 וְרִמּוֹנִֽים H7416 ",
  "23": "וַיִּֽהְיוּ֙ H1961 הָֽרִמֹּנִ֔ים H7416 תִּשְׁעִ֥ים H8673 וְשִׁשָּׁ֖ה H8337 ר֑וּחָה H7307 כָּל H3605 הָרִמּוֹנִ֥ים H7416 מֵאָ֛ה H3967 עַל H5921 הַשְּׂבָכָ֖ה H7639 סָבִֽיב H5439 ",
  "24": "וַיִּקַּ֣ח H3947 רַב H7227 טַבָּחִ֗ים H2876 אֶת H853 שְׂרָיָה֙ H8304 כֹּהֵ֣ן H3548 הָרֹ֔אשׁ H7218 וְאֶת H853 צְפַנְיָ֖ה H6846 כֹּהֵ֣ן H3548 הַמִּשְׁנֶ֑ה H4932 וְאֶת H853 שְׁלֹ֖שֶׁת H7969 שֹׁמְרֵ֥י H8104 הַסַּֽף H5592 ",
  "25": "וּמִן H4480 הָעִ֡יר H5892 לָקַח֩ H3947 סָרִ֨יס H5631 אֶחָ֜ד H259 אֲֽשֶׁר H834 הָיָ֥ה H1961 פָקִ֣יד H6496 עַל H5921 אַנְשֵׁ֣י H376 הַמִּלְחָמָ֗ה H4421 וְשִׁבְעָ֨ה H7651 אֲנָשִׁ֜ים H376 מֵרֹאֵ֤י H7200 פְנֵי H6440 הַמֶּ֨לֶךְ֙ H4428 אֲשֶׁ֣ר H834 נִמְצְא֣וּ H4672 בָעִ֔יר H5892 וְאֵ֗ת H853 סֹפֵר֙ H5608 שַׂ֣ר H8269 הַצָּבָ֔א H6635 הַמַּצְבִּ֖א H6633 אֶת H853 עַ֣ם H5971 הָאָ֑רֶץ H776 וְשִׁשִּׁ֥ים H8346 אִישׁ֙ H376 מֵעַ֣ם H5971 הָאָ֔רֶץ H776 הַֽנִּמְצְאִ֖ים H4672 בְּת֥וֹךְ H8432 הָעִֽיר H5892 ",
  "26": "וַיִּקַּ֣ח H3947 אוֹתָ֔ם H853 נְבוּזַרְאֲדָ֖ן H5018 רַב H7227 טַבָּחִ֑ים H2876 וַיֹּ֧לֶךְ H3212 אוֹתָ֛ם H853 אֶל H413 מֶ֥לֶךְ H4428 בָּבֶ֖ל H894 רִבְלָֽתָה H7247 ",
  "27": "וַיַּכֶּ֣ה H5221 אוֹתָם֩ H853 מֶ֨לֶךְ H4428 בָּבֶ֧ל H894 וַיְמִתֵ֛ H4191 בְּרִבְלָ֖ה H7247 בְּאֶ֣רֶץ H776 חֲמָ֑ת H2574 וַיִּ֥גֶל H1540 יְהוּדָ֖ה H3063 מֵעַ֥ל H5921 אַדְמָתֽוֹ H127 ",
  "28": "זֶ֣ה H2088 הָעָ֔ם H5971 אֲשֶׁ֥ר H834 הֶגְלָ֖ה H1540 נְבֽוּכַדְרֶאצַּ֑ר H5019 בִּשְׁנַת H8141 שֶׁ֕בַע H7651 יְהוּדִ֕ים H3064 שְׁלֹ֥שֶׁת H7969 אֲלָפִ֖ים H505 וְעֶשְׂרִ֥ים H6242 וּשְׁלֹשָֽׁה H7969 ",
  "29": "בִּשְׁנַ֛ת H8141 שְׁמוֹנֶ֥ה H8083 עֶשְׂרֵ֖ה H6240 לִנְבֽוּכַדְרֶאצַּ֑ר H5019 מִיר֣וּשָׁלִַ֔ם H3389 נֶ֕פֶשׁ H5315 שְׁמֹנֶ֥ה H8083 מֵא֖וֹת H3967 שְׁלֹשִׁ֥ים H7970 וּשְׁנָֽיִם H8147 ",
  "30": "בִּשְׁנַ֨ת H8141 שָׁלֹ֣שׁ H7969 וְעֶשְׂרִים֮ H6242 לִנְבֽוּכַדְרֶאצַּר֒ H5019 הֶגְלָ֗ה H1540 נְבֽוּזַרְאֲדָן֙ H5018 רַב H7227 טַבָּחִ֔ים H2876 יְהוּדִ֕ים H3064 נֶ֕פֶשׁ H5315 שְׁבַ֥ע H7651 מֵא֖וֹת H3967 אַרְבָּעִ֣ים H705 וַחֲמִשָּׁ֑ה H2568 כָּל H3605 נֶ֕פֶשׁ H5315 אַרְבַּ֥עַת H702 אֲלָפִ֖ים H505 וְשֵׁ֥שׁ H8337 מֵאֽוֹת H3967 ",
  "31": "וַיְהִי֩ H1961 בִשְׁלֹשִׁ֨ים H7970 וָשֶׁ֜בַע H7651 שָׁנָ֗ה H8141 לְגָלוּת֙ H1546 יְהוֹיָכִ֣ן H3078 מֶֽלֶךְ H4428 יְהוּדָ֔ה H3063 בִּשְׁנֵ֤ים H8147 עָשָׂר֙ H6240 חֹ֔דֶשׁ H2320 בְּעֶשְׂרִ֥ים H6242 וַחֲמִשָּׁ֖ה H2568 לַחֹ֑דֶשׁ H2320 נָשָׂ֡א H5375 אֱוִ֣יל H192 מְרֹדַךְ֩ H192 מֶ֨לֶךְ H4428 בָּבֶ֜ל H894 בִּשְׁנַ֣ת H8141 מַלְכֻת֗וֹ H4438 אֶת H853 רֹאשׁ֙ H7218 יְהוֹיָכִ֣ין H3078 מֶֽלֶךְ H4428 יְהוּדָ֔ה H3063 וַיֹּצֵ֥א H3318 אוֹת֖וֹ H853 מִבֵּ֥ית H1004 הכליא H3628 ",
  "32": "וַיְדַבֵּ֥ר H1696 אִתּ֖וֹ H854 טֹב֑וֹת H2896 וַיִּתֵּן֙ H5414 אֶת H853 כִּסְא֔וֹ H3678 מִמַּ֗עַל H4605 לְכִסֵּ֧א H3678 מלכים H4428 אֲשֶׁ֥ר H834 אִתּ֖וֹ H854 בְּבָבֶֽל H894 ",
  "33": "וְשִׁנָּ֕ה H8138 אֵ֖ת H853 בִּגְדֵ֣י H899 כִלְא֑וֹ H3608 וְאָכַ֨ל H398 לֶ֧חֶם H3899 לְפָנָ֛י H6440 תָּמִ֖יד H8548 כָּל H3605 יְמֵ֥י H3117 חַיָּֽו H2416 ",
  "34": "וַאֲרֻחָת֗ H737 אֲרֻחַת֩ H737 תָּמִ֨יד H8548 נִתְּנָה H5414 לּ֜וֹ Hl מֵאֵ֧ת H853 מֶֽלֶךְ H4428 בָּבֶ֛ל H894 דְּבַר H1697 י֥וֹם H3117 בְּיוֹמ֖ H3117 עַד H5704 י֣וֹם H3117 מוֹת֑וֹ H4194 כֹּ֖ל H3605 יְמֵ֥י H3117 חַיָּֽיו H2416 "
}
