{
  "1": "הָעִ֣זוּ H5756 בְּנֵ֣י H1121 בִניָמִ֗ן H1144 מִקֶּ֨רֶב֙ H7130 יְר֣וּשָׁלִַ֔ם H3389 וּבִ H8620 תִּקְע֣וּ H8628 שׁוֹפָ֔ר H7782 וְעַל H5921 בֵּ֥ית H1021 הַכֶּ֖רֶם H1021 שְׂא֣וּ H5375 מַשְׂאֵ֑ת H4864 כִּ֥י H3588 רָעָ֛ה H7451 נִשְׁקְפָ֥ה H8259 מִצָּפ֖וֹן H6828 וְשֶׁ֥בֶר H7667 גָּדֽוֹל H1419 ",
  "2": "הַנָּוָה֙ H5000 וְהַ H6026 דָּמִ֖יתִי H1820 בַּת H1323 צִיּֽוֹן H6726 ",
  "3": "אֵלֶ֛יהָ H413 יָבֹ֥אוּ H935 רֹעִ֖ים H7462 וְעֶדְרֵי H5739 תָּקְע֨וּ H8628 עָלֶ֤יהָ H5921 אֹהָלִים֙ H168 סָבִ֔יב H5439 רָע֖וּ H7462 אִ֥ישׁ H376 אֶת H853 יָדֽוֹ H3027 ",
  "4": "קַדְּשׁ֤וּ H6942 עָלֶ֨יהָ֙ H5921 מִלְחָמָ֔ה H4421 ק֖וּמוּ H6965 וְנַעֲלֶ֣ה H5927 בַֽצָּהֳרָ֑יִם H6672 א֥וֹי H188 לָ֨נוּ֙ Hl כִּי H3588 פָנָ֣ה H6437 הַיּ֔וֹם H3117 כִּ֥י H3588 יִנָּט֖וּ H5186 צִלְלֵי H6752 עָֽרֶב H6153 ",
  "5": "ק֚וּמוּ H6965 וְנַעֲלֶ֣ה H5927 בַלָּ֔יְלָה H3915 וְנַשְׁחִ֖יתָה H7843 אַרְמְנוֹתֶֽיהָ H759 ",
  "6": "כִּ֣י H3588 כֹ֤ה H3541 אָמַר֙ H559 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 כִּרְת֣וּ H3772 עֵצָ֔ה H6097 וְשִׁפְכ֥וּ H8210 עַל H5921 יְרוּשָׁלִַ֖ם H3389 סֹלְלָ֑ה H5550 הִ֚יא H1931 הָעִ֣יר H5892 הָפְקַ֔ד H6485 כֻּלָּ֖הּ H3605 עֹ֥שֶׁק H6233 בְּקִרְבָּֽ H7130 ",
  "7": "כְּהָקִ֥יר H6979 בור H953 מֵימֶ֔יהָ H4325 כֵּ֖ן H3651 הֵקֵ֣רָה H6979 רָעָתָ֑הּ H7451 חָמָ֣ס H2555 וָ֠שֹׁד H7701 יִשָּׁ֨מַע H8085 בָּ֧הּ Hb עַל H5921 פָּנַ֛י H6440 תָּמִ֖יד H8548 חֳלִ֥י H2483 וּמַכָּֽה H4347 ",
  "8": "הִוָּסְרִי֙ H3256 יְר֣וּשָׁלִַ֔ם H3389 פֶּן H6435 תֵּקַ֥ע H3363 נַפְשִׁ֖י H5315 מִמֵּ֑ךְ H4480 פֶּן H6435 אֲשִׂימֵ֣ךְ H7760 שְׁמָמָ֔ה H8077 אֶ֖רֶץ H776 ל֥וֹא H3808 נוֹשָֽׁבָה H3427 ",
  "9": "כֹּ֤ה H3541 אָמַר֙ H559 יְהֹוָ֣ה H3068 צְבָא֔וֹת H6635 עוֹלֵ֛ל H5953 יְעוֹלְל֥וּ H5953 כַגֶּ֖פֶן H1612 שְׁאֵרִ֣ית H7611 יִשְׂרָאֵ֑ל H3478 הָשֵׁב֙ H7725 יָדְךָ֔ H3027 כְּבוֹצֵ֖ר H1219 עַל H5921 סַלְסִלּֽוֹת H5552 ",
  "10": "עַל H5921 מִ֨י H4310 אֲדַבְּרָ֤ה H1696 וְאָעִ֨ידָה֙ H5749 וְיִשְׁמָ֔עוּ H8085 הִנֵּה֙ H2009 עֲרֵלָ֣ה H6189 אָזְנָ֔ם H241 וְלֹ֥א H3808 יוּכְל֖וּ H3201 לְהַקְשִׁ֑יב H7181 הִנֵּ֣ה H2009 דְבַר H1697 יְהוָ֗ה H3068 הָיָ֥ה H1961 לָהֶ֛ם Hl לְחֶרְפָּ֖ה H2781 לֹ֥א H3808 יַחְפְּצוּ H2654 בֽוֹ Hb ",
  "11": "וְאֵת֩ H854 חֲמַ֨ת H2534 יְהוָ֤ה H3068 מָלֵ֨אתִי֙ H4392 נִלְאֵ֣יתִי H3811 הָכִ֔יל H3557 שְׁפֹ֤ךְ H8210 עַל H5921 עוֹלָל֙ H5768 בַּח֔וּץ H2351 וְעַ֛ל H5921 ס֥וֹד H5475 בַּחוּרִ֖ים H970 יַחְדָּ֑ו H3162 כִּֽי H3588 גַם H1571 אִ֤ישׁ H376 עִם H5973 אִשָּׁה֙ H802 יִלָּכֵ֔דוּ H3920 זָקֵ֖ן H2205 עִם H5973 מְלֵ֥א H4390 יָמִֽים H3117 ",
  "12": "וְנָסַ֤בּוּ H5437 בָֽתֵּיהֶם֙ H1004 לַאֲחֵרִ֔ים H312 שָׂד֥וֹת H7704 וְנָשִׁ֖ים H802 יַחְדָּ֑ו H3162 כִּֽי H3588 אַטֶּ֧ה H5186 אֶת H853 יָדִ֛י H3027 עַל H5921 יֹשְׁבֵ֥י H3427 הָאָ֖רֶץ H776 נְאֻם H5002 יְהוָֽה H3068 ",
  "13": "כִּ֤י H3588 מִקְּטַנָּ H6996 וְעַד H5704 גְּדוֹלָ֔ם H1419 כֻּלּ֖וֹ H3605 בּוֹצֵ֣עַ H1214 בָּ֑צַע H1215 וּמִ H5030 וְעַד H5704 כֹּהֵ֔ן H3548 כֻּלּ֖וֹ H3605 עֹ֥שֶׂה H6213 שָּֽׁקֶר H8267 ",
  "14": "וַֽיְרַפְּא֞וּ H7495 אֶת H853 שֶׁ֤בֶר H7667 עַמִּי֙ H5971 עַל H5921 נְקַלָּ֔ה H7043 לֵאמֹ֖ר H559 שָׁל֣וֹם H7965 שָׁל֑וֹם H7965 וְאֵ֖ין H369 שָׁלֽוֹם H7965 ",
  "15": "הֹבִ֕ישׁוּ H3001 כִּ֥י H3588 תוֹעֵבָ֖ה H8441 עָשׂ֑וּ H6213 גַּם H1571 בּ֣וֹשׁ H954 לֹֽא H3808 יֵב֗וֹשׁוּ H954 גַּם H1571 הַכְלִים֙ H3637 לֹ֣א H3808 יָדָ֔עוּ H3045 לָכֵ֞ן H3651 יִפְּל֧וּ H5307 בַנֹּפְלִ֛ים H5307 בְּעֵת H6256 פְּקַדְתִּ֥ים H6485 יִכָּשְׁל֖וּ H3782 אָמַ֥ר H559 יְהוָֽה H3068 ",
  "16": "כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֡ה H3068 עִמְדוּ֩ H5975 עַל H5921 דְּרָכִ֨ים H1870 וּרְא֜וּ H7200 וְשַׁאֲל֣וּ H7592 לִנְתִב֣וֹת H5410 עוֹלָ֗ם H5769 אֵי H335 זֶ֨ה H2088 דֶ֤רֶךְ H1870 הַטּוֹב֙ H2896 וּלְכוּ H3212 בָ֔הּ Hb וּמִצְא֥וּ H4672 מַרְגּ֖וֹעַ H4771 לְנַפְשְׁ H5315 וַיֹּאמְר֖וּ H559 לֹ֥א H3808 נֵלֵֽךְ H3212 ",
  "17": "וַהֲקִמֹתִ֤י H6965 עֲלֵיכֶם֙ H5921 צֹפִ֔ים H6822 הַקְשִׁ֖יבוּ H7181 לְק֣וֹל H6963 שׁוֹפָ֑ר H7782 וַיֹּאמְר֖וּ H559 לֹ֥א H3808 נַקְשִֽׁיב H7181 ",
  "18": "לָכֵ֖ן H3651 שִׁמְע֣וּ H8085 הַגּוֹיִ֑ם H1471 וּדְעִ֥י H3045 עֵדָ֖ה H5712 אֶת H853 אֲשֶׁר H834 בָּֽם Hb ",
  "19": "שִׁמְעִ֣י H8085 הָאָ֔רֶץ H776 הִנֵּ֨ה H2009 אָנֹכִ֜י H595 מֵבִ֥יא H935 רָעָ֛ה H7451 אֶל H413 הָעָ֥ם H5971 הַזֶּ֖ה H2088 פְּרִ֣י H6529 מַחְשְׁבוֹתָ֑ם H4284 כִּ֤י H3588 עַל H5921 דְּבָרַי֙ H1697 לֹ֣א H3808 הִקְשִׁ֔יבוּ H7181 וְתוֹרָתִ֖ H8451 וַיִּמְאֲסוּ H3988 בָֽהּ Hb ",
  "20": "לָמָּה H4100 זֶּ֨ה H2088 לִ֤י Hl לְבוֹנָה֙ H3828 מִשְּׁבָ֣א H7614 תָב֔וֹא H935 וְקָנֶ֥ה H7070 הַטּ֖וֹב H2896 מֵאֶ֣רֶץ H776 מֶרְחָ֑ק H4801 עֹלֽוֹתֵיכֶם֙ H5930 לֹ֣א H3808 לְרָצ֔וֹן H7522 וְזִבְחֵי H2077 לֹא H3808 עָ֥רְבוּ H6149 לִֽי Hl ",
  "21": "לָכֵ֗ן H3651 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 הִנְנִ֥י H2005 נֹתֵ֛ן H5414 אֶל H413 הָעָ֥ם H5971 הַזֶּ֖ה H2088 מִכְשֹׁלִ֑ים H4383 וְכָ֣שְׁלוּ H3782 בָ֠ם Hb אָב֨וֹת H1 וּבָנִ֥ים H1121 יַחְדָּ֛ו H3162 שָׁכֵ֥ן H7934 וְרֵע֖ H7453 יאבדו H6 ",
  "22": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 הִנֵּ֛ה H2009 עַ֥ם H5971 בָּ֖א H935 מֵאֶ֣רֶץ H776 צָפ֑וֹן H6828 וְג֣וֹי H1471 גָּד֔וֹל H1419 יֵע֖וֹר H5782 מִיַּרְכְּתֵי H3411 אָֽרֶץ H776 ",
  "23": "קֶ֣שֶׁת H7198 וְכִיד֞וֹן H3591 יַחֲזִ֗יקוּ H2388 אַכְזָרִ֥י H394 הוּא֙ H1931 וְלֹ֣א H3808 יְרַחֵ֔מוּ H7355 קוֹלָם֙ H6963 כַּיָּ֣ם H3220 יֶהֱמֶ֔ה H1993 וְעַל H5921 סוּסִ֖ים H5483 יִרְכָּ֑בוּ H7392 עָר֗וּךְ H6186 כְּאִישׁ֙ H376 לַמִּלְחָמָ֔ה H4421 עָלַ֖יִךְ H5921 בַּת H1323 צִיּֽוֹן H6726 ",
  "24": "שָׁמַ֥עְנוּ H8085 אֶת H853 שָׁמְע֖וֹ H8089 רָפ֣וּ H7503 יָדֵ֑ינוּ H3027 צָרָה֙ H6869 הֶחֱזִיקַ֔תְנוּ H2388 חִ֖יל H2427 כַּיּוֹלֵדָֽה H3205 ",
  "25": "אַל H408 תצאי H3318 הַשָּׂדֶ֔ה H7704 וּבַ H1870 אַל H408 תלכי H3212 כִּ֚י H3588 חֶ֣רֶב H2719 לְאֹיֵ֔ב H341 מָג֖וֹר H4032 מִסָּבִֽיב H5439 ",
  "26": "בַּת H1323 עַמִּ֤י H5971 חִגְרִי H2296 שָׂק֙ H8242 וְהִתְפַּלְּשִׁ֣י H6428 בָאֵ֔פֶר H665 אֵ֤בֶל H60 יָחִיד֙ H3173 עֲשִׂ֣י H6213 לָ֔ךְ Hl מִסְפַּ֖ד H4553 תַּמְרוּרִ֑ים H8563 כִּ֣י H3588 פִתְאֹ֔ם H6597 יָבֹ֥א H935 הַשֹּׁדֵ֖ד H7703 עָלֵֽינוּ H5921 ",
  "27": "בָּח֛וֹן H969 נְתַתִּ֥יךָ H5414 בְעַמִּ֖ H5971 מִבְצָ֑ר H4013 וְתֵדַ֕ע H3045 וּבָחַנְתָּ֖ H974 אֶת H853 דַּרְכָּֽם H1870 ",
  "28": "כֻּלָּם֙ H3605 סָרֵ֣י H5493 סֽוֹרְרִ֔ים H5637 הֹלְכֵ֥י H1980 רָכִ֖יל H7400 נְחֹ֣שֶׁת H5178 וּבַרְזֶ֑ל H1270 כֻּלָּ֥ם H3605 מַשְׁחִיתִ֖ים H7843 הֵֽמָּה H1992 ",
  "29": "נָחַ֣ר H2787 מַפֻּ֔חַ H4647 מאשת H800 עֹפָ֑רֶת H5777 לַשָּׁוְא֙ H7723 צָרַ֣ף H6884 צָר֔וֹף H6884 וְרָעִ֖ים H7451 לֹ֥א H3808 נִתָּֽקוּ H5423 ",
  "30": "כֶּ֣סֶף H3701 נִמְאָ֔ס H3988 קָרְא֖וּ H7121 לָהֶ֑ם Hl כִּֽי H3588 מָאַ֥ס H3988 יְהוָ֖ה H3068 בָּהֶֽם Hb "
}
