{
  "1": "הַדָּבָר֙ H1697 אֲשֶׁ֣ר H834 הָיָ֣ה H1961 אֶֽל H413 יִרְמְיָ֔הוּ H3414 מֵאֵ֥ת H853 יְהוָ֖ה H3068 לֵאמֹֽר H559 ",
  "2": "עֲמֹ֗ד H5975 בְּשַׁ֨עַר֙ H8179 בֵּ֣ית H1004 יְהוָ֔ה H3068 וְקָרָ֣אתָ H7121 שָּׁ֔ם H8033 אֶת H853 הַדָּבָ֖ר H1697 הַזֶּ֑ה H2088 וְאָמַרְתָּ֞ H559 שִׁמְע֣וּ H8085 דְבַר H1697 יְהוָ֗ה H3068 כָּל H3605 יְהוּדָה֙ H3063 הַבָּאִים֙ H935 בַּשְּׁעָרִ֣ים H8179 הָאֵ֔לֶּה H428 לְהִֽשְׁתַּחֲוֺ֖ת H7812 לַיהוָֽה H3068 ",
  "3": "כֹּֽה H3541 אָמַ֞ר H559 יְהוָ֤ה H3068 צְבָאוֹת֙ H6635 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 הֵיטִ֥יבוּ H3190 דַרְכֵיכֶ֖ם H1870 וּמַֽעַלְלֵי H4611 וַאֲשַׁכְּנָ֣ה H7931 אֶתְכֶ֔ם H853 בַּמָּק֥וֹם H4725 הַזֶּֽה H2088 ",
  "4": "אַל H408 תִּבְטְח֣וּ H982 לָכֶ֔ם Hl אֶל H413 דִּבְרֵ֥י H1697 הַשֶּׁ֖קֶר H8267 לֵאמֹ֑ר H559 הֵיכַ֤ל H1964 יְהוָה֙ H3068 הֵיכַ֣ל H1964 יְהוָ֔ה H3068 הֵיכַ֥ל H1964 יְהוָ֖ה H3068 הֵֽמָּה H1992 ",
  "5": "כִּ֤י H3588 אִם H518 הֵיטֵיב֙ H3190 תֵּיטִ֔יבוּ H3190 אֶת H853 דַּרְכֵיכֶ֖ם H1870 וְאֶת H853 מַֽעַלְלֵיכֶ֑ם H4611 אִם H518 עָשׂ֤וֹ H6213 תַֽעֲשׂוּ֙ H6213 מִשְׁפָּ֔ט H4941 בֵּ֥ין H996 אִ֖ישׁ H376 וּבֵ֥ין H996 רֵעֵֽהוּ H7453 ",
  "6": "גֵּ֣ר H1616 יָת֤וֹם H3490 וְאַלְמָנָה֙ H490 לֹ֣א H3808 תַֽעֲשֹׁ֔קוּ H6231 וְדָ֣ם H1818 נָקִ֔י H5355 אַֽל H408 תִּשְׁפְּכ֖וּ H8210 בַּמָּק֣וֹם H4725 הַזֶּ֑ה H2088 וְאַחֲרֵ֨י H310 אֱלֹהִ֧ים H430 אֲחֵרִ֛ים H312 לֹ֥א H3808 תֵלְכ֖וּ H3212 לְרַ֥ע H7451 לָכֶֽם Hl ",
  "7": "וְשִׁכַּנְתִּ֤י H7931 אֶתְכֶם֙ H853 בַּמָּק֣וֹם H4725 הַזֶּ֔ה H2088 בָּאָ֕רֶץ H776 אֲשֶׁ֥ר H834 נָתַ֖תִּי H5414 לַאֲבֽוֹתֵי H1 לְמִן H4480 עוֹלָ֖ם H5769 וְעַד H5704 עוֹלָֽם H5769 ",
  "8": "הִנֵּ֤ה H2009 אַתֶּם֙ H859 בֹּטְחִ֣ים H982 לָכֶ֔ם Hl עַל H5921 דִּבְרֵ֖י H1697 הַשָּׁ֑קֶר H8267 לְבִלְתִּ֖י H1115 הוֹעִֽיל H3276 ",
  "9": "הֲגָנֹ֤ב H1589 רָצֹ֨חַ֙ H7523 וְֽנָאֹ֔ף H5003 וְהִשָּׁבֵ֥עַ H7650 לַשֶּׁ֖קֶר H8267 וְקַטֵּ֣ר H6999 לַבָּ֑עַל H1168 וְהָלֹ֗ךְ H1980 אַחֲרֵ֛י H310 אֱלֹהִ֥ים H430 אֲחֵרִ֖ים H312 אֲשֶׁ֥ר H834 לֹֽא H3808 יְדַעְתֶּֽם H3045 ",
  "10": "וּבָאתֶ֞ם H935 וַעֲמַדְתֶּ֣ם H5975 לְפָנַ֗ H6440 בַּבַּ֤יִת H1004 הַזֶּה֙ H2088 אֲשֶׁ֣ר H834 נִקְרָא H7121 שְׁמִ֣י H8034 עָלָ֔יו H5921 וַאֲמַרְתֶּ֖ם H559 נִצַּ֑לְנוּ H5337 לְמַ֣עַן H4616 עֲשׂ֔וֹת H6213 אֵ֥ת H853 כָּל H3605 הַתּוֹעֵב֖וֹת H8441 הָאֵֽלֶּה H428 ",
  "11": "הַמְעָרַ֣ת H4631 פָּרִצִ֗ים H6530 הָיָ֨ה H1961 הַבַּ֧יִת H1004 הַזֶּ֛ה H2088 אֲשֶׁר H834 נִקְרָֽא H7121 שְׁמִ֥י H8034 עָלָ֖יו H5921 בְּעֵינֵי H5869 גַּ֧ם H1571 אָנֹכִ֛י H595 הִנֵּ֥ה H2009 רָאִ֖יתִי H7200 נְאֻם H5002 יְהוָֽה H3068 ",
  "12": "כִּ֣י H3588 לְכוּ H3212 נָ֗א H4994 אֶל H413 מְקוֹמִי֙ H4725 אֲשֶׁ֣ר H834 בְּשִׁיל֔וֹ H7887 אֲשֶׁ֨ר H834 שִׁכַּ֧נְתִּֽי H7931 שְׁמִ֛י H8034 שָׁ֖ם H8033 בָּרִֽאשׁוֹנָ֑ה H7223 וּרְאוּ֙ H7200 אֵ֣ת H853 אֲשֶׁר H834 עָשִׂ֣יתִי H6213 ל֔וֹ Hl מִפְּנֵ֕י H6440 רָעַ֖ת H7451 עַמִּ֥י H5971 יִשְׂרָאֵֽל H3478 ",
  "13": "וְעַתָּ֗ה H6258 יַ֧עַן H3282 עֲשׂוֹתְכֶ֛ם H6213 אֶת H853 כָּל H3605 הַמַּֽעֲשִׂ֥ים H4639 הָאֵ֖לֶּה H428 נְאֻם H5002 יְהוָ֑ה H3068 וָאֲדַבֵּ֨ר H1696 אֲלֵיכֶ֜ם H413 הַשְׁכֵּ֤ם H7925 וְדַבֵּר֙ H1696 וְלֹ֣א H3808 שְׁמַעְתֶּ֔ם H8085 וָאֶקְרָ֥א H7121 אֶתְכֶ֖ם H853 וְלֹ֥א H3808 עֲנִיתֶֽם H6030 ",
  "14": "וְעָשִׂ֜יתִי H6213 לַבַּ֣יִת H1004 אֲשֶׁ֧ר H834 נִֽקְרָא H7121 שְׁמִ֣י H8034 עָלָ֗יו H5921 אֲשֶׁ֤ר H834 אַתֶּם֙ H859 בֹּטְחִ֣ים H982 בּ֔וֹ Hb וְלַ֨ H4725 אֲשֶׁר H834 נָתַ֥תִּי H5414 לָכֶ֖ם Hl וְלַ H1 כַּאֲשֶׁ֥ר H834 עָשִׂ֖יתִי H6213 לְשִׁלֽוֹ H7887 ",
  "15": "וְהִשְׁלַכְתִּ֥י H7993 אֶתְכֶ֖ם H853 מֵעַ֣ל H5921 פָּנָ֑י H6440 כַּאֲשֶׁ֤ר H834 הִשְׁלַ֨כְתִּי֙ H7993 אֶת H853 כָּל H3605 אֲחֵיכֶ֔ם H251 אֵ֖ת H853 כָּל H3605 זֶ֥רַע H2233 אֶפְרָֽיִם H669 ",
  "16": "וְאַתָּ֞ה H859 אַל H408 תִּתְפַּלֵּ֣ל H6419 בְּעַד H1157 הָעָ֣ם H5971 הַזֶּ֗ה H2088 וְאַל H408 תִּשָּׂ֧א H5375 בַעֲדָ֛ם H1157 רִנָּ֥ה H7440 וּתְפִלָּ֖ה H8605 וְאַל H408 תִּפְגַּע H6293 בִּ֑י Hb כִּי H3588 אֵינֶ֥נִּי H369 שֹׁמֵ֖עַ H8085 אֹתָֽךְ H853 ",
  "17": "הַֽאֵינְ H369 רֹאֶ֔ה H7200 מָ֛ה H4100 הֵ֥מָּה H1992 עֹשִׂ֖ים H6213 בְּעָרֵ֣י H5892 יְהוּדָ֑ה H3063 וּבְ H2351 יְרוּשָׁלִָֽם H3389 ",
  "18": "הַבָּנִ֞ים H1121 מְלַקְּטִ֣ים H3950 עֵצִ֗ים H6086 וְהָֽ H1 מְבַעֲרִ֣ים H1197 אֶת H853 הָאֵ֔שׁ H784 וְהַ H802 לָשׁ֣וֹת H3888 בָּצֵ֑ק H1217 לַעֲשׂ֨וֹת H6213 כַּוָּנִ֜ים H3561 לִמְלֶ֣כֶת H4446 הַשָּׁמַ֗יִם H8064 וְהַסֵּ֤ךְ H5258 נְסָכִים֙ H5262 לֵאלֹהִ֣ים H430 אֲחֵרִ֔ים H312 לְמַ֖עַן H4616 הַכְעִסֵֽנִי H3707 ",
  "19": "הַאֹתִ֛ H853 הֵ֥ם H1992 מַכְעִסִ֖ים H3707 נְאֻם H5002 יְהוָ֑ה H3068 הֲל֣וֹא H3808 אֹתָ֔ם H853 לְמַ֖עַן H4616 בֹּ֥שֶׁת H1322 פְּנֵיהֶֽם H6440 ",
  "20": "לָכֵ֞ן H3651 כֹּה H3541 אָמַ֣ר H559 אֲדֹנָ֣י H136 יְהֹוִ֗ה H3069 הִנֵּ֨ה H2009 אַפִּ֤י H639 וַֽחֲמָתִ H2534 נִתֶּ֨כֶת֙ H5413 אֶל H413 הַמָּק֣וֹם H4725 הַזֶּ֔ה H2088 עַל H5921 הָֽאָדָם֙ H120 וְעַל H5921 הַבְּהֵמָ֔ה H929 וְעַל H5921 עֵ֥ץ H6086 הַשָּׂדֶ֖ה H7704 וְעַל H5921 פְּרִ֣י H6529 הָֽאֲדָמָ֑ה H127 וּבָעֲרָ֖ה H1197 וְלֹ֥א H3808 תִכְבֶּֽה H3518 ",
  "21": "כֹּ֥ה H3541 אָמַ֛ר H559 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֑ל H3478 עֹלוֹתֵיכֶ֛ם H5930 סְפ֥וּ H5595 עַל H5921 זִבְחֵיכֶ֖ם H2077 וְאִכְל֥וּ H398 בָשָֽׂר H1320 ",
  "22": "כִּ֠י H3588 לֹֽא H3808 דִבַּ֤רְתִּי H1696 אֶת H854 אֲבֽוֹתֵיכֶם֙ H1 וְלֹ֣א H3808 צִוִּיתִ֔ים H6680 בְּי֛וֹם H3117 הוציא H3318 אוֹתָ֖ם H853 מֵאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 עַל H5921 דִּבְרֵ֥י H1697 עוֹלָ֖ה H5930 וָזָֽבַח H2077 ",
  "23": "כִּ֣י H3588 אִֽם H518 אֶת H853 הַדָּבָ֣ר H1697 הַ֠זֶּה H2088 צִוִּ֨יתִי H6680 אוֹתָ֤ם H853 לֵאמֹר֙ H559 שִׁמְע֣וּ H8085 בְקוֹלִ֔ H6963 וְהָיִ֤יתִי H1961 לָכֶם֙ Hl לֵֽאלֹהִ֔ים H430 וְאַתֶּ֖ם H859 תִּֽהְיוּ H1961 לִ֣י Hl לְעָ֑ם H5971 וַהֲלַכְתֶּ֗ם H1980 בְּכָל H3605 הַדֶּ֨רֶךְ֙ H1870 אֲשֶׁ֣ר H834 אֲצַוֶּ֣ה H6680 אֶתְכֶ֔ם H853 לְמַ֖עַן H4616 יִיטַ֥ב H3190 לָכֶֽם Hl ",
  "24": "וְלֹ֤א H3808 שָֽׁמְעוּ֙ H8085 וְלֹֽא H3808 הִטּ֣וּ H5186 אֶת H853 אָזְנָ֔ם H241 וַיֵּֽלְכוּ֙ H3212 בְּמֹ֣עֵצ֔וֹת H4156 בִּשְׁרִר֖וּת H8307 לִבָּ֣ם H3820 הָרָ֑ע H7451 וַיִּהְי֥וּ H1961 לְאָח֖וֹר H268 וְלֹ֥א H3808 לְפָנִֽים H6440 ",
  "25": "לְמִן H4480 הַיּ֗וֹם H3117 אֲשֶׁ֨ר H834 יָצְא֤וּ H3318 אֲבֽוֹתֵיכֶם֙ H1 מֵאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 עַ֖ד H5704 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 וָאֶשְׁלַ֤ח H7971 אֲלֵיכֶם֙ H413 אֶת H853 כָּל H3605 עֲבָדַ֣י H5650 הַנְּבִיאִ֔ים H5030 י֖וֹם H3117 הַשְׁכֵּ֥ם H7925 וְשָׁלֹֽחַ H7971 ",
  "26": "וְל֤וֹא H3808 שָׁמְעוּ֙ H8085 אֵלַ֔י H413 וְלֹ֥א H3808 הִטּ֖וּ H5186 אֶת H853 אָזְנָ֑ם H241 וַיַּקְשׁוּ֙ H7185 אֶת H853 עָרְפָּ֔ם H6203 הֵרֵ֖עוּ H7489 מֵאֲבוֹתָֽ H1 ",
  "27": "וְדִבַּרְתָּ֤ H1696 אֲלֵיהֶם֙ H413 אֶת H853 כָּל H3605 הַדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 וְלֹ֥א H3808 יִשְׁמְע֖וּ H8085 אֵלֶ֑יךָ H413 וְקָרָ֥אתָ H7121 אֲלֵיהֶ֖ם H413 וְלֹ֥א H3808 יַעֲנֽוּכָה H6030 ",
  "28": "וְאָמַרְתָּ֣ H559 אֲלֵיהֶ֗ם H413 זֶ֤ה H2088 הַגּוֹי֙ H1471 אֲשֶׁ֣ר H834 לֽוֹא H3808 שָׁמְע֗וּ H8085 בְּקוֹל֙ H6963 יְהוָ֣ה H3068 אֱלֹהָ֔יו H430 וְלֹ֥א H3808 לָקְח֖וּ H3947 מוּסָ֑ר H4148 אָֽבְדָה֙ H6 הָֽאֱמוּנָ֔ה H530 וְנִכְרְתָ֖ה H3772 מִפִּי H6310 ",
  "29": "גָּזִּ֤י H1494 נִזְרֵךְ֙ H5145 וְֽהַשְׁלִ֔יכִי H7993 וּשְׂאִ֥י H5375 עַל H5921 שְׁפָיִ֖ם H8205 קִינָ֑ה H7015 כִּ֚י H3588 מָאַ֣ס H3988 יְהוָ֔ה H3068 וַיִּטֹּ֖שׁ H5203 אֶת H853 דּ֥וֹר H1755 עֶבְרָתֽוֹ H5678 ",
  "30": "כִּֽי H3588 עָשׂ֨וּ H6213 בְנֵי H1121 יְהוּדָ֥ה H3063 הָרַ֛ע H7451 בְּעֵינַ֖ H5869 נְאֻום H5002 יְהוָ֑ה H3068 שָׂ֣מוּ H7760 שִׁקּֽוּצֵיהֶ֗ם H8251 בַּבַּ֛יִת H1004 אֲשֶׁר H834 נִקְרָא H7121 שְׁמִ֥י H8034 עָלָ֖יו H5921 לְטַמְּאֽ H2930 ",
  "31": "וּבָנ֞וּ H1129 בָּמ֣וֹת H1116 הַתֹּ֗פֶת H8612 אֲשֶׁר֙ H834 בְּגֵ֣יא H1516 בֶן H1121 הִנֹּ֔ם H2011 לִשְׂרֹ֛ף H8313 אֶת H853 בְּנֵיהֶ֥ם H1323 וְאֶת H853 בְּנֹתֵיהֶ֖ם H1121 בָּאֵ֑שׁ H784 אֲשֶׁר֙ H834 לֹ֣א H3808 צִוִּ֔יתִי H6680 וְלֹ֥א H3808 עָלְתָ֖ה H5927 עַל H5921 לִבִּֽי H3820 ",
  "32": "לָכֵ֞ן H3651 הִנֵּֽה H2009 יָמִ֤ים H3117 בָּאִים֙ H935 נְאֻם H5002 יְהוָ֔ה H3068 וְלֹא H3808 יֵאָמֵ֨ר H559 ע֤וֹד H5750 הַתֹּ֨פֶת֙ H8612 וְגֵ֣יא H1516 בֶן H1121 הִנֹּ֔ם H2011 כִּ֖י H3588 אִם H518 גֵּ֣יא H1516 הַהֲרֵגָ֑ה H2028 וְקָבְר֥וּ H6912 בְתֹ֖פֶת H8612 מֵאֵ֥ין H369 מָקֽוֹם H4725 ",
  "33": "וְֽהָ֨יְתָ֜ה H1961 נִבְלַ֨ת H5038 הָעָ֤ם H5971 הַזֶּה֙ H2088 לְמַֽאֲכָ֔ל H3978 לְע֥וֹף H5775 הַשָּׁמַ֖יִם H8064 וּלְ H929 הָאָ֑רֶץ H776 וְאֵ֖ין H369 מַחֲרִֽיד H2729 ",
  "34": "וְהִשְׁבַּתִּ֣י H7673 מֵעָרֵ֣י H5892 יְהוּדָ֗ה H3063 וּמֵֽ H2351 יְר֣וּשָׁלִַ֔ם H3389 ק֤וֹל H6963 שָׂשׂוֹן֙ H8342 וְק֣וֹל H6963 שִׂמְחָ֔ה H8057 ק֥וֹל H6963 חָתָ֖ן H2860 וְק֣וֹל H6963 כַּלָּ֑ה H3618 כִּ֥י H3588 לְחָרְבָּ֖ה H2723 תִּהְיֶ֥ה H1961 הָאָֽרֶץ H776 "
}
