{
  "1": "מִֽי H4310 יִתֵּ֤ן H5414 רֹאשִׁי֙ H7218 מַ֔יִם H4325 וְעֵינִ֖ H5869 מְק֣וֹר H4726 דִּמְעָ֑ה H1832 וְאֶבְכֶּה֙ H1058 יוֹמָ֣ם H3119 וָלַ֔יְלָה H3915 אֵ֖ת H853 חַֽלְלֵ֥י H2491 בַת H1323 עַמִּֽי H5971 ",
  "2": "מִֽי H4310 יִתְּנֵ֣נִי H5414 בַמִּדְבָּ֗ר H4057 מְלוֹן֙ H4411 אֹֽרְחִ֔ים H732 וְאֶֽעֶזְבָה֙ H5800 אֶת H853 עַמִּ֔י H5971 וְאֵלְכָ֖ה H3212 מֵֽאִתָּ֑ H853 כִּ֤י H3588 כֻלָּם֙ H3605 מְנָ֣אֲפִ֔ים H5003 עֲצֶ֖רֶת H6116 בֹּגְדִֽים H898 ",
  "3": "וַֽיַּדְרְכ֤וּ H1869 אֶת H853 לְשׁוֹנָם֙ H3956 קַשְׁתָּ֣ם H7198 שֶׁ֔קֶר H8267 וְלֹ֥א H3808 לֶאֱמוּנָ֖ה H530 גָּבְר֣וּ H1396 בָאָ֑רֶץ H776 כִּי֩ H3588 מֵרָעָ֨ה H7451 אֶל H413 רָעָ֧ה H7451 יָצָ֛אוּ H3318 וְאֹתִ֥ H853 לֹֽא H3808 יָדָ֖עוּ H3045 נְאֻם H5002 יְהוָֽה H3068 ",
  "4": "אִ֤ישׁ H376 מֵרֵעֵ֨ H7453 הִשָּׁמֵ֔רוּ H8104 וְעַל H5921 כָּל H3605 אָ֖ח H251 אַל H408 תִּבְטָ֑חוּ H982 כִּ֤י H3588 כָל H3605 אָח֙ H251 עָק֣וֹב H6117 יַעְקֹ֔ב H6117 וְכָל H3605 רֵ֖עַ H7453 רָכִ֥יל H7400 יַהֲלֹֽךְ H1980 ",
  "5": "וְאִ֤ישׁ H376 בְּרֵעֵ֨ H7453 יְהָתֵ֔לּוּ H2048 וֶאֱמֶ֖ת H571 לֹ֣א H3808 יְדַבֵּ֑רוּ H1696 לִמְּד֧וּ H3925 לְשׁוֹנָ֛ם H3956 דַּבֶּר H1696 שֶׁ֖קֶר H8267 הַעֲוֵ֥ה H5753 נִלְאֽוּ H3811 ",
  "6": "שִׁבְתְּךָ֖ H3427 בְּת֣וֹךְ H8432 מִרְמָ֑ה H4820 בְּמִרְמָ֛ה H4820 מֵאֲנ֥וּ H3985 דַֽעַת H3045 אוֹתִ֖י H853 נְאֻם H5002 יְהוָֽה H3068 ",
  "7": "לָכֵ֗ן H3651 כֹּ֤ה H3541 אָמַר֙ H559 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 הִנְנִ֥י H2005 צוֹרְפָ֖ם H6884 וּבְחַנְתִּ֑י H974 כִּֽי H3588 אֵ֣יךְ H349 אֶעֱשֶׂ֔ה H6213 מִפְּנֵ֖י H6440 בַּת H1323 עַמִּֽי H5971 ",
  "8": "חֵ֥ץ H2671 שוחט H7819 לְשׁוֹנָ֖ם H3956 מִרְמָ֣ה H4820 דִבֵּ֑ר H1696 בְּפִ֗י H6310 שָׁל֤וֹם H7965 אֶת H854 רֵעֵ֨הוּ֙ H7453 יְדַבֵּ֔ר H1696 וּבְ H7130 יָשִׂ֥ים H7760 אָרְבּֽוֹ H696 ",
  "9": "הַעַל H5921 אֵ֥לֶּה H428 לֹֽא H3808 אֶפְקָד H6485 בָּ֖ם Hb נְאֻם H5002 יְהוָ֑ה H3068 אִ֚ם H518 בְּג֣וֹי H1471 אֲשֶׁר H834 כָּזֶ֔ה H2088 לֹ֥א H3808 תִתְנַקֵּ֖ם H5358 נַפְשִֽׁי H5315 ",
  "10": "עַל H5921 הֶ֨הָרִ֜ים H2022 אֶשָּׂ֧א H5375 בְכִ֣י H1065 וָנֶ֗הִי H5092 וְעַל H5921 נְא֤וֹת H4999 מִדְבָּר֙ H4057 קִינָ֔ה H7015 כִּ֤י H3588 נִצְּתוּ֙ H3341 מִבְּלִי H1097 אִ֣ישׁ H376 עֹבֵ֔ר H5674 וְלֹ֥א H3808 שָׁמְע֖וּ H8085 ק֣וֹל H6963 מִקְנֶ֑ה H4735 מֵע֤וֹף H5775 הַשָּׁמַ֨יִם֙ H8064 וְעַד H5704 בְּהֵמָ֔ה H929 נָדְד֖וּ H5074 הָלָֽכוּ H1980 ",
  "11": "וְנָתַתִּ֧י H5414 אֶת H853 יְרוּשָׁלִַ֛ם H3389 לְגַלִּ֖ים H1530 מְע֣וֹן H4583 תַּנִּ֑ים H8577 וְאֶת H853 עָרֵ֧י H5892 יְהוּדָ֛ה H3063 אֶתֵּ֥ן H5414 שְׁמָמָ֖ה H8077 מִבְּלִ֖י H1097 יוֹשֵֽׁב H3427 ",
  "12": "מִֽי H4310 הָאִ֤ישׁ H376 הֶֽחָכָם֙ H2450 וְיָבֵ֣ן H995 אֶת H853 זֹ֔את H2063 וַאֲשֶׁ֨ר H834 דִּבֶּ֧ר H1696 פִּֽי H6310 יְהוָ֛ה H3068 אֵלָ֖יו H413 וְיַגִּדָ֑ H5046 עַל H5921 מָה֙ H4100 אָבְדָ֣ה H6 הָאָ֔רֶץ H776 נִצְּתָ֥ה H3341 כַמִּדְבָּ֖ר H4057 מִבְּלִ֖י H1097 עֹבֵֽר H5674 ",
  "13": "וַיֹּ֣אמֶר H559 יְהוָ֔ה H3068 עַל H5921 עָזְבָם֙ H5800 אֶת H853 תּ֣וֹרָתִ֔י H8451 אֲשֶׁ֥ר H834 נָתַ֖תִּי H5414 לִפְנֵי H6440 וְלֹא H3808 שָׁמְע֥וּ H8085 בְקוֹלִ֖ H6963 וְלֹא H3808 הָ֥לְכוּ H1980 בָֽהּ Hb ",
  "14": "וַיֵּ֣לְכ֔וּ H3212 אַחֲרֵ֖י H310 שְׁרִר֣וּת H8307 לִבָּ֑ם H3820 וְאַחֲרֵי֙ H310 הַבְּעָלִ֔ים H1168 אֲשֶׁ֥ר H834 לִמְּד֖וּם H3925 אֲבוֹתָֽם H1 ",
  "15": "לָכֵ֗ן H3651 כֹּֽה H3541 אָמַ֞ר H559 יְהוָ֤ה H3068 צְבָאוֹת֙ H6635 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 הִנְנִ֧י H2005 מַאֲכִילָ֛ם H398 אֶת H853 הָעָ֥ם H5971 הַזֶּ֖ה H2088 לַֽעֲנָ֑ה H3939 וְהִשְׁקִיתִ֖י H8248 מֵי H4325 רֹֽאשׁ H7219 ",
  "16": "וַהֲפִֽצוֹתִי H6327 בַּגּוֹיִ֔ם H1471 אֲשֶׁר֙ H834 לֹ֣א H3808 יָֽדְע֔וּ H3045 הֵ֖מָּה H1992 וַֽאֲבוֹתָ֑ H1 וְשִׁלַּחְתִּ֤י H7971 אַֽחֲרֵיהֶם֙ H310 אֶת H853 הַחֶ֔רֶב H2719 עַ֥ד H5704 כַּלּוֹתִ֖י H3615 אוֹתָֽם H853 ",
  "17": "כֹּ֤ה H3541 אָמַר֙ H559 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 הִתְבּֽוֹנְנ֛וּ H995 וְקִרְא֥וּ H7121 לַמְקוֹנְנ֖וֹת H6969 וּתְבוֹאֶ֑ינָה H935 וְאֶל H413 הַחֲכָמ֥וֹת H2450 שִׁלְח֖וּ H7971 וְתָבֽוֹאנָה H935 ",
  "18": "וּתְמַהֵ֕רְנָה H4116 וְתִשֶּׂ֥נָה H5375 עָלֵ֖ינוּ H5921 נֶ֑הִי H5092 וְתֵרַ֤דְנָה H3381 עֵינֵ֨ינוּ֙ H5869 דִּמְעָ֔ה H1832 וְעַפְעַפֵּ֖י H6079 יִזְּלוּ H5140 מָֽיִם H4325 ",
  "19": "כִּ֣י H3588 ק֥וֹל H6963 נְהִ֛י H5092 נִשְׁמַ֥ע H8085 מִצִּיּ֖וֹן H6726 אֵ֣יךְ H349 שֻׁדָּ֑דְנוּ H7703 בֹּ֤שְׁנֽוּ H954 מְאֹד֙ H3966 כִּֽי H3588 עָזַ֣בְנוּ H5800 אָ֔רֶץ H776 כִּ֥י H3588 הִשְׁלִ֖יכוּ H7993 מִשְׁכְּנוֹתֵֽינוּ H4908 ",
  "20": "כִּֽי H3588 שְׁמַ֤עְנָה H8085 נָשִׁים֙ H802 דְּבַר H1697 יְהוָ֔ה H3068 וְתִקַּ֥ח H3947 אָזְנְכֶ֖ם H241 דְּבַר H1697 פִּ֑יו H6310 וְלַמֵּ֤דְנָה H3925 בְנֽוֹתֵיכֶם֙ H1323 נֶ֔הִי H5092 וְאִשָּׁ֥ה H802 רְעוּתָ֖הּ H7468 קִינָֽה H7015 ",
  "21": "כִּֽי H3588 עָ֤לָה H5927 מָ֨וֶת֙ H4194 בְּחַלּוֹנֵ֔י H2474 בָּ֖א H935 בְּאַרְמְנוֹתֵ֑י H759 לְהַכְרִ֤ית H3772 עוֹלָל֙ H5768 מִח֔וּץ H2351 בַּחוּרִ֖ים H970 מֵרְחֹבֽוֹת H7339 ",
  "22": "דַּבֵּ֗ר H1696 כֹּ֚ה H3541 נְאֻם H5002 יְהוָ֔ה H3068 וְנָֽפְלָה֙ H5307 נִבְלַ֣ת H5038 הָֽאָדָ֔ם H120 כְּדֹ֖מֶן H1828 עַל H5921 פְּנֵ֣י H6440 הַשָּׂדֶ֑ה H7704 וּכְ H5995 מֵאַחֲרֵ֥י H310 הַקֹּצֵ֖ר H7114 וְאֵ֥ין H369 מְאַסֵּֽף H622 ",
  "23": "כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 אַל H408 יִתְהַלֵּ֤ל H1984 חָכָם֙ H2450 בְּחָכְמָת֔ H2451 וְאַל H408 יִתְהַלֵּ֥ל H1984 הַגִּבּ֖וֹר H1368 בִּגְבֽוּרָת֑ H1369 אַל H408 יִתְהַלֵּ֥ל H1984 עָשִׁ֖יר H6223 בְּעָשְׁרֽ H6239 ",
  "24": "כִּ֣י H3588 אִם H518 בְּזֹ֞את H2063 יִתְהַלֵּ֣ל H1984 הַמִּתְהַלֵּ֗ל H1984 הַשְׂכֵּל֮ H7919 וְיָדֹ֣עַ H3045 אוֹתִי֒ H853 כִּ֚י H3588 אֲנִ֣י H589 יְהוָ֔ה H3068 עֹ֥שֶׂה H6213 חֶ֛סֶד H2617 מִשְׁפָּ֥ט H4941 וּצְדָקָ֖ה H6666 בָּאָ֑רֶץ H776 כִּֽי H3588 בְאֵ֥לֶּה H428 חָפַ֖צְתִּי H2654 נְאֻם H5002 יְהוָֽה H3068 ",
  "25": "הִנֵּ֛ה H2009 יָמִ֥ים H3117 בָּאִ֖ים H935 נְאֻם H5002 יְהוָ֑ה H3068 וּפָ֣קַדְתִּ֔י H6485 עַל H5921 כָּל H3605 מ֖וּל H4135 בְּעָרְלָֽה H6190 ",
  "26": "עַל H5921 מִצְרַ֣יִם H4714 וְעַל H5921 יְהוּדָ֗ה H3063 וְעַל H5921 אֱד֞וֹם H123 וְעַל H5921 בְּנֵ֤י H1121 עַמּוֹן֙ H5983 וְעַל H5921 מוֹאָ֔ב H4124 וְעַל֙ H5921 כָּל H3605 קְצוּצֵ֣י H7112 פֵאָ֔ה H6285 הַיֹּשְׁבִ֖ים H3427 בַּמִּדְבָּ֑ר H4057 כִּ֤י H3588 כָל H3605 הַגּוֹיִם֙ H1471 עֲרֵלִ֔ים H6189 וְכָל H3605 בֵּ֥ית H1004 יִשְׂרָאֵ֖ל H3478 עַרְלֵי H6189 לֵֽב H3820 "
}
