{
  "1": "Terrible things will happen to you people of Ethiopia!\n\\q2 In your land there are many boats at the upper part of the Nile River.\n\\q1",
  "2": "Your rulers send ambassadors that sail quickly down the river in papyrus boats.\n\\q1 You messengers to Ethiopia, go quickly!\n\\q1 Go up the river to people who are tall and who have smooth skins.\n\\q2 People everywhere are afraid of those people,\n\\q1 because they conquer and destroy other nations;\n\\q2 they are people who live in a land that is divided by the branches of a large river.\n\\b\n\\q1",
  "3": "You messengers must tell to the people of the world,\n\\q2 to all people everywhere,\n\\q1 \"Look when the battle flag is lifted on top of the mountain,\n\\q1 and listen when the ram's horn blows\n\\q2 to signal that the battle is about to begin.\"\n\\q1",
  "4": "Listen because Yahweh has told me this:\n\\q1 \"I will watch quietly from where I live.\n\\q2 I will watch as quietly as the heat that shimmers as it rises on days during the summer, as quietly as the dew forms on the ground during harvest time.\"\n\\q1",
  "5": "But even before the army of Ethiopia starts to attack,\n\\q2 while their plans are slowly forming like grapes that are ripening,\n\\q1 Yahweh will get rid of them like a farmer who cuts off the new shoots of the grapevines with his shears,\n\\q2 who prunes the branches that have become very long.\n\\q1",
  "6": "All the soldiers in the Ethiopian army will be killed,\n\\q2 and their corpses will lie in the fields for vultures to eat their flesh in the summer.\n\\q1 Then wild animals will chew on their bones all during the winter.\n\\b",
  "7": "At that time, the people of that land that is divided by the branches of one big river will take gifts to Yahweh in Jerusalem.\n\\q1 Those tall people who have smooth skins, whom people everywhere are afraid of,\n\\q2 because they conquer and destroy many countries,\n\\q1 will take gifts to Jerusalem, the city where Yahweh, commander of the angel armies, lives."
}
