{
  "1": "בֵּאדַ֛יִן H116 דָּרְיָ֥וֶשׁ H1868 מַלְכָּ֖א H4430 שָׂ֣ם H7761 טְעֵ֑ם H2942 וּבַקַּ֣רוּ H1240 בְּבֵ֣ית H1005 סִפְרַיָּ֗א H5609 דִּ֧י H1768 גִנְזַיָּ֛א H1596 מְהַחֲתִ֥ין H5182 תַּמָּ֖ה H8536 בְּבָבֶֽל H895 ",
  "2": "וְהִשְׁתְּכַ֣ח H7912 בְּאַחְמְתָ֗א H307 בְּבִֽירְתָ֛ H1001 דִּ֛י H1768 בְּמָדַ֥י H4076 מְדִינְתָּ֖ה H4083 מְגִלָּ֣ה H4040 חֲדָ֑ה H2298 וְכֵן H3652 כְּתִ֥יב H3790 בְּגַוַּ֖ H1459 דִּכְרוֹנָֽה H1799 ",
  "3": "בִּשְׁנַ֨ת H8140 חֲדָ֜ה H2298 לְכ֣וֹרֶשׁ H3567 מַלְכָּ֗א H4430 כּ֣וֹרֶשׁ H3567 מַלְכָּא֮ H4430 שָׂ֣ם H7761 טְעֵם֒ H2942 בֵּית H1005 אֱלָהָ֤א H426 בִֽירוּשְׁלֶם֙ H3390 בַּיְתָ֣א H1005 יִתְבְּנֵ֔א H1124 אֲתַר֙ H870 דִּֽי H1768 דָבְחִ֣ין H1684 דִּבְחִ֔ין H1685 וְאֻשּׁ֖וֹ H787 מְסֽוֹבְלִ֑ין H5446 רוּמֵהּ֙ H7314 אַמִּ֣ין H521 שִׁתִּ֔ין H8361 פְּתָיֵ֖הּ H6613 אַמִּ֥ין H521 שִׁתִּֽין H8361 ",
  "4": "נִדְבָּכִ֞ין H5073 דִּי H1768 אֶ֤בֶן H69 גְּלָל֙ H1560 תְּלָתָ֔א H8532 וְנִדְבָּ֖ךְ H5073 דִּי H1768 אָ֣ע H636 חֲדַ֑ת H2323 וְנִ֨פְקְתָ֔ H5313 מִן H4481 בֵּ֥ית H1005 מַלְכָּ֖א H4430 תִּתְיְהִֽב H3052 ",
  "5": "וְ֠אַף H638 מָאנֵ֣י H3984 בֵית H1005 אֱלָהָא֮ H426 דִּ֣י H1768 דַהֲבָ֣ה H1722 וְכַסְפָּ H3702 דִּ֣י H1768 נְבֽוּכַדְנֶצַּ֗ר H5020 הַנְפֵּ֛ק H5312 מִן H4481 הֵיכְלָ֥א H1965 דִי H1768 בִירוּשְׁלֶ֖ם H3390 וְהֵיבֵ֣ל H2987 לְבָבֶ֑ל H895 יַהֲתִיב֗וּן H8421 וִ֠יהָךְ H1946 לְהֵיכְלָ֤ H1965 דִי H1768 בִירֽוּשְׁלֶם֙ H3390 לְאַתְרֵ֔ H870 וְתַחֵ֖ת H5182 בְּבֵ֥ית H1005 אֱלָהָֽא H426 ",
  "6": "כְּעַ֡ן H3705 תַּ֠תְּנַי H8674 פַּחַ֨ת H6347 עֲבַֽר H5675 נַהֲרָ֜ה H5103 שְׁתַ֤ר H8370 בּוֹזְנַי֙ H8370 וּכְנָוָ֣תְ H3675 אֲפַרְסְכָיֵ֔א H671 דִּ֖י H1768 בַּעֲבַ֣ר H5675 נַהֲרָ֑ה H5103 רַחִיקִ֥ין H7352 הֲו֖וֹ H1934 מִן H4481 תַּמָּֽה H8536 ",
  "7": "שְׁבֻ֕קוּ H7662 לַעֲבִידַ֖ת H5673 בֵּית H1005 אֱלָהָ֣א H426 דֵ֑ךְ H1791 פַּחַ֤ת H6347 יְהוּדָיֵא֙ H3062 וּלְ H7868 יְהוּדָיֵ֔א H3062 בֵּית H1005 אֱלָהָ֥א H426 דֵ֖ךְ H1791 יִבְנ֥וֹן H1124 עַל H5922 אַתְרֵֽהּ H870 ",
  "8": "וּמִנִּ H4481 שִׂ֣ים H7761 טְעֵם֒ H2942 לְמָ֣א H3964 דִֽי H1768 תַֽעַבְד֗וּן H5648 עִם H5974 שָׂבֵ֤י H7868 יְהוּדָיֵא֙ H3062 אִלֵּ֔ךְ H479 לְמִבְנֵ֖א H1124 בֵּית H1005 אֱלָהָ֣א H426 דֵ֑ךְ H1791 וּמִ H5232 מַלְכָּ֗א H4430 דִּ֚י H1768 מִדַּת֙ H4061 עֲבַ֣ר H5675 נַהֲרָ֔ה H5103 אָסְפַּ֗רְנָא H629 נִפְקְתָ֛א H5313 תֶּהֱוֵ֧א H1934 מִֽתְיַהֲבָ֛א H3052 לְגֻבְרַיָּ֥ H1400 אִלֵּ֖ךְ H479 דִּי H1768 לָ֥א H3809 לְבַטָּלָֽא H989 ",
  "9": "וּמָ֣ה H4101 חַשְׁחָ֡ן H2818 וּבְנֵ֣י H1123 תוֹרִ֣ין H8450 וְדִכְרִ֣ין H1798 וְאִמְּרִ֣ין H563 לַעֲלָוָ֣ן H5928 לֶאֱלָ֪הּ H426 שְׁמַיָּ֟א H8065 חִנְטִ֞ין H2591 מְלַ֣ח H4416 חֲמַ֣ר H2562 וּמְשַׁ֗ח H4887 כְּמֵאמַ֨ר H3983 כָּהֲנַיָּ֤א H3549 דִי H1768 בִירֽוּשְׁלֶם֙ H3390 לֶהֱוֵ֨א H1934 מִתְיְהֵ֥ב H3052 לְהֹ֛ם Hl י֥וֹם H3118 בְּי֖וֹם H3118 דִּי H1768 לָ֥א H3809 שָׁלֽוּ H7960 ",
  "10": "דִּֽי H1768 לֶהֱוֺ֧ן H1934 מְהַקְרְבִ֛ין H7127 נִיחוֹחִ֖ין H5208 לֶאֱלָ֣הּ H426 שְׁמַיָּ֑א H8065 וּמְצַלַּ֕יִן H6739 לְחַיֵּ֥י H2417 מַלְכָּ֖א H4430 וּבְנֽוֹ H1123 ",
  "11": "וּמִנִּ H4481 שִׂ֣ים H7761 טְעֵם֒ H2942 דִּ֣י H1768 כָל H3606 אֱנָ֗שׁ H606 דִּ֤י H1768 יְהַשְׁנֵא֙ H8133 פִּתְגָמָ֣א H6600 דְנָ֔ה H1836 יִתְנְסַ֥ח H5256 אָע֙ H636 מִן H4481 בַּיְתֵ֔הּ H1005 וּזְקִ֖יף H2211 יִתְמְחֵ֣א H4223 עֲלֹ֑הִי H5922 וּבַיְתֵ֛ H1005 נְוָל֥וּ H5122 יִתְעֲבֵ֖ד H5648 עַל H5922 דְּנָֽה H1836 ",
  "12": "וֵֽאלָהָ֞ H426 דִּ֣י H1768 שַׁכִּ֧ן H7932 שְׁמֵ֣הּ H8036 תַּמָּ֗ה H8536 יְמַגַּ֞ר H4049 כָּל H3606 מֶ֤לֶךְ H4430 וְעַם֙ H5972 דִּ֣י H1768 יִשְׁלַ֣ח H7972 יְדֵ֗הּ H3028 לְהַשְׁנָיָ֛ה H8133 לְחַבָּלָ֛ה H2255 בֵּית H1005 אֱלָהָ֥א H426 דֵ֖ךְ H1791 דִּ֣י H1768 בִירוּשְׁלֶ֑ם H3390 אֲנָ֤ה H576 דָרְיָ֨וֶשׁ֙ H1868 שָׂ֣מֶת H7761 טְעֵ֔ם H2942 אָסְפַּ֖רְנָא H629 יִתְעֲבִֽד H5648 ",
  "13": "אֱ֠דַיִן H116 תַּתְּנַ֞י H8674 פַּחַ֧ת H6347 עֲבַֽר H5675 נַהֲרָ֛ה H5103 שְׁתַ֥ר H8370 בּוֹזְנַ֖י H8370 וּכְנָוָתְ H3675 לָקֳבֵ֗ל H6903 דִּֽי H1768 שְׁלַ֞ח H7972 דָּרְיָ֧וֶשׁ H1868 מַלְכָּ֛א H4430 כְּנֵ֖מָא H3660 אָסְפַּ֥רְנָא H629 עֲבַֽדוּ H5648 ",
  "14": "וְשָׂבֵ֤י H7868 יְהוּדָיֵא֙ H3062 בָּנַ֣יִן H1124 וּמַצְלְחִ֔ין H6744 בִּנְבוּאַת֙ H5017 חַגַּ֣י H2292 נביאה H5029 וּזְכַרְיָ֖ה H2148 בַּר H1247 עִדּ֑וֹא H5714 וּבְנ֣וֹ H1124 וְשַׁכְלִ֗לוּ H3635 מִן H4481 טַ֨עַם֙ H2941 אֱלָ֣הּ H426 יִשְׂרָאֵ֔ל H3479 וּמִ H2942 כּ֣וֹרֶשׁ H3567 וְדָרְיָ֔וֶשׁ H1868 וְאַרְתַּחְשַׁ֖שְׂתְּא H783 מֶ֥לֶךְ H4430 פָּרָֽס H6540 ",
  "15": "וְשֵׁיצִיא֙ H3319 בַּיְתָ֣ה H1005 דְנָ֔ה H1836 עַ֛ד H5705 י֥וֹם H3118 תְּלָתָ֖ה H8532 לִירַ֣ח H3393 אֲדָ֑ר H144 דִּי H1768 הִ֣יא H1932 שְׁנַת H8140 שֵׁ֔ת H8353 לְמַלְכ֖וּת H4437 דָּרְיָ֥וֶשׁ H1868 מַלְכָּֽא H4430 ",
  "16": "וַעֲבַ֣דוּ H5648 בְנֵֽי H1123 יִ֠שְׂרָאֵל H3479 כָּהֲנַיָּ֨א H3549 וְלֵוָיֵ֜ H3879 וּשְׁאָ֣ר H7606 בְּנֵי H1123 גָלוּתָ֗א H1547 חֲנֻכַּ֛ת H2597 בֵּית H1005 אֱלָהָ֥א H426 דְנָ֖ה H1836 בְּחֶדְוָֽה H2305 ",
  "17": "וְהַקְרִ֗בוּ H7127 לַחֲנֻכַּת֮ H2597 בֵּית H1005 אֱלָהָ֣א H426 דְנָה֒ H1836 תּוֹרִ֣ין H8450 מְאָ֔ה H3969 דִּכְרִ֣ין H1798 מָאתַ֔יִן H3969 אִמְּרִ֖ין H563 אַרְבַּ֣ע H703 מְאָ֑ה H3969 וּצְפִירֵ֨י H6841 עִזִּ֜ין H5796 לחטיא H2409 עַל H5922 כָּל H3606 יִשְׂרָאֵל֙ H3479 תְּרֵֽי H8648 עֲשַׂ֔ר H6236 לְמִנְיָ֖ן H4510 שִׁבְטֵ֥י H7625 יִשְׂרָאֵֽל H3479 ",
  "18": "וַהֲקִ֨ימוּ H6966 כָהֲנַיָּ֜א H3549 בִּפְלֻגָּתְ H6392 וְלֵוָיֵ H3879 בְּמַחְלְקָ֣תְ H4255 עַל H5922 עֲבִידַ֥ת H5673 אֱלָהָ֖א H426 דִּ֣י H1768 בִירוּשְׁלֶ֑ם H3390 כִּכְתָ֖ב H3792 סְפַ֥ר H5609 מֹשֶֽׁה H4873 ",
  "19": "וַיַּעֲשׂ֥וּ H6213 בְנֵי H1121 הַגּוֹלָ֖ה H1473 אֶת H853 הַפָּ֑סַח H6453 בְּאַרְבָּעָ֥ה H702 עָשָׂ֖ר H6240 לַחֹ֥דֶשׁ H2320 הָרִאשֽׁוֹן H7223 ",
  "20": "כִּ֣י H3588 הִֽטַּהֲר֞וּ H2891 הַכֹּהֲנִ֧ים H3548 וְהַ H3881 כְּאֶחָ֖ד H259 כֻּלָּ֣ם H3605 טְהוֹרִ֑ים H2889 וַיִּשְׁחֲט֤וּ H7819 הַפֶּ֨סַח֙ H6453 לְכָל H3605 בְּנֵ֣י H1121 הַגּוֹלָ֔ה H1473 וְלַ H251 הַכֹּהֲנִ֖ים H3548 וְלָ H1992 ",
  "21": "וַיֹּאכְל֣וּ H398 בְנֵֽי H1121 יִשְׂרָאֵ֗ל H3478 הַשָּׁבִים֙ H7725 מֵֽהַ H1473 וְכֹ֗ל H3605 הַנִּבְדָּ֛ל H914 מִטֻּמְאַ֥ת H2932 גּוֹיֵֽ H1471 הָאָ֖רֶץ H776 אֲלֵהֶ֑ם H413 לִדְרֹ֕שׁ H1875 לַֽיהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
  "22": "וַיַּֽעֲשׂ֧וּ H6213 חַג H2282 מַצּ֛וֹת H4682 שִׁבְעַ֥ת H7651 יָמִ֖ים H3117 בְּשִׂמְחָ֑ה H8057 כִּ֣י H3588 שִׂמְּחָ֣ם H8055 יְהוָ֗ה H3068 וְֽהֵסֵ֞ב H5437 לֵ֤ב H3820 מֶֽלֶךְ H4428 אַשּׁוּר֙ H804 עֲלֵיהֶ֔ם H5921 לְחַזֵּ֣ק H2388 יְדֵיהֶ֔ם H3027 בִּמְלֶ֥אכֶת H4399 בֵּית H1004 הָאֱלֹהִ֖ים H430 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 "
}
