{
  "1": "וּכְ H3615 אֵ֗לֶּה H428 נִגְּשׁ֨וּ H5066 אֵלַ֤י H413 הַשָּׂרִים֙ H8269 לֵאמֹ֔ר H559 לֹֽא H3808 נִבְדְּל֞וּ H914 הָעָ֤ם H5971 יִשְׂרָאֵל֙ H3478 וְהַ H3548 וְהַ H3881 מֵעַמֵּ֖י H5971 הָאֲרָצ֑וֹת H776 כְּ֠תוֹעֲבֹֽתֵי H8441 לַכְּנַעֲנִ֨י H3669 הַחִתִּ֜י H2850 הַפְּרִזִּ֣י H6522 הַיְבוּסִ֗י H2983 הָֽעַמֹּנִי֙ H5984 הַמֹּ֣אָבִ֔י H4125 הַמִּצְרִ֖י H4713 וְהָ H567 ",
  "2": "כִּֽי H3588 נָשְׂא֣וּ H5375 מִבְּנֹֽתֵי H1323 לָהֶם֙ H1992 וְלִ H1121 וְהִתְעָֽרְבוּ֙ H6148 זֶ֣רַע H2233 הַקֹּ֔דֶשׁ H6944 בְּעַמֵּ֖י H5971 הָאֲרָצ֑וֹת H776 וְיַ֧ד H3027 הַשָּׂרִ֣ים H8269 וְהַ H5461 הָֽיְתָ֛ה H1961 בַּמַּ֥עַל H4604 הַזֶּ֖ה H2088 רִאשׁוֹנָֽה H7223 ",
  "3": "וּכְ H8085 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֔ה H2088 קָרַ֥עְתִּי H7167 אֶת H853 בִּגְדִ֖י H899 וּמְעִילִ֑ H4598 וָאֶמְרְטָ֞ H4803 מִשְּׂעַ֤ר H8181 רֹאשִׁי֙ H7218 וּזְקָנִ֔ H2206 וָאֵשְׁבָ֖ H3427 מְשׁוֹמֵֽם H8074 ",
  "4": "וְאֵלַ֣ H413 יֵאָסְפ֗וּ H622 כֹּ֤ל H3605 חָרֵד֙ H2730 בְּדִבְרֵ֣י H1697 אֱלֹהֵֽי H430 יִשְׂרָאֵ֔ל H3478 עַ֖ל H5921 מַ֣עַל H4604 הַגּוֹלָ֑ה H1473 וַאֲנִי֙ H589 יֹשֵׁ֣ב H3427 מְשׁוֹמֵ֔ם H8074 עַ֖ד H5704 לְמִנְחַ֥ת H4503 הָעָֽרֶב H6153 ",
  "5": "וּבְ H4503 הָעֶ֗רֶב H6153 קַ֚מְתִּי H6965 מִתַּֽעֲנִיתִ֔ H8589 וּבְ H7167 בִגְדִ֖י H899 וּמְעִילִ֑ H4598 וָֽאֶכְרְעָ H3766 עַל H5921 בִּרְכַּ֔י H1290 וָאֶפְרְשָׂ֥ H6566 כַפַּ֖י H3709 אֶל H413 יְהוָ֥ה H3068 אֱלֹהָֽי H430 ",
  "6": "וָאֹמְרָ֗ H559 אֱלֹהַי֙ H430 בֹּ֣שְׁתִּי H954 וְנִכְלַ֔מְתִּי H3637 לְהָרִ֧ים H7311 אֱלֹהַ֛י H430 פָּנַ֖י H6440 אֵלֶ֑יךָ H413 כִּ֣י H3588 עֲוֺנֹתֵ֤ינוּ H5771 רָבוּ֙ H7235 לְמַ֣עְלָ H4605 רֹּ֔אשׁ H7218 וְאַשְׁמָתֵ֥ H819 גָדְלָ֖ה H1431 עַ֥ד H5704 לַשָּׁמָֽיִם H8064 ",
  "7": "מִימֵ֣י H3117 אֲבֹתֵ֗ינוּ H1 אֲנַ֨חְנוּ֙ H587 בְּאַשְׁמָ֣ה H819 גְדֹלָ֔ה H1419 עַ֖ד H5704 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 וּבַ H5771 נִתַּ֡נּוּ H5414 אֲנַחְנוּ֩ H587 מְלָכֵ֨ינוּ H4428 כֹהֲנֵ֜ינוּ H3548 בְּיַ֣ד H3027 מַלְכֵ֣י H4428 הָאֲרָצ֗וֹת H776 בַּחֶ֜רֶב H2719 בַּשְּׁבִ֧י H7628 וּבַ H961 וּבְ H1322 פָּנִ֖ים H6440 כְּהַ H3117 הַזֶּֽה H2088 ",
  "8": "וְעַתָּ֡ה H6258 כִּמְעַט H4592 רֶגַע֩ H7281 הָיְתָ֨ה H1961 תְחִנָּ֜ה H8467 מֵאֵ֣ת H853 יְהוָ֣ה H3068 אֱלֹהֵ֗ינוּ H430 לְהַשְׁאִ֥יר H7604 לָ֨נוּ֙ Hl פְּלֵיטָ֔ה H6413 וְלָ H5414 לָ֥נוּ Hl יָתֵ֖ד H3489 בִּמְק֣וֹם H4725 קָדְשׁ֑וֹ H6944 לְהָאִ֤יר H215 עֵינֵ֨ינוּ֙ H5869 אֱלֹהֵ֔ינוּ H430 וּלְ H5414 מִֽחְיָ֥ה H4241 מְעַ֖ט H4592 בְּעַבְדֻתֵֽ H5659 ",
  "9": "כִּֽי H3588 עֲבָדִ֣ים H5650 אֲנַ֔חְנוּ H587 וּבְ H5659 לֹ֥א H3808 עֲזָבָ֖נוּ H5800 אֱלֹהֵ֑ינוּ H430 וַֽיַּט H5186 עָלֵ֣ינוּ H5921 חֶ֡סֶד H2617 לִפְנֵי֩ H6440 מַלְכֵ֨י H4428 פָרַ֜ס H6539 לָֽתֶת H5414 לָ֣נוּ Hl מִֽחְיָ֗ה H4241 לְרוֹמֵ֞ם H7311 אֶת H853 בֵּ֤ית H1004 אֱלֹהֵ֨ינוּ֙ H430 וּלְ H5975 אֶת H853 חָרְבֹתָ֔יו H2723 וְלָֽ H5414 לָ֣נוּ Hl גָדֵ֔ר H1447 בִּֽיהוּדָ֖ה H3063 וּבִ H3389 ",
  "10": "וְעַתָּ֛ה H6258 מַה H4100 נֹּאמַ֥ר H559 אֱלֹהֵ֖ינוּ H430 אַֽחֲרֵי H310 זֹ֑את H2063 כִּ֥י H3588 עָזַ֖בְנוּ H5800 מִצְוֺתֶֽיךָ H4687 ",
  "11": "אֲשֶׁ֣ר H834 צִוִּ֗יתָ H6680 בְּיַ֨ד H3027 עֲבָדֶ֣יךָ H5650 הַנְּבִיאִים֮ H5030 לֵאמֹר֒ H559 הָאָ֗רֶץ H776 אֲשֶׁ֨ר H834 אַתֶּ֤ם H859 בָּאִים֙ H935 לְרִשְׁתָּ֔ H3423 אֶ֤רֶץ H776 נִדָּה֙ H5079 הִ֔יא H1931 בְּנִדַּ֖ת H5079 עַמֵּ֣י H5971 הָאֲרָצ֑וֹת H776 בְּתוֹעֲבֹֽתֵי H8441 אֲשֶׁ֥ר H834 מִלְא֛וּהָ H4390 מִפֶּ֥ה H6310 אֶל H413 פֶּ֖ה H6310 בְּטֻמְאָתָֽ H2932 ",
  "12": "וְ֠עַתָּה H6258 בְּֽנוֹתֵיכֶ֞ם H1323 אַל H408 תִּתְּנ֣וּ H5414 לִבְנֵי H1121 וּבְנֹֽתֵי H1323 אַל H408 תִּשְׂא֣וּ H5375 לִבְנֵי H1121 וְלֹֽא H3808 תִדְרְשׁ֧וּ H1875 שְׁלֹמָ֛ם H7965 וְטוֹבָתָ֖ H2896 עַד H5704 עוֹלָ֑ם H5769 לְמַ֣עַן H4616 תֶּחֶזְק֗וּ H2388 וַאֲכַלְתֶּם֙ H398 אֶת H853 ט֣וּב H2898 הָאָ֔רֶץ H776 וְהוֹרַשְׁתֶּ֥ם H3423 לִבְנֵי H1121 עַד H5704 עוֹלָֽם H5769 ",
  "13": "וְאַֽחֲרֵי֙ H310 כָּל H3605 הַבָּ֣א H935 עָלֵ֔ינוּ H5921 בְּמַעֲשֵׂ֨י H4639 הָרָעִ֔ים H7451 וּבְ H819 הַגְּדֹלָ֑ה H1419 כִּ֣י H3588 אַתָּ֣ה H859 אֱלֹהֵ֗ינוּ H430 חָשַׂ֤כְתָּֽ H2820 לְמַ֨טָּה֙ H4295 מֵֽעֲוֺנֵ֔ H5771 וְנָתַ֥תָּה H5414 לָּ֛נוּ Hl פְּלֵיטָ֖ה H6413 כָּזֹֽאת H2063 ",
  "14": "הֲנָשׁוּב֙ H7725 לְהָפֵ֣ר H6565 מִצְוֺתֶ֔יךָ H4687 וּ֨לְ H2859 בְּעַמֵּ֥י H5971 הַתֹּעֵב֖וֹת H8441 הָאֵ֑לֶּה H428 הֲל֤וֹא H3808 תֶֽאֱנַף H599 בָּ֨נוּ֙ Hb עַד H5704 כַּלֵּ֔ה H3615 לְאֵ֥ין H369 שְׁאֵרִ֖ית H7611 וּפְלֵיטָֽה H6413 ",
  "15": "יְהוָ֞ה H3068 אֱלֹהֵ֤י H430 יִשְׂרָאֵל֙ H3478 צַדִּ֣יק H6662 אַ֔תָּה H859 כִּֽי H3588 נִשְׁאַ֥רְנוּ H7604 פְלֵיטָ֖ה H6413 כְּהַ H3117 הַזֶּ֑ה H2088 הִנְנ֤וּ H2005 לְפָנֶ֨י H6440 בְּאַשְׁמָתֵ֔י H819 כִּ֣י H3588 אֵ֥ין H369 לַעֲמ֛וֹד H5975 לְפָנֶ֖י H6440 עַל H5921 זֹֽאת H2063 "
}
