{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, Paul, write this letter to my dear fellow believers whom God has set apart for himself, and who are loyal to Christ Jesus—I am writing to the fellow believers who are living in the city of Ephesus. I am Paul, whom God chose and whom God sent to you as an apostle of Christ Jesus.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I pray that God our Father and Jesus Christ our Lord will give you his kindness and peace.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Praise God, the Father of our Lord Jesus Christ! He has caused us great joy through every kind of heavenly spiritual blessing that Christ gives to us.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before God created the world he chose us to be his people through Christ, who set us apart for God to live blamelessly in his sight.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because he loves us, God planned long ago to adopt us as his own children because of what Jesus Christ has done. He planned to adopt us because it pleased him to have us as his children, so he did what he wanted to do.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of this we now praise God for his amazing kindness given to us by his Son whom he loves, kindness that we did not deserve.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus has freed us as if he purchased us out of a slave market. He freed us by his death; that is, God has forgiven us of our sins, because he has been very, very kind to us.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He has been very kind to us, and he has given us every kind of wisdom.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God has now explained the secret of his plan. He has helped us to know the great work of Christ that he had planned. He did that because he chose to do it in that way, and he showed us what Christ would do for us.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God planned that at the time that he appointed he would unite all things in heaven and all things on earth, and Christ would be the one who will rule them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Long ago God chose to unite us to Christ. He planned to do this, and he always does exactly what he wishes to do.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God did that so that we who believe in Christ would live to give praise to God's glory. We were the first ones to trust in Christ. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was in Christ that you also, after you had heard the word of truth, the gospel of your salvation—it was in him that you also have believed and were sealed with the promised Holy Spirit.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Holy Spirit is proof that we will receive all that God has promised. All this is great reason to praise him!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because God has done so much for you, and because I heard how you trust in the Lord Jesus and love all whom God has chosen for himself,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have not stopped thanking God for you and praying for you often.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I pray that the God of our Lord Jesus Christ, the Father who lives in shining light, may help you think wisely and understand everything about what he reveals to you.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I pray that God may teach you about what he wants to do for us, and why we know he is speaking the truth. I pray that we may know how great are the things he promises to give to us and to everyone whom he will choose to belong to himself.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And I pray that you will know how very powerfully God acts for us who are trusting in Christ. He works powerfully for us,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "just like he acted powerfully for Christ when he caused Christ to become alive again after he died, and raised him to the place of highest honor in heaven.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that place, Christ rules as supreme over every powerful spirit on every level of authority and over every name that exists. Jesus is much higher than any other being, not only now, but forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God has put all beings under the rule of Christ, as if they were all under his feet. And God has appointed Christ as the ruler over everything among all believers everywhere.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is as if all believers together were Christ's own body. He fills all believers everywhere with his power, just as he fills all the universe with his power.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}