{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before you trusted Christ you were powerless to obey God. You were as helpless as a person who is dead.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You were like most people in the world today, and you, too, did what Satan wants—Satan is the ruler the evil spirits who have such power over the world. Satan is the evil spirit who is at work in the lives of people who disobey God.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We were at one time among those who disobeyed God; we did the evil things that we desired, things that would bring pleasure to our bodies and our minds. So God was very angry with us, just as with the others.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God acts very mercifully, and he loves us very much.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We were like dead people, powerless to obey God, but then he made us live again by joining us to Christ. God has saved us because he has been very, very kind to us.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He raised us up from among those who are like dead people, and he gave us seats of honor to rule with Christ Jesus in heavenly places.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did this to show in future times how kind he has been to us, for we are joined to Christ Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For God has saved you from his punishment by his extreme kindness given to you because you trust Jesus. You have not saved yourselves; this is a gift from God—\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "a gift that no one can earn, so no one can boast and say that he has saved himself.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So God has created us as new people joined to Christ Jesus, so we can do good things—things that God planned long ago for us to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not forget that you non-Jewish believers were previously called Gentiles because you were not born as Jews. The Jews insulted you by calling you \"uncircumcised pagans.\" They call themselves \"the circumcision\"; by this they mean that they, not you, are God's people, although circumcision is something that only humans do, not God.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, you did not have any part of Christ and you were not part of his people Israel. You did not know God's promises and law. You did not have confidence in the future that God promised you, and as you lived your lives, you did not know God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now because of what Christ Jesus has done, you have been able to trust in him because Christ agreed to die on the cross.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Christ has brought peace and unity between Jews and non-Jews by destroying the barrier between us, as if he had destroyed a wall of hate that separated our peoples from one another.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made it no longer necessary for us to obey all the Jewish laws and commandments. He made Jews and non-Jews into one people instead of two because he made peace between us.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus caused Jews and non-Jews together to both become friends with God in one new group of believers. By dying on the cross, Jesus made it possible for them to stop hating each other.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus came and proclaimed the gospel that brings peace with God; he proclaimed it both to you non-Jews, who did not know about God, and to us Jews, who did know about God.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Through Jesus both Jews and non-Jews now can speak with the Father because God's Spirit lives in all believers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore now you non-Jews are no longer strangers and foreigners to God's people, but instead you are fellow members with those whom God has set apart for himself, and you belong to God's family for whom God is the Father.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are like stones that God has made to be part of his building, and the building is built on what the apostles and prophets taught. The most important stone, the cornerstone, of the building is Christ Jesus himself.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus is increasing his family of believers and fitting them together like a temple of stones is built and fit together, increasing as the Lord joins new believers to himself.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus is building you up together, both Jews and non-Jews, into one family in which God lives by means of his Spirit.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}