{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because God has done all this for you non-Jews, Christ Jesus has put me, Paul, in prison for your sake.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I assume that you know that God has honored me by giving me a certain task to do for your sake.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He gave me this task because of the secret truth about which I wrote to you briefly;\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "when you read what I have already written briefly about that, you will be able to understand that I clearly understand the truth about Christ.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Formerly, God did not fully reveal the good news that was to come to anyone. It was something that no one understood, but now his Spirit has revealed the good news to his apostles and prophets whom the Spirit called to serve God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This hidden truth is that the non-Jews now share together with Jews the spiritual riches of God, and belong to the same group of God's people, and will share all the things God has promised them because they are joined to Christ Jesus—this is the gospel.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am now God's servant to spread the good news, a work I did not deserve to do, but which God gave me working in me with his power.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although I am the least worthy of all God's people, God has enabled me by his kindness and mercy to proclaim to non-Jews the good news about what Christ has done for us, which is so much that no one can learn all about it.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My mission is to explain to everyone what God's plan is, something that God has kept hidden from long ago, from the time when he created everything.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What God has wisely planned, he has even shown to powerful angels in heaven through his people who trust in Christ.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is what God had always planned for eternity, and it is what he accomplished through the work of Christ Jesus our Lord.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now when we pray, we can come to God confidently and without being afraid, because we trust in Jesus, who has fulfilled God's plan.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I ask that you do not be discouraged because of my suffering many things for you here in prison, which actually end up honoring you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because God has done all this for you, I kneel and pray to God our Father.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He is the one who gives every family in heaven and on the earth their name.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I pray because of his great power that God will give you power and will strengthen you by his Spirit who lives in your spirits.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I pray that Christ may live in your hearts because you trust in him, and that you will be like a firmly rooted tree and a building founded upon stone,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so that you may be fully able to understand, along with the all those set apart for God, how wide and long and high and deep is the love of Christ.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this love is so great that we cannot understand it, but because of this love, I pray that God may fill you all with himself.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God is able to do much greater things than we usually ask him to do, or even that we might think that he can do, because of his power that is working within us.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May all believers assembled to worship God, and Christ Jesus himself, honor God more than they honor anything else. May all believers from all generations of history praise him forever and ever! So let it be done.\n\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}