{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, from this prison where I am because I proclaim the Lord Jesus, I urge you whom God has chosen to live in a way that honors Jesus, who called you.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Humbly and gently and patiently serve the needs of one another because you love each other.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do all you can to remain united with one another by peacefully living together with each other.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All believers form one group, and there is only one Holy Spirit, and you were chosen to confidently wait for God to fulfill His promises to you.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There is only one Lord, Jesus Christ, and there is one faith, that is the trust we have in God; and there is only one true Christian baptism.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There is one God, the true Father of all. He rules over everyone, and he is working through all events, and he is working within everything that happens. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God has generously given to each believer spiritual gifts that Christ has measured out to us as he wishes.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is similar to what the psalmist said about God receiving tribute money from those whom he had conquered,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "When he ascended to his city at the top of the mountain,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "he led the captives into captivity\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and gave their gifts of tribute to his people.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The words \"he ascended\" certainly make us know that Christ had also previously descended to the earth from heaven, like God's anointed king coming down from Jerusalem to fight.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Christ, who descended to earth to conquer evil, is also the one who was crucified for our sins, came back to life, and ascended to the most exalted position in heaven, in order that he might control everything.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He appointed some believers to be apostles, some prophets, some evangelists, and some to lead and others to teach the groups of believers.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This was to prepare God's people to do God's work and serve others, so that all the people who belong to Christ might become spiritually strong\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He wants all of us believers to be united together as we all trust in him and grow to fully understand him. He wants us to become mature believers, together, growing to become perfect, as he himself is perfect.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Once we are mature, we will no longer be ignorant of what is true, like little children. We will no longer follow every new teaching, like a boat is blown around by the wind and waves. We will not allow people who teach what is false to trick us and deceive us.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, we will live by loving God and trusting his true teachings, and we will become more and more like Christ in every way. He controls his people like a person's head controls his body.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He enables all believers everywhere to grow together and love each other, like a person's body fits together and holds together by the joints that connect the body together, which allows the body to grow and build itself up because the parts of body depend upon each other.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By the authority of the Lord Jesus, I strongly affirm that you must no longer live like the unbelieving non-Jews do. The futile way they think directs them how to live.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They are unable to think clearly about what is right or wrong. They cannot comprehend obeying God because they refuse to listen to his message, and so they do not have the eternal life that Jesus gives us.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They have chosen to do shameful things their bodies desire without stopping. They commit all kinds of immoral acts and are obsessed with them more and more, and they are greedy for anything they desire.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when you learned about Christ you did not learn to live like that. \n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now that you have heard about Jesus and he has taught you, you know that his way is the true way to live.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus taught that you must stop living the way you used to live. You were like corpses that were decaying because you were deceiving yourselves with what you desired.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must let God change your spirits and how you think.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must start living like new persons. God has created you as new persons. You are set apart for him. He created you to live in the right way, to be truly dedicated to God.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, quit lying to one another. As the scripture says, \"Speak truthfully to one another because we now are each other's fellow believers.\" We now belong to one another in God's family.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you get angry, do not let your anger become sin. Before the end of the day, stop being angry\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so that you will not allow the devil to attack you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who have been stealing must not steal any longer. Instead, they must work hard to earn their living by their own efforts, so that they may have something to give to those who are needy.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not use foul language. Instead, say good things that will help people when they need help, things that help those who hear.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not make the Holy Spirit of God sad by how you live. He has promised that God will one day rescue us from this world of evil.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not be resentful at all toward others. Do not become angry in any way or shout abusively at others. Never slander others. Never plan evil toward others.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be kind to one another. Act mercifully toward each other. Forgive each other, just like God forgave you because of what Christ has done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}