{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Imitate God because he loves us, because you are his children.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Live by loving others just like Christ loved us when he gave himself up on the cross as the offering and sacrifice to God for our sins, which was very pleasing to God.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not suggest any kind of immoral act and do not desire what others have or wrong things others do. Such sins can cause people to say bad things about God's people, who are together set apart for God, not for sin.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not tell obscene stories to others or say foolish things or joke about committing sins. Such things are not what people who belong to God talk about. Instead, thank God for his love when you talk to others.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You can be sure of this: No person who is sexually immoral or indecent, or who is greedy (for this is the same as worshiping idols) will be among God's people over whom Christ rules as king.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not let anyone deceive you with false arguments. Because they do these sinful things, God will be angry with the people who disobey him.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So do not join with those who do these kinds of sins.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before you believed in the Lord Jesus, you were living in sinful disobedience, as if a dark night surrounded you all the time. But now live in the light of the Lord.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Like light produces good things, so also those who live in the light of Jesus know and do what is good, right, and true.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Test and find out what pleases the Lord.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not participate together with those who are doing the worthless deeds done in spiritual darkness. Instead, just say, \"Those sinful acts are worthless,\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because the evil things people do in the secret of darkness are too shameful to describe in the light.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everything that light exposes can then be clearly seen and better understood\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because the light shows what it truly is. It is like when God's word explains the sins that destroy people and Jesus who forgives and renews people. So believers say,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Wake up from your sleep\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and arise from living like dead people.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Christ will enable you to understand\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "his forgiveness and new life.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So be very careful how you live. Do not behave as foolish people do. Instead, behave as wise people do.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Use the time you have on earth wisely because the days here are filled with evil.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So do not be foolish. Instead, understand what the Lord Jesus wants you to do, and do it!\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not become drunk by drinking alcoholic drinks, which can ruin your life. Instead, let God's Spirit control what you do at all times.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sing to each other Psalms, and sing songs about Christ, and sing songs that God's Spirit gives you. Sing these Psalms and other songs from your hearts to praise the Lord Jesus.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At all times thank God the Father for everything because of what the Lord Jesus Christ has done for you.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Humbly submit yourselves to each other because you honor Christ.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just as all believers submit themselves to the authority of Christ, the women must submit themselves completely to the authority of their husbands.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each of you husbands, love your wife as Christ loved all believers and gave up his own life for us on the cross,\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so that he might set us apart for himself. By the power of his word Jesus purified believers by removing the punishment for our sins, as if he had washed us with water.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Christ can present all believers to himself as a completely clean, forgiven, faultless group, without sin.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each man should love his wife as he loves his own body. When men love their wives, it is as though they loved themselves,\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The scriptures say this about people who marry:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"When a man and a woman marry, they should permanently leave their fathers and mothers. They should be joined as husband and wife, and the two of them will become as though they were one person.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is difficult to understand the meaning of these things that God has now revealed, but I am telling you about Christ's love for his worldwide assembly of believers.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, as for you, each man must love his wife just as he loves himself, and each woman must respect her husband.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22-23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Wives should submit to their own husband's leadership as they do to the Lord Jesus, because the husband is the leader of the wife as also Christ is the leader of the worldwide assembly of believers. He is the Savior who has saved all believers from being condemned for their sins.\n"
      }
    ]
  },
  "29-30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because no one ever hated his own body. Instead, he feeds his own body and cares for it, just like Christ also cares for all us believers in his worldwide assembly. We have become one group of believers that belongs to him.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}