{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You children, because you belong to the Lord Jesus, obey your parents, because it is right for you to do that.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God commanded in the scriptures,\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\"Greatly respect your father and mother.\" That is the first law that God commanded in which he also promised something. He promised,\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"If you do that, you will prosper, and you will live a long time on the earth.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You parents, do not treat your children so severely that they become angry. Instead, bring them up well by instructing them and by disciplining them in the manner that the Lord Jesus wants you to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You slaves, obey those who are your masters here on the earth. Obey them very respectfully and sincerely just like you obey Christ.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Obey them not only when they are watching you. Instead, obey them as though you were slaves of Christ, not slaves of your masters. Do enthusiastically what God wants you to do.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Happily serve your masters, as you would serve the Lord Jesus, not as you would serve ordinary people.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do this because you know that one day the Lord Jesus will reward each person for whatever good deeds that person has done. It makes no difference whether that person was slave or free.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You masters, just like your slaves should serve you well, you must treat them well. Stop threatening them. Do not forget that the one who is their Lord and your Lord is in heaven. He judges whether you have done right without preferring one person over another.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Finally, rely completely on the Lord Jesus to strengthen you spiritually by his own mighty power.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just like a soldier puts on all his armor, you should use every resource from God to successfully resist the devil when he cleverly schemes against you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are not fighting against other humans, but instead we are battling against all kinds of demonic rulers and evil spirits who live in spiritual darkness.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, just as a soldier puts on all his armor, so also you must put on all of the armor of God so that you can stand against evil in this time of evil on earth. With God's armor, you can fight against attacks of evil and live for God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Stand firm as a soldier is on guard. Wear truth like the soldier fastens his belt around his waist; and as he puts on a breastplate, you put on your breastplate by doing what God has commanded you to do.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just as soldiers put on their boots, be ready to go anywhere you are needed for the sake of the gospel. You carry the gospel with you everwhere you go, and you bring peace with you everywhere.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As the soldier takes up a shield for protection, so you take up the shield of faith, and that shield will put out the flaming darts that the evil one will shoot at you. Your shield will protect you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As the soldier puts on a helmet to protect his head, your helmet of protection is your salvation. The soldier has a sword, but your sword is the word of God, which is \"the sword of the Spirit.\" \n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And let God's Spirit direct you in how you pray and what you pray for. Keep praying to God at all times and keep asking God to meet the needs that other people have. If you are going to be effective in your prayers, you must keep spiritually alert. Take special care to pray for all God's holy people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And pray for me. Pray that God will tell me what I should say whenever I speak, in order that I may boldly tell others the good news about Christ. People did not know that message before, but God has now revealed it to me.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am a representative of Christ because of that, here in prison. Pray that when I tell others about Christ, I may speak without being afraid, because that is how I ought to speak.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In order that you may know about what is happening to me and what I am doing, I am sending Tychicus to you with this letter. He will tell you everything that is happening here. He is a fellow believer whom we all love very much, and he serves the Lord Jesus faithfully.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is the reason that I am sending him to you; I want you to know how my companions and I are. I want him to comfort and encourage you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I pray that God our Father and the Lord Jesus Christ may cause all of you fellow believers to have inner peace, to love each other, and to have faith in God.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May God give his grace to all people who love our Lord Jesus Christ without ceasing.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}