{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैंने एक पशु को समुद्र में से निकलते हुए देखा, जिसके दस सींग और सात सिर थे। उसके सींगों पर दस राजमुकुट, और उसके सिरों पर परमेश्‍वर की निन्दा के नाम लिखे हुए थे। (दानि. 7:3, प्रका. 12:3)\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो पशु मैंने देखा, वह चीते के समान था; और उसके पाँव भालू के समान, और मुँह सिंह के समान था। और उस अजगर ने अपनी सामर्थ्य, और अपना सिंहासन, और बड़ा अधिकार, उसे दे दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैंने उसके सिरों में से एक पर ऐसा भारी घाव लगा देखा, मानो वह मरने पर है; फिर उसका प्राणघातक घाव अच्छा हो गया, और सारी पृथ्वी के लोग उस पशु के पीछे-पीछे अचम्भा करते हुए चले।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन्होंने अजगर की पूजा की, क्योंकि उसने पशु को अपना अधिकार दे दिया था, और यह कहकर पशु की पूजा की, “इस पशु के समान कौन है? कौन इससे लड़ सकता है?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बड़े बोल बोलने और निन्दा करने के लिये उसे एक मुँह दिया गया, और उसे बयालीस महीने तक काम करने का अधिकार दिया गया।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने परमेश्‍वर की निन्दा करने के लिये मुँह खोला, कि उसके नाम और उसके तम्बू अर्थात् स्वर्ग के रहनेवालों की निन्दा करे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसे यह अधिकार दिया गया, कि पवित्र लोगों से लड़े, और उन पर जय पाए, और उसे हर एक कुल, लोग, भाषा, और जाति पर अधिकार दिया गया। (दानि. 7:21)\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पृथ्वी के वे सब रहनेवाले जिनके नाम उस मेम्‍ने की जीवन की पुस्तक* में लिखे नहीं गए, जो जगत की उत्पत्ति के समय से घात हुआ है, उस पशु की पूजा करेंगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिसके कान हों वह सुने।\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिसको कैद में पड़ना है, वह कैद में पड़ेगा,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "जो तलवार से मारेगा, अवश्य है कि वह तलवार से मारा जाएगा।\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "पवित्र लोगों का धीरज और विश्वास इसी में है। (प्रका. 14:12)\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "पृथ्वी में से निकला पशु\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर मैंने एक और पशु को पृथ्वी में से निकलते हुए देखा, उसके मेम्‍ने के समान दो सींग थे; और वह अजगर के समान बोलता था।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह उस पहले पशु का सारा अधिकार उसके सामने काम में लाता था, और पृथ्वी और उसके रहनेवालों से उस पहले पशु की, जिसका प्राणघातक घाव अच्छा हो गया था, पूजा कराता था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह बड़े-बड़े चिन्ह दिखाता था, यहाँ तक कि मनुष्यों के सामने स्वर्ग से पृथ्वी पर आग बरसा देता था। (1 राजा. 18:24-29)\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन चिन्हों के कारण जिन्हें उस पशु के सामने दिखाने का अधिकार उसे दिया गया था; वह पृथ्वी के रहनेवालों को इस प्रकार भरमाता था, कि पृथ्वी के रहनेवालों से कहता था कि जिस पशु को तलवार लगी थी, वह जी गया है, उसकी मूर्ति बनाओ।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसे उस पशु की मूर्ति में प्राण डालने का अधिकार दिया गया, कि पशु की मूर्ति बोलने लगे; और जितने लोग उस पशु की मूर्ति की पूजा न करें, उन्हें मरवा डाले। (दानि. 3:5-6)\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने छोटे-बड़े, धनी-कंगाल, स्वतंत्र-दास सब के दाहिने हाथ या उनके माथे पर एक-एक छाप करा दी,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कि उसको छोड़ जिस पर छाप अर्थात् उस पशु का नाम, या उसके नाम का अंक हो, और अन्य कोई लेन-देन* न कर सके।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ज्ञान इसी में है: जिसे बुद्धि हो, वह इस पशु का अंक जोड़ ले, क्योंकि वह मनुष्य का अंक है, और उसका अंक छः सौ छियासठ है।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "समुद्र में से निकले दो पशु\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}