{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"Go to Pharaoh, for I have hardened his heart and the hearts of his servants. I have done this to show these signs of my power among them.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have also done this so that you may tell your children and grandchildren the things I have done, how I have harshly treated Egypt, and how I have given various signs of my power among them. In this way you will know that I am Yahweh.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses and Aaron went to Pharaoh and said to him, \"Yahweh, the God of the Hebrews, says this: 'How long will you refuse to humble yourself before me? Let my people go so that they may worship me.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you refuse to let my people go, listen, tomorrow I will bring locusts into your land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will cover the surface of the ground so that no one will be able to see the earth. They will eat the remains of whatever escaped from the hail. They will also eat every tree that grows for you in the fields.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will fill your houses, those of all your servants, and those of all the Egyptians—something neither your father nor your grandfather ever saw, nothing ever seen since the day that they were on the earth to this present day.'\" Then Moses left and went out from Pharaoh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh's servants said to him, \"How long will this man be a menace to us? Let the Israelites go so that they may worship Yahweh their God. Do you not yet realize that Egypt is destroyed?\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses and Aaron were brought again to Pharaoh, who said to them, \"Go worship Yahweh your God. But what people will go?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said, \"We will go with our young and with our old, with our sons and our daughters. We will go with our flocks and herds, for we must hold a festival for Yahweh.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh said to them, \"May Yahweh indeed be with you, if I ever let you go and your little ones go. Look, you have some evil in mind.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No! Go, just the men among you, and worship Yahweh, for that is what you want.\" Then Moses and Aaron were driven out from Pharaoh's presence.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"Reach out with your hand over the land of Egypt to the locusts, that they may attack the land of Egypt and eat every plant in it, everything that the hail has left.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses reached out with his staff over the land of Egypt, and Yahweh brought an east wind over the land all that day and night. When it was morning, the east wind had brought the locusts.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The locusts went through all the land of Egypt and infested all parts of it. Never before had there been such a swarm of locusts in the land, and nothing like this will come after it.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They covered the surface of the whole land so that it was darkened. They ate every plant in the land and all the fruit of the trees that the hail had left. Throughout all the land of Egypt, no living green plant remained, nor any tree or plant in the fields.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Pharaoh quickly summoned Moses and Aaron and said, \"I have sinned against Yahweh your God and against you.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now then, forgive my sin this time, and pray to Yahweh your God that he will take this death away from me.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses went out from Pharaoh and prayed to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh brought a very strong west wind that picked up the locusts and drove them into the Sea of Reeds; not a single locust remained in all the territory of Egypt.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh hardened Pharaoh's heart, and Pharaoh did not let the Israelites go.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"Reach out with your hand toward the sky, so that there may be darkness over the land of Egypt, darkness that may be felt.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses reached out with his hand toward the sky, and there was a thick darkness in all the land of Egypt for three days.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one could see anyone else; no one left his home for three days. However, all the Israelites had light in the place where they lived.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh summoned Moses and said, \"Go worship Yahweh. Even your families may go with you, but your flocks and herds must remain behind.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Moses said, \"You must also give us animals for sacrifices and burnt offerings so that we may sacrifice them to Yahweh our God.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our cattle must also go with us; not a hoof of them may be left behind, for we must take them to worship Yahweh our God. For we do not know with what we must worship Yahweh until we arrive there.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh hardened Pharaoh's heart, and he would not let them go.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh said to Moses, \"Go from me! Be careful about one thing, that you do not see me again, for on the day you see my face, you will die.\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said, \"You yourself have spoken. I will not see your face again.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}