{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh spoke to Moses, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Say to the Israelites that they should turn and camp before Pi Hahiroth, between Migdol and the sea, before Baal Zephon. You are to camp by the sea opposite Pi Hahiroth.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh will say about the Israelites, 'They are wandering in the land. The wilderness has closed in on them.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will harden Pharaoh's heart, and he will pursue them. I will get honor because of Pharaoh and all his army. The Egyptians will know that I am Yahweh.\" So the Israelites camped as they were instructed.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the king of Egypt was told that the Israelites had fled, the minds of Pharaoh and his servants turned against the people. They said, \"What have we done? We have released Israel from serving us.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Pharaoh got his chariots ready and took his army with him.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He took six hundred chosen chariots and all the other chariots of Egypt, with officers on all of them.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh hardened the heart of Pharaoh, king of Egypt, and the king pursued the Israelites. Now the Israelites had gone away in triumph.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Egyptians pursued them, together with all his horses and chariots, his horsemen, and his army. They overtook the Israelites camping by the sea beside Pi Hahiroth, before Baal Zephon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Pharaoh came close, the Israelites looked up and were surprised. The Egyptians were marching after them, and they were terrified. The Israelites cried out to Yahweh.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to Moses, \"Is it because there were no graves in Egypt, that you have taken us away to die in the wilderness? Why have you treated us like this, bringing us out of Egypt?\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Is this not what we told you in Egypt? We said to you, 'Leave us alone, so we can work for the Egyptians.' It would have been better for us to work for them than to die in the wilderness.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to the people, \"Do not be afraid. Stand still and see the rescue that Yahweh will provide for you today. For you will never see again the Egyptians whom you see today.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will fight for you, and you will only have to stand still.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"Why are you, Moses, continuing to call out to me? Tell the Israelites to go forward.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Lift up your staff, reach out with your hand over the sea and divide it in two, so that the people of Israel may go through the sea on dry ground.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be aware that I will harden the Egyptians' hearts so they will go after them. I will get honor because of Pharaoh and all his army, his chariots, and his horsemen.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Egyptians will know that I am Yahweh when I have gotten honor because of Pharaoh, his chariots, and his horsemen.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel of God, who went before the Israelites, moved and went behind them. The pillar of cloud moved from before them and went to stand behind them.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The cloud came between the camp of Egypt and the camp of Israel. It was a dark cloud to the Egyptians, but it lit the night for the Israelites, so one side did not come near the other all night.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses reached out with his hand over the sea. Yahweh drove the sea back by a strong east wind all that night and made the sea into dry land. In this way the waters were divided.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelites went into the middle of the sea on dry ground. The waters formed a wall for them on their right hand and on their left.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Egyptians pursued them. They went after them into the middle of the sea—all Pharaoh's horses, chariots, and horsemen.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But in the early morning hours, Yahweh looked down on the Egyptian army through the pillar of fire and cloud. He caused panic among the Egyptians.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their chariot wheels were clogged, and the horsemen drove with difficulty. So the Egyptians said, \"Let us flee from Israel, for Yahweh is fighting for them against us.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"Reach out with your hand over the sea so that the waters may come back onto the Egyptians, their chariots, and their horsemen.\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses reached out with his hand over the sea, and it returned to its normal course when the morning appeared. The Egyptians fled into the sea, and Yahweh drove the Egyptians into the middle of it.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The waters came back and covered Pharaoh's chariots, horsemen, and his entire army that had followed the chariots into the sea. No one survived.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, the Israelites walked on dry land in the middle of the sea. The waters were a wall for them on their right hand and on their left.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh saved Israel that day out of the hand of the Egyptians, and Israel saw dead Egyptians on the seashore.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Israel saw the great power that Yahweh used against the Egyptians, the people honored Yahweh, and they trusted in Yahweh and in his servant Moses.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}