{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people journeyed on from Elim, and all the community of Israelites came to the wilderness of Sin, which is between Elim and Sinai, on the fifteenth day of the second month after their departure from the land of Egypt.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The whole community of Israelites complained against Moses and Aaron in the wilderness.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelites said to them, \"If only we had died by Yahweh's hand in the land of Egypt when we were sitting by the pots of meat and were eating bread to the full. For you have brought us out into this wilderness to kill our whole community with hunger.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"I will rain down bread from heaven for you. The people will go out and gather a day's portion every day so that I may test them to see whether or not they will walk in my law.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It will come about on the sixth day, that they will gather twice as much as what they gathered every day before, and they will cook what they bring in.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses and Aaron said to all the people of Israel, \"In the evening you will know that it is Yahweh who has brought you out from the land of Egypt.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the morning you will see Yahweh's glory, for he hears your complaining against him. Who are we for you to complain against us?\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses also said, \"You will know this when Yahweh gives you meat in the evening and bread in the morning to the full—for he has heard the complaints that you speak against him. Who are Aaron and I? Your complaints are not against us; they are against Yahweh.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to Aaron, \"Say to all the community of the people of Israel, 'Come near before Yahweh, for he has heard your complaints.'\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about, as Aaron spoke to the whole community of the people of Israel, that they looked toward the wilderness, and, behold, Yahweh's glory appeared in the cloud.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh spoke to Moses, saying,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I have heard the complaints of the people of Israel. Speak to them and say, 'In the evening you will eat meat, and in the morning you will be filled with bread. Then you will know that I am Yahweh your God.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about in the evening that quails came up and covered the camp. In the morning the dew lay round about the camp.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the dew was gone, there on the surface of the wilderness were thin flakes like frost on the ground.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the people of Israel saw it, they said one to another, \"What is it?\" They did not know what it was. Moses said to them, \"It is the bread that Yahweh has given you to eat.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the command that Yahweh has given: 'You must gather, each one of you, the amount you need to eat, an omer for each person of the number of your people. This is how you will gather it: Gather enough to eat for every person who lives in your tent.'\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel did so. Some gathered more, some gathered less.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they measured it with an omer measure, those who had gathered much had nothing left over, and those who had gathered little had no lack. Each person gathered enough to meet their need.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses said to them, \"No one must leave any of it until morning.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, they did not listen to Moses. Some of them left some of it until morning, but it bred worms and became foul. Then Moses became angry with them.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They gathered it morning by morning. Each person gathered enough to eat for that day. When the sun became hot, it melted.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that on the sixth day they gathered twice as much bread, two omers for each person. All the leaders of the community came and told this to Moses.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"This is what Yahweh has said: 'Tomorrow is a solemn rest, a holy Sabbath in Yahweh's honor. Bake what you want to bake, and boil what you want to boil. All that remains over, set it aside for yourselves until morning.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they set it aside until morning, as Moses had instructed. It did not become foul, nor was there any worm in it.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said, \"Eat that food today, for today is a day reserved as a Sabbath to honor Yahweh. Today you will not find it in the fields.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will gather it during six days, but the seventh day is the Sabbath. On the Sabbath there will be no manna.\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about on the seventh day that some of the people went out to gather manna, but they found none.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"How long will you refuse to keep my commandments and my laws?\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See, Yahweh has given you the Sabbath. So on the sixth day he is giving you bread for two days. Each of you must stay in his own place; no one must go out from his place on the seventh day.\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the people rested on the seventh day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel called that food \"manna.\" It was white like coriander seed, and its taste was like wafers made with honey.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said, \"This is what Yahweh has commanded: 'Let an omer of manna be kept throughout your people's generations so that your descendants might see the bread with which I fed you in the wilderness, after I brought you out from the land of Egypt.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to Aaron, \"Take a pot and put an omer of manna into it. Preserve it before Yahweh to be kept throughout the people's generations.\"\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Yahweh commanded Moses, Aaron stored it beside the covenant decrees in the ark.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel ate manna forty years until they came to inhabited land. They ate it until they came to the borders of the land of Canaan.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now an omer is a tenth of an ephah.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}