{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jethro, the priest of Midian, Moses' father-in-law, heard of all that God had done for Moses and for Israel his people. He heard that Yahweh had brought Israel out of Egypt.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jethro, Moses' father-in-law, took Zipporah, Moses' wife, after he had sent her home,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and her two sons; the name of the one son was Gershom, for Moses had said, \"I have been a foreigner in a foreign land.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The name of the other was Eliezer, for Moses had said, \"My ancestor's God was my help. He rescued me from Pharaoh's sword.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jethro, Moses' father-in-law, came with Moses' sons and his wife to Moses in the wilderness where he was camped at the mountain of God.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to Moses, \"I, your father-in-law Jethro, am coming to you with your wife and her two sons.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses went out to meet his father-in-law, bowed down, and kissed him. They asked about each other's welfare and then went into the tent.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses told his father-in-law all that Yahweh had done to Pharaoh and the Egyptians for Israel's sake, about all the hardships that had come to them along the way, and how Yahweh had rescued them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jethro rejoiced over all the good that Yahweh had done for Israel, in that he had rescued them from the hand of the Egyptians.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jethro said, \"May Yahweh be praised, for he has rescued you from the hand of the Egyptians and from the hand of Pharaoh, and delivered the people from the hand of the Egyptians.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I know that Yahweh is greater than all the gods, because when the Egyptians treated the Israelites arrogantly, God rescued his people.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jethro, Moses' father-in-law, brought a burnt offering and sacrifices for God. Aaron and all the elders of Israel came to eat a meal before God with Moses' father-in-law.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the next day Moses sat down to judge the people. The people stood around him from morning until evening.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Moses' father-in-law saw all that he did for the people, he said, \"What is this that you are doing with the people? Why is it that you sit alone and all the people stand about you from morning until evening?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to his father-in-law, \"The people come to me to ask for God's direction.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they have a dispute, they come to me. I decide between one person and another, and I teach them God's statutes and laws.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses' father-in-law said to him, \"What you are doing is not very good.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will surely wear yourselves out, you and the people who are with you. This burden is too heavy for you. You are not able to do it by yourself.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Listen to me. I will give you advice, and God will be with you, because you are the people's representative to God, and you bring their disputes to him.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must teach them his statutes and laws. You must show them the way to walk and the work to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Furthermore, you must choose capable men from all the people, men who honor God, men of truth who hate unjust gain. You must put them over people, to be leaders in charge of thousands, hundreds, fifties, and of tens.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will judge the people in all routine cases, but the difficult cases they will bring to you. As for all the small cases, they can judge those themselves. In that way it will be easier for you, and they will carry the burden with you.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you do this, and if God commands you to do so, then you will be able to endure, and the entire people will be able to go home satisfied.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses listened to his father-in-law's words and did everything that he had said.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses chose capable men from all Israel and made them heads over the people, leaders in charge of thousands, hundreds, fifties, and tens.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They judged the people in normal circumstances. The difficult cases they brought to Moses, but they themselves judged all the small cases.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses let his father-in-law leave, and Jethro went back into his own land.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}