{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the third month after the people of Israel had gone out from the land of Egypt, on the same day, they came to the wilderness of Sinai.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they left Rephidim and came to the wilderness of Sinai, they camped in the wilderness in front of the mountain.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses went up to God. Yahweh called to him from the mountain and said, \"You must tell the house of Jacob, the people of Israel:\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have seen what I did to the Egyptians, how I carried you on eagles' wings and brought you to myself.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now then, if you obediently listen to my voice and keep my covenant, then you will be my special possession from among all peoples, for all the earth is mine.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will be a kingdom of priests and a holy nation for me. These are the words that you must speak to the people of Israel.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses came and summoned the elders of the people. He set before them all these words that Yahweh had commanded him.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people answered together and said, \"We will do everything that Yahweh has said.\" Then Moses came to report the people's words to Yahweh.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"I will come to you in a thick cloud so that the people may hear when I speak with you and may also believe you forever.\" Then Moses told the people's words to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"Go to the people. Today and tomorrow you must set them apart to me, and make them wash their garments.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be ready for the third day, for on the third day Yahweh will come down to Mount Sinai.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must set boundaries all around the mountain for the people. Say to them, 'Be careful that you do not go up the mountain or touch its border. Whoever touches the mountain will surely be put to death.'\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one's hand must touch such a person. Instead, he must certainly be stoned or shot. Whether it is a person or an animal, he must be put to death. When the trumpet sounds a long blast, they may come up to the foot of the mountain.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses went down from the mountain to the people. He set apart the people to Yahweh and they washed their garments.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to the people, \"Be ready on the third day; do not go near your wives.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the third day, when it was morning, there were thunder and lightning bolts and a thick cloud on the mountain, and the sound of a very loud trumpet. All the people in the camp trembled.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses brought the people out of the camp to meet God, and they stood at the foot of the mountain.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mount Sinai was completely covered with smoke because Yahweh descended on it in fire and smoke. The smoke went up like the smoke of a furnace, and the whole mountain shook violently.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the sound of the trumpet grew louder and louder, Moses spoke, and God answered him in a voice.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh came down on Mount Sinai, to the top of the mountain, and he summoned Moses to the top. So Moses went up.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"Go down and warn the people not to break through to me to look, or many of them will perish.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let the priests also who come near to me set themselves apart—prepare themselves for my coming—so that I do not attack them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to Yahweh, \"The people cannot come up to Mount Sinai, for you commanded us: 'Set boundaries around the mountain and set it apart to Yahweh.'\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to him, \"Go, get down the mountain, and bring up Aaron with you, but do not let the priests and the people break through the barrier to come up to me, or I will attack them.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses went down to the people and spoke to them.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}