{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now a man of the tribe of Levi married a woman of Levi.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman became pregnant and gave birth to a son. When she saw that he was a healthy boy, she hid him for three months.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when she could no longer hide him, she took a papyrus basket and sealed it with bitumen and pitch. Then she put the child in it and placed it among the reeds in the water along the side of the river.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His sister stood at a distance to see what would happen to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh's daughter came down to bathe at the river while her attendants walked along by the riverside. She saw the basket among the reeds and sent her attendant to get it.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When she opened it, she saw the child. Behold, the baby was crying. She had compassion on him and said, \"This is certainly one of the Hebrews' children.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the baby's sister said to Pharaoh's daughter, \"Should I go and find you a Hebrew woman to nurse the child for you?\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh's daughter said to her, \"Go.\" So the young girl went and got the child's mother.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh's daughter said to the baby's mother, \"Take this child and nurse him for me, and I will pay you wages.\" So the woman took the child and nursed him.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the child grew older, she brought him to Pharaoh's daughter, and he became her son. She named him Moses and said, \"Because I drew him from the water.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Moses had grown up, he went out to his people and observed their hard work. He saw an Egyptian striking a Hebrew, one of his own people.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He looked this way and that way, and when he saw that there was no one there, he killed the Egyptian and hid his body in the sand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He went out the next day, and, behold, two Hebrew men were fighting. He said to the one who was in the wrong, \"Why are you hitting your companion?\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the man said, \"Who made you a leader and judge over us? Are you planning to kill me as you killed that Egyptian?\" Then Moses became afraid and said, \"What I did has certainly become known to others.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when Pharaoh heard about it, he tried to kill Moses. But Moses fled from Pharaoh and stayed in the land of Midian. There he sat down by a well.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the priest of Midian had seven daughters. They came, drew water, and filled the troughs to water their father's flock.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The shepherds came and tried to drive them away, but Moses went and helped them. Then he watered their flock.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the girls went to Reuel their father, he said, \"Why are you home so early today?\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"An Egyptian rescued us from the shepherds. He even drew water for us and watered the flock.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to his daughters, \"So where is he? Why did you leave the man? Call him so he can eat a meal with us.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses agreed to stay with the man, who also gave him his daughter Zipporah in marriage.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She bore a son, and Moses called his name Gershom; he said, \"I have been a resident in a foreign land.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A long time later, the king of Egypt died. The Israelites groaned because of the slave labor. They cried out for help, and their pleas went up to God because of their bondage.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When God heard their groaning, God called to mind his covenant with Abraham, with Isaac, and with Jacob.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God saw the Israelites, and he understood their situation.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}