{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Now these are the decrees that you must set before them:\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'If you buy a Hebrew servant, he is to serve for six years, and in the seventh year he will go free without paying anything.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If he came by himself, he must go free by himself; if he is married, then his wife must go free with him.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If his master gave him a wife and she bore him sons or daughters, the wife and her children will belong to her master, and he must go free by himself.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the servant plainly says, \"I love my master, my wife, and my children; I will not go out free,\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then his master must bring him to God. The master must bring him to a door or doorpost, and his master must bore his ear through with an awl. Then the servant will serve him for life.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man sells his daughter as a female servant, she must not go free as the male servants do.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If she does not please her master, who has designated her for himself, then he must let her be bought back. He has no right to sell her to a foreign people. He has no such right, since he has treated her deceitfully.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If her master designates her as a wife for his son, he must treat her the same as if she were his daughter.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If he takes another wife for himself, he must not diminish her food, clothing, or her marital rights.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if he does not provide these three things for her, then she can go free without paying any money.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever strikes a man so that he dies, that person must surely be put to death.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the man did not do it with premeditation, but instead by accident, then I will fix a place to where he can flee.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man willfully attacks his neighbor and kills him according to a cunning plan, then you must take him, even if he is at God's altar, so that he may die.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever hits his father or mother must surely be put to death.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever kidnaps a person—whether the kidnapper sells him, or that person is found in his hand—that kidnapper must be put to death.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever curses his father or his mother must surely be put to death.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If men fight and one hits the other with a stone or with his fist, and that person does not die, but is confined to his bed;\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then if he recovers and is able to walk about using his staff, the man who struck him must pay for the loss of his time; he must also pay for his complete recovery. But that man is not guilty of murder.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man hits his male servant or his female servant with a staff, and if the servant dies as a result of the blow, then that man must surely be punished.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, if the servant lives for a day or two, the master must not be punished, for he will have suffered the loss of the servant.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If men fight together and hurt a pregnant woman so that she miscarries, but there is no other injury to her, then the guilty man must surely be fined as the woman's husband demands it from him, and he must pay as the judges determine.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if there is serious injury, then you must give a life for a life,\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "an eye for an eye, a tooth for a tooth, a hand for a hand, a foot for a foot,\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "a burn for a burn, a wound for a wound, or a bruise for a bruise.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man hits the eye of his male servant or of his female servant and destroys it, then he must let the servant go free in compensation for his eye.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If he knocks out a tooth of his male servant or female servant, he must let the servant go free as compensation for the tooth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If an ox gores a man or a woman to death, the ox must surely be stoned, and its flesh must not be eaten; but the ox's owner must be acquitted of guilt.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the ox had a habit of goring in the past, and its owner was warned but did not keep it in, and the ox has killed a man or a woman, that ox must be stoned, and its owner also must be put to death.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a payment is required for his life, he must pay whatever he is required to pay.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the ox has gored a man's son or daughter, the ox's owner must do what this decree requires him to do.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the ox gores a male servant or a female servant, the ox's owner must pay thirty shekels of silver, and the ox must be stoned.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man opens a pit, or if a man digs a pit and does not cover it, and an ox or a donkey falls into it,\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the owner of the pit must repay the loss. He must give money to the dead animal's owner, and the dead animal will become his.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If one man's ox hurts another man's ox so that it dies, then they must sell the live ox and divide its price, and they must also divide the dead ox.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if it was known that the ox had a habit of goring in time past, and its owner has not kept it in, he must surely pay ox for ox, and the dead animal will become his own.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}