{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not give a false report about anyone. Do not join with a wicked man to be a dishonest witness.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not follow a crowd to do evil, nor may you bear witness while siding with the crowd in order to pervert justice.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not show favoritism to a poor man in his lawsuit.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you meet your enemy's ox or his donkey going astray, you must bring it back to him.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you see the donkey of someone who hates you fallen to the ground under its load, you must not leave that person. You must surely help him with his donkey.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not thrust aside justice for your poor in his lawsuit.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not join others in making false accusations, and do not kill the innocent or righteous, for I will not acquit the wicked.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Never take a bribe, for a bribe blinds those who see, and perverts honest people's words.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not oppress a foreigner, since you know the life of a foreigner, for you were foreigners in the land of Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For six years you will sow seed on your land and gather in its produce.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But in the seventh year you will leave it unplowed and fallow, so that the poor among your people may eat. What they leave, the wild animals will eat. You will do the same with your vineyards and olive orchards.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During six days you will do your work, but on the seventh day you must rest. Do this so that your ox and your donkey may have rest, and so that your female slave's son and any foreigner may rest and be refreshed.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pay attention to everything that I have said to you. Do not mention the names of other gods, nor let their names be heard from your mouth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must travel to hold a festival for me three times every year.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are to observe the Festival of Unleavened Bread. As I commanded you, you will eat unleavened bread for seven days. At that time, you will appear before me in the month of Aviv, which is fixed for this purpose. It was in this month that you came out from Egypt. But you must not appear before me empty-handed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must observe the Festival of Harvest, the firstfruits of your labors when you sowed seed in the fields. Also you must observe the Festival of Ingathering at the end of the year, when you gather in your produce from the fields.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All your males must appear before the Lord Yahweh three times every year. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not offer the blood from sacrifices made to me with bread containing yeast. The fat from the sacrifices at my festivals must not remain all night until the morning.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must bring the choicest firstfruits from your land into my house, the house of Yahweh your God. You must not boil a young goat in its mother's milk.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am going to send an angel before you to guard you on the way, and to bring you to the place that I have prepared.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be attentive to him and obey him. Do not provoke him, for he will not pardon your transgressions. My name is on him.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you indeed obey his voice and do everything that I tell you, then I will be an enemy to your enemies and an adversary to your adversaries.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My angel will go before you and bring you to the Amorites, Hittites, Perizzites, Canaanites, Hivites, and the Jebusites. I will destroy them.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not bow down to their gods, worship them, or do as they do. Instead, you must completely overthrow them and smash their stone pillars in pieces.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must worship Yahweh your God, and he will bless your bread and water. I will remove sickness from among you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No woman will be barren or will miscarry her young in your land. I will give you long lives.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will send fear of myself on those into whose land you advance. I will kill all the people whom you meet. I will make all your enemies turn their backs to you in fright.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will send hornets before you that will drive out the Hivites, Canaanites, and the Hittites from before you.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will not drive them out from before you in one year, or the land would become abandoned, and the wild animals would become too many for you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, I will drive them out little by little from before you until you become fruitful and inherit the land.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will fix your borders from the Sea of Reeds to the Sea of the Philistines, and from the wilderness to the Euphrates River. I will give you victory over the land's inhabitants. You will drive them out before yourselves.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not make a covenant with them or with their gods.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must not live in your land, or they would make you sin against me. If you worship their gods, this will surely become a trap for you.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}