{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"Come up to me—you, Aaron, Nadab, Abihu, and seventy of Israel's elders, and worship me at a distance.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses alone may come near to me. The others must not come near, nor may the people come up with him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses went and told the people all of Yahweh's words and decrees. All the people answered with one voice and said, \"We will do all the words that Yahweh has said.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses wrote down all of Yahweh's words. Early in the morning, Moses built an altar at the foot of the mountain and arranged twelve stone pillars, so that the stones would represent the twelve tribes of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He sent some Israelite young men to offer burnt offerings and sacrifice fellowship offerings of oxen to Yahweh.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses took half of the blood and put it into basins; he sprinkled the other half onto the altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He took the book of the Covenant and read it aloud to the people. They said, \"We will do all that Yahweh has spoken. We will be obedient.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses took the blood and sprinkled it onto the people. He said, \"This is the blood of the covenant that Yahweh has made with you by giving you this promise with all these words.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses, Aaron, Nadab, Abihu, and seventy of Israel's elders went up the mountain.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They saw the God of Israel. Under his feet there was a pavement made of sapphire stone, as clear as the sky itself.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God did not lay a hand on the Israelite leaders. They saw God, and they ate and drank.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"Come up to me on the mountain and stay there. I will give you the tablets of stone and the law and commandments that I have written, so that you may teach them.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses set out with his assistant Joshua and went up the mountain of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses had said to the elders, \"Stay here and wait for us until we come to you. Aaron and Hur are with you. If anyone has a dispute, let him go to them.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses went up the mountain, and the cloud covered it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh's glory settled on Mount Sinai, and the cloud covered it for six days. On the seventh day he called to Moses from within the cloud.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The appearance of Yahweh's glory was like a devouring fire on the top of the mountain in the eyes of the Israelites.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses entered the cloud and went up the mountain. He was up the mountain for forty days and forty nights.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}