{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell the Israelites to take an offering for me from every person who is motivated by a willing heart. You must receive these offerings for me.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the offerings that you must receive from them: gold, silver, and bronze;\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "blue, purple, and scarlet material; fine linen; goats' hair;\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ram skins dyed red and sea cow hides; acacia wood;\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "oil for the sanctuary lamps; spices for the anointing oil and the fragrant incense;\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "onyx stones and other precious stones to be set for the ephod and breastpiece.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let them make me a sanctuary so that I may live among them.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make it exactly as I will show you in the plans for the tabernacle and for all its equipment.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They are to make an ark of acacia wood. Its length must be two and a half cubits; its width will be one cubit and a half; and its height will be one cubit and a half.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must cover it inside and out with pure gold, and you must make on it a border of gold around its top.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must cast four rings of gold for it, and put them on the ark's four feet, with two rings on one side of it, and two rings on the other side.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make poles of acacia wood and cover them with gold.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must put the poles into the rings on the ark's sides, in order to carry the ark.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The poles must remain in the rings of the ark; they must not be taken from it.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must put into the ark the covenant decrees that I will give you.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make an atonement lid of pure gold. Its length must be two and a half cubits, and its width must be a cubit and a half.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make two cherubim of hammered gold for the two ends of the atonement lid.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Make one cherub for one end of the atonement lid, and the other cherub for the other end. They must be made as one piece with the atonement lid.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The cherubim must spread out their wings upward and overshadow the atonement lid with them. The cherubim must face one another and look toward the center of the atonement lid.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must put the atonement lid on top of the ark, and you must put into the ark the covenant decrees that I am giving you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is at the ark that I will meet with you. I will speak with you from my position above the atonement lid. It will be from between the two cherubim over the ark of the testimony that I will speak to you about all the commands I will give you for the Israelites.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make a table of acacia wood. Its length must be two cubits; its width must be one cubit, and its height must be a cubit and a half.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must cover it with pure gold and put a border of gold around the top.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make a surrounding frame for it one handbreadth wide, with a surrounding border of gold for the frame.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make for it four rings of gold and attach the rings to the four corners, where the four feet were.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The rings must be attached to the frame to provide places for the poles, in order to carry the table.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make the poles out of acacia wood and cover them with gold so that the table may be carried with them.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make the dishes, spoons, pitchers, and bowls to be used to pour out drink offerings. You must make them of pure gold.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must regularly set the bread of the presence on the table before me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make a lampstand of pure hammered gold. The lampstand is to be made with its base and shaft. Its cups, its leafy bases, and its flowers are to be all made of one piece with it.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Six branches must extend out from its sides—three branches must extend from one side, and three branches of the lampstand must extend from the other side.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The first branch must have three cups made like almond blossoms, with a leafy base and a flower, and three cups made like almond blossoms in the other branch, with a leafy base and a flower. It must be the same for all six branches extending out from the lampstand.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the lampstand itself, the central shaft, there must be four cups made like almond blossoms, with their leafy bases and the flowers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There must be a leafy base under the first pair of branches—made as one piece with it, and a leafy base under the second pair of branches—also made as one piece with it. In the same way there must be a leafy base under the third pair of branches, made as one piece with it. It must be the same for all six branches extending out from the lampstand.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their leafy bases and branches must all be one piece with it, one beaten piece of work of pure gold.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make the lampstand and its seven lamps, and set up its lamps for them to give light from it.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The tongs and their trays must be made of pure gold.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Use one talent of pure gold to make the lampstand and its accessories.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be sure to make them after the pattern that you are being shown on the mountain.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}