{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make the altar of acacia wood, five cubits long and five cubits wide. The altar must be square and three cubits high.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make extensions of its four corners shaped like ox horns. The horns will be made as one piece with the altar, and you must cover them with bronze.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make equipment for the altar: pots for ashes, and also shovels, basins, meat forks, and firepans. You must make all these utensils with bronze.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make a grate for the altar, a network of bronze. Make a bronze ring for each of the grate's four corners.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must put the grate under the ledge of the altar, halfway down to the bottom.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make poles for the altar, poles of acacia wood, and you must cover them with bronze.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The poles must be put into the rings, and the poles must be on the two sides of the altar, to carry it.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make the altar hollow, out of planks. You must make it in the way you were shown on the mountain.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make a courtyard for the tabernacle. There must be hangings on the south side of the courtyard, hangings of fine twined linen one hundred cubits long.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The hangings must have twenty posts, with twenty bronze bases. There must also be hooks attached to the posts, as well as silver rods.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Likewise along the north side, there must be hangings one hundred cubits long with twenty posts, twenty bronze bases, hooks attached to the posts, and silver rods.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Along the courtyard on the west side there must be a curtain fifty cubits long. There must be ten posts and ten bases.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The courtyard must also be fifty cubits long on the east side.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The hangings for one side of the entrance must be fifteen cubits long. They must have three posts with three bases.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The other side must also have hangings fifteen cubits long. They must have their three posts and three bases.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The courtyard gate must be a curtain twenty cubits long. The curtain must be made of blue, purple, and scarlet material and fine twined linen, the work of an embroiderer. It must have four posts with four bases.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the courtyard posts must have silver rods, silver hooks, and bronze bases.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The length of the courtyard must be one hundred cubits, the width fifty cubits, and the height five cubits with fine twined linen hangings all along, and bases of bronze.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the equipment to be used in the tabernacle, and all the tent pegs for the tabernacle and courtyard must be made of bronze.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must command the people of Israel to bring olive oil, pure and pressed, for the lamps so they may burn continually.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the tent of meeting, outside the curtain that is in front of the tabernacle that contains the ark of testimony, Aaron and his sons must keep the lamps burning before Yahweh, from evening to morning. This requirement will be a lasting ordinance throughout the generations of the people of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}