{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Call to yourself Aaron your brother and his sons—Nadab, Abihu, Eleazar, and Ithamar—from among the Israelites so that they may serve me as priests.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make for Aaron, your brother, garments that are set apart to me. These garments will be for his honor and splendor.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must speak to all people who are wise in heart, those whom I have filled with the spirit of wisdom, so that they may make Aaron's garments to set him apart to serve me as my priest.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The garments that they must make are a breastpiece, an ephod, a robe, a coat of woven work, a turban, and a sash. They must make these garments that are set them apart to me. They will be for your brother Aaron and his sons so that they may serve me as priests.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Craftsmen must use fine linen that is gold, blue, purple, and scarlet.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must make the ephod of gold, of blue, purple, and scarlet wool, and of fine-twined linen. It must be the work of a skillful craftsman.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It must have two shoulder pieces attached to its two upper corners.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Its finely-woven waistband must be like the ephod; it must be made of one piece with the ephod, made of fine twined linen that is gold, blue, purple, and scarlet.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must take two onyx stones and engrave on them the names of Israel's twelve sons.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Six of their names must be on one stone, and six names must be on the other stone, in order of the sons' birth.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "With the work of an engraver in stone, like the engraving on a signet, you must engrave the two stones with the names of Israel's twelve sons. You must mount the stones in settings of gold.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must put the two stones on the shoulder pieces of the ephod, to be stones to remind Yahweh of Israel's sons. Aaron will carry their names before Yahweh on his two shoulders as a reminder to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make settings of gold\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and two braided chains of pure gold like cords, and you must attach the chains to the settings.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make a breastpiece for decision making, the work of a skillful workman, fashioned like the ephod. Make it of gold, of blue, purple, and scarlet wool, and of fine linen.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is to be square. You must fold the breastpiece double. It must be one span long and one span wide.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must place in it four rows of precious stones. The first row must have a ruby, a topaz, and a garnet.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The second row must have an emerald, a sapphire, and a diamond.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The third row must have a jacinth, an agate, and an amethyst.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The fourth row must have a beryl, and an onyx, and a jasper. They must be mounted in gold settings.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The stones must be arranged by the names of Israel's twelve sons, each in order by name. They must be like the engraving on a signet ring, each name standing for one of the twelve tribes.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make on the breastpiece chains like cords, braided work of pure gold.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make two rings of gold for the breastpiece and must attach them to the two ends of the breastpiece.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must attach the two golden chains to the two corners of the breastpiece.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must attach the other ends of the two braided chains to the two settings. Then you must attach those to the shoulder pieces of the ephod at its front.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make two rings of gold, and you must put them on the other two corners of the breastpiece, on the edge next to the inner border.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make two more gold rings, and you must attach them to the bottom of the two shoulder pieces of the front of the ephod, close to its seam above the finely-woven waistband of the ephod.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must tie the breastpiece by its rings to the ephod's rings with a blue cord, so that it might be attached just above the ephod's woven waistband. This is so that the breastpiece might not become unattached from the ephod.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Aaron goes into the holy place, he must carry the names of the people of Israel over his heart in the breastpiece for decision making, as a continuing memorial before Yahweh.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are to put the Urim and the Thummim in the breastpiece for decision making, so they may be over Aaron's heart when he goes in before Yahweh. Thus Aaron will always carry the means for making decisions for the people of Israel over his heart before Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will make the robe of the ephod entirely of blue fabric.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It must have an opening for the head in the middle. The opening must have a woven edge round about so that it does not tear. This must be the work of a weaver.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the bottom hem, you must make pomegranates of blue, purple, and scarlet yarn all around. Gold bells must be between them all around.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There must be a golden bell and a pomegranate, a golden bell and a pomegranate—and so on—all around the hem of the robe.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The robe is to be on Aaron when he serves, so that its sound can be heard when he goes into the holy place before Yahweh and when he leaves. This is so that he does not die.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make a plate of pure gold and engrave on it, like the engraving on a signet, \"Holy to Yahweh.\"\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must attach this plate by a blue cord to the front of the turban.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It must be on Aaron's forehead; he must always bear any guilt that might attach to the offering of the holy gifts that the Israelites set apart to Yahweh. The turban must be always on his forehead so that Yahweh may accept their gifts.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make the coat with fine linen, and you must make a turban of fine linen. You must also make a sash, the work of an embroiderer.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Aaron's sons you must make coats, sashes, and headbands for their honor and splendor.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must clothe Aaron your brother, and his sons with him. You must anoint them, ordain them, and set them apart to me, so that they may serve me as priests.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make for them linen undergarments to cover their naked flesh, that will cover them from the waist to the thighs.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron and his sons must wear these garments when they enter the tent of meeting or when they approach the altar to serve in the holy place. They must do this so they would not be guilty or else they would die. This is a permanent law for Aaron and his descendants after him.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}