{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now this is what you must do to set them apart to me so that they may serve me as priests. Take one young bull and two rams without blemish,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "bread without yeast, and cakes without yeast mixed with oil. Also take wafers without yeast rubbed with oil. Make the wafers using fine wheat flour.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must put them into a single basket, bring them in the basket, and present them with the bull and the two rams.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must present Aaron and his sons at the entrance to the tent of meeting. You must wash Aaron and his sons in water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must take the garments and clothe Aaron with the coat, the robe of the ephod, the ephod, and the breastpiece, fastening the finely-woven waistband of the ephod around him.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must set the turban on his head and put the holy crown on the turban.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then take the anointing oil and pour it on his head, and in this way anoint him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must bring his sons and put coats on them.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must clothe Aaron and his sons with sashes and put headbands on them. The work of the priesthood will belong to them by permanent law. In this way you must consecrate Aaron and his sons for them to serve me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must all bring the bull before the tent of meeting, and Aaron and his sons must lay their hands on its head.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must kill the bull before Yahweh at the entrance to the tent of meeting.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must take some of the bull's blood and put it on the horns of the altar with your finger, and you must pour out the rest of the blood at the base of the altar.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must take all the fat that covers the inner parts, and also take the covering of the liver and the two kidneys with the fat that is on them; burn it all on the altar.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for the bull's flesh, as well as its skin and dung, you must burn it up outside the camp. It will be a sin offering.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must also take the one ram, and Aaron and his sons must lay their hands on its head.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must kill the ram, then take its blood and sprinkle it on all sides of the altar.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must cut the ram into pieces and wash its inner parts and its legs, and you must put the inner parts, together with its pieces and with its head,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "on the altar. Then burn the whole ram. It will be a burnt offering to Yahweh, a sweet aroma, an offering made to Yahweh by fire.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must then take the other ram, and Aaron and his sons must lay their hands on its head.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you must kill the ram and take some of its blood. Put it on the tip of Aaron's right ear, and on the tip of his sons' right ears, on the thumb of their right hands, and on the great toe of their right feet. Then you must sprinkle the blood against the altar on every side.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must take some of the blood that is on the altar and some of the anointing oil, and sprinkle it all on Aaron and on his garments, and also on his sons and on their garments. Aaron will then be set apart for me, as well as his garments, his sons and his sons' garments with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must take the ram's fat, the fat tail, the fat that covers the inner parts, the covering of the liver, the two kidneys and the fat on them, and the right thigh—for this ram is for the priests' consecration to me.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take one loaf of bread, one cake of bread made with oil, and one wafer out of the basket of bread without yeast that is before Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must put these in Aaron's hands and in the hands of his sons and wave them before me for a wave offering before Yahweh.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must then take the food from their hands and burn it on the altar with the burnt offering. It will produce a sweet aroma for me; it will be an offering made to me by fire.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must take the breast of Aaron's ram of dedication and wave it for a wave offering before Yahweh, and it will be your share.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must set apart to me the breast of the wave offering that is waved, and the thigh that is the contribution for the priests—both the breast that was waved and the thigh that was contributed for Aaron and his sons.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This will be a perpetual ordinance for Aaron and his sons. It will be a contribution from the people of Israel to give to Yahweh from their peace offerings. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The holy garments of Aaron must also be reserved for his sons after him. They are to be anointed in them and ordained to me in them.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest who succeeds him from among his sons, who comes into the tent of meeting to serve me in the holy place, is to wear those garments for seven days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must take the ram for the installation of the priests to me and boil its meat in a holy place.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron and his sons must eat the ram's meat and the bread that is in the basket at the entrance to the tent of meeting.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must eat the meat and bread that were given to atone for them and to ordain them, to be set apart to me. No one else may eat that food, because they must treat it as consecrated to me, reserved for me.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If any of the meat of the ordination offering, or any of the bread, remains to the next morning, then you must burn it. It must not be eaten because it has been set apart to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way, by following all that I have commanded you to do, you must treat Aaron and his sons. For seven days you must prepare them.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every day you must offer a bull as a sin offering for atonement. You must purify the altar by making atonement for it, and you must anoint it in order to set it apart to me.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For seven days you must make atonement for the altar and set it apart it to Yahweh. Then the altar will be completely set apart to me. Whatever touches the altar will be set apart to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must regularly offer on the altar every day two lambs a year old.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One lamb you must offer in the morning, and the other lamb you must offer about sundown.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "With the first lamb, offer a tenth of an ephah of fine flour mixed with the fourth part of a hin of oil from pressed olives, and the fourth part of a hin of wine as a drink offering.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must offer the second lamb about sunset. You must offer the same grain offering as in the morning, and the same drink offering. These will produce a sweet aroma for me; it will be an offering made to me by fire.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These must be regular burnt offerings throughout your generations, at the entrance to the tent of meeting before Yahweh, where I will meet with you to speak to you there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is where I will meet with the Israelites; the tent will be set apart for me by my glory.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will set apart the tent of meeting and the altar for these to belong to me alone. I will also set apart Aaron and his sons to serve me as priests.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will live among the Israelites and will be their God.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will know that I am Yahweh, their God, who brought them out from the land of Egypt so that I might live among them. I am Yahweh, their God.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}