{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Moses was still shepherding the flock of Jethro his father-in-law, the priest of Midian. Moses led the flock to the far side of the wilderness and arrived at Horeb, the mountain of God.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There the angel of Yahweh appeared to him in a flame of fire in a bush. Moses looked, and behold, the bush was burning, but the bush was not burned up.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said, \"I will turn aside and see this amazing thing, why the bush is not burned up.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Yahweh saw that he had turned aside to look, God called to him out of the bush and said, \"Moses, Moses.\" Moses said, \"Here I am.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God said, \"Do not come any closer! Take off your shoes from your feet, for the place where you are standing is ground that is set apart to me.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He added, \"I am the God of your father, the God of Abraham, the God of Isaac, and the God of Jacob.\" Then Moses covered his face, for he was afraid to look at God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said, \"I have certainly seen the suffering of my people who are in Egypt. I have heard their shouts because of their taskmasters, for I know about their suffering.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have come down to free them from the Egyptians' power and to bring them up from that land to a good, large land, to a land flowing with milk and honey; to the region of the Canaanites, Hittites, Amorites, Perizzites, Hivites, and Jebusites.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the shouts of the people of Israel have come to me. Moreover, I have seen the oppression caused by the Egyptians.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now then, I will send you to Pharaoh so that you may bring my people, the Israelites, out of Egypt.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Moses said to God, \"Who am I, that I should go to Pharaoh and bring the Israelites from Egypt?\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God replied, \"I will certainly be with you. This will be a sign to you that I have sent you. When you have brought the people out of Egypt, you will worship me on this mountain.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to God, \"When I go to the Israelites and tell them, 'The God of your ancestors has sent me to you,' and when they say to me, 'What is his name?' what should I say to them?\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God said to Moses, \"I AM THAT I AM.\" God said, \"You must say to the Israelites, 'I AM has sent me to you.'\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God also said to Moses, \"You must say to the Israelites, 'Yahweh, the God of your ancestors, the God of Abraham, the God of Isaac, and the God of Jacob, has sent me to you. This is my name forever, and this is how I will be kept in mind for all generations.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Go and gather the elders of Israel together. Say to them, 'Yahweh, the God of your ancestors, the God of Abraham, of Isaac, and of Jacob, has appeared to me and said, \"I have indeed observed you and have seen what has been done to you in Egypt.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have promised to bring you up from the oppression in Egypt to the land of the Canaanites, Hittites, Amorites, Perizzites, Hivites, and Jebusites, a land flowing with milk and honey.\"'\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will listen to you. You and the elders of Israel must go to the king of Egypt, and you must tell him, 'Yahweh, the God of the Hebrews, has met with us. So now let us go three days' journey into the wilderness, in order that we may sacrifice to Yahweh, our God.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I know that the king of Egypt will not let you go, unless his hand is forced.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will reach out with my hand and attack the Egyptians with all the miracles that I will do among them. After that, he will let you go.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will grant this people favor from the Egyptians, so when you leave, you will not go empty-handed.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every woman will ask for silver and gold jewels and for clothing from her Egyptian neighbors and any women staying in her neighbors' houses. You will put them on your sons and daughters. In this way you will plunder the Egyptians.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}