{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make an altar to burn incense. You must make it with acacia wood.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Its length must be one cubit, and its width one cubit. It must be square, and its height must be two cubits. Its horns must be made as one piece with it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must cover the incense altar with pure gold—its top, its sides, and its horns. You must make a surrounding border of gold for it.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make two golden rings to be attached to it under its border on its two opposite sides. The rings must be holders for poles to carry the altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make the poles of acacia wood, and you must cover them with gold.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must put the incense altar before the curtain that is by the ark of the testimony. It will be before the atonement lid that is over the ark of the testimony, where I will meet with you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron must burn fragrant incense every morning. He must burn it when he tends the lamps,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and Aaron lights the lamps again in the evening so incense will burn on it regularly before Yahweh, throughout your generations.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you must offer no other incense on the incense altar, nor any burnt offering or grain offering. You must pour no drink offering on it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron must make atonement on its horns once a year. With the blood of the sin offering he will make atonement for it once a year throughout your generations. It is completely set apart to Yahweh.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh spoke to Moses, saying,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"When you take a census of the Israelites, then each person must give a ransom for his life to Yahweh. You must do this after you count them, so that there will be no plague among them when you count them.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone who is counted in the census is to pay half a shekel of silver, according to the weight of the shekel of the sanctuary (a shekel is the same as twenty gerahs). This half shekel will be an offering to Yahweh.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone who is counted, from twenty years old and up, must give this offering to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the people give this offering to me to make atonement for their lives, the rich must not give more than the half shekel, and the poor must not give less.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must receive this atonement money from the Israelites and you must allocate it to the work of the tent of meeting. It must be a reminder to the Israelites before me, to make atonement for your lives.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh spoke to Moses, saying,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"You must also make a large bronze basin with a bronze stand, a basin for washing. You must put it between the tent of meeting and the altar, and you must put water in it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron and his sons must wash their hands and their feet with the water in it.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they go into the tent of meeting or when they go near to the altar to serve me by burning an offering, they must wash with water so that they do not die.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must wash their hands and feet so that they do not die. This must be a permanent law for Aaron and his descendants throughout their people's generations.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh spoke to Moses, saying,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Take these fine spices: five hundred shekels of flowing myrrh, 250 shekels of sweet-smelling cinnamon, 250 shekels of sweet-smelling cane,\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "five hundred shekels of cassia, measured by the weight of the shekel of the sanctuary, and one hin of olive oil.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must make holy anointing oil with these ingredients, the work of a perfumer. It will be a holy anointing oil, reserved for me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must anoint the tent of meeting with this oil, as well as the ark of the testimony,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the table and all its utensils, the lampstand and its equipment, the incense altar,\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the altar for burnt offerings with all its equipment, and the basin with its stand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must set them apart to me so that they may be holy to me. Anything that touches them will also be holy.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must anoint Aaron and his sons and set them aside to me so that they may serve me as priests.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must say to the Israelites, 'This must be an anointing oil that is set apart to Yahweh throughout your people's generations.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It must not be applied to people's skin, nor must you make any oil like it with the same formula, because it is set apart to Yahweh. You must regard it in this manner.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever makes perfume like it, or whoever puts any of it on someone, that person must be cut off from his people.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"Take spices—stacte, onycha, and galbanum—sweet spices along with pure frankincense, each in equal amounts.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Make it into the form of incense, blended by a perfumer, seasoned with salt, pure and set apart.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will grind it into a very fine mixture. Put part of it in front of the ark of the testimony, which is in the tent of meeting, where I will meet with you. You will regard it as very holy to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for this incense that you will make, you must not make any with the same formula for yourselves. It must be most holy to you.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever makes anything like it to use as a perfume must be cut off from his people.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}