{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh spoke to Moses and said,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"See, I have called by name Bezalel son of Uri son of Hur, from the tribe of Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have filled Bezalel with my Spirit, to give him wisdom, understanding, and knowledge, for all kinds of craftsmanship,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "to make artistic designs and to work in gold, silver, and bronze;\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "also to cut and set stones and to carve wood—to do all kinds of craftsmanship.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In addition to him, I have appointed Oholiab son of Ahisamak, from the tribe of Dan. I have put skill into the hearts of all who are wise so that they may make all that I have commanded you. This includes\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the tent of meeting, the ark of the testimony, the atonement lid on the ark, and all the furniture of the tent—\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the table and its utensils, the pure lampstand with all its equipment, the incense altar,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the altar for burnt offerings with all its equipment, and the large basin with its base.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This also includes the finely-woven garments—the holy garments for Aaron the priest and those of his sons, reserved for me so that they may serve as priests.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This also includes the anointing oil and the sweet incense for the holy place. These craftsmen must make all these things just as I have commanded you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh spoke to Moses and said,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell the Israelites: 'You must certainly keep Yahweh's Sabbath days, for these will be a sign between him and you throughout your people's generations so that you may know that he is Yahweh, who sets you apart for himself.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you must keep the Sabbath, for it must be treated by you as holy, reserved for him. Everyone who defiles it must surely be put to death. Whoever works on the Sabbath, that person must surely be cut off from his people.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Work will be done for six days, but the seventh day is to be a Sabbath of complete rest, holy before Yahweh. Whoever does any work on the Sabbath day must surely be put to death.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore the Israelites must keep the Sabbath. They must observe it throughout their people's generations as a permanent law.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Sabbath will always be a sign between Yahweh and the Israelites, for in six days Yahweh made heaven and earth, and on the seventh day he rested and was refreshed.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When God had finished talking with Moses on Mount Sinai, he gave him two tablets of covenant decrees, made of stone, written on by his own hand.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}