{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the people saw that Moses delayed in coming down the mountain, they gathered around Aaron and said to him, \"Come, make us an idol that will go before us. As for this Moses, the man who brought us up out of the land of Egypt, we do not know what has happened to him.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Aaron said to them, \"Take off the golden rings that are on your wives' ears, and the ears of your sons and daughters, and bring them to me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people took off the golden rings that were on their ears and brought them to Aaron.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He received the gold from them, fashioned it in a mold, and made it into a molded calf. Then the people said, \"Israel, this is your god who brought you up out of the land of Egypt.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Aaron saw this, he built an altar before the calf and made a proclamation; he said, \"Tomorrow will be a festival in Yahweh's honor.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people arose early the next day and offered burnt offerings and brought fellowship offerings. Then they sat down to eat and to drink, and then got up to carouse in wild celebration.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh spoke to Moses, \"Go quickly, for your people, whom you brought up out of the land of Egypt, have corrupted themselves.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They have quickly left the way that I commanded them. They have molded for themselves a calf and have worshiped it and sacrificed to it. They have said, 'Israel, this is your god who brought you up out of the land of Egypt.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"I have seen this people. Look, they are a stiff-necked people.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now then, do not try to stop me. My anger will burn hot against them, so I will destroy them. Then I will make a great nation from you.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Moses tried to calm down Yahweh his God. He said, \"Yahweh, why does your anger burn against your people, whom you have brought out of the land of Egypt with great power and with a mighty hand?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Why should the Egyptians say, 'He led them out with evil intent, to kill them in the mountains and to destroy them from the face of the earth?' Turn from your burning anger and relent from this punishment on your people.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Call to mind Abraham and Isaac and Israel, your servants, to whom you swore by your own self and said to them, 'I will make your descendants as many as the stars in the heavens, and I will give to your descendants all this land of which I have spoken. They will inherit it forever.'\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh relented from the punishment that he had said he would inflict on his people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses turned around and went down the mountain, carrying the two tablets of the covenant decrees in his hand. The tablets were written on both their sides, on both the front and the back.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The tablets were God's own work, and the writing was God's own writing, engraved on the tablets.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Joshua heard the noise of the people as they shouted, he said to Moses, \"There is the noise of combat in the camp.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Moses said,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"It is not the sound of a victor,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and not the sound of defeated people,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "but the sound of singing that I hear.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Moses approached the camp, he saw the calf and the people dancing. He became very angry. He threw the tablets out of his hands and broke them at the bottom of the mountain.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He took the calf that the people had made, burned it, ground it to powder, and poured it into the water. Then he made the people of Israel drink it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses said to Aaron, \"What did this people do to you, that you have brought such a great sin on them?\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron said, \"Do not let your anger burn hot, my master. You know these people, how they are set on doing evil.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to me, 'Make us a god who will go before us. As for this Moses, the man who brought us up out of the land of Egypt, we do not know what has happened to him.'\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I said to them, 'Whoever has any gold, let him take it off.' They gave me the gold and I threw it into the fire, and out came this calf.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses saw that the people were running wild (for Aaron had let them get out of control, causing their enemies to mock them).\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses stood at the entrance to the camp and said, \"Whoever is on Yahweh's side, come to me.\" All the Levites gathered around him.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Yahweh, the God of Israel, says this: 'Let each man fasten his sword on his side and go back and forth from entrance to entrance throughout the camp, and kill his brother, his companion, and his neighbor.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Levites did what Moses ordered. That day about three thousand of the people died.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to the Levites, \"You have been placed into Yahweh's service today, for each of you has taken action against his son and his brother, so Yahweh might give you a blessing today.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day Moses said to the people, \"You have committed a very great sin. Now I will go up to Yahweh. Perhaps I can make atonement for your sin.\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses returned to Yahweh and said, \"Oh, these people have committed a great sin and made themselves an idol of gold.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now, please forgive their sin; but if you do not, blot me out of the book that you have written.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"Whoever has sinned against me, that person I will blot out of my book.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now go, lead the people to the place of which I have spoken to you. See, my angel will go before you. But on the day that I punish them, I will punish them for their sin.\"\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh sent a plague on the people because they had made the calf, the one that Aaron made.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}