{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh spoke to Moses, \"Go from here, you and the people whom you have brought up out of the land of Egypt. Go to the land about which I made an oath to Abraham, to Isaac, and to Jacob, when I said, 'I will give it to your descendants.'\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will send an angel before you, and I will drive out the Canaanites, Amorites, Hittites, Perizzites, Hivites, and Jebusites.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Go to that land, which is flowing with milk and honey, but I will not go up with you, because you are a stubborn people. I might destroy you on the way.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the people heard these troubling words, they mourned, and no one put on any jewelry.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh had said to Moses, \"Say to the Israelites, 'You are a stubborn people. If I went among you for even one moment, I would destroy you. So now, take off your jewelry so that I may decide what to do with you.'\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Israelites wore no jewelry from Mount Horeb onward.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses took a tent and pitched it outside the camp, some distance from the camp. He called it the tent of meeting. Everyone who asked Yahweh for anything went out to the tent of meeting, outside the camp.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Moses would go out to the tent, all the people would stand up at their tent entrances and look at Moses until he had gone inside.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever Moses entered the tent, the pillar of cloud would come down and stand at the tent entrance, and Yahweh would speak with Moses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever all the people saw the pillar of cloud stand at the entrance to the tent, they would get up and worship, every man at his own tent entrance.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh would speak to Moses face to face, as a man speaks to his friend. Then Moses would return to the camp, but his servant Joshua son of Nun, a young man, would stay in the tent.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to Yahweh, \"See, you have been saying to me, 'Take this people on their journey,' but you have not let me know whom you will send with me. You have said, 'I know you by name, and you have also found favor in my eyes.'\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now if I have found favor in your eyes, show me your ways so that I may know you and continue to find favor in your eyes. Remember that this nation is your people.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh answered, \"My own presence will go with you, and I will give you rest.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to him, \"If your presence does not go with us, do not take us up from here.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For otherwise, how will it be known that I have found favor in your eyes, I and your people? Will it not only be if you go with us so that I and your people are different from all the other peoples that are on the surface of the earth?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"I will also do this thing that you have requested, for you have found favor in my eyes, and I know you by name.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said, \"Please show me your glory.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said, \"I will make all my goodness pass before you, and I will proclaim my name 'Yahweh' before you. I will be gracious to whom I will be gracious, and I will show mercy on whom I will show mercy.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh said, \"You may not see my face, for no one can see me and live.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said, \"See, here is a place by me; you will stand on this rock.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While my glory passes by, I will put you in a crevice of the rock and cover you with my hand until I have passed by.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will take away my hand, and you will see my back, but my face will not be seen.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}