{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"Cut two tablets of stone like the first tablets. I will write on these tablets the words that were on the first tablets, the tablets that you broke.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be ready by morning and come up Mount Sinai, and present yourself there to me on the mountain top.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one is to come up with you. Do not let anyone else be seen anywhere on the mountain. No flocks or herds are even to graze in front of the mountain.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses cut two tablets of stone like the first ones, and he got up early in the morning and went up Mount Sinai, as Yahweh had instructed him. Moses carried the tablets of stone in his hand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh came down in the cloud and stood with Moses there, and he pronounced the name \"Yahweh.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh passed by before him and proclaimed, \"Yahweh, Yahweh, God is merciful and gracious, slow to anger, and abounding in covenant faithfulness and trustworthiness,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "keeping covenant faithfulness for thousands of generations, forgiving iniquities, transgressions, and sins. But he will by no means clear the guilty. He will bring the punishment for the fathers' sin on their children and on their children's children, as far as the third and fourth generations.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses quickly bowed his head to the ground and worshiped.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said, \"If now I have found favor in your eyes, my Lord, please go among us, for this people is stubborn. Pardon our iniquity and our sin, and take us as your inheritance.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said, \"See, I am about to make a covenant. Before all your people, I will do marvels such as have not been done in all the earth nor in any nation. All the people among you will see my deeds, for it is a fearful thing that I am doing with you.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Obey what I command you today. I am about to drive out before you the Amorites, Canaanites, Hittites, Perizzites, Hivites, and Jebusites.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be careful not to make a covenant with the inhabitants of the land where you are going, or they will become a trap among you.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, you must break down their altars, smash their stone pillars, and cut down their Asherah poles.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you must worship no other god, for Yahweh, whose name is Jealous, is a jealous God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So be careful not to make a covenant with the inhabitants of the land, for they prostitute themselves to their gods, and they sacrifice to their gods. Then one of them will invite you and you will eat some of his sacrifice,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and then you will even take some of his daughters for your sons, and his daughters will prostitute themselves to their gods, and they will make your sons prostitute themselves to their gods.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not make for yourselves gods of molten metal.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must keep the Festival of Unleavened Bread. As I commanded you, you must eat bread without yeast for seven days at the fixed time in the month of Aviv, for it was in the month of Aviv you came out from Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the firstborn are mine, even every male firstborn of your cattle, both of oxen and sheep.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must buy back the firstborn of a donkey with a lamb, but if you do not buy it back, then you must break its neck. You must buy back all the firstborn of your sons. No one may appear before me empty-handed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You may work for six days, but on the seventh day you must rest. Even at plowing time and in harvest, you must rest.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must observe the Festival of Weeks with the first yield of the wheat harvest, and you must observe the Festival of Ingathering at the year's end.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Three times a year all your men must appear before Lord Yahweh, the God of Israel.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I will drive out nations before you and expand your borders. No one will desire to have your land as their own when you go up to appear before Yahweh your God three times in a year.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not offer the blood of my sacrifice with any yeast, nor may any meat from the sacrifice at the Festival of the Passover be left over to the morning.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must bring the best of the firstfruits from your fields to my house. You must not boil a young goat in its mother's milk.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"Write down these words, for in accordance with these words I have made a covenant with you and with Israel.\"\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses was there with Yahweh for forty days and nights; he did not eat any food nor drink any water. He wrote on the tablets the words of the covenant, the Ten Commandments.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Moses came down from Mount Sinai with the two tablets of the covenant decrees in his hand, he did not know that the skin of his face had become radiant while speaking with God.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Aaron and the Israelites saw Moses, the skin of his face was shining, and they were afraid to come near him.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Moses called to them, and Aaron and all the leaders of the community came up to him. Then Moses spoke with them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After this, all the people of Israel came up to Moses, and he told them all the commands that Yahweh had given him on Mount Sinai.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Moses had finished speaking with them, he put a veil over his face.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever Moses went before Yahweh to speak with him, he would remove the veil, until he came out. When he came out, he would tell the Israelites what he was commanded to say.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Israelites saw Moses' face shining, he would put the veil over his face again until he went back in to speak with Yahweh.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}