{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses assembled all the community of the Israelites and said to them, \"These are the things that Yahweh has commanded you to do.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On six days work may be done, but for you, the seventh day must be a holy day, a Sabbath day of complete rest, holy to Yahweh. Whoever does any work on that day must be put to death.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not light a fire in any of your homes on the Sabbath day.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses spoke to all the community of the Israelites, saying, \"This is the thing that Yahweh commanded.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take an offering for Yahweh, all of you who have a willing heart. Bring an offering to Yahweh—gold, silver, bronze,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "blue, purple, and scarlet wool and fine linen; goats' hair;\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ram skins dyed red and sea cow hides; acacia wood;\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "oil for the sanctuary lamps, spices for the anointing oil and the fragrant incense,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "onyx stones and other precious stones to be set for the ephod and breastpiece.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every skilled man among you is to come and make everything that Yahweh has commanded—\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the tabernacle with its tent, its covering, its clasps, frames, bars, posts, and bases;\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "also the ark with its poles, the atonement lid, and the curtain to conceal it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They brought the table with its poles, all its utensils, and the bread of the presence;\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the lampstand for the lights, with its accessories, its lamps, and the oil for the lamps;\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the incense altar with its poles, the anointing oil and the fragrant incense; the hanging for the tabernacle entrance;\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the altar for burnt offerings with its bronze grate and its poles and utensils; and the large basin with its base.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They brought the hangings for the courtyard with its posts and bases, and the curtain for the courtyard entrance;\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and the tent pegs for the tabernacle and courtyard, together with their ropes.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They brought the finely-woven garments for serving in the holy place, the holy garments for Aaron the priest and his sons, for them to serve as priests.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the tribes of Israel left and went away from Moses's presence.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone whose heart stirred him up and whom his spirit made willing came and brought an offering to Yahweh for the construction of the tabernacle, for all the items of service in it, and for the holy garments.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They came, both men and women, all who had a willing heart. They brought brooches, earrings, rings, and ornaments, all kinds of gold jewelry. They all presented offerings of gold as a wave offering to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone who had blue, purple, or scarlet wool, fine linen, goat hair, ram skins dyed red, or sea cow skins brought them.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone making an offering of silver or bronze brought it as an offering to Yahweh, and everyone who had acacia wood for any use in the work brought it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every skilled woman spun wool with her hands and brought what she had spun—blue, purple, or scarlet wool, or fine linen.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the women whose hearts stirred them up and who had skill spun goats' hair.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The leaders brought onyx stones and other gems to be set into the ephod and the breastpiece;\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "they brought spices and oil for the lamps, for the anointing oil, and for the fragrant incense.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelites brought a freewill offering to Yahweh; every man and woman whose heart was willing brought materials for all the work that Yahweh had commanded through Moses to be made.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to the Israelites, \"See, Yahweh has called by name on Bezalel son of Uri son of Hur, from the tribe of Judah.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He has filled Bezalel with his Spirit, to give him wisdom, understanding, and knowledge, for all kinds of craftsmanship,\n\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "to make artistic designs and to work in gold, silver, and bronze;\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "also to cut and set stones and to carve wood—to do all kinds of design and craftsmanship.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He has put it in his heart to teach, both he and Oholiab son of Ahisamak, from the tribe of Dan.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He has filled them with skill to do all kinds of work, to work as craftsmen, as engravers, as embroiderers in blue, purple, and scarlet wool and fine linen, and as weavers. They are craftsmen in all sorts of work, and they are artistic designers.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}