{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Bezalel and Oholiab and every skilled person to whom Yahweh has given skill and ability to know how to do any work in the construction of the holy place are to do the work according to all that Yahweh has commanded.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses summoned Bezalel, Oholiab, and every skillful person in whose mind Yahweh had given skill, and whose heart stirred within him to come and do the work.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They received from Moses all the offerings that the Israelites had brought for constructing the holy place. The people were still bringing freewill offerings every morning to Moses.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So all the skilled people working on the holy place came from the work that they had been doing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The craftsmen told Moses, \"The people are bringing much more than enough for doing the work that Yahweh has commanded us to do.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses instructed that no one in the camp should bring any more offerings for the construction of the holy place. Then the people stopped bringing these gifts.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They had more than enough materials for all the work.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So all the craftsmen among them constructed the tabernacle with ten curtains made from fine linen and blue, purple, and scarlet wool with the designs of cherubim. This was the work of Bezalel, the very skilled craftsman.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The length of each curtain was twenty-eight cubits, the width four cubits. All the curtains were of the same size.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel joined five curtains to each other, and the other five curtains he also joined to each other.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made loops of blue along the outer edge of the end curtain of one set, and he did the same along the outer edge of the end curtain in the second set.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made fifty loops on the first curtain and fifty loops on the edge of the end curtain in the second set. So the loops were opposite to each another.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made fifty gold clasps and joined the curtains together with them so that the tabernacle became united.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel made curtains of goat hair for a tent over the tabernacle; he made eleven of these curtains.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The length of each curtain was thirty cubits, and the width of each curtain was four cubits. Each of the eleven curtains was of the same size.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He joined five curtains to each other and the other six curtains to each other.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made fifty loops on the edge of the end curtain of the first set, and fifty loops along the edge of the end curtain that joined the second set.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel made fifty bronze clasps to join the tent together so that it might be one piece.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made for the tabernacle a covering of ram skins dyed red, another covering of fine leather to go above that.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel made vertical frames out of acacia wood for the tabernacle.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The length of each frame was ten cubits, and the width of each frame was one and a half cubits.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each frame had two wooden pegs for joining the frames together. He did this for all the frames of the tabernacle.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made the frames for the tabernacle in this way: twenty frames for the south side.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel made forty silver bases to go under the twenty frames. There were two bases under one frame to join the frames together, and also two bases under each of the other frames to join frames together.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the second side of the tabernacle, on the north side, he made twenty frames\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and their forty silver bases. There were two bases under the first frame, two bases under the next frame, and so on.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the back of the tabernacle on the west, Bezalel made six frames.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made two frames for the back corners of the tabernacle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These frames were separate at the bottom, but joined at the top in one ring. He made two of them in this way for the two corners.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were eight frames, together with their silver bases. There were sixteen bases in all, two bases under the first frame, two bases under the next frame, and so on.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel made crossbars of acacia wood—five for the frames of the one side of the tabernacle,\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "five crossbars for the frames of the other side of the tabernacle, and five crossbars for the frames for the back side of the tabernacle to the west.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made the crossbar in the center of the frames, that is, halfway up, to reach from end to end.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He covered the frames with gold. He made their rings of gold, for them to serve as holders for the crossbars, and he covered the bars with gold.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel made the curtain of blue, purple, and scarlet wool, and of fine linen, with designs of cherubim, the work of a skillful workman.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made for the curtain four pillars of acacia wood, and he covered them with gold. He also made gold hooks for the pillars, and he cast for them four silver bases.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made a hanging for the tent entrance. It was made of blue, purple, and scarlet wool, using fine linen, the work of an embroiderer.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also made the hanging's five pillars with hooks. He covered their tops and their rods with gold. Their five bases were made of bronze.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}