{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel made the ark of acacia wood. Its length was two and a half cubits; its width was one cubit and a half; and its height was one cubit and a half.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He covered it inside and out with pure gold and made for it a border of gold around its top.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He cast four rings of gold for its four feet, with two rings on one side of it, and two rings on the other side.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made poles of acacia wood and covered them with gold.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He put the poles into the rings on the ark's sides, in order to carry the ark.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made an atonement lid of pure gold. Its length was two and a half cubits, and its width was one and a half cubits.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel made two cherubim of hammered gold for the two ends of the atonement lid.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One cherub was for one end of the atonement lid, and other cherub was for the other end. They were made as one piece with the atonement lid.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The cherubim spread out their wings upward and overshadowed the atonement lid with them. The cherubim faced one another and looked toward the center of the atonement lid.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel made the table of acacia wood. Its length was two cubits, its width was one cubit, and its height was one and a half cubits.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He covered it with pure gold and put a border of pure gold around the top.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made a surrounding frame for it one handbreadth wide, with a surrounding border of gold for the frame.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He cast for it four rings of gold and attached the rings to the four corners, where the four feet were.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The rings were attached to the frame to provide places for the poles, in order to carry the table.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made the poles out of acacia wood and covered them with gold, in order to carry the table.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made the objects that would be on the table—the dishes, spoons, the bowls, and pitchers to be used to pour out the offerings. He made them out of pure gold.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made the lampstand of pure hammered gold. He made the lampstand with its base and shaft. Its cups, its leafy bases, and its flowers were all made of one piece with it.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Six branches extended out from its sides—three branches extended from one side, and three branches of the lampstand extended from the other side.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The first branch had three cups made like almond blossoms, with a leafy base and a flower, and three cups made like almond blossoms in the other branch, with a leafy base and a flower. It was the same for all six branches extending out from the lampstand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the lampstand itself, the central shaft, there were four cups made like almond blossoms, with their leafy bases and the flowers.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a leafy base under the first pair of branches—made as one piece with it, and a leafy base under the second pair of branches—also made as one piece with it. In the same way there was a leafy base under the third pair of branches, made as one piece with it. It was the same for all six branches extending out from the lampstand.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their leafy bases and branches were all one piece with it, one beaten piece of work of pure gold.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel made the lampstand and its seven lamps, its tongs and their trays of pure gold.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made the lampstand and its accessories with one talent of pure gold.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel made the incense altar. He made it with acacia wood. Its length was one cubit, and its width one cubit. It was square, and its height was two cubits. Its horns were made as one piece with it.\n\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He covered the incense altar with pure gold—its top, its sides, and its horns. He also made a surrounding border of gold for it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made two golden rings to be attached to it under its border on its two opposite sides. The rings were holders for poles to carry the altar.\n\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made the poles of acacia wood, and he covered them with gold.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made the holy anointing oil and the pure fragrant incense, the work of a perfumer.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}