{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel made the altar for burnt offerings of acacia wood. It was five cubits long and five cubits wide—a square—and three cubits high.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made extensions of its four corners shaped like ox horns. The horns were made of one piece with the altar, and he covered it with bronze.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made all the equipment for the altar—pots for ashes, shovels, basins, meat forks, and firepans. He made all this equipment with bronze.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He made a grate for the altar, a network of bronze to be placed under the ledge, halfway down to the bottom.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He cast four rings for the four corners of the bronze grate, as holders for the poles.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel made poles of acacia wood and covered them with bronze.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He put the poles through the rings on the sides of the altar, to carry it. He made the altar hollow, out of planks.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel made the large bronze basin with a bronze stand. He made the basin out of mirrors belonging to the women who served at the entrance to the tent of meeting.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also made the courtyard. The hangings on the south side of the courtyard were of fine linen, one hundred cubits long.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The hangings had twenty posts, with twenty bronze bases. There were hooks attached to the posts, as well as silver rods.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Likewise along the north side, there were hangings one hundred cubits long with twenty posts, twenty bronze bases, hooks attached to the posts, and silver rods.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The hangings of the west side were fifty cubits long, with ten posts and bases. The hooks and rods of the posts were silver.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The courtyard was also fifty cubits long on the east side.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The hangings for one side of the entrance were fifteen cubits long. They had three posts with three bases.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the other side of the entrance of the courtyard were also hangings fifteen cubits long, with three posts and three bases.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the hangings around the courtyard were made of fine linen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The bases for the posts were made of bronze. The hooks and rods for the posts were made of silver, and the covering for the tops of the posts was also made of silver. All the courtyard posts were covered with silver.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The curtain at the courtyard gate was twenty cubits long. The curtain was made of blue, purple, and scarlet linen, fine twined linen, and was twenty cubits long. It was twenty cubits in length and five cubits in height, like the courtyard curtains.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It had four bronze bases and silver hooks. The covering for their tops and its rods were made of silver.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the tent pegs for the tabernacle and courtyard were made of bronze.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the inventory of the tabernacle, the tabernacle of the covenant decrees, as it was taken following Moses' instructions. It was the work of the Levites under the direction of Ithamar son of Aaron the priest.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bezalel son of Uri son of Hur, from the tribe of Judah, made everything that Yahweh had commanded Moses.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Oholiab son of Ahisamak, from the tribe of Dan, worked with Bezalel as an engraver, as a skillful workman, and as an embroiderer in blue, purple, and scarlet wool, and in fine linen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the gold that was used for the project, in all the work connected with the holy place—the gold from the wave offering—was twenty-nine talents and 730 shekels, measured by the standard of the sanctuary shekel.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The silver given by the community weighed one hundred talents and 1,775 shekels, according to the sanctuary shekel,\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "or one beka per man, which is half a shekel, measured by the sanctuary shekel. This figure was reached on the basis of every person who was counted in the census, those twenty years old and older—603,550 men in all.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One hundred talents of silver were cast for the bases of the holy place and the curtain's bases—one hundred bases, one talent for each base.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "With the remaining 1,775 shekels of silver, Bezalel made the hooks for the posts, covered the tops of the posts, and made the rods for them.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The bronze from wave offering weighed seventy talents and 2,400 shekels.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "With this he made the bases for the entrance to the tent of meeting, the bronze altar, its bronze grate, all the equipment for the altar,\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the bases for the courtyard, the bases for the courtyard entrance, all the tent pegs for the tabernacle, and all the tent pegs for the courtyard.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}