{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses answered, \"But what if they do not believe me or listen to me but say instead, 'Yahweh has not appeared to you'?\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to him, \"What is that in your hand?\" Moses said, \"A staff.\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said, \"Throw it on the ground.\" Moses threw it on the ground, and it became a snake. Moses ran back from it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"Reach out and take it by the tail.\" So he reached out and took hold of the snake. It became a staff in his hand again.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"This is so they may believe that Yahweh, the God of their ancestors, the God of Abraham, the God of Isaac, and the God of Jacob, has appeared to you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also said to him, \"Now put your hand inside your robe.\" So Moses put his hand inside his robe. When he brought it out, behold, his hand was leprous, as white as snow.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said, \"Put your hand inside your robe again.\" So Moses put his hand inside his robe, and when he brought it out, he saw that it was made healthy again, like the rest of his flesh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said, \"If they do not believe you—if they do not pay attention to the first sign of my power or believe in it, then they will believe the second sign.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If they do not believe even these two signs of my power, or listen to you, then take some water from the river and pour it on the dry land. The water that you take will become blood on the dry land.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses said to Yahweh, \"Lord, I have never been eloquent, neither in the past nor since you spoke to your servant. I am slow of speech and slow of tongue.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to him, \"Who is it who made man's mouth? Who makes a man mute or deaf or seeing or blind? Is it not I, Yahweh?\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now go, and I will be with your mouth and teach you what to say.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Moses said, \"Lord, please send anyone else, anyone whom you wish to send.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh became angry with Moses. He said, \"What about Aaron, your brother, the Levite? I know that he can speak well. Moreover, he is coming to meet you, and when he sees you, he will be glad in his heart.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will speak to him and put the words to say into his mouth. I will be with your mouth and with his mouth, and I will show you both what to do.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will speak to the people for you. He will be your mouth, and you will be to him like me, God.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will take in your hand this staff. With it you will do the signs.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses went back to Jethro his father-in-law and said to him, \"Let me go so I may return to my relatives who are in Egypt and see if they are still alive.\" Jethro said to Moses, \"Go in peace.\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses in Midian, \"Go, return to Egypt, for all the men who were trying to take your life are dead.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses took his wife and his sons and put them on a donkey. He returned to the land of Egypt, and he took the staff of God in his hand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"When you go back to Egypt, see that you do before Pharaoh all the wonders that I have put in your power. But I will harden his heart, and he will not let the people go.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must say to Pharaoh, 'This is what Yahweh says: Israel is my son, my firstborn,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and I say to you, \"Let my son go, so he may worship me.\" But since you have refused to let him go, I will certainly kill your son, your firstborn.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now on the way, when they stopped for the night, Yahweh met Moses and tried to kill him.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Zipporah took a flint knife and cut off the foreskin of her son, and touched it to his feet. Then she said, \"Surely you are a bridegroom to me by blood.\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh let him alone. She said, \"You are a bridegroom of blood\" because of the circumcision.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Aaron, \"Go into the wilderness to meet Moses.\" Aaron went, met him at the mountain of God, and kissed him.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses told Aaron all the words of Yahweh that he had sent him to say and about all the signs of Yahweh's power that he had commanded him to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses and Aaron went and gathered together all the elders of the Israelites.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron spoke all the words that Yahweh had spoken to Moses. He also displayed the signs of Yahweh's power in the sight of the people.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people believed. When they heard that Yahweh had observed the Israelites and that he had seen their oppression, then they bowed their heads and worshiped him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}