{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh spoke to Moses, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"On the first day of the first month of the new year you must set up the tabernacle, the tent of meeting.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must place the ark of the testimony in it, and you must shield the ark with the curtain.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must bring in the table and set in order the things that belong on it. Then you must bring in the lampstand and set up the lamps.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must put the golden incense altar before the ark of the testimony, and you must put the curtain at the entrance to the tabernacle.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must put the altar for burnt offerings in front of the entrance to the tabernacle, the tent of meeting.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must put the large basin between the tent of meeting and the altar and you must put water in it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must set up the courtyard around it, and you must hang up the curtain at the courtyard entrance.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must take the anointing oil and anoint the tabernacle and everything that is in it. You must set it apart and all its furnishings to me; then it will be holy.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must anoint the altar for burnt offerings and all its utensils. You must set apart the altar to me and it will become very holy to me.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must anoint the bronze basin and its base and set it apart to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are to bring Aaron and his sons to the entrance of the tent of meeting and you must wash them with water.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are to clothe Aaron with the garments that are set apart to me, anoint him and set him apart so that he may serve as my priest.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are to bring his sons and clothe them with coats.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must anoint them as you anointed their father so that they may serve me as priests. Their anointing will make for them a permanent priesthood throughout their people's generations.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what Moses did; he followed all that Yahweh had commanded him. He did all these things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the tabernacle was set up on the first day of the first month in the second year.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses set up the tabernacle, put its bases in place, set up its frames, attached its bars, and set up its pillars and posts.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He spread the covering over the tabernacle and put tent over it, as Yahweh had commanded him.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He took the covenant decrees and put them into the ark. He also placed the poles on the ark and put the atonement lid on it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He brought the ark into the tabernacle. He set up the curtain for it to shield the ark of the testimony, as Yahweh had commanded him.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He put the table into the tent of meeting, on the north side of the tabernacle, outside the curtain.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He placed the bread in order on the table before Yahweh, as Yahweh had commanded him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He put the lampstand into the tent of meeting, across from the table, on the south side of the tabernacle.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He lit the lamps before Yahweh, as Yahweh had commanded him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He put the golden incense altar into the tent of meeting in front of the curtain.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He burned fragrant incense on it, as Yahweh had commanded him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He hung the curtain at the tabernacle entrance.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He put the altar for the burnt offering at the entrance to the tabernacle, the tent of meeting. He offered on it the burnt offering and the grain offering, as Yahweh had commanded him.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He placed the basin between the tent of meeting and the altar, and he put water in it for washing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses, Aaron, and his sons washed their hands and their feet from the basin\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "whenever they would go into the tent of meeting and whenever they would go up to the altar. They washed themselves, as Yahweh had commanded Moses.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses set up the courtyard around the tabernacle and the altar. He set up the curtain at the courtyard entrance. In this way, Moses finished the work.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the cloud covered the tent of meeting, and Yahweh's glory filled the tabernacle.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses was not able to enter the tent of meeting because the cloud had settled on it, and because Yahweh's glory filled the tabernacle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever the cloud was taken up from over the tabernacle, the people of Israel would set out on their journey.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the cloud did not rise up from the tabernacle, then the people would not travel. They would stay until the day that it was lifted up.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Yahweh's cloud was over the tabernacle by day, and his fire was over it by night, in plain view of all the people of Israel throughout their journey.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}