{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After these things happened, Moses and Aaron went to Pharaoh and said, \"This is what Yahweh, the God of Israel, says: 'Let my people go, so they can have a festival for me in the wilderness.'\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh said, \"Who is Yahweh? Why should I listen to his voice and let Israel go? I do not know Yahweh; moreover, I will not let Israel go.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"The God of the Hebrews has met with us. Let us go on a three-day journey into the wilderness and sacrifice to Yahweh our God so that he does not attack us with plague or with the sword.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the king of Egypt said to them, \"Moses and Aaron, why are you taking the people from their work? Go back to your work.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also said, \"There are now many people in our land, and you are making them stop their work.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that same day, Pharaoh gave a command to the people's taskmasters and foremen. He said,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Unlike before, you must no longer give the people straw to make bricks. Let them go and gather straw for themselves.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, you must still demand from them the same number of bricks as they made before. Do not accept any fewer, because they are lazy. That is why they are calling out and saying, 'Allow us to go and sacrifice to our God.'\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Increase the workload for the men so that they keep at it and pay no more attention to deceptive words.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the people's taskmasters and foremen went out and informed the people. They said, \"This is what Pharaoh says: 'I will no longer give you any straw.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You yourselves must go and get straw wherever you can find it, but your workload will not be reduced.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the people scattered throughout all the land of Egypt to gather stubble for straw.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The taskmasters kept urging them and saying, \"Finish your work, just as when straw was given to you.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh's taskmasters beat the Israelite foremen, those same men whom they had put in charge of the workers. The taskmasters kept asking them, \"Why have you not produced all the bricks required of you, either yesterday and today, as you used to do in the past?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Israelite foremen came to Pharaoh and cried out to him. They said, \"Why are you treating your servants this way?\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No straw is being given to your servants anymore, but they are still telling us, 'Make bricks!' We, your servants, are even beaten now, but it is the fault of your own people.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Pharaoh said, \"You are lazy! You are lazy! You say, 'Allow us to go sacrifice to Yahweh.'\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now go back to work. No more straw will be given to you, but you must still make the same number of bricks.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite foremen saw that they were in trouble when they were told, \"You must not reduce the daily number of bricks.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They met Moses and Aaron, who were standing outside the palace, as they went away from Pharaoh.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to Moses and Aaron, \"May Yahweh look at you and punish you, because you have made us offensive in the sight of Pharaoh and his servants. You have put a sword in their hand to kill us.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses went back to Yahweh and said, \"Lord, why have you caused trouble for this people? Why did you send me in the first place?\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ever since I came to Pharaoh to speak to him in your name, he has caused trouble for this people, and you have not set your people free at all.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}