{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"Now you will see what I will do to Pharaoh. You will see this, for he will let them go because of my strong hand. Because of my strong hand, he will drive them out of his land.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God spoke to Moses and said to him, \"I am Yahweh.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I appeared to Abraham, to Isaac, and to Jacob as God Almighty; but by my name, Yahweh, I was not known to them.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I also established my covenant with them, in order to give them the land of Canaan, the land where they lived as non-citizens, the land in which they wandered about.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moreover, I have heard the groaning of the Israelites whom the Egyptians have enslaved, and I have called to mind my covenant.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, say to the Israelites, 'I am Yahweh. I will bring you out from slavery under the Egyptians, and I will free you from their power. I will rescue you with a display of my power, and with mighty acts of judgment.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will take you to myself as my people, and I will be your God. You will know that I am Yahweh your God, who brought you out from slavery under the Egyptians.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will bring you into the land that I swore to give to Abraham, to Isaac, and to Jacob. I will give it to you as a possession. I am Yahweh.'\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Moses told this to the Israelites, they would not listen to him because of their discouragement about their harsh slavery.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh spoke to Moses, saying,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Go tell Pharaoh, king of Egypt, to let the people of Israel go from his land.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to Yahweh, \"If the Israelites have not listened to me, why will Pharaoh listen to me, since I am not good at speaking?\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses and to Aaron. He gave them a command for the Israelites and for Pharaoh, king of Egypt, to bring the Israelites out of the land of Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the heads of their fathers' houses: The sons of Reuben, the firstborn of Israel, were Hanok, Pallu, Hezron, and Karmi. These were the clan ancestors of Reuben.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Simeon were Jemuel, Jamin, Ohad, Jakin, Zohar, and Shaul—the son of a Canaanite woman. These were the clan ancestors of Simeon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Here are listed the names of the sons of Levi, together with their descendants. They were Gershon, Kohath, and Merari. Levi lived until he was 137 years old.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Gershon were Libni and Shimei.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Kohath were Amram, Izhar, Hebron, and Uzziel. Kohath lived until he was 133 years old.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Merari were Mahli and Mushi. These became the clan ancestors of the Levites, together with their descendants.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Amram married Jochebed, his father's sister. She bore him Aaron and Moses. Amram lived 137 years and then died.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Izhar were Korah, Nepheg, and Zichri.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Uzziel were Mishael, Elzaphan, and Sithri.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron married Elisheba, daughter of Amminadab, sister of Nahshon. She bore him Nadab and Abihu, Eleazar and Ithamar.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Korah were Assir, Elkanah, and Abiasaph. These were the clan ancestors of the Korahites.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eleazar, Aaron's son, married one of the daughters of Putiel. She bore him Phinehas. These were the heads of the fathers' houses among the Levites, together with their descendants.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These two men were the Aaron and Moses to whom Yahweh said, \"Bring out the Israelites from the land of Egypt, by their groups of fighting men.\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron and Moses spoke to Pharaoh, king of Egypt, to allow them bring out the Israelites from Egypt. These were the same Moses and Aaron.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Yahweh spoke to Moses in the land of Egypt,\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he said to him, \"I am Yahweh. Say to Pharaoh, king of Egypt, everything that I will tell you.\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Moses said to Yahweh, \"I am not good at speaking, so why will Pharaoh listen to me?\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}