{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"See, I have made you like a god to Pharaoh. Aaron your brother will be your prophet.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will say everything that I command you to say. Aaron your brother will speak to Pharaoh so that he will let the people of Israel go from his land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I will harden Pharaoh's heart, and I will display many signs of my power, many wonders, in the land of Egypt.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Pharaoh will not listen to you, so I will put my hand on Egypt and bring out my groups of fighting men, my people, the descendants of Israel, out of the land of Egypt by great acts of punishment.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Egyptians will know that I am Yahweh when I reach out with my hand on Egypt and bring out the Israelites from among them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses and Aaron did so; they did just as Yahweh commanded them.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses was eighty years old, and Aaron eighty-three years old when they spoke to Pharaoh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses and to Aaron,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"When Pharaoh says to you, 'Do a miracle,' then you will say to Aaron, 'Take your staff and throw it down before Pharaoh, so that it may become a snake.'\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses and Aaron went to Pharaoh, and they did just as Yahweh had commanded. Aaron threw down his staff before Pharaoh and his servants, and it became a snake.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Pharaoh also called for his wise men and sorcerers. They did the same thing by their magic.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each man threw down his staff, and the staffs became snakes. But Aaron's staff swallowed up their snakes.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh's heart was hardened, and he did not listen, just as Yahweh had foretold.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"Pharaoh's heart is hard, and he refuses to let the people go.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Go to Pharaoh in the morning when he goes out to the water. Stand on the riverbank to meet him, and take in your hand the staff that had turned into a snake.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Say to him, 'Yahweh, the God of the Hebrews, has sent me to you to say, \"Let my people go, so that they may worship me in the wilderness. Until now you have not listened.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh says this: \"By this you will know that I am Yahweh. I am going to strike the water of the Nile River with the staff that is in my hand, and the river will be turned to blood.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The fish that are in the river will die, and the river will stink. The Egyptians will not be able to drink water from the river.\"'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"Say to Aaron, 'Take your staff and reach out with your hand over the waters of Egypt, and over their rivers, streams, pools, and all their ponds, so that their water may become blood. Do this so that there will be blood throughout all the land of Egypt, even in containers of wood and stone.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses and Aaron did as Yahweh commanded. Aaron raised the staff and struck the water in the river, in the sight of Pharaoh and his servants. All the water in the river turned to blood.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The fish in the river died, and the river began to stink. The Egyptians could not drink water from the river, and the blood was everywhere in the land of Egypt.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the magicians of Egypt did the same thing with their magic. So Pharaoh's heart was hardened, and he refused to listen to Moses and Aaron, just as Yahweh had said would happen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Pharaoh turned and went into his house. He did not even pay attention to this.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the Egyptians dug around the river for water to drink, but they could not drink the water of the river itself.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Seven days passed after Yahweh had attacked the river.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}