{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"Go to Pharaoh and tell him, 'Yahweh, the God of the Hebrews, says this: \"Let my people go so that they may worship me.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you refuse to let them go, if you still keep them back,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then Yahweh's hand will be on your cattle in the fields and on the horses, donkeys, camels, herds, and flocks, and it will cause a terrible disease.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will treat Israel's cattle and Egypt's cattle differently and no animal that belongs to the Israelites will die.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh has fixed a time; he has said, \"It is tomorrow that I will do this thing in the land.\"'\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh did this the next day: All the cattle of Egypt died, but none of the Israelites' animals died, not one animal.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh investigated, and, behold, not even one animal of the Israelites died. But his heart was stubborn, so he did not let the people go.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses and to Aaron, \"Take some handfuls of ashes from a kiln. You, Moses, must throw the ashes up into the air while Pharaoh is watching.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will become fine dust over all the land of Egypt. They will cause blisters and sores to break out on people and animals throughout all the land of Egypt.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses and Aaron took ashes from a kiln and stood in front of Pharaoh. Then Moses threw the ashes up into the air. The ashes caused blisters and sores to break out on people and animals.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The magicians could not resist Moses because of the blisters, because the blisters were on them and on all the other Egyptians.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh hardened Pharaoh's heart, so Pharaoh did not listen to Moses and Aaron. This was just as Yahweh had said to Moses that Pharaoh would do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"Get up early in the morning, stand in front of Pharaoh, and say to him, 'Yahweh, the God of the Hebrews, says this: \"Let my people go so that they may worship me.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this time I will send all my plagues on you yourself, on your servants and your people. I will do this so that you may know that there is no one like me in all the earth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By now I could have reached out with my hand and attacked you and your people with disease, and you would have been eradicated from the land.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But it was for this reason I allowed you to survive: In order to show you my power, so that my name may be proclaimed throughout all the earth.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are still lifting yourself up against my people by not letting them go.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Listen! Tomorrow about this time I will bring a very strong hail storm, such as has not been seen in Egypt since the day it was begun until now.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now then, send men and gather your cattle and everything you have in the fields to a safe place. Every man and animal that is in the field and is not brought home—the hail will come down on them, and they will die.\"'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then those of Pharaoh's servants who believed in Yahweh's message hurried to bring their slaves and cattle into the houses.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But those who did not take Yahweh's message seriously left their slaves and cattle in the fields.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"Reach out with your hand toward the sky so that there will be hail in all the land of Egypt, on people, on animals, and on all the plants in the fields throughout the land of Egypt.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses reached out with his staff toward the sky, and Yahweh sent thunder, hail, and lightning to the ground. He also rained hail on the land of Egypt.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So there were hail and lightning mixed with hail, very severe, such as had not been in all the land of Egypt since it became a nation.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Throughout all the land of Egypt, the hail struck everything in the fields, both people and animals. It struck every plant in the fields and broke every tree.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Only in the land of Goshen, where the Israelites lived, was there no hail.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Pharaoh sent men to summon Moses and Aaron. He said to them, \"I have sinned this time. Yahweh is righteous, and I and my people are wicked.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pray to Yahweh, because the mighty thunderbolts and hail are too much. I will let you go, and you will stay here no longer.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to him, \"As soon as I leave the city, I will spread my hands out to Yahweh. The thunder will stop, and there will not be any more hail. In this way you will know that the earth belongs to Yahweh.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for you and your servants, I know that you do not yet really honor Yahweh God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the flax and the barley were ruined, for the barley was maturing in the ear, and the flax was in bloom.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the wheat and the spelt were not harmed because they were later crops.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Moses had left Pharaoh and the city, he spread out his hands to Yahweh; the thunder and hail stopped, and the rain came down no more.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Pharaoh saw that the rain, hail, and thunder had ceased, he sinned again and hardened his heart, together with his servants.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharaoh's heart was hardened, so he did not let the people of Israel go. This was the way that Yahweh had said to Moses that Pharaoh would act.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}