{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul, an apostle of Christ Jesus according to the commandment of God our Savior and Christ Jesus our hope,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "to Timothy, a true son in the faith: Grace, mercy, and peace from God the Father and Christ Jesus our Lord.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As I urged you to do when I was leaving for Macedonia, remain in Ephesus so that you can command certain people not to teach a different doctrine.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Neither should they pay attention to stories and endless genealogies. These cause arguments rather than helping the plan of God, which is by faith.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the goal of the commandment is love from a pure heart, from a good conscience, and from a sincere faith.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some people have missed the mark and have turned away from these things to foolish talk.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They want to be teachers of the law, but they do not understand what they are saying or what they so confidently affirm.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But we know that the law is good if one uses it lawfully.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know this, that law is not made for a righteous man, but for a lawless and rebellious people, for ungodly people and sinners, and for those who are godless and profane. It is made for those who kill their fathers and mothers, for murderers,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for sexually immoral people, for homosexuals, for those who kidnap people for slaves, for liars, for false witnesses, and for whatever else is against faithful instruction.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This instruction is according to the glorious gospel of the blessed God with which I have been entrusted.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I thank Christ Jesus our Lord. He strengthened me, for he considered me faithful, and he placed me into service.\n\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I was a blasphemer, a persecutor, and a violent man. But I received mercy because I acted ignorantly in unbelief.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the grace of our Lord overflowed with faith and love that is in Christ Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This message is reliable and worthy of all acceptance, that Christ Jesus came into the world to save sinners. I am the worst of these.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But for this reason I was given mercy, so that in me, the foremost, Christ Jesus might demonstrate all patience. He did this as an example for those who would trust in him for eternal life.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now to the king of the ages, the immortal, invisible, the only God, be honor and glory forever and ever. Amen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am placing this command before you, Timothy, my child, in accordance with the prophecies previously made about you, that you might fight the good fight,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "holding faith and a good conscience. By rejecting this, some have shipwrecked their faith.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Such are Hymenaeus and Alexander, whom I gave over to Satan so that they may be taught not to blaspheme.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}