{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore first of all, I urge that requests, prayers, intercessions, and thanksgivings be made for all people,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for kings and all who are in authority, in order that we may live a peaceful and quiet life in all godliness and dignity.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is good and acceptable before God our savior.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He desires all people to be saved and to come to the knowledge of the truth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For there is one God, and there is one mediator for God and man, the man Christ Jesus.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He gave himself as a ransom for all, as the testimony at the right time.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this purpose, I myself, was made a herald and an apostle. I am telling the truth. I am not lying. I am a teacher of the Gentiles in faith and truth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, I want men in every place to pray and to lift up holy hands without anger or arguing.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Likewise, I want the women to dress themselves in proper clothing, with modesty and self-control. They should not have braided hair, or gold, or pearls, or expensive clothing.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I want them to dress with what is appropriate for women who profess godliness through good works.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A woman should learn in silence and with all submission.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I do not permit a woman to teach or to exercise authority over a man, but to live in quietness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Adam was formed first, then Eve.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Adam was not deceived, but the woman was deceived and became a transgressor.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, she will be saved through bearing children, if they continue in faith and love and sanctification with soundness of mind.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}