{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the Spirit clearly says that in later times some people will leave the faith and pay attention to deceitful spirits and the teachings of demons\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "in lying hypocrisy. Their own consciences will be branded.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will forbid to marry and to receive foods that God created for sharing with thanksgiving among those who believe and who know the truth.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For everything created by God is good. Nothing that we take with thanksgiving is to be rejected.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For it is sanctified by the word of God and prayer.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you place these things before the brothers, you will be a good servant of Jesus Christ. For you are being nourished by the words of faith and by the good teaching that you have followed.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But reject worldly stories loved by old women. Instead, train yourself in godliness.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For bodily training is a little useful, but godliness is useful for all things. It holds promise for this life now and the life to come.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This message is trustworthy and worthy of full acceptance.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For it is for this that we struggle and work very hard. For we have hope in the living God, who is the Savior of all people, but especially of believers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Proclaim and teach these things.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let no one despise your youth. Instead, be an example for those who believe, in speech, conduct, love, faithfulness, and purity.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Until I come, attend to the reading, to the exhortation, and to the teaching.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not neglect the gift that is in you, which was given to you through prophecy, with the laying on of the hands of the elders.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Care for these things. Be in them, so that your progress may be evident to all people.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Give careful attention to yourself and to the teaching. Continue in these things. For by doing so, you will save yourself and those who listen to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}