{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not scold an older man. Instead, exhort him as if he were a father. Exhort younger men as if they were brothers.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Exhort older women as mothers, and younger women as sisters in all purity.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Honor widows, the real widows.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if a widow has children or grandchildren, let them first learn to show honor in their own household. Let them repay their parents, because this is pleasing to God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But a real widow is left all alone. She puts her certain hope in God. She always remains with requests and prayers both night and day.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, the woman who lives for pleasure is dead, even though she is still alive.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Give these instructions as well, so that they may be blameless.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if someone does not provide for his own relatives, especially for those of his own household, he has denied the faith and is worse than an unbeliever.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let a woman be enrolled as a widow who is not younger than sixty, a wife of one husband.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She must be known for good deeds, whether it is that she has cared for children, or has been hospitable to strangers, or has washed the feet of the saints, or has relieved the afflicted, or has been devoted to every good work.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for younger widows, refuse to enroll them in the list. For when they give in to bodily desires against Christ, they want to marry.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way they incur guilt because they revoke their first commitment.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the same time, they also learn to be lazy and they go around from house to house. They not only become lazy, but they also talk nonsense and are busybodies, saying things they should not say.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I therefore want younger women to marry, to bear children, to manage the household, and to give no opportunity for the enemy to slander us.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For some have already turned aside after Satan.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If any believing woman has widows, let her help them, so that the church will not be weighed down, so that it might help the real widows.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let the elders who rule well be considered worthy of double honor, especially those who work with the word and in teaching.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the scripture says, \"You shall not put a muzzle on an ox while it treads the grain\" and \"The laborer is worthy of his wages.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not receive an accusation against an elder unless there are two or three witnesses.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Correct sinners before all so that the rest may be afraid.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I solemnly command you before God and Christ Jesus and the chosen angels, to keep these commands without partiality, and to do nothing out of favoritism.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Place hands hastily on no one. Do not share in the sins of another person. You should keep yourself pure.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You should no longer drink water. Instead, you should take a little wine for the stomach and your frequent sicknesses.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sins of some people are openly known, and they go before them into judgment. But some sins follow later.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Likewise, some good works are openly known, but even the others cannot be hidden.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}