{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let all who are under the yoke as slaves regard their own masters as worthy of all honor. They should do this so that the name of God and the teaching might not be blasphemed.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The slaves who have believing masters should not disrespect them because they are brothers. Instead, they should serve them all the more. For the masters who are helped by their work are believers and are loved. Teach and declare these things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone teaches something that does not agree with the reliable instruction of our Lord Jesus Christ and to godly teaching,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he is proud and understands nothing. He has an unhealthy interest in controversies and arguments about words that result in envy, strife, insults, evil suspicions, \n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and constant conflict between people with depraved minds. They have lost the truth and they think that godliness is a way to get more money.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some old copies add, \\fqa Withdraw from such things, \\fqa* but the best ancient copies do not. ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now godliness with contentment is great gain.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For we have brought nothing into the world. Neither are we able to take out anything.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, let us be satisfied with food and clothing.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now those who want to become wealthy fall into temptation, into a trap. They fall into many foolish and harmful passions, and into whatever else makes people sink into ruin and destruction.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the love of money is a root of all kinds of evil. Some people who desire it have been mislead away from the faith and have pierced themselves with much grief.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you, man of God, flee from these things. Pursue righteousness, godliness, faithfulness, love, endurance, and gentleness.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Fight the good fight of faith. Take hold of the everlasting life to which you were called, and about which you gave the good confession before many witnesses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I give you this command before God, who causes all things to live, and before Christ Jesus, who spoke what is true to Pontius Pilate:\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Keep the commandment without spot or blame until the appearance of our Lord Jesus Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God will reveal Christ's appearing at the right time—God, the blessed and only Sovereign, the King who reigns and the Lord who rules.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Only he has immortality and dwells in inapproachable light. No man sees him or is able to view him. To him be honor and eternal power. Amen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell the rich in this world not to be proud, and not to hope in riches, which are uncertain. Instead, they should hope in God. He offers to us all the true riches to enjoy.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them to do good, to be rich in good works, to be generous, and willing to share.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that way, they will store up for themselves a good foundation for what is to come, so that they will take hold of real life.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Timothy, protect what was given to you. Avoid the foolish talk and conflicting ideas of what is falsely called knowledge.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some men proclaim these things and so they have missed the faith. May grace be with you.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}