{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the first year that Cyrus ruled the Persian Empire, he did something that fulfilled the prophecy that Jeremiah had spoken. Yahweh motivated Cyrus to write this message, and then\nCyrus caused this message to be proclaimed throughout his empire:\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I, King Cyrus, rule the Persian Empire, and I say this: Yahweh, the God who is in heaven, has made me ruler of all the kingdoms on earth. And he has assigned me to make sure that his people build a temple for him in Jerusalem, in Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All you people who belong to God may go up to Jerusalem to rebuild this temple for Yahweh, the God who lives in Jerusalem, the God of Israel.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The other people who are living where Israelites are now in exile, whose ancestors were exiled here, must contribute silver and gold to those who go. They should also give the Jews the supplies that\nthey will need for the journey to Jerusalem. They should also give them some livestock and gifts of money to help build the temple of God in Jerusalem.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God motivated some of the priests and Levites and some of the leaders of the tribes that were descended from Judah and Benjamin to return to Jerusalem. Those whom God motivated\ngot ready to return to Jerusalem and build the temple for him there.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All of their neighbors helped them by giving them silver and golden things, and supplies for the journey, and livestock. They also gave them other valuable gifts, and\nalso gave them money to buy things for building the temple.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Cyrus brought out the valuable things that King Nebuchadnezzar's soldiers had taken from the temple of Yahweh in Jerusalem and put in the temples of their gods in Babylon.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Cyrus commanded Mithredath, the treasurer of the Persian Empire, to count all these items and then give them to Sheshbazzar, the leader of the group that was going to return to Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is a list of the items that Cyrus donated: Thirty gold basins, one thousand silver basins, twenty-nine other basins,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "thirty gold bowls, 410 similar silver bowls, and one thousand other objects.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All together, there were 5,400 silver and gold items given to Sheshbazzar to take with him when he and the others returned to Jerusalem.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}