{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Ezra was kneeling down in front of the temple and praying and crying, he was confessing the sins that the Israelite people had committed. Many people, men and women and children,\ngathered around him and also cried very much.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Shecaniah son of Jehiel in the clan of Elam, said this to him: \"We have disobeyed God. Some of us have married women who are not Israelites. But we can still hope that Yahweh will be merciful to us Israelite people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We will do what you, and the others who have an awesome respect for what our God has commanded, tell us to do. We will do what God told us in his laws. We will make a covenant\nwith our God, saying that we will divorce our wives who are not Israelites, and we will send them away with their children.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is your responsibility to tell us what to do. So get up, and be courageous, and do what is necessary. We will support you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Ezra stood up and demanded that the leaders of the priests, the descendants of Levi, and all the other Israelite people solemnly declare that they would do what Shecaniah said that they\nshould do. So they all solemnly promised to do that.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Ezra went away from in front of the temple and went to the room where Jehohanan lived. He stayed there that night, but he did not eat or drink anything. He was still sad because some\nof the Israelites who had returned from Babylonia had not faithfully obeyed God's laws.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the leaders sent a message to all the people in Jerusalem and in other towns in Judah, saying that all those who had returned from Babylonia should come to Jerusalem immediately.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The leaders also said that if any of them did not arrive within three days, they would order that all the property of those people be taken from them, and that they must no longer be considered to belong to the Israelite people; they would be considered to be foreigners.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So within three days, all the people of the tribes of Judah and Benjamin gathered in Jerusalem. They were there, sitting in the courtyard in front of the temple. They were\nshaking because it was raining hard and because they were worried that they would be punished for what they had done.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Ezra stood up and said to them, \"Some of you men have committed an act of treason against God. You have married women who are not Israelites. By doing that, you have made us\nIsraelite people more guilty than we were before.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now you must worship Yahweh, the God whom your ancestors worshiped, and you must do what he wants. Separate yourselves from the people of other nations and from the women\nfrom those nations whom you have married.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The whole group answered, shouting loudly, \"Yes, what you have said is right! We will do what you have said.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But we are a very large group, and it is raining hard. Also, there are many of us who have committed this evil sin. This is something that we cannot take care of in\none or two days, and we cannot stand here in this rain.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So allow our leaders to decide for all of us what we should do. Tell everyone who has married a woman who is not Israelite to come at a time that you decide. They should come with the\nelders and judges from each city. If we do that, our God will stop being angry with us because of what we have done.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jonathan son of Asahel, and Jahzeiah son of Tikvah disagreed with this, and Meshullam and Shabbethai, a descendant of Levi, supported them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But all the others who had returned from Babylonia said that they would do it. So Ezra chose leaders of each of the clans, and I wrote down their names. On the first day of the tenth month these men came and sat\ndown to investigate the matter.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By the first day of the first month of the next year they had finished determining which men had married women who were not Israelites.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is a list of the names of the priests who had married non-Jewish women, and the clans to which they belonged.\nIn the clan of Jeshua and his brothers, who were sons of Jehozadak, there were Maaseiah, Eliezer, Jarib, and Gedaliah.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They solemnly promised to divorce their wives, and they each sacrificed a ram to be an offering to atone for their sins.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the clan of Immer there were Hanani and Zebadiah.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the clan of Harim there were Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the clan of Pashhur there were Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The descendants of Levi who had married non-Jewish women were Jozabad, Shimei, Kelaiah (whose other name was Kelita), Pethahiah, Judah, and Eliezer.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was Eliashib the musician. Among the temple guards there were Shallum, Telem, and Uri.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is a list of the names of the other Israelites who had married foreign wives:\nIn the clan of Parosh there were Ramiah, Izziah, Malchijah, Mijamin, Eleazar, Malchijah, and Benaiah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the clan of Elam there were Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the clan of Zattu there were Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the clan of Bebai there were Jehohanan, Hananiah, Zabbai, and Athlai.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the clan of Bani there were Meshullam, Malluk, Adaiah, Jashub, and Sheal Jeremoth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the clan of Pahath-Moab there were Adna, Kelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the clan of Harim there were Eliezer, Ishijah, Malkijah, Shemaiah, Shimeon,\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Benjamin, Malluk, and Shemariah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the clan of Hashum there were Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the clan of Bani there were Maadai, Amram, Uel,\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Benaiah, Bedeiah, Keluhi,\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Vaniah, Meremoth, Eliashib,\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mattaniah, Mattenai, and Jaasu.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the clan of Binnui there were Shimei,\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shelemiah, Nathan, Adaiah,\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Maknadebai, Shashai, Sharai,\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Azarel, Shelemiah, Shemariah,\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shallum, Amariah, and Joseph.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the clan of Nebo there were Jeiel, Mattithiah, Zabad, Zebina, Iddo, Joel, and Benaiah.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each of those men had married a woman who was not an Israelite, and some of them had children by those women.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}