{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the Israelite people returned to Jerusalem and they began to live in their towns, in the autumn of that year, they all gathered together in Jerusalem.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jeshua son of Jehozadak, and his fellow priests, and Zerubbabel son of Shealtiel and his close friends, all began to rebuild the altar of the God of Israel. They did\nthat in order that they could sacrifice burned offerings on it, according to what the prophet Moses had written in the laws that God had given to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even though they were afraid of the people who were already living in that area, they rebuilt the altar at the same place where the previous altar had been. They began to offer sacrifices\nevery morning and every eventing.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Fifteen days after they started to offer these sacrifices, the people celebrated the Festival of Shelters, as Moses had commanded them to do in the decrees that God had given to him.\nEach day the priests offered the sacrifices that were required for that day.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In addition, they presented the regular burned offerings and the offerings that were required for the New Moon festivals and the other festivals that they celebrated as special times each year to honor Yahweh. They also brought other offerings only because they desired to bring them, not because they were required to bring them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But even though they started bringing burned offerings to Yahweh at the beginning of autumn, they had not yet started building the temple building.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Israelites hired masons and carpenters, and they bought logs from cedar trees from the people of Tyre and Sidon. They gave those people food, wine, and olive oil as payment.\nThey brought the logs down from the mountains in Lebanon to the Mediterranean seacoast and then floated them along the coast of the sea to Joppa. King Cyrus permitted them to do that.\nThen the logs were brought from Joppa inland up to Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelites started to rebuild the temple in the spring of the second year after they returned to Jerusalem. Zerubbabel and Jeshua, together with all the people who had returned to Jerusalem,\nworked on the building. All the Levites supervised this work.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jeshua, his sons, and his other relatives, and Kadmiel and his sons, who were descendants of Judah, also helped to supervise the work. The people who were descendants of Henadad, who were also all\nLevites, joined with them in supervising this work.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the builders finished laying the foundation of the temple, the priests put on their robes and stood in their places, blowing their trumpets. Then the Levites who were descendants\nof Asaph clashed their cymbals to praise Yahweh, just as King David had many years previously told Asaph and the other musicians to do.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They praised Yahweh and thanked him, and they sang this song about him:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"He is very good to us!\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "He honors his covenant faithfulness for Israel, and he will love us forever.\"\n"
      },
      {
        "type": "text",
        "text": "Then all the people shouted loudly, praising him because they had finished laying the foundation of his temple.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many of the old priests, Levites, and leaders of families remembered what the first temple was like, and they cried aloud when they saw the foundation of this temple being laid because\nthey knew that the new temple would not be as beautiful as the first temple. But the other people shouted joyfully.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The shouting and the crying were like one very loud sound that even people far away could hear.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}