{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The enemies of the people of the tribes of Judah and Benjamin heard that they had returned from Babylonia and were rebuilding the temple for Yahweh, the God of Israel.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they went to Zerubbabel the governor and to the other Jewish leaders and said to them, \"We want to help you build the temple, because we worship the same God whom you worship. We have been offering sacrifices to him since Esarhaddon, the king of Assyria, brought us here.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Zerubbabel, Jeshua, and the other Jewish leaders replied, \"We will not allow you to help us build a temple for our God. It is we alone who will build it for Yahweh, as Cyrus, king of Persia, told us to do.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people who had been living in that land before the Israelites returned tried to cause the Jews to become discouraged and afraid, so they would stop building\nthe temple.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They bribed government officials to prevent the Jews from continuing to work on the temple. They did that all during the time that Cyrus was king of\nPersia and also when Darius became king.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then during the first year that Darius' son Ahasuerus was king, the enemies of the Jews wrote a letter to the king saying that the Jews were planning to rebel against the government.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later, when Ahasuerus' son Artaxerxes became king of Persia, Bishlam, Mithredath, Tabeel and their colleagues wrote a letter to him. They wrote the letter in the Aramaic language,\nand it was translated into the language of the Persians.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rehum, the high commissioner, and Shimshai, the provincial secretary, wrote the letter to King Artaxerxes concerning what was happening in Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They stated that the letter was from Rehum, Shimshai, and their associates, the judges, and other government officials, who\nwere from Erech, Babylon, and Susa in the district of Elam.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also wrote that they represented the other people groups whom the army of the great and glorious Ashurbanipal had deported and sent to live in Samaria and in other cities in the\nprovince west of the Euphrates River.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what they wrote in the letter:\n\"This letter is for King Artaxerxes, and comes from the officials serving you who live in the province west of the Euphrates River.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Your Majesty, we want you to know that the Jews who came here from your territories are rebuilding the city of Jerusalem. These people are wicked and want to rebel against you. They are now repairing the foundations of the walls and building the walls of the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is important for you to know that if they rebuild the city and finish building the walls, they will stop paying any taxes. As a result, there will be less money in your treasury.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, because we are loyal to you, and because we do not want you to be humiliated, we are sending this information to you.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And, we suggest that you order your officials to search among the records kept by your ancestors. If you do that, you will find out that the people in this city have always rebelled against the\ngovernment. You will also find out that from long ago these people caused trouble for kings and for rulers of provinces. They have always revolted against those who ruled them. That is the\nreason that this city was destroyed by the Babylonian army.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We want you to know that if they rebuild this city and finish building its walls, you will no longer be able to control the people in this province west of the Euphrates River.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the king read this letter, he sent this reply to them:\n\"To you Rehum, the high commissioner, and Shimshai, the provincial secretary, and their colleagues in Samaria and in other parts of the province that is west of the Euphrates River, I send my greetings.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The letter that you sent to me was translated and read to me.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So then, I ordered my officials to search the records. I have found out that it is true that the people of that city have always revolted against their rulers, and that the city is full of people\nwho have rebelled and caused trouble.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the past, powerful kings ruled in Jerusalem, and they also ruled over the whole province west of the Euphrates River. They forced the people there to pay them all kinds of taxes.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you must command that the people must stop rebuilding the city. Only if I tell them that they may rebuild it will they be allowed to continue.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do this immediately, because I do not want those people to do anything to harm the things about which I am concerned.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Messengers took that letter to Rehum and Shimshai and their colleagues and read it to them. Then Rehum and the others went quickly to Jerusalem, and they forced the Jews to stop\nrebuilding the city wall.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The result was that the Jews stopped rebuilding the temple. They did not do any more work to rebuild the temple until the second year after Darius became the king of Persia.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}