{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time two prophets were giving messages from God to the Jews in Jerusalem and other cities in Judah. The prophets were Haggai and Zechariah, who was a descendant of Iddo.\nThey spoke those messages representing the God that the people of Israel worshiped.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Zerubbabel and Jeshua led many other people to being to rebuild the temple of God in Jerusalem. God's prophets Haggai and Zechariah were also with them and helped them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Tattenai, the governor of the province west of the Euphrates River, and Shethar-Bozenai , his assistant, together with some of their officials went to Jerusalem and said to the people, \"Who has permitted you to rebuild this temple?\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also asked the Jews to tell them the names of the men who were working on the temple.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, God was taking care of the Jewish leaders and they were not stopped by their enemies. They were waiting for King Darius to make a royal decree that would either give them permission and his protection so they could finish their work on the temple, or stop their work completely.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Tattenai, Shethar-Bozenai , and their officials sent a report to King Darius.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what they wrote:\n\"King Darius, we hope that things are going well for you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We want you to know that we went to Judah, where the temple of the great God is being rebuilt. The people are building it with huge stones, and they are putting wooden beams in the walls. The work is being done very carefully, and they are progressing well.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We asked the Jewish leaders, 'Who has permitted you to rebuild this temple?'\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We also requested them to tell us the names of their leaders, in order that we could tell you who they were.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But instead of telling us their leaders' names, what they said was, 'We serve the God who created the heaven and the earth. Many years ago a great king of Israel told our ancestors to\nbuild a temple here, and now we are rebuilding it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God, who rules in heaven, allowed the armies of Nebuchadnezzar, king of Babylonia, to destroy that temple, because our ancestors did things that caused God to become very\nangry. Nebuchadnezzar's army took many of the Israelite people to Babylonia.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, during the first year that Cyrus king of Babylon started to rule, he decreed that the temple of God should be rebuilt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Cyrus returned to our leaders all the gold and silver objects that had been taken from the temple and put in the temple in Babylon. Those objects were\ngiven to a man named Sheshbazzar, whom King Cyrus had appointed to be the governor in Judah.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king instructed him to take the objects back to Jerusalem, to the place from where they had been taken. He also decreed that they should rebuild the temple at the place\nwhere it had been before. So Cyrus appointed Sheshbazzar to be the governor in Judah. He also sent all those things made of gold and silver, for Sheshbazzar to put into the new temple.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Sheshbazzar did that. He came here to Jerusalem and supervised the men who laid the foundation of the temple. And since that time, the people have been working on the temple,\nbut it is not finished yet.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, your Majesty, please order someone to search in the place in Babylon where the important records are kept, to find out whether it is true that King Cyrus decreed that God's\ntemple should be rebuilt in Jerusalem. Then you can tell us what you want us to do about this matter.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}