{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So King Darius commanded someone to search in the place where important records were kept, but those documents were not there in Babylon.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They found a scroll in the fortress city of Ecbatana in Media that contained the information that they wanted to know.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "This is what was written on that scroll:\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"During the first year that Cyrus ruled the empire, he sent out a decree concerning the temple of God that was in Jerusalem. He said that they must build a new temple in the same place where the Israelite people had previously offered sacrifices, where the original foundation of the first temple was. The temple must be twenty-seven meters high and twenty-seven meters wide.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The building must be made from large stones. After putting down three layers of stones, a layer of timber must be put on top of them. This work will be paid for by money from the royal treasury.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, the gold and silver objects that King Nebuchadnezzar took from the temple of God in Jerusalem and brought to Babylon must be taken back to Jerusalem. They must be once again put into God's temple.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After reading this, King Darius sent this message to the leaders of the Jews' enemies in Jerusalem:\n\"This is a message for Tattenai, the governor of the province west of the Euphrates River, and for his assistant Shethar-Bozenai , and for all your colleagues: Stay away from that area.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not interfere with the work of building the temple of God. The temple must be rebuilt at the same place where the former temple was. And do not hinder the governor of the Jews or their elders while they are doing this work.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Furthermore, I command you to help these leaders of the Jews as they rebuild this temple of God. You must give them funds for the building work from my treasury among you.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jewish priests in Jerusalem need young bulls and rams and lambs to sacrifice as they make burned offerings to the God of heaven. You must give them the animals that they need. Also, you must be certain to give them the wheat, salt, wine, and olive oil that they need each day for those sacrifices.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you do that, they will be able to offer sacrifices that please the God who is in heaven, and they will pray that God will bless me and my sons.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone disobeys this decree, my soldiers will pull a beam from his house. Then they will lift that man up and impale him on that beam. Then they will completely destroy that man's house until only a pile of rubble is left.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God has chosen that city of Jerusalem as the place where people will honor him. What I desire is that he will get rid of any king or any nation that tries to change this decree or tries to destroy that temple in Jerusalem. I, Darius, have made this decree. You must completely obey it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tattenai, the governor of the province, and his assistant Shethar-Bozenai and their colleagues read the message and immediately obeyed the decree of King Darius.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Jewish leaders continued their work of rebuilding the temple. They were greatly encouraged by the messages that the prophets Haggai and Zechariah preached. The Israelites continued building the temple, just as God had commanded them to do and as King Cyrus and King Darius had decreed.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They finished building it on third day of the month of Adar, during the sixth year that King Darius ruled.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priests and the Levites and all the other Israelite people who had returned from Babylon joyfully dedicated the temple.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the ceremony to dedicate the temple, they sacrificed one hundred young bulls, one hundred rams, and four hundred lambs. They also sacrificed twelve male goats as an offering so that God would forgive the sins of the people of the twelve tribes of Israel.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Jewish leaders divided the priests and Levites into groups that would take turns to serve at the temple. They did this according to what Moses had written many years previously in the laws that he wrote.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the 14th day of the first month, the Jews who had returned from Babylon celebrated the Passover Festival.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To qualify themselves for offering the sacrifices, the priests and Levites had already purified themselves by performing certain rituals. Then they slaughtered the lambs for the benefit of all the people who had returned from Babylon, for the other priests, and for themselves.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who had returned from Babylon and who had separated themselves from the unclean people around them who had a different culture, language, and worship, and they were able now to worship Yahweh, the God of the Israelite people, and to eat the Passover meal.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They celebrated the Festival of Unleavened Bread for seven days. The Israelite people throughout the land were joyful because Yahweh had changed the attitude of the king of Assyria toward them, and as a result, the king had helped them to rebuild the temple of God, the God of Israel.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}