{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many years later, while Artaxerxes was the king of Persia, Ezra went from Babylon to Jerusalem. He was the son of Seraiah and the grandson of Azariah, and the great-grandson of Hilkiah.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hilkiah was the son of Shallum, who was the son of Zadok, who was the son of Ahitub,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "who was the son of Amariah, who was the son of Azariah, who was the son of Meraioth,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "who was the son of Zerahiah, who was the son of Uzzi, who was the son of Bukki,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "who was the son of Abishua, who was the son of Phinehas, who was the son of Eleazar, who was the son of Aaron, the first high priest.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ezra was a man who knew the laws that Moses wrote very well. Those were the laws that Yahweh, the God of Israel, had given to the Israelite people. He left Babylon after the king had told people\nto give him anything he requested. Indeed, Yahweh helped Ezra very much in all these matters.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the priests, some descendants of Levi, some singers, some gatekeepers, and some men who worked in the temple, and some other Israelite people went up with Ezra to\nJerusalem. That was during the seventh year that Artaxerxes was the king of Persia.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ezra and the group with him arrived in Jerusalem in the fifth month of the seventh year that Artaxerxes was king.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They had left Babylon on the first day of the first month, which was the first day of the Jewish year. Because God acted very kindly toward them, they arrived safely in Jerusalem on the first day of the fifth month of that year.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During Ezra's entire life, he devoted himself to studying the laws of Yahweh and how to obey those laws. He had also taught those laws and all the decrees to the Israelite people for many years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before Ezra left Babylon to go\nto Jerusalem, King Artaxerxes wrote a letter and gave a copy to him. This is what the king wrote:\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"This letter is from me, Artaxerxes, the greatest of the kings. I am giving it to Ezra the priest, who has studied very well all the rules and regulations that the God who is in heaven gave\nto the Israelite people.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ezra, I command that when you return to Jerusalem, any of the Israelite people in my kingdom who want to be allowed to go with you. That includes any priests and descendants of Levi\nwho will work in the temple who want to go.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, along with my seven counselors, am sending you to Jerusalem, in order that you can determine what is happening there and in other towns in Judah. You are taking with you a copy\nof God's laws; make sure that the people are doing everything that is written in those laws.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are also telling you to take with you the silver and gold that I and my advisors are wanting to give to you, in order that you will present it as an offering to the God of Israel\nwho lives in Jerusalem.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You should also take any silver and gold that the people in the entire Babylonia province give to you, and the money that the priests and other Israelite people have happily said that they\nwould give to you to be offerings for building the temple of their God in Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "With this money, you should buy the bulls, rams, lambs, and the grain and wine that the priests will burn on the altar outside the temple of your God in Jerusalem.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If there is any silver or gold that remains after you have bought all those things, you and your companions are permitted to use it to buy whatever you desire, but buy only things that\nyou know that God wants you to buy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have given to you some valuable items to be used in the temple of your God. Take them also to Jerusalem.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you need any other things for the temple, you are permitted to get the money for those things from the royal treasury here.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And I, King Artaxerxes, command this to all the treasurers in the province west of the Euphrates River: Give to Ezra the priest who has studied very well the laws of the God who is in\nheaven, everything that he requests, and give it to him quickly.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Give him up to three and one-third metric tons of silver, five hundred bushels of wheat, two and one-fifth kiloliters of wine, the same of olive oil, and all the salt that they need.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be sure that you provide whatever their God requires for his temple, because we certainly do not want him to be angry with me or with my descendants who will later be kings.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are also commanding that none of the priests, descendants of Levi who work in the temple, musicians, temple guards, or other men who work in the temple, will be required to\npay any taxes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ezra, your God has enabled you to become very wise. Using that wisdom, appoint men in the province west of the Euphrates River who will judge cases involving the people, and\nmen who will judge cases involving the government. You must appoint men who know the laws of your God. All of you must teach God's laws to others who do not know them.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone who does not obey God's laws or the laws of my government must be punished severely. Some of them will be executed, some will be put in prison, some will be sent out\nof the country or have all their property taken away from them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ezra said, \"Praise Yahweh, the God whom our ancestors worshiped! He has caused the king to want to honor his temple in Jerusalem.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because God acted kindly and faithfully toward me, the king and all his advisors and all his powerful officials have also acted kindly toward me. Because God has helped me, I have been encouraged, and I have been able to persuade some of the Israelite leaders to go up to Jerusalem with me.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}