{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is a list of the names of the leaders of the clans who came with me up to Jerusalem from Babylonia when Artaxerxes was king of Persia:\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gershom, in the clan descended from Aaron's grandson Phinehas.\nDaniel, in the clan descended from Aaron's son Ithamar.\nHattush, a descendant of Shecaniah in the clan descended from King David.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zechariah and 150 other men in the clan descended from Parosh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eliehoenai son of Zerahiah and two hundred other men in the clan descended from Pahath-Moab.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ben Jahaziel and three hundred other men in the clan descended from Shecaniah.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ebed son of Jonathan and fifty other men in the clan descended from Adin.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jeshaiah son of Athaliah and seventy other men in the clan descended from Elam.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zebadiah son of Michael and eighty other men in the clan descended from Shephatiah.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Obadiah son of Jehiel and 218 other men in the clan descended from Joab.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ben Josiphiah and one hundred sixty other men in the clan descended from Shelomith.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zechariah son of Bebai and twenty eight other men in the clan descended from another man whose name was Bebai.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Johanan son of Hakkatan and one hundred ten other men in the clan descended from Azgad.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also Eliphelet, Jeuel, and Shemaiah, who returned here later with sixty other men in the clan descended from Adonikam.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Uthai and Zaccur and seventy other men in the clan descended from Bigvai.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ezra said, \"I gathered together all of Jews at the canal that goes from Babylon to Ahava. We set up our tents there and stayed there for three days. During that time I read the lists of names\nand found out that there were priests going with us, but no other descendants of Levi who could help them in the temple.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I summoned Eliezer, Ariel, Shemaiah, Elnathan, Jarib, another man named Elnathan, Nathan, Zechariah, and Meshullam, who were all leaders of the people. I also summoned Joiarib and yet another man named Elnathan (three in all), who were teachers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I sent them all to Iddo, the leader of the descendants of Levi, who was living in Kasiphia, to request that he and his relatives and other men who had worked in the temple in Jerusalem send us\nsome men who would go with us to work in God's new temple.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because God acted kindly toward us, they brought to us a man named Sherebiah and eighteen of his sons and other relatives. Sherebiah was a very wise man, a descendant of Mahli,\nwho was a grandson of Levi.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also sent to us Hashabiah, along with Jeshaiah, descendants of Levi's son Merari, and twenty of their relatives.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also sent 220 other men to work in the temple. Those men's ancestors had been appointed by King David to assist the descendants of Levi. I listed the names of all\nthose men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There alongside the Ahava Canal, I announced a time for us all to fast and pray. I told them that we should humble ourselves in the presence of our God. We prayed that God would protect\nus while we traveled, and also protect our children and our possessions.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Previously we had told the king that our God takes care of all those who truly trust in him, but that he becomes very angry with those who refuse to obey him. So I would have been ashamed\nto ask the king to send soldiers and men riding on horses to protect us from our enemies while we were traveling along the road.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we fasted and requested God to protect us, and we prayed to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I chose twelve of the leaders of the priests, Sherebiah and Hashabiah and ten others.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I assigned them to supervise the transport to Jerusalem of the gifts of silver and gold and the other valuable items that the king and his advisors and other officials, and the Israelite people who were\nliving in Babylonia, had contributed for the temple of our God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As I gave these various items to those priests, I weighed each of the items. This was the total: About twenty-one and one-half metric tons of silver, one hundred items made from silver that altogether weighed three and one-third metric tons, three and one-third metric tons of gold,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "twenty gold bowls that altogether weighed about eight and one-half kilograms, and two items made of polished bronze that were as valuable as ones made of gold.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I said to those priests, 'You are specially set apart for Yahweh, the God whom our ancestors worshiped, and these valuable things are special to him in the same way. The people themselves gave these things to\nbe offerings to Yahweh voluntarily.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So guard them carefully, and when we arrive in Jerusalem, weigh them in the presence of the priests, the descendants of Levi who will help the priests, and the other Israelite leaders there.\nThey will then put them in the storerooms in the new temple.'\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the priests and descendants of Levi took from me all the gifts of silver and gold and the other valuable items, in order to carry them to the temple in Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the twelfth day of the first month, we left the Ahava Canal and started to travel to Jerusalem. Our God took care of us, and while we traveled, he prevented our enemies and bandits from attacking us.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After we arrived in Jerusalem, we rested for three days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then on the fourth day we went to the temple. There the silver and gold and the other items were weighed and given to the priest Meremoth son of Uriah. Eleazar the son of Phinehas and two descendants of Levi, Jozabad son of Jeshua and Noadiah son of Binnui, were with him.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They counted everything, and wrote down how much they weighed, and wrote a description of each item.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We who had returned from Babylonia offered to God sacrifices on the altar. We offered twelve bulls for all us Israelite people. We also offered ninety-six rams and seventy-seven lambs.\nWe also sacrificed twelve goats to atone for the sins that all the people had committed. These were all completely burned on the altar.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of us who returned from Babylonia took to the governors and other officials of the province west of the Euphrates River the letter that the king had given to us. After they read the\nletter, they did all that they were able to do for us Israelite people and for the temple of God.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}