{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Some time later, the Jewish leaders came to me and said, 'Many Israelites, and even some priests and other men who are descendants of Levi who work in the temple, have\nnot kept themselves from doing what the other people who are living in this land do. They are doing the same disgusting things that are being done by the Canaan, Heth, Periz, Jebus, Ammon, and Amor\npeople groups, and by the people from Moab and Egypt,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Specifically, some Israelite men have married women who are not Israelites, and they have allowed their sons to do the same thing. So we, God's sacred people, have become\npolluted. And some of our leaders and officials have been the first ones to betray God in this way!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I heard that, I was overwhelmed, so I tore my clothes and tore some hair from my head and from my beard. Then I sat down, ashamed of my people since the\nIsraelites knew that God had warned us that he would punish us if we disobeyed what he had said to us about marrying women who are not Israelites.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So many of them trembled when they heard that some of those who had returned from Babylonia had sinned like that. They came and sat with me until it was time to offer the evening\nsacrifices of grain.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When it was time to offer those sacrifices, I was still sitting there, wearing those torn clothes and mourning. I stood up, and then I quickly prostrated myself on the ground. I lifted up my\nhands to Yahweh, my God,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and this is what I prayed:\n'Yahweh my God, I am very ashamed to raise my head in front of you. The sins that we Israelites have committed are very great; it is as though they have risen up higher than our heads. As for our guilt for committing those sins, it is as though it rises up to the heavens.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since the time that our ancestors lived until now, we have been very guilty. That is the reason that we and our kings and our priests have been defeated by the armies of the kings of\nother lands. They killed some of our people, they captured some, they robbed some, and they caused them all to be disgraced, just as we are today.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now, Yahweh God, you have acted very kindly toward us. You have allowed some of us to survive. You have revived our spirits and allowed us to escape from being slaves in Babylonia\nand to return safely to live in this sacred place.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We were slaves, but you did not abandon us. Instead, because you are always faithful to your covenant with us, you caused the kings of Persia to act very kindly toward us. You have allowed\nus to continue to live and to rebuild your temple which had been completely destroyed. You have allowed us to start to live safely here in Jerusalem and in other towns in Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our God, what more can we say now? In spite of all that you have done for us, we have disobeyed your commands.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They are commands that you gave to your servants, the prophets, to tell to us. They told us that the land that we would occupy was polluted because of the detestable things that were done\nby the people who lived there. They said that the land was filled from one end to the other with people who did immoral things.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said that we should not allow our daughters to marry their sons! We should not allow our sons to marry their daughters! We should not even try to cause things to go well for those people! They said that if we obeyed these\ninstructions, our nation would be strong, and we would enjoy the good crops that grow on the land, and the land would belong to our descendants forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you punished us because we were very guilty for having done wicked things. Still, you have not punished us as much as we deserve to be punished. I say this because you, our God,\nhave allowed some of us to survive.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, some of us are again disobeying your commands, and we are marrying women who do those detestable things. If we continue to do that, surely you will get rid of all of us, with\nthe result that none of us will remain alive.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, God of Israel, you always do the right thing! We are guilty. We are only a few people who have escaped from Babylonia, but we are praying to you, even though we do not deserve\nto be in your presence.\"'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}