{
  "1": "וְהָיָ֣ה H1961 בְּאַחֲרִ֣ית H319 הַיָּמִ֗ים H3117 יִ֠הְיֶה H1961 הַ֣ר H2022 בֵּית H1004 יְהוָ֤ה H3068 נָכוֹן֙ H3559 בְּרֹ֣אשׁ H7218 הֶהָרִ֔ים H2022 וְנִשָּׂ֥א H5375 ה֖וּא H1931 מִגְּבָע֑וֹת H1389 וְנָהֲר֥וּ H5102 עָלָ֖יו H5921 עַמִּֽים H5971 ",
  "2": "וְֽהָלְכ֞וּ H1980 גּוֹיִ֣ם H1471 רַבִּ֗ים H7227 וְאָֽמְרוּ֙ H559 לְכ֣וּ H3212 וְנַעֲלֶ֣ה H5927 אֶל H413 הַר H2022 יְהוָ֗ה H3068 וְאֶל H413 בֵּית֙ H1004 אֱלֹהֵ֣י H430 יַעֲקֹ֔ב H3290 וְיוֹרֵ֨ H3384 מִדְּרָכָ֔י H1870 וְנֵלְכָ֖ה H3212 בְּאֹֽרְחֹתָ֑י H734 כִּ֤י H3588 מִצִּיּוֹן֙ H6726 תֵּצֵ֣א H3318 תוֹרָ֔ה H8451 וּדְבַר H1697 יְהוָ֖ה H3068 מִירוּשָׁלִָֽם H3389 ",
  "3": "וְשָׁפַ֗ט H8199 בֵּ֚ין H996 עַמִּ֣ים H5971 רַבִּ֔ים H7227 וְהוֹכִ֛יחַ H3198 לְגוֹיִ֥ם H1471 עֲצֻמִ֖ים H6099 עַד H5704 רָח֑וֹק H7350 וְכִתְּת֨וּ H3807 חַרְבֹתֵיהֶ֜ם H2719 לְאִתִּ֗ים H855 וַחֲנִיתֹֽתֵי H2595 לְמַזְמֵר֔וֹת H4211 לֹֽא H3808 יִשְׂא֞וּ H5375 גּ֤וֹי H1471 אֶל H413 גּוֹי֙ H1471 חֶ֔רֶב H2719 וְלֹא H3808 יִלְמְד֥וּן H3925 ע֖וֹד H5750 מִלְחָמָֽה H4421 ",
  "4": "וְיָשְׁב֗וּ H3427 אִ֣ישׁ H376 תַּ֧חַת H8478 גַּפְנ֛וֹ H1612 וְתַ֥חַת H8478 תְּאֵנָת֖וֹ H8384 וְאֵ֣ין H369 מַחֲרִ֑יד H2729 כִּי H3588 פִ֛י H6310 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 דִּבֵּֽר H1696 ",
  "5": "כִּ֚י H3588 כָּל H3605 הָ֣עַמִּ֔ים H5971 יֵלְכ֕וּ H3212 אִ֖ישׁ H376 בְּשֵׁ֣ם H8034 אֱלֹהָ֑יו H430 וַאֲנַ֗חְנוּ H587 נֵלֵ֛ךְ H3212 בְּשֵׁם H8034 יְהוָ֥ה H3068 אֱלֹהֵ֖ינוּ H430 לְעוֹלָ֥ם H5769 וָעֶֽד H5703 ",
  "6": "בַּיּ֨וֹם H3117 הַה֜וּא H1931 נְאֻם H5002 יְהוָ֗ה H3068 אֹֽסְפָה֙ H622 הַצֹּ֣לֵעָ֔ה H6760 וְהַ H5080 אֲקַבֵּ֑צָה H6908 וַאֲשֶׁ֖ר H834 הֲרֵעֹֽתִי H7489 ",
  "7": "וְשַׂמְתִּ֤י H7760 אֶת H853 הַצֹּֽלֵעָה֙ H6760 לִשְׁאֵרִ֔ית H7611 וְהַ H1972 לְג֣וֹי H1471 עָצ֑וּם H6099 וּמָלַ֨ךְ H4427 יְהוָ֤ה H3068 עֲלֵיהֶם֙ H5921 בְּהַ֣ר H2022 צִיּ֔וֹן H6726 מֵעַתָּ֖ה H6258 וְעַד H5704 עוֹלָֽם H5769 ",
  "8": "וְאַתָּ֣ה H859 מִגְדַּל H4026 עֵ֗דֶר H5739 עֹ֛פֶל H6076 בַּת H1323 צִיּ֖וֹן H6726 עָדֶ֣יךָ H5704 תֵּאתֶ֑ה H857 וּבָאָ֗ה H935 הַמֶּמְשָׁלָה֙ H4475 הָרִ֣אשֹׁנָ֔ה H7223 מַמְלֶ֖כֶת H4467 לְבַ֥ת H1323 יְרוּשָׁלִָֽם H3389 ",
  "9": "עַתָּ֕ה H6258 לָ֥מָּה H4100 תָרִ֖יעִי H7321 רֵ֑עַ H7452 הֲמֶ֣לֶךְ H4428 אֵֽין H369 בָּ֗ךְ Hb אִֽם H518 יוֹעֲצֵךְ֙ H3289 אָבָ֔ד H6 כִּֽי H3588 הֶחֱזִיקֵ֥ךְ H2388 חִ֖יל H2427 כַּיּוֹלֵדָֽה H3205 ",
  "10": "ח֧וּלִי H2342 וָגֹ֛חִי H1518 בַּת H1323 צִיּ֖וֹן H6726 כַּיּֽוֹלֵדָ֑ה H3205 כִּֽי H3588 עַתָּה֩ H6258 תֵצְאִ֨י H3318 מִקִּרְיָ֜ה H7151 וְשָׁכַ֣נְתְּ H7931 בַּשָּׂדֶ֗ה H7704 וּבָ֤את H935 עַד H5704 בָּבֶל֙ H894 שָׁ֣ם H8033 תִּנָּצֵ֔לִי H5337 שָׁ֚ם H8033 יִגְאָלֵ֣ךְ H1350 יְהוָ֔ה H3068 מִכַּ֖ף H3709 אֹיְבָֽיִךְ H341 ",
  "11": "וְעַתָּ֛ה H6258 נֶאֶסְפ֥וּ H622 עָלַ֖יִךְ H5921 גּוֹיִ֣ם H1471 רַבִּ֑ים H7227 הָאֹמְרִ֣ים H559 תֶּחֱנָ֔ף H2610 וְתַ֥חַז H2372 בְּצִיּ֖וֹן H6726 עֵינֵֽינוּ H5869 ",
  "12": "וְהֵ֗מָּה H1992 לֹ֤א H3808 יָֽדְעוּ֙ H3045 מַחְשְׁב֣וֹת H4284 יְהוָ֔ה H3068 וְלֹ֥א H3808 הֵבִ֖ינוּ H995 עֲצָת֑וֹ H6098 כִּ֥י H3588 קִבְּצָ֖ם H6908 כֶּעָמִ֥יר H5995 גֹּֽרְנָה H1637 ",
  "13": "ק֧וּמִי H6965 וָד֣וֹשִׁי H1758 בַת H1323 צִיּ֗וֹן H6726 כִּֽי H3588 קַרְנֵ֞ךְ H7161 אָשִׂ֤ים H7760 בַּרְזֶל֙ H1270 וּפַרְסֹתַ֨יִ H6541 אָשִׂ֣ים H7760 נְחוּשָׁ֔ה H5154 וַהֲדִקּ֖וֹת H1854 עַמִּ֣ים H5971 רַבִּ֑ים H7227 וְהַחֲרַמְתִּ֤י H2763 לַֽיהוָה֙ H3068 בִּצְעָ֔ם H1215 וְחֵילָ֖ H2428 לַאֲד֥וֹן H113 כָּל H3605 הָאָֽרֶץ H776 ",
  "14": ""
}
