{
  "1": "עַתָּה֙ H6258 תִּתְגֹּדְדִ֣י H1413 בַת H1323 גְּד֔וּד H1416 מָצ֖וֹר H4692 שָׂ֣ם H7760 עָלֵ֑ינוּ H5921 בַּשֵּׁ֨בֶט֙ H7626 יַכּ֣וּ H5221 עַֽל H5921 הַלְּחִ֔י H3895 אֵ֖ת H853 שֹׁפֵ֥ט H8199 יִשְׂרָאֵֽל H3478 ",
  "2": "וְאַתָּ֞ה H859 בֵּֽית H1035 לֶ֣חֶם H1035 אֶפְרָ֗תָה H672 צָעִיר֙ H6810 לִֽהְיוֹת֙ H1961 בְּאַלְפֵ֣י H505 יְהוּדָ֔ה H3063 מִמְּךָ֙ H4480 לִ֣י Hl יֵצֵ֔א H3318 לִֽהְי֥וֹת H1961 מוֹשֵׁ֖ל H4910 בְּיִשְׂרָאֵ֑ל H3478 וּמוֹצָאֹתָ֥י H4163 מִקֶּ֖דֶם H6924 מִימֵ֥י H3117 עוֹלָֽם H5769 ",
  "3": "לָכֵ֣ן H3651 יִתְּנֵ֔ם H5414 עַד H5704 עֵ֥ת H6256 יוֹלֵדָ֖ה H3205 יָלָ֑דָה H3205 וְיֶ֣תֶר H3499 אֶחָ֔יו H251 יְשׁוּב֖וּן H7725 עַל H5921 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "4": "וְעָמַ֗ד H5975 וְרָעָה֙ H7462 בְּעֹ֣ז H5797 יְהוָ֔ה H3068 בִּגְא֕וֹן H1347 שֵׁ֖ם H8034 יְהוָ֣ה H3068 אֱלֹהָ֑יו H430 וְיָשָׁ֕בוּ H3427 כִּֽי H3588 עַתָּ֥ה H6258 יִגְדַּ֖ל H1431 עַד H5704 אַפְסֵי H657 אָֽרֶץ H776 ",
  "5": "וְהָיָ֥ה H1961 זֶ֖ה H2088 שָׁל֑וֹם H7965 אַשּׁ֣וּר H804 כִּֽי H3588 יָב֣וֹא H935 בְאַרְצֵ֗ H776 וְכִ֤י H3588 יִדְרֹךְ֙ H1869 בְּאַרְמְנֹתֵ֔י H759 וַהֲקֵמֹ֤נוּ H6965 עָלָיו֙ H5921 שִׁבְעָ֣ה H7651 רֹעִ֔ים H7462 וּשְׁמֹנָ֖ה H8083 נְסִיכֵ֥י H5257 אָדָֽם H120 ",
  "6": "וְרָע֞וּ H7462 אֶת H853 אֶ֤רֶץ H776 אַשּׁוּר֙ H804 בַּחֶ֔רֶב H2719 וְאֶת H853 אֶ֥רֶץ H776 נִמְרֹ֖ד H5248 בִּפְתָחֶ֑י H6607 וְהִצִּיל֙ H5337 מֵֽאַשּׁ֔וּר H804 כִּֽי H3588 יָב֣וֹא H935 בְאַרְצֵ֔ H776 וְכִ֥י H3588 יִדְרֹ֖ךְ H1869 בִּגְבוּלֵֽ H1366 ",
  "7": "וְהָיָ֣ה H1961 שְׁאֵרִ֣ית H7611 יַעֲקֹ֗ב H3290 בְּקֶ֨רֶב֙ H7130 עַמִּ֣ים H5971 רַבִּ֔ים H7227 כְּטַל֙ H2919 מֵאֵ֣ת H853 יְהוָ֔ה H3068 כִּרְבִיבִ֖ים H7241 עֲלֵי H5921 עֵ֑שֶׂב H6212 אֲשֶׁ֤ר H834 לֹֽא H3808 יְקַוֶּה֙ H6960 לְאִ֔ישׁ H376 וְלֹ֥א H3808 יְיַחֵ֖ל H3176 לִבְנֵ֥י H1121 אָדָֽם H120 ",
  "8": "וְהָיָה֩ H1961 שְׁאֵרִ֨ית H7611 יַעֲקֹ֜ב H3290 בַּגּוֹיִ֗ם H1471 בְּקֶ֨רֶב֙ H7130 עַמִּ֣ים H5971 רַבִּ֔ים H7227 כְּאַרְיֵה֙ H738 בְּבַהֲמ֣וֹת H929 יַ֔עַר H3293 כִּכְפִ֖יר H3715 בְּעֶדְרֵי H5739 צֹ֑אן H6629 אֲשֶׁ֧ר H834 אִם H518 עָבַ֛ר H5674 וְרָמַ֥ס H7429 וְטָרַ֖ף H2963 וְאֵ֥ין H369 מַצִּֽיל H5337 ",
  "9": "תָּרֹ֥ם H7311 יָדְךָ֖ H3027 עַל H5921 צָרֶ֑יךָ H6862 וְכָל H3605 אֹיְבֶ֖יךָ H341 יִכָּרֵֽתוּ H3772 ",
  "10": "וְהָיָ֤ה H1961 בַיּוֹם H3117 הַהוּא֙ H1931 נְאֻם H5002 יְהוָ֔ה H3068 וְהִכְרַתִּ֥י H3772 סוּסֶ֖יךָ H5483 מִקִּרְבֶּ֑ H7130 וְהַאֲבַדְתִּ֖י H6 מַרְכְּבֹתֶֽיךָ H4818 ",
  "11": "וְהִכְרַתִּ֖י H3772 עָרֵ֣י H5892 אַרְצֶ֑ךָ H776 וְהָרַסְתִּ֖י H2040 כָּל H3605 מִבְצָרֶֽיךָ H4013 ",
  "12": "וְהִכְרַתִּ֥י H3772 כְשָׁפִ֖ים H3785 מִיָּדֶ֑ H3027 וּֽמְעוֹנְנִ֖ים H6049 לֹ֥א H3808 יִֽהְיוּ H1961 לָֽךְ Hl ",
  "13": "וְהִכְרַתִּ֧י H3772 פְסִילֶ֛יךָ H6456 וּמַצֵּבוֹתֶ֖י H4676 מִקִּרְבֶּ֑ H7130 וְלֹֽא H3808 תִשְׁתַּחֲוֶ֥ה H7812 ע֖וֹד H5750 לְמַעֲשֵׂ֥ה H4639 יָדֶֽיךָ H3027 ",
  "14": "וְנָתַשְׁתִּ֥י H5428 אֲשֵׁירֶ֖יךָ H842 מִקִּרְבֶּ֑ H7130 וְהִשְׁמַדְתִּ֖י H8045 עָרֶֽיךָ H5892 ",
  "15": "וְעָשִׂ֜יתִי H6213 בְּאַ֧ף H639 וּבְ H2534 נָקָ֖ם H5359 אֶת H854 הַגּוֹיִ֑ם H1471 אֲשֶׁ֖ר H834 לֹ֥א H3808 שָׁמֵֽעוּ H8085 "
}
