{
  "1": "אַ֣לְלַי H480 לִ֗י Hl כִּ֤י H3588 הָיִ֨יתִי֙ H1961 כְּאָסְפֵּי H625 קַ֔יִץ H7019 כְּעֹלְלֹ֖ת H5955 בָּצִ֑יר H1210 אֵין H369 אֶשְׁכּ֣וֹל H811 לֶאֱכ֔וֹל H398 בִּכּוּרָ֖ה H1063 אִוְּתָ֥ה H183 נַפְשִֽׁי H5315 ",
  "2": "אָבַ֤ד H6 חָסִיד֙ H2623 מִן H4480 הָאָ֔רֶץ H776 וְיָשָׁ֥ר H3477 בָּאָדָ֖ם H120 אָ֑יִן H369 כֻּלָּם֙ H3605 לְדָמִ֣ים H1818 יֶאֱרֹ֔בוּ H693 אִ֥ישׁ H376 אֶת H853 אָחִ֖יהוּ H251 יָצ֥וּדוּ H6679 חֵֽרֶם H2764 ",
  "3": "עַל H5921 הָרַ֤ע H7451 כַּפַּ֨יִם֙ H3709 לְהֵיטִ֔יב H3190 הַשַּׂ֣ר H8269 שֹׁאֵ֔ל H7592 וְהַ H8199 בַּשִׁלּ֑וּם H7966 וְהַ H1419 דֹּבֵ֨ר H1696 הַוַּ֥ת H1942 נַפְשׁ֛וֹ H5315 ה֖וּא H1931 וַֽיְעַבְּתֽוּ H5686 ",
  "4": "טוֹבָ֣ם H2896 כְּחֵ֔דֶק H2312 יָשָׁ֖ר H3477 מִמְּסוּכָ֑ה H4534 י֤וֹם H3117 מְצַפֶּ֨יךָ֙ H6822 פְּקֻדָּתְךָ֣ H6486 בָ֔אָה H935 עַתָּ֥ה H6258 תִהְיֶ֖ה H1961 מְבוּכָתָֽם H3998 ",
  "5": "אַל H408 תַּאֲמִ֣ינוּ H539 בְרֵ֔עַ H7453 אַֽל H408 תִּבְטְח֖וּ H982 בְּאַלּ֑וּף H441 מִשֹּׁכֶ֣בֶת H7901 חֵיקֶ֔ךָ H2436 שְׁמֹ֖ר H8104 פִּתְחֵי H6607 פִֽיךָ H6310 ",
  "6": "כִּֽי H3588 בֵן֙ H1121 מְנַבֵּ֣ל H5034 אָ֔ב H1 בַּ֚ת H1323 קָמָ֣ה H6965 בְאִמָּ֔ H517 כַּלָּ֖ה H3618 בַּחֲמֹתָ֑ H2545 אֹיְבֵ֥י H341 אִ֖ישׁ H376 אַנְשֵׁ֥י H376 בֵיתֽוֹ H1004 ",
  "7": "וַאֲנִי֙ H589 בַּיהוָ֣ה H3068 אֲצַפֶּ֔ה H6822 אוֹחִ֖ילָה H3176 לֵאלֹהֵ֣י H430 יִשְׁעִ֑י H3468 יִשְׁמָעֵ֖נִי H8085 אֱלֹהָֽי H430 ",
  "8": "אַֽל H408 תִּשְׂמְחִ֤י H8055 אֹיַ֨בְתִּי֙ H341 לִ֔י Hl כִּ֥י H3588 נָפַ֖לְתִּי H5307 קָ֑מְתִּי H6965 כִּֽי H3588 אֵשֵׁ֣ב H3427 בַּחֹ֔שֶׁךְ H2822 יְהוָ֖ה H3068 א֥וֹר H216 לִֽי Hl ",
  "9": "זַ֤עַף H2197 יְהוָה֙ H3068 אֶשָּׂ֔א H5375 כִּ֥י H3588 חָטָ֖אתִי H2398 ל֑וֹ Hl עַד֩ H5704 אֲשֶׁ֨ר H834 יָרִ֤יב H7378 רִיבִי֙ H7379 וְעָשָׂ֣ה H6213 מִשְׁפָּטִ֔י H4941 יוֹצִיאֵ֣נִי H3318 לָא֔וֹר H216 אֶרְאֶ֖ה H7200 בְּצִדְקָתֽ H6666 ",
  "10": "וְתֵרֶ֤א H7200 אֹיַ֨בְתִּי֙ H341 וּתְכַסֶּ֣ H3680 בוּשָׁ֔ה H955 הָאֹמְרָ֣ה H559 אֵלַ֔י H413 אַיּ֖וֹ H346 יְהוָ֣ה H3068 אֱלֹהָ֑יִךְ H430 עֵינַי֙ H5869 תִּרְאֶ֣ינָּה H7200 בָּ֔הּ Hb עַתָּ֛ה H6258 תִּֽהְיֶ֥ה H1961 לְמִרְמָ֖ס H4823 כְּטִ֥יט H2916 חוּצֽוֹת H2351 ",
  "11": "י֖וֹם H3117 לִבְנ֣וֹת H1129 גְּדֵרָ֑יִךְ H1447 י֥וֹם H3117 הַה֖וּא H1931 יִרְחַק H7368 חֹֽק H2706 ",
  "12": "י֥וֹם H3117 הוּא֙ H1931 וְעָדֶ֣י H5704 יָב֔וֹא H935 לְמִנִּ֥י H4480 אַשּׁ֖וּר H804 וְעָרֵ֣י H5892 מָצ֑וֹר H4692 וּלְ H4480 מָצוֹר֙ H4693 וְעַד H5704 נָהָ֔ר H5104 וְיָ֥ם H3220 מִיָּ֖ם H3220 וְהַ֥ר H2022 הָהָֽר H2022 ",
  "13": "וְהָיְתָ֥ה H1961 הָאָ֛רֶץ H776 לִשְׁמָמָ֖ה H8077 עַל H5921 יֹֽשְׁבֶ֑יהָ H3427 מִפְּרִ֖י H6529 מַֽעַלְלֵיהֶֽם H4611 ",
  "14": "רְעֵ֧ה H7462 עַמְּךָ֣ H5971 בְשִׁבְטֶ֗ H7626 צֹ֚אן H6629 נַֽחֲלָתֶ֔ךָ H5159 שֹׁכְנִ֣י H7931 לְבָדָ֔ד H910 יַ֖עַר H3293 בְּת֣וֹךְ H8432 כַּרְמֶ֑ל H3760 יִרְע֥וּ H7462 בָשָׁ֛ן H1316 וְגִלְעָ֖ד H1568 כִּימֵ֥י H3117 עוֹלָֽם H5769 ",
  "15": "כִּימֵ֥י H3117 צֵאתְךָ֖ H3318 מֵאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 אַרְאֶ֖נּוּ H7200 נִפְלָאֽוֹת H6381 ",
  "16": "יִרְא֤וּ H7200 גוֹיִם֙ H1471 וְיֵבֹ֔שׁוּ H954 מִכֹּ֖ל H3605 גְּבֽוּרָתָ֑ם H1369 יָשִׂ֤ימוּ H7760 יָד֙ H3027 עַל H5921 פֶּ֔ה H6310 אָזְנֵיהֶ֖ם H241 תֶּחֱרַֽשְׁנָה H2790 ",
  "17": "יְלַחֲכ֤וּ H3897 עָפָר֙ H6083 כַּנָּחָ֔שׁ H5175 כְּזֹחֲלֵ֣י H2119 אֶ֔רֶץ H776 יִרְגְּז֖וּ H7264 מִמִּסְגְּרֹֽתֵי H4526 אֶל H413 יְהוָ֤ה H3068 אֱלֹהֵ֨ינוּ֙ H430 יִפְחָ֔דוּ H6342 וְיִֽרְא֖וּ H3372 מִמֶּֽךָּ H4480 ",
  "18": "מִי H4310 אֵ֣ל H410 כָּמ֗וֹךָ H3644 נֹשֵׂ֤א H5375 עָוֺן֙ H5771 וְעֹבֵ֣ר H5674 עַל H5921 פֶּ֔שַׁע H6588 לִשְׁאֵרִ֖ית H7611 נַחֲלָת֑וֹ H5159 לֹא H3808 הֶחֱזִ֤יק H2388 לָעַד֙ H5703 אַפּ֔וֹ H639 כִּֽי H3588 חָפֵ֥ץ H2654 חֶ֖סֶד H2617 הֽוּא H1931 ",
  "19": "יָשׁ֣וּב H7725 יְרַֽחֲמֵ֔נוּ H7355 יִכְבֹּ֖שׁ H3533 עֲוֺֽנֹתֵ֑ינוּ H5771 וְתַשְׁלִ֛יךְ H7993 בִּמְצֻל֥וֹת H4688 יָ֖ם H3220 כָּל H3605 חַטֹּאותָֽם H2403 ",
  "20": "תִּתֵּ֤ן H5414 אֱמֶת֙ H571 לְיַֽעֲקֹ֔ב H3290 חֶ֖סֶד H2617 לְאַבְרָהָ֑ם H85 אֲשֶׁר H834 נִשְׁבַּ֥עְתָּ H7650 לַאֲבֹתֵ֖י H1 מִ֥ימֵי H3117 קֶֽדֶם H6924 "
}
