{
  "1": "שִׁ֥יר H7892 הַשִּׁירִ֖ים H7892 אֲשֶׁ֥ר H834 לִשְׁלֹמֹֽה H8010 ",
  "2": "יִשָּׁקֵ֨נִי֙ H5401 מִנְּשִׁיק֣וֹת H5390 פִּ֔יהוּ H6310 כִּֽי H3588 טוֹבִ֥ים H2896 דֹּדֶ֖יךָ H1730 מִיָּֽיִן H3196 ",
  "3": "לְרֵ֨יחַ֙ H7381 שְׁמָנֶ֣יךָ H8081 טוֹבִ֔ים H2896 שֶׁ֖מֶן H8081 תּוּרַ֣ק H7324 שְׁמֶ֑ךָ H8034 עַל H5921 כֵּ֖ן H3651 עֲלָמ֥וֹת H5959 אֲהֵבֽוּךָ H157 ",
  "4": "מָשְׁכֵ֖נִי H4900 אַחֲרֶ֣יךָ H310 נָּר֑וּצָה H7323 הֱבִיאַ֨נִי H935 הַמֶּ֜לֶךְ H4428 חֲדָרָ֗יו H2315 נָגִ֤ילָה H1523 וְנִשְׂמְחָה֙ H8055 בָּ֔ךְ Hb נַזְכִּ֤ירָה H2142 דֹדֶ֨יךָ֙ H1730 מִיַּ֔יִן H3196 מֵישָׁרִ֖ים H4339 אֲהֵבֽוּךָ H157 ",
  "5": "שְׁחוֹרָ֤ה H7838 אֲנִי֙ H589 וְֽנָאוָ֔ה H5000 בְּנ֖וֹת H1323 יְרוּשָׁלִָ֑ם H3389 כְּאָהֳלֵ֣י H168 קֵדָ֔ר H6938 כִּירִיע֖וֹת H3407 שְׁלֹמֹֽה H8010 ",
  "6": "אַל H408 תִּרְא֨וּנִי֙ H7200 שֶׁאֲנִ֣י H589 שְׁחַרְחֹ֔רֶת H7840 שֶׁשֱּׁזָפַ֖תְ H7805 הַשָּׁ֑מֶשׁ H8121 בְּנֵ֧י H1121 אִמִּ֣י H517 נִֽחֲרוּ H2787 בִ֗י Hb שָׂמֻ֨נִי֙ H7760 נֹטֵרָ֣ה H5201 אֶת H853 הַכְּרָמִ֔ים H3754 כַּרְמִ֥י H3754 שֶׁלִּ֖ Hs/Hl לֹ֥א H3808 נָטָֽרְתִּי H5201 ",
  "7": "הַגִּ֣ידָה H5046 לִּ֗י Hl שֶׁ֤אָהֲבָה֙ H157 נַפְשִׁ֔י H5315 אֵיכָ֣ה H349 תִרְעֶ֔ה H7462 אֵיכָ֖ה H349 תַּרְבִּ֣יץ H7257 בַּֽצָּהֳרָ֑יִם H6672 שַׁלָּ H4100 אֶֽהְיֶה֙ H1961 כְּעֹ֣טְיָ֔ה H5844 עַ֖ל H5921 עֶדְרֵ֥י H5739 חֲבֵרֶֽיךָ H2270 ",
  "8": "אִם H518 לֹ֤א H3808 תֵדְעִי֙ H3045 לָ֔ךְ Hl הַיָּפָ֖ה H3303 בַּנָּשִׁ֑ים H802 צְֽאִי H3318 לָ֞ךְ Hl בְּעִקְבֵ֣י H6119 הַצֹּ֗אן H6629 וּרְעִי֙ H7462 אֶת H853 גְּדִיֹּתַ֔יִךְ H1429 עַ֖ל H5921 מִשְׁכְּנ֥וֹת H4908 הָרֹעִֽים H7462 ",
  "9": "לְסֻסָתִ H5484 בְּרִכְבֵ֣י H7393 פַרְעֹ֔ה H6547 דִּמִּיתִ֖יךְ H1819 רַעְיָתִֽי H7474 ",
  "10": "נָאו֤וּ H4998 לְחָיַ֨יִךְ֙ H3895 בַּתֹּרִ֔ים H8447 צַוָּארֵ֖ךְ H6677 בַּחֲרוּזִֽים H2737 ",
  "11": "תּוֹרֵ֤י H8447 זָהָב֙ H2091 נַעֲשֶׂה H6213 לָּ֔ךְ Hl עִ֖ם H5973 נְקֻדּ֥וֹת H5351 הַכָּֽסֶף H3701 ",
  "12": "עַד H5704 שֶׁ֤הַ H4428 בִּמְסִבּ֔ H4524 נִרְדִּ֖י H5373 נָתַ֥ן H5414 רֵיחֽוֹ H7381 ",
  "13": "צְר֨וֹר H6872 הַמֹּ֤ר H4753 דּוֹדִי֙ H1730 לִ֔י Hl בֵּ֥ין H996 שָׁדַ֖י H7699 יָלִֽין H3885 ",
  "14": "אֶשְׁכֹּ֨ל H811 הַכֹּ֤פֶר H3724 דּוֹדִי֙ H1730 לִ֔י Hl בְּכַרְמֵ֖י H3754 עֵ֥ין H5872 גֶּֽדִי H5872 ",
  "15": "הִנָּ֤ךְ H2005 יָפָה֙ H3303 רַעְיָתִ֔י H7474 הִנָּ֥ךְ H2005 יָפָ֖ה H3303 עֵינַ֥יִךְ H5869 יוֹנִֽים H3123 ",
  "16": "הִנְּךָ֨ H2005 יָפֶ֤ה H3303 דוֹדִי֙ H1730 אַ֣ף H637 נָעִ֔ים H5273 אַף H637 עַרְשֵׂ֖נוּ H6210 רַעֲנָנָֽה H7488 ",
  "17": "קֹר֤וֹת H6982 בָּתֵּ֨ינוּ֙ H1004 אֲרָזִ֔ים H730 רחיטנו H7351 בְּרוֹתִֽים H1266 "
}
