{
  "1": "אֲנִי֙ H589 חֲבַצֶּ֣לֶת H2261 הַשָּׁר֔וֹן H8289 שֽׁוֹשַׁנַּ֖ת H7799 הָעֲמָקִֽים H6010 ",
  "2": "כְּשֽׁוֹשַׁנָּה֙ H7799 בֵּ֣ין H996 הַחוֹחִ֔ים H2336 כֵּ֥ן H3651 רַעְיָתִ֖י H7474 בֵּ֥ין H996 הַבָּנֽוֹת H1323 ",
  "3": "כְּתַפּ֨וּחַ֙ H8598 בַּעֲצֵ֣י H6086 הַיַּ֔עַר H3293 כֵּ֥ן H3651 דּוֹדִ֖י H1730 בֵּ֣ין H996 הַבָּנִ֑ים H1121 בְּצִלּ H6738 חִמַּ֣דְתִּי H2530 וְיָשַׁ֔בְתִּי H3427 וּפִרְי֖ H6529 מָת֥וֹק H4966 לְחִכִּֽ H2441 ",
  "4": "הֱבִיאַ֨נִי֙ H935 אֶל H413 בֵּ֣ית H1004 הַיָּ֔יִן H3196 וְדִגְל֥ H1714 עָלַ֖י H5921 אַהֲבָֽה H160 ",
  "5": "סַמְּכ֨וּנִי֙ H5564 בָּֽאֲשִׁישׁ֔וֹת H809 רַפְּד֖וּנִי H7502 בַּתַּפּוּחִ֑ים H8598 כִּי H3588 חוֹלַ֥ת H2470 אַהֲבָ֖ה H160 אָֽנִי H589 ",
  "6": "שְׂמֹאלוֹ֙ H8040 תַּ֣חַת H8478 לְרֹאשִׁ֔ H7218 וִימִינ֖ H3225 תְּחַבְּקֵֽנִי H2263 ",
  "7": "הִשְׁבַּ֨עְתִּי H7650 אֶתְכֶ֜ם H853 בְּנ֤וֹת H1323 יְרוּשָׁלִַ֨ם֙ H3389 בִּצְבָא֔וֹת H6643 א֖וֹ H176 בְּאַיְל֣וֹת H355 הַשָּׂדֶ֑ה H7704 אִם H518 תָּעִ֧ירוּ H5782 וְֽאִם H518 תְּעֽוֹרְר֛וּ H5782 אֶת H853 הָאַהֲבָ֖ה H160 עַ֥ד H5704 שֶׁתֶּחְפָּֽץ H2654 ",
  "8": "ק֣וֹל H6963 דּוֹדִ֔י H1730 הִנֵּה H2009 זֶ֖ה H2088 בָּ֑א H935 מְדַלֵּג֙ H1801 עַל H5921 הֶ֣הָרִ֔ים H2022 מְקַפֵּ֖ץ H7092 עַל H5921 הַגְּבָעֽוֹת H1389 ",
  "9": "דּוֹמֶ֤ה H1819 דוֹדִי֙ H1730 לִצְבִ֔י H6643 א֖וֹ H176 לְעֹ֣פֶר H6082 הָֽאַיָּלִ֑ים H354 הִנֵּה H2009 זֶ֤ה H2088 עוֹמֵד֙ H5975 אַחַ֣ר H310 כָּתְלֵ֔נוּ H3796 מַשְׁגִּ֨יחַ֙ H7688 מִן H4480 הַֽחֲלֹּנ֔וֹת H2474 מֵצִ֖יץ H6692 מִן H4480 הַֽחֲרַכִּֽים H2762 ",
  "10": "עָנָ֥ה H6030 דוֹדִ֖י H1730 וְאָ֣מַר H559 לִ֑י Hl ק֥וּמִי H6965 לָ֛ךְ Hl רַעְיָתִ֥י H7474 יָפָתִ֖י H3303 וּלְכִי H3212 לָֽךְ Hl ",
  "11": "כִּֽי H3588 הִנֵּ֥ה H2009 הסתו H5638 עָבָ֑ר H5674 הַגֶּ֕שֶׁם H1653 חָלַ֖ף H2498 הָלַ֥ךְ H1980 לֽוֹ Hl ",
  "12": "הַנִּצָּנִים֙ H5339 נִרְא֣וּ H7200 בָאָ֔רֶץ H776 עֵ֥ת H6256 הַזָּמִ֖יר H2159 הִגִּ֑יעַ H5060 וְק֥וֹל H6963 הַתּ֖וֹר H8449 נִשְׁמַ֥ע H8085 בְּאַרְצֵֽ H776 ",
  "13": "הַתְּאֵנָה֙ H8384 חָֽנְטָ֣ה H2590 פַגֶּ֔יהָ H6291 וְהַ H1612 סְמָדַ֖ר H5563 נָ֣תְנוּ H5414 רֵ֑יחַ H7381 ק֥וּמִי H6965 לכי H3212 רַעְיָתִ֥י H7474 יָפָתִ֖י H3303 וּלְכִי H3212 לָֽךְ Hl ",
  "14": "יוֹנָתִ֞י H3123 בְּחַגְוֵ֣י H2288 הַסֶּ֗לַע H5553 בְּסֵ֨תֶר֙ H5643 הַמַּדְרֵגָ֔ה H4095 הַרְאִ֨ינִי֙ H7200 אֶתּ H853 מַרְאַ֔יִךְ H4758 הַשְׁמִיעִ֖ינִי H8085 אֶת H853 קוֹלֵ֑ךְ H6963 כִּי H3588 קוֹלֵ֥ךְ H6963 עָרֵ֖ב H6156 וּמַרְאֵ֥י H4758 נָאוֶֽה H5000 ",
  "15": "אֶֽחֱזוּ H270 לָ֨נוּ֙ Hl שֽׁוּעָלִ֔ים H7776 שֽׁוּעָלִ֥ים H7776 קְטַנִּ֖ים H6996 מְחַבְּלִ֣ים H2254 כְּרָמִ֑ים H3754 וּכְרָמֵ֖י H3754 סְמָדַֽר H5563 ",
  "16": "דּוֹדִ֥י H1730 לִי֙ Hl וַאֲנִ֣י H589 ל֔וֹ Hl הָרֹעֶ֖ה H7462 בַּשּׁוֹשַׁנִּֽים H7799 ",
  "17": "עַ֤ד H5704 שֶׁיָּפ֨וּחַ֙ H6315 הַיּ֔וֹם H3117 וְנָ֖סוּ H5127 הַצְּלָלִ֑ים H6752 סֹב֩ H5437 דְּמֵה H1819 לְךָ֨ Hl דוֹדִ֜י H1730 לִצְבִ֗י H6643 א֛וֹ H176 לְעֹ֥פֶר H6082 הָאַיָּלִ֖ים H354 עַל H5921 הָ֥רֵי H2022 בָֽתֶר H1336 "
}
