{
  "1": "דִּבְרֵ֣י H1697 עָמ֔וֹס H5986 אֲשֶׁר H834 הָיָ֥ה H1961 בַנֹּקְדִ֖ים H5349 מִתְּק֑וֹעַ H8620 אֲשֶׁר֩ H834 חָזָ֨ה H2372 עַל H5921 יִשְׂרָאֵ֜ל H3478 בִּימֵ֣י H3117 עֻזִיָּ֣ה H5818 מֶֽלֶךְ H4428 יְהוּדָ֗ה H3063 וּבִ H3117 יָרָבְעָ֤ם H3379 בֶּן H1121 יוֹאָשׁ֙ H3101 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 שְׁנָתַ֖יִם H8141 לִפְנֵ֥י H6440 הָרָֽעַשׁ H7494 ",
  "2": "וַיֹּאמַ֓ר H559 יְהוָה֙ H3068 מִצִיּ֣וֹן H6726 יִשְׁאָ֔ג H7580 וּמִ H3389 יִתֵּ֣ן H5414 קוֹל֑וֹ H6963 וְאָֽבְלוּ֙ H56 נְא֣וֹת H4999 הָרֹעִ֔ים H7462 וְיָבֵ֖שׁ H3001 רֹ֥אשׁ H7218 הַכַּרְמֶֽל H3760 ",
  "3": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 עַל H5921 שְׁלֹשָׁה֙ H7969 פִּשְׁעֵ֣י H6588 דַמֶּ֔שֶׂק H1834 וְעַל H5921 אַרְבָּעָ֖ה H702 לֹ֣א H3808 אֲשִׁיבֶ֑נּוּ H7725 עַל H5921 דּוּשָׁ֛ם H1758 בַּחֲרֻצ֥וֹת H2742 הַבַּרְזֶ֖ל H1270 אֶת H853 הַגִּלְעָֽד H1568 ",
  "4": "וְשִׁלַּ֥חְתִּי H7971 אֵ֖שׁ H784 בְּבֵ֣ית H1004 חֲזָאֵ֑ל H2371 וְאָכְלָ֖ה H398 אַרְמְנ֥וֹת H759 בֶּן H1130 הֲדָֽד H1130 ",
  "5": "וְשָֽׁבַרְתִּי֙ H7665 בְּרִ֣יחַ H1280 דַּמֶּ֔שֶׂק H1834 וְהִכְרַתִּ֤י H3772 יוֹשֵׁב֙ H3427 מִבִּקְעַת H1237 אָ֔וֶן H206 וְתוֹמֵ֥ךְ H8551 שֵׁ֖בֶט H7626 מִבֵּ֣ית H1004 עֶ֑דֶן H5730 וְגָל֧וּ H1540 עַם H5971 אֲרָ֛ם H758 קִ֖ירָה H7024 אָמַ֥ר H559 יְהוָֽה H3068 ",
  "6": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 עַל H5921 שְׁלֹשָׁה֙ H7969 פִּשְׁעֵ֣י H6588 עַזָּ֔ה H5804 וְעַל H5921 אַרְבָּעָ֖ה H702 לֹ֣א H3808 אֲשִׁיבֶ֑נּוּ H7725 עַל H5921 הַגְלוֹתָ֛ם H1540 גָּל֥וּת H1546 שְׁלֵמָ֖ה H8003 לְהַסְגִּ֥יר H5462 לֶאֱדֽוֹם H123 ",
  "7": "וְשִׁלַּ֥חְתִּי H7971 אֵ֖שׁ H784 בְּחוֹמַ֣ת H2346 עַזָּ֑ה H5804 וְאָכְלָ֖ה H398 אַרְמְנֹתֶֽיהָ H759 ",
  "8": "וְהִכְרַתִּ֤י H3772 יוֹשֵׁב֙ H3427 מֵֽאַשְׁדּ֔וֹד H795 וְתוֹמֵ֥ךְ H8551 שֵׁ֖בֶט H7626 מֵֽאַשְׁקְל֑וֹן H831 וַהֲשִׁיב֨וֹתִי H7725 יָדִ֜י H3027 עַל H5921 עֶקְר֗וֹן H6138 וְאָֽבְדוּ֙ H6 שְׁאֵרִ֣ית H7611 פְּלִשְׁתִּ֔ים H6430 אָמַ֖ר H559 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "9": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 עַל H5921 שְׁלֹשָׁה֙ H7969 פִּשְׁעֵי H6588 צֹ֔ר H6865 וְעַל H5921 אַרְבָּעָ֖ה H702 לֹ֣א H3808 אֲשִׁיבֶ֑נּוּ H7725 עַֽל H5921 הַסְגִּירָ֞ם H5462 גָּל֤וּת H1546 שְׁלֵמָה֙ H8003 לֶאֱד֔וֹם H123 וְלֹ֥א H3808 זָכְר֖וּ H2142 בְּרִ֥ית H1285 אַחִֽים H251 ",
  "10": "וְשִׁלַּ֥חְתִּי H7971 אֵ֖שׁ H784 בְּח֣וֹמַת H2346 צֹ֑ר H6865 וְאָכְלָ֖ה H398 אַרְמְנֹתֶֽיהָ H759 ",
  "11": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 עַל H5921 שְׁלֹשָׁה֙ H7969 פִּשְׁעֵ֣י H6588 אֱד֔וֹם H123 וְעַל H5921 אַרְבָּעָ֖ה H702 לֹ֣א H3808 אֲשִׁיבֶ֑נּוּ H7725 עַל H5921 רָדְפ֨וֹ H7291 בַחֶ֤רֶב H2719 אָחִיו֙ H251 וְשִׁחֵ֣ת H7843 רַחֲמָ֔יו H7356 וַיִּטְרֹ֤ף H2963 לָעַד֙ H5703 אַפּ֔וֹ H639 וְעֶבְרָת֖ H5678 שְׁמָ֥רָה H8104 נֶֽצַח H5331 ",
  "12": "וְשִׁלַּ֥חְתִּי H7971 אֵ֖שׁ H784 בְּתֵימָ֑ן H8487 וְאָכְלָ֖ה H398 אַרְמְנ֥וֹת H759 בָּצְרָֽה H1224 ",
  "13": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 עַל H5921 שְׁלֹשָׁה֙ H7969 פִּשְׁעֵ֣י H6588 בְנֵֽי H1121 עַמּ֔וֹן H5983 וְעַל H5921 אַרְבָּעָ֖ה H702 לֹ֣א H3808 אֲשִׁיבֶ֑נּוּ H7725 עַל H5921 בִּקְעָם֙ H1234 הָר֣וֹת H2030 הַגִּלְעָ֔ד H1568 לְמַ֖עַן H4616 הַרְחִ֥יב H7337 אֶת H853 גְּבוּלָֽם H1366 ",
  "14": "וְהִצַּ֤תִּי H3341 אֵשׁ֙ H784 בְּחוֹמַ֣ת H2346 רַבָּ֔ה H7237 וְאָכְלָ֖ה H398 אַרְמְנוֹתֶ֑יהָ H759 בִּתְרוּעָה֙ H8643 בְּי֣וֹם H3117 מִלְחָמָ֔ה H4421 בְּסַ֖עַר H5591 בְּי֥וֹם H3117 סוּפָֽה H5492 ",
  "15": "וְהָלַ֥ךְ H1980 מַלְכָּ֖ם H4428 בַּגּוֹלָ֑ה H1473 ה֧וּא H1931 וְשָׂרָ֛י H8269 יַחְדָּ֖ו H3162 אָמַ֥ר H559 יְהוָֽה H3068 "
}
