{
  "1": "שִׁמְע֞וּ H8085 הַדָּבָ֣ר H1697 הַזֶּ֗ה H2088 פָּר֤וֹת H6510 הַבָּשָׁן֙ H1316 אֲשֶׁר֙ H834 בְּהַ֣ר H2022 שֹֽׁמְר֔וֹן H8111 הָעֹשְׁק֣וֹת H6231 דַּלִּ֔ים H1800 הָרֹצְצ֖וֹת H7533 אֶבְיוֹנִ֑ים H34 הָאֹמְרֹ֥ת H559 לַאֲדֹֽנֵי H113 הָבִ֥יאָה H935 וְנִשְׁתֶּֽה H8354 ",
  "2": "נִשְׁבַּ֨ע H7650 אֲדֹנָ֤י H136 יְהוִה֙ H3069 בְּקָדְשׁ֔ H6944 כִּ֛י H3588 הִנֵּ֥ה H2009 יָמִ֖ים H3117 בָּאִ֣ים H935 עֲלֵיכֶ֑ם H5921 וְנִשָּׂ֤א H5375 אֶתְכֶם֙ H853 בְּצִנּ֔וֹת H6793 וְאַחֲרִיתְ H319 בְּסִיר֥וֹת H5518 דּוּגָֽה H1729 ",
  "3": "וּפְרָצִ֥ים H6556 תֵּצֶ֖אנָה H3318 אִשָּׁ֣ה H802 נֶגְדָּ֑הּ H5048 וְהִשְׁלַכְתֶּ֥נָה H7993 הַהַרְמ֖וֹנָ H2038 נְאֻם H5002 יְהוָֽה H3068 ",
  "4": "בֹּ֤אוּ H935 בֵֽית H1008 אֵל֙ H1008 וּפִשְׁע֔וּ H6586 הַגִּלְגָּ֖ל H1537 הַרְבּ֣וּ H7235 לִפְשֹׁ֑עַ H6586 וְהָבִ֤יאוּ H935 לַבֹּ֨קֶר֙ H1242 זִבְחֵיכֶ֔ם H2077 לִשְׁלֹ֥שֶׁת H7969 יָמִ֖ים H3117 מַעְשְׂרֹֽתֵיכֶֽם H4643 ",
  "5": "וְקַטֵּ֤ר H6999 מֵֽחָמֵץ֙ H2557 תּוֹדָ֔ה H8426 וְקִרְא֥וּ H7121 נְדָב֖וֹת H5071 הַשְׁמִ֑יעוּ H8085 כִּ֣י H3588 כֵ֤ן H3651 אֲהַבְתֶּם֙ H157 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "6": "וְגַם H1571 אֲנִי֩ H589 נָתַ֨תִּי H5414 לָכֶ֜ם Hl נִקְי֤וֹן H5356 שִׁנַּ֨יִם֙ H8127 בְּכָל H3605 עָ֣רֵיכֶ֔ם H5892 וְחֹ֣סֶר H2640 לֶ֔חֶם H3899 בְּכֹ֖ל H3605 מְקוֹמֹֽתֵיכֶ֑ם H4725 וְלֹֽא H3808 שַׁבְתֶּ֥ם H7725 עָדַ֖י H5704 נְאֻם H5002 יְהוָֽה H3068 ",
  "7": "וְגַ֣ם H1571 אָנֹכִי֩ H595 מָנַ֨עְתִּי H4513 מִכֶּ֜ם H4480 אֶת H853 הַגֶּ֗שֶׁם H1653 בְּע֨וֹד H5750 שְׁלֹשָׁ֤ה H7969 חֳדָשִׁים֙ H2320 לַקָּצִ֔יר H7105 וְהִמְטַרְתִּי֙ H4305 עַל H5921 עִ֣יר H5892 אֶחָ֔ת H259 וְעַל H5921 עִ֥יר H5892 אַחַ֖ת H259 לֹ֣א H3808 אַמְטִ֑יר H4305 חֶלְקָ֤ה H2513 אַחַת֙ H259 תִּמָּטֵ֔ר H4305 וְחֶלְקָ֛ה H2513 אֲשֶֽׁר H834 לֹֽא H3808 תַמְטִ֥יר H4305 עָלֶ֖יהָ H5921 תִּיבָֽשׁ H3001 ",
  "8": "וְנָע֡וּ H5128 שְׁתַּיִם֩ H8147 שָׁלֹ֨שׁ H7969 עָרִ֜ים H5892 אֶל H413 עִ֥יר H5892 אַחַ֛ת H259 לִשְׁתּ֥וֹת H8354 מַ֖יִם H4325 וְלֹ֣א H3808 יִשְׂבָּ֑עוּ H7646 וְלֹֽא H3808 שַׁבְתֶּ֥ם H7725 עָדַ֖י H5704 נְאֻם H5002 יְהוָֽה H3068 ",
  "9": "הִכֵּ֣יתִי H5221 אֶתְכֶם֮ H853 בַּשִּׁדָּפ֣וֹן H7711 וּבַ H3420 הַרְבּ֨וֹת H7235 גַּנּוֹתֵיכֶ֧ם H1593 וְכַרְמֵי H3754 וּתְאֵנֵי H8384 וְזֵיתֵי H2132 יֹאכַ֣ל H398 הַגָּזָ֑ם H1501 וְלֹֽא H3808 שַׁבְתֶּ֥ם H7725 עָדַ֖י H5704 נְאֻם H5002 יְהוָֽה H3068 ",
  "10": "שִׁלַּ֨חְתִּי H7971 בָכֶ֥ם Hb דֶּ֨בֶר֙ H1698 בְּדֶ֣רֶךְ H1870 מִצְרַ֔יִם H4714 הָרַ֤גְתִּי H2026 בַחֶ֨רֶב֙ H2719 בַּח֣וּרֵיכֶ֔ם H970 עִ֖ם H5973 שְׁבִ֣י H7628 סֽוּסֵיכֶ֑ם H5483 וָאַעֲלֶ֞ה H5927 בְּאֹ֤שׁ H889 מַחֲנֵיכֶם֙ H4264 וּֽבְ H639 וְלֹֽא H3808 שַׁבְתֶּ֥ם H7725 עָדַ֖י H5704 נְאֻם H5002 יְהוָֽה H3068 ",
  "11": "הָפַ֣כְתִּי H2015 בָכֶ֗ם Hb כְּמַהְפֵּכַ֤ת H4114 אֱלֹהִים֙ H430 אֶת H853 סְדֹ֣ם H5467 וְאֶת H853 עֲמֹרָ֔ה H6017 וַתִּהְי֕וּ H1961 כְּא֖וּד H181 מֻצָּ֣ל H5337 מִשְׂרֵפָ֑ה H8316 וְלֹֽא H3808 שַׁבְתֶּ֥ם H7725 עָדַ֖י H5704 נְאֻם H5002 יְהוָֽה H3068 ",
  "12": "לָכֵ֕ן H3651 כֹּ֥ה H3541 אֶעֱשֶׂה H6213 לְּךָ֖ Hl יִשְׂרָאֵ֑ל H3478 עֵ֚קֶב H6118 כִּֽי H3588 זֹ֣את H2063 אֶֽעֱשֶׂה H6213 לָּ֔ךְ Hl הִכּ֥וֹן H3559 לִקְרַאת H7125 אֱלֹהֶ֖יךָ H430 יִשְׂרָאֵֽל H3478 ",
  "13": "כִּ֡י H3588 הִנֵּה֩ H2009 יוֹצֵ֨ר H3335 הָרִ֜ים H2022 וּבֹרֵ֣א H1254 ר֗וּחַ H7307 וּמַגִּ֤יד H5046 לְאָדָם֙ H120 מַה H4100 שֵּׂח֔וֹ H7808 עֹשֵׂ֥ה H6213 שַׁ֨חַר֙ H7837 עֵיפָ֔ה H5890 וְדֹרֵ֖ךְ H1869 עַל H5921 בָּ֣מֳתֵי H1116 אָ֑רֶץ H776 יְהוָ֥ה H3068 אֱלֹהֵֽי H430 צְבָא֖וֹת H6635 שְׁמֽוֹ H8034 "
}
