{
  "1": "שִׁמְע֞וּ H8085 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֗ה H2088 אֲשֶׁ֨ר H834 אָנֹכִ֜י H595 נֹשֵׂ֧א H5375 עֲלֵיכֶ֛ם H5921 קִינָ֖ה H7015 בֵּ֥ית H1004 יִשְׂרָאֵֽל H3478 ",
  "2": "נָֽפְלָה֙ H5307 לֹֽא H3808 תוֹסִ֣יף H3254 ק֔וּם H6965 בְּתוּלַ֖ת H1330 יִשְׂרָאֵ֑ל H3478 נִטְּשָׁ֥ה H5203 עַל H5921 אַדְמָתָ֖הּ H127 אֵ֥ין H369 מְקִימָֽהּ H6965 ",
  "3": "כִּ֣י H3588 כֹ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 הָעִ֛יר H5892 הַיֹּצֵ֥את H3318 אֶ֖לֶף H505 תַּשְׁאִ֣יר H7604 מֵאָ֑ה H3967 וְהַ H3318 מֵאָ֛ה H3967 תַּשְׁאִ֥יר H7604 עֲשָׂרָ֖ה H6235 לְבֵ֥ית H1004 יִשְׂרָאֵֽל H3478 ",
  "4": "כִּ֣י H3588 כֹ֥ה H3541 אָמַ֛ר H559 יְהוָ֖ה H3068 לְבֵ֣ית H1004 יִשְׂרָאֵ֑ל H3478 דִּרְשׁ֖וּנִי H1875 וִֽחְיֽוּ H2421 ",
  "5": "וְאַֽל H408 תִּדְרְשׁוּ֙ H1875 בֵּֽית H1008 אֵ֔ל H1008 וְהַ H1537 לֹ֣א H3808 תָבֹ֔אוּ H935 וּבְאֵ֥ר H884 שֶׁ֖בַע H884 לֹ֣א H3808 תַעֲבֹ֑רוּ H5674 כִּ֤י H3588 הַגִּלְגָּל֙ H1537 גָּלֹ֣ה H1540 יִגְלֶ֔ה H1540 וּבֵֽית H1008 אֵ֖ל H1008 יִהְיֶ֥ה H1961 לְאָֽוֶן H205 ",
  "6": "דִּרְשׁ֥וּ H1875 אֶת H853 יְהוָ֖ה H3068 וִֽחְי֑וּ H2421 פֶּן H6435 יִצְלַ֤ח H6743 כָּאֵשׁ֙ H784 בֵּ֣ית H1004 יוֹסֵ֔ף H3130 וְאָכְלָ֥ה H398 וְאֵין H369 מְכַבֶּ֖ה H3518 לְבֵֽית H1008 אֵֽל H1008 ",
  "7": "הַהֹפְכִ֥ים H2015 לְלַעֲנָ֖ה H3939 מִשְׁפָּ֑ט H4941 וּצְדָקָ֖ה H6666 לָאָ֥רֶץ H776 הִנִּֽיחוּ H3240 ",
  "8": "עֹשֵׂ֨ה H6213 כִימָ֜ה H3598 וּכְסִ֗יל H3685 וְהֹפֵ֤ךְ H2015 לַבֹּ֨קֶר֙ H1242 צַלְמָ֔וֶת H6757 וְי֖וֹם H3117 לַ֣יְלָה H3915 הֶחְשִׁ֑יךְ H2821 הַקּוֹרֵ֣א H7121 לְמֵֽי H4325 הַיָּ֗ם H3220 וַֽיִּשְׁפְּכֵ֛ H8210 עַל H5921 פְּנֵ֥י H6440 הָאָ֖רֶץ H776 יְהוָ֥ה H3068 שְׁמֽוֹ H8034 ",
  "9": "הַמַּבְלִ֥יג H1082 שֹׁ֖ד H7701 עַל H5921 עָ֑ז H5794 וְשֹׁ֖ד H7701 עַל H5921 מִבְצָ֥ר H4013 יָבֽוֹא H935 ",
  "10": "שָׂנְא֥וּ H8130 בַשַּׁ֖עַר H8179 מוֹכִ֑יחַ H3198 וְדֹבֵ֥ר H1696 תָּמִ֖ים H8549 יְתָעֵֽבוּ H8581 ",
  "11": "לָ֠כֵן H3651 יַ֣עַן H3282 בּוֹשַׁסְכֶ֞ם H1318 עַל H5921 דָּ֗ל H1800 וּמַשְׂאַת H4864 בַּר֙ H1250 תִּקְח֣וּ H3947 מִמֶּ֔נּוּ H4480 בָּתֵּ֥י H1004 גָזִ֛ית H1496 בְּנִיתֶ֖ם H1129 וְלֹא H3808 תֵ֣שְׁבוּ H3427 בָ֑ם Hb כַּרְמֵי H3754 חֶ֣מֶד H2531 נְטַעְתֶּ֔ם H5193 וְלֹ֥א H3808 תִשְׁתּ֖וּ H8354 אֶת H853 יֵינָֽם H3196 ",
  "12": "כִּ֤י H3588 יָדַ֨עְתִּי֙ H3045 רַבִּ֣ים H7227 פִּשְׁעֵיכֶ֔ם H6588 וַעֲצֻמִ֖ים H6099 חַטֹּֽאתֵיכֶ֑ם H2403 צֹרְרֵ֤י H6887 צַדִּיק֙ H6662 לֹ֣קְחֵי H3947 כֹ֔פֶר H3724 וְאֶבְיוֹנִ֖ים H34 בַּשַּׁ֥עַר H8179 הִטּֽוּ H5186 ",
  "13": "לָכֵ֗ן H3651 הַמַּשְׂכִּ֛יל H7919 בָּעֵ֥ת H6256 הַהִ֖יא H1931 יִדֹּ֑ם H1826 כִּ֛י H3588 עֵ֥ת H6256 רָעָ֖ה H7451 הִֽיא H1931 ",
  "14": "דִּרְשׁוּ H1875 ט֥וֹב H2896 וְאַל H408 רָ֖ע H7451 לְמַ֣עַן H4616 תִּֽחְי֑וּ H2421 וִיהִי H1961 כֵ֞ן H3651 יְהוָ֧ה H3068 אֱלֹהֵֽי H430 צְבָא֛וֹת H6635 אִתְּכֶ֖ם H854 כַּאֲשֶׁ֥ר H834 אֲמַרְתֶּֽם H559 ",
  "15": "שִׂנְאוּ H8130 רָע֙ H7451 וְאֶ֣הֱבוּ H157 ט֔וֹב H2896 וְהַצִּ֥יגוּ H3322 בַשַּׁ֖עַר H8179 מִשְׁפָּ֑ט H4941 אוּלַ֗י H194 יֶֽחֱנַ֛ן H2603 יְהוָ֥ה H3068 אֱלֹהֵֽי H430 צְבָא֖וֹת H6635 שְׁאֵרִ֥ית H7611 יוֹסֵֽף H3130 ",
  "16": "לָ֠כֵן H3651 כֹּֽה H3541 אָמַ֨ר H559 יְהוָ֜ה H3068 אֱלֹהֵ֤י H430 צְבָאוֹת֙ H6635 אֲדֹנָ֔י H136 בְּכָל H3605 רְחֹב֣וֹת H7339 מִסְפֵּ֔ד H4553 וּבְ H3605 חוּצ֖וֹת H2351 יֹאמְר֣וּ H559 הוֹ H1930 ה֑וֹ H1930 וְקָרְא֤וּ H7121 אִכָּר֙ H406 אֶל H413 אֵ֔בֶל H60 וּמִסְפֵּ֖ד H4553 אֶל H413 י֥וֹדְעֵי H3045 נֶֽהִי H5092 ",
  "17": "וּבְ H3605 כְּרָמִ֖ים H3754 מִסְפֵּ֑ד H4553 כִּֽי H3588 אֶעֱבֹ֥ר H5674 בְּקִרְבְּ H7130 אָמַ֥ר H559 יְהוָֽה H3068 ",
  "18": "ה֥וֹי H1945 הַמִּתְאַוִּ֖ים H183 אֶת H853 י֣וֹם H3117 יְהוָ֑ה H3068 לָמָּה H4100 זֶּ֥ה H2088 לָכֶ֛ם Hl י֥וֹם H3117 יְהוָ֖ה H3068 הוּא H1931 חֹ֥שֶׁךְ H2822 וְלֹא H3808 אֽוֹר H216 ",
  "19": "כַּאֲשֶׁ֨ר H834 יָנ֥וּס H5127 אִישׁ֙ H376 מִפְּנֵ֣י H6440 הָאֲרִ֔י H738 וּפְגָע֖ H6293 הַדֹּ֑ב H1677 וּבָ֣א H935 הַבַּ֔יִת H1004 וְסָמַ֤ךְ H5564 יָדוֹ֙ H3027 עַל H5921 הַקִּ֔יר H7023 וּנְשָׁכ֖ H5391 הַנָּחָֽשׁ H5175 ",
  "20": "הֲלֹא H3808 חֹ֛שֶׁךְ H2822 י֥וֹם H3117 יְהוָ֖ה H3068 וְלֹא H3808 א֑וֹר H216 וְאָפֵ֖ל H651 וְלֹא H3808 נֹ֥גַֽהּ H5051 לֽוֹ Hl ",
  "21": "שָׂנֵ֥אתִי H8130 מָאַ֖סְתִּי H3988 חַגֵּיכֶ֑ם H2282 וְלֹ֥א H3808 אָרִ֖יחַ H7306 בְּעַצְּרֹֽתֵי H6116 ",
  "22": "כִּ֣י H3588 אִם H518 תַּעֲלוּ H5927 לִ֥י Hl עֹל֛וֹת H5930 וּמִנְחֹתֵי H4503 לֹ֣א H3808 אֶרְצֶ֑ה H7521 וְשֶׁ֥לֶם H8002 מְרִיאֵיכֶ֖ם H4806 לֹ֥א H3808 אַבִּֽיט H5027 ",
  "23": "הָסֵ֥ר H5493 מֵעָלַ֖ H5921 הֲמ֣וֹן H1995 שִׁרֶ֑יךָ H7892 וְזִמְרַ֥ת H2172 נְבָלֶ֖יךָ H5035 לֹ֥א H3808 אֶשְׁמָֽע H8085 ",
  "24": "וְיִגַּ֥ל H1556 כַּמַּ֖יִם H4325 מִשְׁפָּ֑ט H4941 וּצְדָקָ֖ה H6666 כְּנַ֥חַל H5158 אֵיתָֽן H386 ",
  "25": "הַזְּבָחִ֨ים H2077 וּמִנְחָ֜ה H4503 הִֽגַּשְׁתֶּם H5066 לִ֧י Hl בַמִּדְבָּ֛ר H4057 אַרְבָּעִ֥ים H705 שָׁנָ֖ה H8141 בֵּ֥ית H1004 יִשְׂרָאֵֽל H3478 ",
  "26": "וּנְשָׂאתֶ֗ם H5375 אֵ֚ת H853 סִכּ֣וּת H5522 מַלְכְּכֶ֔ם H4432 וְאֵ֖ת H853 כִּיּ֣וּן H3594 צַלְמֵיכֶ֑ם H6754 כּוֹכַב֙ H3556 אֱלֹ֣הֵיכֶ֔ם H430 אֲשֶׁ֥ר H834 עֲשִׂיתֶ֖ם H6213 לָכֶֽם Hl ",
  "27": "וְהִגְלֵיתִ֥י H1540 אֶתְכֶ֖ם H853 מֵהָ֣לְאָה H1973 לְדַמָּ֑שֶׂק H1834 אָמַ֛ר H559 יְהוָ֥ה H3068 אֱלֹהֵֽי H430 צְבָא֖וֹת H6635 שְׁמֽוֹ H8034 "
}
