{
  "1": "כֹּ֤ה H3541 הִרְאַ֨נִי֙ H7200 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 וְהִנֵּה֙ H2009 יוֹצֵ֣ר H3335 גֹּבַ֔י H1462 בִּתְחִלַּ֖ת H8462 עֲל֣וֹת H5927 הַלָּ֑קֶשׁ H3954 וְהִ֨נֵּה H2009 לֶ֔קֶשׁ H3954 אַחַ֖ר H310 גִּזֵּ֥י H1488 הַמֶּֽלֶךְ H4428 ",
  "2": "וְהָיָ֗ה H1961 אִם H518 כִּלָּה֙ H3615 לֶֽאֱכוֹל֙ H398 אֶת H853 עֵ֣שֶׂב H6212 הָאָ֔רֶץ H776 וָאֹמַ֗ר H559 אֲדֹנָ֤י H136 יְהוִה֙ H3069 סְֽלַֽח H5545 נָ֔א H4994 מִ֥י H4310 יָק֖וּם H6965 יַֽעֲקֹ֑ב H3290 כִּ֥י H3588 קָטֹ֖ן H6996 הֽוּא H1931 ",
  "3": "נִחַ֥ם H5162 יְהוָ֖ה H3068 עַל H5921 זֹ֑את H2063 לֹ֥א H3808 תִהְיֶ֖ה H1961 אָמַ֥ר H559 יְהוָֽה H3068 ",
  "4": "כֹּ֤ה H3541 הִרְאַ֨נִי֙ H7200 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 וְהִנֵּ֥ה H2009 קֹרֵ֛א H7121 לָרִ֥ב H7378 בָּאֵ֖שׁ H784 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 וַתֹּ֨אכַל֙ H398 אֶת H853 תְּה֣וֹם H8415 רַבָּ֔ה H7227 וְאָכְלָ֖ה H398 אֶת H853 הַחֵֽלֶק H2506 ",
  "5": "וָאֹמַ֗ר H559 אֲדֹנָ֤י H136 יְהוִה֙ H3069 חֲדַל H2308 נָ֔א H4994 מִ֥י H4310 יָק֖וּם H6965 יַעֲקֹ֑ב H3290 כִּ֥י H3588 קָטֹ֖ן H6996 הֽוּא H1931 ",
  "6": "נִחַ֥ם H5162 יְהוָ֖ה H3068 עַל H5921 זֹ֑את H2063 גַּם H1571 הִיא֙ H1931 לֹ֣א H3808 תִֽהְיֶ֔ה H1961 אָמַ֖ר H559 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "7": "כֹּ֣ה H3541 הִרְאַ֔נִי H7200 וְהִנֵּ֧ה H2009 אֲדֹנָ֛י H136 נִצָּ֖ב H5324 עַל H5921 חוֹמַ֣ת H2346 אֲנָ֑ךְ H594 וּבְ H3027 אֲנָֽךְ H594 ",
  "8": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֵלַ֗י H413 מָֽה H4100 אַתָּ֤ה H859 רֹאֶה֙ H7200 עָמ֔וֹס H5986 וָאֹמַ֖ר H559 אֲנָ֑ךְ H594 וַיֹּ֣אמֶר H559 אֲדֹנָ֗י H136 הִנְנִ֨י H2005 שָׂ֤ם H7760 אֲנָךְ֙ H594 בְּקֶ֨רֶב֙ H7130 עַמִּ֣י H5971 יִשְׂרָאֵ֔ל H3478 לֹֽא H3808 אוֹסִ֥יף H3254 ע֖וֹד H5750 עֲב֥וֹר H5674 לֽוֹ Hl ",
  "9": "וְנָשַׁ֨מּוּ֙ H8074 בָּמ֣וֹת H1116 יִשְׂחָ֔ק H3446 וּמִקְדְּשֵׁ֥י H4720 יִשְׂרָאֵ֖ל H3478 יֶחֱרָ֑בוּ H2717 וְקַמְתִּ֛י H6965 עַל H5921 בֵּ֥ית H1004 יָרָבְעָ֖ם H3379 בֶּחָֽרֶב H2719 ",
  "10": "וַיִּשְׁלַ֗ח H7971 אֲמַצְיָה֙ H558 כֹּהֵ֣ן H3548 בֵּֽית H1008 אֵ֔ל H1008 אֶל H413 יָרָבְעָ֥ם H3379 מֶֽלֶךְ H4428 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 קָשַׁ֨ר H7194 עָלֶ֜יךָ H5921 עָמ֗וֹס H5986 בְּקֶ֨רֶב֙ H7130 בֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 לֹא H3808 תוּכַ֣ל H3201 הָאָ֔רֶץ H776 לְהָכִ֖יל H3557 אֶת H853 כָּל H3605 דְּבָרָֽיו H1697 ",
  "11": "כִּי H3588 כֹה֙ H3541 אָמַ֣ר H559 עָמ֔וֹס H5986 בַּחֶ֖רֶב H2719 יָמ֣וּת H4191 יָרָבְעָ֑ם H3379 וְיִ֨שְׂרָאֵ֔ל H3478 גָּלֹ֥ה H1540 יִגְלֶ֖ה H1540 מֵעַ֥ל H5921 אַדְמָתֽוֹ H127 ",
  "12": "וַיֹּ֤אמֶר H559 אֲמַצְיָה֙ H558 אֶל H413 עָמ֔וֹס H5986 חֹזֶ֕ה H2374 לֵ֥ךְ H3212 בְּרַח H1272 לְךָ֖ Hl אֶל H413 אֶ֣רֶץ H776 יְהוּדָ֑ה H3063 וֶאֱכָל H398 שָׁ֣ם H8033 לֶ֔חֶם H3899 וְשָׁ֖ם H8033 תִּנָּבֵֽא H5012 ",
  "13": "וּבֵֽית H1008 אֵ֔ל H1008 לֹֽא H3808 תוֹסִ֥יף H3254 ע֖וֹד H5750 לְהִנָּבֵ֑א H5012 כִּ֤י H3588 מִקְדַּשׁ H4720 מֶ֨לֶךְ֙ H4428 ה֔וּא H1931 וּבֵ֥ית H1004 מַמְלָכָ֖ה H4467 הֽוּא H1931 ",
  "14": "וַיַּ֤עַן H6030 עָמוֹס֙ H5986 וַיֹּ֣אמֶר H559 אֶל H413 אֲמַצְיָ֔ה H558 לֹא H3808 נָבִ֣יא H5030 אָנֹ֔כִי H595 וְלֹ֥א H3808 בֶן H1121 נָבִ֖יא H5030 אָנֹ֑כִי H595 כִּֽי H3588 בוֹקֵ֥ר H951 אָנֹ֖כִי H595 וּבוֹלֵ֥ס H1103 שִׁקְמִֽים H8256 ",
  "15": "וַיִּקָּחֵ֣ H3947 יְהוָ֔ה H3068 מֵאַחֲרֵ֖י H310 הַצֹּ֑אן H6629 וַיֹּ֤אמֶר H559 אֵלַי֙ H413 יְהוָ֔ה H3068 לֵ֥ךְ H3212 הִנָּבֵ֖א H5012 אֶל H413 עַמִּ֥י H5971 יִשְׂרָאֵֽל H3478 ",
  "16": "וְעַתָּ֖ה H6258 שְׁמַ֣ע H8085 דְּבַר H1697 יְהוָ֑ה H3068 אַתָּ֣ה H859 אֹמֵ֗ר H559 לֹ֤א H3808 תִנָּבֵא֙ H5012 עַל H5921 יִשְׂרָאֵ֔ל H3478 וְלֹ֥א H3808 תַטִּ֖יף H5197 עַל H5921 בֵּ֥ית H1004 יִשְׂחָֽק H3446 ",
  "17": "לָכֵ֞ן H3651 כֹּה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 אִשְׁתְּךָ֞ H802 בָּעִ֤יר H5892 תִּזְנֶה֙ H2181 וּבָנֶ֤י H1121 וּבְנֹתֶ֨י H1323 בַּחֶ֣רֶב H2719 יִפֹּ֔לוּ H5307 וְאַדְמָתְ H127 בַּחֶ֣בֶל H2256 תְּחֻלָּ֑ק H2505 וְאַתָּ֗ה H859 עַל H5921 אֲדָמָ֤ה H127 טְמֵאָה֙ H2931 תָּמ֔וּת H4191 וְיִ֨שְׂרָאֵ֔ל H3478 גָּלֹ֥ה H1540 יִגְלֶ֖ה H1540 מֵעַ֥ל H5921 אַדְמָתֽוֹ H127 "
}
