{
  "1": "כֹּ֥ה H3541 הִרְאַ֖נִי H7200 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 וְהִנֵּ֖ה H2009 כְּל֥וּב H3619 קָֽיִץ H7019 ",
  "2": "וַיֹּ֗אמֶר H559 מָֽה H4100 אַתָּ֤ה H859 רֹאֶה֙ H7200 עָמ֔וֹס H5986 וָאֹמַ֖ר H559 כְּל֣וּב H3619 קָ֑יִץ H7019 וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֵלַ֗י H413 בָּ֤א H935 הַקֵּץ֙ H7093 אֶל H413 עַמִּ֣י H5971 יִשְׂרָאֵ֔ל H3478 לֹא H3808 אוֹסִ֥יף H3254 ע֖וֹד H5750 עֲב֥וֹר H5674 לֽוֹ Hl ",
  "3": "וְהֵילִ֜ילוּ H3213 שִׁיר֤וֹת H7892 הֵיכָל֙ H1964 בַּיּ֣וֹם H3117 הַה֔וּא H1931 נְאֻ֖ם H5002 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 רַ֣ב H7227 הַפֶּ֔גֶר H6297 בְּכָל H3605 מָק֖וֹם H4725 הִשְׁלִ֥יךְ H7993 הָֽס H2013 ",
  "4": "שִׁמְעוּ H8085 זֹ֕את H2063 הַשֹּׁאֲפִ֖ים H7602 אֶבְי֑וֹן H34 וְלַ H7673 ענוי H6035 אָֽרֶץ H776 ",
  "5": "לֵאמֹ֗ר H559 מָתַ֞י H4970 יַעֲבֹ֤ר H5674 הַחֹ֨דֶשׁ֙ H2320 וְנַשְׁבִּ֣ירָה H7666 שֶּׁ֔בֶר H7668 וְהַ H7676 וְנִפְתְּחָה H6605 בָּ֑ר H1250 לְהַקְטִ֤ין H6994 אֵיפָה֙ H374 וּלְ H1431 שֶׁ֔קֶל H8255 וּלְ H5791 מֹאזְנֵ֥י H3976 מִרְמָֽה H4820 ",
  "6": "לִקְנ֤וֹת H7069 בַּכֶּ֨סֶף֙ H3701 דַּלִּ֔ים H1800 וְאֶבְי֖וֹן H34 בַּעֲב֣וּר H5668 נַעֲלָ֑יִם H5275 וּמַפַּ֥ל H4651 בַּ֖ר H1250 נַשְׁבִּֽיר H7666 ",
  "7": "נִשְׁבַּ֥ע H7650 יְהוָ֖ה H3068 בִּגְא֣וֹן H1347 יַעֲקֹ֑ב H3290 אִם H518 אֶשְׁכַּ֥ח H7911 לָנֶ֖צַח H5331 כָּל H3605 מַעֲשֵׂיהֶֽם H4639 ",
  "8": "הַ֤עַל H5921 זֹאת֙ H2063 לֹֽא H3808 תִרְגַּ֣ז H7264 הָאָ֔רֶץ H776 וְאָבַ֖ל H56 כָּל H3605 יוֹשֵׁ֣ב H3427 בָּ֑הּ Hb וְעָלְתָ֤ה H5927 כָאֹר֙ H2975 כֻּלָּ֔הּ H3605 וְנִגְרְשָׁ֥ה H1644 ונשקה H8248 כִּיא֥וֹר H2975 מִצְרָֽיִם H4714 ",
  "9": "וְהָיָ֣ה H1961 בַּיּ֣וֹם H3117 הַה֗וּא H1931 נְאֻם֙ H5002 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 וְהֵבֵאתִ֥י H935 הַשֶּׁ֖מֶשׁ H8121 בַּֽצָּהֳרָ֑יִם H6672 וְהַחֲשַׁכְתִּ֥י H2821 לָאָ֖רֶץ H776 בְּי֥וֹם H3117 אֽוֹר H216 ",
  "10": "וְהָפַכְתִּ֨י H2015 חַגֵּיכֶ֜ם H2282 לְאֵ֗בֶל H60 וְכָל H3605 שִֽׁירֵיכֶם֙ H7892 לְקִינָ֔ה H7015 וְהַעֲלֵיתִ֤י H5927 עַל H5921 כָּל H3605 מָתְנַ֨יִם֙ H4975 שָׂ֔ק H8242 וְעַל H5921 כָּל H3605 רֹ֖אשׁ H7218 קָרְחָ֑ה H7144 וְשַׂמְתִּ֨י H7760 כְּאֵ֣בֶל H60 יָחִ֔יד H3173 וְאַחֲרִיתָ֖ H319 כְּי֥וֹם H3117 מָֽר H4751 ",
  "11": "הִנֵּ֣ה H2009 יָמִ֣ים H3117 בָּאִ֗ים H935 נְאֻם֙ H5002 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 וְהִשְׁלַחְתִּ֥י H7971 רָעָ֖ב H7458 בָּאָ֑רֶץ H776 לֹֽא H3808 רָעָ֤ב H7458 לַלֶּ֨חֶם֙ H3899 וְלֹֽא H3808 צָמָ֣א H6772 לַמַּ֔יִם H4325 כִּ֣י H3588 אִם H518 לִשְׁמֹ֔עַ H8085 אֵ֖ת H853 דִּבְרֵ֥י H1697 יְהוָֽה H3068 ",
  "12": "וְנָעוּ֙ H5128 מִיָּ֣ם H3220 עַד H5704 יָ֔ם H3220 וּמִ H6828 וְעַד H5704 מִזְרָ֑ח H4217 יְשֽׁוֹטְט֛וּ H7751 לְבַקֵּ֥שׁ H1245 אֶת H853 דְּבַר H1697 יְהוָ֖ה H3068 וְלֹ֥א H3808 יִמְצָֽאוּ H4672 ",
  "13": "בַּיּ֨וֹם H3117 הַה֜וּא H1931 תִּ֠תְעַלַּפְנָה H5968 הַבְּתוּלֹ֧ת H1330 הַיָּפ֛וֹת H3303 וְהַ H970 בַּצָּמָֽא H6772 ",
  "14": "הַנִּשְׁבָּעִים֙ H7650 בְּאַשְׁמַ֣ת H819 שֹֽׁמְר֔וֹן H8111 וְאָמְר֗וּ H559 חֵ֤י H2416 אֱלֹהֶ֨יךָ֙ H430 דָּ֔ן H1835 וְחֵ֖י H2416 דֶּ֣רֶךְ H1870 בְּאֵֽר H884 שָׁ֑בַע H884 וְנָפְל֖וּ H5307 וְלֹא H3808 יָק֥וּמוּ H6965 עֽוֹד H5750 "
}
