{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, James, serve God and am bound to God through the Lord Jesus Christ. I am writing this letter to the twelve Jewish tribes who trust in Christ and who are scattered throughout the world. I greet you all.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My fellow believers, consider it something to greatly rejoice over when you experience various kinds of hardships.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Understand that as you trust God in hardships, they help you to endure even more hardships.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Endure hardships to their very end, so that you may follow Christ in every way. Then you will not fail to do well.\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone of you needs to know what to do, let him ask God, who gives generously and is not angry at anyone who asks.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when you ask God, trust him to answer you. Do not doubt that he will answer and always help you, because people who keep doubting God cannot follow him, like a wave of the sea that is blown back and forth by the wind and thus cannot continue in the same direction.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Indeed, people who doubt should not think that the Lord God will do anything that they request him to do.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For they are people who cannot decide whether they will follow Jesus or not follow Jesus. These people do not do what they say they will do.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Believers who are poor should be glad because God has honored them.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And believers who are rich should be glad that God has humbled them, which helps them trust in Jesus Christ, because they and their riches will pass away, just as wild flowers wither.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the sun rises, the scorching hot wind dries the plants and causes the flowers to fall and no longer be beautiful. Like the flower that dies, rich people will die while they are earning money.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God honors those who endure hard trials, because God will reward them by making them live forever, as he has promised to do for all who love him.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When we are tempted to sin, we must not think it is God who is tempting us, because no one can persuade God to do evil, and he never tries to persuade anyone to do evil.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But everyone wants to do evil, and so they do it, just as if they are falling into a trap.\n\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that, their evil thoughts lead them to commit sin, and this sin takes over their minds until it destroys them.\n\nThen, when evil desires come together, sin is born, which means the person commits sin and can only be forgiven by Jesus. And when sin produces its final result, death comes, both the death of the body and the death of the spirit, meaniing the sinner is separated from God forever. Only Jesus can save us from this final death.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My fellow believers whom I love, stop deceiving yourselves.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every truly good and perfect gift comes from God the Father, who is in heaven. He is the true God who gives us light. God does not change like created things change, like shadows that appear and disappear. God never changes and He is always good!\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God chose to give us spiritual life when we trusted in his true message. So now believers in Jesus have become the first people to have true spiritual life, which only Jesus can give.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My fellow believers whom I love, you know that every one of you should be eager to pay attention to God's true message. You should not quickly speak your own thoughts, nor quickly get angry,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because when we get angry we cannot do the righteous things that God wants us to do.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So stop doing all kinds of evil, and humbly accept the message that God planted in your inner beings, because he is able to save you if you accept his message.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do what God commands in his message. Do not only listen to it, because people who only listen to it and do not obey it think wrongly that God will save them.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some people hear God's message but do not do what it says. They are like someone who looks at his face in a mirror.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although he looks at himself, he goes away from the mirror and immediately forgets what he looks like.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But other people look closely at God's message, which is perfect and which sets people free to voluntarily do what God wants them to do. And if they continue to examine God's message and do not just hear it and then forget it, but do what God tells them to do, God will bless them because of what they do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some people think that they worship God rightly, but they habitually speak evil talk. Those people are wrong in thinking that they worship God rightly. The fact is that they worship God in vain.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of the things that God has told us to do is to take care of orphans and widows who suffer hardship. Those who do that, and who do not think or act immorally like those who do not obey God, truly worship God, who is our Father, and God approves of them.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}