{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My brothers and sisters, do not think of honoring some people more than others as you at the same time trust in our Lord Jesus Christ, the one who is greater than anything.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For example, suppose that a person who wears gold rings and fine clothes enters your meeting place. Then suppose that a poor person who wears shabby clothes also comes in.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And suppose that you show special attention to the one dressed in fine clothes by saying, \"Please sit here in this nice seat!\" and you say to the poor one, \"You stand over there or sit on the floor!\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have then judged one another for wrong reasons.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Listen to me, my brothers and sisters whom I love. God has chosen poor people who seem to have nothing of value, to trust in him very much. So he will give them great things when he rules everyone everywhere. This is what he has promised to do for everyone who loves him.\n\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you dishonor the poor people. Think about it! It is the rich people, not the poor people, who are causing you to suffer! It is the rich people who forcibly take you to court to accuse you in front of judges!\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And they are the ones who speak evil against the Lord Jesus Christ, the one who is worthy of praise, to whom you belong!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you follow the royal law, as they are written in the scriptures, you will see the command, \"Love your neighbor as you love yourself.\" If you love others, you are doing what is right.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you honor some people more than others, you are doing wrong. And because you do not do what God commanded us to do, he condemns you because you disobey his laws.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who disobey only one of God's laws, even if they obey all his other laws, God considers to be as guilty as anyone who has disobeyed all of his laws.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For example, God said, \"Do not commit adultery,\" but he also said, \"Do not murder anyone.\" So if you do not commit adultery but you murder someone, you have become a person who disobeys God's laws.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Always speak and act toward others as people should whom God will judge using the law that frees us from being punished for our sins.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because when God judges us, he will not act mercifully toward those who do not act mercifully toward others. But if we are merciful to others, then we will not fear God when he judges us.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My brothers and sisters, some people say, \"I believe in the Lord Jesus Christ,\" but they do not do good things. What they say will do them no good. If they only believe with words, God will certainly not save them.\n\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To illustrate, suppose that a brother or sister is continually lacking clothes or food for each day.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And suppose one of you says to them, \"Do not worry, go away, get warm, and find the food you need!\" But if you do not give them the things that they need for their bodies, then that will be no help to them!\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, if you do not do good deeds to help others, what you say about believing in Christ is as useless as a dead person! You do not really believe in Christ.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But someone may say to me, \"God saves some people only because they trust in him, and he saves others because they do good deeds for people.\" I would answer that person, \"You cannot prove to me that people truly trust in God if they do not do good deeds for others! But by doing good deeds for others I will prove to you that I truly trust in God!\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Think about it! You believe that there is only one real God who truly lives, and you are right to believe that. But the demons also believe that, and they tremble because they also know that God truly lives, and that He will punish them.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, you foolish person, I will give you proof that if someone says, \"I trust in God,\" but does not do good deeds, what that person says does not help him in any way.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We all honor Abraham, our ancestor. He tried to obey what God told him to do; he tried to give his son Isaac to God on the altar. God considered Abraham to be a righteous person for trying to obey him.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way, Abraham trusted in God and obeyed him. When he obeyed him, he finished doing what he was trusting God for.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And so it happened as it is written in the scriptures, \"Because Abraham truly trusted in God, God viewed him as someone who did the right thing.\" God also said about Abraham, \"He is my friend.\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the example of Abraham you can realize that it is because people do good deeds that God considers them to be righteous, and not only because they trust in him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, it was certainly because of what Rahab did that God considered her to be good. Rahab had been a prostitute, but she cared for the messengers who came to spy out the land, and she helped them to escape by sending them home on a different road from the one that they came on.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just as when a person no longer breathing is dead and his body is useless, in the same way, someone who says he trusts in God but does nothing good trusts in God uselessly.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}