{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My brothers and sisters, not many of you should desire to become teachers of God's word, because you know that God will judge us teachers more severely than he will judge other people.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In many ways we do what is wrong. But those who control what they say will be all that God intends them to be. They will be able to control all their actions.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To illustrate, if we put a small metal bit into the mouth of a horse in order to cause the horse to obey us, we can turn the horse's large body and cause it to go where we want it to.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Think also about ships. Although a ship may be very large and although it can be moved by strong winds, by turning a very small rudder people can direct the ship wherever they want it to go.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the same way, although our tongues are very small, if we do not control them, we can harm people by talking big. Think also about how just a small flame of fire can cause a large forest to burn.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just like a fire burns a forest, when we say things that are evil, we can destroy many people. What we say reveals that there is much evil within us. What we say contaminates all that we think and do. Just like a flame of fire easily causes the whole surrounding area to burn, what we say can cause sons and daughters and their descendants to want to do evil for the rest of their lives. It is the devil himself who influences us to speak what is evil.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although people are able to tame all kinds of wild animals, birds, reptiles and creatures that live in the water, and people have tamed them,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "no one is able to control what he says. The words we speak are an uncontrolled evil. Our words can do great harm, just like poison that kills.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We use our tongue to praise God, who is our Lord and Father, but we also use our same tongue to ask God to do evil to people. That is very wrong, because God made people like himself.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We praise God, but with our same mouth we also ask for evil things to happen to others. My brothers and sisters, this should not be!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Surely bitter water and good water do not come out of the same spring!\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My brothers and sisters, a fig tree cannot produce olives. Nor can a grapevine produce figs. Neither can a salty spring produce good water. Similarly, we should speak only what is good, and we should not speak what is evil.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If any of you thinks that you are wise and know much, you should always act in a good way to show people that your good deeds are the result of your being truly wise. Being wise helps us to act gently toward others.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you are very envious of other people and lie against them and do them wrong, you should not pretend that you are wise. By boasting like that you are saying that what is true is actually false.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who think like this are not wise as God wants them to be. Instead, they are only thinking and acting as people who do not honor him. They think and act according to their own evil desires. They do what the demons want them to do.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Remember that people who think like this do not control themselves. They envy other people and act as if what they were doing were right, but it is wrong. They do every sort of evil.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God in heaven makes us wise. First of all, he teaches us to be morally pure. He teaches us how to make peace with others. He teaches us to be kind to others and to help them. He teaches to be kind to those who do not deserve it. He teaches us to do good things that have lasting results. He teaches us to never stop doing what is right and to be honest.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who act peacefully toward others cause them to also act peacefully, with the result that they all live together and act in the right way.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}