{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I will tell you why you are fighting among yourselves and quarreling with each other. It is because each of you wants to do the evil things that you enjoy doing, things that do not please your fellow believers.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There are things that you very much desire to have, but you do not get those things, so you want to kill those who hinder you from getting them. You desire what other people have, but you are unable to get what you desire, so you quarrel and fight with one another. You do not have what you desire because you do not ask God for it.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even when you do ask him, he does not give you what you ask for because you are asking for the wrong reason. You are asking for things in order that you may use them just to enjoy yourselves in bad ways.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Like a woman who is unfaithful to her husband, you are being unfaithful to God and not obeying him anymore. Those who behave as evil people do belong to this world and are enemies against God. Perhaps you do not realize that.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Surely you do not think that it is for no reason that God told us in the scriptures that the Spirit he placed in us yearns for us to live our lives in ways that please him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God is powerful and very kind to us, and he wants very much to help us stop sinning. That is why the scripture says, \"God opposes those who are proud, but he helps those who are humble.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So submit yourselves to God. Resist the devil, and as a result he will run away from you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Come near spiritually to God. If you do, he will come near to you. You who are sinners, turn away from doing what is wrong and do only what is good. You who cannot decide whether you will commit yourselves to God, stop thinking wrong thoughts, and think only his thoughts.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be sorrowful and weep because of the wrong that you have done. Do not laugh, enjoying only what you selfishly desire. Instead, be sad because you have done what is wrong.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Humble yourselves before the Lord; if you do, he will honor you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My brothers and sisters, stop speaking evil against one another, because those who speak evil against a fellow believer and thus condemn one who is like a brother or sister to them are really speaking against the law that God gave us to obey. If you speak against his law, you are acting like a judge who condemns it.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But in fact, there is only one who has the authority to forgive our evil and to condemn people, and that is God. He alone is able to save people or to destroy people. You certainly have no right to take God's place and judge others.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of you are arrogantly saying, \"Today or tomorrow we will go to a certain city. We will spend a year there and we will buy and sell things and earn a lot of money.\" Now, you listen to me!\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You should not talk like that, because you do not know what will happen tomorrow, and you do not know how long you will live! Your life is short, like a mist that appears for a short time and then disappears.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead of what you are saying, you should say, \"If the Lord is willing, we will live and do this, or we will do that.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But what you are doing is boasting about all the things that you plan to do. Your boasting like that is evil.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So if anyone knows the right thing that he should do, but he does not do it, he is sinning.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}