{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I have something to say to you rich people who say you believe in Christ. Listen to me! You should weep and wail loudly because you will experience terrible troubles!\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your wealth is worthless, as though it were rotted. Your fine clothes are worthless, as though moths had ruined them.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your gold and silver are worthless, as though they were corroded. When God judges you, this worthless wealth of yours will be evidence that you are guilty of being greedy, and as rust and fire destroy things, God will severely punish you. You have in vain stored up wealth in a time when God is about to judge you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Think about what you have done. You did not pay the wages you promised to the workmen who harvested your fields for you. The pay you kept for yourself shows me your guilt and how unfair you were to them. The workers cry out to God because of the way you treat them. And the Lord God of the angel armies listens to their loud cries.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have bought anything you wanted so you could live like kings. Just like cattle fatten themselves, not realizing that they will be slaughtered, you have lived just to enjoy things, not realizing that God will severely punish you.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have arranged for others to condemn innocent people. You have arranged for others to kill people, even though those people had not done anything wrong. They were not able to defend themselves against you. My brothers and sisters, that is what I say to the rich people who oppress you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, my brothers and sisters, although rich people cause you to suffer, be patient until the Lord Jesus Christ comes back. Remember that when farmers plant a field, they wait for their valuable crops to grow. They must wait patiently for the rain that comes at the planting season and for more rain that comes just before the harvest season. They wait for the crops to grow and mature before they can harvest them.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, you also should wait patiently and trust the Lord Jesus firmly, because he is coming back soon and will judge all people fairly.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My brothers and sisters, do not complain against each other, in order that the Lord Jesus may not condemn and punish you. It is he who will judge us, and he is ready to appear.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My brothers and sisters, as an example of how to be patient, consider the prophets whom the Lord God sent long ago to speak his messages. Although people caused them to suffer much, they endured it patiently.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know that God honors and helps those who endure suffering for him. You have also heard about Job. You know that although he suffered much, the Lord God planned to bring good to Job because he endured that suffering. And from that we know that the Lord is very compassionate and kind.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, my brothers and sisters, I want to say something important about how you talk. You must not take an oath by calling on heaven or by calling on the earth to stand as a witness for the promise you make. All you need to say is \"Yes\" or \"No.\" God will judge you when you say more than that.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever among you is experiencing trouble should pray that God would help him. Whoever is cheerful should sing songs of praise to God.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever among you is sick should call the leaders of the congregation to come to pray for him. They should put olive oil on him and, with the Lord's authority, pray.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The prayer that is offered to God with faith will heal the person who is sick, and the Lord will restore his health. If that person has sinned, God will forgive him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, because the Lord is able to heal the sick and to forgive sins, tell each other the sinful things that you have done, and pray for each other in order that you may be healed. If righteous people pray and ask fervently for God to do something, God will act powerfully and will certainly do it.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although the prophet Elijah was an ordinary person like us, he earnestly prayed that it would not rain. And it did not rain for three and a half years.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he prayed again, asking God to send rain, and God sent rain, and plants grew and produced crops again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My brothers and sisters, if anyone of you stops obeying the true message from God, some other person among you should persuade that person to once again do what God has told us to do. If he stops doing what is wrong,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "all of you should remember that because of that other person, God will save the sinner from spiritual death and will forgive his many sins.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}