{
  "1": "וַיֵּשְׁב֥וּ H3427 שָׂרֵֽי H8269 הָעָ֖ם H5971 בִּירוּשָׁלִָ֑ם H3389 וּשְׁאָ֣ר H7605 הָ֠עָם H5971 הִפִּ֨ילוּ H5307 גוֹרָל֜וֹת H1486 לְהָבִ֣יא H935 אֶחָ֣ד H259 מִן H4480 הָעֲשָׂרָ֗ה H6235 לָשֶׁ֨בֶת֙ H3427 בִּֽירוּשָׁלִַ֨ם֙ H3389 עִ֣יר H5892 הַקֹּ֔דֶשׁ H6944 וְתֵ֥שַׁע H8672 הַיָּד֖וֹת H3027 בֶּעָרִֽים H5892 ",
  "2": "וַֽיְבָרֲכ֖וּ H1288 הָעָ֑ם H5971 לְכֹל֙ H3605 הָֽאֲנָשִׁ֔ים H376 הַמִּֽתְנַדְּבִ֔ים H5068 לָשֶׁ֖בֶת H3427 בִּירוּשָׁלִָֽם H3389 ",
  "3": "וְאֵ֨לֶּה֙ H428 רָאשֵׁ֣י H7218 הַמְּדִינָ֔ה H4082 אֲשֶׁ֥ר H834 יָשְׁב֖וּ H3427 בִּירוּשָׁלִָ֑ם H3389 וּבְ H5892 יְהוּדָ֗ה H3063 יָֽשְׁב֞וּ H3427 אִ֤ישׁ H376 בַּאֲחֻזָּת H272 בְּעָ֣רֵי H5892 יִשְׂרָאֵ֤ל H3478 הַכֹּהֲנִים֙ H3548 וְהַ H3881 וְהַ H5411 וּבְנֵ֖י H1121 עַבְדֵ֥י H5650 שְׁלֹמֹֽה H8010 ",
  "4": "וּבִֽ H3389 יָֽשְׁב֔וּ H3427 מִבְּנֵ֥י H1121 יְהוּדָ֖ה H3063 וּמִ H1121 בִנְיָמִ֑ן H1144 מִבְּנֵ֣י H1121 יְ֠הוּדָה H3063 עֲתָיָ֨ה H6265 בֶן H1121 עֻזִּיָּ֜ה H5818 בֶּן H1121 זְכַרְיָ֧ה H2148 בֶן H1121 אֲמַרְיָ֛ה H568 בֶּן H1121 שְׁפַטְיָ֥ה H8203 בֶן H1121 מַהֲלַלְאֵ֖ל H4111 מִבְּנֵי H1121 פָֽרֶץ H6557 ",
  "5": "וּמַעֲשֵׂיָ֣ה H4641 בֶן H1121 בָּר֣וּךְ H1263 בֶּן H1121 כָּל H3626 חֹ֠זֶה H3626 בֶּן H1121 חֲזָיָ֨ה H2382 בֶן H1121 עֲדָיָ֧ה H5718 בֶן H1121 יוֹיָרִ֛יב H3114 בֶּן H1121 זְכַרְיָ֖ה H2148 בֶּן H1121 הַשִּׁלֹנִֽי H8023 ",
  "6": "כָּל H3605 בְּנֵי H1121 פֶ֕רֶץ H6557 הַיֹּשְׁבִ֖ים H3427 בִּירוּשָׁלִָ֑ם H3389 אַרְבַּ֥ע H702 מֵא֛וֹת H3967 שִׁשִּׁ֥ים H8346 וּשְׁמֹנָ֖ה H8083 אַנְשֵׁי H376 חָֽיִל H2428 ",
  "7": "וְאֵ֖לֶּה H428 בְּנֵ֣י H1121 בִנְיָמִ֑ן H1144 סַלֻּ֡א H5543 בֶּן H1121 מְשֻׁלָּ֡ם H4918 בֶּן H1121 יוֹעֵ֡ד H3133 בֶּן H1121 פְּדָיָה֩ H6305 בֶן H1121 ק֨וֹלָיָ֧ה H6964 בֶן H1121 מַעֲשֵׂיָ֛ה H4641 בֶּן H1121 אִֽיתִיאֵ֖ל H384 בֶּן H1121 יְשַֽׁעְיָֽה H3470 ",
  "8": "וְאַחֲרָ֖י H310 גַּבַּ֣י H1373 סַלָּ֑י H5543 תְּשַׁ֥ע H8672 מֵא֖וֹת H3967 עֶשְׂרִ֥ים H6242 וּשְׁמֹנָֽה H8083 ",
  "9": "וְיוֹאֵ֥ל H3100 בֶּן H1121 זִכְרִ֖י H2147 פָּקִ֣יד H6496 עֲלֵיהֶ֑ם H5921 וִיהוּדָ֧ה H3063 בֶן H1121 הַסְּנוּאָ֛ה H5574 עַל H5921 הָעִ֖יר H5892 מִשְׁנֶֽה H4932 ",
  "10": "מִן H4480 הַֽכֹּהֲנִ֑ים H3548 יְדַֽעְיָ֥ה H3048 בֶן H1121 יוֹיָרִ֖יב H3114 יָכִֽין H3199 ",
  "11": "שְׂרָיָ֨ה H8304 בֶן H1121 חִלְקִיָּ֜ה H2518 בֶּן H1121 מְשֻׁלָּ֣ם H4918 בֶּן H1121 צָד֗וֹק H6659 בֶּן H1121 מְרָיוֹת֙ H4812 בֶּן H1121 אֲחִיט֔וּב H285 נְגִ֖ד H5057 בֵּ֥ית H1004 הָאֱלֹהִֽים H430 ",
  "12": "וַאֲחֵי H251 עֹשֵׂ֤י H6213 הַמְּלָאכָה֙ H4399 לַבַּ֔יִת H1004 שְׁמֹנֶ֥ה H8083 מֵא֖וֹת H3967 עֶשְׂרִ֣ים H6242 וּשְׁנָ֑יִם H8147 וַ֠עֲדָיָה H5718 בֶּן H1121 יְרֹחָ֤ם H3395 בֶּן H1121 פְּלַלְיָה֙ H6421 בֶּן H1121 אַמְצִ֣י H557 בֶן H1121 זְכַרְיָ֔ה H2148 בֶּן H1121 פַּשְׁח֖וּר H6583 בֶּן H1121 מַלְכִּיָּֽה H4441 ",
  "13": "וְאֶחָי H251 רָאשִׁ֣ים H7218 לְאָב֔וֹת H1 מָאתַ֖יִם H3967 אַרְבָּעִ֣ים H705 וּשְׁנָ֑יִם H8147 וַעֲמַשְׁסַ֧י H6023 בֶּן H1121 עֲזַרְאֵ֛ל H5832 בֶּן H1121 אַחְזַ֥י H273 בֶּן H1121 מְשִׁלֵּמ֖וֹת H4919 בֶּן H1121 אִמֵּֽר H564 ",
  "14": "וַאֲחֵי H251 גִּבּ֣וֹרֵי H1368 חַ֔יִל H2428 מֵאָ֖ה H3967 עֶשְׂרִ֣ים H6242 וּשְׁמֹנָ֑ה H8083 וּפָקִ֣יד H6496 עֲלֵיהֶ֔ם H5921 זַבְדִּיאֵ֖ל H2068 בֶּן H1121 הַגְּדוֹלִֽים H1419 ",
  "15": "וּמִֽן H4480 הַלְוִיִּ֑ם H3881 שְׁמַעְיָ֧ה H8098 בֶן H1121 חַשּׁ֛וּב H2815 בֶּן H1121 עַזְרִיקָ֥ם H5840 בֶּן H1121 חֲשַׁבְיָ֖ה H2811 בֶּן H1121 בּוּנִּֽי H1138 ",
  "16": "וְשַׁבְּתַ֨י H7678 וְיוֹזָבָ֜ד H3107 עַל H5921 הַמְּלָאכָ֤ה H4399 הַחִֽיצֹנָה֙ H2435 לְבֵ֣ית H1004 הָאֱלֹהִ֔ים H430 מֵרָאשֵׁ֖י H7218 הַלְוִיִּֽם H3881 ",
  "17": "וּמַתַּנְיָ֣ה H4983 בֶן H1121 מִ֠יכָה H4318 בֶּן H1121 זַבְדִּ֨י H2067 בֶן H1121 אָסָ֜ף H623 רֹ֗אשׁ H7218 הַתְּחִלָּה֙ H8462 יְהוֹדֶ֣ה H3034 לַתְּפִלָּ֔ה H8605 וּבַקְבֻּקְיָ֖ה H1229 מִשְׁנֶ֣ה H4932 מֵאֶחָ֑י H251 וְעַבְדָּא֙ H5653 בֶּן H1121 שַׁמּ֔וּעַ H8051 בֶּן H1121 גָּלָ֖ל H1559 בֶּן H1121 ידיתון H3038 ",
  "18": "כָּל H3605 הַלְוִיִּם֙ H3881 בְּעִ֣יר H5892 הַקֹּ֔דֶשׁ H6944 מָאתַ֖יִם H3967 שְׁמֹנִ֥ים H8084 וְאַרְבָּעָֽה H702 ",
  "19": "וְהַ H7778 עַקּ֣וּב H6126 טַלְמ֔וֹן H2929 וַאֲחֵי H251 הַשֹּׁמְרִ֣ים H8104 בַּשְּׁעָרִ֑ים H8179 מֵאָ֖ה H3967 שִׁבְעִ֥ים H7657 וּשְׁנָֽיִם H8147 ",
  "20": "וּשְׁאָ֨ר H7605 יִשְׂרָאֵ֜ל H3478 הַכֹּהֲנִ֤ים H3548 הַלְוִיִּם֙ H3881 בְּכָל H3605 עָרֵ֣י H5892 יְהוּדָ֔ה H3063 אִ֖ישׁ H376 בְּנַחֲלָתֽ H5159 ",
  "21": "וְהַ H5411 יֹשְׁבִ֣ים H3427 בָּעֹ֑פֶל H6077 וְצִיחָ֥א H6727 וְגִשְׁפָּ֖א H1658 עַל H5921 הַנְּתִינִֽים H5411 ",
  "22": "וּפְקִ֤יד H6496 הַלְוִיִּם֙ H3881 בִּיר֣וּשָׁלִַ֔ם H3389 עֻזִּ֤י H5813 בֶן H1121 בָּנִי֙ H1137 בֶּן H1121 חֲשַׁבְיָ֔ה H2811 בֶּן H1121 מַתַּנְיָ֖ה H4983 בֶּן H1121 מִיכָ֑א H4316 מִבְּנֵ֤י H1121 אָסָף֙ H623 הַמְשֹׁ֣רְרִ֔ים H7891 לְנֶ֖גֶד H5048 מְלֶ֥אכֶת H4399 בֵּית H1004 הָאֱלֹהִֽים H430 ",
  "23": "כִּֽי H3588 מִצְוַ֥ת H4687 הַמֶּ֖לֶךְ H4428 עֲלֵיהֶ֑ם H5921 וַאֲמָנָ֥ה H548 עַל H5921 הַמְשֹׁרְרִ֖ים H7891 דְּבַר H1697 י֥וֹם H3117 בְּיוֹמֽ H3117 ",
  "24": "וּפְתַֽחְיָ֨ה H6611 בֶּן H1121 מְשֵֽׁיזַבְאֵ֜ל H4898 מִבְּנֵי H1121 זֶ֤רַח H2226 בֶּן H1121 יְהוּדָה֙ H3063 לְיַ֣ד H3027 הַמֶּ֔לֶךְ H4428 לְכָל H3605 דָּבָ֖ר H1697 לָעָֽם H5971 ",
  "25": "וְאֶל H413 הַחֲצֵרִ֖ים H2691 בִּשְׂדֹתָ֑ H7704 מִבְּנֵ֣י H1121 יְהוּדָ֗ה H3063 יָֽשְׁב֞וּ H3427 בְּקִרְיַ֤ת H7153 הָֽאַרְבַּע֙ H7153 וּבְנֹתֶ֔י H1323 וּבְ H1769 וּבְנֹתֶ֔י H1323 וּבִֽ H3343 וַחֲצֵרֶֽי H2691 ",
  "26": "וּבְ H3442 וּבְ H4137 וּבְ H1046 פָּֽלֶט H1046 ",
  "27": "וּבַ H2705 שׁוּעָ֛ל H2705 וּבִ H884 שֶׁ֖בַע H884 וּבְנֹתֶֽי H1323 ",
  "28": "וּבְ H6860 וּבִ H4368 וּבִ H1323 ",
  "29": "וּבְ H5884 רִמּ֛וֹן H5884 וּבְ H6881 וּבְ H3412 ",
  "30": "זָנֹ֤חַ H2182 עֲדֻלָּם֙ H5725 וְחַצְרֵי H2691 לָכִישׁ֙ H3923 וּשְׂדֹתֶ֔י H7704 עֲזֵקָ֖ה H5825 וּבְנֹתֶ֑י H1323 וַיַּחֲנ֥וּ H2583 מִבְּאֵֽר H884 שֶׁ֖בַע H884 עַד H5704 גֵּֽיא H1516 הִנֹּֽם H2011 ",
  "31": "וּבְנֵ֥י H1121 בִנְיָמִ֖ן H1144 מִגָּ֑בַע H1387 מִכְמָ֣שׂ H4363 וְעַיָּ֔ה H5857 וּבֵֽית H1008 אֵ֖ל H1008 וּבְנֹתֶֽי H1323 ",
  "32": "עֲנָת֥וֹת H6068 נֹ֖ב H5011 עֲנָֽנְיָֽה H6055 ",
  "33": "חָצ֥וֹר H2674 רָמָ֖ה H7414 גִּתָּֽיִם H1664 ",
  "34": "חָדִ֥יד H2307 צְבֹעִ֖ים H6650 נְבַלָּֽט H5041 ",
  "35": "לֹ֥ד H3850 וְאוֹנ֖וֹ H207 גֵּ֥י H1516 הַחֲרָשִֽׁים H2791 ",
  "36": "וּמִן H4480 הַלְוִיִּ֔ם H3881 מַחְלְק֥וֹת H4256 יְהוּדָ֖ה H3063 לְבִנְיָמִֽין H1144 "
}
