{
  "1": "בַּיּ֣וֹם H3117 הַה֗וּא H1931 נִקְרָ֛א H7121 בְּסֵ֥פֶר H5612 מֹשֶׁ֖ה H4872 בְּאָזְנֵ֣י H241 הָעָ֑ם H5971 וְנִמְצָא֙ H4672 כָּת֣וּב H3789 בּ֔וֹ Hb אֲ֠שֶׁר H834 לֹא H3808 יָב֨וֹא H935 עַמֹּנִ֧י H5984 וּמֹאָבִ֛י H4125 בִּקְהַ֥ל H6951 הָאֱלֹהִ֖ים H430 עַד H5704 עוֹלָֽם H5769 ",
  "2": "כִּ֣י H3588 לֹ֧א H3808 קִדְּמ֛וּ H6923 אֶת H853 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 בַּלֶּ֣חֶם H3899 וּבַ H4325 וַיִּשְׂכֹּ֨ר H7936 עָלָ֤יו H5921 אֶת H853 בִּלְעָם֙ H1109 לְקַֽלְל֔ H7043 וַיַּהֲפֹ֧ךְ H2015 אֱלֹהֵ֛ינוּ H430 הַקְּלָלָ֖ה H7045 לִבְרָכָֽה H1293 ",
  "3": "וַיְהִ֖י H1961 כְּשָׁמְעָ֣ H8085 אֶת H853 הַתּוֹרָ֑ה H8451 וַיַּבְדִּ֥ילוּ H914 כָל H3605 עֵ֖רֶב H6154 מִיִּשְׂרָאֵֽל H3478 ",
  "4": "וְלִ H6440 מִזֶּ֔ה H2088 אֶלְיָשִׁיב֙ H475 הַכֹּהֵ֔ן H3548 נָת֖וּן H5414 בְּלִשְׁכַּ֣ת H3957 בֵּית H1004 אֱלֹהֵ֑ינוּ H430 קָר֖וֹב H7138 לְטוֹבִיָּֽה H2900 ",
  "5": "וַיַּ֨עַשׂ H6213 ל֜וֹ Hl לִשְׁכָּ֣ה H3957 גְדוֹלָ֗ה H1419 וְשָׁ֣ם H8033 הָי֪וּ H1961 לְפָנִ֟ים H6440 נֹ֠תְנִים H5414 אֶת H853 הַמִּנְחָ֨ה H4503 הַלְּבוֹנָ֜ה H3828 וְהַ H3627 וּמַעְשַׂ֤ר H4643 הַדָּגָן֙ H1715 הַתִּיר֣וֹשׁ H8492 וְהַ H3323 מִצְוַת֙ H4687 הַלְוִיִּ֔ם H3881 וְהַ H7891 וְהַ H7778 וּתְרוּמַ֖ת H8641 הַכֹּהֲנִֽים H3548 ",
  "6": "וּבְ H3605 זֶ֕ה H2088 לֹ֥א H3808 הָיִ֖יתִי H1961 בִּֽירוּשָׁלִָ֑ם H3389 כִּ֡י H3588 בִּשְׁנַת֩ H8141 שְׁלֹשִׁ֨ים H7970 וּשְׁתַּ֜יִם H8147 לְאַרְתַּחְשַׁ֤סְתְּא H783 מֶֽלֶךְ H4428 בָּבֶל֙ H894 בָּ֣אתִי H935 אֶל H413 הַמֶּ֔לֶךְ H4428 וּלְ H7093 יָמִ֖ים H3117 נִשְׁאַ֥לְתִּי H7592 מִן H4480 הַמֶּֽלֶךְ H4428 ",
  "7": "וָאָב֖וֹא H935 לִֽירוּשָׁלִָ֑ם H3389 וָאָבִ֣ינָ H995 בָרָעָ֗ה H7451 אֲשֶׁ֨ר H834 עָשָׂ֤ה H6213 אֶלְיָשִׁיב֙ H475 לְט֣וֹבִיָּ֔ה H2900 לַעֲשׂ֥וֹת H6213 לוֹ֙ Hl נִשְׁכָּ֔ה H5393 בְּחַצְרֵ֖י H2691 בֵּ֥ית H1004 הָאֱלֹהִֽים H430 ",
  "8": "וַיֵּ֥רַֽע H7489 לִ֖י Hl מְאֹ֑ד H3966 וָֽאַשְׁלִ֜יכָ H7993 אֶֽת H853 כָּל H3605 כְּלֵ֧י H3627 בֵית H1004 טוֹבִיָּ֛ה H2900 הַח֖וּץ H2351 מִן H4480 הַלִּשְׁכָּֽה H3957 ",
  "9": "וָאֹ֣מְרָ֔ H559 וַֽיְטַהֲר֖וּ H2891 הַלְּשָׁכ֑וֹת H3957 וָאָשִׁ֣יבָ H7725 שָּׁ֗ם H8033 כְּלֵי֙ H3627 בֵּ֣ית H1004 הָאֱלֹהִ֔ים H430 אֶת H854 הַמִּנְחָ֖ה H4503 וְהַ H3828 ",
  "10": "וָאֵ֣דְעָ֔ H3045 כִּֽי H3588 מְנָי֥וֹת H4521 הַלְוִיִּ֖ם H3881 לֹ֣א H3808 נִתָּ֑נָה H5414 וַיִּבְרְח֧וּ H1272 אִישׁ H376 לְשָׂדֵ֛ H7704 הַלְוִיִּ֥ם H3881 וְהַ H7891 עֹשֵׂ֥י H6213 הַמְּלָאכָֽה H4399 ",
  "11": "וָאָרִ֨יבָ H7378 אֶת H854 הַסְּגָנִ֔ים H5461 וָאֹ֣מְרָ֔ H559 מַדּ֖וּעַ H4069 נֶעֱזַ֣ב H5800 בֵּית H1004 הָאֱלֹהִ֑ים H430 וָֽאֶ֨קְבְּצֵ֔ H6908 וָֽאַעֲמִדֵ֖ H5975 עַל H5921 עָמְדָֽם H5977 ",
  "12": "וְכָל H3605 יְהוּדָ֗ה H3063 הֵבִ֜יאוּ H935 מַעְשַׂ֧ר H4643 הַדָּגָ֛ן H1715 וְהַ H8492 וְהַ H3323 לָאוֹצָרֽוֹת H214 ",
  "13": "וָאוֹצְרָ֣ H686 עַל H5921 א֠וֹצָרוֹת H214 שֶׁלֶמְיָ֨ה H8018 הַכֹּהֵ֜ן H3548 וְצָד֣וֹק H6659 הַסּוֹפֵ֗ר H5608 וּפְדָיָה֙ H6305 מִן H4480 הַלְוִיִּ֔ם H3881 וְעַל H5921 יָדָ֔ם H3027 חָנָ֥ן H2605 בֶּן H1121 זַכּ֖וּר H2139 בֶּן H1121 מַתַּנְיָ֑ה H4983 כִּ֤י H3588 נֶאֱמָנִים֙ H539 נֶחְשָׁ֔בוּ H2803 וַעֲלֵי H5921 לַחֲלֹ֥ק H2505 לַאֲחֵי H251 ",
  "14": "זָכְרָה H2142 לִּ֥י Hl אֱלֹהַ֖י H430 עַל H5921 זֹ֑את H2063 וְאַל H408 תֶּ֣מַח H4229 חֲסָדַ֗י H2617 אֲשֶׁ֥ר H834 עָשִׂ֛יתִי H6213 בְּבֵ֥ית H1004 אֱלֹהַ֖י H430 וּבְ H4929 ",
  "15": "בַּיָּמִ֣ים H3117 הָהֵ֡מָּה H1992 רָאִ֣יתִי H7200 בִֽיהוּדָ֣ה H3063 דֹּֽרְכִֽים H1869 גִּתּ֣וֹת H1660 בַּשַּׁבָּ֡ת H7676 וּמְבִיאִ֣ים H935 הָעֲרֵמ֣וֹת H6194 וְֽעֹמְסִ֪ים H6006 עַל H5921 הַחֲמֹרִ֟ים H2543 וְאַף H637 יַ֜יִן H3196 עֲנָבִ֤ים H6025 וּתְאֵנִים֙ H8384 וְכָל H3605 מַשָּׂ֔א H4853 וּמְבִיאִ֥ים H935 יְרוּשָׁלִַ֖ם H3389 בְּי֣וֹם H3117 הַשַּׁבָּ֑ת H7676 וָאָעִ֕יד H5749 בְּי֖וֹם H3117 מִכְרָ֥ם H4376 צָֽיִד H6718 ",
  "16": "וְהַ H6876 יָ֣שְׁבוּ H3427 בָ֔הּ Hb מְבִיאִ֥ים H935 דָּ֖אג H1709 וְכָל H3605 מֶ֑כֶר H4377 וּמֹכְרִ֧ים H4376 בַּשַּׁבָּ֛ת H7676 לִבְנֵ֥י H1121 יְהוּדָ֖ה H3063 וּבִ H3389 ",
  "17": "וָאָרִ֕יבָ H7378 אֵ֖ת H854 חֹרֵ֣י H2715 יְהוּדָ֑ה H3063 וָאֹמְרָ֣ H559 לָהֶ֗ם Hl מָֽה H4100 הַדָּבָ֨ר H1697 הָרָ֤ע H7451 הַזֶּה֙ H2088 אֲשֶׁ֣ר H834 אַתֶּ֣ם H859 עֹשִׂ֔ים H6213 וּֽמְחַלְּלִ֖ים H2490 אֶת H853 י֥וֹם H3117 הַשַּׁבָּֽת H7676 ",
  "18": "הֲל֨וֹא H3808 כֹ֤ה H3541 עָשׂוּ֙ H6213 אֲבֹ֣תֵיכֶ֔ם H1 וַיָּבֵ֨א H935 אֱלֹהֵ֜ינוּ H430 עָלֵ֗ינוּ H5921 אֵ֚ת H853 כָּל H3605 הָרָעָ֣ה H7451 הַזֹּ֔את H2063 וְעַ֖ל H5921 הָעִ֣יר H5892 הַזֹּ֑את H2063 וְאַתֶּ֞ם H859 מוֹסִיפִ֤ים H935 חָרוֹן֙ H2740 עַל H5921 יִשְׂרָאֵ֔ל H3478 לְחַלֵּ֖ל H2490 אֶת H853 הַשַּׁבָּֽת H7676 ",
  "19": "וַיְהִ֡י H1961 כַּאֲשֶׁ֣ר H834 צָֽלֲלוּ֩ H6751 שַׁעֲרֵ֨י H8179 יְרוּשָׁלִַ֜ם H3389 לִפְנֵ֣י H6440 הַשַּׁבָּ֗ת H7676 וָאֹֽמְרָ H559 וַיִּסָּגְר֣וּ H5462 הַדְּלָת֔וֹת H1817 וָאֹ֣מְרָ֔ H559 אֲשֶׁר֙ H834 לֹ֣א H3808 יִפְתָּח֔וּם H6605 עַ֖ד H5704 אַחַ֣ר H310 הַשַּׁבָּ֑ת H7676 וּמִ H5288 הֶֽעֱמַ֨דְתִּי֙ H5975 עַל H5921 הַשְּׁעָרִ֔ים H8179 לֹא H3808 יָב֥וֹא H935 מַשָּׂ֖א H4853 בְּי֥וֹם H3117 הַשַּׁבָּֽת H7676 ",
  "20": "וַיָּלִ֨ינוּ H3885 הָרֹכְלִ֜ים H7402 וּמֹכְרֵ֧י H4376 כָל H3605 מִמְכָּ֛ר H4465 מִח֥וּץ H2351 לִירוּשָׁלִָ֖ם H3389 פַּ֥עַם H6471 וּשְׁתָּֽיִם H8147 ",
  "21": "וָאָעִ֣ידָ H5749 בָהֶ֗ם Hb וָאֹמְרָ֤ H559 אֲלֵיהֶם֙ H413 מַדּ֜וּעַ H4069 אַתֶּ֤ם H859 לֵנִים֙ H3885 נֶ֣גֶד H5048 הַחוֹמָ֔ה H2346 אִם H518 תִּשְׁנ֕וּ H8138 יָ֖ד H3027 אֶשְׁלַ֣ח H7971 בָּכֶ֑ם Hb מִן H4480 הָעֵ֣ת H6256 הַהִ֔יא H1931 לֹא H3808 בָ֖אוּ H935 בַּשַּׁבָּֽת H7676 ",
  "22": "וָאֹמְרָ֣ H559 לַלְוִיִּ֗ם H3881 אֲשֶׁ֨ר H834 יִֽהְי֤וּ H1961 מִֽטַּהֲרִים֙ H2891 וּבָאִים֙ H935 שֹׁמְרִ֣ים H8104 הַשְּׁעָרִ֔ים H8179 לְקַדֵּ֖שׁ H6942 אֶת H853 י֣וֹם H3117 הַשַּׁבָּ֑ת H7676 גַּם H1571 זֹאת֙ H2063 זָכְרָה H2142 לִּ֣י Hl אֱלֹהַ֔י H430 וְח֥וּסָ H2347 עָלַ֖י H5921 כְּרֹ֥ב H7230 חַסְדֶּֽךָ H2617 ",
  "23": "גַּ֣ם H1571 בַּיָּמִ֣ים H3117 הָהֵ֗ם H1992 רָאִ֤יתִי H7200 אֶת H853 הַיְּהוּדִים֙ H3064 הֹשִׁ֗יבוּ H3427 נָשִׁים֙ H802 אשדודיות H796 עמוניות H5984 מוֹאֲבִיּֽוֹת H4125 ",
  "24": "וּבְנֵי H1121 חֲצִי֙ H2677 מְדַבֵּ֣ר H1696 אַשְׁדּוֹדִ֔ית H797 וְאֵינָ֥ H369 מַכִּירִ֖ים H5234 לְדַבֵּ֣ר H1696 יְהוּדִ֑ית H3066 וְכִ H3956 עַ֥ם H5971 וָעָֽם H5971 ",
  "25": "וָאָרִ֤יב H7378 עִמָּם֙ H5973 וָאֲקַֽלְלֵ֔ H7043 וָאַכֶּ֥ה H5221 מֵהֶ֛ם H1992 אֲנָשִׁ֖ים H376 וָֽאֶמְרְטֵ֑ H4803 וָאַשְׁבִּיעֵ֣ H7650 בֵּֽאלֹהִ֗ים H430 אִם H518 תִּתְּנ֤וּ H5414 בְנֹֽתֵיכֶם֙ H1323 לִבְנֵי H1121 וְאִם H518 תִּשְׂאוּ֙ H5375 מִבְּנֹ֣תֵי H1323 לִבְנֵי H1121 וְלָ Hc/Hl ",
  "26": "הֲל֣וֹא H3808 עַל H5921 אֵ֣לֶּה H428 חָטָֽא H2398 שְׁלֹמֹ֣ה H8010 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֡ל H3478 וּבַ H1471 הָרַבִּים֩ H7227 לֹֽא H3808 הָיָ֨ה H1961 מֶ֜לֶךְ H4428 כָּמֹ֗הוּ H3644 וְאָה֤וּב H157 לֵֽאלֹהָי H430 הָיָ֔ה H1961 וַיִּתְּנֵ֣ H5414 אֱלֹהִ֔ים H430 מֶ֖לֶךְ H4428 עַל H5921 כָּל H3605 יִשְׂרָאֵ֑ל H3478 גַּם H1571 אוֹת֣וֹ H853 הֶחֱטִ֔יאוּ H2398 הַנָּשִׁ֖ים H802 הַנָּכְרִיּֽוֹת H5237 ",
  "27": "וְלָ Hc/Hl הֲנִשְׁמַ֗ע H8085 לַעֲשֹׂת֙ H6213 אֵ֣ת H853 כָּל H3605 הָרָעָ֤ה H7451 הַגְּדוֹלָה֙ H1419 הַזֹּ֔את H2063 לִמְעֹ֖ל H4603 בֵּֽאלֹהֵ֑י H430 לְהֹשִׁ֖יב H3427 נָשִׁ֥ים H802 נָכְרִיּֽוֹת H5237 ",
  "28": "וּמִ H1121 יוֹיָדָ֤ע H3111 בֶּן H1121 אֶלְיָשִׁיב֙ H475 הַכֹּהֵ֣ן H3548 הַגָּד֔וֹל H1419 חָתָ֖ן H2860 לְסַנְבַלַּ֣ט H5571 הַחֹרֹנִ֑י H2772 וָאַבְרִיחֵ֖ H1272 מֵעָלָֽ H5921 ",
  "29": "זָכְרָ֥ה H2142 לָהֶ֖ם H1992 אֱלֹהָ֑י H430 עַ֚ל H5921 גָּאֳלֵ֣י H1352 הַכְּהֻנָּ֔ה H3550 וּבְרִ֥ית H1285 הַכְּהֻנָּ֖ה H3550 וְהַ H3881 ",
  "30": "וְטִֽהַרְתִּ֖י H2891 מִכָּל H3605 נֵכָ֑ר H5236 וָאַעֲמִ֧ידָ H5975 מִשְׁמָר֛וֹת H4931 לַכֹּהֲנִ֥ים H3548 וְלַ H3881 אִ֥ישׁ H376 בִּמְלַאכְתּֽ H4399 ",
  "31": "וּלְ H7133 הָעֵצִ֛ים H6086 בְּעִתִּ֥ים H6256 מְזֻמָּנ֖וֹת H2163 וְלַ H1061 זָכְרָה H2142 לִּ֥י Hl אֱלֹהַ֖י H430 לְטוֹבָֽה H2896 "
}
