{
  "1": "וַתְּהִ֨י H1961 צַעֲקַ֥ת H6818 הָעָ֛ם H5971 וּנְשֵׁי H802 גְּדוֹלָ֑ה H1419 אֶל H413 אֲחֵיהֶ֖ם H251 הַיְּהוּדִֽים H3064 ",
  "2": "וְיֵשׁ֙ H3426 אֲשֶׁ֣ר H834 אֹמְרִ֔ים H559 בָּנֵ֥ינוּ H1121 וּבְנֹתֵ֖י H1323 אֲנַ֣חְנוּ H587 רַבִּ֑ים H7227 וְנִקְחָ֥ה H3947 דָגָ֖ן H1715 וְנֹאכְלָ֥ה H398 וְנִחְיֶֽה H2421 ",
  "3": "וְיֵשׁ֙ H3426 אֲשֶׁ֣ר H834 אֹמְרִ֔ים H559 שְׂדֹתֵ֛ינוּ H7704 וּכְרָמֵ֥י H3754 וּבָתֵּ֖י H1004 אֲנַ֣חְנוּ H587 עֹרְבִ֑ים H6148 וְנִקְחָ֥ה H3947 דָגָ֖ן H1715 בָּרָעָֽב H7458 ",
  "4": "וְיֵשׁ֙ H3426 אֲשֶׁ֣ר H834 אֹמְרִ֔ים H559 לָוִ֥ינוּ H3867 כֶ֖סֶף H3701 לְמִדַּ֣ת H4060 הַמֶּ֑לֶךְ H4428 שְׂדֹתֵ֖ינוּ H7704 וּכְרָמֵֽי H3754 ",
  "5": "וְעַתָּ֗ה H6258 כִּבְשַׂ֤ר H1320 אַחֵ֨ינוּ֙ H251 בְּשָׂרֵ֔נוּ H1320 כִּבְנֵי H1121 בָּנֵ֑ינוּ H1121 וְהִנֵּ֣ה H2009 אֲנַ֣חְנוּ H587 כֹ֠בְשִׁים H3533 אֶת H853 בָּנֵ֨ינוּ H1121 וְאֶת H853 בְּנֹתֵ֜ינוּ H1323 לַעֲבָדִ֗ים H5650 וְיֵ֨שׁ H3426 מִבְּנֹתֵ֤י H1323 נִכְבָּשׁוֹת֙ H3533 וְאֵ֣ין H369 לְאֵ֣ל H410 יָדֵ֔נוּ H3027 וּשְׂדֹתֵ֥י H7704 וּכְרָמֵ֖י H3754 לַאֲחֵרִֽים H312 ",
  "6": "וַיִּ֥חַר H2734 לִ֖י Hl מְאֹ֑ד H3966 כַּאֲשֶׁ֤ר H834 שָׁמַ֨עְתִּי֙ H8085 אֶת H853 זַֽעֲקָתָ֔ם H2201 וְאֵ֖ת H853 הַדְּבָרִ֥ים H1697 הָאֵֽלֶּה H428 ",
  "7": "וַיִּמָּלֵ֨ךְ H4427 לִבִּ֜י H3820 עָלַ֗י H5921 וָאָרִ֨יבָ H7378 אֶת H854 הַחֹרִ֣ים H2715 וְאֶת H854 הַסְּגָנִ֔ים H5461 וָאֹמְרָ֣ H559 לָהֶ֔ם Hl מַשָּׁ֥א H4855 אִישׁ H376 בְּאָחִ֖י H251 אַתֶּ֣ם H859 נשאים H5383 וָאֶתֵּ֥ן H5414 עֲלֵיהֶ֖ם H5921 קְהִלָּ֥ה H6952 גְדוֹלָֽה H1419 ",
  "8": "וָאֹמְרָ֣ H559 לָהֶ֗ם Hl אֲנַ֣חְנוּ H587 קָ֠נִינוּ H7069 אֶת H853 אַחֵ֨ינוּ H251 הַיְּהוּדִ֜ים H3064 הַנִּמְכָּרִ֤ים H4376 לַגּוֹיִם֙ H1471 כְּדֵ֣י H1767 בָ֔נוּ Hb וְגַם H1571 אַתֶּ֛ם H859 תִּמְכְּר֥וּ H4376 אֶת H853 אֲחֵיכֶ֖ם H251 וְנִמְכְּרוּ H4376 לָ֑נוּ Hl וַֽיַּחֲרִ֔ישׁוּ H2790 וְלֹ֥א H3808 מָצְא֖וּ H4672 דָּבָֽר H1697 ",
  "9": "ויאמר H559 לֹא H3808 ט֥וֹב H2896 הַדָּבָ֖ר H1697 אֲשֶׁר H834 אַתֶּ֣ם H859 עֹשִׂ֑ים H6213 הֲל֞וֹא H3808 בְּיִרְאַ֤ת H3374 אֱלֹהֵ֨ינוּ֙ H430 תֵּלֵ֔כוּ H3212 מֵחֶרְפַּ֖ת H2781 הַגּוֹיִ֥ם H1471 אוֹיְבֵֽינוּ H341 ",
  "10": "וְגַם H1571 אֲנִי֙ H589 אַחַ֣י H251 וּנְעָרַ֔ H5288 נֹשִׁ֥ים H5383 בָּהֶ֖ם Hb כֶּ֣סֶף H3701 וְדָגָ֑ן H1715 נַֽעַזְבָה H5800 נָּ֖א H4994 אֶת H853 הַמַּשָּׁ֥א H4855 הַזֶּֽה H2088 ",
  "11": "הָשִׁיבוּ֩ H7725 נָ֨א H4994 לָהֶ֜ם Hl כְּהַ H3117 שְׂדֹתֵיהֶ֛ם H7704 כַּרְמֵיהֶ֥ם H3754 זֵיתֵיהֶ֖ם H2132 וּבָתֵּי H1004 וּמְאַ֨ת H3967 הַכֶּ֤סֶף H3701 וְהַ H1715 הַתִּיר֣וֹשׁ H8492 וְהַ H3323 אֲשֶׁ֥ר H834 אַתֶּ֖ם H859 נֹשִׁ֥ים H5383 בָּהֶֽם Hb ",
  "12": "וַיֹּאמְר֣וּ H559 נָשִׁ֗יב H7725 וּמֵ H1992 לֹ֣א H3808 נְבַקֵּ֔שׁ H1245 כֵּ֣ן H3651 נַעֲשֶׂ֔ה H6213 כַּאֲשֶׁ֖ר H834 אַתָּ֣ה H859 אוֹמֵ֑ר H559 וָאֶקְרָא֙ H7121 אֶת H853 הַכֹּ֣הֲנִ֔ים H3548 וָֽאַשְׁבִּיעֵ֔ H7650 לַעֲשׂ֖וֹת H6213 כַּדָּבָ֥ר H1697 הַזֶּֽה H2088 ",
  "13": "גַּם H1571 חָצְנִ֣י H2684 נָעַ֗רְתִּי H5287 וָֽאֹמְרָ֡ H559 כָּ֣כָה H3602 יְנַעֵ֪ר H5287 הָֽאֱלֹהִ֟ים H430 אֶת H853 כָּל H3605 הָאִישׁ֩ H376 אֲשֶׁ֨ר H834 לֹֽא H3808 יָקִ֜ים H6965 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֗ה H2088 מִבֵּית H1004 וּמִ֣ H3018 וְכָ֛כָה H3602 יִהְיֶ֥ה H1961 נָע֖וּר H5287 וָרֵ֑ק H7386 וַיֹּאמְר֨וּ H559 כָֽל H3605 הַקָּהָ֜ל H6951 אָמֵ֗ן H543 וַֽיְהַלְלוּ֙ H1984 אֶת H853 יְהוָ֔ה H3068 וַיַּ֥עַשׂ H6213 הָעָ֖ם H5971 כַּדָּבָ֥ר H1697 הַזֶּֽה H2088 ",
  "14": "גַּ֞ם H1571 מִיּ֣וֹם H3117 אֲשֶׁר H834 צִוָּ֣ה H6680 אֹתִ֗י H853 לִהְי֣וֹת H1961 פֶּחָם֮ H6346 בְּאֶ֣רֶץ H776 יְהוּדָה֒ H3063 מִשְּׁנַ֣ת H8141 עֶשְׂרִ֗ים H6242 וְ֠עַד H5704 שְׁנַ֨ת H8141 שְׁלֹשִׁ֤ים H7970 וּשְׁתַּ֨יִם֙ H8147 לְאַרְתַּחְשַׁ֣סְתְּא H783 הַמֶּ֔לֶךְ H4428 שָׁנִ֖ים H8141 שְׁתֵּ֣ים H8147 עֶשְׂרֵ֑ה H6240 אֲנִ֣י H589 וְאַחַ֔ H251 לֶ֥חֶם H3899 הַפֶּ֖חָה H6346 לֹ֥א H3808 אָכַֽלְתִּי H398 ",
  "15": "וְהַ H6346 הָרִאשֹׁנִ֨ים H7223 אֲשֶׁר H834 לְפָנַ֜ H6440 הִכְבִּ֣ידוּ H3513 עַל H5921 הָעָ֗ם H5971 וַיִּקְח֨וּ H3947 מֵהֶ֜ם H1992 בְּלֶ֤חֶם H3899 וָיַ֨יִן֙ H3196 אַחַר֙ H310 כֶּֽסֶף H3701 שְׁקָלִ֣ים H8255 אַרְבָּעִ֔ים H705 גַּ֥ם H1571 נַעֲרֵיהֶ֖ם H5288 שָׁלְט֣וּ H7980 עַל H5921 הָעָ֑ם H5971 וַאֲנִי֙ H589 לֹא H3808 עָשִׂ֣יתִי H6213 כֵ֔ן H3651 מִפְּנֵ֖י H6440 יִרְאַ֥ת H3374 אֱלֹהִֽים H430 ",
  "16": "וְ֠גַם H1571 בִּמְלֶ֜אכֶת H4399 הַחוֹמָ֤ה H2346 הַזֹּאת֙ H2063 הֶחֱזַ֔קְתִּי H2388 וְשָׂדֶ֖ה H7704 לֹ֣א H3808 קָנִ֑ינוּ H7069 וְכָל H3605 נְעָרַ֔י H5288 קְבוּצִ֥ים H6908 שָׁ֖ם H8033 עַל H5921 הַמְּלָאכָֽה H4399 ",
  "17": "וְהַ H3064 וְהַ H5461 מֵאָ֧ה H3967 וַחֲמִשִּׁ֣ים H2572 אִ֗ישׁ H376 וְהַ H935 אֵלֵ֛ינוּ H413 מִן H4480 הַגּוֹיִ֥ם H1471 אֲשֶׁר H834 סְבִיבֹתֵ֖ינוּ H5439 עַל H5921 שֻׁלְחָנִֽי H7979 ",
  "18": "וַאֲשֶׁר֩ H834 הָיָ֨ה H1961 נַעֲשֶׂ֜ה H6213 לְי֣וֹם H3117 אֶחָ֗ד H259 שׁ֣וֹר H7794 אֶחָ֞ד H259 צֹ֠אן H6629 שֵׁשׁ H8337 בְּרֻר֤וֹת H1305 וְצִפֳּרִים֙ H6833 נַֽעֲשׂוּ H6213 לִ֔י Hl וּבֵ֨ין H996 עֲשֶׂ֧רֶת H6235 יָמִ֛ים H3117 בְּכָל H3605 יַ֖יִן H3196 לְהַרְבֵּ֑ה H7235 וְעִם H5973 זֶ֗ה H2088 לֶ֤חֶם H3899 הַפֶּחָה֙ H6346 לֹ֣א H3808 בִקַּ֔שְׁתִּי H1245 כִּֽי H3588 כָֽבְדָ֥ה H3513 הָעֲבֹדָ֖ה H5656 עַל H5921 הָעָ֥ם H5971 הַזֶּֽה H2088 ",
  "19": "זָכְרָה H2142 לִּ֥י Hl אֱלֹהַ֖י H430 לְטוֹבָ֑ה H2896 כֹּ֥ל H3605 אֲשֶׁר H834 עָשִׂ֖יתִי H6213 עַל H5921 הָעָ֥ם H5971 הַזֶּֽה H2088 "
}
