{
  "1": "וַיְהִ֣י H1961 כַאֲשֶׁ֣ר H834 נִשְׁמַ֣ע H8085 לְסַנְבַלַּ֣ט H5571 וְ֠טוֹבִיָּה H2900 וּלְ H1654 הָֽעַרְבִ֜י H6163 וּלְ H3499 אֹֽיְבֵ֗ינוּ H341 כִּ֤י H3588 בָנִ֨יתִי֙ H1129 אֶת H853 הַ֣חוֹמָ֔ה H2346 וְלֹא H3808 נ֥וֹתַר H3498 בָּ֖הּ Hb פָּ֑רֶץ H6556 גַּ֚ם H1571 עַד H5704 הָעֵ֣ת H6256 הַהִ֔יא H1931 דְּלָת֖וֹת H1817 לֹא H3808 הֶעֱמַ֥דְתִּי H5975 בַשְּׁעָרִֽים H8179 ",
  "2": "וַיִּשְׁלַ֨ח H7971 סַנְבַלַּ֤ט H5571 וְגֶ֨שֶׁם֙ H1654 אֵלַ֣י H413 לֵאמֹ֔ר H559 לְכָ֞ה H3212 וְנִֽוָּעֲדָ֥ה H3259 יַחְדָּ֛ו H3162 בַּכְּפִירִ֖ים H3715 בְּבִקְעַ֣ת H1237 אוֹנ֑וֹ H207 וְהֵ֨מָּה֙ H1992 חֹֽשְׁבִ֔ים H2803 לַעֲשׂ֥וֹת H6213 לִ֖י Hl רָעָֽה H7451 ",
  "3": "וָאֶשְׁלְחָ֨ H7971 עֲלֵיהֶ֤ם H5921 מַלְאָכִים֙ H4397 לֵאמֹ֔ר H559 מְלָאכָ֤ה H4399 גְדוֹלָה֙ H1419 אֲנִ֣י H589 עֹשֶׂ֔ה H6213 וְלֹ֥א H3808 אוּכַ֖ל H3201 לָרֶ֑דֶת H3381 לָ֣מָּה H4100 תִשְׁבַּ֤ת H7673 הַמְּלָאכָה֙ H4399 כַּאֲשֶׁ֣ר H834 אַרְפֶּ֔הָ H7503 וְיָרַדְתִּ֖י H3381 אֲלֵיכֶֽם H413 ",
  "4": "וַיִּשְׁלְח֥וּ H7971 אֵלַ֛י H413 כַּדָּבָ֥ר H1697 הַזֶּ֖ה H2088 אַרְבַּ֣ע H702 פְּעָמִ֑ים H6471 וָאָשִׁ֥יב H7725 אוֹתָ֖ם H853 כַּדָּבָ֥ר H1697 הַזֶּֽה H2088 ",
  "5": "וַיִּשְׁלַח֩ H7971 אֵלַ֨י H413 סַנְבַלַּ֜ט H5571 כַּדָּבָ֥ר H1697 הַזֶּ֛ה H2088 פַּ֥עַם H6471 חֲמִישִׁ֖ית H2549 אֶֽת H853 נַעֲר֑וֹ H5288 וְאִגֶּ֥רֶת H107 פְּתוּחָ֖ה H6605 בְּיָדֽ H3027 ",
  "6": "כָּת֣וּב H3789 בָּ֗הּ Hb בַּגּוֹיִ֤ם H1471 נִשְׁמָע֙ H8085 וְגַשְׁמ֣וּ H1654 אֹמֵ֔ר H559 אַתָּ֤ה H859 וְהַ H3064 חֹשְׁבִ֣ים H2803 לִמְר֔וֹד H4775 עַל H5921 כֵּ֛ן H3651 אַתָּ֥ה H859 בוֹנֶ֖ה H1129 הַחוֹמָ֑ה H2346 וְאַתָּ֗ה H859 הֹוֶ֤ה H1933 לָהֶם֙ Hl לְמֶ֔לֶךְ H4428 כַּדְּבָרִ֖ים H1697 הָאֵֽלֶּה H428 ",
  "7": "וְגַם H1571 נְבִיאִ֡ים H5030 הֶעֱמַ֣דְתָּ H5975 לִקְרֹא֩ H7121 עָלֶ֨יךָ H5921 בִֽירוּשָׁלִַ֜ם H3389 לֵאמֹ֗ר H559 מֶ֚לֶךְ H4428 בִּֽיהוּדָ֔ה H3063 וְעַתָּה֙ H6258 יִשָּׁמַ֣ע H8085 לַמֶּ֔לֶךְ H4428 כַּדְּבָרִ֣ים H1697 הָאֵ֑לֶּה H428 וְעַתָּ֣ה H6258 לְכָ֔ה H3212 וְנִֽוָּעֲצָ֖ה H3289 יַחְדָּֽו H3162 ",
  "8": "וָאֶשְׁלְחָ֤ H7971 אֵלָיו֙ H413 לֵאמֹ֔ר H559 לֹ֤א H3808 נִֽהְיָה֙ H1961 כַּדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 אֲשֶׁ֖ר H834 אַתָּ֣ה H859 אוֹמֵ֑ר H559 כִּ֥י H3588 מִֽלִּבְּ H3820 אַתָּ֥ה H859 בוֹדָֽאם H908 ",
  "9": "כִּ֣י H3588 כֻלָּ֗ם H3605 מְיָֽרְאִ֤ים H3372 אוֹתָ֨נוּ֙ H853 לֵאמֹ֔ר H559 יִרְפּ֧וּ H7503 יְדֵיהֶ֛ם H3027 מִן H4480 הַמְּלָאכָ֖ה H4399 וְלֹ֣א H3808 תֵעָשֶׂ֑ה H6213 וְעַתָּ֖ה H6258 חַזֵּ֥ק H2388 אֶת H853 יָדָֽי H3027 ",
  "10": "וַאֲנִי H589 בָ֗אתִי H935 בֵּ֣ית H1004 שְֽׁמַֽעְיָ֧ה H8098 בֶן H1121 דְּלָיָ֛ה H1806 בֶּן H1121 מְהֵֽיטַבְאֵ֖ל H4105 וְה֣וּא H1931 עָצ֑וּר H6113 וַיֹּ֡אמֶר H559 נִוָּעֵד֩ H3259 אֶל H413 בֵּ֨ית H1004 הָאֱלֹהִ֜ים H430 אֶל H413 תּ֣וֹךְ H8432 הַֽהֵיכָ֗ל H1964 וְנִסְגְּרָה֙ H5462 דַּלְת֣וֹת H1817 הַהֵיכָ֔ל H1964 כִּ֚י H3588 בָּאִ֣ים H935 לְהָרְגֶ֔ H2026 וְלַ֖יְלָה H3915 בָּאִ֥ים H935 לְהָרְגֶֽ H2026 ",
  "11": "וָאֹמְרָ֗ H559 הַאִ֤ישׁ H376 כָּמ֨וֹנִי֙ H3644 יִבְרָ֔ח H1272 וּמִ֥י H4310 כָמ֛וֹנִי H3644 אֲשֶׁר H834 יָב֥וֹא H935 אֶל H413 הַהֵיכָ֖ל H1964 וָחָ֑י H2425 לֹ֖א H3808 אָבֽוֹא H935 ",
  "12": "וָאַכִּ֕ירָ H5234 וְהִנֵּ֥ה H2009 לֹֽא H3808 אֱלֹהִ֖ים H430 שְׁלָח֑וֹ H7971 כִּ֤י H3588 הַנְּבוּאָה֙ H5016 דִּבֶּ֣ר H1696 עָלַ֔י H5921 וְטוֹבִיָּ֥ה H2900 וְסַנְבַלַּ֖ט H5571 שְׂכָרֽוֹ H7936 ",
  "13": "לְמַ֤עַן H4616 שָׂכוּר֙ H7936 ה֔וּא H1931 לְמַֽעַן H4616 אִירָ֥א H3372 וְאֶֽעֱשֶׂה H6213 כֵּ֖ן H3651 וְחָטָ֑אתִי H2398 וְהָיָ֤ה H1961 לָהֶם֙ H1992 לְשֵׁ֣ם H8034 רָ֔ע H7451 לְמַ֖עַן H4616 יְחָֽרְפֽוּנִי H2778 ",
  "14": "זָכְרָ֧ה H2142 אֱלֹהַ֛י H430 לְטוֹבִיָּ֥ה H2900 וּלְ H5571 כְּמַעֲשָׂ֣י H4639 אֵ֑לֶּה H428 וְגַ֨ם H1571 לְנוֹעַדְיָ֤ה H5129 הַנְּבִיאָה֙ H5031 וּלְ H3499 הַנְּבִיאִ֔ים H5030 אֲשֶׁ֥ר H834 הָי֖וּ H1961 מְיָֽרְאִ֥ים H3372 אוֹתִֽי H853 ",
  "15": "וַתִּשְׁלַם֙ H7999 הַֽחוֹמָ֔ה H2346 בְּעֶשְׂרִ֥ים H6242 וַחֲמִשָּׁ֖ה H2568 לֶאֱל֑וּל H435 לַחֲמִשִּׁ֥ים H2572 וּשְׁנַ֖יִם H8147 יֽוֹם H3117 ",
  "16": "וַיְהִ֗י H1961 כַּאֲשֶׁ֤ר H834 שָֽׁמְעוּ֙ H8085 כָּל H3605 א֣וֹיְבֵ֔ינוּ H341 וַיִּֽרְא֗וּ H7200 כָּל H3605 הַגּוֹיִם֙ H1471 אֲשֶׁ֣ר H834 סְבִֽיבֹתֵ֔ינוּ H5439 וַיִּפְּל֥וּ H5307 מְאֹ֖ד H3966 בְּעֵינֵי H5869 וַיֵּ֣דְע֔וּ H3045 כִּ֚י H3588 מֵאֵ֣ת H854 אֱלֹהֵ֔ינוּ H430 נֶעֶשְׂתָ֖ה H6213 הַמְּלָאכָ֥ה H4399 הַזֹּֽאת H2063 ",
  "17": "גַּ֣ם H1571 בַּיָּמִ֣ים H3117 הָהֵ֗ם H1992 מַרְבִּ֞ים H7235 חֹרֵ֤י H2715 יְהוּדָה֙ H3063 אִגְּרֹ֣תֵיהֶ֔ם H107 הוֹלְכ֖וֹת H1980 עַל H5921 טוֹבִיָּ֑ה H2900 וַאֲשֶׁ֥ר H834 לְטוֹבִיָּ֖ה H2900 בָּא֥וֹת H935 אֲלֵיהֶֽם H413 ",
  "18": "כִּי H3588 רַבִּ֣ים H7227 בִּֽיהוּדָ֗ה H3063 בַּעֲלֵ֤י H1167 שְׁבוּעָה֙ H7621 ל֔וֹ Hl כִּי H3588 חָתָ֥ן H2860 ה֖וּא H1931 לִשְׁכַנְיָ֣ה H7935 בֶן H1121 אָרַ֑ח H733 וִֽיהוֹחָנָ֣ן H3076 בְּנ֔וֹ H1121 לָקַ֕ח H3947 אֶת H853 בַּת H1323 מְשֻׁלָּ֖ם H4918 בֶּ֥ן H1121 בֶּֽרֶכְיָֽה H1296 ",
  "19": "גַּ֣ם H1571 טוֹבֹתָ֗יו H2896 הָי֤וּ H1961 אֹמְרִים֙ H559 לְפָנַ֔ H6440 וּדְבָרַ֕ H1697 הָי֥וּ H1961 מוֹצִיאִ֖ים H3318 ל֑וֹ Hl אִגְּר֛וֹת H107 שָׁלַ֥ח H7971 טוֹבִיָּ֖ה H2900 לְיָֽרְאֵֽ H3372 "
}
