{
  "1": "וַיֵּאָסְפ֤וּ H622 כָל H3605 הָעָם֙ H5971 כְּאִ֣ישׁ H376 אֶחָ֔ד H259 אֶל H413 הָ֣רְח֔וֹב H7339 אֲשֶׁ֖ר H834 לִפְנֵ֣י H6440 שַֽׁעַר H8179 הַמָּ֑יִם H4325 וַיֹּֽאמְרוּ֙ H559 לְעֶזְרָ֣א H5830 הַסֹּפֵ֔ר H5608 לְהָבִ֗יא H935 אֶת H853 סֵ֨פֶר֙ H5612 תּוֹרַ֣ת H8451 מֹשֶׁ֔ה H4872 אֲשֶׁר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H854 יִשְׂרָאֵֽל H3478 ",
  "2": "וַיָּבִ֣יא H935 עֶזְרָ֣א H5830 הַ֠כֹּהֵן H3548 אֶֽת H853 הַתּוֹרָ֞ה H8451 לִפְנֵ֤י H6440 הַקָּהָל֙ H6951 מֵאִ֣ישׁ H376 וְעַד H5704 אִשָּׁ֔ה H802 וְכֹ֖ל H3605 מֵבִ֣ין H995 לִשְׁמֹ֑עַ H8085 בְּי֥וֹם H3117 אֶחָ֖ד H259 לַחֹ֥דֶשׁ H2320 הַשְּׁבִיעִֽי H7637 ",
  "3": "וַיִּקְרָא H7121 בוֹ֩ Hb לִפְנֵ֨י H6440 הָרְח֜וֹב H7339 אֲשֶׁ֣ר H834 לִפְנֵ֣י H6440 שַֽׁעַר H8179 הַמַּ֗יִם H4325 מִן H4480 הָאוֹר֙ H216 עַד H5704 מַחֲצִ֣ית H4276 הַיּ֔וֹם H3117 נֶ֛גֶד H5048 הָאֲנָשִׁ֥ים H376 וְהַ H802 וְהַ H995 וְאָזְנֵ֥י H241 כָל H3605 הָעָ֖ם H5971 אֶל H413 סֵ֥פֶר H5612 הַתּוֹרָֽה H8451 ",
  "4": "וַֽיַּעֲמֹ֞ד H5975 עֶזְרָ֣א H5830 הַסֹּפֵ֗ר H5608 עַֽל H5921 מִגְדַּל H4026 עֵץ֮ H6086 אֲשֶׁ֣ר H834 עָשׂ֣וּ H6213 לַדָּבָר֒ H1697 וַיַּֽעֲמֹ֣ד H5975 אֶצְל֡וֹ H681 מַתִּתְיָ֡ה H4993 וְשֶׁ֡מַע H8087 וַ֠עֲנָיָה H6043 וְאוּרִיָּ֧ה H223 וְחִלְקִיָּ֛ה H2518 וּמַעֲשֵׂיָ֖ה H4641 עַל H5921 יְמִינ֑וֹ H3225 וּמִ H8040 פְּ֠דָיָה H6305 וּמִֽישָׁאֵ֧ל H4332 וּמַלְכִּיָּ֛ה H4441 וְחָשֻׁ֥ם H2828 וְחַשְׁבַּדָּ֖נָה H2806 זְכַרְיָ֥ה H2148 מְשֻׁלָּֽם H4918 ",
  "5": "וַיִּפְתַּ֨ח H6605 עֶזְרָ֤א H5830 הַסֵּ֨פֶר֙ H5612 לְעֵינֵ֣י H5869 כָל H3605 הָעָ֔ם H5971 כִּֽי H3588 מֵעַ֥ל H5921 כָּל H3605 הָעָ֖ם H5971 הָיָ֑ה H1961 וּכְ H6605 עָֽמְד֥וּ H5975 כָל H3605 הָעָֽם H5971 ",
  "6": "וַיְבָ֣רֶךְ H1288 עֶזְרָ֔א H5830 אֶת H853 יְהוָ֥ה H3068 הָאֱלֹהִ֖ים H430 הַגָּד֑וֹל H1419 וַיַּֽעֲנ֨וּ H6030 כָל H3605 הָעָ֜ם H5971 אָמֵ֤ן H543 אָמֵן֙ H543 בְּמֹ֣עַל H4607 יְדֵיהֶ֔ם H3027 וַיִּקְּד֧וּ H6915 וַיִּשְׁתַּחֲוֻּ֛ H7812 לַיהוָ֖ה H3068 אַפַּ֥יִם H639 אָֽרְצָה H776 ",
  "7": "וְיֵשׁ֡וּעַ H3442 וּבָנִ֡י H1137 וְשֵׁרֵ֥בְיָ֣ה H8274 יָמִ֡ין H3226 עַקּ֡וּב H6126 שַׁבְּתַ֣י H7678 הֽוֹדִיָּ֡ה H1941 מַעֲשֵׂיָ֡ה H4641 קְלִיטָ֣א H7042 עֲזַרְיָה֩ H5838 יוֹזָבָ֨ד H3107 חָנָ֤ן H2605 פְּלָאיָה֙ H6411 וְהַ H3881 מְבִינִ֥ים H995 אֶת H853 הָעָ֖ם H5971 לַתּוֹרָ֑ה H8451 וְהָ H5971 עַל H5921 עָמְדָֽם H5977 ",
  "8": "וַֽיִּקְרְא֥וּ H7121 בַסֵּ֛פֶר H5612 בְּתוֹרַ֥ת H8451 הָאֱלֹהִ֖ים H430 מְפֹרָ֑שׁ H6567 וְשׂ֣וֹם H7760 שֶׂ֔כֶל H7922 וַיָּבִ֖ינוּ H995 בַּמִּקְרָֽא H4744 ",
  "9": "וַיֹּ֣אמֶר H559 נְחֶמְיָ֣ה H5166 ה֣וּא H1931 הַתִּרְשָׁ֡תָא H8660 וְעֶזְרָ֣א H5830 הַכֹּהֵ֣ן H3548 הַסֹּפֵ֡ר H5608 וְהַ H3881 הַמְּבִינִ֨ים H995 אֶת H853 הָעָ֜ם H5971 לְכָל H3605 הָעָ֗ם H5971 הַיּ֤וֹם H3117 קָדֹֽשׁ H6918 הוּא֙ H1931 לַיהוָ֣ה H3068 אֱלֹהֵיכֶ֔ם H430 אַל H408 תִּֽתְאַבְּל֖וּ H56 וְאַל H408 תִּבְכּ֑וּ H1058 כִּ֤י H3588 בוֹכִים֙ H1058 כָּל H3605 הָעָ֔ם H5971 כְּשָׁמְעָ֖ H8085 אֶת H853 דִּבְרֵ֥י H1697 הַתּוֹרָֽה H8451 ",
  "10": "וַיֹּ֣אמֶר H559 לָהֶ֡ם Hl לְכוּ֩ H3212 אִכְל֨וּ H398 מַשְׁמַנִּ֜ים H4924 וּשְׁת֣וּ H8354 מַֽמְתַקִּ֗ים H4477 וְשִׁלְח֤וּ H7971 מָנוֹת֙ H4490 לְאֵ֣ין H369 נָכ֣וֹן H3559 ל֔וֹ Hl כִּֽי H3588 קָד֥וֹשׁ H6918 הַיּ֖וֹם H3117 לַאֲדֹנֵ֑י H136 וְאַל H408 תֵּ֣עָצֵ֔בוּ H6087 כִּֽי H3588 חֶדְוַ֥ת H2304 יְהוָ֖ה H3068 הִ֥יא H1931 מָֽעֻזְּכֶֽם H4581 ",
  "11": "וְהַ H3881 מַחְשִׁ֤ים H2814 לְכָל H3605 הָעָם֙ H5971 לֵאמֹ֣ר H559 הַ֔סּוּ H2013 כִּ֥י H3588 הַיּ֖וֹם H3117 קָדֹ֑שׁ H6918 וְאַל H408 תֵּעָצֵֽבוּ H6087 ",
  "12": "וַיֵּלְכ֨וּ H3212 כָל H3605 הָעָ֜ם H5971 לֶאֱכֹ֤ל H398 וְלִ H8354 וּלְ H7971 מָנ֔וֹת H4490 וְלַ H6213 שִׂמְחָ֣ה H8057 גְדוֹלָ֑ה H1419 כִּ֤י H3588 הֵבִ֨ינוּ֙ H995 בַּדְּבָרִ֔ים H1697 אֲשֶׁ֥ר H834 הוֹדִ֖יעוּ H3045 לָהֶֽם Hl ",
  "13": "וּבַ H3117 הַשֵּׁנִ֡י H8145 נֶאֶסְפוּ֩ H622 רָאשֵׁ֨י H7218 הָאָב֜וֹת H1 לְכָל H3605 הָעָ֗ם H5971 הַכֹּֽהֲנִים֙ H3548 וְהַ H3881 אֶל H413 עֶזְרָ֖א H5830 הַסֹּפֵ֑ר H5608 וּלְ H7919 אֶל H413 דִּבְרֵ֥י H1697 הַתּוֹרָֽה H8451 ",
  "14": "וַֽיִּמְצְא֖וּ H4672 כָּת֣וּב H3789 בַּתּוֹרָ֑ה H8451 אֲשֶׁ֨ר H834 צִוָּ֤ה H6680 יְהוָה֙ H3068 בְּיַד H3027 מֹשֶׁ֔ה H4872 אֲשֶׁר֩ H834 יֵשְׁב֨וּ H3427 בְנֵֽי H1121 יִשְׂרָאֵ֧ל H3478 בַּסֻּכּ֛וֹת H5521 בֶּחָ֖ג H2282 בַּחֹ֥דֶשׁ H2320 הַשְּׁבִיעִֽי H7637 ",
  "15": "וַאֲשֶׁ֣ר H834 יַשְׁמִ֗יעוּ H8085 וְיַעֲבִ֨ירוּ H5674 ק֥וֹל H6963 בְּכָל H3605 עָרֵיהֶם֮ H5892 וּבִ H3389 לֵאמֹר֒ H559 צְא֣וּ H3318 הָהָ֗ר H2022 וְהָבִ֨יאוּ֙ H935 עֲלֵי H5929 זַ֨יִת֙ H2132 וַעֲלֵי H5929 עֵ֣ץ H6086 שֶׁ֔מֶן H8081 וַעֲלֵ֤י H5929 הֲדַס֙ H1918 וַעֲלֵ֣י H5929 תְמָרִ֔ים H8558 וַעֲלֵ֖י H5929 עֵ֣ץ H6086 עָבֹ֑ת H5687 לַעֲשֹׂ֥ת H6213 סֻכֹּ֖ת H5521 כַּכָּתֽוּב H3789 ",
  "16": "וַיֵּצְא֣וּ H3318 הָעָם֮ H5971 וַיָּבִיאוּ֒ H935 וַיַּעֲשׂוּ֩ H6213 לָהֶ֨ם H1992 סֻכּ֜וֹת H5521 אִ֤ישׁ H376 עַל H5921 גַּגּוֹ֙ H1406 וּבְ H2691 וּבְ H2691 בֵּ֣ית H1004 הָאֱלֹהִ֑ים H430 וּבִ H7339 שַׁ֣עַר H8179 הַמַּ֔יִם H4325 וּבִ H7339 שַׁ֥עַר H8179 אֶפְרָֽיִם H669 ",
  "17": "וַיַּֽעֲשׂ֣וּ H6213 כָֽל H3605 הַ֠קָּהָל H6951 הַשָּׁבִ֨ים H7725 מִן H4480 הַשְּׁבִ֥י H7628 סֻכּוֹת֮ H5521 וַיֵּשְׁב֣וּ H3427 בַסֻּכּוֹת֒ H5521 כִּ֣י H3588 לֹֽא H3808 עָשׂ֡וּ H6213 מִימֵי֩ H3117 יֵשׁ֨וּעַ H3442 בִּן H1121 נ֥וּן H5126 כֵּן֙ H3651 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 עַ֖ד H5704 הַיּ֣וֹם H3117 הַה֑וּא H1931 וַתְּהִ֥י H1961 שִׂמְחָ֖ה H8057 גְּדוֹלָ֥ה H1419 מְאֹֽד H3966 ",
  "18": "וַ֠יִּקְרָא H7121 בְּסֵ֨פֶר H5612 תּוֹרַ֤ת H8451 הָאֱלֹהִים֙ H430 י֣וֹם H3117 בְּי֔וֹם H3117 מִן H4480 הַיּוֹם֙ H3117 הָֽרִאשׁ֔וֹן H7223 עַ֖ד H5704 הַיּ֣וֹם H3117 הָאַחֲר֑וֹן H314 וַיַּֽעֲשׂוּ H6213 חָג֙ H2282 שִׁבְעַ֣ת H7651 יָמִ֔ים H3117 וּבַ H3117 הַשְּׁמִינִ֛י H8066 עֲצֶ֖רֶת H6116 כַּמִּשְׁפָּֽט H4941 "
}
