{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Darius had been the emperor of Persia for two years, in the eighth month his reign, Yahweh gave Zechariah the prophet, son of Berekiah and grandson of Iddo the prophet, this message:\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I was very angry with your ancestors.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So tell this to the people: Yahweh, commander of the angel armies, says this: 'Return to me, and if you do that, I will help you again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not be like your ancestors. Prophets, who have now died, continually proclaimed to your ancestors that they should stop doing the evil things that they were always doing. But they refused to pay attention to what I said.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your ancestors have died and are now in their graves. Even the prophets did not live forever either.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the commands and the decrees that I had instructed my servants the prophets to tell them—your ancestors did not obey them, so I punished them.\n\nSo then they repented and said that I, Yahweh, commander of the angel armies, had done to them what they deserved for their evil behavior, just like I had said I would do.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the twenty-fourth day of the eleventh month, Yahweh gave another message to me.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the night I had a vision. In the vision I saw an angel who was on a red horse. He was in a narrow valley among some myrtle trees. Behind him were angels on other horses—red, reddish-brown, and white horses.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I asked the angel who had been talking to me, \"Sir, who are those angels on the horses?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "He replied, \"I will show you who they are.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the angel who had stopped under the myrtle trees explained. He said, \"They are the angels whom Yahweh has sent to patrol the entire world.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then those angels reported to the angel of Yahweh who was under the myrtle trees, \"We have traveled throughout the world, and we have found out that the army of the emperor has conquered nations throughout the world, and that they are now helpless and inactive.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the angel asked, \"Yahweh, Commander of the angel armies, how long will you continue to not act mercifully toward Jerusalem and the other towns in Judah? You have been angry with them for seventy years!\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh spoke kindly to the angel who had talked to me, saying things that comforted him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the angel who had been talking with me said to me, \"Proclaim this to the people of Jerusalem: Yahweh, commander of the angel armies, says that he is very concerned about the people who live on Mount Zion and in the other parts of Jerusalem.\n\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And he is very angry with the nations that are proud and feel safe. He was only a little bit angry with Judah, but they caused them to suffer much more.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, he says that\nhe will go back to Jerusalem and help the people. It will be as if he himself had surveyed and measured all the land in the city.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, commander of the angel armies, also said to tell people in his cities in Judah that they will soon be very prosperous again.\nHe will encourage the people of Jerusalem again, and he will again choose Jerusalem as his special city.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I looked up and saw four animal horns in front of me.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I asked the angel who had been speaking to me, \"What are those horns?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "He replied, \"Those horns represent the nations that forced the people of Jerusalem and other places in Judah and Israel to go to other countries.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh showed me four blacksmiths.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I asked, \"What are those men coming to do?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "He replied, \"The nations that those horns represent scattered the people of Judah, so they suffered greatly. But these blacksmiths are coming to frighten and destroy those nations and to throw down their horns, their power—all those nations who had attacked the land of Judah.\"\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}