{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ask Yahweh to cause rain to fall in the springtime, because he is the one who makes the clouds from which the rain falls in storms. He causes showers to fall on us, and he causes crops to grow well in the fields.\n\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What people think that the idols in their houses say is only nonsense, and people who say that they can interpret dreams tell only lies. When they tell people things to comfort them, what they say is useless, so the people who consult them are like lost sheep; they are in danger because they have no one to protect them like sheep with no shepherd.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh says, \"I am angry with the leaders of my people, and I will punish them. I, Yahweh, the Commander of the angel armies, I will take care of my people, the people of Judah, like a shepherd takes care of his flock, and I will cause them to be like war horses in battle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From Judah will come rulers who will be very important. From Judah will come leaders who will hold the people together, like a tent peg keeps a tent up. From Judah will come leaders who will take the soldiers into war, like a king holding his own bow for battle. From them will come every one of their own leaders.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will be like mighty warriors who trample their enemies into the mud during battle. I, Yahweh, will be with them, so they will defeat and shame their enemies who ride on horses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will make the people of Judah strong, and I will rescue the people of Israel. I will bring them back from the countries to which they were exiled; I will do that because I pity them. Then it will be as though I had never abandoned them because I am Yahweh, their God, and I will answer them when they pray for help.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel will then be like strong soldiers; they will be as happy as people who have drunk a lot of wine. Their children will see their fathers being very happy, and they also will be happy because of what I have done for them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will signal for my people to return from far away, and I will gather them together in their own country. I will rescue them, and they will become very numerous as they were previously.\n\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have caused them to be scattered among many people groups, but in those distant countries they will think about me again. They and their children will remain alive and return to Judah.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will bring them back from Egypt and from Assyria; I will bring them back to the regions of Gilead and Lebanon, but there not be enough space for them all to live there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will go before them through their sufferings, as if I were walking through a sea, but I will calm those waves and end their sufferings, as if I were drying up the Nile River. I will defeat the proud soldiers of Assyria, and I will cause Egypt to no longer be powerful.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will enable my people to be strong, and they will honor me and obey me. That will surely happen because I, Yahweh, have said it.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}