{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You people of Lebanon must open your gates and allow the fire to burn your cedar trees!\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your cypress trees must be like people who are wailing, because enemies have cut down the cedar trees. Those glorious trees are all gone. The oak trees in the region of Bashan should also be like people who are wailing, because enemies have cut down the oak trees in the dense forest.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And listen to the shepherds crying because the fertile pastures have been ruined.\nListen to the lions roar; they roar because the thick forest where they live near the Jordan River has been ruined.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what Yahweh my God said to me: \"I want you to supervise this flock of sheep until the flock perishes.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The dealers in sheep will kill the sheep, and no one will punish them. Those who sell the sheep will say, 'I praise Yahweh, because I will become rich!' And the shepherds whom the owners hire do not feel sorry for the sheep.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And similarly, I no longer feel sorry for the people of this country. I am going to allow their fellow countrymen and their king, to oppress them. They will ruin this country, and I will not rescue any of them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I became the shepherd of a flock of sheep that dealers were going to slaughter and to sell the meat. Then I took two shepherds' staffs. I named the one staff 'Kindness' and the other staff 'Union.' This is how I began to shepherd the sheep.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the three shepherds who had been with the flock detested me, and I became impatient with the owners who had hired us all. Within one month I had destroyed those shepherds.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I said to the dealers, \"I will no longer be a shepherd for you. I will allow the ones that are dying to die. I will allow the ones that are getting lost to perish. And I will not prevent those that remain from eating each other.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I took the staff that I had named 'Kindness,' and I broke it. I did this because Yahweh had told me to cancel the covenant that he had made with all his tribes of Israel.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So that covenant was ended on that very day. The dealers who were watching me knew by seeing what I was doing that I was giving them a message from Yahweh.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I told them, \"If you think it is right, pay me for my work. If you do not think it is right, do not pay me.\" So they paid me only thirty pieces of silver.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to me, \"That is a ridiculously small amount of money that they have for your work. So put it into the treasury.\" So I took the silver to the temple of Yahweh, and I deposited it in the treasury there.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I broke my second staff, the one that I had named \"Union.\" That indicated that Judah and Israel would no longer be together as brothers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to me, \"Take again the things that a foolish shepherd uses,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because I am going to appoint a new shepherd for the people, one who will not take care of my people. He will be a foolish shepherd: He will ignore the dying sheep and those that have gotten lost. As for the healthy sheep, he will not feed them; instead, he will butcher them for his own food and will tear off their hooves.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But terrible things will happen to that foolish shepherd who abandons the flock.\nMay his enemies strike his arm and his right eye with their swords. May he have no more strength in his arm, and may his right eye become completely blind.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}