{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is a message from Yahweh concerning Israel—Yahweh, the one who stretched out the sky, who created the earth, and who gave life to human beings. This is what he says:\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I will soon cause Jerusalem to be like a cup full of very strong alcoholic drink, and the people of other nations who drink it will stagger around. The people of Judah will drink it, too, for they also will suffer when the enemy besieges Jerusalem.\n\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, the armies of all the people groups will gather to attack Jerusalem, but I will cause Jerusalem to be like a very heavy rock, and all who try to lift it will be badly injured. This will happen when the armies of all the world's nations attack Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time I will cause every one of their enemies' horses to panic, and their riders to become crazy. I will protect the people of Judah, but I will cause all their enemies' horses to become blind.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the leaders of Judah will say to themselves, 'The people in Jerusalem encourage us because Yahweh, the Commander of the angel armies, is the one they worship.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time I will make the leaders of Judah like a pot of fire that someone puts in piles of firewood; and like a burning torch in a field of ripe grain. The leaders of Judah and their soldiers will destroy the people groups surrounding them in all directions. But the people of Jerusalem will remain safe in their own city.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh will protect those who live in the other places in Judah before he rescues the people of Jerusalem, in order that people will not honor the descendants of David and those in Jerusalem more than the people in all the rest of Judah.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, Yahweh will protect everyone in Jerusalem. The weakest soldiers among them will be as strong as David was, and the descendants of David will be like God; they will lead the others like the angel of Yahweh himself.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"At that time, I will start to destroy all the armies that attack Jerusalem.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I, Yahweh, will cause the descendants of David to have mercy on others, and to beg me to have mercy on themselves. They will gaze at me, whom they pierced.\" They will cry bitterly, as people cry for a firstborn son, an only son, who has died.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, many people in Jerusalem will be crying bitterly, as people cry at Hadad Rimmon in the plain of Megiddo.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many people in Judah will cry, each clan by themselves. The male descendants of David will mourn by themselves, and their wives will mourn by themselves; the male descendants of Nathan will mourn by themselves, and their wives will mourn by themselves.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The male descendants of Levi will mourn by themselves, and their wives will mourn by themselves; the male descendants of Shimei will mourn by themselves, and their wives will mourn by themselves.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the clans will mourn separately, their males by themselves, and their wives by themselves.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}