{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time it will be as though there is a spring of water that will continuously flow to cleanse the descendants of King David and all the other people in Jerusalem from the guilt of the sins that they have committed, especially from becoming unacceptable to Yahweh by worshiping idols.\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, the Commander of angel armies, says, \"At that time, I will prevent people from even mentioning the names of the idols in their country, and no one will worship them anymore. I will also drive away from the land all the people who falsely claim that they are prophets; I will also drive away the evil spirit that leads them to tell the people false messages from me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If someone continues to prophesy falsely, his own parents, even though he is their own son, will say to him, 'You have told lies saying that Yahweh gave those messages to you, so you must die.' Then they will stab him and kill him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, the false prophets will be ashamed to announce that he has received any vision at all. They will no longer put on cloaks made with animal hair that prophets normally wear, because they will want the people to think that they were never really prophets at all.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So each of them will say, 'I am not really a prophet; I am a farmer, and I have been a farmer on my land ever since I was a boy!'\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But others will see scars on their bodies and think that they cut themselves in order to please idols while they were worshiping them. So they will ask, 'Why do you have those scars?' And they will tell a lie: 'I was injured in a quarrel at my friend's house.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, the Commander of angel armies, says,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Someone must attack and kill the one who is like a shepherd working for me, \n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "the man who is my close companion. \n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "You with the sword! When you kill my shepherd, my people will run away like sheep.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "And I myself will attack my ordinary people, those who are like little sheep.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also says, \"Two-thirds of the people in Judah will die;\nOnly one-third of the people in Judah will remain alive.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will test the ones that remain alive by causing them to experience great difficulties, to find out if they will continue to worship me.\nI will purify them as someone purifies gold or silver by putting it into a very hot fire.\nThen my people will call to me for help, and I will answer them. I will tell them that they are my people, and they will say that I, Yahweh, am the God they worship and obey.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}