{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Listen! It will soon be the time when Yahweh will judge everyone. At that time, you, the people of Jerusalem, will watch your enemies divide what you owned among themselves.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yes, Yahweh says that he will cause the armies of many nations to attack Jerusalem. They will capture the city, take all the valuable things from your houses, and rape the women. They will take half of the people to other countries, but they will allow the other people to remain in the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But then Yahweh will attack those nations; he will fight as he fought at other times in battle.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day, he will stand on the Mount of Olives, east of Jerusalem. The Mount of Olives will split into two parts, with a large valley between the parts. Half of the mount will move toward the north, and half will move toward the south.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You people of Jerusalem will flee through that valley which extends to the other side of the mount, all the way to the village of Azel. It will be just as when people fled when there was an earthquake when Uzziah was king. Then Yahweh my God will come, and his own angels will be with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, there will be no light from the sun, but it will not be cold or frosty.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Only Yahweh knows when this will happen. There will be no daytime or nighttime, because it will be light all the time, even in the evening.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, water will flow from Jerusalem. One stream will flow toward the east to the Dead Sea. The other stream will flow toward the west to the Mediterranean Sea. The water will flow all the time, even during the hot season as well as in the cold season.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that time, Yahweh will be the king who rules the entire world. Everyone will know that Yahweh, and only Yahweh, is the true God.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, all the land in Judah will be flat, like the plain along the Jordan, from the town of Geba in the north to the town of Rimmon far to the south of Jerusalem. Jerusalem will remain high up, as it has always been. The city will extend northeast from the Benjamin Gate and the Corner Gate, which was the old gate, and to the Tower of Hananel, and then extending to the king's winepresses to the southwest.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many people will live there, and God will never again threaten the city with destruction. It will be a completely safe city to live in.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh will bring a severe disease on the people groups that attacked Jerusalem. Their flesh will rot while they are still standing up. Their eyes will rot in their sockets and their tongues will rot in their mouths.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, Yahweh will cause them to panic. They will grab hold of each other and attack each other.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even the people who live in other places in Judah will attack Jerusalem. They will collect the valuable things, the plunder, from the surrounding armies of the nations—a lot of gold and silver and clothes.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The same plague that will afflict the people of other nations will afflict the horses, mules, camels, donkeys, and all the other work animals in their camps.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of other nations who previously came to fight against Jerusalem, all those who are still alive, will return to Jerusalem every year to worship the King, Yahweh, the Commander of the angel armies, and to celebrate the Festival of Shelters.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If there are people in those nations who do not go to Jerusalem to worship there, rain will not fall on their land.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the people of Egypt do not go to Jerusalem, they will not have any rain. And Yahweh will cause them to suffer the same plague that afflicted the people of other nations that do not celebrate the Festival of Shelters.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is how Yahweh will punish the people of Egypt and the people of any other nation who do not go to Jerusalem to celebrate the Festival of Shelters.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, the words \"Dedicated to Yahweh\" will be written on the bells that are fastened to the horses. The cooking pots in the courtyard of the temple will belong to Yahweh, like the bowls that are in front of the altar.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every pot in Jerusalem and everywhere else in Judah will be dedicated to Yahweh, the Commander of the angel armies. So everyone who offers sacrifices there in Jerusalem will be able to take some of the meat that has been brought for sacrifices and cook it in their own pots. And at that time, people will no longer buy or sell things in the courtyard of the temple of Yahweh, the Commander of the angel armies.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}