{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I looked up and saw a man with a surveyor's line.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I asked him, \"Where are you going?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "He replied, \"I am going to survey Jerusalem, to determine how wide it is and how long it is.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the angel who had been talking to me started to leave, and another angel walked toward him.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The second angel said to him, \"Run and tell that young man with the surveyor's line: Some day there will be very many people and livestock in Jerusalem, so they will not all be able to live inside the city walls; many will live outside the walls in the open country.\n\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh says that he himself will be like a wall of fire around the city, and he will be among the people with his glory.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh declares to the people who the Babylonians took away as slaves: \"Run! Run! Flee from Babylonia, and flee from the places where I scattered you to the four winds!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Run! You who now live in Babylon, run here to Jerusalem!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, commander of the angel armies, honored me by telling me to go to the nations who took everything you owned, for those who harm you harm what is most precious to him! After he did that, he said this to me:\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell them that I, Yahweh, will attack them. Their own slaves will take back their possessions from them, the people who had taken them in the first place.\" When that happens, you Jewish people will know that Yahweh, commander of the angel armies, is the one who sent me, Zechariah, as a prophet.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh says, \"You people of Jerusalem, shout and be happy, because I will come to you and live among you!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, people of many nations will join with Yahweh and become his people. He will live among all of you; and you will know that Yahweh, powerful Commander of the angel armies, is the one who sent me to you as a prophet.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Judah will be a very special part of his own land, and Jerusalem will again be the city that he has chosen.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone, everywhere, should be silent in the presence of Yahweh, because he is about to come down again from where he lives in heaven to do great things for us.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}