{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I looked up again, and I saw a scroll that was flying through the air.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel asked me, \"What do you see?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "I replied, \"I see a flying scroll that is huge, nine meters long and four and a half meters wide.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to me, \"On this scroll Yahweh has written the words that he is speaking to curse the entire land of Judah. On one side of the scroll it is written that every thief will be banished. On the other side it is written that everyone who tells a lie when he is calling on Yahweh to witness that he is telling the truth will also be banished from the country.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Commander of the angel armies says, 'I will send this scroll to the places where thieves live and to the houses of those who use my name when they call on me to witness that they are telling the truth. This scroll will stay in their houses until those houses and all their wood and stones are destroyed.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the angel who had been talking to me came closer to me and said, \"Look up and see what is coming!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I asked him, \"What is it?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "He replied, \"It is a big barrel for measuring grain. But it contains a record of the sins that everyone in this nation has committed.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the angel lifted the barrel's cover, which was made of lead. There was a woman sitting inside the barrel!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel said, \"She represents the wicked things that people do.\" Then he pushed her back into the barrel and closed the very heavy lid again.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I looked up and saw two women in front of me. They were flying toward us, with their wings spread out in the wind. Their wings were large, like storks' wings. They lifted the barrel up into the sky.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I asked the angel who had been talking to me, \"Where are they taking that barrel?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He replied, \"They are taking it to Babylonia to build a temple for it. When the temple is finished, they will set the barrel there on a pedestal for people to worship it.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}