{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I looked up again, and I saw four chariots coming toward me. They were coming between two mountains that were made of bronze.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The first chariot was pulled by red horses, the second chariot was pulled by black horses,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the third chariot was pulled by white horses, and the fourth chariot was pulled by spotted gray horses.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I asked the angel who had been speaking to me, \"Sir, what do those chariots mean?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel replied, \"These chariots and their horses represent the four winds going out from heaven; they have come from standing in the presence of the Lord who controls the entire earth. They will go across the sky in four directions.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The chariot pulled by black horses will go north, the one pulled by white horses will go west, and the one pulled by spotted gray horses will go south.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When those powerful horses left, they were eager to go throughout the world. As they were leaving, the angel said to them, \"Go throughout the world and see what is happening!\" So they left to do that.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the angel called to me and said, \"Look, the chariots that have gone north will mollify the Spirit of Yahweh by punishing the people in that region.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh gave me another message.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Today Heldai, Tobijah, and Jedaiah will be bringing some silver and gold from the people who were exiled in Babylon. As soon as they arrive, go to the house of Josiah son of Zephaniah.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take some of that silver and gold from them and make a crown. Then put it on the head of Jehozadak's son Joshua, the high priest.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell him that I, the Commander of the angel armies, say that the man who is called the Branch will come. He will leave the place where he is now, and he will supervise those who build my temple.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He is the one who will tell those who will build my temple what to do. He will wear royal clothing and he will sit on his throne and rule. He will also be a priest sitting sitting on his throne, and there will be peace between the two roles.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The crown was handed over to Heldai, Tobijah, Jedaiah, and Hen son of Zephaniah, and they were to place it in the house of Yahweh, as a way to honor them.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People who are living far away will come and help to build Yahweh's temple. When that happens, you people will know that Yahweh, the Commander of the angel armies, have sent me to you people. That will happen if all of you faithfully obey Yahweh, your God.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}