{"1":"Hear my prayer, Yahweh;\\q hear my cry to you.\n\\q","2":"Do not hide your face from me in my time of trouble.\\q Listen to me.\n\\q When I call out to you, answer me quickly.\n\n\n\\q","3":"For my days pass away like smoke,\\q and my bones burn like fire.\n\\q","4":"My heart is crushed, and I am like grass that has withered.\\q I forget to eat any food.\n\n\n\\q","5":"With my continual groaning,\\q I have become very thin.\n\\q","6":"I am like a pelican of the wilderness;\\q I have become like an owl in the ruins.\n\n\n\\q","7":"I lie awake like a solitary bird,\\q alone on the housetop.\n\\q","8":"My enemies taunt me all day long;\\q those who mock me use my name in curses.\n\n\n\\q","9":"I eat ashes like bread\\q and mix my drink with tears.\n\\q","10":"Because of your raging anger,\\q you have lifted me up to throw me down.\n\n\n\\q","11":"My days are like a shadow that fades,\\q and I have withered like grass.\n\\q","12":"But you, Yahweh, live forever,\\q and your fame is for all generations.\n\n\n\\q","13":"You will rise up and have mercy on Zion.\\q Now is the time to have mercy upon her;\n\\q the appointed time has come.\n\\q","14":"For your servants hold her stones dear\\q and feel compassion for the dust of her ruins.\n\\q","15":"The nations will respect your name, Yahweh,\\q and all the kings of the earth will honor your glory.\n\\q","16":"Yahweh will rebuild Zion\\q and will appear in his glory.\n\n\n\\q","17":"At that time, he will respond to the prayer of the destitute;\\q he will not reject their prayer.\n\\q","18":"This will be written for future generations,\\q and a people not yet born will praise Yahweh.\n\n\n\\q","19":"For he has looked down from the holy heights;\\q from heaven Yahweh has viewed the earth,\n\\q","20":"to hear the groaning of the prisoners,\\q to release those who were condemned to death.\n\n\n\\q","21":"Then men will proclaim the name of Yahweh in Zion\\q and his praise in Jerusalem\n\\q","22":"when the peoples and kingdoms gather together\\q to serve Yahweh.\n\n\n\\q","23":"He has taken away my strength in the middle of life.\\q He has shortened my days.\n\\q","24":"I said, \"My God, do not take me away in the middle of life;\\q you are here throughout all generations.\n\n\n\\q","25":"In ancient times you set the earth in place;\\q the heavens are the work of your hands.\n\\q","26":"They will perish, but you will remain;\\q they will all grow old like a garment;\n\\q like clothing, you will remove them, and they will disappear.\n\\q","27":"But you are the same,\\q and your years will have no end.\n\n\n\\q","28":"The children of your servants will live on,\\q and their descendants will live in your presence.\""}
