{"1":"I give praise to Yahweh with all my life,\\q Yahweh my God, you are very magnificent;\n\\q you are clothed with splendor and majesty.\n\\q","2":"You cover yourself with light as with a garment;\\q you spread out the heavens like a tent curtain.\n\\q","3":"You lay the beams of your chambers on the clouds;\\q you make the clouds your chariot;\n\\q you walk on the wings of the wind.\n\n\n\\q","4":"He makes the winds his messengers,\\q flames of fire his servants.\n\\q","5":"He laid the foundations of the earth,\\q and it will never be moved.\n\n\n\\q","6":"You covered the earth with water like a garment;\\q the water covered the mountains.\n\\q","7":"Your rebuke made the waters recede;\\q at the sound of your thunderous voice they fled.\n\n\n\\q","8":"The mountains rose, and the valleys spread out\\q into the places that you had appointed for them.\n\\q","9":"You have set a boundary for them that they will not cross;\\q they will not cover the earth again.\n\n\n\\q","10":"He made springs flow into the valleys;\\q the streams flow between the mountains.\n\\q","11":"They supply water for all the animals of the field;\\q the wild donkeys quench their thirst.\n\\q","12":"By the riverbanks the birds build their nests;\\q they sing among the branches.\n\n\n\\q","13":"He waters the mountains from his water chambers in the sky.\\q The earth is filled with the fruit of his labor.\n\\q","14":"He makes the grass grow for the cattle\\q and plants for man to cultivate\n\\q so that man may produce food from the earth.\n\\q","15":"He makes wine to make man happy,\\q oil to make his face shine,\n\\q and food to sustain his life.\n\n\n\\q","16":"The trees of Yahweh get plenty of rain;\\q the cedars of Lebanon which he planted.\n\\q","17":"There the birds make their nests.\\q The stork makes the cypress tree her home.\n\\q","18":"The wild goats live on the high mountains;\\q the mountain heights are a refuge for the hyraxes.\n\n\n\\q","19":"He appointed the moon to mark the seasons;\\q the sun knows its time for setting.\n\\q","20":"You make the darkness of the night\\q when all the beasts of the forest come out.\n\n\n\\q","21":"The young lions roar for their prey\\q and seek their food from God.\n\\q","22":"When the sun rises, they retreat\\q and sleep in their dens.\n\n\n\\q","23":"Meanwhile, people go out to their work\\q and labor away until the evening.\n\\q","24":"Yahweh, how many and varied are your works!\\q With wisdom you made them all;\n\\q the earth overflows with your works.\n\n\n\\q","25":"Over there is the sea, deep and wide,\\q teeming with innumerable creatures,\n\\q both small and great.\n\\q","26":"The ships travel there,\\q and Leviathan is also there, which you formed to play in the sea.\n\n\n\\q","27":"All these look to you to give them\\q their food on time.\n\\q","28":"When you give to them, they gather;\\q when you open your hand, they are satisfied.\n\n\n\\q","29":"When you hide your face, they are troubled;\\q if you take away their breath, they die\n\\q and return to dust.\n\\q","30":"When you send out your Spirit, they are created,\\q and you renew the countryside.\n\n\n\\q","31":"May the glory of Yahweh last forever;\\q may Yahweh enjoy his creation.\n\\q","32":"He looks down on the earth, and it shakes;\\q he touches the mountains, and they smoke.\n\n\n\\q","33":"I will sing to Yahweh all my life;\\q I will sing praise to my God as long as I live.\n\\q","34":"May my thoughts be sweet to him;\\q I will rejoice in Yahweh.\n\n\n\\q","35":"May sinners vanish from the earth,\\q and let the wicked be no more.\n\\q I give praise to Yahweh with all my life.\n\\q Praise Yahweh."}
