{
  "1": "Give thanks to Yahweh, call on his name;\\q make known his deeds among the nations.\n\\q",
  "2": "Sing to him, sing praises to him;\\q speak of all his marvelous deeds.\n\\q",
  "3": "Boast in his holy name;\\q let the heart of those who seek Yahweh rejoice.\n\n\n\\q",
  "4": "Seek Yahweh and his strength;\\q seek his presence continually.\n\\q",
  "5": "Recall the marvelous things he has done,\\q his miracles and the decrees from his mouth,\n\\q",
  "6": "you descendants of Abraham his servant,\\q you people of Jacob, his chosen ones.\n\n\n\\q",
  "7": "He is Yahweh, our God.\\q His decrees are on all the earth.\n\\q",
  "8": "He keeps in mind his covenant forever,\\q the word that he commanded for a thousand generations.\n\n\n\\q",
  "9": "He calls to mind the covenant that he made with Abraham\\q and his oath to Isaac.\n\\q",
  "10": "This is what he confirmed to Jacob as a statute\\q and to Israel as an everlasting covenant.\n\\q",
  "11": "He said, \"I will give you the land of Canaan\\q as your share of your inheritance.\"\n\n\n\\q",
  "12": "He said this when they were only few in number,\\q so very few, and were strangers in the land.\n\\q",
  "13": "They went from nation to nation\\q and from one kingdom to another.\n\n\n\\q",
  "14": "He did not allow anyone to oppress them;\\q he rebuked kings for their sakes.\n\\q",
  "15": "He said, \"Do not touch my anointed ones,\\q and do not harm my prophets.\"\n\n\n\\q",
  "16": "He called for a famine on the land;\\q he cut off the whole supply of bread.\n\\q",
  "17": "He sent a man ahead of them;\\q Joseph was sold as a servant.\n\n\n\\q",
  "18": "His feet were bound by shackles;\\q on his neck was put an iron collar,\n\\q",
  "19": "until what he had said came to pass.\\q The word of Yahweh tested him.\n\n\n\\q",
  "20": "The king sent servants to release him;\\q the ruler of the people set him free.\n\\q",
  "21": "He put him in charge of his house\\q as ruler of all his possessions\n\\q",
  "22": "to instruct his princes as he wished\\q and to teach his elders wisdom.\n\\q",
  "23": "Then Israel came into Egypt,\\q and Jacob lived for a time in the land of Ham.\n\n\n\\q",
  "24": "Yahweh made his people fruitful,\\q and made them stronger than their enemies.\n\\q",
  "25": "He caused their enemies to hate his people,\\q to mistreat his servants.\n\\q",
  "26": "He sent Moses, his servant,\\q and Aaron, whom he had chosen.\n\\q",
  "27": "They performed his signs among the Egyptians,\\q his wonders in the land of Ham.\n\n\n\\q",
  "28": "He sent darkness and made that land dark,\\q but its people did not obey his commands.\n\\q",
  "29": "He turned their water into blood\\q and killed their fish.\n\\q",
  "30": "Their land swarmed with frogs,\\q even in the rooms of their rulers.\n\n\n\\q",
  "31": "He spoke, and swarms of flies and gnats came\\q throughout their country.\n\\q",
  "32": "He turned their rain into hail,\\q with fire flaming on their land.\n\\q",
  "33": "He destroyed their vines and fig trees;\\q he broke the trees of their country.\n\n\n\\q",
  "34": "He spoke, and the locusts came,\\q so many locusts.\n\\q",
  "35": "The locusts ate up all of the vegetation in their land;\\q They ate up all the crops of the ground.\n\\q",
  "36": "He killed every firstborn in their land,\\q the firstfruits of all their strength.\n\n\n\\q",
  "37": "He brought the Israelites out with silver and gold;\\q none of his tribes stumbled on the way.\n\\q",
  "38": "Egypt was glad when they went away,\\q for the Egyptians were afraid of them.\n\\q",
  "39": "He spread a cloud for a covering\\q and made a fire to light up the night.\n\n\n\\q",
  "40": "The Israelites asked for food, and he brought quail\\q and satisfied them with bread from heaven.\n\\q",
  "41": "He split the rock, and waters gushed from it;\\q they flowed in the wilderness like a river.\n\\q",
  "42": "For he called to mind his holy promise\\q that he made to Abraham his servant.\n\n\n\\q",
  "43": "He led his people out with joy,\\q his chosen with shouts of triumph.\n\\q",
  "44": "He gave them the lands of the nations;\\q they took possession of the wealth of the peoples\n\\q",
  "45": "so that they might keep his statutes\\q and obey his laws.\n\\q Praise Yahweh."
}
