{
  "1": "Praise Yahweh.\\q Give thanks to Yahweh, for he is good,\n\\q for his covenant faithfulness endures forever.\n\\q",
  "2": "Who can recount the mighty acts of Yahweh\\q or proclaim in full all his praiseworthy deeds?\n\n\n\\q",
  "3": "Blessed are those who do what is right,\\q and whose deeds are always just.\n\\q",
  "4": "Call me to mind, Yahweh, when you show favor to your people;\\q help me when you save them.\n\\q",
  "5": "Then I will see the prosperity of your chosen,\\q rejoice in the gladness of your nation,\n\\q and glory with your inheritance.\n\n\n\\q",
  "6": "We have sinned like our ancestors;\\q we have done wrong, and we have done evil.\n\\q",
  "7": "Our fathers did not appreciate your marvelous deeds in Egypt;\\q they ignored your many acts of covenant faithfulness;\n\\q they were rebellious at the sea, the Sea of Reeds.\n\n\n\\q",
  "8": "Nevertheless, he saved them for his name's sake\\q so that he might reveal his power.\n\\q",
  "9": "He rebuked the Sea of Reeds, and it dried up.\\q Then he led them through the depths, as through a wilderness.\n\n\n\\q",
  "10": "He saved them from the hand of those who hated them,\\q and he rescued them from the hand of the enemy.\n\\q",
  "11": "But the waters covered their adversaries;\\q not one of them survived.\n\\q",
  "12": "Then they believed his words,\\q and they sang his praise.\n\n\n\\q",
  "13": "But they quickly forgot what he had done;\\q they did not wait for his instructions.\n\\q",
  "14": "They had insatiable cravings in the wilderness,\\q and they challenged God in the desert.\n\\q",
  "15": "He gave them their request,\\q but sent a disease that consumed their bodies.\n\n\n\\q",
  "16": "In the camp they became jealous of Moses\\q and Aaron, the holy priest of Yahweh.\n\\q",
  "17": "The earth opened and swallowed up Dathan\\q and covered the followers of Abiram.\n\\q",
  "18": "Fire broke out among them;\\q the fire consumed the wicked.\n\n\n\\q",
  "19": "They made a calf at Horeb\\q and worshiped a cast metal figure.\n\\q",
  "20": "They traded the glory of God\\q for the image of a bull that eats grass.\n\\q",
  "21": "They forgot God their Savior,\\q who had done great deeds in Egypt.\n\n\n\\q",
  "22": "He had done wonderful things in the land of Ham\\q and mighty acts at the Sea of Reeds.\n\\q",
  "23": "So he said he would destroy them—\\q had not Moses, his chosen one, stood in the breach before him,\n\\q to turn away his anger from destroying them.\n\n\n\\q",
  "24": "Then they despised the fruitful land;\\q they did not believe his promise,\n\\q",
  "25": "but grumbled in their tents,\\q and did not obey Yahweh.\n\n\n\\q",
  "26": "Therefore he raised his hand and swore to them\\q that he would let them die in the desert,\n\\q",
  "27": "scatter their descendants among the nations,\\q and scatter them in foreign lands.\n\n\n\\q",
  "28": "They worshiped the Baal of Peor\\q and ate the sacrifices offered to the dead.\n\\q",
  "29": "They provoked him to anger with their actions,\\q and a plague broke out among them.\n\n\n\\q",
  "30": "Then Phinehas rose to intervene,\\q and the plague subsided.\n\\q",
  "31": "It was counted to him as a righteous deed\\q to all generations forever.\n\n\n\\q",
  "32": "They also angered Yahweh at the waters of Meribah,\\q and Moses suffered because of them.\n\\q",
  "33": "They made Moses bitter,\\q and he spoke rashly.\n\\q",
  "34": "They did not destroy the nations\\q as Yahweh had commanded them,\n\\q",
  "35": "but they mingled with the nations\\q and learned their ways\n\\q",
  "36": "and worshiped their idols,\\q which became a snare to them.\n\n\n\\q",
  "37": "They sacrificed their sons and their daughters to demons.\\q",
  "38": "They shed innocent blood,\\q the blood of their sons and of their daughters,\n\\q whom they sacrificed to the idols of Canaan,\n\\q desecrating the land with blood.\n\\q",
  "39": "They were defiled by their deeds;\\q in their actions they were like prostitutes.\n\n\n\\q",
  "40": "So Yahweh was angry with his people,\\q and he despised his own people.\n\\q",
  "41": "He gave them into the hand of the nations,\\q and those who hated them ruled over them.\n\n\n\\q",
  "42": "Their enemies oppressed them,\\q and they were brought into subjection to their authority.\n\\q",
  "43": "Many times he came to help them,\\q but they kept rebelling\n\\q and were brought low by their own sin.\n\n\n\\q",
  "44": "Nevertheless, he paid attention to their distress\\q when he heard their cry for help.\n\\q",
  "45": "He called to mind his covenant with them\\q and relented because of his steadfast love.\n\\q",
  "46": "He caused all their conquerers\\q to have pity on them.\n\n\\q",
  "47": "Save us, Yahweh, our God.\\q Gather us from among the nations\n\\q so that we may give thanks to your holy name\n\\q and glory in your praises.\n\\q",
  "48": "May Yahweh, the God of Israel, be praised\\q from everlasting to everlasting.\n\\q All the people said, \"Amen.\"\n\\q Praise Yahweh.\n\n\n\n\\ms Book Five"
}
