{
  "1": "Give thanks to Yahweh, for he is good,\\q and his covenant faithfulness endures forever.\n\\q",
  "2": "Let the redeemed of Yahweh speak out,\\q those he has rescued from the hand of the enemy.\n\\q",
  "3": "He has gathered them out of foreign lands,\\q from the east and from the west,\n\\q from the north and from the south.\n\n\n\\q",
  "4": "They wandered in the wilderness on a desert road\\q and found no city in which to live.\n\\q",
  "5": "Because they were hungry and thirsty,\\q they fainted from exhaustion.\n\\q",
  "6": "Then they called out to Yahweh in their trouble,\\q and he rescued them out of their distress.\n\\q",
  "7": "He led them by a direct path\\q so that they would go to a city to live in.\n\n\n\\q",
  "8": "Oh that people would praise Yahweh for his covenant faithfulness\\q and for the amazing things he has done for humanity!\n\\q",
  "9": "For he satisfies the longings of those who are thirsty,\\q and the desires of those who are hungry he fills up with good things.\n\\q",
  "10": "Some sat in darkness and in gloom,\\q prisoners in affliction and chains.\n\n\n\\q",
  "11": "This was because they had rebelled against God's word\\q and rejected the instruction of the Most High.\n\\q",
  "12": "He humbled their hearts through hardship;\\q they stumbled and there was no one to help them up.\n\\q",
  "13": "Then they called out to Yahweh in their trouble,\\q and he brought them out of their distress.\n\n\n\\q",
  "14": "He brought them out of darkness and gloom\\q and broke their bonds.\n\\q",
  "15": "Oh that people would praise Yahweh for his covenant faithfulness\\q and for the amazing things he has done for humanity!\n\\q",
  "16": "For he has broken the gates of bronze\\q and cut through the bars of iron.\n\n\n\\q",
  "17": "They were foolish in their rebellious ways\\q and afflicted because of their sins.\n\\q",
  "18": "They lost their desire to eat any food,\\q and they came close to the gates of death.\n\\q",
  "19": "Then they called out to Yahweh in their trouble,\\q and he brought them out of their distress.\n\n\n\\q",
  "20": "He sent his word and healed them,\\q and he rescued them from their destruction.\n\\q",
  "21": "Oh that people would praise Yahweh for his covenant faithfulness\\q and for the amazing things he has done for humanity!\n\\q",
  "22": "Let them offer the sacrifices of thanksgiving\\q and proclaim his deeds in singing.\n\n\n\\q",
  "23": "Some travel on the sea in ships\\q and do business overseas.\n\\q",
  "24": "These saw the deeds of Yahweh\\q and his wonders on the seas.\n\n\n\\q",
  "25": "For he commanded and aroused the windstorm\\q that stirs up the seas.\n\\q",
  "26": "They reached up to the sky; they went down to the depths.\\q Their lives melted away in distress.\n\\q",
  "27": "They swayed and staggered like drunkards\\q and were at their wits' end.\n\n\n\\q",
  "28": "Then they called out to Yahweh in their trouble,\\q and he brought them out of their distress.\n\\q",
  "29": "He calmed the storm,\\q and the waves were stilled.\n\\q",
  "30": "Then they rejoiced because the sea was calm,\\q and he brought them to their desired harbor.\n\n\n\\q",
  "31": "Oh that people would praise Yahweh for his covenant faithfulness\\q and for the amazing things he has done for humanity!\n\\q",
  "32": "Let them exalt him in the assembly of the people\\q and praise him in the council of the elders.\n\n\n\\q",
  "33": "He turns rivers into a wilderness,\\q springs of water into dry land,\n\\q",
  "34": "and a fruitful land into a barren place\\q because of the wickedness of its people.\n\\q",
  "35": "He turns the wilderness into a pool of water\\q and dry land into springs of water.\n\n\n\\q",
  "36": "He settles the hungry there,\\q and they build a city to live in.\n\\q",
  "37": "They build a city to plant fields in, to plant vineyards,\\q and to bring in an abundant harvest.\n\\q",
  "38": "He blesses them so they are very numerous.\\q He does not let their cattle decrease in number.\n\n\n\\q",
  "39": "They were diminished and brought low\\q by painful distress and suffering.\n\\q",
  "40": "He pours contempt on the leaders\\q and causes them to wander in the wilderness, where there are no roads.\n\n\n\\q",
  "41": "But he protects the needy from affliction\\q and cares for his families like a flock.\n\\q",
  "42": "The upright will see this and rejoice,\\q and all wickedness shuts its mouth.\n\\q",
  "43": "Whoever is wise should take note of these things\\q and meditate on Yahweh's acts of covenant faithfulness."
}
