{
  "1": "God whom I praise, do not be silent,\\q",
  "2": "For the wicked and deceitful attack me;\\q they speak lies against me.\n\\q",
  "3": "They surround me and say hateful things,\\q and they attack me without cause.\n\n\n\\q",
  "4": "In return for my love they slander me,\\q but I pray for them.\n\\q",
  "5": "They repay me evil for good,\\q and they hate my love.\n\n\n\\q",
  "6": "Appoint a wicked man over such an enemy as these people;\\q appoint an accuser to stand at his right hand.\n\\q",
  "7": "When he is judged, may he be found guilty;\\q may his prayer be considered sinful.\n\n\n\\q",
  "8": "May his days be few;\\q may another take his office.\n\\q",
  "9": "May his children be fatherless,\\q and may his wife be a widow.\n\\q",
  "10": "May his children wander about and beg,\\q asking for handouts as they leave their ruined home.\n\n\n\\q",
  "11": "May the creditor take all he owns;\\q may strangers plunder what he earns.\n\\q",
  "12": "May no one extend any kindness to him;\\q may no one have pity on his fatherless children.\n\\q",
  "13": "May his children be cut off;\\q may their name be blotted out in the next generation.\n\n\n\\q",
  "14": "May his ancestors' sins be mentioned to Yahweh;\\q and may the sin of his mother not be forgotten.\n\\q",
  "15": "May their guilt always be before Yahweh;\\q may Yahweh cut off their memory from the earth.\n\\q",
  "16": "May Yahweh do this because this man never bothered to show any covenant faithfulness,\\q but instead harassed the oppressed, the needy,\n\\q and the disheartened to death.\n\n\n\\q",
  "17": "He loved cursing; may it come back upon him.\\q He hated blessing; may no blessing come to him.\n\\q",
  "18": "He clothed himself with cursing as his garment,\\q and his curse came into his inner being like water,\n\\q like oil into his bones.\n\n\n\\q",
  "19": "May his curses be to him like the clothes he wears to cover himself,\\q like the belt he always wears.\n\\q",
  "20": "May this be the reward of my accusers from Yahweh,\\q of those who say evil things about me.\n\n\n\\q",
  "21": "Yahweh my Lord, deal kindly with me for your name's sake.\\q Because your covenant faithfulness is good, save me.\n\\q",
  "22": "For I am oppressed and needy,\\q and my heart is wounded within me.\n\\q",
  "23": "I am fading away like the shadow of the evening;\\q I am shaken off like a locust.\n\n\n\\q",
  "24": "My knees are weak from fasting;\\q I am turning to skin and bones.\n\\q",
  "25": "I am disdained by my accusers;\\q when they see me, they shake their heads.\n\n\n\\q",
  "26": "Help me, Yahweh my God;\\q save me by your covenant faithfulness.\n\\q",
  "27": "May they know that this is your doing,\\q that you, Yahweh, have done this.\n\n\n\\q",
  "28": "Though they curse me, please bless me;\\q when they attack, may they be put to shame,\n\\q but may your servant rejoice.\n\\q",
  "29": "May my adversaries be clothed with shame;\\q may they wear their shame like a robe.\n\n\n\\q",
  "30": "With my mouth I give great thanks to Yahweh;\\q I will praise him in the midst of a crowd.\n\\q",
  "31": "For he will stand at the right hand of the one who is needy,\\q to save him from those who judge him."
}
