{
  "1": "Blessed are those whose ways are blameless,\\q who walk in the law of Yahweh.\n\\q",
  "2": "Blessed are they who keep his solemn commands,\\q who seek him with all their heart.\n\n\n\\q",
  "3": "They do no wrong;\\q they walk in his ways.\n\\q",
  "4": "You have commanded us to keep your instructions\\q so that we should carefully observe them.\n\n\n\\q",
  "5": "Oh, that I would be firmly established\\q in the observance of your statutes!\n\\q",
  "6": "Then I would not be put to shame\\q when I think of all your commandments.\n\n\n\\q",
  "7": "I will give thanks to you with an upright heart\\q when I learn your righteous decrees.\n\\q",
  "8": "I will observe your statutes;\\q do not leave me alone.\n\n\n\\d BETH.\n\\q",
  "9": "How can a young person keep his path pure?\\q By obeying your word.\n\\q",
  "10": "With my whole heart I seek you;\\q Do not let me stray from your commandments.\n\n\n\\q",
  "11": "I have stored up your word in my heart\\q so that I might not sin against you.\n\\q",
  "12": "Blessed you are, Yahweh;\\q teach me your statutes.\n\n\n\\q",
  "13": "With my mouth I have declared\\q all the righteous decrees that you have revealed.\n\\q",
  "14": "I rejoice in the way of your covenant decrees\\q more than in all riches.\n\n\n\\q",
  "15": "I will meditate on your instructions\\q and pay attention to your ways.\n\\q",
  "16": "I delight in your statutes;\\q I will not forget your word.\n\n\n\\d GIMEL.\n\\q",
  "17": "Be kind to your servant so that I may live\\q and keep your word.\n\\q",
  "18": "Open my eyes so that I may see\\q marvelous things in your law.\n\n\n\\q",
  "19": "I am a foreigner in the land;\\q do not hide your commandments from me.\n\\q",
  "20": "My desires are crushed by the longing to know\\q your righteous decrees at all times.\n\n\n\\q",
  "21": "You rebuke the proud, who are cursed,\\q who wander from your commandments.\n\\q",
  "22": "Spare me from disgrace and humiliation,\\q for I have obeyed your covenant decrees.\n\n\n\\q",
  "23": "Though rulers plot and slander me,\\q your servant meditates on your statutes.\n\\q",
  "24": "Your covenant decrees are my delight,\\q and they are my counselors.\n\n\n\\d DALETH.\n\\q",
  "25": "My life clings to the dust!\\q Give me life by your word.\n\\q",
  "26": "I told you my ways, and you answered me;\\q teach me your statutes.\n\n\n\\q",
  "27": "Make me understand the ways of your instructions,\\q so that I can meditate on your wondrous teachings.\n\\q",
  "28": "I am overwhelmed with grief!\\q Strengthen me by your word.\n\n\n\\q",
  "29": "Turn from me the path of deceit;\\q graciously teach me your law.\n\\q",
  "30": "I have chosen the way of faithfulness;\\q I have always kept your righteous decrees before me.\n\n\n\\q",
  "31": "I cling to your covenant decrees;\\q Yahweh, do not let me be shamed.\n\\q",
  "32": "I will run in the path of your commandments,\\q for you enlarge my heart to do so.\n\n\n\\d HE.\n\\q",
  "33": "Teach me, Yahweh, the way of your statutes,\\q and I will keep them to the end.\n\\q",
  "34": "Give me understanding, and I will keep your law;\\q I will observe it with all my heart.\n\n\n\\q",
  "35": "Guide me in the path of your commandments,\\q for I delight to walk in it.\n\\q",
  "36": "Direct my heart toward your covenant decrees\\q and away from unrighteous gain.\n\n\n\\q",
  "37": "Turn my eyes from looking at worthless things;\\q revive me in your ways.\n\\q",
  "38": "Carry out for your servant your promise\\q that you made to those who honor you.\n\n\n\\q",
  "39": "Take away the insults I dread,\\q for your righteous judgments are good.\n\\q",
  "40": "See, I have longed for your instructions;\\q revive me in your righteousness.\n\n\n\\d VAV.\n\\q",
  "41": "Yahweh, give me your unfailing love—\\q your salvation, according to your promise;\n\\q",
  "42": "then I will have a reply for the one who mocks me,\\q for I trust in your word.\n\n\n\\q",
  "43": "Do not take the word of truth from my mouth,\\q for my hope is in your righteous decrees.\n\\q",
  "44": "I will observe your law continually,\\q forever and ever.\n\n\n\\q",
  "45": "I will walk securely,\\q for I seek your instructions.\n\\q",
  "46": "I will speak of your solemn commands before kings\\q and will not be ashamed.\n\n\n\\q",
  "47": "I delight in your commandments,\\q which I love dearly.\n\\q",
  "48": "I will lift up my hands to your commandments, which I love;\\q I will meditate on your statutes.\n\n\n\\d ZAYIN.\n\\q",
  "49": "Call to mind your promise to your servant\\q because you have given me hope.\n\\q",
  "50": "This is my comfort in my affliction:\\q that your promise has kept me alive.\n\n\n\\q",
  "51": "The proud have scoffed at me,\\q yet I have not turned away from your law.\n\\q",
  "52": "I have thought about your righteous decrees from ancient times, Yahweh,\\q and I comfort myself.\n\n\n\\q",
  "53": "Hot anger has taken hold of me\\q because of the wicked who reject your law.\n\\q",
  "54": "Your statutes have been my songs\\q in the house where I temporarily live.\n\n\n\\q",
  "55": "I think about your name during the night, Yahweh,\\q and I keep your law.\n\\q",
  "56": "This has been my practice\\q because I have observed your instructions.\n\n\n\\d HETH.\n\\q",
  "57": "Yahweh is my portion;\\q I have determined to observe your words.\n\\q",
  "58": "I earnestly request your favor with my whole heart;\\q be merciful to me, as your word promised.\n\n\n\\q",
  "59": "I examined my ways\\q and turned my feet to your covenant decrees.\n\\q",
  "60": "I hurry and do not delay\\q to keep your commandments.\n\n\n\\q",
  "61": "The cords of the wicked have ensnared me;\\q I have not forgotten your law.\n\\q",
  "62": "At midnight I rise to give thanks to you\\q because of your righteous decrees.\n\n\n\\q",
  "63": "I am a companion of all who honor you,\\q to all who observe your instructions.\n\\q",
  "64": "The earth, Yahweh, is full of your covenant faithfulness;\\q teach me your statutes.\n\n\n\\d TETH.\n\\q",
  "65": "You have done good to your servant,\\q Yahweh, by means of your word.\n\\q",
  "66": "Teach me proper discernment and understanding,\\q for I have believed in your commandments.\n\n\n\\q",
  "67": "Before I was afflicted I went astray,\\q but now I observe your word.\n\\q",
  "68": "You are good, and you are one who does good;\\q teach me your statutes.\n\n\n\\q",
  "69": "The arrogant have smeared me with lies,\\q but I keep your instructions with my whole heart.\n\\q",
  "70": "Their hearts are hardened,\\q but I delight in your law.\n\n\n\\q",
  "71": "It is good for me that I have suffered\\q so that I would learn your statutes.\n\\q",
  "72": "Instruction from your mouth is more precious to me\\q than thousands of pieces of gold and silver.\n\n\n\\d YOD.\n\\q",
  "73": "Your hands have made and fashioned me;\\q give me understanding so that I may learn your commandments.\n\\q",
  "74": "Those who honor you will be glad when they see me\\q because I find hope in your word.\n\n\n\\q",
  "75": "I know, Yahweh, that your decrees are just,\\q and that in faithfulness you afflicted me.\n\\q",
  "76": "Let your covenant faithfulness comfort me,\\q as you promised your servant.\n\n\n\\q",
  "77": "Show me compassion so that I may live,\\q for your law is my delight.\n\\q",
  "78": "Let the proud be put to shame,\\q for they have slandered me;\n\\q but I will meditate on your instructions.\n\n\n\\q",
  "79": "May those who honor you turn to me,\\q those who know your covenant decrees.\n\\q",
  "80": "May my heart be blameless with respect to your statutes\\q so that I may not be put to shame.\n\n\n\\d KAPH.\n\\q",
  "81": "I faint with longing that you might rescue me!\\q I hope in your word.\n\\q",
  "82": "My eyes long to see your promise;\\q when will you comfort me?\n\n\n\\q",
  "83": "For I have become like a wineskin in the smoke;\\q I do not forget your statutes.\n\\q",
  "84": "How long must your servant endure this;\\q when will you judge those who persecute me?\n\n\n\\q",
  "85": "The proud have dug pits for me,\\q defying your law.\n\\q",
  "86": "All your commandments are reliable;\\q those people persecute me wrongfully; help me.\n\n\n\\q",
  "87": "They have almost made an end to me on earth,\\q but I do not reject your instructions.\n\\q",
  "88": "By your steadfast love, keep me alive,\\q so that I may obey your commands.\n\n\n\\d LAMEDH.\n\\q",
  "89": "Yahweh, your word stands forever;\\q your word is established firmly in heaven.\n\\q",
  "90": "Your faithfulness lasts for all generations;\\q you have established the earth, and it remains.\n\n\n\\q",
  "91": "All things continue to this day, just as you said in your righteous decrees,\\q for all things are your servants.\n\\q",
  "92": "If your law had not been my delight,\\q I would have perished in my affliction.\n\n\n\\q",
  "93": "I will never forget your instructions,\\q for through them you have kept me alive.\n\\q",
  "94": "I am yours; save me,\\q for I seek your instructions.\n\n\n\\q",
  "95": "The wicked prepare to destroy me,\\q but I will seek to understand your covenant decrees.\n\\q",
  "96": "I have seen that everything has its limits,\\q but your commandments are broad, beyond limits.\n\n\n\\d MEM.\n\\q",
  "97": "Oh how I love your law!\\q It is my meditation all day long.\n\\q",
  "98": "Your commandments make me wiser than my enemies,\\q for your commandments are always with me.\n\n\n\\q",
  "99": "I have more understanding than all my teachers,\\q for I meditate on your covenant decrees.\n\\q",
  "100": "I understand more than those older than I am;\\q this is because I have kept your instructions.\n\n\n\\q",
  "101": "I have kept my feet back from every evil path\\q so that I might observe your word.\n\\q",
  "102": "I have not turned aside from your righteous decrees,\\q for you have instructed me.\n\n\n\\q",
  "103": "How sweet are your words to my taste,\\q yes, sweeter than honey to my mouth!\n\\q",
  "104": "Through your instructions I gain discernment;\\q therefore I hate every false way.\n\n\n\\d NUN.\n\\q",
  "105": "Your word is a lamp to my feet\\q and a light for my path.\n\n\n\\q",
  "106": "I have sworn and have confirmed it,\\q that I will observe your righteous decrees.\n\n\n\\q",
  "107": "I am very afflicted;\\q keep me alive, Yahweh, as you have promised in your word.\n\\q",
  "108": "Yahweh, please accept the freewill offerings of my mouth,\\q and teach me your righteous decrees.\n\n\n\\q",
  "109": "My life is always in my hand,\\q yet I do not forget your law.\n\\q",
  "110": "The wicked have set a snare for me,\\q but I have not strayed from your instructions.\n\n\n\\q",
  "111": "I claim your covenant decrees as my heritage forever,\\q for they are the joy of my heart.\n\\q",
  "112": "My heart is set on obeying your statutes\\q forever to the very end.\n\n\n\\d SAMEKH.\n\\q",
  "113": "I hate those who have a double mind,\\q but I love your law.\n\\q",
  "114": "You are my hiding place and my shield;\\q I hope in your word.\n\n\n\\q",
  "115": "Get away from me, you evil doers,\\q so that I may observe the commandments of my God.\n\\q",
  "116": "Sustain me by your word so that I may live\\q and not be ashamed of my hope.\n\n\n\\q",
  "117": "Support me, and I will be safe;\\q I will always meditate on your statutes.\n\\q",
  "118": "You reject all those who stray from your statutes,\\q for those people are deceptive and unreliable.\n\n\n\\q",
  "119": "You remove all the wicked of the earth like slag;\\q therefore I love your solemn commands.\n\\q",
  "120": "My body trembles in fear of you,\\q and I am afraid of your righteous decrees.\n\n\n\\d AYIN.\n\\q",
  "121": "I do what is just and right;\\q do not abandon me to my oppressors.\n\\q",
  "122": "Guarantee the welfare of your servant;\\q do not let the proud oppress me.\n\n\n\\q",
  "123": "My eyes grow tired as I wait for your salvation\\q and for your righteous word.\n\\q",
  "124": "Show your servant your covenant faithfulness,\\q and teach me your statutes.\n\n\n\\q",
  "125": "I am your servant; give me understanding\\q so that I may know your covenant decrees.\n\\q",
  "126": "It is time for Yahweh to act,\\q for people have broken your law.\n\n\n\\q",
  "127": "Truly I love your commandments\\q more than gold, more than fine gold.\n\\q",
  "128": "Therefore I carefully follow all your instructions,\\q and I hate every path of falsehood.\n\n\n\\d PE.\n\\q",
  "129": "Your rules are wonderful,\\q that is why I obey them.\n\\q",
  "130": "The unfolding of your words gives light;\\q it gives understanding to the untrained.\n\n\n\\q",
  "131": "I open my mouth and pant,\\q for I long for your commandments.\n\\q",
  "132": "Turn to me and have mercy on me,\\q as you always do for those who love your name.\n\n\n\\q",
  "133": "Direct my footsteps by your word;\\q do not let any sin rule me.\n\\q",
  "134": "Redeem me from human oppression\\q so that I may observe your instructions.\n\n\n\\q",
  "135": "Let your face shine on your servant,\\q and teach me your statutes.\n\\q",
  "136": "Streams of tears run down from my eyes\\q because people do not observe your law.\n\n\n\\d TSADHE.\n\\q",
  "137": "You are righteous, Yahweh,\\q and your decrees are fair.\n\\q",
  "138": "You have given your covenant decrees righteously\\q and faithfully.\n\n\n\\q",
  "139": "Anger has destroyed me\\q because my adversaries forget your words.\n\\q",
  "140": "Your word has been tested very much,\\q and your servant loves it.\n\n\n\\q",
  "141": "I am insignificant and despised,\\q yet I do not forget your instructions.\n\\q",
  "142": "Your justice is forever right,\\q and your law is trustworthy.\n\n\n\\q",
  "143": "Though distress and anguish have found me,\\q your commandments are still my delight.\n\\q",
  "144": "Your covenant decrees are righteous forever;\\q give me understanding that I may live.\n\n\n\\d QOPH.\n\\q",
  "145": "I cried out with my whole heart, \"Answer me, Yahweh,\\q I will keep your statutes.\n\\q",
  "146": "I call to you; save me,\\q and I will observe your covenant decrees.\"\n\n\n\\q",
  "147": "I rise before the dawn of the morning and cry for help.\\q I hope in your words.\n\\q",
  "148": "My eyes are open before the night watches change\\q so that I might meditate on your word.\n\n\n\\q",
  "149": "Hear my voice in your covenant faithfulness;\\q keep me alive, Yahweh, as you have promised in your righteous decrees.\n\\q",
  "150": "Those who are persecuting me are coming closer to me,\\q but they are far from your law.\n\n\n\\q",
  "151": "You are near, Yahweh,\\q and all your commandments are trustworthy.\n\\q",
  "152": "Long ago I learned from your covenant decrees\\q that you had set them in place forever.\n\n\n\\d RESH.\n\\q",
  "153": "Look on my affliction and help me,\\q for I do not forget your law.\n\\q",
  "154": "Plead my cause and redeem me;\\q keep me, as you have promised in your word.\n\n\n\\q",
  "155": "Salvation is far from the wicked,\\q for they do not love your statutes.\n\\q",
  "156": "Great are your merciful actions, Yahweh;\\q keep me alive, as you always do.\n\n\n\\q",
  "157": "My persecutors and my foes are many,\\q yet I have not turned from your covenant decrees.\n\\q",
  "158": "I view the treacherous with disgust\\q because they do not keep your word.\n\n\n\\q",
  "159": "See how I love your instructions;\\q keep me alive, Yahweh, as you have promised by your covenant faithfulness.\n\\q",
  "160": "The essence of your word is truth;\\q every one of your righteous decrees lasts forever.\n\n\n\\d SHIN.\n\\q",
  "161": "Princes persecute me without cause,\\q but my heart stands in awe of your word.\n\\q",
  "162": "I rejoice at your word\\q like one who finds great plunder.\n\n\n\\q",
  "163": "I hate and despise falsehood,\\q but I love your law.\n\\q",
  "164": "Seven times a day I praise you\\q because of your righteous decrees.\n\n\n\\q",
  "165": "Great peace they have, those who love your law;\\q nothing makes them stumble.\n\\q",
  "166": "I hope for your salvation, Yahweh,\\q and I obey your commandments.\n\n\n\\q",
  "167": "I observe your solemn commands,\\q and I love them greatly.\n\\q",
  "168": "I keep your instructions and your solemn commands,\\q for you are aware of everything I do.\n\n\n\\d TAV.\n\\q",
  "169": "Listen to my cry for help, Yahweh;\\q give me understanding into your word.\n\\q",
  "170": "May my plea come before you;\\q help me, as you have promised in your word.\n\n\n\\q",
  "171": "May my lips pour out praise,\\q for you teach me your statutes.\n\\q",
  "172": "Let my tongue sing about your word,\\q for all your commandments are right.\n\n\n\\q",
  "173": "May your hand help me,\\q for I have chosen your instructions.\n\\q",
  "174": "I long for your rescue, Yahweh,\\q and your law is my delight.\n\n\n\\q",
  "175": "May I live and praise you,\\q and may your righteous decrees help me.\n\\q",
  "176": "I have wandered off like a lost sheep;\\q seek your servant,\n\\q for I have not forgotten your commandments."
}
