{
  "1": "Praise Yahweh.\\q Praise the name of Yahweh.\n\\q Praise him, you servants of Yahweh,\n\\q",
  "2": "you who stand in Yahweh's house,\\q in the courtyards of the house of our God.\n\n\n\\q",
  "3": "Praise Yahweh, for he is good;\\q sing praises to his name, for it is pleasant to do so.\n\\q",
  "4": "For Yahweh has chosen Jacob for himself,\\q Israel as his possession.\n\n\n\\q",
  "5": "I know that Yahweh is great,\\q that our Lord is above all gods.\n\\q",
  "6": "Whatever Yahweh desires, he does\\q in heaven, on earth, in the seas and all the ocean depths.\n\n\n\\q",
  "7": "He brings the clouds from far away,\\q making lightning bolts accompany the rain\n\\q and bringing the wind out of his storehouse.\n\n\n\\q",
  "8": "He killed the firstborn of Egypt,\\q both of man and animals.\n\\q",
  "9": "He sent signs and wonders into your midst, Egypt,\\q against Pharaoh and all his servants.\n\n\n\\q",
  "10": "He attacked many nations\\q and killed mighty kings,\n\\q",
  "11": "Sihon king of the Amorites\\q and Og king of Bashan\n\\q and all the kingdoms of Canaan.\n\n\n\\q",
  "12": "He gave us their land as an inheritance,\\q an inheritance to Israel his people.\n\\q",
  "13": "Your name, Yahweh, endures forever;\\q your renown, Yahweh, endures throughout all generations.\n\\q",
  "14": "For Yahweh defends his people\\q and has compassion on his servants.\n\n\n\\q",
  "15": "The nations' idols are silver and gold,\\q the work of men's hands.\n\\q",
  "16": "Those idols have mouths, but they do not speak;\\q they have eyes, but they do not see;\n\\q",
  "17": "they have ears, but they do not hear,\\q nor is there breath in their mouths.\n\\q",
  "18": "Those who make them are like them,\\q as is everyone who trusts in them.\n\n\n\\q",
  "19": "Descendants of Israel, bless Yahweh;\\q descendants of Aaron, bless Yahweh.\n\\q",
  "20": "Descendants of Levi, bless Yahweh;\\q you who honor Yahweh, bless Yahweh.\n\\q",
  "21": "Blessed be Yahweh in Zion,\\q he who lives in Jerusalem.\n\\q Praise Yahweh."
}
