{
  "1": "Oh, give thanks to Yahweh; for he is good,\\q for his covenant faithfulness endures forever.\n\\q",
  "2": "Oh, give thanks to the God of gods,\\q for his covenant faithfulness endures forever.\n\\q",
  "3": "Oh, give thanks to the Lord of lords,\\q for his covenant faithfulness endures forever.\n\n\n\\q",
  "4": "Give thanks to him who alone does great wonders,\\q for his covenant faithfulness endures forever—\n\\q",
  "5": "to him who by wisdom made the heavens,\\q for his covenant faithfulness endures forever.\n\n\n\\q",
  "6": "Give thanks to him who spread out the earth above the waters,\\q for his covenant faithfulness endures forever—\n\\q",
  "7": "to him who made great lights,\\q for his covenant faithfulness endures forever.\n\n\n\\q",
  "8": "Give thank to him who gave the sun to rule by day,\\q for his covenant faithfulness endures forever—\n\\q",
  "9": "the moon and stars to rule by night,\\q for his covenant faithfulness endures forever.\n\n\n\\q",
  "10": "Give thanks to him who killed the firstborn of Egypt,\\q for his covenant faithfulness endures forever—\n\\q",
  "11": "and brought out Israel from among them,\\q for his covenant faithfulness endures forever—\n\\q",
  "12": "with a strong hand and a raised arm,\\q for his covenant faithfulness endures forever.\n\n\n\\q",
  "13": "Give thanks to him who divided the Sea of Reeds,\\q for his covenant faithfulness endures forever—\n\\q",
  "14": "and made Israel to pass through the middle of it,\\q for his covenant faithfulness endures forever—\n\\q",
  "15": "but overthrew Pharaoh and his army in the Sea of Reeds,\\q for his covenant faithfulness endures forever.\n\n\n\\q",
  "16": "Give thanks to him who led his people through the wilderness,\\q for his covenant faithfulness endures forever—\n\\q",
  "17": "to him who killed great kings,\\q for his covenant faithfulness endures forever.\n\n\n\\q",
  "18": "Give thanks to him who killed famous kings,\\q for his covenant faithfulness endures forever—\n\\q",
  "19": "Sihon king of the Amorites,\\q for his covenant faithfulness endures forever—\n\\q",
  "20": "and Og king of Bashan,\\q for his covenant faithfulness endures forever.\n\n\n\\q",
  "21": "Give thanks to him who gave their land as an inheritance,\\q for his covenant faithfulness endures forever—\n\\q",
  "22": "an inheritance to Israel his servant,\\q for his covenant faithfulness endures forever—\n\\q",
  "23": "to him who called us to mind and helped us in our humiliation,\\q for his covenant faithfulness endures forever.\n\n\n\\q",
  "24": "Give thanks to him who has given us victory over our enemies,\\q for his covenant faithfulness endures forever—\n\\q",
  "25": "who gives food to all living beings,\\q for his covenant faithfulness endures forever.\n\\q",
  "26": "Oh, give thanks to the God of heaven,\\q for his covenant faithfulness endures forever."
}
