{"1":"I will extol you, my God, King;\\q I will bless your name forever and ever.\n\\q","2":"Every day will I bless you;\\q I will praise your name forever and ever.\n\\q","3":"Great is Yahweh and greatly to be praised;\\q his greatness is unsearchable.\n\n\n\\q","4":"One generation will praise your deeds to the next\\q and will proclaim your mighty actions.\n\\q","5":"I will meditate on the majesty of your glory\\q and on your marvelous deeds.\n\n\n\\q","6":"They will speak of the power of your awesome works,\\q and I will declare your greatness.\n\\q","7":"They will declare your abounding goodness,\\q and they will sing about your righteousness.\n\n\n\\q","8":"Yahweh is gracious and merciful,\\q slow to anger and abounding in covenant faithfulness.\n\\q","9":"Yahweh is good to all;\\q his tender mercies are over all his works.\n\n\n\\q","10":"All you have made will give thanks to you, Yahweh;\\q your faithful ones will bless you.\n\\q","11":"Your faithful ones will speak of the glory of your kingdom,\\q and they will tell of your power.\n\\q","12":"They will make known to mankind God's mighty deeds\\q and the glorious splendor of his kingdom.\n\n\n\\q","13":"Your kingdom is an everlasting kingdom,\\q and your dominion endures throughout all generations.\n\n\n\\q","14":"Yahweh supports all who are falling\\q and raises up all those who are bent over.\n\\q","15":"The eyes of all wait for you;\\q you give them their food at the right time.\n\\q","16":"You open your hand\\q and satisfy the desire of every living thing.\n\n\n\\q","17":"Yahweh is righteous in all his ways\\q and gracious in all he does.\n\\q","18":"Yahweh is near to all those who call to him,\\q to all who call to him in trustworthiness.\n\\q","19":"He fulfills the desire of those who honor him;\\q he hears their cry and saves them.\n\n\n\\q","20":"Yahweh watches over all those who love him,\\q but he will destroy all the wicked.\n\\q","21":"My mouth will speak out the praise of Yahweh;\\q let all mankind bless his holy name forever and ever."}
