{"1":"My God, my God, why have you abandoned me?\\q Why are you so far from saving me and far from the words of my anguish?\n\\q","2":"My God, I cry out in the daytime, but you do not answer,\\q and at night I am not silent!\n\n\n\\q","3":"Yet you are holy;\\q you sit as king with the praises of Israel.\n\\q","4":"Our ancestors trusted in you;\\q they trusted in you, and you rescued them.\n\\q","5":"They cried to you and they were rescued.\\q They trusted in you and were not disappointed.\n\n\n\\q","6":"But I am a worm and not a man,\\q a disgrace to humanity and despised by the people.\n\\q","7":"All those who see me taunt me;\\q they mock me; they shake their heads at me.\n\\q","8":"They say, \"He trusts in Yahweh;\\q let Yahweh rescue him.\n\\q Let him rescue him, for he delights in him.\"\n\n\n\\q","9":"For you brought me from the womb;\\q you made me trust you when I was on my mother's breasts.\n\\q","10":"I have been thrown on you from the womb;\\q you are my God since I was in my mother's womb!\n\n\n\\q","11":"Do not be far away from me, for trouble is near;\\q there is no one to help.\n\\q","12":"Many bulls surround me;\\q strong bulls of Bashan surround me.\n\\q","13":"They open their mouths wide against me\\q like a roaring lion ripping its victim.\n\n\n\\q","14":"I am being poured out like water,\\q and all my bones are dislocated.\n\\q My heart is like wax;\n\\q it melts away within my inner parts.\n\\q","15":"My strength has dried up like a piece of pottery;\\q my tongue sticks to the roof of my mouth.\n\\q You have laid me in the dust of death.\n\n\n\\q","16":"For dogs have surrounded me;\\q a company of evildoers has encircled me;\n\\q they have pierced my hands and my feet.\n\\q","17":"I can count all my bones.\\q They look and stare at me.\n\n\n\\q","18":"They divide my garments among themselves,\\q they cast lots for my clothes.\n\\q","19":"Do not be far away, Yahweh;\\q please hurry to help me, my strength!\n\n\n\\q","20":"Rescue my soul from the sword,\\q my only life from the claws of wild dogs.\n\\q","21":"Save me from the lion's mouth;\\q rescue me from the horns of the wild oxen.\n\n\n\\q","22":"I will declare your name to my brothers;\\q in the midst of the assembly I will praise you.\n\\q","23":"You who fear Yahweh, praise him!\\q All you descendants of Jacob, honor him!\n\\q Stand in awe of him, all you descendants of Israel!\n\n\n\\q","24":"For he has not despised or abhorred the suffering of the afflicted one;\\q Yahweh has not hidden his face from him;\n\\q when the afflicted one cried to him, he heard.\n\\q","25":"My praise will be because of you in the great assembly;\\q I will fulfill my vows before those who fear him.\n\n\n\\q","26":"The oppressed will eat and be satisfied;\\q those who seek Yahweh will praise him.\n\\q May your hearts live forever.\n\\q","27":"All the peoples of the earth will remember and turn to Yahweh;\\q all the families of the nations will bow down before you.\n\n\n\\q","28":"For the kingdom is Yahweh's;\\q he is the ruler over the nations.\n\\q","29":"All the prosperous people of the earth will feast and will worship;\\q all those who are descending into the dust will bow before him,\n\\q those who cannot preserve their own lives.\n\n\n\\q","30":"A generation to come will serve him;\\q they will tell the next generation of the Lord.\n\\q","31":"They will come and tell of his righteousness;\\q they will tell to a people not yet born what he has done!"}
