{
  "1": "To you, Yahweh, I lift up my life!\\q",
  "2": "My God, I trust in you.\\q Do not let me be humiliated;\n\\q do not let my enemies rejoice triumphantly over me.\n\\q",
  "3": "May no one who hopes in you be disgraced\\q may those who act treacherously without cause be ashamed!\n\n\n\\q",
  "4": "Make known to me your ways, Yahweh;\\q teach me your paths.\n\\q",
  "5": "Guide me into your truth and teach me,\\q for you are the God of my salvation;\n\\q I hope in you all day long.\n\n\n\\q",
  "6": "Call to mind, Yahweh, your acts of compassion and of covenant faithfulness;\\q for they have always existed.\n\\q",
  "7": "Do not think about the sins of my youth or my rebelliousness;\\q Call me to mind with covenant faithfulness because of your goodness, Yahweh!\n\n\n\\q",
  "8": "Yahweh is good and upright;\\q therefore he teaches sinners the way.\n\\q",
  "9": "He guides the humble in what is right\\q and he teaches them his way.\n\n\n\\q",
  "10": "All the paths of Yahweh are steadfast love and faithfulness\\q to those who keep his covenant and his solemn commands.\n\\q",
  "11": "For your name's sake, Yahweh,\\q pardon my sin, for it is great.\n\n\n\\q",
  "12": "Who is the man who fears Yahweh?\\q The Lord will instruct him in the way that he should choose.\n\\q",
  "13": "His life will go along in goodness;\\q and his descendants will inherit the land.\n\n\n\\q",
  "14": "The friendship of Yahweh is for those who honor him,\\q and he makes his covenant known to them.\n\\q",
  "15": "My eyes are always on Yahweh,\\q for he will free my feet from the net.\n\\q",
  "16": "Turn toward me and have mercy on me;\\q for I am alone and afflicted.\n\n\n\\q",
  "17": "The troubles of my heart are enlarged;\\q draw me out from my distress!\n\\q",
  "18": "See my affliction and my toils;\\q forgive all my sins.\n\\q",
  "19": "See my enemies, for they are many;\\q they hate me with cruel hatred.\n\n\n\\q",
  "20": "Protect my life and rescue me;\\q do not let me be humiliated, for I take refuge in you!\n\\q",
  "21": "May integrity and uprightness preserve me,\\q for I hope in you.\n\n\n\\q",
  "22": "Rescue Israel, God,\\q from all of his troubles!"
}
