{
  "1": "In you, Yahweh, I take refuge;\\q never let me be humiliated.\n\\q Rescue me in your righteousness.\n\\q",
  "2": "Listen to me; rescue me quickly;\\q be my rock of refuge,\n\\q a stronghold to save me.\n\n\n\\q",
  "3": "For you are my rock and my fortress;\\q therefore for your name's sake, lead and guide me.\n\\q",
  "4": "Pluck me out of the net that they have hidden for me,\\q for you are my refuge.\n\n\n\\q",
  "5": "Into your hands I entrust my spirit;\\q you will redeem me, Yahweh, God of trustworthiness.\n\\q",
  "6": "I hate those who serve worthless idols,\\q but I trust in Yahweh.\n\\q",
  "7": "I will be glad and rejoice in your covenant faithfulness,\\q for you saw my affliction;\n\\q you knew the distress of my soul.\n\n\n\\q",
  "8": "You have not given me into the hand of my enemy.\\q You have set my feet in a wide open place.\n\\q",
  "9": "Have mercy upon me, Yahweh, for I am in distress;\\q my eyes grow weary with grief with my soul and my body.\n\n\n\\q",
  "10": "For my life is weary with sorrow\\q and my years with groaning.\n\\q My strength fails because of my sin,\n\\q and my bones are wasting away.\n\\q",
  "11": "Because of all my enemies, people disdain me;\\q my neighbors are appalled at my situation,\n\\q and those who know me are horrified.\n\\q Those who see me in the street run from me.\n\n\n\\q",
  "12": "I am forgotten as a dead man whom no one thinks about.\\q I am like a broken pot.\n\\q",
  "13": "For I have heard the whispering of many,\\q terrifying news from every side\n\\q as they plot together against me.\n\\q They plot to take away my life.\n\n\n\\q",
  "14": "But I trust in you, Yahweh;\\q I say, \"You are my God.\"\n\\q",
  "15": "My destiny is in your hand.\\q Rescue me from the hands of my enemies and from those who pursue me.\n\n\n\\q",
  "16": "Make your face shine on your servant;\\q save me in your covenant faithfulness.\n\n\n\\q",
  "17": "Do not let me be humiliated, Yahweh; for I call out to you!\\q May the wicked be humiliated! May they be silent in Sheol.\n\\q",
  "18": "May lying lips be silenced\\q that speak against the righteous defiantly\n\\q with arrogance and contempt.\n\n\n\\q",
  "19": "How great is your goodness\\q that you have stored up for those who revere you,\n\\q that you perform for those who take refuge in you\n\\q before all the children of mankind!\n\\q",
  "20": "In the shelter of your presence, you hide them from the plots of men.\\q You hide them in a shelter from the violence of tongues.\n\n\n\\q",
  "21": "Blessed be Yahweh,\\q for he showed me his marvelous covenant faithfulness when I was in a besieged city.\n\\q",
  "22": "Though I said in my haste,\\q \"I am cut off from your eyes,\"\n\\q yet you heard my plea for help\n\\q when I cried to you.\n\n\n\\q",
  "23": "Oh, love Yahweh, all you faithful followers.\\q Yahweh protects the faithful,\n\\q but he pays back the arrogant in full.\n\\q",
  "24": "Be strong and confident,\\q all you who trust in Yahweh for help."
}
