{
  "1": "Rejoice in Yahweh, you righteous;\\q praise is appropriate for the upright.\n\\q",
  "2": "Give thanks to Yahweh with the harp;\\q sing praises to him with the harp of ten strings.\n\\q",
  "3": "Sing to him a new song;\\q play skillfully and sing with joy.\n\n\n\\q",
  "4": "For Yahweh's word is upright,\\q and everything he does is fair.\n\\q",
  "5": "He loves righteousness and justice.\\q The earth is full of Yahweh's covenant faithfulness.\n\\q",
  "6": "By the word of Yahweh the heavens were made,\\q and all the stars were made by the breath of his mouth.\n\n\n\\q",
  "7": "He gathers the waters of the sea together like a heap;\\q he puts the oceans in storehouses.\n\\q",
  "8": "Let the whole earth fear Yahweh;\\q let all the inhabitants of the world stand in awe of him.\n\\q",
  "9": "For he spoke, and it was done;\\q he commanded, and it stood in place.\n\n\n\n\\q",
  "10": "Yahweh frustrates the alliances of nations;\\q he overrules the plans of the peoples.\n\\q",
  "11": "The plans of Yahweh stand forever,\\q the plans of his heart for all generations.\n\\q",
  "12": "Blessed is the nation whose God is Yahweh,\\q the people whom he has chosen as his own inheritance.\n\n\n\\q",
  "13": "Yahweh looks from heaven;\\q he sees all the people.\n\\q",
  "14": "From the place where he lives,\\q he looks down on all who live on the earth.\n\\q",
  "15": "He who shapes the hearts of them all\\q observes all their deeds.\n\n\n\\q",
  "16": "No king is saved by a vast army;\\q a warrior is not saved by his great strength.\n\\q",
  "17": "A horse is a false hope for victory;\\q in spite of his great strength, he cannot rescue.\n\n\n\\q",
  "18": "See, Yahweh's eye is on those who fear him,\\q on those who hope in his covenant faithfulness\n\\q",
  "19": "to deliver their lives from death\\q and to keep them alive in times of famine.\n\n\n\\q",
  "20": "We wait for Yahweh;\\q he is our help and our shield.\n\\q",
  "21": "Our hearts rejoice in him,\\q for we trust in his holy name.\n\n\n\\q",
  "22": "Let your covenant faithfulness, Yahweh, be with us\\q as we put our hope in you."
}
