{"1":"I will praise Yahweh at all times,\\q his praise will always be in my mouth.\n\n\n\\q","2":"I will praise Yahweh!\\q May the oppressed hear and rejoice.\n\\q","3":"Praise Yahweh with me,\\q let us lift up his name together.\n\n\n\\q","4":"I sought Yahweh and he answered me,\\q and he gave me victory over all my fears.\n\\q","5":"Those who look to him are radiant,\\q and their faces are not ashamed.\n\\q","6":"This oppressed man cried and Yahweh heard him\\q and saved him from all his troubles.\n\n\n\\q","7":"The angel of Yahweh camps around those who fear him\\q and rescues them.\n\\q","8":"Taste and see that Yahweh is good.\\q Blessed is the man who takes refuge in him.\n\\q","9":"Fear Yahweh, you his holy people.\\q There is no lack for those who fear him.\n\n\n\\q","10":"The young lions sometimes lack food and suffer hunger,\\q but those who seek Yahweh will not lack anything good.\n\\q","11":"Come, sons, listen to me.\\q I will teach you the fear of Yahweh.\n\n\n\\q","12":"What man is there who desires life\\q and loves many days,\n\\q that he may see good?\n\\q","13":"Then keep your tongue from evil\\q and keep your lips from speaking lies.\n\\q","14":"Turn away from evil and do good.\\q Seek peace and go after it.\n\n\n\\q","15":"The eyes of Yahweh are on the righteous\\q and his ears are directed toward their cry.\n\\q","16":"The face of Yahweh is against those who do evil,\\q to cut off the memory of them from the earth.\n\\q","17":"The righteous cry out and Yahweh hears\\q and he rescues them from all their troubles.\n\n\n\\q","18":"Yahweh is close to the brokenhearted,\\q and he saves those who are crushed in spirit.\n\\q","19":"Many are the troubles of the righteous,\\q but Yahweh delivers them out of them all.\n\\q","20":"He keeps all his bones,\\q not one of them will be broken.\n\n\n\\q","21":"Evil will kill the wicked.\\q Those who hate the righteous will be condemned.\n\\q","22":"Yahweh rescues the lives of his servants.\\q None of those who take refuge in him will be condemned."}
