{
  "1": "Yahweh, work against those who work against me;\\q fight against those who fight against me.\n\\q",
  "2": "Grab your small shield and large shield;\\q rise up and help me.\n\\q",
  "3": "Use your spear and battle ax against those who chase me;\\q say to my soul, \"I am your salvation.\"\n\n\n\\q",
  "4": "May those who seek my life be shamed and dishonored.\\q May those who plan to harm me be turned back and confounded.\n\\q",
  "5": "May they be as chaff before the wind,\\q as the angel of Yahweh drives them away.\n\\q",
  "6": "May their way be dark and slippery,\\q as the angel of Yahweh chases them.\n\n\n\\q",
  "7": "Without cause they set their net for me;\\q without cause they dug a pit for my life.\n\\q",
  "8": "Let destruction overtake them by surprise.\\q Let the net that they have set catch them.\n\\q Let them fall into it, to their destruction.\n\n\n\\q",
  "9": "But I will be joyful in Yahweh\\q and rejoice in his salvation.\n\\q",
  "10": "All my bones will say, \"Yahweh, who is like you,\\q who rescues the oppressed from those who are too strong for them\n\\q and the poor and needy from those who try to rob them?\"\n\n\n\\q",
  "11": "Unrighteous witnesses rise up;\\q they accuse me falsely.\n\\q",
  "12": "They repay me evil for good.\\q I am sorrowful.\n\n\n\\q",
  "13": "But, when they were sick, I wore sackcloth;\\q I fasted for them\n\\q with my head bowed on my chest.\n\\q",
  "14": "I went about in grief as for my brother;\\q I bent down in mourning as for my mother.\n\n\n\\q",
  "15": "But when I stumbled, they rejoiced and gathered together;\\q they gathered together against me, and I was surprised by them.\n\\q They tore at me without stopping.\n\\q",
  "16": "With no respect at all they mocked me;\\q they gnashed at me with their teeth.\n\n\n\\q",
  "17": "Lord, how long will you look on?\\q Rescue my soul from their destructive attacks,\n\\q my life from the lions.\n\\q",
  "18": "Then I will thank you in the great assembly;\\q I will praise you among many people.\n\n\n\\q",
  "19": "Do not let my deceitful enemies rejoice over me;\\q do not let them carry out their wicked schemes.\n\\q",
  "20": "For they do not speak peace,\\q but they devise deceitful words against those in our land who live in peace.\n\n\n\\q",
  "21": "They open their mouths wide against me;\\q they said, \"Aha, Aha, our eyes have seen it.\"\n\\q",
  "22": "You have seen it, Yahweh, do not be silent;\\q Lord, do not be far from me.\n\\q",
  "23": "Arouse yourself and awake to my defense;\\q My God and my Lord, defend my cause.\n\n\n\\q",
  "24": "Defend me, Yahweh my God, because of your righteousness;\\q do not let them rejoice over me.\n\\q",
  "25": "Do not let them say in their heart, \"Aha, we have what we wanted.\"\\q Do not let them say, \"We have devoured him.\"\n\\q",
  "26": "Put them to shame and confound those who want to harm me.\\q May those who taunt me be covered with shame and dishonor.\n\n\n\\q",
  "27": "Let those who desire my vindication shout for joy and be glad;\\q may they say continually, \"Yahweh be praised,\n\\q he who delights in the welfare of his servant.\"\n\\q",
  "28": "Then I will tell of your justice\\q and praise you all day long."
}
