{
  "1": "Do not be irritated because of evildoers;\\q do not be envious of those who act unrighteously.\n\\q",
  "2": "For they will soon dry up as the grass\\q and wither as the green plants.\n\n\n\\q",
  "3": "Trust in Yahweh and do what is good;\\q settle in the land and graze in faithfulness.\n\\q",
  "4": "Then delight yourself in Yahweh,\\q and he will give you the desires of your heart.\n\n\n\\q",
  "5": "Give your ways to Yahweh;\\q trust in him, and he will act on your behalf.\n\\q",
  "6": "He will display your justice like the daylight\\q and your innocence like the day at noon.\n\n\n\\q",
  "7": "Be still before Yahweh and wait patiently for him.\\q Do not be angry if someone succeeds in what he does,\n\\q or when he makes evil plots.\n\n\n\n\\q",
  "8": "Do not be angry and frustrated.\\q Do not worry. This only makes trouble.\n\\q",
  "9": "Evildoers will be cut off,\\q but those who wait for Yahweh will inherit the land.\n\\q",
  "10": "In a little while the evil man will disappear;\\q you will look at his place, but he will be gone.\n\n\n\\q",
  "11": "But the meek will inherit the land\\q and will delight in great prosperity.\n\\q",
  "12": "The wicked man plots against the righteous\\q and gnashes his teeth against him.\n\\q",
  "13": "The Lord laughs at him,\\q for he sees that his day is coming.\n\n\n\\q",
  "14": "The wicked have drawn out their swords and have bent their bows\\q to cast down the oppressed and needy,\n\\q to kill those who are upright.\n\\q",
  "15": "Their swords will pierce their own hearts,\\q and their bows will be broken.\n\n\n\\q",
  "16": "Better is the little that the righteous has\\q than the abundance of many wicked people.\n\\q",
  "17": "For the arms of the wicked people will be broken,\\q but Yahweh supports the righteous people.\n\n\n\\q",
  "18": "Yahweh watches over the blameless day by day,\\q and their heritage will be forever.\n\\q",
  "19": "They will not be ashamed when times are bad.\\q When famine comes, they will have enough to eat.\n\n\n\\q",
  "20": "But evil men will perish.\\q Yahweh's enemies will be like the glory of the pastures;\n\\q they will be consumed and disappear in the smoke.\n\\q",
  "21": "The wicked person borrows but does not repay,\\q but the righteous person is generous and gives.\n\n\n\\q",
  "22": "Those who are blessed by God will inherit the land;\\q those who are cursed by him will be cut off.\n\\q",
  "23": "It is by Yahweh that a man's steps are established,\\q the man whose way is commendable in God's sight.\n\\q",
  "24": "Though he stumbles, he will not fall down,\\q for Yahweh is holding him with his hand.\n\n\n\\q",
  "25": "I was young and now am old;\\q I have never seen the righteous person abandoned\n\\q or his children begging for bread.\n\\q",
  "26": "All the day long he is gracious and lends,\\q and his children become a blessing.\n\\q",
  "27": "Turn away from evil and do what is right;\\q then you will be safe forever.\n\n\n\\q",
  "28": "For Yahweh loves justice\\q and does not abandon his faithful followers.\n\\q They are preserved forever,\n\\q but the descendants of the wicked will be cut off.\n\\q",
  "29": "The righteous will inherit the land\\q and live there forever.\n\\q",
  "30": "The mouth of the righteous person speaks wisdom\\q and increases justice.\n\n\n\\q",
  "31": "The law of his God is in his heart;\\q his feet will not slip.\n\\q",
  "32": "The wicked person watches the righteous person\\q and seeks to kill him.\n\\q",
  "33": "Yahweh will not abandon him into the evil person's hand\\q or condemn him when he is judged.\n\n\n\\q",
  "34": "Wait for Yahweh and keep his way,\\q and he will raise you up to possess the land.\n\\q You will see when the wicked are cut off.\n\n\n\\q",
  "35": "I have seen the wicked and terrifying person\\q spread out like a green tree in its native soil.\n\\q",
  "36": "But when I passed by again, he was not there.\\q I looked for him, but he could not be found.\n\n\n\\q",
  "37": "Observe the man of integrity, and mark the upright;\\q there is a good future for a man of peace.\n\\q",
  "38": "Sinners will be totally destroyed;\\q the future for the wicked man is cut off.\n\n\n\\q",
  "39": "Salvation of the righteous comes from Yahweh;\\q he protects them in the times of trouble.\n\\q",
  "40": "Yahweh helps them and rescues them.\\q He rescues them from evil men and saves them\n\\q because they have taken refuge in him."
}
