{"1":"I waited patiently for Yahweh;\\q he listened to me and heard my cry.\n\\q","2":"He brought me up out of a horrible pit, out of the miry clay,\\q and he set my feet on a rock and made my steps secure.\n\n\n\\q","3":"He has put a new song in my mouth, praise to our God.\\q Many will see it and honor him\n\\q and will trust in Yahweh.\n\\q","4":"Blessed is the man who makes Yahweh his trust\\q and does not honor the proud or those who turn away from him to lies.\n\n\n\\q","5":"Many, Yahweh my God, are the wonderful deeds that you have done,\\q and your thoughts which are about us cannot be numbered;\n\\q if I declared and spoke of them,\n\\q they would be more than could be counted.\n\\q","6":"You have no delight in sacrifice or offering,\\q but you have opened my ears;\n\\q you have not required burnt offerings or sin offerings.\n\n\n\\q","7":"Then said I, \"See, I have come;\\q it is written about me in the scroll of the document.\n\\q","8":"I delight to do your will, my God;\\q your laws are in my heart.\"\n\\q","9":"I have proclaimed good news of your righteousness in the great assembly;\\q Yahweh, you know that my lips have not kept back from doing this.\n\n\n\\q","10":"I have not concealed your righteousness in my heart;\\q I have declared your faithfulness and your salvation;\n\\q I have not concealed your covenant faithfulness or your trustworthiness from the great assembly.\n\\q","11":"Do not keep back your acts of mercy from me, Yahweh;\\q let your covenant faithfulness and your trustworthiness always preserve me.\n\n\n\\q","12":"Troubles that cannot be numbered surround me;\\q my iniquities have caught up with me so that I am no longer able to see anything;\n\\q they are more than the hairs on my head,\n\\q and my heart has failed me.\n\\q","13":"Be pleased, Yahweh, to rescue me;\\q hurry to help me, Yahweh.\n\n\n\\q","14":"Let them be ashamed and completely disappointed\\q who pursue my life to take it away.\n\\q Let them be turned back and brought to dishonor,\n\\q those who delight in hurting me.\n\\q","15":"Let them be shocked because of their shame,\\q those who say to me, \"Aha, aha!\"\n\n\n\\q","16":"But may all those who seek you rejoice and be glad in you;\\q let everyone who loves your salvation say continually,\n\\q \"May Yahweh be praised.\"\n\\q","17":"I am poor and needy;\\q yet the Lord thinks about me.\n\\q You are my help and you come to my rescue;\n\\q do not delay, my God."}
