{
  "1": "We have heard with our ears, God,\\q our fathers have told us\n\\q what work you did in their days,\n\\q in the days of old.\n\\q",
  "2": "You drove out the nations with your hand,\\q but you planted our people;\n\\q you afflicted the peoples,\n\\q but you spread our people out in the land.\n\n\n\\q",
  "3": "For they did not obtain the land for their possession by their own sword,\\q neither did their own arm save them;\n\\q but your right hand, your arm, and the light of your face,\n\\q because you were favorable to them.\n\\q",
  "4": "God, You are my King;\\q command victory for Jacob.\n\n\n\\q",
  "5": "Through you we will push down our adversaries;\\q through your name we will tread them under, those who rise up against us.\n\\q",
  "6": "For I will not trust in my bow,\\q neither will my sword save me.\n\n\n\\q",
  "7": "But you have saved us from our adversaries,\\q and have put to shame those who hate us.\n\\q",
  "8": "In God we have made our boast all the day long,\\q and we will give thanks to your name forever.\n\\qs Selah\\qs*\n\n\n\\q",
  "9": "But now you have thrown us off and brought us dishonor,\\q and you do not go out with our armies.\n\\q",
  "10": "You make us turn back from the adversary;\\q and those who hate us take spoil for themselves.\n\\q",
  "11": "You have made us like sheep destined for food\\q and have scattered us among the nations.\n\n\n\\q",
  "12": "You sell your people for nothing;\\q you have not increased your wealth by doing so.\n\\q",
  "13": "You make us a rebuke to our neighbors,\\q scoffed and mocked by those around us.\n\\q",
  "14": "You make us an insult among the nations,\\q a shaking of the head among the peoples.\n\n\n\\q",
  "15": "All the day long my dishonor is before me,\\q and the shame of my face has covered me\n\\q",
  "16": "because of the voice of him who rebukes and insults,\\q because of the enemy and the avenger.\n\\q",
  "17": "All this has come on us; yet we have not forgotten you\\q or dealt falsely with your covenant.\n\n\n\\q",
  "18": "Our heart has not turned back;\\q our steps have not gone from your way.\n\\q",
  "19": "Yet you have severely broken us in the place of jackals\\q and covered us with the shadow of death.\n\\q",
  "20": "If we have forgotten the name of our God\\q or spread out our hands to a strange god,\n\\q",
  "21": "would not God search this out?\\q For he knows the secrets of the heart.\n\\q",
  "22": "Indeed, for your sake we are being killed all day long;\\q we are considered to be sheep for the slaughter.\n\n\n\\q",
  "23": "Awake, why do you sleep, Lord?\\q Arise, do not throw us off permanently.\n\\q",
  "24": "Why do you hide your face\\q and forget our affliction and our oppression?\n\n\n\\q",
  "25": "For we have melted away into the dust;\\q our bodies cling to the earth.\n\\q",
  "26": "Rise up for our help\\q and redeem us for the sake of your covenant faithfulness."
}
