{
  "1": "My heart overflows on a good subject;\\q I will read aloud the words I have composed about the king;\n\\q my tongue is the pen of a ready writer.\n\\q",
  "2": "You are fairer than the children of mankind;\\q grace is poured onto your lips;\n\\q therefore we know that God has blessed you forever.\n\n\n\\q",
  "3": "Put your sword on your side, mighty one,\\q in your glory and your majesty.\n\\q",
  "4": "In your majesty ride on triumphantly\\q because of trustworthiness, meekness, and righteousness;\n\\q your right hand will teach you fearful things.\n\n\n\\q",
  "5": "Your arrows are sharp;\\q the peoples fall under you;\n\\q your arrows are in the hearts of the king's enemies.\n\\q",
  "6": "Your throne, God, is forever and ever;\\q a scepter of justice is the scepter of your kingdom.\n\\q",
  "7": "You have loved righteousness and hated wickedness;\\q therefore God, your God, has anointed you\n\\q with the oil of gladness more than your companions.\n\n\n\\q",
  "8": "All your garments smell of myrrh, aloes, andcassia;\n\\q out of ivory palaces stringed instruments have made you glad.\n\\q",
  "9": "Kings' daughters are among your honorable women;\\q at your right hand stands the queen clothed in gold of Ophir.\n\n\n\\q",
  "10": "Listen, daughter, consider and incline your ear;\\q forget your own people and your father's house.\n\\q",
  "11": "In this way the king will desire your beauty;\\q he is your master; revere him.\n\n\n\\q",
  "12": "The daughter of Tyre will be there with a gift;\\q the rich among the people will beg for your favor.\n\\q",
  "13": "The royal daughter in the palace is all glorious;\\q her clothing is worked with gold.\n\n\n\\q",
  "14": "She will be led to the king in embroidered dress;\\q the virgins, her companions who follow her,\n\\q will be brought to you.\n\\q",
  "15": "They will be led by gladness and rejoicing;\\q they will enter into the king's palace.\n\n\n\\q",
  "16": "In the place of your fathers will be your children,\\q whom you will make princes in all the earth.\n\\q",
  "17": "I will make your name to be remembered in all generations;\\q therefore the peoples will give you thanks forever and ever."
}
