{
  "1": "Hear this, all you peoples;\\q give ear, all you inhabitants of the world,\n\\q",
  "2": "both low and high,\\q rich and poor together.\n\n\n\\q",
  "3": "My mouth will speak wisdom\\q and the meditation of my heart will be of understanding.\n\\q",
  "4": "I will incline my ear to a parable;\\q I will begin my parable with the harp.\n\\q",
  "5": "Why should I fear the days of evil,\\q when iniquity surrounds me at my heels?\n\n\n\\q",
  "6": "Why should I fear those who trust in their wealth\\q and boast about the amount of their riches?\n\\q",
  "7": "It is certain that no one can redeem his brother\\q or give God a ransom for him,\n\\q",
  "8": "For the redemption of one's life is costly,\\q and no one can pay what we owe.\n\n\n\\q",
  "9": "No one can live forever\\q so that his body should not decay.\n\\q",
  "10": "For he will see decay. Wise men die;\\q the fool and the brute alike perish\n\\q and leave their wealth to others.\n\n\n\\q",
  "11": "Their inner thought is that their families willcontinue forever,\n\\q and the places where they live, to all generations;\n\\q they call their lands after their own names.\n\n\n\\q",
  "12": "But man, having wealth, does not remain alive;\\q he is like the beasts that perish.\n\\q",
  "13": "This, their way, is their folly;\\q yet after them, men approve of their sayings.\n\\qs Selah\\qs*\n\n\n\\q",
  "14": "Like sheep they are appointed for Sheol,\\q and death will be their shepherd.\n\\q The upright will rule over them in the morning,\n\\q and their bodies will be consumed in Sheol,\n\\q with no place for them to live.\n\\q",
  "15": "But God will redeem my life from the power of Sheol;\\q he will receive me.\n\\qs Selah\\qs*\n\n\n\\q",
  "16": "Do not be afraid when one becomes rich,\\q and the glory of his house increases.\n\\q",
  "17": "For when he dies he will take nothing away;\\q his glory will not go down after him.\n\n\n\\q",
  "18": "He blessed his soul while he lived—\\q and men praise you when you live for yourself—\n\\q",
  "19": "he will go to the generation of his fathers\\q and they will never see the light again.\n\\q",
  "20": "One who has wealth but no understanding\\q is like the beasts, which perish."
}
