{"1":"The Mighty One, God, Yahweh, has spoken\\q and called the earth from the rising of the sun to its setting.\n\\q","2":"Out of Zion, the perfection of beauty,\\q God has shone.\n\n\n\\q","3":"Our God comes and does not stay silent;\\q a fire devours before him,\n\\q and it is very stormy around him.\n\\q","4":"He calls to the heavens above\\q and to the earth so that he may judge his people:\n\\q","5":"\"Gather my faithful ones together to me,\\q those who have made a covenant with me by sacrifice.\"\n\n\n\\q","6":"The heavens will declare his righteousness,\\q for God himself is judge.\n\\qs Selah\\qs*\n\n\n\\q","7":"\"Hear, my people, and I will speak;\\q I am God, your God.\n\\q","8":"I will not reprove you for your sacrifices;\\q your burnt offerings are always before me.\n\n\n\\q","9":"I will take no bull out of your house,\\q or male goats out of your folds.\n\\q","10":"For every beast of the forest is mine,\\q and the cattle on a thousand hills.\n\\q","11":"I know all the birds of the mountains,\\q and the wild beasts of the field are mine.\n\n\n\\q","12":"If I were hungry, I would not tell you;\\q for the world is mine, and everything in it.\n\\q","13":"Will I eat the flesh of bulls\\q or drink the blood of goats?\n\n\n\\q","14":"Offer to God the sacrifice of thanksgiving,\\q and pay your vows to the Most High.\n\\q","15":"Call on me in the day of trouble;\\q I will rescue you, and you will glorify me.\"\n\n\n\\q","16":"But to the wicked God says,\\q \"What have you to do with declaring my statutes,\n\\q that you have taken my covenant in your mouth,\n\\q","17":"since you hate instruction\\q and throw my words away?\n\n\n\\q","18":"When you see a thief, you agree with him;\\q you participate with those who commit adultery.\n\\q","19":"You give your mouth to evil,\\q and your tongue expresses deceit.\n\\q","20":"You sit and speak against your brother;\\q you slander your own mother's son.\n\n\n\\q","21":"You have done these things, but I have kept silent,\\q so you thought that I was someone just like yourself.\n\\q But I will reprove you and bring up, right before your eyes, all the things you have done.\n\\q","22":"Give this careful consideration, you who forget God,\\q otherwise I will tear you to pieces,\n\\q and there will be no one to come to help you!\n\n\n\\q","23":"The one who offers a sacrifice of thanksgiving praises me,\\q and to anyone who plans his path in the right way\n\\q I will show God's salvation.\""}
