{"1":"Give ear to my prayer, God;\\q and do not hide yourself from my plea.\n\\q","2":"Pay attention to me and answer me;\\q I have no rest in my troubles\n\\q","3":"because of the voice of my enemies,\\q because of the oppression of the wicked;\n\\q for they bring trouble on me\n\\q and persecute me in anger.\n\n\n\\q","4":"My heart trembles within me,\\q and the terrors of death have fallen on me.\n\\q","5":"Fearfulness and trembling have come on me,\\q and horror has overwhelmed me.\n\n\n\\q","6":"I said, \"Oh, if only I had wings like a dove!\\q Then would I fly away and be at rest.\n\\q","7":"See, then I would wander far away;\\q I would stay in the wilderness.\n\\qs Selah\\qs*\n\n\n\\q","8":"I would hurry to a shelter\\q from the stormy wind and tempest.\"\n\\q","9":"Devour them, Lord, confuse their language!\\q For I have seen violence and strife in the city.\n\n\n\\q","10":"Day and night they go about on its walls;\\q iniquity and mischief are in the middle of it.\n\\q","11":"Wickedness is in the middle of it;\\q oppression and deceit do not leave its streets.\n\n\n\\q","12":"For it was not an enemy who rebuked me,\\q then I could have borne it;\n\\q neither was it he who hated me who raised himself up against me,\n\\q then I would have hidden myself from him.\n\\q","13":"But it was you, a man equal to myself,\\q my companion and my close friend.\n\\q","14":"We had sweet fellowship together;\\q we walked in the house of God with the throng.\n\n\n\\q","15":"Let death come suddenly on them;\\q let them go down alive to Sheol,\n\\q for wickedness is where they live, right among them.\n\n\n\\q","16":"As for me, I will call on God,\\q and Yahweh will save me.\n\\q","17":"In the evening, morning and at noonday I complain and moan;\\q he will hear my voice.\n\\q","18":"He will safely rescue my life from the battle that was against me,\\q for those who fought against me were many.\n\n\n\\q","19":"God, the one who rules from eternity,\\q will hear them and humiliate them.\n \\qs Selah\\qs*\n\\q They never change,\n\\q and they do not fear God.\n\n\n\\q","20":"My friend has raised his hands against those who were at peace with him;\\q he has not respected the covenant that he had.\n\\q","21":"His mouth was smooth as butter,\\q but his heart was hostile;\n\\q his words were softer than oil,\n\\q yet they were actually drawn swords.\n\n\n\\q","22":"Place your burdens on Yahweh, and he will sustain you;\\q he will never allow a righteous person to totter.\n\\q","23":"But you, God, will bring the wicked down into the pit of destruction;\\q bloodthirsty and deceitful men will not live even half as long as others,\n\\q but I will trust in you."}
