{
  "1": "Rescue me from my enemies, my God;\\q set me on high away from those who rise up against me.\n\\q",
  "2": "Keep me safe from the workers of iniquity,\\q and save me from the bloodthirsty men.\n\n\n\\q",
  "3": "For, see, they wait in ambush to take my life.\\q The mighty evildoers gather themselves together against me,\n\\q but not because of my transgression or my sin, Yahweh.\n\\q",
  "4": "They prepare to run at me although I am without fault;\\q awake and help me and see.\n\n\n\\q",
  "5": "You, Yahweh God of hosts, the God of Israel,\\q arise and punish all the nations;\n\\q do not be merciful to any wicked transgressors.\n\\qs Selah\\qs*\n\n\n\\q",
  "6": "They return at evening, they howl like dogs\\q and go around the city.\n\\q",
  "7": "See, they belch out with their mouths;\\q swords are in their lips,\n\\q for they say, \"Who hears us?\"\n\n\n\\q",
  "8": "But you, Yahweh, laugh at them;\\q you hold all the nations in derision.\n\\q",
  "9": "God, my strength, I will pay attention to you;\\q you are my high tower.\n\n\n\\q",
  "10": "My God will meet me with his covenant faithfulness;\\q God will let me see my desire on my enemies.\n\\q",
  "11": "Do not kill them, or my people will forget.\\q Scatter them by your power and make them fall, Lord our shield.\n\n\n\\q",
  "12": "For the sins of their mouths and the words of their lips,\\q let them be captured in their pride,\n\\q and for the curses and lies that they express.\n\\q",
  "13": "Consume them in wrath, consume them so that they will be no more;\\q let them know that God rules in Jacob\n\\q and to the ends of the earth.\n\\qs Selah\\qs*\n\n\n\\q",
  "14": "At evening they return,\\q howling like dogs going around the city.\n\\q",
  "15": "They wander about looking for food\\q and they growl like a dog if they are not satisfied.\n\n\n\\q",
  "16": "But I will sing about your strength,\\q and in the morning I will sing about your steadfast love!\n\\q For you have been my high tower\n\\q and a refuge in the day of my distress.\n\\q",
  "17": "To you, my strength, I will sing praises;\\q for God is my high tower, the God of covenant faithfulness."
}
