{"1":"Make a joyful noise to God, all the earth;\\q","2":"Sing out the glory of his name;\\q make his praise glorious.\n\n\n\\q","3":"Say to God, \"How terrifying are your deeds!\\q By the greatness of your power your enemies will submit to you.\n\\q","4":"All the earth will worship you\\q and will sing to you;\n\\q they will sing to your name.\"\n\\qs Selah\\qs*\n\n\n\\q","5":"Come and see the works of God;\\q he is fearsome in his deeds toward the sons of mankind.\n\\q","6":"He turned the sea into dry land;\\q they went through the river on foot;\n\\q there we rejoiced in him.\n\\q","7":"He rules forever by his might;\\q his eyes observe the nations;\n\\q let not the rebellious exalt themselves.\n\\qs Selah\\qs*\n\n\n\\q","8":"Give blessing to God, you people,\\q let the sound of his praise be heard.\n\\q","9":"He keeps us among the living,\\q and he does not permit our feet to slip.\n\n\n\\q","10":"For you, God, have tested us;\\q you have tested us as silver is tested.\n\\q","11":"You brought us into a net;\\q you laid a heavy burden on our backs.\n\\q","12":"You made people ride over our heads;\\q we went through fire and water,\n\\q but you brought us out into a spacious place.\n\n\n\\q","13":"I will come into your house with burnt offerings;\\q I will pay you my vows\n\\q","14":"which my lips promised\\q and my mouth spoke when I was in distress.\n\\q","15":"I will offer to you burnt offerings of fat animals\\q with the sweet aroma of rams;\n\\q I will offer bulls and goats.\n\\qs Selah\\qs*\n\n\n\\q","16":"Come and listen, all you who fear God,\\q and I will declare what he has done for my soul.\n\\q","17":"I cried to him with my mouth,\\q and he was praised with my tongue.\n\\q","18":"If I had seen sin within my heart,\\q the Lord would not have listened to me.\n\n\n\\q","19":"But God has truly heard;\\q he has paid attention to the voice of my prayer.\n\\q","20":"Blessed be God,\\q who has not turned away my prayer\n\\q or his covenant faithfulness from me."}
