{
  "1": "Let God arise; let his enemies be scattered;\\q let those also who hate him flee before him.\n\\q",
  "2": "As smoke is driven away, so drive them away;\\q as wax melts before the fire,\n\\q so let the wicked perish in the presence of God.\n\\q",
  "3": "But let the righteous be glad; let them exult before God;\\q may they rejoice and be happy.\n\n\n\\q",
  "4": "Sing to God! Sing praises to his name!\\q Praise the one who rides through the plains of the Jordan River valley!\n\\q Yahweh is his name! Rejoice before him!\n\\q",
  "5": "A father of the fatherless, a judge of the widows,\\q is God in the holy place where he lives.\n\\q",
  "6": "God puts the lonely into families;\\q he brings out the prisoners with singing;\n\\q but the rebellious live in a parched land.\n\n\n\\q",
  "7": "God, when you went out before your people,\\q when you marched through the wilderness,\n\\qs Selah\\qs*\n\\q",
  "8": "The earth trembled;\\q the heavens also dropped rain in God's presence,\n\\q in the presence of God when he came to Sinai, in the presence of God, the God of Israel.\n\n\n\\q",
  "9": "You, God, sent a plentiful rain;\\q you strengthened your inheritance when it was weary.\n\\q",
  "10": "Your people lived in it; \\q You, God, gave from your goodness to the poor.\n\n\n\\q",
  "11": "The Lord gave the orders,\\q and those who announced them were a great army.\n\\q",
  "12": "12-13 Kings of armies flee, they flee,\\q and the women waiting at home divide the plunder:\n\\q doves covered with silver\n\\q with wings of yellow gold.\n\\q When some of you people stayed among the sheepfolds, why did you do this?\n\n\n\\q",
  "13": "The Almighty scattered kings there,\\q it was as when it snowed on Mount Zalmon.\n\\q",
  "14": "A mighty mountain is the hill country of Bashan;\\q a high mountain is the hill country of Bashan.\n\\q",
  "15": "Why do you look in envy, you high hill country,\\q at the mountain which God desires for the place he will live?\n\\q Indeed, Yahweh will live in it forever.\n\n\n\\q",
  "16": "The chariots of God are twenty thousand, thousands upon thousands;\\q the Lord is among them in the holy place, as at Sinai.\n\\q",
  "17": "You have ascended on high; you have led away captives;\\q you have received gifts from among men,\n\\q even from those who fought against you,\n\\q so that you, Yahweh God, might live there.\n\n\n\\q",
  "18": "Blessed be the Lord, who daily bears our burdens,\\q the God who is our salvation.\n\\qs Selah\\qs*\n\\q",
  "19": "Our God is a God who saves;\\q Yahweh the Lord is the one who is able to rescue us from death.\n\\q",
  "20": "But God will strike through the heads of his enemies,\\q through the hairy scalps of those who walk in offenses against him.\n\n\n\\q",
  "21": "The Lord said, \"I will bring my enemies back from Bashan;\\q I will bring them back from the depths of the sea\n\\q",
  "22": "so that you may crush your enemies, dipping your foot in blood,\\q and so that the tongues of your dogs may have their share from your\nenemies.\"\n\n\n\\q",
  "23": "They have seen your processions, God,\\q the processions of my God, my King, into the holy place.\n\\q",
  "24": "The singers went first, the minstrels followed after,\\q and in the middle were the unmarried girls playing tambourines.\n\n\n\\q",
  "25": "Bless God in the assemblies;\\q praise Yahweh, you who are from the fountain of Israel.\n\\q",
  "26": "There is first Benjamin, the smallest tribe,\\q then the leaders of Judah and their multitudes,\n\\q the leaders of Zebulun and the leaders of Naphtali.\n\n\n\\q",
  "27": "Your God, Israel, has decreed your strength;\\q reveal to us your power, God, as you have revealed it in times past.\n\\q",
  "28": "Reveal your power to us from your temple at Jerusalem,\\q where kings bring gifts to you.\n\n\n\\q",
  "29": "Shout in battle against the wild beasts in the reeds,\\q against the peoples, that multitude of bulls and calves.\n\\q Humiliate them and make them bring you gifts;\n\\q scatter the peoples who love to wage war.\n\\q",
  "30": "Princes will come out of Egypt;\\q Cush will hurry to reach out with her hands to God.\n\n\n\\q",
  "31": "Sing to God, you kingdoms of the earth;\\qs Selah\\qs*\n\\q Sing praises to Yahweh.\n\\q",
  "32": "To him who rides on the heaven of heavens, which exist from ancient times;\\q see, he lifts up his voice with power.\n\n\n\\q",
  "33": "Ascribe strength to God;\\q his majesty is over Israel,\n\\q and his strength is in the skies.\n\\q",
  "34": "God, you are fearsome in your holy place;\\q the God of Israel—he gives strength and power to his people.\n\\q Blessed be God."
}
