{
  "1": "Yahweh my God, I take refuge in you!\\q Save me from all who chase me, and rescue me.\n\\q",
  "2": "Otherwise, they will rip me apart like a lion,\\q tearing me in pieces with no one else able to bring me to safety.\n\n\n\\q",
  "3": "Yahweh my God, if I have done this, \\q and there is guilt on my hands—\n\\q",
  "4": "if I have done evil to him who was at peace with me,\\q or senselessly harmed my enemy without cause, then hear my words.\n\n\n\\q",
  "5": "Then let my enemy pursue my life and overtake me;\\q let him trample my life to the ground\n\\q and lay my honor in the dust.\n\\qs Selah\\qs*\n\n\n\\q",
  "6": "Arise, Yahweh, in your anger;\\q stand up against the rage of my enemies;\n\\q wake up for my sake and carry out the righteous decrees that you have commanded for them.\n\\q",
  "7": "The countries are assembled all around you;\\q take once more your rightful place over them.\n\n\n\\q",
  "8": "Yahweh, judge the nations;\\q vindicate me, Yahweh, because I am righteous and innocent, Most High.\n\\q",
  "9": "May the evil deeds of the wicked come to an end, but establish the righteous people,\\q righteous God, you who examine hearts and minds.\n\n\n\\q",
  "10": "My shield comes from God,\\q the one who saves the upright in heart.\n\\q",
  "11": "God is a righteous judge,\\q a God who is indignant each day.\n\n\n\\q",
  "12": "If a person does not repent, God will sharpen his sword\\q and will prepare his bow for battle.\n\\q",
  "13": "He prepares to use weapons against him;\\q he makes his arrows flaming shafts.\n\n\n\\q",
  "14": "Think about the one who is pregnant with wickedness,\\q who conceives destructive plans, who gives birth to harmful lies.\n\\q",
  "15": "He digs a pit and hollows it out\\q and then falls into the hole he has made.\n\\q",
  "16": "His own destructive plans return to his own head,\\q for his violence comes down on his own head.\n\n \n\\q",
  "17": "I will give thanks to Yahweh for his justice;\\q I will sing praise to Yahweh Most High."
}
