{
  "1": "In you, Yahweh, I take refuge;\\q let me never be put to shame.\n\\q",
  "2": "Rescue me and make me safe in your righteousness;\\q turn your ear to me and save me.\n\\q",
  "3": "Be to me a rock for refuge where I may always go;\\q you have given a command to save me,\n\\q for you are my rock and my fortress.\n\n\n\\q",
  "4": "Rescue me, my God, out of the hand of the wicked,\\q out of the hand of the unrighteous and cruel.\n\\q",
  "5": "For you are my hope, Lord Yahweh.\\q I have trusted in you ever since I was a child.\n\n\n\\q",
  "6": "By you I have been supported from the womb;\\q you are he who took me out of my mother's belly;\n\\q my praise will be always about you.\n\\q",
  "7": "I am an example to many people;\\q you are my strong refuge.\n\n\n\\q",
  "8": "My mouth will be filled with your praise,\\q all the day with your honor.\n\\q",
  "9": "Do not throw me away in my time of old age;\\q do not abandon me when my strength fails.\n\n\n\\q",
  "10": "For my enemies are talking about me;\\q those who watch for my life are plotting together.\n\\q",
  "11": "They say, \"God has forsaken him;\\q pursue and take him, for there is no one to save him.\"\n\n\n\\q",
  "12": "God, do not be far from me;\\q my God, hurry to help me.\n\\q",
  "13": "Let them be put to shame and destroyed, those who are hostile to my life;\\q let them be covered with rebuke and dishonor, those who seek my hurt.\n\n\n\\q",
  "14": "But I will always hope in you\\q and will praise you more and more.\n\\q",
  "15": "My mouth will tell about your righteousness\\q and your salvation all the day,\n\\q although I cannot understand it.\n\\q",
  "16": "I will come with the mighty acts of the Lord Yahweh;\\q I will make mention of your righteousness, yours alone.\n\n\n\\q",
  "17": "God, you have taught me from my youth;\\q even now I declare your wonderful deeds.\n\\q",
  "18": "Indeed, even when I am old and gray-headed, God, do not forsake me,\\q as I have been declaring your strength to the next generation,\n\\q your power to everyone who is to come.\n\n\n\\q",
  "19": "Your righteousness also, God, is very high;\\q you who have done great things, God, who is like you?\n\\q",
  "20": "You who made me see many troubles\\q will revive us again\n\\q and will bring us up again from the depths of the earth.\n\n\n\\q",
  "21": "May you increase my honor;\\q turn again and comfort me.\n\\q",
  "22": "I will also give thanks to you with the harp\\q for your trustworthiness, my God;\n\\q to you I will sing praises with the harp,\n\\q Holy One of Israel.\n\n\n\\q",
  "23": "My lips will shout for joy when I sing praises to you—\\q even my soul, which you have redeemed.\n\\q",
  "24": "My tongue will also talk about your righteousness all day long;\\q for they have been put to shame and are confused, those who sought my hurt."
}
