{
  "1": "Surely God is good to Israel,\\q to those with a pure heart.\n\\q",
  "2": "But as for me, my feet almost slipped;\\q my feet almost slipped out from under me\n\\q",
  "3": "because I was envious of the arrogant\\q when I saw the prosperity of the wicked.\n\n\n\\q",
  "4": "For they have no pain until their death,\\q but they are strong and well fed.\n\\q",
  "5": "They are free from the burdens of other men;\\q they are not afflicted like other men.\n\n\n\\q",
  "6": "Pride adorns them like a necklace around their neck;\\q violence clothes them like a robe.\n\\q",
  "7": "Out of such blindness comes sin;\\q evil thoughts pass through their hearts.\n\n\n\\q",
  "8": "They mock and speak wickedly;\\q in their arrogance they threaten oppression.\n\\q",
  "9": "They set their mouth against the heavens,\\q and their tongues march through the earth.\n\n\n\\q",
  "10": "Therefore his people turn to them\\q and abundant waters are drained out.\n\\q",
  "11": "They say, \"How does God know?\\q Is there knowledge with the Most High?\"\n\\q",
  "12": "Take notice: these people are wicked;\\q they are always carefree, becoming richer and richer.\n\n\n\\q",
  "13": "Surely it is in vain that I have guarded my heart\\q and washed my hands in innocence.\n\\q",
  "14": "For all the day long I have been afflicted\\q and disciplined every morning.\n\\q",
  "15": "If I had said, \"I will say these things,\"\\q then I would have betrayed this generation of your children.\n\n\n\\q",
  "16": "Though I tried to understand these things,\\q it was too difficult for me.\n\\q",
  "17": "Then I went into God's sanctuary\\q and came to understand their fate.\n\n\n\\q",
  "18": "Surely you put them in slippery places;\\q you bring them down to ruin.\n\\q",
  "19": "How they become a wilderness in a moment!\\q They come to an end and are finished in awful terrors.\n\\q",
  "20": "They are like a dream after one wakes up;\\q2 Lord, when you arise, you will think nothing of those dreams.\n\n\n\\q",
  "21": "For my heart was grieved,\\q and I was deeply wounded.\n\\q",
  "22": "I was ignorant and lacked insight;\\q I was like a senseless animal before you.\n\n\n\\q",
  "23": "Yet I am always with you;\\q you hold my right hand.\n\\q",
  "24": "You will guide me with your advice\\q and afterward receive me to glory.\n\n\n\\q",
  "25": "Whom have I in heaven but you?\\q There is no one on earth that I desire but you.\n\\q",
  "26": "My flesh and my heart grow weak,\\q but God is the strength of my heart forever.\n\n\n\\q",
  "27": "Those who are far from you will perish;\\q you will destroy all those who are unfaithful\nto you.\n\\q",
  "28": "But as for me, all I need to do is to approach God.\\q I have made the Lord Yahweh my refuge.\n\\q I will declare all your deeds."
}
