{
  "1": "God, why have you rejected us forever?\\q Why does your anger burn against the sheep of your pasture?\n\\q",
  "2": "Call to mind your people, whom you purchased in ancient times,\\q the tribe whom you have redeemed to be your own heritage,\n\\q and Mount Zion, where you live.\n\n\n\\q",
  "3": "Come look at the complete ruins,\\q all the damage that the enemy has done in the holy place.\n\\q",
  "4": "Your adversaries roared in the middle of your appointed place;\\q they set up their battle flags.\n\\q",
  "5": "They hacked away with axes\\q as in a thick forest.\n\\q",
  "6": "They smashed and broke down all the engravings;\\q they broke them with axes and hammers.\n\n\n\\q",
  "7": "They set your sanctuary on fire;\\q they desecrated where you live, knocking it\nto the ground.\n\\q",
  "8": "They said in their hearts, \"We will destroy them all.\"\\q They burned up all of your meeting places in the land.\n\n\n\\q",
  "9": "We do not see any more signs;\\q there is no prophet any more,\n\\q and no one among us knows how long this will last.\n\\q",
  "10": "How long, God, will the enemy throw insults at you?\\q Will the enemy blaspheme your name forever?\n\\q",
  "11": "Why do you hold back your hand, your right hand?\\q Take your right hand from your garment and destroy them.\n\n\n\\q",
  "12": "Yet God has been my king from ancient times,\\q bringing salvation on the earth.\n\\q",
  "13": "You divided the sea by your strength;\\q you smashed the heads of the sea monsters in the waters.\n\n\n\\q",
  "14": "You crushed the heads of leviathan;\\q you fed him to those living in the wilderness.\n\\q",
  "15": "You broke open springs and streams;\\q you dried up flowing rivers.\n\n\n\\q",
  "16": "The day is yours, and the night is yours also;\\q you set the sun and moon in place.\n\\q",
  "17": "You have set all the borders of the earth;\\q you have made summer and winter.\n\n\n\\q",
  "18": "Call to mind how the enemy hurled insults at you, Yahweh,\\q and that a foolish people has blasphemed your name.\n\\q",
  "19": "Do not hand over the life of your dove to a wild animal.\\q Do not forget the life of your oppressed people forever.\n\n\n\\q",
  "20": "Remember your covenant,\\q for the dark regions of the land are full of places of violence.\n\\q",
  "21": "Do not let the oppressed be turned back in shame;\\q let the poor and oppressed praise your name.\n\n\n\\q",
  "22": "Arise, God; defend your own honor;\\q call to mind how fools insult you all day long.\n\\q",
  "23": "Do not forget the voice of your adversaries\\q or the uproar of those who continually defy you."
}
