{
  "1": "Hear my teaching, my people,\\q listen to the words of my mouth.\n\\q",
  "2": "I will open my mouth in parables;\\q I will sing about hidden things about the past.\n\n\n\\q",
  "3": "These are things that we have heard and learned,\\q things that our ancestors have told us.\n\\q",
  "4": "We will not keep them from their descendants.\\q We will tell the next generation about the praiseworthy deeds of Yahweh,\n\\q his strength, and the wonders that he has done.\n\n\n\\q",
  "5": "For he established covenant decrees in Jacob\\q and appointed a law in Israel.\n\\q He commanded our ancestors\n\\q that they were to teach them to their children.\n\\q",
  "6": "He commanded this so that the generation to come might know his decrees, the children not yet born,\\q who should tell them in turn to their own children.\n\n\n\\q",
  "7": "Then they would place their hope in God\\q and not forget his deeds\n\\q but keep his commandments.\n\\q",
  "8": "Then they would not be like their ancestors,\\q who were a stubborn and rebellious generation,\n\\q a generation whose hearts were not right,\n\\q and whose spirits were not committed and faithful to God.\n\n\n\\q",
  "9": "The Ephraimites were armed with bows,\\q but they turned back on the day of battle.\n\\q",
  "10": "They did not keep the covenant with God,\\q and they refused to obey his law.\n\\q",
  "11": "They forgot his deeds,\\q the wonderful things that he had shown them.\n\n\n\\q",
  "12": "They forgot the marvelous things he did in the sight of their ancestors\\q in the land of Egypt, in the land of Zoan.\n\\q",
  "13": "He divided the sea and led them across it;\\q he made the waters to stand like walls.\n\\q",
  "14": "In the daytime he led them with a cloud\\q and all the night with the light of fire.\n\n\n\\q",
  "15": "He split the rocks in the wilderness,\\q and he gave them water abundantly, enough to fill the depths of the sea.\n\\q",
  "16": "He made streams flow out of the rock\\q and made the water flow like rivers.\n\n\n\\q",
  "17": "Yet they continued to sin against him,\\q rebelling against the Most High in the wilderness.\n\\q",
  "18": "They challenged God in their hearts\\q by asking for food to satisfy their appetites.\n\n\n\\q",
  "19": "They spoke against God;\\q they said, \"Can God really lay out a table for us in the wilderness?\n\\q",
  "20": "See, when he struck the rock, waters gushed out\\q and streams overflowed.\n\\q But can he give bread also?\n\\q Will he provide meat for his people?\"\n\n\n\\q",
  "21": "When Yahweh heard this, he was angry;\\q so his fire burned against Jacob,\n\\q and his anger attacked Israel,\n\\q",
  "22": "because they did not believe in God\\q and did not trust in his salvation.\n\n\n\\q",
  "23": "Yet he commanded the skies above\\q and opened the doors of the sky.\n\\q",
  "24": "He rained down manna for them to eat,\\q and gave them the grain from heaven.\n\\q",
  "25": "People ate the bread of angels.\\q He sent them food in abundance.\n\n\n\\q",
  "26": "He caused the east wind to blow in the sky,\\q and by his power he guided the south wind.\n\\q",
  "27": "He rained down meat on them like dust,\\q birds as numerous as the sands of the sea.\n\\q",
  "28": "They fell in the middle of their camp,\\q all around their tents.\n\n\n\\q",
  "29": "So they ate and were full.\\q He gave them what they craved.\n\\q",
  "30": "But they had not yet filled up;\\q their food was still in their mouths.\n\n\n\\q",
  "31": "Then God's anger attacked them\\q and killed the strongest of them.\n\\q He brought down the young men of Israel.\n\\q",
  "32": "Despite this, they continued to sin\\q and did not believe his wonderful deeds.\n\n\n\\q",
  "33": "Therefore God cut short their days;\\q their years were filled with terror.\n\\q",
  "34": "Whenever God afflicted them, they would start to seek him,\\q and they would return and look earnestly for him.\n\n\n\\q",
  "35": "They would call to mind that God was their rock\\q and that the Most High God was their rescuer.\n\\q",
  "36": "But they would flatter him with their mouth\\q and lie to him with their words.\n\\q",
  "37": "For their hearts were not firmly fixed on him,\\q and they were not faithful to his covenant.\n\n\n\\q",
  "38": "Yet he, being merciful, forgave their iniquity and did not destroythem.\n\\q Yes, many times he held back his anger\n\\q and did not stir up all his wrath.\n\n\n\\q",
  "39": "He called to mind that they were made of flesh,\\q a wind that passes away and does not return.\n\\q",
  "40": "How often they rebelled against him in the wilderness\\q and grieved him in the barren regions!\n\\q",
  "41": "Again and again they challenged God\\q and offended the Holy One of Israel.\n\n\n\\q",
  "42": "They did not think about his power,\\q how he had rescued them from the enemy\n\\q",
  "43": "when he performed his terrifying signs in Egypt\\q and his wonders in the region of Zoan.\n\n\n\\q",
  "44": "He turned the Egyptians' rivers to blood\\q so that they could not drink from their streams.\n\\q",
  "45": "He sent swarms of flies that devoured them\\q and frogs that overran their land.\n\\q",
  "46": "He gave their crops to the grasshopper\\q and their labor to the locust.\n\n\n\\q",
  "47": "He destroyed their vines with hail\\q and their sycamore trees with more hail.\n\\q",
  "48": "He rained hail on their cattle\\q and hurled lightning bolts at their livestock.\n\\q",
  "49": "The fierceness of his anger lashed out against them.\\q He sent wrath, fury, and trouble\n\\q like agents who bring disaster.\n\n\n\\q",
  "50": "He leveled a path for his anger;\\q he did not spare them from death\n\\q but gave them over to the plague.\n\\q",
  "51": "He killed all the firstborn in Egypt,\\q the firstborn of their strength in the tents of Ham.\n\n\n\\q",
  "52": "He led his own people out like sheep\\q and guided them through the wilderness like a flock.\n\\q",
  "53": "He led them secure and unafraid,\\q but the sea overwhelmed their enemies.\n\n\n\\q",
  "54": "Then he brought them to the border of his holy land,\\q to this mountain that his right hand acquired.\n\\q",
  "55": "He drove out the nations from before them\\q and assigned them their inheritance.\n\\q He settled the tribes of Israel in their tents.\n\n\n\\q",
  "56": "Yet they challenged and defied the Most High God\\q and did not keep his solemn commands.\n\\q",
  "57": "They were unfaithful and acted treacherously like their fathers;\\q they were as undependable as a faulty bow.\n\n\n\\q",
  "58": "For they made him angry with their high places\\q and provoked him to jealous anger with their idols.\n\\q",
  "59": "When God heard this, he was angry\\q and completely rejected Israel.\n\n\n\\q",
  "60": "He abandoned the sanctuary of Shiloh,\\q the tent where he had lived among people.\n\\q",
  "61": "He allowed his strength to be captured\\q and gave his glory into the enemy's hand.\n\n\n\\q",
  "62": "He handed his people over to the sword,\\q and he was angry with his heritage.\n\\q",
  "63": "Fire devoured their young men,\\q and their young women had no wedding songs.\n\n\n\\q",
  "64": "Their priests fell by the sword,\\q and their widows could not weep.\n\\q",
  "65": "Then the Lord awakened as one from sleep,\\q like a warrior who shouts because of wine.\n\\q",
  "66": "He drove his adversaries back;\\q he put them to everlasting shame.\n\n\n\\q",
  "67": "He rejected the tent of Joseph,\\q and he did not chose the tribe of Ephraim.\n\\q",
  "68": "He chose the tribe of Judah\\q and Mount Zion that he loved.\n\\q",
  "69": "He built his sanctuary like the heavens,\\q like the earth that he has established forever.\n\n\n\\q",
  "70": "He chose David, his servant,\\q and took him from the sheepfolds.\n\\q",
  "71": "He took him from following the ewes with their young, and he brought him\\q to be shepherd of Jacob, his people, and of Israel, his heritage.\n\\q",
  "72": "David shepherded them with the integrity of his heart,\\q and he guided them with the skill of his hands."
}
