{
  "1": "I will sing of Yahweh's acts of covenant faithfulness forever.\\q I will proclaim your truthfulness to future generations.\n\\q",
  "2": "For I have said, \"Covenant faithfulness has been established forever;\\q your truthfulness you have established in the heavens.\"\n\n\n\\q",
  "3": "\"I have made a covenant with my chosen one,\\q I have made an oath to David my servant.\n\\q",
  "4": "I will establish your descendants forever,\\q and I will establish your throne through all generations.\"\n\\qs Selah\\qs*\n\n\n\\q",
  "5": "The heavens praise your wonders, Yahweh;\\q your truthfulness is praised in the assembly of the holy ones.\n\\q",
  "6": "For who in the skies can be compared to Yahweh?\\q Who among the sons of the gods is like Yahweh?\n\n\n\\q",
  "7": "He is a God who is greatly honored in the council of the holy ones\\q and is awesome among all who surround him.\n\\q",
  "8": "Yahweh God of hosts,\\q who is strong like you, Yahweh?\n\\q Your truthfulness surrounds you.\n\n\n\\q",
  "9": "You rule the raging sea;\\q when the waves surge, you calm them.\n\\q",
  "10": "You crushed Rahab as one who is killed.\\q You scattered your enemies with your strong arm.\n\n\n\\q",
  "11": "The heavens belong to you, and the earth also.\\q You made the world and all it contains.\n\\q",
  "12": "You created the north and the south.\\q Tabor and Hermon rejoice in your name.\n\n\n\\q",
  "13": "You have a mighty arm\\q and a strong hand, and your right hand is high.\n\\q",
  "14": "Righteousness and justice are the foundation of your throne.\\q Covenant faithfulness and trustworthiness come before you.\n\n\n\\q",
  "15": "Blessed are the people who worship you!\\q Yahweh, they walk in the light of your face.\n\\q",
  "16": "They rejoice in your name all day long,\\q and in your righteousness they exalt you.\n\n\n\\q",
  "17": "You are their majestic strength,\\q and by your favor we are victorious.\n\\q",
  "18": "For our shield belongs to Yahweh;\\q our king belongs to the Holy One of Israel.\n\n\n\\q",
  "19": "Long ago you spoke in a vision to your faithful ones \\f +\\ft Many mss have the singular \\fqa faithful one\\fqa* instead of \\fqa faithful ones.\\f*;\\q you said, \"I have set a crown on a mighty one\\f + \\ft The MT has \\fqa I will place help upon a warrior\\fqa*. Some translate the word for \\fqa help \\fqa* as \\fqa crown, which is followed by the ULB here.\\f*\"\n\\q I have raised up one chosen from among the people.\n\\q",
  "20": "I have chosen David my servant;\\q with my holy oil have I anointed him.\n\\q",
  "21": "My hand will support him;\\q my arm will strengthen him.\n\\q",
  "22": "No enemy will deceive him;\\q no son of wickedness will oppress him.\n\\q",
  "23": "I will crush his enemies before him;\\q I will kill those who hate him.\n\n\n\\q",
  "24": "My truth and my covenant faithfulness will be with him;\\q by my name he will be victorious.\n\\q",
  "25": "I will place his hand over the sea\\q and his right hand over the rivers.\n\\q",
  "26": "He will call out to me, 'You are my Father,\\q my God, and the rock of my salvation.'\n\n\n\\q",
  "27": "I also will place him as my firstborn son,\\q the most exalted of the kings of the earth.\n\\q",
  "28": "I will extend my covenant faithfulness to him forever;\\q and my covenant with him will be secure.\n\\q",
  "29": "I will make his descendants endure forever\\q and his throne as enduring as the skies above.\n\n\n\\q",
  "30": "If his children forsake my law\\q and do not walk in my regulations,\n\\q",
  "31": "if they break my rules\\q and do not keep my commands,\n\\q",
  "32": "then will I punish their rebellion with a rod\\q and their iniquity with blows.\n\n\n\\q",
  "33": "But I will not remove my steadfast love from him\\q or be unfaithful to my promise.\n\\q",
  "34": "I will not break my covenant\\q or change the words of my lips.\n\n\n\\q",
  "35": "Once and for all I have sworn by my holiness—\n\\q I will not lie to David:\n\\q",
  "36": "his descendants will continue forever\\q and his throne as long as the sun before me.\n\\q",
  "37": "It will be established forever like the moon,\\q the faithful witness in the sky.\"\n\\qs Selah\\qs*\n\n\n\\q",
  "38": "But you have refused and rejected;\\q you have been angry with your anointed king.\n\\q",
  "39": "You have renounced the covenant of your servant.\\q You have desecrated his crown on the ground.\n\\q",
  "40": "You have broken down all his walls.\\q You have ruined his strongholds.\n\n\n\\q",
  "41": "All who pass by have robbed him.\\q He has become an object of disgust to his neighbors.\n\\q",
  "42": "You have raised the right hand of his enemies;\\q you have made all his enemies rejoice.\n\\q",
  "43": "You turn back the edge of his sword\\q and have not made him stand when in battle.\n\n\n\\q",
  "44": "You have brought his splendor to an end;\\q you have brought down his throne to the ground.\n\\q",
  "45": "You have shortened the days of his youth.\\q You have covered him with shame.\n\\qs Selah\\qs*\n\n\n\\q",
  "46": "How long, Yahweh? Will you hide yourself, forever?\\q How long will your anger burn like fire?\n\\q",
  "47": "Oh, think about how short my time is,\\q and for what uselessness you have created all the children of mankind!\n\\q",
  "48": "Who can live and not die,\\q or rescue his own life from the hand of Sheol?\n\\qs Selah\\qs*\n\n\n\\q",
  "49": "Lord, where are your former acts of covenant faithfulness\\q that you swore to David in your truthfulness?\n\\q",
  "50": "Call to mind, Lord, the mocking directed against your servants\\q and how I bear in my heart so many insults from the nations.\n\\q",
  "51": "Your enemies hurl insults, Yahweh;\\q they mock the footsteps of your anointed one.\n\n\n\\q",
  "52": "Blessed be Yahweh forever.\\q Amen and Amen.\n\n\n\n\\ms Book Four"
}
