{"1":"I will give thanks to Yahweh with my whole heart;\\q I will tell about all your marvelous deeds.\n\\q","2":"I will be glad and rejoice in you;\\q I will sing praise to your name, Most High!\n\n\n\\q","3":"When my enemies turn back,\\q they stumble and perish before you.\n\\q","4":"For you have defended my just cause;\\q you sit on your throne, a righteous judge!\n\n\n\\q","5":"You rebuked the nations;\\q you have destroyed the wicked;\n\\q you have blotted out their name forever and ever.\n\\q","6":"The enemy crumbled like ruins\\q when you overthrew their cities.\n\\q All remembrance of them has perished.\n\n\n\\q","7":"But Yahweh remains forever;\\q he has established his throne for justice.\n\\q","8":"He will judge the world with righteousness,\\q and he will execute judgment for the nations with fairness.\n\n\n\\q","9":"Yahweh also will be a stronghold for the oppressed,\\q a stronghold in times of trouble.\n\\q","10":"Those who know your name trust in you,\\q for you, Yahweh, do not abandon those who seek you.\n\n\n\\q","11":"Sing praises to Yahweh, who rules in Zion;\\q tell the nations what he has done.\n\\q","12":"For the God who avenges bloodshed remembers;\\q he does not forget the cry of the oppressed.\n\n\n\\q","13":"Have mercy on me, Yahweh; see how I am oppressed by those who hate me,\\q you who can snatch me from the gates of death.\n\\q","14":"Oh, that I might proclaim all your praise.\\q In the gates of the daughter of Zion\n\\q I will rejoice in your salvation!\n\n\n\\q","15":"The nations have sunk down into the pit that they made;\\q their feet are caught in the net that they hid.\n\\q","16":"Yahweh has made himself known; he has executed judgment;\\q the wicked is ensnared by his own actions.\n\\qs Selah\\qs*\n\n\n\\q","17":"The wicked are turned back and sent to Sheol,\\q all the nations that forget God.\n\\q","18":"For the needy will not always be forgotten,\\q nor will the hope of the oppressed be forever dashed.\n\n\n\\q","19":"Arise, Yahweh; do not let man win against you;\\q may the nations be judged in your sight.\n\\q","20":"Terrify them, Yahweh;\\q may the nations know that they are mere men.\n\\qs Selah\\qs*"}
