{
  "1": "Yahweh, God who avenges,\\q God who avenges, shine over us.\n\\q",
  "2": "Rise up, judge of the earth,\\q give to the proud what they deserve.\n\n\n\\q",
  "3": "How long will the wicked, Yahweh,\\q how long will the wicked rejoice?\n\\q",
  "4": "They pour out their arrogant words;\\q all those who do evil boast.\n\n\n\\q",
  "5": "They crush your people, Yahweh;\\q they afflict the nation that belongs to you.\n\\q",
  "6": "They kill the widow and foreigner who lives in their country,\\q and they murder the fatherless.\n\\q",
  "7": "They say, \"Yahweh will not see,\\q the God of Jacob does not take notice of it.\"\n\n\n\\q",
  "8": "Understand, you stupid people!\\q You fools, when will you ever learn?\n\\q",
  "9": "He who made the ear, does he not hear?\\q He who formed the eye, does he not see?\n\n\n\\q",
  "10": "He who disciplines the nations, does he not correct?\\q He is the one who gives knowledge to man.\n\\q",
  "11": "Yahweh knows the thoughts of men,\\q that they are vapor.\n\n\n\\q",
  "12": "Blessed is the one whom you instruct, Yahweh,\\q the one whom you teach from your law.\n\\q",
  "13": "You give him rest in times of trouble\\q until a pit is dug for the wicked.\n\n\n\\q",
  "14": "For Yahweh will not forsake his people\\q or abandon his inheritance.\n\\q",
  "15": "For judgment will again be righteous;\\q and all the upright in heart will follow it.\n\\q",
  "16": "Who will rise up to defend me against the evildoers?\\q Who will stand up for me against the wicked?\n\n\n\\q",
  "17": "Unless Yahweh had been my help,\\q I would soon be lying down in the place of silence.\n\\q",
  "18": "When I said, \"My foot is slipping,\"\\q Your covenant faithfulness, Yahweh, held me up.\n\\q",
  "19": "When cares within me are many, your consolations make me happy.\n\n\\q",
  "20": "Can a throne of destruction be allied with you,\\q one who creates injustice by statute?\n\\q",
  "21": "They conspire together to take the life of the righteous\\q and they condemn the innocent to death.\n\n\n\\q",
  "22": "But Yahweh has been my high tower,\\q and my God has been the rock of my refuge.\n\\q",
  "23": "He will bring on them their own iniquity\\q and will cut them off in their own wickedness.\n\\q Yahweh our God will cut them off."
}
