{
  "1": "I have come into my garden, my sister, my bride;\n\\q I have gathered my myrrh with my spice.\n\\q I have eaten my honeycomb with my honey;\n\\q I have drunk my wine with my milk.\n\n\n\\q Eat, friends;\n\\q drink and be drunk with love.",
  "2": "I was asleep, but my heart was awake in a dream.\n\\q There is the sound of my beloved knocking and saying,\n\\q \"Open to me, my sister, my love, my dove, my undefiled one,\n\\q for my head is wet with dew,\n\\q my hair with the night's dampness.\"",
  "3": "\"I have taken off my robe; must I put it on again?\n\\q I have washed my feet; must I get them dirty?\"\n\\q",
  "4": "My beloved put in his hand through the opening of the door latch,\n\\q and my heart was stirred up for him.",
  "5": "I got up to open the door for my beloved;\n\\q my hands were dripping with myrrh,\n\\q my fingers with moist myrrh,\n\\q on the door handle.",
  "6": "I opened the door for my beloved,\n\\q but my beloved had turned and gone.\n\\q My heart sank; I became despondent.\n\\q I looked for him, but I did not find him;\n\\q I called him, but he did not answer me.",
  "7": "The watchmen who went about the city found me;\n\\q they struck me and wounded me;\n\\q the guards on the walls took away my cloak from me.",
  "8": "I want you to promise, daughters of Jerusalem,\n\\q that if you find my beloved,\n\\q tell him I am sick because of my love for him.",
  "9": "How is your beloved better than another beloved man,\n\\q you who are beautiful among women?\n\\q Why is your beloved better than another beloved,\n\\q that you ask us to take an oath like this?",
  "10": "My beloved is radiant and ruddy,\n\\q outstanding among ten thousand.\n\\q",
  "11": "His head is the purest gold;\n\\q his hair is curly and as black as a raven.",
  "12": "His eyes are like doves beside streams of water,\n\\q washed in milk, mounted like jewels.",
  "13": "His cheeks are like beds of spices,\n\\q yielding aromatic scents.\n\\q His lips are lilies, dripping myrrh.",
  "14": "His arms are rounded gold set with jewels;\n\\q his abdomen is ivory covered with sapphires.",
  "15": "His legs are pillars of marble, set on bases of pure gold;\n\\q his appearance is like Lebanon, choice as the cedars.",
  "16": "His mouth is most sweet;\n\\q he is completely lovely.\n\\q This is my beloved, and this is my friend,\n\\q daughters of Jerusalem.",
  "18": "\\q",
  "21": "\\q",
  "23": "\\q",
  "25": "\\q",
  "27": "\\q",
  "29": "\\q"
}
