{
  "1": "I wish that you were like my brother,\n\\q who nursed at my mother's breasts.\n\\q Then whenever I met you outside, I could kiss you,\n\\q and no one would despise me.",
  "2": "I would lead you and bring you into my mother's house,\n\\q and you would teach me.\n\\q I would give you spiced wine to drink\n\\q and some of the juice of my pomegranates.\n\n\\q",
  "3": "His left hand is under my head\n\\q and his right hand embraces me.",
  "4": "I want you to swear, daughters of Jerusalem's men,\n\\q that you will not interrupt our lovemaking\n\\q until it is over.",
  "5": "Who is this who is coming up from the wilderness,\n\\q leaning on her beloved?\n\n\\q I awakened you under the apricot tree;\n\\q there your mother conceived you;\n\\q there she gave birth to you, she delivered you.",
  "6": "Set me as a seal over your heart,\n\\q like a seal on your arm,\n\\q for love is as strong as death.\n\\q Passionate devotion is as unrelenting as Sheol;\n\\q its flames burst out; it is a blazing flame,\n\\q a flame hotter than any other fire.",
  "7": "Surging waters cannot quench love,\n\\q nor can floods sweep it away.\n\\q If a man gave all the possessions in his house for love,\n\\q the offer would utterly be despised.",
  "8": "We have a little sister,\n\\q and her breasts have not yet grown.\n\\q What can we do for our sister\n\\q on the day when she will be promised in marriage?",
  "9": "If she is a wall,\n\\q we will build on her a tower of silver.\n\\q If she is a door,\n\\q we will adorn her with boards of cedar.",
  "10": "I was a wall, but my breasts are now like fortress towers;\n\\q so I am completely mature in his eyes.",
  "11": "Solomon had a vineyard at Baal Hamon.\n\\q He leased the vineyard to those who would maintain it.\n\\q Each one was to bring a thousand shekels of silver for its fruit.\n\\q",
  "12": "My vineyard is my very own;\n\\q the thousand shekels belong to you, my dear Solomon,\n\\q and the two hundred shekels are for those who maintain it for its fruit.",
  "13": "You who live in the gardens,\n\\q my companions are listening for your voice;\n\\q let me be the one to hear it as well.",
  "14": "Hurry, my beloved,\n\\q and be like a gazelle or a young stag\n\\q on the mountains of spices.",
  "16": "\\q",
  "18": "\\q",
  "20": "\\q",
  "23": "\\q",
  "25": "\\q"
}
