{
  "1": "אַחַר֙ H310 הַדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 כְּשֹׁ֕ךְ H7918 חֲמַ֖ת H2534 הַמֶּ֣לֶךְ H4428 אֲחַשְׁוֵר֑וֹשׁ H325 זָכַ֤ר H2142 אֶת H853 וַשְׁתִּי֙ H2060 וְאֵ֣ת H853 אֲשֶׁר H834 עָשָׂ֔תָה H6213 וְאֵ֥ת H853 אֲשֶׁר H834 נִגְזַ֖ר H1504 עָלֶֽיהָ H5921 ",
  "2": "וַיֹּאמְר֥וּ H559 נַעֲרֵֽי H5288 הַמֶּ֖לֶךְ H4428 מְשָׁרְתָ֑יו H8334 יְבַקְשׁ֥וּ H1245 לַמֶּ֛לֶךְ H4428 נְעָר֥וֹת H5291 בְּתוּל֖וֹת H1330 טוֹב֥וֹת H2896 מַרְאֶֽה H4758 ",
  "3": "וְיַפְקֵ֨ד H6485 הַמֶּ֣לֶךְ H4428 פְּקִידִים֮ H6496 בְּכָל H3605 מְדִינ֣וֹת H4082 מַלְכוּתוֹ֒ H4438 וְיִקְבְּצ֣וּ H6908 אֶת H853 כָּל H3605 נַעֲרָֽה H5291 בְ֠תוּלָה H1330 טוֹבַ֨ת H2896 מַרְאֶ֜ה H4758 אֶל H413 שׁוּשַׁ֤ן H7800 הַבִּירָה֙ H1002 אֶל H413 בֵּ֣ית H1004 הַנָּשִׁ֔ים H802 אֶל H413 יַ֥ד H3027 הֵגֶ֛א H1896 סְרִ֥יס H5631 הַמֶּ֖לֶךְ H4428 שֹׁמֵ֣ר H8104 הַנָּשִׁ֑ים H802 וְנָת֖וֹן H5414 תַּמְרוּקֵיהֶֽן H8562 ",
  "4": "וְהַֽ H5291 אֲשֶׁ֤ר H834 תִּיטַב֙ H3190 בְּעֵינֵ֣י H5869 הַמֶּ֔לֶךְ H4428 תִּמְלֹ֖ךְ H4427 תַּ֣חַת H8478 וַשְׁתִּ֑י H2060 וַיִּיטַ֧ב H3190 הַדָּבָ֛ר H1697 בְּעֵינֵ֥י H5869 הַמֶּ֖לֶךְ H4428 וַיַּ֥עַשׂ H6213 כֵּֽן H3651 ",
  "5": "אִ֣ישׁ H376 יְהוּדִ֔י H3064 הָיָ֖ה H1961 בְּשׁוּשַׁ֣ן H7800 הַבִּירָ֑ה H1002 וּשְׁמ֣ H8034 מָרְדֳּכַ֗י H4782 בֶּ֣ן H1121 יָאִ֧יר H2971 בֶּן H1121 שִׁמְעִ֛י H8096 בֶּן H1121 קִ֖ישׁ H7027 אִ֥ישׁ H1145 יְמִינִֽי H1145 ",
  "6": "אֲשֶׁ֤ר H834 הָגְלָה֙ H1540 מִיר֣וּשָׁלַ֔יִם H3389 עִם H5973 הַגֹּלָה֙ H1473 אֲשֶׁ֣ר H834 הָגְלְתָ֔ה H1540 עִ֖ם H5973 יְכָנְיָ֣ה H3204 מֶֽלֶךְ H4428 יְהוּדָ֑ה H3063 אֲשֶׁ֣ר H834 הֶגְלָ֔ה H1540 נְבוּכַדְנֶאצַּ֖ר H5019 מֶ֥לֶךְ H4428 בָּבֶֽל H894 ",
  "7": "וַיְהִ֨י H1961 אֹמֵ֜ן H539 אֶת H853 הֲדַסָּ֗ה H1919 הִ֤יא H1931 אֶסְתֵּר֙ H635 בַּת H1323 דֹּד֔וֹ H1730 כִּ֛י H3588 אֵ֥ין H369 לָ֖הּ Hl אָ֣ב H1 וָאֵ֑ם H517 וְהַ H5291 יְפַת H3303 תֹּ֨אַר֙ H8389 וְטוֹבַ֣ת H2896 מַרְאֶ֔ה H4758 וּבְ H4194 אָבִ֨יהָ֙ H1 וְאִמָּ֔ H517 לְקָחָ֧הּ H3947 מָרְדֳּכַ֛י H4782 ל֖וֹ Hl לְבַֽת H1323 ",
  "8": "וַיְהִ֗י H1961 בְּהִשָּׁמַ֤ע H8085 דְּבַר H1697 הַמֶּ֨לֶךְ֙ H4428 וְדָת֔ H1881 וּֽבְ H6908 נְעָר֥וֹת H5291 רַבּ֛וֹת H7227 אֶל H413 שׁוּשַׁ֥ן H7800 הַבִּירָ֖ה H1002 אֶל H413 יַ֣ד H3027 הֵגָ֑י H1896 וַתִּלָּקַ֤ח H3947 אֶסְתֵּר֙ H635 אֶל H413 בֵּ֣ית H1004 הַמֶּ֔לֶךְ H4428 אֶל H413 יַ֥ד H3027 הֵגַ֖י H1896 שֹׁמֵ֥ר H8104 הַנָּשִֽׁים H802 ",
  "9": "וַתִּיטַ֨ב H3190 הַנַּעֲרָ֣ה H5291 בְעֵינָי H5869 וַתִּשָּׂ֣א H5375 חֶ֣סֶד H2617 לְפָנָי H6440 וַ֠יְבַהֵל H926 אֶת H853 תַּמְרוּקֶ֤יהָ H8562 וְאֶת H853 מָנוֹתֶ֨הָ֙ H4490 לָתֵ֣ת H5414 לָ֔הּ Hl וְאֵת֙ H853 שֶׁ֣בַע H7651 הַנְּעָר֔וֹת H5291 הָרְאֻי֥וֹת H7200 לָֽתֶת H5414 לָ֖הּ Hl מִבֵּ֣ית H1004 הַמֶּ֑לֶךְ H4428 וַיְשַׁנֶּ֧ H8138 וְאֶת H853 נַעֲרוֹתֶ֛יהָ H5291 לְט֖וֹב H2896 בֵּ֥ית H1004 הַנָּשִֽׁים H802 ",
  "10": "לֹא H3808 הִגִּ֣ידָה H5046 אֶסְתֵּ֔ר H635 אֶת H853 עַמָּ֖הּ H5971 וְאֶת H853 מֽוֹלַדְתָּ֑הּ H4138 כִּ֧י H3588 מָרְדֳּכַ֛י H4782 צִוָּ֥ה H6680 עָלֶ֖יהָ H5921 אֲשֶׁ֥ר H834 לֹא H3808 תַגִּֽיד H5046 ",
  "11": "וּבְ H3605 י֣וֹם H3117 וָי֔וֹם H3117 מָרְדֳּכַי֙ H4782 מִתְהַלֵּ֔ךְ H1980 לִפְנֵ֖י H6440 חֲצַ֣ר H2691 בֵּית H1004 הַנָּשִׁ֑ים H802 לָדַ֨עַת֙ H3045 אֶת H853 שְׁל֣וֹם H7965 אֶסְתֵּ֔ר H635 וּמַה H4100 יֵּעָשֶׂ֖ה H6213 בָּֽהּ Hb ",
  "12": "וּבְ H5060 תֹּר֩ H8447 נַעֲרָ֨ה H5291 וְנַעֲרָ֜ה H5291 לָב֣וֹא H935 אֶל H413 הַמֶּ֣לֶךְ H4428 אֲחַשְׁוֵר֗וֹשׁ H325 מִקֵּץ֩ H7093 הֱי֨וֹת H1961 לָ֜הּ Hl כְּדָ֤ת H1881 הַנָּשִׁים֙ H802 שְׁנֵ֣ים H8147 עָשָׂ֣ר H6240 חֹ֔דֶשׁ H2320 כִּ֛י H3588 כֵּ֥ן H3651 יִמְלְא֖וּ H4390 יְמֵ֣י H3117 מְרוּקֵיהֶ֑ן H4795 שִׁשָּׁ֤ה H8337 חֳדָשִׁים֙ H2320 בְּשֶׁ֣מֶן H8081 הַמֹּ֔ר H4753 וְשִׁשָּׁ֤ה H8337 חֳדָשִׁים֙ H2320 בַּבְּשָׂמִ֔ים H1314 וּבְ H8562 הַנָּשִֽׁים H802 ",
  "13": "וּבָ H2088 הַֽנַּעֲרָ֖ה H5291 בָּאָ֣ה H935 אֶל H413 הַמֶּ֑לֶךְ H4428 אֵת֩ H853 כָּל H3605 אֲשֶׁ֨ר H834 תֹּאמַ֜ר H559 יִנָּ֤תֵֽן H5414 לָהּ֙ Hl לָב֣וֹא H935 עִמָּ֔הּ H5973 מִבֵּ֥ית H1004 הַנָּשִׁ֖ים H802 עַד H5704 בֵּ֥ית H1004 הַמֶּֽלֶךְ H4428 ",
  "14": "בָּעֶ֣רֶב H6153 הִ֣יא H1931 בָאָ֗ה H935 וּ֠בַ H1242 הִ֣יא H1931 שָׁבָ֞ה H7725 אֶל H413 בֵּ֤ית H1004 הַנָּשִׁים֙ H802 שֵׁנִ֔י H8145 אֶל H413 יַ֧ד H3027 שַֽׁעֲשְׁגַ֛ז H8190 סְרִ֥יס H5631 הַמֶּ֖לֶךְ H4428 שֹׁמֵ֣ר H8104 הַפִּֽילַגְשִׁ֑ים H6370 לֹא H3808 תָב֥וֹא H935 עוֹד֙ H5750 אֶל H413 הַמֶּ֔לֶךְ H4428 כִּ֣י H3588 אִם H518 חָפֵ֥ץ H2654 בָּ֛הּ Hb הַמֶּ֖לֶךְ H4428 וְנִקְרְאָ֥ה H7121 בְשֵֽׁם H8034 ",
  "15": "וּבְ H5060 תֹּר H8447 אֶסְתֵּ֣ר H635 בַּת H1323 אֲבִיחַ֣יִל H32 דֹּ֣ד H1730 מָרְדֳּכַ֡י H4782 אֲשֶׁר֩ H834 לָקַֽח H3947 ל֨וֹ Hl לְבַ֜ת H1323 לָב֣וֹא H935 אֶל H413 הַמֶּ֗לֶךְ H4428 לֹ֤א H3808 בִקְשָׁה֙ H1245 דָּבָ֔ר H1697 כִּ֠י H3588 אִ֣ם H518 אֶת H853 אֲשֶׁ֥ר H834 יֹאמַ֛ר H559 הֵגַ֥י H1896 סְרִיס H5631 הַמֶּ֖לֶךְ H4428 שֹׁמֵ֣ר H8104 הַנָּשִׁ֑ים H802 וַתְּהִ֤י H1961 אֶסְתֵּר֙ H635 נֹשֵׂ֣את H5375 חֵ֔ן H2580 בְּעֵינֵ֖י H5869 כָּל H3605 רֹאֶֽיהָ H7200 ",
  "16": "וַתִּלָּקַ֨ח H3947 אֶסְתֵּ֜ר H635 אֶל H413 הַמֶּ֤לֶךְ H4428 אֲחַשְׁוֵרוֹשׁ֙ H325 אֶל H413 בֵּ֣ית H1004 מַלְכוּת֔וֹ H4438 בַּחֹ֥דֶשׁ H2320 הָעֲשִׂירִ֖י H6224 הוּא H1931 חֹ֣דֶשׁ H2320 טֵבֵ֑ת H2887 בִּשְׁנַת H8141 שֶׁ֖בַע H7651 לְמַלְכוּתֽ H4438 ",
  "17": "וַיֶּאֱהַ֨ב H157 הַמֶּ֤לֶךְ H4428 אֶת H853 אֶסְתֵּר֙ H635 מִכָּל H3605 הַנָּשִׁ֔ים H802 וַתִּשָּׂא H5375 חֵ֥ן H2580 וָחֶ֛סֶד H2617 לְפָנָ֖י H6440 מִכָּל H3605 הַבְּתוּלֹ֑ת H1330 וַיָּ֤שֶׂם H7760 כֶּֽתֶר H3804 מַלְכוּת֙ H4438 בְּרֹאשָׁ֔ H7218 וַיַּמְלִיכֶ֖ H4427 תַּ֥חַת H8478 וַשְׁתִּֽי H2060 ",
  "18": "וַיַּ֨עַשׂ H6213 הַמֶּ֜לֶךְ H4428 מִשְׁתֶּ֣ה H4960 גָד֗וֹל H1419 לְכָל H3605 שָׂרָיו֙ H8269 וַעֲבָדָ֔י H5650 אֵ֖ת H853 מִשְׁתֵּ֣ה H4960 אֶסְתֵּ֑ר H635 וַהֲנָחָ֤ה H2010 לַמְּדִינוֹת֙ H4082 עָשָׂ֔ה H6213 וַיִּתֵּ֥ן H5414 מַשְׂאֵ֖ת H4864 כְּיַ֥ד H3027 הַמֶּֽלֶךְ H4428 ",
  "19": "וּבְ H6908 בְּתוּל֖וֹת H1330 שֵׁנִ֑ית H8145 וּמָרְדֳּכַ֖י H4782 יֹשֵׁ֥ב H3427 בְּשַֽׁעַר H8179 הַמֶּֽלֶךְ H4428 ",
  "20": "אֵ֣ין H369 אֶסְתֵּ֗ר H635 מַגֶּ֤דֶת H5046 מֽוֹלַדְתָּהּ֙ H4138 וְאֶת H853 עַמָּ֔הּ H5971 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 עָלֶ֖יהָ H5921 מָרְדֳּכָ֑י H4782 וְאֶת H853 מַאֲמַ֤ר H3982 מָרְדֳּכַי֙ H4782 אֶסְתֵּ֣ר H635 עֹשָׂ֔ה H6213 כַּאֲשֶׁ֛ר H834 הָיְתָ֥ה H1961 בְאָמְנָ֖ה H545 אִתּֽוֹ H854 ",
  "21": "בַּיָּמִ֣ים H3117 הָהֵ֔ם H1992 וּמָרְדֳּכַ֖י H4782 יֹשֵׁ֣ב H3427 בְּשַֽׁעַר H8179 הַמֶּ֑לֶךְ H4428 קָצַף֩ H7107 בִּגְתָ֨ן H904 וָתֶ֜רֶשׁ H8657 שְׁנֵֽי H8147 סָרִיסֵ֤י H5631 הַמֶּ֨לֶךְ֙ H4428 מִשֹּׁמְרֵ֣י H8104 הַסַּ֔ף H5592 וַיְבַקְשׁוּ֙ H1245 לִשְׁלֹ֣חַ H7971 יָ֔ד H3027 בַּמֶּ֖לֶךְ H4428 אֲחַשְׁוֵֽרֹשׁ H325 ",
  "22": "וַיִּוָּדַ֤ע H3045 הַדָּבָר֙ H1697 לְמָרְדֳּכַ֔י H4782 וַיַּגֵּ֖ד H5046 לְאֶסְתֵּ֣ר H635 הַמַּלְכָּ֑ה H4436 וַתֹּ֧אמֶר H559 אֶסְתֵּ֛ר H635 לַמֶּ֖לֶךְ H4428 בְּשֵׁ֥ם H8034 מָרְדֳּכָֽי H4782 ",
  "23": "וַיְבֻקַּ֤שׁ H1245 הַדָּבָר֙ H1697 וַיִּמָּצֵ֔א H4672 וַיִּתָּל֥וּ H8518 שְׁנֵיהֶ֖ם H8147 עַל H5921 עֵ֑ץ H6086 וַיִּכָּתֵ֗ב H3789 בְּסֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לִפְנֵ֥י H6440 הַמֶּֽלֶךְ H4428 "
}
