{
  "1": "אַחַ֣ר H310 הַדְּבָרִ֣ים H1697 הָאֵ֗לֶּה H428 גִּדַּל֩ H1431 הַמֶּ֨לֶךְ H4428 אֲחַשְׁוֵר֜וֹשׁ H325 אֶת H853 הָמָ֧ן H2001 בֶּֽן H1121 הַמְּדָ֛תָא H4099 הָאֲגָגִ֖י H91 וַֽיְנַשְּׂאֵ֑ H5375 וַיָּ֨שֶׂם֙ H7760 אֶת H853 כִּסְא֔וֹ H3678 מֵעַ֕ל H5921 כָּל H3605 הַשָּׂרִ֖ים H8269 אֲשֶׁ֥ר H834 אִתּֽוֹ H854 ",
  "2": "וְכָל H3605 עַבְדֵ֨י H5650 הַמֶּ֜לֶךְ H4428 אֲשֶׁר H834 בְּשַׁ֣עַר H8179 הַמֶּ֗לֶךְ H4428 כֹּרְעִ֤ים H3766 וּמִֽשְׁתַּחֲוִים֙ H7812 לְהָמָ֔ן H2001 כִּי H3588 כֵ֖ן H3651 צִוָּה H6680 ל֣וֹ Hl הַמֶּ֑לֶךְ H4428 וּמָ֨רְדֳּכַ֔י H4782 לֹ֥א H3808 יִכְרַ֖ע H3766 וְלֹ֥א H3808 יִֽשְׁתַּחֲוֶֽה H7812 ",
  "3": "וַיֹּ֨אמְר֜וּ H559 עַבְדֵ֥י H5650 הַמֶּ֛לֶךְ H4428 אֲשֶׁר H834 בְּשַׁ֥עַר H8179 הַמֶּ֖לֶךְ H4428 לְמָרְדֳּכָ֑י H4782 מַדּ֨וּעַ֙ H4069 אַתָּ֣ה H859 עוֹבֵ֔ר H5674 אֵ֖ת H853 מִצְוַ֥ת H4687 הַמֶּֽלֶךְ H4428 ",
  "4": "וַיְהִ֗י H1961 באמר H559 אֵלָיו֙ H413 י֣וֹם H3117 וָי֔וֹם H3117 וְלֹ֥א H3808 שָׁמַ֖ע H8085 אֲלֵיהֶ֑ם H413 וַיַּגִּ֣ידוּ H5046 לְהָמָ֗ן H2001 לִרְאוֹת֙ H7200 הֲיַֽעַמְדוּ֙ H5975 דִּבְרֵ֣י H1697 מָרְדֳּכַ֔י H4782 כִּֽי H3588 הִגִּ֥יד H5046 לָהֶ֖ם H1992 אֲשֶׁר H834 ה֥וּא H1931 יְהוּדִֽי H3064 ",
  "5": "וַיַּ֣רְא H7200 הָמָ֔ן H2001 כִּי H3588 אֵ֣ין H369 מָרְדֳּכַ֔י H4782 כֹּרֵ֥עַ H3766 וּמִֽשְׁתַּחֲוֶ֖ה H7812 ל֑וֹ Hl וַיִּמָּלֵ֥א H4390 הָמָ֖ן H2001 חֵמָֽה H2534 ",
  "6": "וַיִּ֣בֶז H959 בְּעֵינָ֗י H5869 לִשְׁלֹ֤ח H7971 יָד֙ H3027 בְּמָרְדֳּכַ֣י H4782 לְבַדּ֔ H905 כִּֽי H3588 הִגִּ֥ידוּ H5046 ל֖וֹ Hl אֶת H853 עַ֣ם H5971 מָרְדֳּכָ֑י H4782 וַיְבַקֵּ֣שׁ H1245 הָמָ֗ן H2001 לְהַשְׁמִ֧יד H8045 אֶת H853 כָּל H3605 הַיְּהוּדִ֛ים H3064 אֲשֶׁ֛ר H834 בְּכָל H3605 מַלְכ֥וּת H4438 אֲחַשְׁוֵר֖וֹשׁ H325 עַ֥ם H5971 מָרְדֳּכָֽי H4782 ",
  "7": "בַּחֹ֤דֶשׁ H2320 הָרִאשׁוֹן֙ H7223 הוּא H1931 חֹ֣דֶשׁ H2320 נִיסָ֔ן H5212 בִּשְׁנַת֙ H8141 שְׁתֵּ֣ים H8147 עֶשְׂרֵ֔ה H6240 לַמֶּ֖לֶךְ H4428 אֲחַשְׁוֵר֑וֹשׁ H325 הִפִּ֣יל H5307 פּוּר֩ H6332 ה֨וּא H1931 הַגּוֹרָ֜ל H1486 לִפְנֵ֣י H6440 הָמָ֗ן H2001 מִיּ֧וֹם H3117 לְי֛וֹם H3117 וּמֵ H2320 לְחֹ֥דֶשׁ H2320 שְׁנֵים H8147 עָשָׂ֖ר H6240 הוּא H1931 חֹ֥דֶשׁ H2320 אֲדָֽר H143 ",
  "8": "וַיֹּ֤אמֶר H559 הָמָן֙ H2001 לַמֶּ֣לֶךְ H4428 אֲחַשְׁוֵר֔וֹשׁ H325 יֶשְׁנ֣וֹ H3426 עַם H5971 אֶחָ֗ד H259 מְפֻזָּ֤ר H6340 וּמְפֹרָד֙ H6504 בֵּ֣ין H996 הָֽעַמִּ֔ים H5971 בְּכֹ֖ל H3605 מְדִינ֣וֹת H4082 מַלְכוּתֶ֑ךָ H4438 וְדָתֵי H1881 שֹׁנ֣וֹת H8138 מִכָּל H3605 עָ֗ם H5971 וְאֶת H853 דָּתֵ֤י H1881 הַמֶּ֨לֶךְ֙ H4428 אֵינָ֣ם H369 עֹשִׂ֔ים H6213 וְלַ H4428 אֵין H369 שֹׁוֶ֖ה H7737 לְהַנִּיחָֽ H3240 ",
  "9": "אִם H518 עַל H5921 הַמֶּ֣לֶךְ H4428 ט֔וֹב H2895 יִכָּתֵ֖ב H3789 לְאַבְּדָ֑ H6 וַעֲשֶׂ֨רֶת H6235 אֲלָפִ֜ים H505 כִּכַּר H3603 כֶּ֗סֶף H3701 אֶשְׁקוֹל֙ H8254 עַל H5921 יְדֵי֙ H3027 עֹשֵׂ֣י H6213 הַמְּלָאכָ֔ה H4399 לְהָבִ֖יא H935 אֶל H413 גִּנְזֵ֥י H1595 הַמֶּֽלֶךְ H4428 ",
  "10": "וַיָּ֧סַר H5493 הַמֶּ֛לֶךְ H4428 אֶת H853 טַבַּעְתּ֖וֹ H2885 מֵעַ֣ל H5921 יָד֑וֹ H3027 וַֽיִּתְּנָ֗ H5414 לְהָמָ֧ן H2001 בֶּֽן H1121 הַמְּדָ֛תָא H4099 הָאֲגָגִ֖י H91 צֹרֵ֥ר H6887 הַיְּהוּדִֽים H3064 ",
  "11": "וַיֹּ֤אמֶר H559 הַמֶּ֨לֶךְ֙ H4428 לְהָמָ֔ן H2001 הַכֶּ֖סֶף H3701 נָת֣וּן H5414 לָ֑ךְ Hl וְהָ H5971 לַעֲשׂ֥וֹת H6213 בּ֖וֹ Hb כַּטּ֥וֹב H2896 בְּעֵינֶֽי H5869 ",
  "12": "וַיִּקָּרְאוּ֩ H7121 סֹפְרֵ֨י H5608 הַמֶּ֜לֶךְ H4428 בַּחֹ֣דֶשׁ H2320 הָרִאשׁ֗וֹן H7223 בִּשְׁלוֹשָׁ֨ה H7969 עָשָׂ֣ר H6240 יוֹם֮ H3117 בּוֹ֒ Hb וַיִּכָּתֵ֣ב H3789 כְּֽכָל H3605 אֲשֶׁר H834 צִוָּ֣ה H6680 הָמָ֡ן H2001 אֶ֣ל H413 אֲחַשְׁדַּרְפְּנֵֽי H323 הַ֠מֶּלֶךְ H4428 וְֽאֶל H413 הַפַּח֞וֹת H6346 אֲשֶׁ֣ר H834 עַל H5921 מְדִינָ֣ה H4082 וּמְדִינָ֗ה H4082 וְאֶל H413 שָׂ֤רֵי H8269 עַם֙ H5971 וָעָ֔ם H5971 מְדִינָ֤ה H4082 וּמְדִינָה֙ H4082 כִּכְתָבָ֔ H3791 וְעַ֥ם H5971 וָעָ֖ם H5971 כִּלְשׁוֹנ֑ H3956 בְּשֵׁ֨ם H8034 הַמֶּ֤לֶךְ H4428 אֲחַשְׁוֵרֹשׁ֙ H325 נִכְתָּ֔ב H3789 וְנֶחְתָּ֖ם H2856 בְּטַבַּ֥עַת H2885 הַמֶּֽלֶךְ H4428 ",
  "13": "וְנִשְׁל֨וֹחַ H7971 סְפָרִ֜ים H5612 בְּיַ֣ד H3027 הָרָצִים֮ H7323 אֶל H413 כָּל H3605 מְדִינ֣וֹת H4082 הַמֶּלֶךְ֒ H4428 לְהַשְׁמִ֡יד H8045 לַהֲרֹ֣ג H2026 וּלְ H6 אֶת H853 כָּל H3605 הַ֠יְּהוּדִים H3064 מִנַּ֨עַר H5288 וְעַד H5704 זָקֵ֜ן H2205 טַ֤ף H2945 וְנָשִׁים֙ H802 בְּי֣וֹם H3117 אֶחָ֔ד H259 בִּשְׁלוֹשָׁ֥ה H7969 עָשָׂ֛ר H6240 לְחֹ֥דֶשׁ H2320 שְׁנֵים H8147 עָשָׂ֖ר H6240 הוּא H1931 חֹ֣דֶשׁ H2320 אֲדָ֑ר H143 וּשְׁלָלָ֖ H7998 לָבֽוֹז H962 ",
  "14": "פַּתְשֶׁ֣גֶן H6572 הַכְּתָ֗ב H3791 לְהִנָּ֤תֵֽן H5414 דָּת֙ H1881 בְּכָל H3605 מְדִינָ֣ה H4082 וּמְדִינָ֔ה H4082 גָּל֖וּי H1540 לְכָל H3605 הָֽעַמִּ֑ים H5971 לִהְי֥וֹת H1961 עֲתִדִ֖ים H6264 לַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "15": "הָֽרָצִ֞ים H7323 יָצְא֤וּ H3318 דְחוּפִים֙ H1765 בִּדְבַ֣ר H1697 הַמֶּ֔לֶךְ H4428 וְהַ H1881 נִתְּנָ֖ה H5414 בְּשׁוּשַׁ֣ן H7800 הַבִּירָ֑ה H1002 וְהַ H4428 וְהָמָן֙ H2001 יָשְׁב֣וּ H3427 לִשְׁתּ֔וֹת H8354 וְהָ H5892 שׁוּשָׁ֖ן H7800 נָבֽוֹכָה H943 "
}
