{
  "1": "וַיָּבֹ֤א H935 הַמֶּ֨לֶךְ֙ H4428 וְהָמָ֔ן H2001 לִשְׁתּ֖וֹת H8354 עִם H5973 אֶסְתֵּ֥ר H635 הַמַּלְכָּֽה H4436 ",
  "2": "וַיֹּאמֶר֩ H559 הַמֶּ֨לֶךְ H4428 לְאֶסְתֵּ֜ר H635 גַּ֣ם H1571 בַּיּ֤וֹם H3117 הַשֵּׁנִי֙ H8145 בְּמִשְׁתֵּ֣ה H4960 הַיַּ֔יִן H3196 מַה H4100 שְּׁאֵלָתֵ֛ךְ H7596 אֶסְתֵּ֥ר H635 הַמַּלְכָּ֖ה H4436 וְתִנָּ֣תֵֽן H5414 לָ֑ךְ Hl וּמַה H4100 בַּקָּשָׁתֵ֛ךְ H1246 עַד H5704 חֲצִ֥י H2677 הַמַּלְכ֖וּת H4438 וְתֵעָֽשׂ H6213 ",
  "3": "וַתַּ֨עַן H6030 אֶסְתֵּ֤ר H635 הַמַּלְכָּה֙ H4436 וַתֹּאמַ֔ר H559 אִם H518 מָצָ֨אתִי H4672 חֵ֤ן H2580 בְּעֵינֶ֨י H5869 הַמֶּ֔לֶךְ H4428 וְאִם H518 עַל H5921 הַמֶּ֖לֶךְ H4428 ט֑וֹב H2895 תִּנָּֽתֶן H5414 לִ֤י Hl נַפְשִׁי֙ H5315 בִּשְׁאֵ֣לָתִ֔ H7596 וְעַמִּ֖ H5971 בְּבַקָּשָׁתִֽ H1246 ",
  "4": "כִּ֤י H3588 נִמְכַּ֨רְנוּ֙ H4376 אֲנִ֣י H589 וְעַמִּ֔ H5971 לְהַשְׁמִ֖יד H8045 לַהֲר֣וֹג H2026 וּלְ H6 וְ֠אִלּוּ H432 לַעֲבָדִ֨ים H5650 וְלִ H8198 נִמְכַּ֨רְנוּ֙ H4376 הֶחֱרַ֔שְׁתִּי H2790 כִּ֣י H3588 אֵ֥ין H369 הַצָּ֛ר H6862 שֹׁוֶ֖ה H7737 בְּנֵ֥זֶק H5143 הַמֶּֽלֶךְ H4428 ",
  "5": "וַיֹּ֨אמֶר֙ H559 הַמֶּ֣לֶךְ H4428 אֲחַשְׁוֵר֔וֹשׁ H325 וַיֹּ֖אמֶר H559 לְאֶסְתֵּ֣ר H635 הַמַּלְכָּ֑ה H4436 מִ֣י H4310 ה֥וּא H1931 זֶה֙ H2088 וְאֵֽי H335 זֶ֣ה H2088 ה֔וּא H1931 אֲשֶׁר H834 מְלָא֥וֹ H4390 לִבּ֖וֹ H3820 לַעֲשׂ֥וֹת H6213 כֵּֽן H3651 ",
  "6": "וַתֹּ֣אמֶר H559 אֶסְתֵּ֔ר H635 אִ֚ישׁ H376 צַ֣ר H6862 וְאוֹיֵ֔ב H341 הָמָ֥ן H2001 הָרָ֖ע H7451 הַזֶּ֑ה H2088 וְהָמָ֣ן H2001 נִבְעַ֔ת H1204 מִלִּ H6440 הַמֶּ֖לֶךְ H4428 וְהַ H4436 ",
  "7": "וְהַ H4428 קָ֤ם H6965 בַּחֲמָת H2534 מִמִּשְׁתֵּ֣ה H4960 הַיַּ֔יִן H3196 אֶל H413 גִּנַּ֖ת H1594 הַבִּיתָ֑ן H1055 וְהָמָ֣ן H2001 עָמַ֗ד H5975 לְבַקֵּ֤שׁ H1245 עַל H5921 נַפְשׁוֹ֙ H5315 מֵֽאֶסְתֵּ֣ר H635 הַמַּלְכָּ֔ה H4436 כִּ֣י H3588 רָאָ֔ה H7200 כִּֽי H3588 כָלְתָ֥ה H3615 אֵלָ֛יו H413 הָרָעָ֖ה H7451 מֵאֵ֥ת H854 הַמֶּֽלֶךְ H4428 ",
  "8": "וְהַ H4428 שָׁב֩ H7725 מִגִּנַּ֨ת H1594 הַבִּיתָ֜ן H1055 אֶל H413 בֵּ֣ית H1004 מִשְׁתֵּ֣ה H4960 הַיַּ֗יִן H3196 וְהָמָן֙ H2001 נֹפֵ֔ל H5307 עַל H5921 הַמִּטָּה֙ H4296 אֲשֶׁ֣ר H834 אֶסְתֵּ֣ר H635 עָלֶ֔יהָ H5921 וַיֹּ֣אמֶר H559 הַמֶּ֔לֶךְ H4428 הֲ֠גַם H1571 לִכְבּ֧וֹשׁ H3533 אֶת H853 הַמַּלְכָּ֛ה H4436 עִמִּ֖י H5973 בַּבָּ֑יִת H1004 הַדָּבָ֗ר H1697 יָצָא֙ H3318 מִפִּ֣י H6310 הַמֶּ֔לֶךְ H4428 וּפְנֵ֥י H6440 הָמָ֖ן H2001 חָפֽוּ H2645 ",
  "9": "וַיֹּ֣אמֶר H559 חַ֠רְבוֹנָה H2726 אֶחָ֨ד H259 מִן H4480 הַסָּרִיסִ֜ים H5631 לִפְנֵ֣י H6440 הַמֶּ֗לֶךְ H4428 גַּ֣ם H1571 הִנֵּה H2009 הָעֵ֣ץ H6086 אֲשֶׁר H834 עָשָׂ֪ה H6213 הָמָ֟ן H2001 לְֽמָרְדֳּכַ֞י H4782 אֲשֶׁ֧ר H834 דִּבֶּר H1696 ט֣וֹב H2896 עַל H5921 הַמֶּ֗לֶךְ H4428 עֹמֵד֙ H5975 בְּבֵ֣ית H1004 הָמָ֔ן H2001 גָּבֹ֖הַּ H1364 חֲמִשִּׁ֣ים H2572 אַמָּ֑ה H520 וַיֹּ֥אמֶר H559 הַמֶּ֖לֶךְ H4428 תְּלֻ֥הוּ H8518 עָלָֽיו H5921 ",
  "10": "וַיִּתְלוּ֙ H8518 אֶת H853 הָמָ֔ן H2001 עַל H5921 הָעֵ֖ץ H6086 אֲשֶׁר H834 הֵכִ֣ין H3559 לְמָרְדֳּכָ֑י H4782 וַחֲמַ֥ת H2534 הַמֶּ֖לֶךְ H4428 שָׁכָֽכָה H7918 "
}
