{
  "1": "בִּשְׁנַ֣ת H8141 שָׁל֗וֹשׁ H7969 לְכ֨וֹרֶשׁ֙ H3566 מֶ֣לֶךְ H4428 פָּרַ֔ס H6539 דָּבָר֙ H1697 נִגְלָ֣ה H1540 לְדָֽנִיֵּ֔אל H1840 אֲשֶׁר H834 נִקְרָ֥א H7121 שְׁמ֖וֹ H8034 בֵּלְטְשַׁאצַּ֑ר H1095 וֶאֱמֶ֤ת H571 הַדָּבָר֙ H1697 וְצָבָ֣א H6635 גָד֔וֹל H1419 וּבִין֙ H995 אֶת H853 הַדָּבָ֔ר H1697 וּבִ֥ינָה H998 ל֖וֹ Hl בַּמַּרְאֶֽה H4758 ",
  "2": "בַּיָּמִ֖ים H3117 הָהֵ֑ם H1992 אֲנִ֤י H589 דָֽנִיֵּאל֙ H1840 הָיִ֣יתִי H1961 מִתְאַבֵּ֔ל H56 שְׁלֹשָׁ֥ה H7969 שָׁבֻעִ֖ים H7620 יָמִֽים H3117 ",
  "3": "לֶ֣חֶם H3899 חֲמֻד֞וֹת H2530 לֹ֣א H3808 אָכַ֗לְתִּי H398 וּבָשָׂ֥ר H1320 וָיַ֛יִן H3196 לֹא H3808 בָ֥א H935 אֶל H413 פִּ֖י H6310 וְס֣וֹךְ H5480 לֹא H3808 סָ֑כְתִּי H5480 עַד H5704 מְלֹ֕את H4390 שְׁלֹ֥שֶׁת H7969 שָׁבֻעִ֖ים H7620 יָמִֽים H3117 ",
  "4": "וּבְ H3117 עֶשְׂרִ֥ים H6242 וְאַרְבָּעָ֖ה H702 לַחֹ֣דֶשׁ H2320 הָרִאשׁ֑וֹן H7223 וַאֲנִ֗י H589 הָיִ֛יתִי H1961 עַ֣ל H5921 יַ֧ד H3027 הַנָּהָ֛ר H5104 הַגָּד֖וֹל H1419 ה֥וּא H1931 חִדָּֽקֶל H2313 ",
  "5": "וָאֶשָּׂ֤א H5375 אֶת H853 עֵינַי֙ H5869 וָאֵ֔רֶא H7200 וְהִנֵּ֥ה H2009 אִישׁ H376 אֶחָ֖ד H259 לָב֣וּשׁ H3847 בַּדִּ֑ים H906 וּמָתְנָ֥י H4975 חֲגֻרִ֖ים H2296 בְּכֶ֥תֶם H3800 אוּפָֽז H210 ",
  "6": "וּגְוִיָּת֣ H1472 כְתַרְשִׁ֗ישׁ H8658 וּפָנָ֞י H6440 כְּמַרְאֵ֤ה H4758 בָרָק֙ H1300 וְעֵינָי H5869 כְּלַפִּ֣ידֵי H3940 אֵ֔שׁ H784 וּזְרֹֽעֹתָי H2220 וּמַרְגְּלֹתָ֔י H4772 כְּעֵ֖ין H5869 נְחֹ֣שֶׁת H5178 קָלָ֑ל H7044 וְק֥וֹל H6963 דְּבָרָ֖יו H1697 כְּק֥וֹל H6963 הָמֽוֹן H1995 ",
  "7": "וְרָאִיתִי֩ H7200 אֲנִ֨י H589 דָנִיֵּ֤אל H1840 לְבַדִּ H905 אֶת H853 הַמַּרְאָ֔ה H4759 וְהָ H376 אֲשֶׁ֣ר H834 הָי֣וּ H1961 עִמִּ֔י H5973 לֹ֥א H3808 רָא֖וּ H7200 אֶת H853 הַמַּרְאָ֑ה H4759 אֲבָ֗ל H61 חֲרָדָ֤ה H2731 גְדֹלָה֙ H1419 נָפְלָ֣ה H5307 עֲלֵיהֶ֔ם H5921 וַֽיִּבְרְח֖וּ H1272 בְּהֵחָבֵֽא H2244 ",
  "8": "וַאֲנִי֙ H589 נִשְׁאַ֣רְתִּי H7604 לְבַדִּ֔ H905 וָֽאֶרְאֶ֗ה H7200 אֶת H853 הַמַּרְאָ֤ה H4759 הַגְּדֹלָה֙ H1419 הַזֹּ֔את H2063 וְלֹ֥א H3808 נִשְׁאַר H7604 בִּ֖י Hb כֹּ֑ח H3581 וְהוֹדִ֗ H1935 נֶהְפַּ֤ךְ H2015 עָלַי֙ H5921 לְמַשְׁחִ֔ית H4889 וְלֹ֥א H3808 עָצַ֖רְתִּי H6113 כֹּֽחַ H3581 ",
  "9": "וָאֶשְׁמַ֖ע H8085 אֶת H853 ק֣וֹל H6963 דְּבָרָ֑יו H1697 וּכְ H8085 אֶת H853 ק֣וֹל H6963 דְּבָרָ֔יו H1697 וַאֲנִ֗י H589 הָיִ֛יתִי H1961 נִרְדָּ֥ם H7290 עַל H5921 פָּנַ֖י H6440 וּפָנַ֥ H6440 אָֽרְצָה H776 ",
  "10": "וְהִנֵּה H2009 יָ֖ד H3027 נָ֣גְעָה H5060 בִּ֑י Hb וַתְּנִיעֵ֥ H5128 עַל H5921 בִּרְכַּ֖י H1290 וְכַפּ֥וֹת H3709 יָדָֽי H3027 ",
  "11": "וַיֹּ֣אמֶר H559 אֵלַ֡י H413 דָּנִיֵּ֣אל H1840 אִישׁ H376 חֲ֠מֻדוֹת H2530 הָבֵ֨ן H995 בַּדְּבָרִ֜ים H1697 אֲשֶׁר֩ H834 אָנֹכִ֨י H595 דֹבֵ֤ר H1696 אֵלֶ֨יךָ֙ H413 וַעֲמֹ֣ד H5975 עַל H5921 עָמְדֶ֔ךָ H5975 כִּ֥י H3588 עַתָּ֖ה H6258 שֻׁלַּ֣חְתִּי H7971 אֵלֶ֑יךָ H413 וּבְ H1696 עִמִּ֛י H5973 אֶת H853 הַדָּבָ֥ר H1697 הַזֶּ֖ה H2088 עָמַ֥דְתִּי H5975 מַרְעִֽיד H7460 ",
  "12": "וַיֹּ֣אמֶר H559 אֵלַי֮ H413 אַל H408 תִּירָ֣א H3372 דָנִיֵּאל֒ H1840 כִּ֣י H3588 מִן H4480 הַיּ֣וֹם H3117 הָרִאשׁ֗וֹן H7223 אֲשֶׁ֨ר H834 נָתַ֧תָּ H5414 אֶֽת H853 לִבְּךָ֛ H3820 לְהָבִ֧ין H995 וּלְ H6031 לִפְנֵ֥י H6440 אֱלֹהֶ֖יךָ H430 נִשְׁמְע֣וּ H8085 דְבָרֶ֑יךָ H1697 וַאֲנִי H589 בָ֖אתִי H935 בִּדְבָרֶֽי H1697 ",
  "13": "וְשַׂ֣ר H8269 מַלְכ֣וּת H4438 פָּרַ֗ס H6539 עֹמֵ֤ד H5975 לְנֶגְדִּ H5048 עֶשְׂרִ֣ים H6242 וְאֶחָ֣ד H259 י֔וֹם H3117 וְהִנֵּ֣ה H2009 מִֽיכָאֵ֗ל H4317 אַחַ֛ד H259 הַשָּׂרִ֥ים H8269 הָרִאשֹׁנִ֖ים H7223 בָּ֣א H935 לְעָזְרֵ֑ H5826 וַאֲנִי֙ H589 נוֹתַ֣רְתִּי H3498 שָׁ֔ם H8033 אֵ֖צֶל H681 מַלְכֵ֥י H4428 פָרָֽס H6539 ",
  "14": "וּבָ֨אתִי֙ H935 לַהֲבִ֣ינְ H995 אֵ֛ת H853 אֲשֶׁר H834 יִקְרָ֥ה H7136 לְעַמְּ H5971 בְּאַחֲרִ֣ית H319 הַיָּמִ֑ים H3117 כִּי H3588 ע֥וֹד H5750 חָז֖וֹן H2377 לַיָּמִֽים H3117 ",
  "15": "וּבְ H1696 עִמִּ֔י H5973 כַּדְּבָרִ֖ים H1697 הָאֵ֑לֶּה H428 נָתַ֧תִּי H5414 פָנַ֛י H6440 אַ֖רְצָה H776 וְנֶאֱלָֽמְתִּי H481 ",
  "16": "וְהִנֵּ֗ה H2009 כִּדְמוּת֙ H1823 בְּנֵ֣י H1121 אָדָ֔ם H120 נֹגֵ֖עַ H5060 עַל H5921 שְׂפָתָ֑י H8193 וָאֶפְתַּח H6605 פִּ֗י H6310 וָאֲדַבְּרָ H1696 וָאֹֽמְרָ H559 אֶל H413 הָעֹמֵ֣ד H5975 לְנֶגְדִּ֔ H5048 אֲדֹנִ֗י H113 בַּמַּרְאָה֙ H4759 נֶהֶפְכ֤וּ H2015 צִירַי֙ H6735 עָלַ֔י H5921 וְלֹ֥א H3808 עָצַ֖רְתִּי H6113 כֹּֽחַ H3581 ",
  "17": "וְהֵ֣יךְ H1963 יוּכַ֗ל H3201 עֶ֤בֶד H5650 אֲדֹנִי֙ H113 זֶ֔ה H2088 לְדַבֵּ֖ר H1696 עִם H5973 אֲדֹ֣נִי H113 זֶ֑ה H2088 וַאֲנִ֤י H589 מֵעַ֨תָּה֙ H6258 לֹֽא H3808 יַעֲמָד H5975 בִּ֣י Hb כֹ֔חַ H3581 וּנְשָׁמָ֖ה H5397 לֹ֥א H3808 נִשְׁאֲרָה H7604 בִֽי Hb ",
  "18": "וַיֹּ֧סֶף H3254 וַיִּגַּע H5060 בִּ֛י Hb כְּמַרְאֵ֥ה H4758 אָדָ֖ם H120 וַֽיְחַזְּקֵֽ H2388 ",
  "19": "וַיֹּ֜אמֶר H559 אַל H408 תִּירָ֧א H3372 אִישׁ H376 חֲמֻד֛וֹת H2530 שָׁל֥וֹם H7965 לָ֖ךְ Hl חֲזַ֣ק H2388 וַחֲזָ֑ק H2388 וּֽבְ H1696 עִמִּי֙ H5973 הִתְחַזַּ֔קְתִּי H2388 וָאֹֽמְרָ֛ H559 יְדַבֵּ֥ר H1696 אֲדֹנִ֖י H113 כִּ֥י H3588 חִזַּקְתָּֽנִי H2388 ",
  "20": "וַיֹּ֗אמֶר H559 הֲיָדַ֨עְתָּ֙ H3045 לָמָּה H4100 בָּ֣אתִי H935 אֵלֶ֔יךָ H413 וְעַתָּ֣ה H6258 אָשׁ֔וּב H7725 לְהִלָּחֵ֖ם H3898 עִם H5973 שַׂ֣ר H8269 פָּרָ֑ס H6539 וַאֲנִ֣י H589 יוֹצֵ֔א H3318 וְהִנֵּ֥ה H2009 שַׂר H8269 יָוָ֖ן H3120 בָּֽא H935 ",
  "21": "אֲבָל֙ H61 אַגִּ֣יד H5046 לְךָ֔ Hl אֶת H853 הָרָשׁ֥וּם H7559 בִּכְתָ֖ב H3791 אֱמֶ֑ת H571 וְאֵ֨ין H369 אֶחָ֜ד H259 מִתְחַזֵּ֤ק H2388 עִמִּי֙ H5973 עַל H5921 אֵ֔לֶּה H428 כִּ֥י H3588 אִם H518 מִיכָאֵ֖ל H4317 שַׂרְכֶֽם H8269 "
}
