{
  "1": "וַאֲנִי֙ H589 בִּשְׁנַ֣ת H8141 אַחַ֔ת H259 לְדָרְיָ֖וֶשׁ H1867 הַמָּדִ֑י H4075 עָמְדִ֛י H5975 לְמַחֲזִ֥יק H2388 וּלְ H4581 לֽוֹ Hl ",
  "2": "וְעַתָּ֕ה H6258 אֱמֶ֖ת H571 אַגִּ֣יד H5046 לָ֑ךְ Hl הִנֵּה H2009 עוֹד֩ H5750 שְׁלֹשָׁ֨ה H7969 מְלָכִ֜ים H4428 עֹמְדִ֣ים H5975 לְפָרַ֗ס H6539 וְהָֽ H7243 יַעֲשִׁ֤יר H6238 עֹֽשֶׁר H6239 גָּדוֹל֙ H1419 מִכֹּ֔ל H3605 וּכְ H2393 בְעָשְׁר֔ H6239 יָעִ֣יר H5782 הַכֹּ֔ל H3605 אֵ֖ת H853 מַלְכ֥וּת H4438 יָוָֽן H3120 ",
  "3": "וְעָמַ֖ד H5975 מֶ֣לֶךְ H4428 גִּבּ֑וֹר H1368 וּמָשַׁל֙ H4910 מִמְשָׁ֣ל H4474 רַ֔ב H7227 וְעָשָׂ֖ה H6213 כִּרְצוֹנֽ H7522 ",
  "4": "וּכְ H5975 תִּשָּׁבֵ֣ר H7665 מַלְכוּת֔וֹ H4438 וְתֵחָ֕ץ H2673 לְאַרְבַּ֖ע H702 רוּח֣וֹת H7307 הַשָּׁמָ֑יִם H8064 וְלֹ֣א H3808 לְאַחֲרִית֗ H319 וְלֹ֤א H3808 כְמָשְׁל H4915 אֲשֶׁ֣ר H834 מָשָׁ֔ל H4910 כִּ֤י H3588 תִנָּתֵשׁ֙ H5428 מַלְכוּת֔וֹ H4438 וְלַ H312 מִלְּ H905 אֵֽלֶּה H428 ",
  "5": "וְיֶחֱזַ֥ק H2388 מֶֽלֶךְ H4428 הַנֶּ֖גֶב H5045 וּמִן H4480 שָׂרָ֑יו H8269 וְיֶחֱזַ֤ק H2388 עָלָיו֙ H5921 וּמָשָׁ֔ל H4910 מִמְשָׁ֥ל H4474 רַ֖ב H7227 מֶמְשַׁלְתּֽוֹ H4475 ",
  "6": "וּלְ H7093 שָׁנִים֙ H8141 יִתְחַבָּ֔רוּ H2266 וּבַ֣ת H1323 מֶֽלֶךְ H4428 הַנֶּ֗גֶב H5045 תָּבוֹא֙ H935 אֶל H413 מֶ֣לֶךְ H4428 הַצָּפ֔וֹן H6828 לַעֲשׂ֖וֹת H6213 מֵישָׁרִ֑ים H4339 וְלֹֽא H3808 תַעְצֹ֞ר H6113 כּ֣וֹחַ H3581 הַזְּר֗וֹעַ H2220 וְלֹ֤א H3808 יַעֲמֹד֙ H5975 וּזְרֹע֔ H2220 וְתִנָּתֵ֨ן H5414 הִ֤יא H1931 וּמְבִיאֶ֨י H935 וְהַ H3205 וּמַחֲזִקָ֖ H2388 בָּעִתִּֽים H6256 ",
  "7": "וְעָמַ֛ד H5975 מִנֵּ֥צֶר H5342 שָׁרָשֶׁ֖יהָ H8328 כַּנּ֑וֹ H3653 וְיָבֹ֣א H935 אֶל H413 הַחַ֗יִל H2428 וְיָבֹא֙ H935 בְּמָעוֹז֙ H4581 מֶ֣לֶךְ H4428 הַצָּפ֔וֹן H6828 וְעָשָׂ֥ה H6213 בָהֶ֖ם Hb וְהֶחֱזִֽיק H2388 ",
  "8": "וְגַ֣ם H1571 אֱֽלֹהֵיהֶ֡ם H430 עִם H5973 נְסִֽכֵיהֶם֩ H5257 עִם H5973 כְּלֵ֨י H3627 חֶמְדָּתָ֜ם H2532 כֶּ֧סֶף H3701 וְזָהָ֛ב H2091 בַּשְּׁבִ֖י H7628 יָבִ֣א H935 מִצְרָ֑יִם H4714 וְהוּא֙ H1931 שָׁנִ֣ים H8141 יַעֲמֹ֔ד H5975 מִמֶּ֖לֶךְ H4428 הַצָּפֽוֹן H6828 ",
  "9": "וּבָ֗א H935 בְּמַלְכוּת֙ H4438 מֶ֣לֶךְ H4428 הַנֶּ֔גֶב H5045 וְשָׁ֖ב H7725 אֶל H413 אַדְמָתֽוֹ H127 ",
  "10": "ובנ H1121 יִתְגָּר֗וּ H1624 וְאָסְפוּ֙ H622 הֲמוֹן֙ H1995 חֲיָלִ֣ים H2428 רַבִּ֔ים H7227 וּבָ֥א H935 ב֖וֹא H935 וְשָׁטַ֣ף H7857 וְעָבָ֑ר H5674 וְיָשֹׁ֥ב H7725 ויתגרו H1624 עַד H5704 מעזה H4581 ",
  "11": "וְיִתְמַרְמַר֙ H4843 מֶ֣לֶךְ H4428 הַנֶּ֔גֶב H5045 וְיָצָ֕א H3318 וְנִלְחַ֥ם H3898 עִמּ֖וֹ H5973 עִם H5973 מֶ֣לֶךְ H4428 הַצָּפ֑וֹן H6828 וְהֶעֱמִיד֙ H5975 הָמ֣וֹן H1995 רָ֔ב H7227 וְנִתַּ֥ן H5414 הֶהָמ֖וֹן H1995 בְּיָדֽ H3027 ",
  "12": "וְנִשָּׂ֥א H5375 הֶהָמ֖וֹן H1995 ירום H7311 לְבָב֑וֹ H3824 וְהִפִּ֛יל H5307 רִבֹּא֖וֹת H7239 וְלֹ֥א H3808 יָעֽוֹז H5810 ",
  "13": "וְשָׁב֙ H7725 מֶ֣לֶךְ H4428 הַצָּפ֔וֹן H6828 וְהֶעֱמִ֣יד H5975 הָמ֔וֹן H1995 רַ֖ב H7227 מִן H4480 הָרִאשׁ֑וֹן H7223 וּלְ H7093 הָֽעִתִּ֤ים H6256 שָׁנִים֙ H8141 יָ֣בוֹא H935 ב֔וֹא H935 בְּחַ֥יִל H2428 גָּד֖וֹל H1419 וּבִ H7399 רָֽב H7227 ",
  "14": "וּבָ H6256 הָהֵ֔ם H1992 רַבִּ֥ים H7227 יַֽעַמְד֖וּ H5975 עַל H5921 מֶ֣לֶךְ H4428 הַנֶּ֑גֶב H5045 וּבְנֵ֣י H1121 פָּרִיצֵ֣י H6530 עַמְּךָ֗ H5971 יִֽנַּשְּׂא֛וּ H5375 לְהַעֲמִ֥יד H5975 חָז֖וֹן H2377 וְנִכְשָֽׁלוּ H3782 ",
  "15": "וְיָבֹא֙ H935 מֶ֣לֶךְ H4428 הַצָּפ֔וֹן H6828 וְיִשְׁפֹּךְ֙ H8210 סֽוֹלֲלָ֔ה H5550 וְלָכַ֖ד H3920 עִ֣יר H5892 מִבְצָר֑וֹת H4013 וּזְרֹע֤וֹת H2220 הַנֶּ֨גֶב֙ H5045 לֹ֣א H3808 יַעֲמֹ֔דוּ H5975 וְעַם֙ H5971 מִבְחָרָ֔יו H4005 וְאֵ֥ין H369 כֹּ֖חַ H3581 לַעֲמֹֽד H5975 ",
  "16": "וְיַ֨עַשׂ H6213 הַבָּ֤א H935 אֵלָיו֙ H413 כִּרְצוֹנ֔ H7522 וְאֵ֥ין H369 עוֹמֵ֖ד H5975 לְפָנָ֑י H6440 וְיַעֲמֹ֥ד H5975 בְּאֶֽרֶץ H776 הַצְּבִ֖י H6643 וְכָלָ֥ה H3615 בְיָדֽ H3027 ",
  "17": "וְיָשֵׂ֣ם H7760 פָּ֠נָיו H6440 לָב֞וֹא H935 בְּתֹ֧קֶף H8633 כָּל H3605 מַלְכוּת֛וֹ H4438 וִישָׁרִ֥ים H3477 עִמּ֖וֹ H5973 וְעָשָׂ֑ה H6213 וּבַ֤ת H1323 הַנָּשִׁים֙ H802 יִתֶּן H5414 ל֣וֹ Hl לְהַשְׁחִיתָ֔ H7843 וְלֹ֥א H3808 תַעֲמֹ֖ד H5975 וְלֹא H3808 ל֥וֹ Hl תִהְיֶֽה H1961 ",
  "18": "וישב H7725 פָּנָ֛יו H6440 לְאִיִּ֖ים H339 וְלָכַ֣ד H3920 רַבִּ֑ים H7227 וְהִשְׁבִּ֨ית H7673 קָצִ֤ין H7101 חֶרְפָּתוֹ֙ H2781 ל֔וֹ Hl בִּלְתִּ֥י H1115 חֶרְפָּת֖וֹ H2781 יָשִׁ֥יב H7725 לֽוֹ Hl ",
  "19": "וְיָשֵׁ֣ב H7725 פָּנָ֔יו H6440 לְמָעוּזֵּ֖י H4581 אַרְצ֑וֹ H776 וְנִכְשַׁ֥ל H3782 וְנָפַ֖ל H5307 וְלֹ֥א H3808 יִמָּצֵֽא H4672 ",
  "20": "וְעָמַ֧ד H5975 עַל H5921 כַּנּ֛וֹ H3653 מַעֲבִ֥יר H5674 נוֹגֵ֖שׂ H5065 הֶ֣דֶר H1925 מַלְכ֑וּת H4438 וּבְ H3117 אֲחָדִים֙ H259 יִשָּׁבֵ֔ר H7665 וְלֹ֥א H3808 בְאַפַּ֖יִם H639 וְלֹ֥א H3808 בְמִלְחָמָֽה H4421 ",
  "21": "וְעָמַ֤ד H5975 עַל H5921 כַּנּוֹ֙ H3653 נִבְזֶ֔ה H959 וְלֹא H3808 נָתְנ֥וּ H5414 עָלָ֖יו H5921 ה֣וֹד H1935 מַלְכ֑וּת H4438 וּבָ֣א H935 בְשַׁלְוָ֔ה H7962 וְהֶחֱזִ֥יק H2388 מַלְכ֖וּת H4438 בַּחֲלַקְלַקּֽוֹת H2519 ",
  "22": "וּזְרֹע֥וֹת H2220 הַשֶּׁ֛טֶף H7858 יִשָּׁטְפ֥וּ H7857 מִלְּ H6440 וְיִשָּׁבֵ֑רוּ H7665 וְגַ֖ם H1571 נְגִ֥יד H5057 בְּרִֽית H1285 ",
  "23": "וּמִן H4480 הִֽתְחַבְּר֥וּת H2266 אֵלָ֖יו H413 יַעֲשֶׂ֣ה H6213 מִרְמָ֑ה H4820 וְעָלָ֥ה H5927 וְעָצַ֖ם H6105 בִּמְעַט H4592 גּֽוֹי H1471 ",
  "24": "בְּשַׁלְוָ֞ה H7962 וּבְ H4924 מְדִינָה֮ H4082 יָבוֹא֒ H935 וְעָשָׂ֗ה H6213 אֲשֶׁ֨ר H834 לֹא H3808 עָשׂ֤וּ H6213 אֲבֹתָיו֙ H1 וַאֲב֣וֹת H1 אֲבֹתָ֔יו H1 בִּזָּ֧ה H961 וְשָׁלָ֛ל H7998 וּרְכ֖וּשׁ H7399 לָהֶ֣ם H1992 יִבְז֑וֹר H967 וְעַ֧ל H5921 מִבְצָרִ֛ים H4013 יְחַשֵּׁ֥ב H2803 מַחְשְׁבֹתָ֖יו H4284 וְעַד H5704 עֵֽת H6256 ",
  "25": "וְיָעֵר֩ H5782 כֹּח֨וֹ H3581 וּלְבָב֜ H3824 עַל H5921 מֶ֣לֶךְ H4428 הַנֶּגֶב֮ H5045 בְּחַ֣יִל H2428 גָּדוֹל֒ H1419 וּמֶ֣לֶךְ H4428 הַנֶּ֗גֶב H5045 יִתְגָּרֶה֙ H1624 לַמִּלְחָמָ֔ה H4421 בְּחַֽיִל H2428 גָּד֥וֹל H1419 וְעָצ֖וּם H6099 עַד H5704 מְאֹ֑ד H3966 וְלֹ֣א H3808 יַעֲמֹ֔ד H5975 כִּֽי H3588 יַחְשְׁב֥וּ H2803 עָלָ֖יו H5921 מַחֲשָׁבֽוֹת H4284 ",
  "26": "וְאֹכְלֵ֧י H398 פַת H6598 בָּג֛וֹ H6598 יִשְׁבְּר֖וּהוּ H7665 וְחֵיל֣ H2428 יִשְׁט֑וֹף H7857 וְנָפְל֖וּ H5307 חֲלָלִ֥ים H2491 רַבִּֽים H7227 ",
  "27": "וּשְׁנֵי H8147 הַמְּלָכִים֙ H4428 לְבָבָ֣ם H3824 לְמֵרָ֔ע H4827 וְעַל H5921 שֻׁלְחָ֥ן H7979 אֶחָ֖ד H259 כָּזָ֣ב H3577 יְדַבֵּ֑רוּ H1696 וְלֹ֣א H3808 תִצְלָ֔ח H6743 כִּי H3588 ע֥וֹד H5750 קֵ֖ץ H7093 לַמּוֹעֵֽד H4150 ",
  "28": "וְיָשֹׁ֤ב H7725 אַרְצוֹ֙ H776 בִּרְכ֣וּשׁ H7399 גָּד֔וֹל H1419 וּלְבָב֖ H3824 עַל H5921 בְּרִ֣ית H1285 קֹ֑דֶשׁ H6944 וְעָשָׂ֖ה H6213 וְשָׁ֥ב H7725 לְאַרְצֽ H776 ",
  "29": "לַמּוֹעֵ֥ד H4150 יָשׁ֖וּב H7725 וּבָ֣א H935 בַנֶּ֑גֶב H5045 וְלֹֽא H3808 תִהְיֶ֥ה H1961 כָרִאשֹׁנָ֖ה H7223 וְכָ H314 ",
  "30": "וּבָ֨אוּ H935 ב֜וֹ Hb צִיִּ֤ים H6716 כִּתִּים֙ H3794 וְנִכְאָ֔ה H3512 וְשָׁ֛ב H7725 וְזָעַ֥ם H2194 עַל H5921 בְּרִֽית H1285 ק֖וֹדֶשׁ H6944 וְעָשָׂ֑ה H6213 וְשָׁ֣ב H7725 וְיָבֵ֔ן H995 עַל H5921 עֹזְבֵ֖י H5800 בְּרִ֥ית H1285 קֹֽדֶשׁ H6944 ",
  "31": "וּזְרֹעִ֖ים H2220 מִמֶּ֣נּוּ H4480 יַעֲמֹ֑דוּ H5975 וְחִלְּל֞וּ H2490 הַמִּקְדָּ֤שׁ H4720 הַמָּעוֹז֙ H4581 וְהֵסִ֣ירוּ H5493 הַתָּמִ֔יד H8548 וְנָתְנ֖וּ H5414 הַשִּׁקּ֥וּץ H8251 מְשׁוֹמֵֽם H8074 ",
  "32": "וּמַרְשִׁיעֵ֣י H7561 בְרִ֔ית H1285 יַחֲנִ֖יף H2610 בַּחֲלַקּ֑וֹת H2514 וְעַ֛ם H5971 יֹדְעֵ֥י H3045 אֱלֹהָ֖יו H430 יַחֲזִ֥קוּ H2388 וְעָשֽׂוּ H6213 ",
  "33": "וּמַשְׂכִּ֣ילֵי H7919 עָ֔ם H5971 יָבִ֖ינוּ H995 לָֽרַבִּ֑ים H7227 וְנִכְשְׁל֞וּ H3782 בְּחֶ֧רֶב H2719 וּבְ H3852 בִּשְׁבִ֥י H7628 וּבְ H961 יָמִֽים H3117 ",
  "34": "וּבְ H3782 יֵעָזְר֖וּ H5826 עֵ֣זֶר H5828 מְעָ֑ט H4592 וְנִלְו֧וּ H3867 עֲלֵיהֶ֛ם H5921 רַבִּ֖ים H7227 בַּחֲלַקְלַקּֽוֹת H2519 ",
  "35": "וּמִן H4480 הַמַּשְׂכִּילִ֣ים H7919 יִכָּֽשְׁל֗וּ H3782 לִצְר֥וֹף H6884 בָּהֶ֛ם Hb וּלְ H1305 וְלַ H3835 עַד H5704 עֵ֣ת H6256 קֵ֑ץ H7093 כִּי H3588 ע֖וֹד H5750 לַמּוֹעֵֽד H4150 ",
  "36": "וְעָשָׂ֨ה H6213 כִרְצוֹנ֜ H7522 הַמֶּ֗לֶךְ H4428 וְיִתְרוֹמֵ֤ם H7311 וְיִתְגַּדֵּל֙ H1431 עַל H5921 כָּל H3605 אֵ֔ל H410 וְעַל֙ H5921 אֵ֣ל H410 אֵלִ֔ים H410 יְדַבֵּ֖ר H1696 נִפְלָא֑וֹת H6381 וְהִצְלִ֨יחַ֙ H6743 עַד H5704 כָּ֣לָה H3615 זַ֔עַם H2195 כִּ֥י H3588 נֶחֱרָצָ֖ה H2782 נֶעֱשָֽׂתָה H6213 ",
  "37": "וְעַל H5921 אֱלֹהֵ֤י H430 אֲבֹתָיו֙ H1 לֹ֣א H3808 יָבִ֔ין H995 וְעַל H5921 חֶמְדַּ֥ת H2532 נָשִׁ֛ים H802 וְעַֽל H5921 כָּל H3605 אֱל֖וֹהַּ H433 לֹ֣א H3808 יָבִ֑ין H995 כִּ֥י H3588 עַל H5921 כֹּ֖ל H3605 יִתְגַּדָּֽל H1431 ",
  "38": "וְלֶ H433 מָֽעֻזִּ֔ים H4581 עַל H5921 כַּנּ֖וֹ H3653 יְכַבֵּ֑ד H3513 וְלֶ H433 אֲשֶׁ֧ר H834 לֹא H3808 יְדָעֻ֣הוּ H3045 אֲבֹתָ֗יו H1 יְכַבֵּ֛ד H3513 בְּזָהָ֥ב H2091 וּבְ H3701 וּבְ H68 יְקָרָ֖ה H3368 וּבַ H2530 ",
  "39": "וְעָשָׂ֞ה H6213 לְמִבְצְרֵ֤י H4013 מָֽעֻזִּים֙ H4581 עִם H5973 אֱל֣וֹהַּ H433 נֵכָ֔ר H5236 אֲשֶׁ֥ר H834 הכיר H5234 יַרְבֶּ֣ה H7235 כָב֑וֹד H3519 וְהִמְשִׁילָ H4910 בָּֽרַבִּ֔ים H7227 וַאֲדָמָ֖ה H127 יְחַלֵּ֥ק H2505 בִּמְחִֽיר H4242 ",
  "40": "וּבְ H6256 קֵ֗ץ H7093 יִתְנַגַּ֤ח H5055 עִמּוֹ֙ H5973 מֶ֣לֶךְ H4428 הַנֶּ֔גֶב H5045 וְיִשְׂתָּעֵ֨ר H8175 עָלָ֜יו H5921 מֶ֣לֶךְ H4428 הַצָּפ֗וֹן H6828 בְּרֶ֨כֶב֙ H7393 וּבְ H6571 וּבָ H591 רַבּ֑וֹת H7227 וּבָ֥א H935 בַאֲרָצ֖וֹת H776 וְשָׁטַ֥ף H7857 וְעָבָֽר H5674 ",
  "41": "וּבָא֙ H935 בְּאֶ֣רֶץ H776 הַצְּבִ֔י H6643 וְרַבּ֖וֹת H7227 יִכָּשֵׁ֑לוּ H3782 וְאֵ֨לֶּה֙ H428 יִמָּלְט֣וּ H4422 מִיָּד֔ H3027 אֱד֣וֹם H123 וּמוֹאָ֔ב H4124 וְרֵאשִׁ֖ית H7225 בְּנֵ֥י H1121 עַמּֽוֹן H5983 ",
  "42": "וְיִשְׁלַ֥ח H7971 יָד֖וֹ H3027 בַּאֲרָצ֑וֹת H776 וְאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 לֹ֥א H3808 תִהְיֶ֖ה H1961 לִפְלֵיטָֽה H6413 ",
  "43": "וּמָשַׁ֗ל H4910 בְּמִכְמַנֵּי֙ H4362 הַזָּהָ֣ב H2091 וְהַ H3701 וּבְ H3605 חֲמֻד֣וֹת H2530 מִצְרָ֑יִם H4714 וְלֻבִ֥ים H3864 וְכֻשִׁ֖ים H3569 בְּמִצְעָדָֽי H4703 ",
  "44": "וּשְׁמֻע֣וֹת H8052 יְבַהֲלֻ֔הוּ H926 מִמִּזְרָ֖ח H4217 וּמִ H6828 וְיָצָא֙ H3318 בְּחֵמָ֣א H2534 גְדֹלָ֔ה H1419 לְהַשְׁמִ֥יד H8045 וּֽלְ H2763 רַבִּֽים H7227 ",
  "45": "וְיִטַּע֙ H5193 אָהֳלֶ֣י H168 אַפַּדְנ֔וֹ H643 בֵּ֥ין H996 יַמִּ֖ים H3220 לְהַר H2022 צְבִי H6643 קֹ֑דֶשׁ H6944 וּבָא֙ H935 עַד H5704 קִצּ֔וֹ H7093 וְאֵ֥ין H369 עוֹזֵ֖ר H5826 לֽוֹ Hl "
}
