{
  "1": "וּבָ H6256 הַהִיא֩ H1931 יַעֲמֹ֨ד H5975 מִֽיכָאֵ֜ל H4317 הַשַּׂ֣ר H8269 הַגָּד֗וֹל H1419 הָעֹמֵד֮ H5975 עַל H5921 בְּנֵ֣י H1121 עַמֶּךָ֒ H5971 וְהָיְתָה֙ H1961 עֵ֣ת H6256 צָרָ֔ה H6869 אֲשֶׁ֤ר H834 לֹֽא H3808 נִהְיְתָה֙ H1961 מִֽהְי֣וֹת H1961 גּ֔וֹי H1471 עַ֖ד H5704 הָעֵ֣ת H6256 הַהִ֑יא H1931 וּבָ H6256 הַהִיא֙ H1931 יִמָּלֵ֣ט H4422 עַמְּךָ֔ H5971 כָּל H3605 הַנִּמְצָ֖א H4672 כָּת֥וּב H3789 בַּסֵּֽפֶר H5612 ",
  "2": "וְרַבִּ֕ים H7227 מִיְּשֵׁנֵ֥י H3463 אַדְמַת H127 עָפָ֖ר H6083 יָקִ֑יצוּ H6974 אֵ֚לֶּה H428 לְחַיֵּ֣י H2416 עוֹלָ֔ם H5769 וְאֵ֥לֶּה H428 לַחֲרָפ֖וֹת H2781 לְדִרְא֥וֹן H1860 עוֹלָֽם H5769 ",
  "3": "וְהַ֨ H7919 יַזְהִ֖רוּ H2094 כְּזֹ֣הַר H2096 הָרָקִ֑יעַ H7549 וּמַצְדִּיקֵי֙ H6663 הָֽרַבִּ֔ים H7227 כַּכּוֹכָבִ֖ים H3556 לְעוֹלָ֥ם H5769 וָעֶֽד H5703 ",
  "4": "וְאַתָּ֣ה H859 דָֽנִיֵּ֗אל H1840 סְתֹ֧ם H5640 הַדְּבָרִ֛ים H1697 וַחֲתֹ֥ם H2856 הַסֵּ֖פֶר H5612 עַד H5704 עֵ֣ת H6256 קֵ֑ץ H7093 יְשֹׁטְט֥וּ H7751 רַבִּ֖ים H7227 וְתִרְבֶּ֥ה H7235 הַדָּֽעַת H1847 ",
  "5": "וְרָאִ֨יתִי֙ H7200 אֲנִ֣י H589 דָנִיֵּ֔אל H1840 וְהִנֵּ֛ה H2009 שְׁנַ֥יִם H8147 אֲחֵרִ֖ים H312 עֹמְדִ֑ים H5975 אֶחָ֥ד H259 הֵ֨נָּה֙ H2008 לִשְׂפַ֣ת H8193 הַיְאֹ֔ר H2975 וְאֶחָ֥ד H259 הֵ֖נָּה H2008 לִשְׂפַ֥ת H8193 הַיְאֹֽר H2975 ",
  "6": "וַיֹּ֗אמֶר H559 לָאִישׁ֙ H376 לְב֣וּשׁ H3847 הַבַּדִּ֔ים H906 אֲשֶׁ֥ר H834 מִמַּ֖עַל H4605 לְמֵימֵ֣י H4325 הַיְאֹ֑ר H2975 עַד H5704 מָתַ֖י H4970 קֵ֥ץ H7093 הַפְּלָאֽוֹת H6382 ",
  "7": "וָאֶשְׁמַ֞ע H8085 אֶת H853 הָאִ֣ישׁ H376 לְב֣וּשׁ H3847 הַבַּדִּ֗ים H906 אֲשֶׁ֣ר H834 מִמַּעַל֮ H4605 לְמֵימֵ֣י H4325 הַיְאֹר֒ H2975 וַיָּ֨רֶם H7311 יְמִינ֤וֹ H3225 וּשְׂמֹאל H8040 אֶל H413 הַשָּׁמַ֔יִם H8064 וַיִּשָּׁבַ֖ע H7650 בְּחֵ֣י H2416 הָעוֹלָ֑ם H5769 כִּי֩ H3588 לְמוֹעֵ֨ד H4150 מֽוֹעֲדִ֜ים H4150 וָחֵ֗צִי H2677 וּכְ H3615 נַפֵּ֥ץ H5310 יַד H3027 עַם H5971 קֹ֖דֶשׁ H6944 תִּכְלֶ֥ינָה H3615 כָל H3605 אֵֽלֶּה H428 ",
  "8": "וַאֲנִ֥י H589 שָׁמַ֖עְתִּי H8085 וְלֹ֣א H3808 אָבִ֑ין H995 וָאֹ֣מְרָ֔ H559 אֲדֹנִ֕י H113 מָ֥ה H4100 אַחֲרִ֖ית H319 אֵֽלֶּה H428 ",
  "9": "וַיֹּ֖אמֶר H559 לֵ֣ךְ H3212 דָּנִיֵּ֑אל H1840 כִּֽי H3588 סְתֻמִ֧ים H5640 וַחֲתֻמִ֛ים H2856 הַדְּבָרִ֖ים H1697 עַד H5704 עֵ֥ת H6256 קֵֽץ H7093 ",
  "10": "יִ֠תְבָּֽרֲרוּ H1305 וְיִֽתְלַבְּנ֤וּ H3835 וְיִצָּֽרְפוּ֙ H6884 רַבִּ֔ים H7227 וְהִרְשִׁ֣יעוּ H7561 רְשָׁעִ֔ים H7563 וְלֹ֥א H3808 יָבִ֖ינוּ H995 כָּל H3605 רְשָׁעִ֑ים H7563 וְהַ H7919 יָבִֽינוּ H995 ",
  "11": "וּמֵ H6256 הוּסַ֣ר H5493 הַתָּמִ֔יד H8548 וְלָ H5414 שִׁקּ֣וּץ H8251 שֹׁמֵ֑ם H8074 יָמִ֕ים H3117 אֶ֖לֶף H505 מָאתַ֥יִם H3967 וְתִשְׁעִֽים H8673 ",
  "12": "אַשְׁרֵ֥י H835 הַֽמְחַכֶּ֖ה H2442 וְיַגִּ֑יעַ H5060 לְיָמִ֕ים H3117 אֶ֕לֶף H505 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 שְׁלֹשִׁ֥ים H7970 וַחֲמִשָּֽׁה H2568 ",
  "13": "וְאַתָּ֖ה H859 לֵ֣ךְ H3212 לַקֵּ֑ץ H7093 וְתָנ֛וּחַ H5117 וְתַעֲמֹ֥ד H5975 לְגֹרָלְ H1486 לְקֵ֥ץ H7093 הַיָּמִֽין H3117 "
}
