{
  "1": "וּבִ H8141 שְׁתַּ֗יִם H8147 לְמַלְכוּת֙ H4438 נְבֻֽכַדְנֶצַּ֔ר H5019 חָלַ֥ם H2492 נְבֻֽכַדְנֶצַּ֖ר H5019 חֲלֹמ֑וֹת H2472 וַתִּתְפָּ֣עֶם H6470 רוּח֔וֹ H7307 וּשְׁנָת֖ H8142 נִהְיְתָ֥ה H1961 עָלָֽיו H5921 ",
  "2": "וַיֹּ֣אמֶר H559 הַ֠מֶּלֶךְ H4428 לִקְרֹ֨א H7121 לַֽחַרְטֻמִּ֜ים H2748 וְלָֽ H825 וְלַֽ H3784 וְלַ H3778 לְהַגִּ֥יד H5046 לַמֶּ֖לֶךְ H4428 חֲלֹמֹתָ֑יו H2472 וַיָּבֹ֕אוּ H935 וַיַּֽעַמְד֖וּ H5975 לִפְנֵ֥י H6440 הַמֶּֽלֶךְ H4428 ",
  "3": "וַיֹּ֧אמֶר H559 לָהֶ֛ם H1992 הַמֶּ֖לֶךְ H4428 חֲל֣וֹם H2472 חָלָ֑מְתִּי H2492 וַתִּפָּ֣עֶם H6470 רוּחִ֔י H7307 לָדַ֖עַת H3045 אֶֽת H853 הַחֲלֽוֹם H2472 ",
  "4": "וַֽיְדַבְּר֧וּ H1696 הַכַּשְׂדִּ֛ים H3778 לַמֶּ֖לֶךְ H4428 אֲרָמִ֑ית H762 מַלְכָּא֙ H4430 לְעָלְמִ֣ין H5957 חֱיִ֔י H2418 אֱמַ֥ר H560 חֶלְמָ֛א H2493 לעבדי H5649 וּפִשְׁרָ֥ H6591 נְחַוֵּֽא H2324 ",
  "5": "עָנֵ֤ה H6032 מַלְכָּא֙ H4430 וְאָמַ֣ר H560 לכשדי H3779 מִלְּתָ֖א H4406 מִנִּ֣י H4481 אַזְדָּ֑א H230 הֵ֣ן H2006 לָ֤א H3809 תְהֽוֹדְעוּנַּ֨נִי֙ H3046 חֶלְמָ֣א H2493 וּפִשְׁרֵ֔ H6591 הַדָּמִין֙ H1917 תִּתְעַבְד֔וּן H5648 וּבָתֵּי H1005 נְוָלִ֥י H5122 יִתְּשָׂמֽוּן H7761 ",
  "6": "וְהֵ֨ן H2006 חֶלְמָ֤א H2493 וּפִשְׁרֵ H6591 תְּֽהַחֲוֺ֔ן H2324 מַתְּנָ֤ן H4978 וּנְבִזְבָּה֙ H5023 וִיקָ֣ר H3367 שַׂגִּ֔יא H7690 תְּקַבְּל֖וּן H6902 מִן H4481 קֳדָמָ֑י H6925 לָהֵ֕ן H2006 חֶלְמָ֥א H2493 וּפִשְׁרֵ֖ H6591 הַחֲוֺֽנִי H2324 ",
  "7": "עֲנ֥וֹ H6032 תִנְיָנ֖וּת H8579 וְאָמְרִ֑ין H560 מַלְכָּ֕א H4430 חֶלְמָ֛א H2493 יֵאמַ֥ר H560 לְעַבְד֖וֹ H5649 וּפִשְׁרָ֥ H6591 נְהַחֲוֵֽה H2324 ",
  "8": "עָנֵ֤ה H6032 מַלְכָּא֙ H4430 וְאָמַ֔ר H560 מִן H4481 יַצִּיב֙ H3330 יָדַ֣ע H3046 אֲנָ֔ה H576 דִּ֥י H1768 עִדָּנָ֖א H5732 אַנְתּ֣וּן H608 זָבְנִ֑ין H2084 כָּל H3606 קֳבֵל֙ H6903 דִּ֣י H1768 חֲזֵית֔וֹן H2370 דִּ֥י H1768 אַזְדָּ֖א H230 מִנִּ֥י H4481 מִלְּתָֽא H4406 ",
  "9": "דִּ֣י H1768 הֵן H2006 חֶלְמָא֩ H2493 לָ֨א H3809 תְהֽוֹדְעֻנַּ֜נִי H3046 חֲדָה H2298 הִ֣יא H1932 דָֽתְכ֗וֹן H1882 וּמִלָּ֨ה H4406 כִדְבָ֤ה H3538 וּשְׁחִיתָה֙ H7844 הזמנתון H2164 לְמֵאמַ֣ר H560 קָֽדָמַ֔י H6925 עַ֛ד H5705 דִּ֥י H1768 עִדָּנָ֖א H5732 יִשְׁתַּנֵּ֑א H8133 לָהֵ֗ן H2006 חֶלְמָא֙ H2493 אֱמַ֣רוּ H560 לִ֔י Hl וְֽאִנְדַּ֕ע H3046 דִּ֥י H1768 פִשְׁרֵ֖הּ H6591 תְּהַחֲוֻנַּֽנִי H2324 ",
  "10": "עֲנ֨וֹ H6032 כשדיא H3779 קֳדָם H6925 מַלְכָּא֙ H4430 וְאָ֣מְרִ֔ין H560 לָֽא H3809 אִיתַ֤י H383 אֲנָשׁ֙ H606 עַל H5922 יַבֶּשְׁתָּ֔א H3007 דִּ֚י H1768 מִלַּ֣ת H4406 מַלְכָּ֔א H4430 יוּכַ֖ל H3202 לְהַחֲוָיָ֑ה H2324 כָּל H3606 קֳבֵ֗ל H6903 דִּ֚י H1768 כָּל H3606 מֶ֨לֶךְ֙ H4430 רַ֣ב H7229 וְשַׁלִּ֔יט H7990 מִלָּ֤ה H4406 כִדְנָה֙ H1836 לָ֣א H3809 שְׁאֵ֔ל H7593 לְכָל H3606 חַרְטֹּ֖ם H2749 וְאָשַׁ֥ף H826 וְכַשְׂדָּֽי H3779 ",
  "11": "וּמִלְּתָ֨ H4406 דִֽי H1768 מַלְכָּ֤ה H4430 שָׁאֵל֙ H7593 יַקִּירָ֔ה H3358 וְאָחֳרָן֙ H321 לָ֣א H3809 אִיתַ֔י H383 דִּ֥י H1768 יְחַוִּנַּ֖הּ H2324 קֳדָ֣ם H6925 מַלְכָּ֑א H4430 לָהֵ֣ן H3861 אֱלָהִ֔ין H426 דִּ֚י H1768 מְדָ֣רְה֔וֹן H4070 עִם H5974 בִּשְׂרָ֖א H1321 לָ֥א H3809 אִיתֽוֹהִי H383 ",
  "12": "כָּל H3606 קֳבֵ֣ל H6903 דְּנָ֔ה H1836 מַלְכָּ֕א H4430 בְּנַ֖ס H1149 וּקְצַ֣ף H7108 שַׂגִּ֑יא H7690 וַאֲמַר֙ H560 לְה֣וֹבָדָ֔ה H7 לְכֹ֖ל H3606 חַכִּימֵ֥י H2445 בָבֶֽל H895 ",
  "13": "וְדָתָ֣ H1882 נֶפְקַ֔ת H5312 וְחַכִּֽימַיָּ֖ H2445 מִֽתְקַטְּלִ֑ין H6992 וּבְע֛וֹ H1156 דָּנִיֵּ֥אל H1841 וְחַבְר֖וֹ H2269 לְהִתְקְטָלָֽה H6992 ",
  "14": "בֵּאדַ֣יִן H116 דָּנִיֵּ֗אל H1841 הֲתִיב֙ H8421 עֵטָ֣א H5843 וּטְעֵ֔ם H2942 לְאַרְי֕וֹךְ H746 רַב H7229 טַבָּחַיָּ֖א H2877 דִּ֣י H1768 מַלְכָּ֑א H4430 דִּ֚י H1768 נְפַ֣ק H5312 לְקַטָּלָ֔ה H6992 לְחַכִּימֵ֖י H2445 בָּבֶֽל H895 ",
  "15": "עָנֵ֣ה H6032 וְאָמַ֗ר H560 לְאַרְיוֹךְ֙ H746 שַׁלִּיטָ֣א H7990 דִֽי H1768 מַלְכָּ֔א H4430 עַל H5922 מָ֥ה H4101 דָתָ֛א H1882 מְהַחְצְפָ֖ה H2685 מִן H4481 קֳדָ֣ם H6925 מַלְכָּ֑א H4430 אֱדַ֣יִן H116 מִלְּתָ֔א H4406 הוֹדַ֥ע H3046 אַרְי֖וֹךְ H746 לְדָנִיֵּֽאל H1841 ",
  "16": "וְדָ֣נִיֵּ֔אל H1841 עַ֖ל H5954 וּבְעָ֣ה H1156 מִן H4481 מַלְכָּ֑א H4430 דִּ֚י H1768 זְמָ֣ן H2166 יִנְתֵּן H5415 לֵ֔הּ Hl וּפִשְׁרָ֖ H6591 לְהַֽחֲוָיָ֥ה H2324 לְמַלְכָּֽ H4430 ",
  "17": "אֱדַ֥יִן H116 דָּֽנִיֵּ֖אל H1841 לְבַיְתֵ֣ H1005 אֲזַ֑ל H236 וְ֠לַ H2608 מִֽישָׁאֵ֧ל H4333 וַעֲזַרְיָ֛ה H5839 חַבְר֖וֹהִי H2269 מִלְּתָ֥א H4406 הוֹדַֽע H3046 ",
  "18": "וְרַחֲמִ֗ין H7359 לְמִבְעֵא֙ H1156 מִן H4481 קֳדָם֙ H6925 אֱלָ֣הּ H426 שְׁמַיָּ֔א H8065 עַל H5922 רָזָ֖ה H7328 דְּנָ֑ה H1836 דִּ֣י H1768 לָ֤א H3809 יְהֹֽבְדוּן֙ H7 דָּנִיֵּ֣אל H1841 וְחַבְר֔וֹ H2269 עִם H5974 שְׁאָ֖ר H7606 חַכִּימֵ֥י H2445 בָבֶֽל H895 ",
  "19": "אֱדַ֗יִן H116 לְדָנִיֵּ֛אל H1841 בְּחֶזְוָ֥ H2376 דִֽי H1768 לֵילְיָ֖א H3916 רָזָ֣ה H7328 גֲלִ֑י H1541 אֱדַ֨יִן֙ H116 דָּֽנִיֵּ֔אל H1841 בָּרִ֖ךְ H1289 לֶאֱלָ֥הּ H426 שְׁמַיָּֽא H8065 ",
  "20": "עָנֵ֤ה H6032 דָֽנִיֵּאל֙ H1841 וְאָמַ֔ר H560 לֶהֱוֵ֨א H1934 שְׁמֵ֤הּ H8036 דִּֽי H1768 אֱלָהָא֙ H426 מְבָרַ֔ךְ H1289 מִן H4481 עָלְמָ֖א H5957 וְעַ֣ד H5705 עָלְמָ֑א H5957 דִּ֧י H1768 חָכְמְתָ֛א H2452 וּגְבוּרְתָ֖ H1370 דִּ֥י H1768 לֵֽהּ Hl הִֽיא H1932 ",
  "21": "וְ֠הוּא H1932 מְהַשְׁנֵ֤א H8133 עִדָּנַיָּא֙ H5732 וְזִמְנַיָּ֔ H2166 מְהַעְדֵּ֥ה H5709 מַלְכִ֖ין H4430 וּמְהָקֵ֣ים H6966 מַלְכִ֑ין H4430 יָהֵ֤ב H3052 חָכְמְתָא֙ H2452 לְחַכִּימִ֔ין H2445 וּמַנְדְּעָ֖ H4486 לְיָדְעֵ֥י H3046 בִינָֽה H999 ",
  "22": "ה֛וּא H1932 גָּלֵ֥א H1541 עַמִּיקָתָ֖א H5994 וּמְסַתְּרָתָ֑ H5642 יָדַע֙ H3046 מָ֣ה H4101 בַחֲשׁוֹכָ֔ H2816 ונהיר H5094 עִמֵּ֥הּ H5974 שְׁרֵֽא H8271 ",
  "23": "לָ֣ךְ Hl אֱלָ֣הּ H426 אֲבָהָתִ֗י H2 מְהוֹדֵ֤א H3029 וּמְשַׁבַּח֙ H7624 אֲנָ֔ה H576 דִּ֧י H1768 חָכְמְתָ֛א H2452 וּגְבוּרְתָ֖ H1370 יְהַ֣בְתְּ H3052 לִ֑י Hl וּכְעַ֤ן H3705 הֽוֹדַעְתַּ֨נִי֙ H3046 דִּֽי H1768 בְעֵ֣ינָא H1156 מִנָּ֔ךְ H4481 דִּֽי H1768 מִלַּ֥ת H4406 מַלְכָּ֖א H4430 הוֹדַעְתֶּֽנָא H3046 ",
  "24": "כָּל H3606 קֳבֵ֣ל H6903 דְּנָ֗ה H1836 דָּֽנִיֵּאל֙ H1841 עַ֣ל H5954 עַל H5922 אַרְי֔וֹךְ H746 דִּ֚י H1768 מַנִּ֣י H4483 מַלְכָּ֔א H4430 לְהוֹבָדָ֖ה H7 לְחַכִּימֵ֣י H2445 בָבֶ֑ל H895 אֲזַ֣ל H236 וְכֵ֣ן H3652 אֲמַר H560 לֵ֗הּ Hl לְחַכִּימֵ֤י H2445 בָבֶל֙ H895 אַל H409 תְּהוֹבֵ֔ד H7 הַעֵ֨לְנִי֙ H5954 קֳדָ֣ם H6925 מַלְכָּ֔א H4430 וּפִשְׁרָ֖ H6591 לְמַלְכָּ֥ H4430 אֲחַוֵּֽא H2324 ",
  "25": "אֱדַ֤יִן H116 אַרְיוֹךְ֙ H746 בְּהִתְבְּהָלָ֔ה H927 הַנְעֵ֥ל H5954 לְדָנִיֵּ֖אל H1841 קֳדָ֣ם H6925 מַלְכָּ֑א H4430 וְכֵ֣ן H3652 אֲמַר H560 לֵ֗הּ Hl דִּֽי H1768 הַשְׁכַּ֤חַת H7912 גְּבַר֙ H1400 מִן H4481 בְּנֵ֤י H1123 גָֽלוּתָא֙ H1547 דִּ֣י H1768 יְה֔וּד H3061 דִּ֥י H1768 פִשְׁרָ֖א H6591 לְמַלְכָּ֥ H4430 יְהוֹדַֽע H3046 ",
  "26": "עָנֵ֤ה H6032 מַלְכָּא֙ H4430 וְאָמַ֣ר H560 לְדָנִיֵּ֔אל H1841 דִּ֥י H1768 שְׁמֵ֖הּ H8036 בֵּלְטְשַׁאצַּ֑ר H1096 האיתי H383 כָּהֵ֗ל H3546 לְהוֹדָעֻתַ֛ H3046 חֶלְמָ֥א H2493 דִֽי H1768 חֲזֵ֖ית H2370 וּפִשְׁרֵֽ H6591 ",
  "27": "עָנֵ֧ה H6032 דָנִיֵּ֛אל H1841 קֳדָ֥ם H6925 מַלְכָּ֖א H4430 וְאָמַ֑ר H560 רָזָה֙ H7328 דִּֽי H1768 מַלְכָּ֣א H4430 שָׁאֵ֔ל H7593 לָ֧א H3809 חַכִּימִ֣ין H2445 אָֽשְׁפִ֗ין H826 חַרְטֻמִּין֙ H2749 גָּזְרִ֔ין H1505 יָכְלִ֖ין H3202 לְהַֽחֲוָיָ֥ה H2324 לְמַלְכָּֽ H4430 ",
  "28": "בְּרַ֡ם H1297 אִיתַ֞י H383 אֱלָ֤הּ H426 בִּשְׁמַיָּ H8065 גָּלֵ֣א H1541 רָזִ֔ין H7328 וְהוֹדַ֗ע H3046 לְמַלְכָּ H4430 נְבֽוּכַדְנֶצַּ֔ר H5020 מָ֛ה H4101 דִּ֥י H1768 לֶהֱוֵ֖א H1934 בְּאַחֲרִ֣ית H320 יוֹמַיָּ֑א H3118 חֶלְמָ֨ךְ H2493 וְחֶזְוֵ֥י H2376 רֵאשָׁ֛ךְ H7217 עַֽל H5922 מִשְׁכְּבָ֖ךְ H4903 דְּנָ֥ה H1836 הֽוּא H1932 ",
  "29": "אַ֣נְתְּה H607 מַלְכָּ֗א H4430 רַעְיוֹנָךְ֙ H7476 עַל H5922 מִשְׁכְּבָ֣ךְ H4903 סְלִ֔קוּ H5559 מָ֛ה H4101 דִּ֥י H1768 לֶהֱוֵ֖א H1934 אַחֲרֵ֣י H311 דְנָ֑ה H1836 וְגָלֵ֧א H1541 רָזַיָּ֛א H7328 הוֹדְעָ֖ךְ H3046 מָה H4101 דִ֥י H1768 לֶהֱוֵֽא H1934 ",
  "30": "וַאֲנָ֗ה H576 לָ֤א H3809 בְחָכְמָה֙ H2452 דִּֽי H1768 אִיתַ֥י H383 בִּי֙ Hb מִן H4481 כָּל H3606 חַיַּיָּ֔א H2417 רָזָ֥א H7328 דְנָ֖ה H1836 גֱּלִ֣י H1541 לִ֑י Hl לָהֵ֗ן H3861 עַל H5922 דִּבְרַת֙ H1701 דִּ֤י H1768 פִשְׁרָא֙ H6591 לְמַלְכָּ֣ H4430 יְהוֹדְע֔וּן H3046 וְרַעְיוֹנֵ֥י H7476 לִבְבָ֖ךְ H3825 תִּנְדַּֽע H3046 ",
  "31": "אַ֣נְתְּה H607 מַלְכָּ֗א H4430 חָזֵ֤ה H2370 הֲוַ֨יְתָ֙ H1934 וַאֲל֨וּ H431 צְלֵ֥ם H6755 חַד֙ H2298 שַׂגִּ֔יא H7690 צַלְמָ֨א H6755 דִּכֵּ֥ן H1797 רַ֛ב H7229 וְזִיוֵ֥ H2122 יַתִּ֖יר H3493 קָאֵ֣ם H6966 לְקָבְלָ֑ H6903 וְרֵוֵ֖ H7299 דְּחִֽיל H1763 ",
  "32": "ה֣וּא H1932 צַלְמָ֗א H6755 רֵאשֵׁהּ֙ H7217 דִּֽי H1768 דְהַ֣ב H1722 טָ֔ב H2869 חֲד֥וֹהִי H2306 וּדְרָע֖וֹ H1872 דִּ֣י H1768 כְסַ֑ף H3702 מְע֥וֹהִי H4577 וְיַרְכָתֵ֖ H3410 דִּ֥י H1768 נְחָֽשׁ H5174 ",
  "33": "שָׁק֖וֹהִי H8243 דִּ֣י H1768 פַרְזֶ֑ל H6523 רַגְל֕וֹהִי H7271 מנהון H4481 דִּ֣י H1768 פַרְזֶ֔ל H6523 ומנ H4481 דִּ֥י H1768 חֲסַֽף H2635 ",
  "34": "חָזֵ֣ה H2370 הֲוַ֗יְתָ H1934 עַ֠ד H5705 דִּ֣י H1768 הִתְגְּזֶ֤רֶת H1505 אֶ֨בֶן֙ H69 דִּי H1768 לָ֣א H3809 בִידַ֔יִן H3028 וּמְחָ֤ת H4223 לְצַלְמָ H6755 עַל H5922 רַגְל֔וֹהִי H7271 דִּ֥י H1768 פַרְזְלָ֖א H6523 וְחַסְפָּ֑ H2635 וְהַדֵּ֖קֶת H1855 הִמּֽוֹן H1994 ",
  "35": "בֵּאדַ֣יִן H116 דָּ֣קוּ H1855 כַחֲדָ֡ה H2298 פַּרְזְלָא֩ H6523 חַסְפָּ֨א H2635 נְחָשָׁ֜א H5174 כַּסְפָּ֣א H3702 וְדַהֲבָ֗ H1722 וַהֲווֹ֙ H1934 כְּע֣וּר H5784 מִן H4481 אִדְּרֵי H147 קַ֔יִט H7007 וּנְשָׂ֤א H5376 הִמּוֹן֙ H1994 רוּחָ֔א H7308 וְכָל H3606 אֲתַ֖ר H870 לָא H3809 הִשְׁתֲּכַ֣ח H7912 לְה֑וֹן Hl וְאַבְנָ֣ H69 דִּֽי H1768 מְחָ֣ת H4223 לְצַלְמָ֗ H6755 הֲוָ֛ת H1934 לְט֥וּר H2906 רַ֖ב H7229 וּמְלָ֥ת H4391 כָּל H3606 אַרְעָֽא H772 ",
  "36": "דְּנָ֣ה H1836 חֶלְמָ֔א H2493 וּפִשְׁרֵ֖ H6591 נֵאמַ֥ר H560 קֳדָם H6925 מַלְכָּֽא H4430 ",
  "37": "אַ֣נְתְּה H607 מַלְכָּ֔א H4430 מֶ֖לֶךְ H4430 מַלְכַיָּ֑א H4430 דִּ֚י H1768 אֱלָ֣הּ H426 שְׁמַיָּ֔א H8065 מַלְכוּתָ֥א H4437 חִסְנָ֛א H2632 וְתָקְפָּ֥ H8632 וִֽיקָרָ֖ H3367 יְהַב H3052 לָֽךְ Hl ",
  "38": "וּבְ H3606 דִּ֣י H1768 דארין H1753 בְּֽנֵי H1123 אֲ֠נָשָׁא H606 חֵיוַ֨ת H2423 בָּרָ֤א H1251 וְעוֹף H5776 שְׁמַיָּא֙ H8065 יְהַ֣ב H3052 בִּידָ֔ H3028 וְהַשְׁלְטָ֖ H7981 בְּכָלְּ H3606 אַנְתְּה H607 ה֔וּא H1932 רֵאשָׁ֖ה H7217 דִּ֥י H1768 דַהֲבָֽא H1722 ",
  "39": "וּבָתְרָ֗ H870 תְּק֛וּם H6966 מַלְכ֥וּ H4437 אָחֳרִ֖י H317 אֲרַ֣עא H772 מִנָּ֑ךְ H4481 וּמַלְכ֨וּ H4437 תליתיא H8523 אָחֳרִי֙ H317 דִּ֣י H1768 נְחָשָׁ֔א H5174 דִּ֥י H1768 תִשְׁלַ֖ט H7981 בְּכָל H3606 אַרְעָֽא H772 ",
  "40": "וּמַלְכוּ֙ H4437 רביעיה H7244 תֶּהֱוֵ֥א H1934 תַקִּיפָ֖ה H8624 כְּפַרְזְלָ֑ H6523 כָּל H3606 קֳבֵ֗ל H6903 דִּ֤י H1768 פַרְזְלָא֙ H6523 מְהַדֵּ֤ק H1855 וְחָשֵׁל֙ H2827 כֹּ֔לָּא H3606 וּֽכְ H6523 דִּֽי H1768 מְרָעַ֥ע H7490 כָּל H3606 אִלֵּ֖ין H459 תַּדִּ֥ק H1855 וְתֵרֹֽעַ H7490 ",
  "41": "וְדִֽי H1768 חֲזַ֜יְתָה H2370 רַגְלַיָּ֣א H7271 וְאֶצְבְּעָתָ֗ H677 מנהון H4481 חֲסַ֤ף H2635 דִּֽי H1768 פֶחָר֙ H6353 ומנ H4481 פַּרְזֶ֔ל H6523 מַלְכ֤וּ H4437 פְלִיגָה֙ H6386 תֶּהֱוֵ֔ה H1934 וּמִן H4481 נִצְבְּתָ֥א H5326 דִ֥י H1768 פַרְזְלָ֖א H6523 לֶֽהֱוֵא H1934 בַ֑הּ Hb כָּל H3606 קֳבֵל֙ H6903 דִּ֣י H1768 חֲזַ֔יְתָה H2370 פַּ֨רְזְלָ֔א H6523 מְעָרַ֖ב H6151 בַּחֲסַ֥ף H2635 טִינָֽא H2917 ",
  "42": "וְאֶצְבְּעָת֙ H677 רַגְלַיָּ֔א H7271 מנהון H4481 פַּרְזֶ֖ל H6523 ומנ H4481 חֲסַ֑ף H2635 מִן H4481 קְצָ֤ת H7118 מַלְכוּתָא֙ H4437 תֶּהֱוֵ֣ה H1934 תַקִּיפָ֔ה H8624 וּמִנַּ֖ H4481 תֶּהֱוֵ֥ה H1934 תְבִירָֽה H8406 ",
  "43": "די H1768 חֲזַ֗יְתָ H2370 פַּרְזְלָא֙ H6523 מְעָרַב֙ H6151 בַּחֲסַ֣ף H2635 טִינָ֔א H2917 מִתְעָרְבִ֤ין H6151 לֶהֱוֺן֙ H1934 בִּזְרַ֣ע H2234 אֲנָשָׁ֔א H606 וְלָֽא H3809 לֶהֱוֺ֥ן H1934 דָּבְקִ֖ין H1693 דְּנָ֣ה H1836 עִם H5974 דְּנָ֑ה H1836 הֵֽא H1888 כְדִ֣י H1768 פַרְזְלָ֔א H6523 לָ֥א H3809 מִתְעָרַ֖ב H6151 עִם H5974 חַסְפָּֽא H2635 ",
  "44": "וּֽבְ H3118 דִּ֧י H1768 מַלְכַיָּ֣א H4430 אִנּ֗וּן H581 יְקִים֩ H6966 אֱלָ֨הּ H426 שְׁמַיָּ֤א H8065 מַלְכוּ֙ H4437 דִּ֤י H1768 לְעָלְמִין֙ H5957 לָ֣א H3809 תִתְחַבַּ֔ל H2255 וּמַ֨לְכוּתָ֔ H4437 לְעַ֥ם H5972 אָחֳרָ֖ן H321 לָ֣א H3809 תִשְׁתְּבִ֑ק H7662 תַּדִּ֤ק H1855 וְתָסֵיף֙ H5487 כָּל H3606 אִלֵּ֣ין H459 מַלְכְוָתָ֔א H4437 וְהִ֖יא H1932 תְּק֥וּם H6966 לְעָלְמַיָּֽ H5957 ",
  "45": "כָּל H3606 קֳבֵ֣ל H6903 דִּֽי H1768 חֲזַ֡יְתָ H2370 דִּ֣י H1768 מִטּוּרָ H2906 אִתְגְּזֶ֨רֶת H1505 אֶ֜בֶן H69 דִּי H1768 לָ֣א H3809 בִידַ֗יִן H3028 וְ֠הַדֶּקֶת H1855 פַּרְזְלָ֨א H6523 נְחָשָׁ֤א H5174 חַסְפָּא֙ H2635 כַּסְפָּ֣א H3702 וְדַהֲבָ֔ H1722 אֱלָ֥הּ H426 רַב֙ H7229 הוֹדַ֣ע H3046 לְמַלְכָּ֔ H4430 מָ֛ה H4101 דִּ֥י H1768 לֶהֱוֵ֖א H1934 אַחֲרֵ֣י H311 דְנָ֑ה H1836 וְיַצִּ֥יב H3330 חֶלְמָ֖א H2493 וּמְהֵימַ֥ן H540 פִּשְׁרֵֽהּ H6591 ",
  "46": "בֵּ֠אדַיִן H116 מַלְכָּ֤א H4430 נְבֽוּכַדְנֶצַּר֙ H5020 נְפַ֣ל H5308 עַל H5922 אַנְפּ֔וֹהִי H600 וּלְ H1841 סְגִ֑ד H5457 וּמִנְחָה֙ H4504 וְנִ֣יחֹחִ֔ין H5208 אֲמַ֖ר H560 לְנַסָּ֥כָה H5260 לֵֽהּ Hl ",
  "47": "עָנֵה֩ H6032 מַלְכָּ֨א H4430 לְדָנִיֵּ֜אל H1841 וְאָמַ֗ר H560 מִן H4481 קְשֹׁט֙ H7187 דִּ֣י H1768 אֱלָהֲכ֗וֹן H426 ה֣וּא H1932 אֱלָ֧הּ H426 אֱלָהִ֛ין H426 וּמָרֵ֥א H4756 מַלְכִ֖ין H4430 וְגָלֵ֣ה H1541 רָזִ֑ין H7328 דִּ֣י H1768 יְכֵ֔לְתָּ H3202 לְמִגְלֵ֖א H1541 רָזָ֥ה H7328 דְנָֽה H1836 ",
  "48": "אֱדַ֨יִן H116 מַלְכָּ֜א H4430 לְדָנִיֵּ֣אל H1841 רַבִּ֗י H7236 וּמַתְּנָ֨ן H4978 רַבְרְבָ֤ן H7260 שַׂגִּיאָן֙ H7690 יְהַב H3052 לֵ֔הּ Hl וְהַ֨שְׁלְטֵ֔ H7981 עַ֖ל H5922 כָּל H3606 מְדִינַ֣ת H4083 בָּבֶ֑ל H895 וְרַב H7229 סִגְנִ֔ין H5460 עַ֖ל H5922 כָּל H3606 חַכִּימֵ֥י H2445 בָבֶֽל H895 ",
  "49": "וְדָנִיֵּאל֙ H1841 בְּעָ֣א H1156 מִן H4481 מַלְכָּ֔א H4430 וּמַנִּ֗י H4483 עַ֤ל H5922 עֲבִֽידְתָּא֙ H5673 דִּ֚י H1768 מְדִינַ֣ת H4083 בָּבֶ֔ל H895 לְשַׁדְרַ֥ךְ H7715 מֵישַׁ֖ךְ H4336 וַעֲבֵ֣ד H5665 נְג֑וֹ H5665 וְדָנִיֵּ֖אל H1841 בִּתְרַ֥ע H8651 מַלְכָּֽא H4430 "
}
