{
  "1": "נְבוּכַדְנֶצַּ֣ר H5020 מַלְכָּ֗א H4430 לְֽכָל H3606 עַֽמְמַיָּ֞א H5972 אֻמַיָּ֧א H524 וְלִשָּׁנַיָּ֛ H3961 דִּֽי H1768 דארין H1753 בְּכָל H3606 אַרְעָ֖א H772 שְׁלָמְכ֥וֹן H8001 יִשְׂגֵּֽא H7680 ",
  "2": "אָֽתַיָּא֙ H852 וְתִמְהַיָּ֔ H8540 דִּ֚י H1768 עֲבַ֣ד H5648 עִמִּ֔י H5974 אֱלָהָ֖א H426 עליא H5943 שְׁפַ֥ר H8232 קָֽדָמַ֖י H6925 לְהַחֲוָיָֽה H2324 ",
  "3": "אָת֨וֹהִי֙ H852 כְּמָ֣ה H4101 רַבְרְבִ֔ין H7260 וְתִמְה֖וֹ H8540 כְּמָ֣ה H4101 תַקִּיפִ֑ין H8624 מַלְכוּתֵהּ֙ H4437 מַלְכ֣וּת H4437 עָלַ֔ם H5957 וְשָׁלְטָנֵ֖ H7985 עִם H5974 דָּ֥ר H1859 וְדָֽר H1859 ",
  "4": "אֲנָ֣ה H576 נְבוּכַדְנֶצַּ֗ר H5020 שְׁלֵ֤ה H7954 הֲוֵית֙ H1934 בְּבֵיתִ֔ H1005 וְרַעְנַ֖ן H7487 בְּהֵיכְלִֽ H1965 ",
  "5": "חֵ֥לֶם H2493 חֲזֵ֖ית H2370 וִֽידַחֲלִנַּ֑ H1763 וְהַרְהֹרִין֙ H2031 עַֽל H5922 מִשְׁכְּבִ֔י H4903 וְחֶזְוֵ֥י H2376 רֵאשִׁ֖י H7217 יְבַהֲלֻנַּֽנִי H927 ",
  "6": "וּמִנִּ H4481 שִׂ֣ים H7761 טְעֵ֔ם H2942 לְהַנְעָלָ֣ה H5954 קָֽדָמַ֔י H6925 לְכֹ֖ל H3606 חַכִּימֵ֣י H2445 בָבֶ֑ל H895 דִּֽי H1768 פְשַׁ֥ר H6591 חֶלְמָ֖א H2493 יְהֽוֹדְעֻנַּֽנִי H3046 ",
  "7": "בֵּאדַ֣יִן H116 עללין H5954 חַרְטֻמַיָּא֙ H2749 אָֽשְׁפַיָּ֔א H826 כשדיא H3779 וְגָזְרַיָּ֑ H1505 וְחֶלְמָ֗ H2493 אָמַ֤ר H560 אֲנָה֙ H576 קֳדָ֣מֵיה֔וֹן H6925 וּפִשְׁרֵ֖ H6591 לָא H3809 מְהוֹדְעִ֥ין H3046 לִֽי Hl ",
  "8": "וְעַ֣ד H5705 אָחֳרֵ֡ין H318 עַל֩ H5954 קָֽדָמַ֨י H6925 דָּנִיֵּ֜אל H1841 דִּֽי H1768 שְׁמֵ֤הּ H8036 בֵּלְטְשַׁאצַּר֙ H1096 כְּשֻׁ֣ם H8036 אֱלָהִ֔י H426 וְדִ֛י H1768 רֽוּחַ H7308 אֱלָהִ֥ין H426 קַדִּישִׁ֖ין H6922 בֵּ֑הּ Hb וְחֶלְמָ֖ H2493 קָֽדָמ֥וֹהִי H6925 אַמְרֵֽת H560 ",
  "9": "בֵּלְטְשַׁאצַּר֮ H1096 רַ֣ב H7229 חַרְטֻמַיָּא֒ H2749 דִּ֣י H1768 אֲנָ֣ה H576 יִדְעֵ֗ת H3046 דִּ֠י H1768 ר֣וּחַ H7308 אֱלָהִ֤ין H426 קַדִּישִׁין֙ H6922 בָּ֔ךְ Hb וְכָל H3606 רָ֖ז H7328 לָא H3809 אָנֵ֣ס H598 לָ֑ךְ Hl חֶזְוֵ֨י H2376 חֶלְמִ֧י H2493 דִֽי H1768 חֲזֵ֛ית H2370 וּפִשְׁרֵ֖ H6591 אֱמַֽר H560 ",
  "10": "וְחֶזְוֵ֥י H2376 רֵאשִׁ֖י H7217 עַֽל H5922 מִשְׁכְּבִ֑י H4903 חָזֵ֣ה H2370 הֲוֵ֔ית H1934 וַאֲל֥וּ H431 אִילָ֛ן H363 בְּג֥וֹא H1459 אַרְעָ֖א H772 וְרוּמֵ֥ H7314 שַׂגִּֽיא H7690 ",
  "11": "רְבָ֥ה H7236 אִֽילָנָ֖א H363 וּתְקִ֑ף H8631 וְרוּמֵ H7314 יִמְטֵ֣א H4291 לִשְׁמַיָּ֔ H8065 וַחֲזוֹתֵ֖ H2379 לְס֥וֹף H5491 כָּל H3606 אַרְעָֽא H772 ",
  "12": "עָפְיֵ֤הּ H6074 שַׁפִּיר֙ H8209 וְאִנְבֵּ֣ H4 שַׂגִּ֔יא H7690 וּמָז֨וֹן H4203 לְכֹ֖לָּ H3606 בֵ֑הּ Hb תְּחֹת֜וֹהִי H8460 תַּטְלֵ֣ל H2927 חֵיוַ֣ת H2423 בָּרָ֗א H1251 וּבְ H6056 ידרון H1753 צִפֲּרֵ֣י H6853 שְׁמַיָּ֔א H8065 וּמִנֵּ֖ H4481 יִתְּזִ֥ין H2110 כָּל H3606 בִּשְׂרָֽא H1321 ",
  "13": "חָזֵ֥ה H2370 הֲוֵ֛ית H1934 בְּחֶזְוֵ֥י H2376 רֵאשִׁ֖י H7217 עַֽל H5922 מִשְׁכְּבִ֑י H4903 וַאֲלוּ֙ H431 עִ֣יר H5894 וְקַדִּ֔ישׁ H6922 מִן H4481 שְׁמַיָּ֖א H8065 נָחִֽת H5182 ",
  "14": "קָרֵ֨א H7123 בְחַ֜יִל H2429 וְכֵ֣ן H3652 אָמַ֗ר H560 גֹּ֤דּוּ H1414 אִֽילָנָא֙ H363 וְקַצִּ֣צוּ H7113 עַנְפ֔וֹהִי H6056 אַתַּ֥רוּ H5426 עָפְיֵ֖הּ H6074 וּבַדַּ֣רוּ H921 אִנְבֵּ֑הּ H4 תְּנֻ֤ד H5111 חֵֽיוְתָא֙ H2423 מִן H4481 תַּחְתּ֔וֹהִי H8479 וְצִפְּרַיָּ֖ H6853 מִן H4481 עַנְפֽוֹהִי H6056 ",
  "15": "בְּרַ֨ם H1297 עִקַּ֤ר H6136 שָׁרְשׁ֨וֹהִי֙ H8330 בְּאַרְעָ֣ H772 שְׁבֻ֔קוּ H7662 וּבֶֽ H613 דִּֽי H1768 פַרְזֶ֣ל H6523 וּנְחָ֔שׁ H5174 בְּדִתְאָ֖ H1883 דִּ֣י H1768 בָרָ֑א H1251 וּבְ H2920 שְׁמַיָּא֙ H8065 יִצְטַבַּ֔ע H6647 וְעִם H5974 חֵיוְתָ֥א H2423 חֲלָקֵ֖הּ H2508 בַּעֲשַׂ֥ב H6211 אַרְעָֽא H772 ",
  "16": "לִבְבֵהּ֙ H3825 מִן H4481 אנושא H606 יְשַׁנּ֔וֹן H8133 וּלְבַ֥ב H3825 חֵיוָ֖ה H2423 יִתְיְהִ֣ב H3052 לֵ֑הּ Hl וְשִׁבְעָ֥ה H7655 עִדָּנִ֖ין H5732 יַחְלְפ֥וּן H2499 עֲלֽוֹהִי H5922 ",
  "17": "בִּגְזֵרַ֤ת H1510 עִירִין֙ H5894 פִּתְגָמָ֔א H6600 וּמֵאמַ֥ר H3983 קַדִּישִׁ֖ין H6922 שְׁאֵֽלְתָ֑א H7595 עַד H5705 דִּבְרַ֡ת H1701 דִּ֣י H1768 יִנְדְּע֣וּן H3046 חַ֠יַּיָּא H2417 דִּֽי H1768 שַׁלִּ֨יט H7990 עליא H5943 בְּמַלְכ֣וּת H4437 אנושא H606 וּלְ H4479 דִּ֤י H1768 יִצְבֵּא֙ H6634 יִתְּנִנַּ֔הּ H5415 וּשְׁפַ֥ל H8215 אֲנָשִׁ֖ים H606 יְקִ֥ים H6966 עליה H5922 ",
  "18": "דְּנָה֙ H1836 חֶלְמָ֣א H2493 חֲזֵ֔ית H2370 אֲנָ֖ה H576 מַלְכָּ֣א H4430 נְבוּכַדְנֶצַּ֑ר H5020 ואנתה H607 בֵּלְטְשַׁאצַּ֜ר H1096 פִּשְׁרֵ֣א H6591 אֱמַ֗ר H560 כָּל H3606 קֳבֵל֙ H6903 דִּ֣י H1768 כָּל H3606 חַכִּימֵ֣י H2445 מַלְכוּתִ֗י H4437 לָֽא H3809 יָכְלִ֤ין H3202 פִּשְׁרָא֙ H6591 לְהוֹדָ֣עֻתַ֔ H3046 ואנתה H607 כָּהֵ֔ל H3546 דִּ֛י H1768 רֽוּחַ H7308 אֱלָהִ֥ין H426 קַדִּישִׁ֖ין H6922 בָּֽךְ Hb ",
  "19": "אֱדַ֨יִן H116 דָּֽנִיֵּ֜אל H1841 דִּֽי H1768 שְׁמֵ֣הּ H8036 בֵּלְטְשַׁאצַּ֗ר H1096 אֶשְׁתּוֹמַם֙ H8075 כְּשָׁעָ֣ה H8160 חֲדָ֔ה H2298 וְרַעְיֹנֹ֖ H7476 יְבַהֲלֻנֵּ֑הּ H927 עָנֵ֨ה H6032 מַלְכָּ֜א H4430 וְאָמַ֗ר H560 בֵּלְטְשַׁאצַּר֙ H1096 חֶלְמָ֤א H2493 וּפִשְׁרֵ H6591 אַֽל H409 יְבַהֲלָ֔ךְ H927 עָנֵ֤ה H6032 בֵלְטְשַׁאצַּר֙ H1096 וְאָמַ֔ר H560 מראי H4756 חֶלְמָ֥א H2493 לשנאי H8131 וּפִשְׁרֵ֥ H6591 לערי H6146 ",
  "20": "אִֽילָנָא֙ H363 דִּ֣י H1768 חֲזַ֔יְתָ H2370 דִּ֥י H1768 רְבָ֖ה H7236 וּתְקִ֑ף H8631 וְרוּמֵ H7314 יִמְטֵ֣א H4291 לִשְׁמַיָּ֔ H8065 וַחֲזוֹתֵ֖ H2379 לְכָל H3606 אַרְעָֽא H772 ",
  "21": "וְעָפְיֵ֤ H6074 שַׁפִּיר֙ H8209 וְאִנְבֵּ֣ H4 שַׂגִּ֔יא H7690 וּמָז֨וֹן H4203 לְכֹ֖לָּ H3606 בֵ֑הּ Hb תְּחֹת֗וֹהִי H8460 תְּדוּר֙ H1753 חֵיוַ֣ת H2423 בָּרָ֔א H1251 וּבְ H6056 יִשְׁכְּנָ֖ן H7932 צִפֲּרֵ֥י H6853 שְׁמַיָּֽא H8065 ",
  "22": "אנתה H607 ה֣וּא H1932 מַלְכָּ֔א H4430 דִּ֥י H1768 רְבַ֖ית H7236 וּתְקֵ֑פְתְּ H8631 וּרְבוּתָ֤ H7238 רְבָת֙ H7236 וּמְטָ֣ת H4291 לִשְׁמַיָּ֔ H8065 וְשָׁלְטָנָ֖ H7985 לְס֥וֹף H5491 אַרְעָֽא H772 ",
  "23": "וְדִ֣י H1768 חֲזָ֣ה H2370 מַלְכָּ֡א H4430 עִ֣יר H5894 וְקַדִּ֣ישׁ H6922 נָחִ֣ת H5182 מִן H4481 שְׁמַיָּ֡א H8065 וְאָמַר֩ H560 גֹּ֨דּוּ H1414 אִֽילָנָ֜א H363 וְחַבְּל֗וּ H2255 בְּרַ֨ם H1297 עִקַּ֤ר H6136 שָׁרְשׁ֨וֹהִי֙ H8330 בְּאַרְעָ֣ H772 שְׁבֻ֔קוּ H7662 וּבֶ H613 דִּֽי H1768 פַרְזֶ֣ל H6523 וּנְחָ֔שׁ H5174 בְּדִתְאָ֖ H1883 דִּ֣י H1768 בָרָ֑א H1251 וּבְ H2920 שְׁמַיָּ֣א H8065 יִצְטַבַּ֗ע H6647 וְעִם H5974 חֵיוַ֤ת H2423 בָּרָא֙ H1251 חֲלָקֵ֔הּ H2508 עַ֛ד H5705 דִּֽי H1768 שִׁבְעָ֥ה H7655 עִדָּנִ֖ין H5732 יַחְלְפ֥וּן H2499 עֲלֽוֹהִי H5922 ",
  "24": "דְּנָ֥ה H1836 פִשְׁרָ֖א H6591 מַלְכָּ֑א H4430 וּגְזֵרַ֤ת H1510 עליא H5943 הִ֔יא H1932 דִּ֥י H1768 מְטָ֖ת H4291 עַל H5922 מראי H4756 מַלְכָּֽא H4430 ",
  "25": "וְלָ֣ Hc/Hl טָֽרְדִ֣ין H2957 מִן H4481 אֲנָשָׁ֡א H606 וְעִם H5974 חֵיוַ֣ת H2423 בָּרָא֩ H1251 לֶהֱוֵ֨ה H1934 מְדֹרָ֜ךְ H4070 וְעִשְׂבָּ֥ H6211 כְתוֹרִ֣ין H8450 לָ֣ךְ Hl יְטַֽעֲמ֗וּן H2939 וּמִ H2920 שְׁמַיָּא֙ H8065 לָ֣ךְ Hl מְצַבְּעִ֔ין H6647 וְשִׁבְעָ֥ה H7655 עִדָּנִ֖ין H5732 יַחְלְפ֣וּן H2499 עֲלָ֑יךְ H5922 עַ֣ד H5705 דִּֽי H1768 תִנְדַּ֗ע H3046 דִּֽי H1768 שַׁלִּ֤יט H7990 עִלָּיָא֙ H5943 בְּמַלְכ֣וּת H4437 אֲנָשָׁ֔א H606 וּלְ H4479 דִּ֥י H1768 יִצְבֵּ֖א H6634 יִתְּנִנַּֽהּ H5415 ",
  "26": "וְדִ֣י H1768 אֲמַ֗רוּ H560 לְמִשְׁבַּ֞ק H7662 עִקַּ֤ר H6136 שָׁרְשׁ֨וֹהִי֙ H8330 דִּ֣י H1768 אִֽילָנָ֔א H363 מַלְכוּתָ֖ךְ H4437 לָ֣ךְ Hl קַיָּמָ֑ה H7011 מִן H4481 דִּ֣י H1768 תִנְדַּ֔ע H3046 דִּ֥י H1768 שַׁלִּטִ֖ן H7990 שְׁמַיָּֽא H8065 ",
  "27": "לָהֵ֣ן H3861 מַלְכָּ֗א H4430 מִלְכִּי֙ H4431 יִשְׁפַּ֣ר H8232 עליך H5922 וחטי H2408 בְּצִדְקָ֣ה H6665 פְרֻ֔ק H6562 וַעֲוָיָתָ֖ H5758 בְּמִחַ֣ן H2604 עֲנָ֑יִן H6033 הֵ֛ן H2006 תֶּהֱוֵ֥א H1934 אַרְכָ֖ה H754 לִשְׁלֵוְתָֽ H7963 ",
  "28": "כֹּ֣לָּא H3606 מְּטָ֔א H4291 עַל H5922 נְבוּכַדְנֶצַּ֖ר H5020 מַלְכָּֽא H4430 ",
  "29": "לִקְצָ֥ת H7118 יַרְחִ֖ין H3393 תְּרֵֽי H8648 עֲשַׂ֑ר H6236 עַל H5922 הֵיכַ֧ל H1965 מַלְכוּתָ֛א H4437 דִּ֥י H1768 בָבֶ֖ל H895 מְהַלֵּ֥ךְ H1981 הֲוָֽה H1934 ",
  "30": "עָנֵ֤ה H6032 מַלְכָּא֙ H4430 וְאָמַ֔ר H560 הֲלָ֥א H3809 דָא H1668 הִ֖יא H1932 בָּבֶ֣ל H895 רַבְּתָ֑א H7229 דִּֽי H1768 אֲנָ֤ה H576 בֱנַיְתַהּ֙ H1124 לְבֵ֣ית H1005 מַלְכ֔וּ H4437 בִּתְקַ֥ף H8632 חִסְנִ֖י H2632 וְלִ H3367 הַדְרִֽי H1923 ",
  "31": "ע֗וֹד H5751 מִלְּתָא֙ H4406 בְּפֻ֣ם H6433 מַלְכָּ֔א H4430 קָ֖ל H7032 מִן H4481 שְׁמַיָּ֣א H8065 נְפַ֑ל H5308 לָ֤ךְ Hl אָֽמְרִין֙ H560 נְבוּכַדְנֶצַּ֣ר H5020 מַלְכָּ֔א H4430 מַלְכוּתָ֖ה H4437 עֲדָ֥ת H5709 מִנָּֽךְ H4481 ",
  "32": "וּמִן H4481 אֲנָשָׁא֩ H606 לָ֨ךְ Hl טָֽרְדִ֜ין H2957 וְֽעִם H5974 חֵיוַ֧ת H2423 בָּרָ֣א H1251 מְדֹרָ֗ךְ H4070 עִשְׂבָּ֤א H6211 כְתוֹרִין֙ H8450 לָ֣ךְ Hl יְטַעֲמ֔וּן H2939 וְשִׁבְעָ֥ה H7655 עִדָּנִ֖ין H5732 יַחְלְפ֣וּן H2499 עליך H5922 עַ֣ד H5705 דִּֽי H1768 תִנְדַּ֗ע H3046 דִּֽי H1768 שַׁלִּ֤יט H7990 עִלָּיָא֙ H5943 בְּמַלְכ֣וּת H4437 אֲנָשָׁ֔א H606 וּלְ H4479 דִּ֥י H1768 יִצְבֵּ֖א H6634 יִתְּנִנַּֽהּ H5415 ",
  "33": "בַּהּ Hb שַׁעֲתָ֗א H8160 מִלְּתָא֮ H4406 סָ֣פַת H5487 עַל H5922 נְבוּכַדְנֶצַּר֒ H5020 וּמִן H4481 אֲנָשָׁ֣א H606 טְרִ֔יד H2957 וְעִשְׂבָּ֤ H6211 כְתוֹרִין֙ H8450 יֵאכֻ֔ל H399 וּמִ H2920 שְׁמַיָּ֖א H8065 גִּשְׁמֵ֣הּ H1655 יִצְטַבַּ֑ע H6647 עַ֣ד H5705 דִּ֥י H1768 שַׂעְרֵ֛הּ H8177 כְּנִשְׁרִ֥ין H5403 רְבָ֖ה H7236 וְטִפְר֥וֹ H2953 כְצִפְּרִֽין H6853 ",
  "34": "וְלִ H7118 יֽוֹמַיָּה֩ H3118 אֲנָ֨ה H576 נְבוּכַדְנֶצַּ֜ר H5020 עַיְנַ֣י H5870 לִשְׁמַיָּ֣ H8065 נִטְלֵ֗ת H5191 וּמַנְדְּעִ H4486 עֲלַ֣י H5922 יְת֔וּב H8421 ול H5943 בָּרְכֵ֔ת H1289 וּלְ H2417 עָלְמָ֖א H5957 שַׁבְּחֵ֣ת H7624 וְהַדְּרֵ֑ת H1922 דִּ֤י H1768 שָׁלְטָנֵהּ֙ H7985 שָׁלְטָ֣ן H7985 עָלַ֔ם H5957 וּמַלְכוּתֵ֖ H4437 עִם H5974 דָּ֥ר H1859 וְדָֽר H1859 ",
  "35": "וְכָל H3606 דארי H1753 אַרְעָא֙ H772 כְּלָ֣ה H3809 חֲשִׁיבִ֔ין H2804 וּֽכְ H6634 עָבֵד֙ H5648 בְּחֵ֣יל H2429 שְׁמַיָּ֔א H8065 ודארי H1753 אַרְעָ֑א H772 וְלָ֤א H3809 אִיתַי֙ H383 דִּֽי H1768 יְמַחֵ֣א H4223 בִידֵ֔ H3028 וְיֵ֥אמַר H560 לֵ֖הּ Hl מָ֥ה H4101 עֲבַֽדְתְּ H5648 ",
  "36": "בֵּהּ Hb זִמְנָ֞א H2166 מַנְדְּעִ֣י H4486 יְת֣וּב H8421 עֲלַ֗י H5922 וְלִ H3367 מַלְכוּתִ֜י H4437 הַדְרִ֤י H1923 וְזִוִ H2122 יְת֣וּב H8421 עֲלַ֔י H5922 וְלִ֕ Hc/Hl הַדָּֽבְרַ֥י H1907 וְרַבְרְבָנַ֖ H7261 יְבַע֑וֹן H1156 וְעַל H5922 מַלְכוּתִ֣י H4437 הָתְקְנַ֔ת H8627 וּרְב֥וּ H7238 יַתִּירָ֖ה H3493 ה֥וּסְפַת H3255 לִֽי Hl ",
  "37": "כְּעַ֞ן H3705 אֲנָ֣ה H576 נְבוּכַדְנֶצַּ֗ר H5020 מְשַׁבַּ֨ח H7624 וּמְרוֹמֵ֤ם H7313 וּמְהַדַּר֙ H1922 לְמֶ֣לֶךְ H4430 שְׁמַיָּ֔א H8065 דִּ֤י H1768 כָל H3606 מַעֲבָד֨וֹהִי֙ H4567 קְשֹׁ֔ט H7187 וְאֹרְחָתֵ֖ H735 דִּ֑ין H1780 וְדִי֙ H1768 מַהְלְכִ֣ין H1981 בְּגֵוָ֔ה H1467 יָכִ֖ל H3202 לְהַשְׁפָּלָֽה H8214 "
}
