{
  "1": "בֵּלְשַׁאצַּ֣ר H1113 מַלְכָּ֗א H4430 עֲבַד֙ H5648 לְחֶ֣ם H3900 רַ֔ב H7229 לְרַבְרְבָנ֖וֹ H7261 אֲלַ֑ף H506 וְלָ H6903 אַלְפָּ֖א H506 חַמְרָ֥א H2562 שָׁתֵֽה H8355 ",
  "2": "בֵּלְשַׁאצַּ֞ר H1113 אֲמַ֣ר H560 בִּטְעֵ֣ם H2939 חַמְרָ֗א H2562 לְהַיְתָיָה֙ H858 לְמָאנֵי֙ H3984 דַּהֲבָ֣א H1722 וְכַסְפָּ֔ H3702 דִּ֤י H1768 הַנְפֵּק֙ H5312 נְבוּכַדְנֶצַּ֣ר H5020 אֲב֔וּהִי H2 מִן H4481 הֵיכְלָ֖א H1965 דִּ֣י H1768 בִירוּשְׁלֶ֑ם H3390 וְיִשְׁתּ֣וֹן H8355 בְּה֗וֹן Hb מַלְכָּא֙ H4430 וְרַבְרְבָנ֔וֹ H7261 שֵׁגְלָתֵ֖הּ H7695 וּלְחֵנָתֵֽ H3904 ",
  "3": "בֵּאדַ֗יִן H116 הַיְתִיו֙ H858 מָאנֵ֣י H3984 דַהֲבָ֔א H1722 דִּ֣י H1768 הַנְפִּ֗קוּ H5312 מִן H4481 הֵֽיכְלָ֛א H1965 דִּֽי H1768 בֵ֥ית H1005 אֱלָהָ֖א H426 דִּ֣י H1768 בִירֽוּשְׁלֶ֑ם H3390 וְאִשְׁתִּ֣יו H8355 בְּה֗וֹן Hb מַלְכָּא֙ H4430 וְרַבְרְבָנ֔וֹ H7261 שֵׁגְלָתֵ֖הּ H7695 וּלְחֵנָתֵֽ H3904 ",
  "4": "אִשְׁתִּ֖יו H8355 חַמְרָ֑א H2562 וְ֠שַׁבַּחוּ H7624 לֵֽאלָהֵ֞י H426 דַּהֲבָ֧א H1722 וְכַסְפָּ֛ H3702 נְחָשָׁ֥א H5174 פַרְזְלָ֖א H6523 אָעָ֥א H636 וְאַבְנָֽ H69 ",
  "5": "בַּהּ Hb שַׁעֲתָ֗ה H8160 נפקו H5312 אֶצְבְּעָן֙ H677 דִּ֣י H1768 יַד H3028 אֱנָ֔שׁ H606 וְכָֽתְבָן֙ H3790 לָקֳבֵ֣ל H6903 נֶבְרַשְׁתָּ֔א H5043 עַל H5922 גִּירָ֕א H1528 דִּֽי H1768 כְתַ֥ל H3797 הֵיכְלָ֖א H1965 דִּ֣י H1768 מַלְכָּ֑א H4430 וּמַלְכָּ֣ H4430 חָזֵ֔ה H2370 פַּ֥ס H6447 יְדָ֖ה H3028 דִּ֥י H1768 כָתְבָֽה H3790 ",
  "6": "אֱדַ֤יִן H116 מַלְכָּא֙ H4430 זִיוֺ֣הִי H2122 שְׁנ֔וֹהִי H8133 וְרַעיֹנֹ֖ H7476 יְבַהֲלוּנֵּ֑הּ H927 וְקִטְרֵ֤י H7001 חַרְצֵהּ֙ H2783 מִשְׁתָּרַ֔יִן H8271 וְאַ֨רְכֻבָּתֵ֔ H755 דָּ֥א H1668 לְדָ֖א H1668 נָֽקְשָֽׁן H5368 ",
  "7": "קָרֵ֤א H7123 מַלְכָּא֙ H4430 בְּחַ֔יִל H2429 לְהֶֽעָלָה֙ H5954 לְאָ֣שְׁפַיָּ֔ H826 כשדיא H3779 וְגָזְרַיָּ֑ H1505 עָנֵ֨ה H6032 מַלְכָּ֜א H4430 וְאָמַ֣ר H560 לְחַכִּימֵ֣י H2445 בָבֶ֗ל H895 דִּ֣י H1768 כָל H3606 אֱ֠נָשׁ H606 דִּֽי H1768 יִקְרֵ֞ה H7123 כְּתָבָ֣ה H3792 דְנָ֗ה H1836 וּפִשְׁרֵ H6591 יְחַוִּנַּ֔נִי H2324 אַרְגְּוָנָ֣א H711 יִלְבַּ֗שׁ H3848 והמונכ H2002 דִֽי H1768 דַהֲבָא֙ H1722 עַֽל H5922 צַוְּארֵ֔הּ H6676 וְתַלְתִּ֥י H8523 בְמַלְכוּתָ֖ H4437 יִשְׁלַֽט H7981 ",
  "8": "אֱדַ֨יִן֙ H116 עללין H5954 כֹּ֖ל H3606 חַכִּימֵ֣י H2445 מַלְכָּ֑א H4430 וְלָֽא H3809 כָהֲלִ֤ין H3546 כְּתָבָא֙ H3792 לְמִקְרֵ֔א H7123 ופשר H6591 לְהוֹדָעָ֥ה H3046 לְמַלְכָּֽ H4430 ",
  "9": "אֱ֠דַיִן H116 מַלְכָּ֤א H4430 בֵלְשַׁאצַּר֙ H1113 שַׂגִּ֣יא H7690 מִתְבָּהַ֔ל H927 וְזִיוֺ֖ H2122 שָׁנַ֣יִן H8133 עֲל֑וֹהִי H5922 וְרַבְרְבָנ֖וֹ H7261 מִֽשְׁתַּבְּשִֽׁין H7672 ",
  "10": "מַלְכְּתָ֕א H4433 לָקֳבֵ֨ל H6903 מִלֵּ֤י H4406 מַלְכָּא֙ H4430 וְרַבְרְבָנ֔וֹ H7261 לְבֵ֥ית H1005 מִשְׁתְּיָ֖א H4961 עללת H5954 עֲנָ֨ת H6032 מַלְכְּתָ֜א H4433 וַאֲמֶ֗רֶת H560 מַלְכָּא֙ H4430 לְעָלְמִ֣ין H5957 חֱיִ֔י H2418 אַֽל H409 יְבַהֲלוּךְ֙ H927 רַעְיוֹנָ֔ךְ H7476 וְזִיוָ֖י H2122 אַל H409 יִשְׁתַּנּֽוֹ H8133 ",
  "11": "אִיתַ֨י H383 גְּבַ֜ר H1400 בְּמַלְכוּתָ֗ H4437 דִּ֠י H1768 ר֣וּחַ H7308 אֱלָהִ֣ין H426 קַדִּישִׁין֮ H6922 בֵּהּ֒ Hb וּבְ H3118 אֲב֗וּךְ H2 נַהִיר֧וּ H5094 וְשָׂכְלְתָנ֛וּ H7924 וְחָכְמָ֥ה H2452 כְּחָכְמַת H2452 אֱלָהִ֖ין H426 הִשְׁתְּכַ֣חַת H7912 בֵּ֑הּ Hb וּמַלְכָּ֤ H4430 נְבֻֽכַדְנֶצַּר֙ H5020 אֲב֔וּךְ H2 רַ֧ב H7229 חַרְטֻמִּ֣ין H2749 אָֽשְׁפִ֗ין H826 כַּשְׂדָּאִין֙ H3779 גָּזְרִ֔ין H1505 הֲקִימֵ֖הּ H6966 אֲב֥וּךְ H2 מַלְכָּֽא H4430 ",
  "12": "כָּל H3606 קֳבֵ֡ל H6903 דִּ֣י H1768 ר֣וּחַ H7308 יַתִּירָ֡ה H3493 וּמַנְדַּ֡ע H4486 וְשָׂכְלְתָנ֡וּ H7924 מְפַשַּׁ֣ר H6590 חֶלְמִין֩ H2493 וַֽאַֽחֲוָיַ֨ת H263 אֲחִידָ֜ן H280 וּמְשָׁרֵ֣א H8271 קִטְרִ֗ין H7001 הִשְׁתְּכַ֤חַת H7912 בֵּהּ֙ Hb בְּדָ֣נִיֵּ֔אל H1841 דִּֽי H1768 מַלְכָּ֥א H4430 שָׂם H7761 שְׁמֵ֖הּ H8036 בֵּלְטְשַׁאצַּ֑ר H1096 כְּעַ֛ן H3705 דָּנִיֵּ֥אל H1841 יִתְקְרֵ֖י H7123 וּפִשְׁרָ֥ H6591 יְהַֽחֲוֵֽה H2324 ",
  "13": "בֵּאדַ֨יִן֙ H116 דָּֽנִיֵּ֔אל H1841 הֻעַ֖ל H5954 קֳדָ֣ם H6925 מַלְכָּ֑א H4430 עָנֵ֨ה H6032 מַלְכָּ֜א H4430 וְאָמַ֣ר H560 לְדָנִיֵּ֗אל H1841 אנתה H607 ה֤וּא H1932 דָנִיֵּאל֙ H1841 דִּֽי H1768 מִן H4481 בְּנֵ֤י H1123 גָלוּתָא֙ H1547 דִּ֣י H1768 יְה֔וּד H3061 דִּ֥י H1768 הַיְתִ֛י H858 מַלְכָּ֥א H4430 אַ֖בִי H2 מִן H4481 יְהֽוּד H3061 ",
  "14": "וְשִׁמְעֵ֣ת H8086 עליך H5922 דִּ֛י H1768 ר֥וּחַ H7308 אֱלָהִ֖ין H426 בָּ֑ךְ Hb וְנַהִיר֧וּ H5094 וְשָׂכְלְתָנ֛וּ H7924 וְחָכְמָ֥ה H2452 יַתִּירָ֖ה H3493 הִשְׁתְּכַ֥חַת H7912 בָּֽךְ Hb ",
  "15": "וּכְעַ֞ן H3705 הֻעַ֣לּוּ H5954 קָֽדָמַ֗י H6925 חַכִּֽימַיָּא֙ H2445 אָֽשְׁפַיָּ֔א H826 דִּֽי H1768 כְתָבָ֤ה H3792 דְנָה֙ H1836 יִקְר֔וֹן H7123 וּפִשְׁרֵ֖ H6591 לְהוֹדָעֻתַ֑ H3046 וְלָֽא H3809 כָהֲלִ֥ין H3546 פְּשַֽׁר H6591 מִלְּתָ֖א H4406 לְהַחֲוָיָֽה H2324 ",
  "16": "וַאֲנָה֙ H576 שִׁמְעֵ֣ת H8086 עליך H5922 דִּֽי H1768 תוכל H3202 פִּשְׁרִ֛ין H6591 לְמִפְשַׁ֖ר H6590 וְקִטְרִ֣ין H7001 לְמִשְׁרֵ֑א H8271 כְּעַ֡ן H3705 הֵן֩ H2006 תוכל H3202 כְּתָבָ֜א H3792 לְמִקְרֵ֗א H7123 וּפִשְׁרֵ H6591 לְהוֹדָ֣עֻתַ֔ H3046 אַרְגְּוָנָ֣א H711 תִלְבַּ֗שׁ H3848 והמונכ H2002 דִֽי H1768 דַהֲבָא֙ H1722 עַֽל H5922 צַוְּארָ֔ךְ H6676 וְתַלְתָּ֥א H8531 בְמַלְכוּתָ֖ H4437 תִּשְׁלַֽט H7981 ",
  "17": "בֵּאדַ֜יִן H116 עָנֵ֣ה H6032 דָנִיֵּ֗אל H1841 וְאָמַר֙ H560 קֳדָ֣ם H6925 מַלְכָּ֔א H4430 מַתְּנָתָךְ֙ H4978 לָ֣ךְ Hl לֶֽהֶוְיָ֔ן H1934 וּנְבָ֥זְבְּיָתָ֖ H5023 לְאָחֳרָ֣ן H321 הַ֑ב H3052 בְּרַ֗ם H1297 כְּתָבָא֙ H3792 אֶקְרֵ֣א H7123 לְמַלְכָּ֔ H4430 וּפִשְׁרָ֖ H6591 אֲהוֹדְעִנֵּֽהּ H3046 ",
  "18": "אנתה H607 מַלְכָּ֑א H4430 אֱלָהָא֙ H426 עליא H5943 מַלְכוּתָ֤א H4437 וּרְבוּתָ H7238 וִיקָרָ֣ H3367 וְהַדְרָ֔ H1923 יְהַ֖ב H3052 לִנְבֻכַדְנֶצַּ֥ר H5020 אֲבֽוּךְ H2 ",
  "19": "וּמִן H4481 רְבוּתָא֙ H7238 דִּ֣י H1768 יְהַב H3052 לֵ֔הּ Hl כֹּ֣ל H3606 עַֽמְמַיָּ֗א H5972 אֻמַיָּא֙ H524 וְלִשָּׁ֣נַיָּ֔ H3961 הֲו֛וֹ H1934 זאעין H2112 וְדָחֲלִ֖ין H1763 מִן H4481 קֳדָמ֑וֹהִי H6925 דִּֽי H1768 הֲוָ֨ה H1934 צָבֵ֜א H6634 הֲוָ֣א H1934 קָטֵ֗ל H6992 וְדִֽי H1768 הֲוָ֤ה H1934 צָבֵא֙ H6634 הֲוָ֣ה H1934 מַחֵ֔א H2418 וְדִֽי H1768 הֲוָ֤ה H1934 צָבֵא֙ H6634 הֲוָ֣ה H1934 מָרִ֔ים H7313 וְדִֽי H1768 הֲוָ֥ה H1934 צָבֵ֖א H6634 הֲוָ֥ה H1934 מַשְׁפִּֽיל H8214 ",
  "20": "וּכְ H1768 רִ֣ם H7313 לִבְבֵ֔הּ H3825 וְרוּחֵ֖ H7308 תִּֽקְפַ֣ת H8631 לַהֲזָדָ֑ה H2103 הָנְחַת֙ H5182 מִן H4481 כָּרְסֵ֣א H3764 מַלְכוּתֵ֔הּ H4437 וִֽיקָרָ֖ H3367 הֶעְדִּ֥יוּ H5709 מִנֵּֽהּ H4481 ",
  "21": "וּמִן H4481 בְּנֵי֩ H1123 אֲנָשָׁ֨א H606 טְרִ֜יד H2957 וְלִבְבֵ֣ H3825 עִם H5974 חֵיוְתָ֣א H2423 שוי H7739 וְעִם H5974 עֲרָֽדַיָּא֙ H6167 מְדוֹרֵ֔הּ H4070 עִשְׂבָּ֤א H6211 כְתוֹרִין֙ H8450 יְטַ֣עֲמוּנֵּ֔הּ H2939 וּמִ H2920 שְׁמַיָּ֖א H8065 גִּשְׁמֵ֣הּ H1655 יִצְטַבַּ֑ע H6647 עַ֣ד H5705 דִּֽי H1768 יְדַ֗ע H3046 דִּֽי H1768 שַׁלִּ֞יט H7990 אֱלָהָ֤א H426 עליא H5943 בְּמַלְכ֣וּת H4437 אֲנָשָׁ֔א H606 וּלְ H4479 דִּ֥י H1768 יִצְבֵּ֖ה H6634 יְהָקֵ֥ים H6966 עליה H5922 ",
  "22": "ואנתה H607 בְּרֵהּ֙ H1247 בֵּלְשַׁאצַּ֔ר H1113 לָ֥א H3809 הַשְׁפֵּ֖לְתְּ H8214 לִבְבָ֑ךְ H3825 כָּל H3606 קֳבֵ֕ל H6903 דִּ֥י H1768 כָל H3606 דְּנָ֖ה H1836 יְדַֽעְתָּ H3046 ",
  "23": "וְעַ֣ל H5922 מָרֵֽא H4756 שְׁמַיָּ֣א H8065 הִתְרוֹמַ֡מְתָּ H7313 וּלְ H3984 דִֽי H1768 בַיְתֵ֜הּ H1005 הַיְתִ֣יו H858 קדמיך H6925 ואנתה H607 ורברבני H7261 שֵֽׁגְלָתָ֣ךְ H7695 וּלְחֵנָתָ H3904 חַמְרָא֮ H2562 שָׁתַ֣יִן H8355 בְּהוֹן֒ Hb וְלֵֽ H426 כַסְפָּֽא H3702 וְ֠דַהֲבָ H1722 נְחָשָׁ֨א H5174 פַרְזְלָ֜א H6523 אָעָ֣א H636 וְאַבְנָ֗ H69 דִּ֠י H1768 לָֽא H3809 חָזַ֧יִן H2370 וְלָא H3809 שָׁמְעִ֛ין H8086 וְלָ֥א H3809 יָדְעִ֖ין H3046 שַׁבַּ֑חְתָּ H7624 וְלֵֽ H426 דִּֽי H1768 נִשְׁמְתָ֥ךְ H5396 בִּידֵ֛ H3028 וְכָל H3606 אֹרְחָתָ֥ךְ H735 לֵ֖הּ Hl לָ֥א H3809 הַדַּֽרְתָּ H1922 ",
  "24": "בֵּאדַ֨יִן֙ H116 מִן H4481 קֳדָמ֔וֹהִי H6925 שְׁלִ֖יַחַ H7972 פַּסָּ֣א H6447 דִֽי H1768 יְדָ֑א H3028 וּכְתָבָ֥ H3792 דְנָ֖ה H1836 רְשִֽׁים H7560 ",
  "25": "וּדְנָ֥ה H1836 כְתָבָ֖א H3792 דִּ֣י H1768 רְשִׁ֑ים H7560 מְנֵ֥א H4484 מְנֵ֖א H4484 תְּקֵ֥ל H8625 וּפַרְסִֽין H6537 ",
  "26": "דְּנָ֖ה H1836 פְּשַֽׁר H6591 מִלְּתָ֑א H4406 מְנֵ֕א H4484 מְנָֽה H4483 אֱלָהָ֥א H426 מַלְכוּתָ֖ךְ H4437 וְהַשְׁלְמַֽ H8000 ",
  "27": "תְּקֵ֑ל H8625 תְּקִ֥ילְתָּה H8625 בְמֹֽאזַנְיָ֖ H3977 וְהִשְׁתְּכַ֥חַתְּ H7912 חַסִּֽיר H2627 ",
  "28": "פְּרֵ֑ס H6537 פְּרִיסַת֙ H6537 מַלְכוּתָ֔ךְ H4437 וִיהִיבַ֖ת H3052 לְמָדַ֥י H4076 וּפָרָֽס H6540 ",
  "29": "בֵּאדַ֣יִן H116 אֲמַ֣ר H560 בֵּלְשַׁאצַּ֗ר H1113 וְהַלְבִּ֤ישׁוּ H3848 לְדָֽנִיֵּאל֙ H1841 אַרְגְּוָנָ֔א H711 והמונכ H2002 דִֽי H1768 דַהֲבָ֖א H1722 עַֽל H5922 צַוְּארֵ֑הּ H6676 וְהַכְרִ֣זֽוּ H3745 עֲל֔וֹהִי H5922 דִּֽי H1768 לֶהֱוֵ֥א H1934 שַׁלִּ֛יט H7990 תַּלְתָּ֖א H8531 בְּמַלְכוּתָֽ H4437 ",
  "30": "בֵּ֚הּ Hb בְּלֵ֣ילְיָ֔ H3916 קְטִ֕יל H6992 בֵּלְאשַׁצַּ֖ר H1113 מַלְכָּ֥א H4430 כשדיא H3779 ",
  "31": "וְדָרְיָ֨וֶשׁ֙ H1868 מָֽדָיָ֔א H4077 קַבֵּ֖ל H6902 מַלְכוּתָ֑א H4437 כְּבַ֥ר H1247 שְׁנִ֖ין H8140 שִׁתִּ֥ין H8361 וְתַרְתֵּֽין H8648 "
}
