{
  "1": "בִּשְׁנַ֣ת H8141 אַחַ֗ת H259 לְדָרְיָ֛וֶשׁ H1867 בֶּן H1121 אֲחַשְׁוֵר֖וֹשׁ H325 מִזֶּ֣רַע H2233 מָדָ֑י H4074 אֲשֶׁ֣ר H834 הָמְלַ֔ךְ H4427 עַ֖ל H5921 מַלְכ֥וּת H4438 כַּשְׂדִּֽים H3778 ",
  "2": "בִּשְׁנַ֤ת H8141 אַחַת֙ H259 לְמָלְכ֔ H4427 אֲנִי֙ H589 דָּֽנִיֵּ֔אל H1840 בִּינֹ֖תִי H995 בַּסְּפָרִ֑ים H5612 מִסְפַּ֣ר H4557 הַשָּׁנִ֗ים H8141 אֲשֶׁ֨ר H834 הָיָ֤ה H1961 דְבַר H1697 יְהוָה֙ H3068 אֶל H413 יִרְמִיָ֣ה H3414 הַנָּבִ֔יא H5030 לְמַלֹּ֛אות H4390 לְחָרְב֥וֹת H2723 יְרוּשָׁלִַ֖ם H3389 שִׁבְעִ֥ים H7657 שָׁנָֽה H8141 ",
  "3": "וָאֶתְּנָ֣ H5414 אֶת H853 פָּנַ֗י H6440 אֶל H413 אֲדֹנָי֙ H136 הָֽאֱלֹהִ֔ים H430 לְבַקֵּ֥שׁ H1245 תְּפִלָּ֖ה H8605 וְתַחֲנוּנִ֑ים H8469 בְּצ֖וֹם H6685 וְשַׂ֥ק H8242 וָאֵֽפֶר H665 ",
  "4": "וָֽאֶתְפַּֽלְלָ֛ H6419 לַיהוָ֥ה H3068 אֱלֹהַ֖י H430 וָאֶתְוַדֶּ֑ה H3034 וָאֹֽמְרָ֗ H559 אָנָּ֤א H577 אֲדֹנָי֙ H136 הָאֵ֤ל H410 הַגָּדוֹל֙ H1419 וְהַ H3372 שֹׁמֵ֤ר H8104 הַבְּרִית֙ H1285 וְֽהַ H2617 לְאֹהֲבָ֖י H157 וּלְ H8104 מִצְוֺתָֽיו H4687 ",
  "5": "חָטָ֥אנוּ H2398 וְעָוִ֖ינוּ H5753 והרשענו H7561 וּמָרָ֑דְנוּ H4775 וְס֥וֹר H5493 מִמִּצְוֺתֶ֖ H4687 וּמִ H4941 ",
  "6": "וְלֹ֤א H3808 שָׁמַ֨עְנוּ֙ H8085 אֶל H413 עֲבָדֶ֣יךָ H5650 הַנְּבִיאִ֔ים H5030 אֲשֶׁ֤ר H834 דִּבְּרוּ֙ H1696 בְּשִׁמְ H8034 אֶל H413 מְלָכֵ֥ינוּ H4428 שָׂרֵ֖ינוּ H8269 וַאֲבֹתֵ֑י H1 וְאֶ֖ל H413 כָּל H3605 עַ֥ם H5971 הָאָֽרֶץ H776 ",
  "7": "לְךָ֤ Hl אֲדֹנָי֙ H136 הַצְּדָקָ֔ה H6666 וְלָ֛ Hc/Hl בֹּ֥שֶׁת H1322 הַפָּנִ֖ים H6440 כַּיּ֣וֹם H3117 הַזֶּ֑ה H2088 לְאִ֤ישׁ H376 יְהוּדָה֙ H3063 וּלְ H3427 יְרֽוּשָׁלִַ֔ם H3389 וּֽלְ H3605 יִשְׂרָאֵ֞ל H3478 הַקְּרֹבִ֣ים H7138 וְהָ H7350 בְּכָל H3605 הָֽאֲרָצוֹת֙ H776 אֲשֶׁ֣ר H834 הִדַּחְתָּ֣ם H5080 שָׁ֔ם H8033 בְּמַעֲלָ֖ H4604 אֲשֶׁ֥ר H834 מָֽעֲלוּ H4603 בָֽךְ Hb ",
  "8": "יְהוָ֗ה H3068 לָ֚נוּ Hl בֹּ֣שֶׁת H1322 הַפָּנִ֔ים H6440 לִמְלָכֵ֥י H4428 לְשָׂרֵ֖י H8269 וְלַ H1 אֲשֶׁ֥ר H834 חָטָ֖אנוּ H2398 לָֽךְ Hl ",
  "9": "לַֽאדֹנָ֣ H136 אֱלֹהֵ֔ינוּ H430 הָרַחֲמִ֖ים H7356 וְהַ H5547 כִּ֥י H3588 מָרַ֖דְנוּ H4775 בּֽוֹ Hb ",
  "10": "וְלֹ֣א H3808 שָׁמַ֔עְנוּ H8085 בְּק֖וֹל H6963 יְהוָ֣ה H3068 אֱלֹהֵ֑ינוּ H430 לָלֶ֤כֶת H3212 בְּתֽוֹרֹתָי H8451 אֲשֶׁ֣ר H834 נָתַ֣ן H5414 לְפָנֵ֔י H6440 בְּיַ֖ד H3027 עֲבָדָ֥יו H5650 הַנְּבִיאִֽים H5030 ",
  "11": "וְכָל H3605 יִשְׂרָאֵ֗ל H3478 עָֽבְרוּ֙ H5674 אֶת H853 תּ֣וֹרָתֶ֔ךָ H8451 וְס֕וֹר H5493 לְבִלְתִּ֖י H1115 שְׁמ֣וֹעַ H8085 בְּקֹלֶ֑ H6963 וַתִּתַּ֨ךְ H5413 עָלֵ֜ינוּ H5921 הָאָלָ֣ה H423 וְהַ H7621 אֲשֶׁ֤ר H834 כְּתוּבָה֙ H3789 בְּתוֹרַת֙ H8451 מֹשֶׁ֣ה H4872 עֶֽבֶד H5650 הָֽאֱלֹהִ֔ים H430 כִּ֥י H3588 חָטָ֖אנוּ H2398 לֽוֹ Hl ",
  "12": "וַיָּ֜קֶם H6965 אֶת H853 דבריו H1697 אֲשֶׁר H834 דִּבֶּ֣ר H1696 עָלֵ֗ינוּ H5921 וְעַ֤ל H5921 שֹֽׁפְטֵ֨ינוּ֙ H8199 אֲשֶׁ֣ר H834 שְׁפָט֔וּנוּ H8199 לְהָבִ֥יא H935 עָלֵ֖ינוּ H5921 רָעָ֣ה H7451 גְדֹלָ֑ה H1419 אֲשֶׁ֣ר H834 לֹֽא H3808 נֶעֶשְׂתָ֗ה H6213 תַּ֚חַת H8478 כָּל H3605 הַשָּׁמַ֔יִם H8064 כַּאֲשֶׁ֥ר H834 נֶעֶשְׂתָ֖ה H6213 בִּירוּשָׁלִָֽם H3389 ",
  "13": "כַּאֲשֶׁ֤ר H834 כָּתוּב֙ H3789 בְּתוֹרַ֣ת H8451 מֹשֶׁ֔ה H4872 אֵ֛ת H853 כָּל H3605 הָרָעָ֥ה H7451 הַזֹּ֖את H2063 בָּ֣אָה H935 עָלֵ֑ינוּ H5921 וְלֹֽא H3808 חִלִּ֜ינוּ H2470 אֶת H854 פְּנֵ֣י H6440 יְהוָ֣ה H3068 אֱלֹהֵ֗ינוּ H430 לָשׁוּב֙ H7725 מֵֽעֲוֺנֵ֔ H5771 וּלְ H7919 בַּאֲמִתֶּֽ H571 ",
  "14": "וַיִּשְׁקֹ֤ד H8245 יְהוָה֙ H3068 עַל H5921 הָ֣רָעָ֔ה H7451 וַיְבִיאֶ֖ H935 עָלֵ֑ינוּ H5921 כִּֽי H3588 צַדִּ֞יק H6662 יְהוָ֣ה H3068 אֱלֹהֵ֗ינוּ H430 עַל H5921 כָּל H3605 מַֽעֲשָׂיו֙ H4639 אֲשֶׁ֣ר H834 עָשָׂ֔ה H6213 וְלֹ֥א H3808 שָׁמַ֖עְנוּ H8085 בְּקֹלֽ H6963 ",
  "15": "וְעַתָּ֣ה H6258 אֲדֹנָ֣י H136 אֱלֹהֵ֗ינוּ H430 אֲשֶׁר֩ H834 הוֹצֵ֨אתָ H3318 אֶֽת H853 עַמְּךָ֜ H5971 מֵאֶ֤רֶץ H776 מִצְרַ֨יִם֙ H4714 בְּיָ֣ד H3027 חֲזָקָ֔ה H2389 וַתַּֽעַשׂ H6213 לְךָ֥ Hl שֵׁ֖ם H8034 כַּיּ֣וֹם H3117 הַזֶּ֑ה H2088 חָטָ֖אנוּ H2398 רָשָֽׁעְנוּ H7561 ",
  "16": "אֲדֹנָ֗י H136 כְּכָל H3605 צִדְקֹתֶ֨ךָ֙ H6666 יָֽשָׁב H7725 נָ֤א H4994 אַפְּךָ֙ H639 וַחֲמָ֣תְ H2534 מֵעִֽירְ H5892 יְרוּשָׁלִַ֖ם H3389 הַר H2022 קָדְשֶׁ֑ךָ H6944 כִּ֤י H3588 בַחֲטָאֵ֨י H2399 וּבַ H5771 אֲבֹתֵ֔ינוּ H1 יְרוּשָׁלִַ֧ם H3389 וְעַמְּ H5971 לְחֶרְפָּ֖ה H2781 לְכָל H3605 סְבִיבֹתֵֽינוּ H5439 ",
  "17": "וְעַתָּ֣ה H6258 שְׁמַ֣ע H8085 אֱלֹהֵ֗ינוּ H430 אֶל H413 תְּפִלַּ֤ת H8605 עַבְדְּךָ֙ H5650 וְאֶל H413 תַּ֣חֲנוּנָ֔יו H8469 וְהָאֵ֣ר H215 פָּנֶ֔יךָ H6440 עַל H5921 מִקְדָּשְׁךָ֖ H4720 הַשָּׁמֵ֑ם H8076 לְמַ֖עַן H4616 אֲדֹנָֽי H136 ",
  "18": "הַטֵּ֨ה H5186 אֱלֹהַ֥י H430 אָזְנְךָ֮ H241 וּֽשֲׁמָע֒ H8085 פקחה H6491 עֵינֶ֗יךָ H5869 וּרְאֵה֙ H7200 שֹֽׁמְמֹתֵ֔ינוּ H8077 וְהָ H5892 אֲשֶׁר H834 נִקְרָ֥א H7121 שִׁמְךָ֖ H8034 עָלֶ֑יהָ H5921 כִּ֣י H3588 לֹ֣א H3808 עַל H5921 צִדְקֹתֵ֗ינוּ H6666 אֲנַ֨חְנוּ H587 מַפִּילִ֤ים H5307 תַּחֲנוּנֵ֨ינוּ֙ H8469 לְפָנֶ֔י H6440 כִּ֖י H3588 עַל H5921 רַחֲמֶ֥יךָ H7356 הָרַבִּֽים H7227 ",
  "19": "אֲדֹנָ֤י H136 שְׁמָ֨עָה֙ H8085 אֲדֹנָ֣י H136 סְלָ֔חָה H5545 אֲדֹנָ֛י H136 הַֽקֲשִׁ֥יבָה H7181 וַעֲשֵׂ֖ה H6213 אַל H408 תְּאַחַ֑ר H309 לְמַֽעֲנְךָ֣ H4616 אֱלֹהַ֔י H430 כִּֽי H3588 שִׁמְךָ֣ H8034 נִקְרָ֔א H7121 עַל H5921 עִירְךָ֖ H5892 וְעַל H5921 עַמֶּֽךָ H5971 ",
  "20": "וְע֨וֹד H5750 אֲנִ֤י H589 מְדַבֵּר֙ H1696 וּמִתְפַּלֵּ֔ל H6419 וּמִתְוַדֶּה֙ H3034 חַטָּאתִ֔י H2403 וְחַטַּ֖את H2403 עַמִּ֣י H5971 יִשְׂרָאֵ֑ל H3478 וּמַפִּ֣יל H5307 תְּחִנָּתִ֗י H8467 לִפְנֵי֙ H6440 יְהוָ֣ה H3068 אֱלֹהַ֔י H430 עַ֖ל H5921 הַר H2022 קֹ֥דֶשׁ H6944 אֱלֹהָֽי H430 ",
  "21": "וְע֛וֹד H5750 אֲנִ֥י H589 מְדַבֵּ֖ר H1696 בַּתְּפִלָּ֑ה H8605 וְהָ H376 גַּבְרִיאֵ֡ל H1403 אֲשֶׁר֩ H834 רָאִ֨יתִי H7200 בֶחָז֤וֹן H2377 בַּתְּחִלָּה֙ H8462 מֻעָ֣ף H3286 בִּיעָ֔ף H3288 נֹגֵ֣עַ H5060 אֵלַ֔י H413 כְּעֵ֖ת H6256 מִנְחַת H4503 עָֽרֶב H6153 ",
  "22": "וַיָּ֖בֶן H995 וַיְדַבֵּ֣ר H1696 עִמִּ֑י H5973 וַיֹּאמַ֕ר H559 דָּנִיֵּ֕אל H1840 עַתָּ֥ה H6258 יָצָ֖אתִי H3318 לְהַשְׂכִּילְ H7919 בִינָֽה H998 ",
  "23": "בִּתְחִלַּ֨ת H8462 תַּחֲנוּנֶ֜יךָ H8469 יָצָ֣א H3318 דָבָ֗ר H1697 וַאֲנִי֙ H589 בָּ֣אתִי H935 לְהַגִּ֔יד H5046 כִּ֥י H3588 חֲמוּד֖וֹת H2530 אָ֑תָּה H859 וּבִין֙ H995 בַּדָּבָ֔ר H1697 וְהָבֵ֖ן H995 בַּמַּרְאֶֽה H4758 ",
  "24": "שָׁבֻעִ֨ים H7620 שִׁבְעִ֜ים H7657 נֶחְתַּ֥ךְ H2852 עַֽל H5921 עַמְּךָ֣ H5971 וְעַל H5921 עִ֣יר H5892 קָדְשֶׁ֗ךָ H6944 לְכַלֵּ֨א H3607 הַפֶּ֜שַׁע H6588 ול H2856 חטאות H2403 וּלְ H3722 עָוֺ֔ן H5771 וּלְ H935 צֶ֣דֶק H6664 עֹֽלָמִ֑ים H5769 וְלַ H2856 חָז֣וֹן H2377 וְנָבִ֔יא H5030 וְלִ H4886 קֹ֥דֶשׁ H6944 קָֽדָשִֽׁים H6944 ",
  "25": "וְתֵדַ֨ע H3045 וְתַשְׂכֵּ֜ל H7919 מִן H4480 מֹצָ֣א H4161 דָבָ֗ר H1697 לְהָשִׁיב֙ H7725 וְלִ H1129 יְרֽוּשָׁלִַ֨ם֙ H3389 עַד H5704 מָשִׁ֣יחַ H4899 נָגִ֔יד H5057 שָׁבֻעִ֖ים H7620 שִׁבְעָ֑ה H7651 וְשָׁבֻעִ֞ים H7620 שִׁשִּׁ֣ים H8346 וּשְׁנַ֗יִם H8147 תָּשׁוּב֙ H7725 וְנִבְנְתָה֙ H1129 רְח֣וֹב H7339 וְחָר֔וּץ H2742 וּבְ H6695 הָעִתִּֽים H6256 ",
  "26": "וְאַחֲרֵ֤י H310 הַשָּׁבֻעִים֙ H7620 שִׁשִּׁ֣ים H8346 וּשְׁנַ֔יִם H8147 יִכָּרֵ֥ת H3772 מָשִׁ֖יחַ H4899 וְאֵ֣ין H369 ל֑וֹ Hl וְהָ H5892 וְהַ H6944 יַ֠שְׁחִית H7843 עַ֣ם H5971 נָגִ֤יד H5057 הַבָּא֙ H935 וְקִצּ֣ H7093 בַשֶּׁ֔טֶף H7858 וְעַד֙ H5704 קֵ֣ץ H7093 מִלְחָמָ֔ה H4421 נֶחֱרֶ֖צֶת H2782 שֹׁמֵמֽוֹת H8074 ",
  "27": "וְהִגְבִּ֥יר H1396 בְּרִ֛ית H1285 לָרַבִּ֖ים H7227 שָׁב֣וּעַ H7620 אֶחָ֑ד H259 וַחֲצִ֨י H2677 הַשָּׁב֜וּעַ H7620 יַשְׁבִּ֣ית H7673 זֶ֣בַח H2077 וּמִנְחָ֗ה H4503 וְעַ֨ל H5921 כְּנַ֤ף H3671 שִׁקּוּצִים֙ H8251 מְשֹׁמֵ֔ם H8074 וְעַד H5704 כָּלָה֙ H3617 וְנֶ֣חֱרָצָ֔ה H2782 תִּתַּ֖ךְ H5413 עַל H5921 שֹׁמֵֽם H8074 "
}
