{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब अहज्याह की माता अतल्याह ने देखा, कि उसका पुत्र मर गया, तब उसने पूरे राजवंश को नाश कर डाला।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यहोशेबा जो राजा योराम की बेटी, और अहज्याह की बहन थी, उसने अहज्याह के पुत्र योआश को घात होनेवाले राजकुमारों के बीच में से चुराकर दाई समेत बिछौने रखने की कोठरी में छिपा दिया। और उन्होंने उसे अतल्याह से ऐसा छिपा रखा, कि वह मारा न गया।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वह उसके पास यहोवा के भवन में छः वर्ष छिपा रहा, और अतल्याह देश पर राज्य करती रही।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सातवें वर्ष में यहोयादा ने अंगरक्षकों और पहरुओं के शतपतियों को बुला भेजा, और उनको यहोवा के भवन में अपने पास ले आया; और उनसे वाचा बाँधी और यहोवा के भवन में उनको शपथ खिलाकर, उनको राजपुत्र दिखाया।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने उन्हें आज्ञा दी, “एक काम करो: अर्थात् तुम में से एक तिहाई लोग जो विश्रामदिन को आनेवाले हों, वे राजभवन का पहरा दें।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और एक तिहाई लोग सूर नामक फाटक में ठहरे रहें, और एक तिहाई लोग पहरुओं के पीछे के फाटक में रहें; अतः तुम भवन की चौकसी करके लोगों को रोके रहना;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तुम्हारे दो दल अर्थात् जितने विश्रामदिन को बाहर जानेवाले हों वह राजा के आस-पास होकर यहोवा के भवन की चौकसी करें।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम अपने-अपने हाथ में हथियार लिये हुए राजा के चारों और रहना, और जो कोई पाँतियों के भीतर घुसना चाहे वह मार डाला जाए, और तुम राजा के आते-जाते समय उसके संग रहना।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोयादा याजक की इन सब आज्ञाओं के अनुसार शतपतियों ने किया। वे विश्रामदिन को आनेवाले और जानेवाले दोनों दलों के अपने-अपने जनों को संग लेकर यहोयादा याजक के पास गए।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब याजक ने शतपतियों को राजा दाऊद के बर्छे, और ढालें जो यहोवा के भवन में थीं दे दीं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए वे पहरुए अपने-अपने हाथ में हथियार लिए हुए भवन के दक्षिणी कोने से लेकर उत्तरी कोने तक वेदी और भवन के पास, राजा के चारों ओर उसको घेरकर खड़े हुए।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने राजकुमार को बाहर लाकर उसके सिर पर मुकुट, और साक्षीपत्र रख दिया; तब लोगों ने उसका अभिषेक करके उसको राजा बनाया; फिर ताली बजा-बजाकर बोल उठे, “राजा जीवित रहे!” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब अतल्याह को पहरुओं और लोगों की हलचल सुनाई पड़ी, तब वह उनके पास यहोवा के भवन में गई;\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने क्या देखा कि राजा रीति के अनुसार खम्भे के पास खड़ा है, और राजा के पास प्रधान और तुरही बजानेवाले खड़े हैं। और सब लोग आनन्द करते और तुरहियां बजा रहे हैं। तब अतल्याह अपने वस्त्र फाड़कर, “राजद्रोह! राजद्रोह!” पुकारने लगी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोयादा याजक ने दल के अधिकारी शतपतियों को आज्ञा दी, “उसे अपनी पाँतियों के बीच से निकाल ले जाओ; और जो कोई उसके पीछे चले उसे तलवार से मार डालो।” क्योंकि याजक ने कहा, “वह यहोवा के भवन में न मार डाली जाए।” \n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए उन्होंने दोनों ओर से उसको जगह दी, और वह उस मार्ग के बीच से चली गई, जिससे घोड़े राजभवन में जाया करते थे; और वहाँ वह मार डाली गई।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोयादा ने यहोवा के, और राजा-प्रजा के बीच यहोवा की प्रजा होने की वाचा* बँधाई, और उसने राजा और प्रजा के मध्य भी वाचा बँधाई।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब सब लोगों ने बाल के भवन को जाकर ढा दिया, और उसकी वेदियाँ और मूरतें भली भाँति तोड़ दीं; और मत्तान नामक बाल के याजक को वेदियों के सामने ही घात किया। याजक ने यहोवा के भवन पर अधिकारी ठहरा दिए*।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वह शतपतियों, अंगरक्षकों और पहरुओं और सब लोगों को साथ लेकर राजा को यहोवा के भवन से नीचे ले गया, और पहरुओं के फाटक के मार्ग से राजभवन को पहुँचा दिया। और राजा राजगद्दी पर विराजमान हुआ।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब सब लोग आनन्दित हुए, और नगर में शान्ति हुई। अतल्याह तो राजभवन के पास तलवार से मार डाली गई थी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब योआश राजा हुआ उस समय वह सात वर्ष का था।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "योहाश का राजा बनना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}