{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अहज्याह के पुत्र यहूदा के राजा योआश के राज्य के तेईसवें वर्ष में येहू का पुत्र यहोआहाज सामरिया में इस्राएल पर राज्य करने लगा, और सत्रह वर्ष तक राज्य करता रहा।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने वह किया, जो यहोवा की दृष्टि में बुरा था अर्थात् नबात के पुत्र यारोबाम जिस ने इस्राएल से पाप कराया था, उसके पापों के अनुसार वह करता रहा, और उनको छोड़ न दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए *यहोवा का क्रोध इस्राएलियों के विरुद्ध भड़क उठा, और उसने उनको अराम के राजा हजाएल, और उसके पुत्र बेन्हदद के अधीन कर दिया।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोआहाज यहोवा के सामने गिड़गिड़ाया और यहोवा ने उसकी सुन ली; क्योंकि उसने इस्राएल पर अंधेर देखा कि अराम का राजा उन पर कैसा अंधेर करता था।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए यहोवा ने इस्राएल को एक छुड़ानेवाला* दिया और वे अराम के वश से छूट गए; और इस्राएली पिछले दिनों के समान फिर अपने-अपने डेरे में रहने लगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी वे ऐसे पापों से न फिरे, जैसे यारोबाम के घराने ने किया, और जिनके अनुसार उसने इस्राएल से पाप कराए थे: परन्तु उनमें चलते रहे, और सामरिया में अशेरा भी खड़ी रही।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अराम के राजा ने यहोआहाज की सेना में से केवल पचास सवार, दस रथ, और दस हजार प्यादे छोड़ दिए थे; क्योंकि उसने उनको नाश किया, और रौंद रौंदकर के धूल में मिला दिया था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोआहाज के और सब काम जो उसने किए, और उसकी वीरता, यह सब क्या इस्राएल के राजाओं के इतिहास की पुस्तक में नहीं लिखा है?\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अन्ततः यहोआहाज मर कर अपने पुरखाओं के संग जा मिला और सामरिया में उसे मिट्टी दी गई; और उसका पुत्र यहोआश उसके स्थान पर राज्य करने लगा।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "यहोआश का राज्य और एलीशा की मृत्यु\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहूदा के राजा योआश के राज्य के सैंतीसवें वर्ष में यहोआहाज का पुत्र यहोआश सामरिया में इस्राएल पर राज्य करने लगा, और सोलह वर्ष तक राज्य करता रहा।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने वह किया जो यहोवा की दृष्टि में बुरा था, अर्थात् नबात का पुत्र यारोबाम जिस ने इस्राएल से पाप कराया था, उसके पापों के अनुसार वह करता रहा, और उनसे अलग न हुआ।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोआश के और सब काम जो उसने किए, और जिस वीरता से वह यहूदा के राजा अमस्याह से लड़ा, यह सब क्या इस्राएल के राजाओं के इतिहास की पुस्तक में नहीं लिखा है?\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अन्त में यहोआश मर कर अपने पुरखाओं के संग जा मिला और यारोबाम उसकी गद्दी पर विराजमान हुआ; और यहोआश को सामरिया में इस्राएल के राजाओं के बीच मिट्टी दी गई।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एलीशा को वह रोग लग गया जिससे उसकी मृत्यु होने पर थी, तब इस्राएल का राजा यहोआश उसके पास गया, और उसके ऊपर रोकर कहने लगा, “हाय मेरे पिता! हाय मेरे पिता! हाय इस्राएल के रथ और सवारो!” \n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एलीशा ने उससे कहा, “धनुष और तीर ले आ।” वह उसके पास धनुष और तीर ले आया।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने इस्राएल के राजा से कहा, “धनुष पर अपना हाथ लगा।” जब उसने अपना हाथ लगाया, तब एलीशा ने अपने हाथ राजा के हाथों पर रख दिए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने कहा, “पूर्व की खिड़की खोल।” जब उसने उसे खोल दिया, तब एलीशा ने कहा, “तीर छोड़ दे;” उसने तीर छोड़ा। और एलीशा ने कहा, “यह तीर यहोवा की ओर से छुटकारे अर्थात् अराम से छुटकारे का चिन्ह है, इसलिए तू अपेक में अराम को यहाँ तक मार लेगा कि उनका अन्त कर डालेगा।” \n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने कहा, “तीरों को ले;” और जब उसने उन्हें लिया, तब उसने इस्राएल के राजा से कहा, “भूमि पर मार;” तब वह तीन बार मार कर ठहर गया।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और परमेश्‍वर के जन ने उस पर क्रोधित होकर कहा*, “तुझे तो पाँच छः बार मारना चाहिये था। ऐसा करने से तो तू अराम को यहाँ तक मारता कि उनका अन्त कर डालता, परन्तु अब तू उन्हें तीन ही बार मारेगा।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब एलीशा मर गया, और उसे मिट्टी दी गई। प्रति वर्ष वसन्त ऋतु में मोआब के दल, देश पर आक्रमण करते थे।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "लोग किसी मनुष्य को मिट्टी दे रहे थे, कि एक दल उन्हें दिखाई पड़ा, तब उन्होंने उस शव को एलीशा की कब्र में डाल दिया, और एलीशा की हड्डियों से छूते ही वह जी उठा*, और अपने पाँवों के बल खड़ा हो गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोआहाज के जीवन भर अराम का राजा हजाएल इस्राएल पर अंधेर ही करता रहा।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यहोवा ने उन पर अनुग्रह किया, और उन पर दया करके अपनी उस वाचा के कारण जो उसने अब्राहम, इसहाक और याकूब से बाँधी थी, उन पर कृपादृष्‍टि की, और न तो उन्हें नाश किया, और न अपने सामने से निकाल दिया।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अराम का राजा हजाएल मर गया, और उसका पुत्र बेन्हदद उसके स्थान पर राजा बन गया।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोआहाज के पुत्र यहोआश ने हजाएल के पुत्र बेन्हदद के हाथ से वे नगर फिर ले लिए, जिन्हें उसने युद्ध करके उसके पिता यहोआहाज के हाथ से छीन लिया था। यहोआश ने उसको तीन बार जीतकर इस्राएल के नगर फिर ले लिए।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "यहोआहाज का राज्य\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}