{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एला के पुत्र इस्राएल के राजा होशे के राज्य के तीसरे वर्ष में यहूदा के राजा आहाज का पुत्र हिजकिय्याह राजा हुआ।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब वह राज्य करने लगा तब पच्चीस वर्ष का था, और उनतीस वर्ष तक यरूशलेम में राज्य करता रहा। उसकी माता का नाम अबी था, जो जकर्याह की बेटी थी।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जैसे उसके मूलपुरुष दाऊद ने किया था जो यहोवा की दृष्टि में ठीक है वैसा ही उसने भी किया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने ऊँचे स्थान गिरा दिए, लाठों को तोड़ दिया, अशेरा को काट डाला। पीतल का जो साँप मूसा ने बनाया था, उसको उसने इस कारण चूर-चूर कर दिया, कि उन दिनों तक इस्राएली उसके लिये धूप जलाते थे; और उसने उसका नाम नहुशतान रखा।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह इस्राएल के परमेश्‍वर यहोवा पर भरोसा रखता था, और उसके बाद यहूदा के सब राजाओं में कोई उसके बराबर न हुआ, और न उससे पहले भी ऐसा कोई हुआ था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वह यहोवा से लिपटा रहा* और उसके पीछे चलना न छोड़ा; और जो आज्ञाएँ यहोवा ने मूसा को दी थीं, उनका वह पालन करता रहा।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए यहोवा उसके संग रहा; और जहाँ कहीं वह जाता था, वहाँ उसका काम सफल होता था। और उसने अश्शूर के राजा से बलवा करके, उसकी अधीनता छोड़ दी।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने पलिश्तियों को गाज़ा और उसकी सीमा तक, पहरुओं के गुम्मट और गढ़वाले नगर तक मारा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "राजा हिजकिय्याह के राज्य के चौथे वर्ष में जो एला के पुत्र इस्राएल के राजा होशे के राज्य का सातवाँ वर्ष था, अश्शूर के राजा शल्मनेसेर ने सामरिया पर चढ़ाई करके उसे घेर लिया।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तीन वर्ष के बीतने पर उन्होंने उसको ले लिया। इस प्रकार हिजकिय्याह के राज्य के छठवें वर्ष में जो इस्राएल के राजा होशे के राज्य का नौवाँ वर्ष था, सामरिया ले लिया गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अश्शूर का राजा इस्राएलियों को बन्दी बनाकर अश्शूर में ले गया, और हलह में और गोजान की नदी हाबोर के पास और मादियों के नगरों में उसे बसा दिया।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसका कारण यह था, कि उन्होंने अपने परमेश्‍वर यहोवा की बात न मानी, वरन् उसकी वाचा को तोड़ा, और जितनी आज्ञाएँ यहोवा के दास मूसा ने दी थीं, उनको टाल दिया और न उनको सुना और न उनके अनुसार किया।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "सन्हेरीब की चढ़ाई और उसकी सेना का विनाश\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हिजकिय्याह राजा के राज्य के चौदहवें वर्ष में अश्शूर के राजा सन्हेरीब ने यहूदा के सब गढ़वाले नगरों पर चढ़ाई करके उनको ले लिया।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहूदा के राजा हिजकिय्याह ने अश्शूर के राजा के पास लाकीश को संदेश भेजा, “मुझसे अपराध हुआ, मेरे पास से लौट जा; और जो भार तू मुझ पर डालेगा उसको मैं उठाऊँगा।” तो अश्शूर के राजा ने यहूदा के राजा हिजकिय्याह के लिये तीन सौ किक्कार चाँदी और तीस किक्कार सोना ठहरा दिया।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब जितनी चाँदी यहोवा के भवन और राजभवन के भण्डारों में मिली, उस सब को हिजकिय्याह ने उसे दे दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय हिजकिय्याह ने यहोवा के मन्दिर के दरवाज़ो से और उन खम्भों से भी जिन पर यहूदा के राजा हिजकिय्याह ने सोना मढ़ा था, सोने को छीलकर अश्शूर के राजा को दे दिया।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी अश्शूर के राजा ने तर्त्तान, रबसारीस और रबशाके को बड़ी सेना देकर, लाकीश से यरूशलेम के पास हिजकिय्याह राजा के विरुद्ध भेज दिया। अतः वे यरूशलेम को गए और वहाँ पहुँचकर ऊपर के जलकुण्ड की नाली के पास धोबियों के खेत की सड़क पर जाकर खड़े हुए।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब उन्होंने राजा को पुकारा, तब हिल्किय्याह का पुत्र एलयाकीम जो राजघराने के काम पर था, और शेबना जो मंत्री था और आसाप का पुत्र योआह जो इतिहास का लिखनेवाला था, ये तीनों उनके पास बाहर निकल गए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "रबशाके ने उनसे कहा, “हिजकिय्याह से कहो, कि महाराजाधिराज अर्थात् अश्शूर का राजा यह कहता है, ‘तू किस पर भरोसा करता है?\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तू जो कहता है, कि मेरे यहाँ युद्ध के लिये युक्ति और पराक्रम है, वह तो केवल बात ही बात है*। तू किस पर भरोसा रखता है कि तूने मुझसे बलवा किया है?\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सुन, तू तो उस कुचले हुए नरकट अर्थात् मिस्र पर भरोसा रखता है, उस पर यदि कोई टेक लगाए, तो वह उसके हाथ में चुभकर छेदेगा। मिस्र का राजा फ़िरौन अपने सब भरोसा रखनेवालों के लिये ऐसा ही है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यदि तुम मुझसे कहो, कि हमारा भरोसा अपने परमेश्‍वर यहोवा पर है, तो क्या यह वही नहीं है जिसके ऊँचे स्थानों और वेदियों को हिजकिय्याह ने दूर करके यहूदा और यरूशलेम से कहा, कि तुम इसी वेदी के सामने जो यरूशलेम में है दण्डवत् करना?’\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो अब मेरे स्वामी अश्शूर के राजा के पास कुछ बन्धक रख, तब मैं तुझे दो हजार घोड़े दूँगा, क्या तू उन पर सवार चढ़ा सकेगा कि नहीं?\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर तू मेरे स्वामी के छोटे से छोटे कर्मचारी का भी कहा न मान कर क्यों रथों और सवारों के लिये मिस्र पर भरोसा रखता है?\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या मैंने यहोवा के बिना कहे, इस स्थान को उजाड़ने के लिये चढ़ाई की है? यहोवा ने मुझसे कहा है, कि उस देश पर चढ़ाई करके उसे उजाड़ दे।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब हिल्किय्याह के पुत्र एलयाकीम और शेबना योआह ने रबशाके से कहा, “अपने दासों से अरामी भाषा में बातें कर, क्योंकि हम उसे समझते हैं; और हम से यहूदी भाषा में शहरपनाह पर बैठे हुए लोगों के सुनते* बातें न कर।”\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "रबशाके ने उनसे कहा, “क्या मेरे स्वामी ने मुझे तुम्हारे स्वामी ही के, या तुम्हारे ही पास ये बातें कहने को भेजा है? क्या उसने मुझे उन लोगों के पास नहीं भेजा, जो शहरपनाह पर बैठे हैं, ताकि तुम्हारे संग उनको भी अपना मल खाना और अपना मूत्र पीना पड़े?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब रबशाके ने खड़े हो, यहूदी भाषा में ऊँचे शब्द से कहा, “महाराजाधिराज अर्थात् अश्शूर के राजा की बात सुनो।\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "राजा यह कहता है, ‘हिजकिय्याह तुम को धोखा देने न पाए, क्योंकि वह तुम्हें मेरे हाथ से बचा न सकेगा।\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वह तुम से यह कहकर यहोवा पर भरोसा कराने न पाए, कि यहोवा निश्चय हमको बचाएगा और यह नगर अश्शूर के राजा के वश में न पड़ेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हिजकिय्याह की मत सुनो। अश्शूर का राजा कहता है कि भेंट भेजकर मुझे प्रसन्‍न करो और मेरे पास निकल आओ, और प्रत्येक अपनी-अपनी दाखलता और अंजीर के वृक्ष के फल खाता और अपने-अपने कुण्ड का पानी पीता रहे।\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब मैं आकर तुम को ऐसे देश में ले जाऊँगा, जो तुम्हारे देश के समान अनाज और नये दाखमधु का देश, रोटी और दाख की बारियों का देश, जैतून और मधु का देश है, वहाँ तुम मरोगे नहीं, जीवित रहोगे; तो जब हिजकिय्याह यह कहकर तुम को बहकाए, कि यहोवा हमको बचाएगा, तब उसकी न सुनना।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या और जातियों के देवताओं ने अपने-अपने देश को अश्शूर के राजा के हाथ से कभी बचाया है?\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हमात और अर्पाद के देवता कहाँ रहे? सपर्वैम, हेना और इव्वा के देवता कहाँ रहे? क्या उन्होंने सामरिया को मेरे हाथ से बचाया है,\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देश-देश के सब देवताओं में से ऐसा कौन है, जिस ने अपने देश को मेरे हाथ से बचाया हो? फिर क्या यहोवा यरूशलेम को मेरे हाथ से बचाएगा।’”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु सब लोग चुप रहे और उसके उत्तर में एक बात भी न कही, क्योंकि राजा की ऐसी आज्ञा थी, कि उसको उत्तर न देना।\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब हिल्किय्याह का पुत्र एलयाकीम जो राजघराने के काम पर था, और शेबना जो मंत्री था, और आसाप का पुत्र योआह जो इतिहास का लिखनेवाला था, अपने वस्त्र फाड़े हुए, हिजकिय्याह के पास जाकर रबशाके की बातें कह सुनाईं।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "हिजकिय्याह के राज्य का आरम्भ\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}