{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब मनश्शे राज्य करने लगा, तब वह बारह वर्ष का था, और यरूशलेम में पचपन वर्ष तक राज्य करता रहा; और उसकी माता का नाम हेप्सीबा था।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने उन जातियों के घिनौने कामों के अनुसार, जिनको यहोवा ने इस्राएलियों के सामने देश से निकाल दिया था, वह किया, जो यहोवा की दृष्टि में बुरा था*।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने उन ऊँचे स्थानों को जिनको उसके पिता हिजकिय्याह ने नष्ट किया था, फिर बनाया, और इस्राएल के राजा अहाब के समान बाल के लिये वेदियाँ और एक अशेरा बनवाई, और आकाश के सारे गणों को दण्डवत् और उनकी उपासना करता रहा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने यहोवा के उस भवन में वेदियाँ बनाईं जिसके विषय यहोवा ने कहा था, “यरूशलेम में मैं अपना नाम रखूँगा।”\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वरन् यहोवा के भवन के दोनों आँगनों में भी उसने आकाश के सारे गणों के लिये वेदियाँ बनाई।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने अपने बेटे को आग में होम करके चढ़ाया; और शुभ-अशुभ मुहूर्त्तों को मानता, और टोना करता, और ओझों और भूत सिद्धिवालों से व्यवहार करता था; उसने ऐसे बहुत से काम किए जो यहोवा की दृष्टि में बुरे हैं, और जिनसे वह क्रोधित होता है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अशेरा की जो मूर्ति उसने खुदवाई, उसको उसने उस भवन में स्थापित किया, जिसके विषय यहोवा ने दाऊद और उसके पुत्र सुलैमान से कहा था, “इस भवन में और यरूशलेम में, जिसको मैंने इस्राएल के सब गोत्रों में से चुन लिया है, मैं सदैव अपना नाम रखूँगा।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यदि वे मेरी सब आज्ञाओं के और मेरे दास मूसा की दी हुई पूरी व्यवस्था के अनुसार करने की चौकसी करें, तो मैं ऐसा न करूँगा कि जो देश मैंने इस्राएल के पुरखाओं को दिया था, उससे वे फिर निकलकर मारे-मारे फिरें।”\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु उन्होंने न माना, वरन् मनश्शे ने उनको यहाँ तक भटका दिया* कि उन्होंने उन जातियों से भी बढ़कर बुराई की जिनका यहोवा ने इस्राएलियों के सामने से विनाश किया था।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए यहोवा ने अपने दास भविष्यद्वक्ताओं के द्वारा कहा,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“यहूदा के राजा मनश्शे ने जो ये घृणित काम किए, और जितनी बुराइयाँ एमोरियों ने जो उससे पहले थे की थीं, उनसे भी अधिक बुराइयाँ की; और यहूदियों से अपनी बनाई हुई मूरतों की पूजा करवा के उन्हें पाप में फँसाया है।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण इस्राएल का परमेश्‍वर यहोवा यह कहता है कि सुनो, मैं यरूशलेम और यहूदा पर ऐसी विपत्ति डालना चाहता हूँ कि जो कोई उसका समाचार सुनेगा वह बड़े सन्नाटे में आ जाएगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो मापने की डोरी मैंने सामरिया पर डाली है और जो साहुल मैंने अहाब के घराने पर लटकाया है वही यरूशलेम पर डालूँगा। और मैं यरूशलेम को ऐसा पोछूँगा जैसे कोई थाली को पोंछता है और उसे पोंछकर उलट देता है।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं अपने निज भाग के बचे हुओं को त्याग कर शत्रुओं के हाथ कर दूँगा और वे अपने सब शत्रुओं के लिए लूट और धन बन जाएँगे।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसका कारण यह है, कि जब से उनके पुरखा मिस्र से निकले तब से आज के दिन तक वे वह काम करके जो मेरी दृष्टि में बुरा है, मुझे क्रोध दिलाते आ रहे हैं।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मनश्शे ने न केवल वह काम कराके यहूदियों से पाप कराया, जो यहोवा की दृष्टि में बुरा है, वरन् निर्दोषों का खून बहुत बहाया, यहाँ तक कि उसने यरूशलेम को एक सिरे से दूसरे सिरे तक खून से भर दिया।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मनश्शे के और सब काम जो उसने किए, और जो पाप उसने किए, वह सब क्या यहूदा के राजाओं के इतिहास की पुस्तक में नहीं लिखा है?\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अन्त में मनश्शे मर कर अपने पुरखाओं के संग जा मिला और उसे उसके भवन की बारी में जो उज्जा की बारी कहलाती थी मिट्टी दी गई; और उसका पुत्र आमोन उसके स्थान पर राजा हुआ।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "आमोन का राज्य\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब आमोन राज्य करने लगा, तब वह बाईस वर्ष का था, और यरूशलेम में दो वर्ष तक राज्य करता रहा; और उसकी माता का नाम मशुल्लेमेत था जो योत्बावासी हारूस की बेटी थी।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने अपने पिता मनश्शे के समान वह किया, जो यहोवा की दृष्टि में बुरा है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह पूरी तरह अपने पिता के समान चाल चला, और जिन मूरतों की उपासना उसका पिता करता था, उनकी वह भी उपासना करता, और उन्हें दण्डवत् करता था।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने अपने पितरों के परमेश्‍वर यहोवा को त्याग दिया, और यहोवा के मार्ग पर न चला।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "आमोन के कर्मचारियों ने विद्रोह की गोष्ठी करके राजा को उसी के भवन में मार डाला।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब साधारण लोगों ने उन सभी को मार डाला, जिन्होंने राजा आमोन के विरुद्ध-विद्रोह की गोष्ठी की थी, और लोगों ने उसके पुत्र योशिय्याह को उसके स्थान पर राजा बनाया।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "आमोन के और काम जो उसने किए, वह क्या यहूदा के राजाओं के इतिहास की पुस्तक में नहीं लिखे हैं।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसे भी उज्जा की बारी में उसकी निज कब्र में मिट्टी दी गई; और उसका पुत्र योशिय्याह उसके स्थान पर राज्य करने लगा।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "मनश्शे का राज्य\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}