{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "राजा ने यहूदा और यरूशलेम के सब पुरनियों को अपने पास बुलाकर इकट्ठा किया।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब राजा, यहूदा के सब लोगों और यरूशलेम के सब निवासियों और याजकों और नबियों वरन् छोटे बड़े सारी प्रजा के लोगों को संग लेकर यहोवा के भवन में गया। उसने जो वाचा की पुस्तक यहोवा के भवन में मिली थी, उसकी सब बातें उनको पढ़कर सुनाईं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब राजा ने खम्भे के पास खड़ा होकर यहोवा से इस आशा की वाचा बाँधी*, कि मैं यहोवा के पीछे-पीछे चलूँगा, और अपने सारे मन और सारे प्राण से उसकी आज्ञाएँ, चितौनियाँ और विधियों का नित पालन किया करूँगा, और इस वाचा की बातों को जो इस पुस्तक में लिखी हैं पूरी करूँगा; और सब प्रजा वाचा में सम्‍भागी हुई।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब राजा ने हिल्किय्याह महायाजक और उसके नीचे के याजकों और द्वारपालों को आज्ञा दी कि जितने पात्र बाल और अशेरा और आकाश के सब गणों के लिये बने हैं, उन सभी को यहोवा के मन्दिर में से निकाल ले आओ। तब उसने उनको यरूशलेम के बाहर किद्रोन के मैदानों में फूँककर उनकी राख बेतेल को पहुँचा दी।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिन पुजारियों को यहूदा के राजाओं ने यहूदा के नगरों के ऊँचे स्थानों में और यरूशलेम के आस-पास के स्थानों में धूप जलाने के लिये ठहराया था, उनको और जो बाल और सूर्य-चन्द्रमा, राशिचक्र और आकाश के सारे गणों को धूप जलाते थे, उनको भी राजा ने हटा दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह अशेरा को यहोवा के भवन में से निकालकर यरूशलेम के बाहर किद्रोन नाले में ले गया और वहीं उसको फूँक दिया, और पीसकर बुकनी कर दिया। तब वह बुकनी साधारण लोगों की कब्रों पर फेंक दी।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर पुरुषगामियों के घर जो यहोवा के भवन में थे, जहाँ स्त्रियाँ अशेरा के लिये पर्दे बुना करती थीं*, उनको उसने ढा दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने यहूदा के सब नगरों से याजकों को बुलवाकर गेबा से बेर्शेबा तक के उन ऊँचे स्थानों को, जहाँ उन याजकों ने धूप जलाया था, अशुद्ध कर दिया; और फाटकों के ऊँचे स्थान अर्थात् जो स्थान नगर के यहोशू नामक हाकिम के फाटक पर थे, और नगर के फाटक के भीतर जानेवाले के बाईं ओर थे, उनको उसने ढा दिया।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी ऊँचे स्थानों के याजक यरूशलेम में यहोवा की वेदी के पास न आए, वे अख़मीरी रोटी अपने भाइयों के साथ खाते थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने तोपेत जो हिन्नोमवंशियों की तराई में था, अशुद्ध कर दिया, ताकि कोई अपने बेटे या बेटी को मोलेक के लिये आग में होम करके न चढ़ाए।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो घोड़े यहूदा के राजाओं ने सूर्य को अर्पण करके, यहोवा के भवन के द्वार पर नतन्मेलेक नामक खोजे की बाहर की कोठरी में रखे थे, उनको उसने दूर किया, और सूर्य के रथों को आग में फूँक दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "आहाज की अटारी की छत पर जो वेदियाँ यहूदा के राजाओं की बनाई हुई थीं, और जो वेदियाँ मनश्शे ने यहोवा के भवन के दोनों आँगनों में बनाई थीं, उनको राजा ने ढाकर पीस डाला और उनकी बुकनी किद्रोन नाले में फेंक दी।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो ऊँचे स्थान इस्राएल के राजा सुलैमान ने यरूशलेम के पूर्व की ओर और विकारी नामक पहाड़ी के दक्षिण ओर, अश्तोरेत नामक सीदोनियों की घिनौनी देवी, और कमोश नामक मोआबियों के घिनौने देवता, और मिल्कोम नामक अम्मोनियों के घिनौने देवता के लिये बनवाए थे, उनको राजा ने अशुद्ध कर दिया।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने लाठों को तोड़ दिया और अशेरों को काट डाला, और उनके स्थान मनुष्यों की हड्डियों से भर दिए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर बेतेल में जो वेदी थी, और जो ऊँचा स्थान नबात के पुत्र यारोबाम ने बनाया था, जिस ने इस्राएल से पाप कराया था, उस वेदी और उस ऊँचे स्थान को उसने ढा दिया, और ऊँचे स्थान को फूँककर बुकनी कर दिया और अशेरा को फूँक दिया।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब योशिय्याह ने मुड़कर वहाँ के पहाड़ की कब्रों को देखा, और लोगों को भेजकर उन कब्रों से हड्डियां निकलवा दीं और वेदी पर जलवाकर उसको अशुद्ध किया। यह यहोवा के उस वचन के अनुसार हुआ, जो परमेश्‍वर के उस भक्त ने पुकारकर कहा था जिस ने इन्हीं बातों की चर्चा की थी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने पूछा, “जो खम्भा मुझे दिखाई पड़ता है, वह क्या है?” तब नगर के लोगों ने उससे कहा, “वह परमेश्‍वर के उस भक्त जन की कब्र है, जिस ने यहूदा से आकर इसी काम की चर्चा पुकारकर की थी, जो तूने बेतेल की वेदी से किया है।”\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने कहा, “उसको छोड़ दो; उसकी हड्डियों को कोई न हटाए।” तब उन्होंने उसकी हड्डियां उस नबी की हड्डियों के संग जो सामरिया से आया था, रहने दीं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर ऊँचे स्थान के जितने भवन सामरिया के नगरों में थे, जिनको इस्राएल के राजाओं ने बनाकर यहोवा को क्रोध दिलाया था, उन सभी को योशिय्याह ने गिरा दिया; और जैसा-जैसा उसने बेतेल में किया था, वैसा-वैसा उनसे भी किया।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन ऊँचे स्थानों के जितने याजक वहाँ थे उन सभी को उसने उन्हीं वेदियों पर बलि किया और उन पर मनुष्यों की हड्डियां जलाकर यरूशलेम को लौट गया।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "योशिय्याह का उत्तर चरित्र\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "राजा ने सारी प्रजा के लोगों को आज्ञा दी, “इस वाचा की पुस्तक में जो कुछ लिखा है, उसके अनुसार अपने परमेश्‍वर यहोवा के लिये फसह का पर्व मानो।”\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "निश्चय ऐसा फसह न तो न्यायियों के दिनों में माना गया था जो इस्राएल का न्याय करते थे, और न इस्राएल या यहूदा के राजाओं के दिनों में माना गया था।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "राजा योशिय्याह के राज्य के अठारहवें वर्ष में यहोवा के लिये यरूशलेम में यह फसह माना गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर ओझे, भूतसिद्धिवाले, गृहदेवता, मूरतें और जितनी घिनौनी वस्तुएँ यहूदा देश और यरूशलेम में जहाँ कहीं दिखाई पड़ीं, उन सभी को योशिय्याह ने इस मनसा से नाश किया, *कि व्यवस्था की जो बातें उस पुस्तक में लिखी थीं जो हिल्किय्याह याजक को यहोवा के भवन में मिली थी, उनको वह पूरी करे।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके तुल्य न तो उससे पहले कोई ऐसा राजा हुआ और न उसके बाद ऐसा कोई राजा उठा, जो मूसा की पूरी व्यवस्था के अनुसार अपने पूर्ण मन और पूर्ण प्राण और पूर्ण शक्ति से यहोवा की ओर फिरा हो।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी यहोवा का भड़का हुआ बड़ा कोप शान्त न हुआ, जो इस कारण से यहूदा पर भड़का था, कि मनश्शे ने यहोवा को क्रोध पर क्रोध दिलाया था।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा ने कहा था, “जैसे मैंने इस्राएल को अपने सामने से दूर किया, वैसे ही यहूदा को भी दूर करूँगा; और इस यरूशलेम नगर, जिसे मैंने चुना और इस भवन जिसके विषय मैंने कहा, कि यह मेरे नाम का निवास होगा, के विरुद्ध मैं हाथ उठाऊँगा।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "योशिय्याह के और सब काम जो उसने किए, वह क्या यहूदा के राजाओं के इतिहास की पुस्तक में नहीं लिखे हैं?\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके दिनों में फ़िरौन-नको नामक मिस्र का राजा अश्शूर के राजा की सहायता करने फरात महानद तक गया तो योशिय्याह राजा भी उसका सामना करने को गया, और फ़िरौन-नको ने उसको देखते ही मगिद्दो में मार डाला।\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसके कर्मचारियों ने उसका शव एक रथ पर रख मगिद्दो से ले जाकर यरूशलेम को पहुँचाया और उसकी निज कब्र में रख दिया। तब साधारण लोगों ने योशिय्याह के पुत्र यहोआहाज को लेकर उसका अभिषेक कर के, उसके पिता के स्थान पर राजा नियुक्त किया।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "यहोआहाज का राज्य\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब यहोआहाज राज्य करने लगा, तब वह तेईस वर्ष का था, और तीन महीने तक यरूशलेम में राज्य करता रहा; उसकी माता का नाम हमूतल था, जो लिब्नावासी यिर्मयाह की बेटी थी।\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने ठीक अपने पुरखाओं के समान वही किया, जो यहोवा की दृष्टि में बुरा है।\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसको फ़िरौन-नको ने हमात देश के रिबला नगर में बन्दी बना लिया, ताकि वह यरूशलेम में राज्य न करने पाए, फिर उसने देश पर सौ किक्कार चाँदी और किक्कार भर सोना जुर्माना किया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब फ़िरौन-नको ने योशिय्याह के पुत्र एलयाकीम को उसके पिता योशिय्याह के स्थान पर राजा नियुक्त किया, और उसका नाम बदलकर यहोयाकीम रखा; परन्तु यहोआहाज को वह ले गया। और यहोआहाज मिस्र में जाकर वहीं मर गया।\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोयाकीम ने फ़िरौन को वह चाँदी और सोना तो दिया परन्तु देश पर इसलिए कर लगाया कि फ़िरौन की आज्ञा के अनुसार उसे दे सके, अर्थात् देश के सब लोगों से जितना जिस पर लगान लगा, उतनी चाँदी और सोना उससे फ़िरौन-नको को देने के लिये ले लिया।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "यहोयाकीम का राज्य\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब यहोयाकीम राज्य करने लगा, तब वह पच्चीस वर्ष का था, और ग्यारह वर्ष तक यरूशलेम में राज्य करता रहा; उसकी माता का नाम जबीदा था जो रूमावासी पदायाह की बेटी थी।\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने ठीक अपने पुरखाओं के समान वह किया जो यहोवा की दृष्टि में बुरा है।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "योशिय्याह का मूर्तिपूजा बन्द कराना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}