{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अराम के राजा का नामान नामक सेनापति अपने स्वामी की दृष्टि में बड़ा और प्रतिष्ठित पुरुष था, क्योंकि यहोवा ने उसके द्वारा अरामियों को विजयी किया था, और वह शूरवीर था, परन्तु कोढ़ी था।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अरामी लोग दल बाँधकर इस्राएल के देश में जाकर वहाँ से एक छोटी लड़की बन्दी बनाकर में ले आए थे और वह नामान की पत्‍नी की सेवा करती थी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने अपनी स्वामिनी से कहा, “यदि मेरा स्वामी सामरिया के भविष्यद्वक्ता के पास होता, तो क्या ही अच्छा होता! क्योंकि वह उसको कोढ़ से चंगा कर देता।”\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो नामान ने अपने प्रभु के पास जाकर कह दिया, “इस्राएली लड़की इस प्रकार कहती है।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अराम के राजा ने कहा, “तू जा, मैं इस्राएल के राजा के पास एक पत्र भेजूँगा।” तब वह दस किक्कार चाँदी और छः हजार टुकड़े सोना, और दस जोड़े कपड़े साथ लेकर रवाना हो गया।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वह इस्राएल के राजा के पास वह पत्र ले गया जिसमें यह लिखा था, “जब यह पत्र तुझे मिले, तब जानना कि मैंने नामान नामक अपने एक कर्मचारी को तेरे पास इसलिए भेजा है, कि तू उसका कोढ़ दूर कर दे।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह पत्र पढ़ने पर इस्राएल के राजा ने अपने वस्त्र फाड़े और बोला, “क्या मैं मारनेवाला और जिलानेवाला परमेश्‍वर हूँ कि उस पुरुष ने मेरे पास किसी को इसलिए भेजा है कि मैं उसका कोढ़ दूर करूँ? सोच विचार तो करो, वह मुझसे झगड़े का कारण ढूँढ़ता होगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह सुनकर कि इस्राएल के राजा ने अपने वस्त्र फाड़े हैं, परमेश्‍वर के भक्त एलीशा ने राजा के पास कहला भेजा, “तूने क्यों अपने वस्त्र फाड़े हैं? वह मेरे पास आए, तब जान लेगा, कि इस्राएल में भविष्यद्वक्ता है।”\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब नामान घोड़ों और रथों समेत एलीशा के द्वार पर आकर खड़ा हुआ।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब एलीशा ने एक दूत से उसके पास यह कहला भेजा*, “तू जाकर यरदन में सात बार डुबकी मार, तब तेरा शरीर ज्यों का त्यों हो जाएगा, और तू शुद्ध होगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु नामान क्रोधित हो यह कहता हुआ चला गया, “मैंने तो सोचा था, कि अवश्य वह मेरे पास बाहर आएगा, और खड़ा होकर अपने परमेश्‍वर यहोवा से प्रार्थना करके कोढ़ के स्थान पर अपना हाथ फेरकर कोढ़ को दूर करेगा!\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या दमिश्क की अबाना और पर्पर नदियाँ इस्राएल के सब जलाशयों से उत्तम नहीं हैं? क्या मैं उनमें स्नान करके शुद्ध नहीं हो सकता हूँ?” इसलिए वह क्रोध से भरा हुआ लौटकर चला गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसके सेवक पास आकर कहने लगे, “हे हमारे पिता यदि भविष्यद्वक्ता तुझे कोई भारी काम करने की आज्ञा देता, तो क्या तू उसे न करता? फिर जब वह कहता है, कि स्नान करके शुद्ध हो जा, तो कितना अधिक इसे मानना चाहिये।”\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने परमेश्‍वर के भक्त के वचन के अनुसार यरदन को जाकर उसमें सात बार डुबकी मारी, और उसका शरीर छोटे लड़के का सा हो गया; और वह शुद्ध हो गया। (लूका 4:27)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वह अपने सब दल बल समेत परमेश्‍वर के भक्त के यहाँ लौट आया, और उसके सम्मुख खड़ा होकर कहने लगा, “सुन, अब मैंने जान लिया है, कि समस्त पृथ्वी में इस्राएल को छोड़ और कहीं परमेश्‍वर नहीं है! इसलिए अब अपने दास की भेंट ग्रहण कर।”\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एलीशा ने कहा, “यहोवा जिसके सम्मुख मैं उपस्थित रहता हूँ उसके जीवन की शपथ मैं कुछ भेंट न लूँगा*;” और जब उसने उसको बहुत विवश किया कि भेंट को ग्रहण करे, तब भी वह इन्कार ही करता रहा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब नामान ने कहा, “अच्छा, तो तेरे दास को दो खच्चर मिट्टी मिले, क्योंकि आगे को तेरा दास यहोवा को छोड़ और किसी परमेश्‍वर को होमबलि या मेलबलि न चढ़ाएगा।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एक बात यहोवा तेरे दास की क्षमा करे, कि जब मेरा स्वामी रिम्मोन के भवन में दण्डवत् करने को जाए, और वह मेरे हाथ का सहारा ले, और मुझे भी रिम्मोन के भवन में दण्डवत् करनी पड़े, तब यहोवा तेरे दास का यह काम क्षमा करे कि मैं रिम्मोन के भवन में दण्डवत् करूँ।”\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने उससे कहा, “कुशल से विदा हो।” वह उसके यहाँ से थोड़ी दूर चला गया था, (मर. 5:34)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कि परमेश्‍वर के भक्त एलीशा का सेवक गेहजी सोचने लगा, “मेरे स्वामी ने तो उस अरामी नामान को ऐसा ही छोड़ दिया है कि जो वह ले आया था उसको उसने न लिया, परन्तु यहोवा के जीवन की शपथ* मैं उसके पीछे दौड़कर उससे कुछ न कुछ ले लूँगा।”\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब गेहजी नामान के पीछे दौड़ा नामान किसी को अपने पीछे दौड़ता हुआ देखकर, उससे मिलने को रथ से उतर पड़ा, और पूछा, “सब कुशल क्षेम तो है?”\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने कहा, “हाँ, सब कुशल है; परन्तु मेरे स्वामी ने मुझे यह कहने को भेजा है, ‘एप्रैम के पहाड़ी देश से भविष्यद्वक्ताओं के दल में से दो जवान मेरे यहाँ अभी आए हैं, इसलिए उनके लिये एक किक्कार चाँदी और दो जोड़े वस्त्र दे।’”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "नामान ने कहा, “खुशी से दो किक्कार ले-ले।” तब उसने उससे बहुत विनती करके दो किक्कार चाँदी अलग थैलियों में बाँधकर, दो जोड़े वस्त्र समेत अपने दो सेवकों पर लाद दिया, और वे उन्हें उसके आगे-आगे ले चले।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब वह टीले के पास पहुँचा, तब उसने उन वस्तुओं को उनसे लेकर घर में रख दिया, और उन मनुष्यों को विदा किया, और वे चले गए।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वह भीतर जाकर, अपने स्वामी के सामने खड़ा हुआ। एलीशा ने उससे पूछा, “हे गेहजी तू कहाँ से आता है?” उसने कहा, “तेरा दास तो कहीं नहीं गया।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने उससे कहा, “जब वह पुरुष इधर मुँह फेरकर तुझ से मिलने को अपने रथ पर से उतरा, तब से वह पूरा हाल मुझे मालूम था;* क्या यह समय चाँदी या वस्त्र या जैतून या दाख की बारियाँ, भेड़-बकरियाँ, गाय बैल और दास-दासी लेने का है?\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण से नामान का कोढ़ तुझे और तेरे वंश को सदा लगा रहेगा।” तब वह हिम सा श्वेत कोढ़ी होकर उसके सामने से चला गया।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "नामान कोढ़ी का शुद्ध किया जाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}