{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब एलीशा ने कहा, “यहोवा का वचन सुनो*, यहोवा यह कहता है, ‘कल इसी समय सामरिया के फाटक में सआ भर मैदा एक शेकेल में और दो सआ जौ भी एक शेकेल में बिकेगा।’ ”\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उस सरदार ने जिसके हाथ पर राजा तकिया करता था, परमेश्‍वर के भक्त को उत्तर देकर कहा, “सुन, चाहे यहोवा आकाश के झरोखे खोले, तो भी क्या ऐसी बात हो सकेगी?” उसने कहा, “सुन, तू यह अपनी आँखों से तो देखेगा, परन्तु उस अन्न में से कुछ खाने न पाएगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "चार कोढ़ी फाटक के बाहर थे; वे आपस में कहने लगे, “हम क्यों यहाँ बैठे-बैठे मर जाएँ?\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यदि हम कहें, ‘नगर में जाएँ,’ तो वहाँ मर जाएँगे; क्योंकि वहाँ अकाल पड़ा है, और यदि हम यहीं बैठे रहें, तो भी मर ही जाएँगे। तो आओ हम अराम की सेना में पकड़े जाएँ; यदि वे हमको जिलाए रखें तो हम जीवित रहेंगे, और यदि वे हमको मार डालें, तो भी हमको मरना ही है।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वे सांझ को अराम की छावनी में जाने को चले, और अराम की छावनी की छोर पर पहुँचकर क्या देखा, कि वहाँ कोई नहीं है।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि प्रभु ने अराम की सेना को रथों और घोड़ों की और भारी सेना की सी आहट सुनाई थी, और वे आपस में कहने लगे थे, “सुनो, इस्राएल के राजा ने हित्ती और मिस्री राजाओं को वेतन पर बुलवाया है कि हम पर चढ़ाई करें।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए वे सांझ को उठकर ऐसे भाग गए, कि अपने डेरे, घोड़े, गदहे, और छावनी जैसी की तैसी छोड़कर अपना-अपना प्राण लेकर भाग गए।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब वे कोढ़ी छावनी की छोर के डेरों के पास पहुँचे, तब एक डेरे में घुसकर खाया पिया, और उसमें से चाँदी, सोना और वस्त्र ले जाकर छिपा रखा; फिर लौटकर दूसरे डेरे में घुस गए और उसमें से भी ले जाकर छिपा रखा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वे आपस में कहने लगे, “जो हम कर रहे हैं वह अच्छा काम नहीं है, यह आनन्द के समाचार का दिन है, परन्तु हम किसी को नहीं बताते। जो हम पौ फटने तक ठहरे रहें तो हमको दण्ड मिलेगा; सो अब आओ हम राजा के घराने के पास जाकर यह बात बता दें।”\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वे चले और नगर के चौकीदारों को बुलाकर बताया, “हम जो अराम की छावनी में गए, तो क्या देखा, कि वहाँ कोई नहीं है, और मनुष्य की कुछ आहट नहीं है, केवल बंधे हुए घोड़े और गदहे हैं, और डेरे जैसे के तैसे हैं।”\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब चौकीदारों ने पुकार के राजभवन के भीतर समाचार दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब राजा रात ही को उठा, और अपने कर्मचारियों से कहा, “मैं तुम्हें बताता हूँ कि अरामियों ने हम से क्या किया है? वे जानते हैं, कि हम लोग भूखे हैं इस कारण वे छावनी में से मैदान में छिपने को यह कहकर गए हैं, कि जब वे नगर से निकलेंगे, तब हम उनको जीवित ही पकड़कर नगर में घुसने पाएँगे।”\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु राजा के किसी कर्मचारी ने उत्तर देकर कहा, “जो घोड़े नगर में बच रहे हैं उनमें से लोग पाँच घोड़े लें, और उनको भेजकर हम हाल जान लें। वे तो इस्राएल की सब भीड़ के समान हैं जो नगर में रह गई है वरन् इस्राएल की जो भीड़ मर मिट गई है वे उसी के समान हैं।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः उन्होंने दो रथ और उनके घोड़े लिये*, और राजा ने उनको अराम की सेना के पीछे भेजा; और कहा, “जाओे, देखो।”\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वे यरदन तक उनके पीछे चले गए, और क्या देखा, कि पूरा मार्ग वस्त्रों और पात्रों से भरा पड़ा है, जिन्हें अरामियों ने उतावली के मारे फेंक दिया था; तब दूत लौट आए, और राजा से यह कह सुनाया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब लोगों ने निकलकर अराम के डेरों को लूट लिया; और यहोवा के वचन के अनुसार एक सआ मैदा एक शेकेल में, और दो सआ जौ एक शेकेल में बिकने लगा।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब राजा ने उस सरदार को जिसके हाथ पर वह तकिया करता था फाटक का अधिकारी ठहराया; तब वह फाटक में लोगों के पाँवों के नीचे दबकर मर गया। यह परमेश्‍वर के भक्त के उस वचन के अनुसार हुआ जो उसने राजा से उसके यहाँ आने के समय कहा था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परमेश्‍वर के भक्त ने जैसा राजा से यह कहा था, “कल इसी समय सामरिया के फाटक में दो सआ जौ एक शेकेल में, और एक सआ मैदा एक शेकेल में बिकेगा,” वैसा ही हुआ।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उस सरदार ने परमेश्‍वर के भक्त को, उत्तर देकर कहा था, “सुन चाहे यहोवा आकाश में झरोखे खोले तो भी क्या ऐसी बात हो सकेगी?” और उसने कहा था, “सुन, तू यह अपनी आँखों से तो देखेगा, परन्तु उस अन्न में से खाने न पाएगा।”\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः उसके साथ ठीक वैसा ही हुआ, अतएव वह फाटक में लोगों के पाँवों के नीचे दबकर मर गया।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}