{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses. He said,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Make two silver trumpets. Hammer the silver to make them. You must use the trumpets to call the community together and to call the community to move their camps.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests must blow the trumpets to call all the community together in front of you at the entrance to the tent of meeting.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the priests blow only one trumpet, then the leaders, the heads of the clans of Israel, must gather to you.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you blow a loud signal, the camps on the east side must begin their journey.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you blow a loud signal the second time, the camps on the south side must begin their journey. They must blow a loud signal for their journeys.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the community gathers together, blow the trumpets, but not loudly.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Aaron, the priests, must blow the trumpets. This will always be a regulation for you throughout your people's generations.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you go to war in your land against an adversary who oppresses you, then you must sound an alarm with the trumpets. I, Yahweh your God, will call you to mind and save you from your enemies.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, at the times of celebration, both your regular festivals and at the beginnings of the months, you must blow the trumpets over your burnt offerings and over the sacrifices for your fellowship offerings. These will act as a reminder of you to me, your God. I am Yahweh your God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the second year, in the second month, on the twentieth day of the month, the cloud was lifted from the tabernacle of the covenant decrees.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel then went on their journey from the wilderness of Sinai. The cloud stopped in the wilderness of Paran.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They made their first journey, following Yahweh's command given through Moses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The camp under the banner of Judah's descendants went out first, moving out their individual armies. Nahshon son of Amminadab led Judah's army.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nethanel son of Zuar led the army of the tribe of Issachar's descendants.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eliab son of Helon led the army of the tribe of Zebulun's descendants.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The descendants of Gershon and of Merari, who cared for the tabernacle, took down the tabernacle and then set out on their journey.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next, the armies under the banner of Reuben's camp set out on their journey. Elizur son of Shedeur led Reuben's army.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shelumiel son of Zurishaddai led the army of the tribe of Simeon's descendants.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eliasaph son of Deuel led the army of the tribe of Gad's descendants.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Kohathites set out. They carried the sanctuary's holy equipment. Others would set up the tabernacle before the Kohathites arrived at the next camp.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The armies under the banner of Ephraim's descendants set out next. Elishama son of Ammihud led Ephraim's army.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gamaliel son of Pedahzur led the army of the tribe of Manasseh's descendants.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abidan son of Gideoni led the army of the tribe of Benjamin's descendants.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The armies that camped under the banner of Dan's descendants set out last. Ahiezer son of Ammishaddai led Dan's army.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pagiel son of Okran led the army of the tribe of Asher's descendants.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahira son of Enan led the army of the tribe of Naphtali's descendants.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the way that the armies of the people of Israel set out on their journey.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses spoke to Hobab son of Reuel the Midianite. Reuel was the father of Moses' wife. Moses spoke to Hobab and said, \"We are traveling to a place that Yahweh described. Yahweh said, 'I will give it to you.' Come with us and we will do you good. Yahweh has promised to do good for Israel.\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Hobab said to Moses, \"I will not go with you. I will go to my own land and my own people.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses replied, \"Please do not leave us. You know how to camp in the wilderness. You must watch out for us.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you go with us, we will do for you the same good that Yahweh does to us.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They journeyed from the mountain of Yahweh for three days. The ark of the covenant of Yahweh went before them for three days to find a place for them to rest.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh's cloud was over them by daylight as they journeyed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever the ark set out, Moses would say, \"Rise up, Yahweh. Scatter your enemies. Make those who hate you run from you.\"\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever the ark stopped, Moses would say, \"Return, Yahweh, to Israel's many tens of thousands.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}