{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the people complained about their troubles as Yahweh listened. Yahweh heard the people and became angry. Fire from Yahweh burned among them and consumed some of the camp on its edges.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then people called out to Moses, so Moses prayed to Yahweh, and the fire stopped.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That place was named Taberah, because Yahweh's fire burned among them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some foreign people began to camp with Israel's descendants. They wanted better food to eat. Then the people of Israel began to weep and say, \"Who will give us meat to eat?\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We remember the fish that we ate freely in Egypt, the cucumbers, the melons, the leeks, the onions, and the garlic.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now our appetite is gone, because all we can see is this manna.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Manna was like coriander seed. It looked like resin.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people walked around and gathered it. They ground it in mills, beat it in mortars, boiled it in pots, and made it into cakes. It tasted like fresh olive oil.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the dew fell on the camp in the night, the manna also fell.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses heard the people weeping in their families, and every man was at the entrance to his tent. Yahweh was very angry, and in Moses' eyes their complaining was wrong.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to Yahweh, \"Why have you treated your servant so badly? Why are you not pleased with me? You make me carry the load of all these people.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Did I conceive all these people? Have I given them birth so that you should say to me, 'Carry them closely to your chest as a father carries a baby?' Should I carry them to the land that you swore to their ancestors to give them?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Where can I find meat to give to all this people? They are weeping in front of me and are saying, 'Give us meat to eat.'\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I cannot bear all these people alone. They are too much for me.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since you are treating me this way, kill me now—if I find favor in your eyes—do not let me see my misery.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"Bring to me seventy of Israel's elders. Be sure that they are elders and officers of the people. Bring them to the tent of meeting to stand there with you.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will come down and talk with you there. I will take some of the Spirit that is on you and put it on them. They will bear the burden of the people with you. You will not have to bear it alone.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Say to the people, 'Consecrate yourselves, for tomorrow and you will indeed eat meat, for you have wept and Yahweh has heard. You said, \"Who will give us meat to eat? It was good for us in Egypt.\" Therefore Yahweh will give you meat, and you will eat it.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will not eat meat for only one day, two days, five days, ten days, or twenty days,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but you will eat meat for a whole month until it comes out of your nostrils. It will disgust you because you have rejected Yahweh, who is among you. You have wept before him. You said, \"Why did we leave Egypt?\"'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses said, \"I am with 600,000 people, and you have said, 'I will give them meat to eat for a whole month.'\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Should we kill flocks and herds to satisfy them? Should we catch all the fish in the sea to satisfy them?\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"Is my hand short? Now you will see whether or not my word is true.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses went out and told the people Yahweh's words. He gathered seventy of the people's elders and positioned them around the tent.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh came down in the cloud and spoke to Moses. Yahweh took some of the Spirit that was on Moses and put it on the seventy elders. When the Spirit rested on them, they prophesied, but only on that occasion and not again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Two men remained in the camp, named Eldad and Medad. The Spirit also rested on them. Their names were written on the list, but they had not gone out to the tent. Nevertheless, they prophesied in the camp.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A young man in the camp ran and told Moses, \"Eldad and Medad are prophesying in the camp.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua son of Nun, Moses' assistant, one of his chosen men, said to Moses, \"My master Moses, stop them.\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to him, \"Are you jealous for my sake? I wish that all of Yahweh's people were prophets and that he would put his Spirit on them all!\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses and the elders of Israel went back to the camp.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then a wind came from Yahweh and brought quail from the sea. They fell near the camp, about a day's journey on one side and a day's journey on the other side. The quail surrounded the camp about two cubits above the ground.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people were busy gathering quail all that day, all the night, and all the next day. No one gathered less than ten homers of quail. They shared the quail all through the camp.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While the meat was still between their teeth, while they were chewing it, Yahweh became angry at them. He attacked the people with a very great disease.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That place was named Kibroth Hattaavah, because there they buried the people who had craved meat.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From Kibroth Hattaavah the people traveled to Hazeroth, where they stayed.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}