{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh spoke to Moses. He said,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Send some men to examine the land of Canaan, which I have given to the people of Israel. Send a man from every tribe of their ancestors. Each man must be a leader among them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses sent them from the wilderness of Paran, so that they might obey Yahweh's command. All of them were leaders among the people of Israel.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were their names: from the tribe of Reuben, Shammua son of Zaccur;\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "from the tribe of Simeon, Shaphat son of Hori;\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "from the tribe of Judah, Caleb son of Jephunneh;\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "from the tribe of Issachar, Igal son of Joseph;\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "from the tribe of Ephraim, Hoshea son of Nun;\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "from the tribe of Benjamin, Palti son of Raphu;\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "from the tribe of Zebulun, Gaddiel son of Sodi;\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "from the tribe of Joseph (that is to say, from the tribe Manasseh), Gaddi son of Susi;\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "from the tribe of Dan, Ammiel son of Gemalli;\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "from the tribe of Asher, Sethur son of Michael;\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "from the tribe of Naphtali, Nahbi son of Vophsi;\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "from the tribe of Gad, Geuel son of Maki.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the names of the men whom Moses sent to examine the land. Moses called Hoshea son of Nun by the name of Joshua.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses sent them to examine the land of Canaan. He said to them, \"Approach from the Negev and go up into the hill country.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Examine the land to see what it is like. Observe the people who live there, whether they are strong or weak, and whether they are few or many.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See what the land is like where they live. Is it good or bad? What cities are there? Are they like camps, or are they fortified cities?\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See what the land is like, whether it is good for growing crops or not, and whether there are trees there or not. Be brave and bring back samples of the land's produce.\" Now the time was the season for the first ripe grapes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the men went up and examined the land from the wilderness of Zin to Rehob, near Lebo Hamath.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went up from the Negev and arrived at Hebron. Ahiman, Sheshai, and Talmai, clans descended from Anak, were there. Now Hebron had been built seven years before Zoan in Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they reached the Valley of Eshkol, they cut down a branch with a cluster of grapes. They carried it on a staff between two of their group. They also brought pomegranates and figs.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That place was named the Valley of Eshkol, because of the grape cluster that the people of Israel cut down there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After forty days, they returned from examining the land.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They came back to Moses, Aaron, and all the community of the people of Israel in the wilderness of Paran, at Kadesh. They brought back word to them and to all the community, and showed them the produce from the land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They told Moses, \"We reached the land to which you sent us. It certainly flows with milk and honey. Here is some produce from it.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, the people who make their homes there are strong. The cities are fortified and very large. We also saw descendants of Anak there.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Amalekites live in the Negev. The Hittites, Jebusites, and Amorites have their homes in the hill country. The Canaanites live by the sea and along the Jordan River.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Caleb silenced the people who were before Moses and said, \"Let us go up and take possession of the land, for we are certainly able to conquer it.\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the other men who had gone with him said, \"We are not able to attack the people because they are stronger than we are.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they spread around a discouraging report to the people of Israel about the land that they had examined. They said, \"The land that we looked at is a land that eats up its inhabitants. All the people whom we saw there are people of great height.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There we saw giants, descendants of Anak, people who came from giants. In our own sight we were like grasshoppers in comparison with them, and this is what we were in their sight, too.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}