{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That night all the community wept loudly.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people of Israel criticized Moses and Aaron. The whole community said to them, \"We wish we had died in the land of Egypt, or here in this wilderness!\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Why did Yahweh bring us to this land to die by the sword? Our wives and our little ones will become victims. Is it not better for us to return to Egypt?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to each another, \"Let us choose another leader, and let us return to Egypt.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses and Aaron lay facedown before all the assembly of the community of the people of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joshua son of Nun and Caleb son of Jephunneh, who were some of those sent to examine the land, tore their clothes.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They spoke to all the community of the people of Israel. They said, \"The land that we passed through and examined is a very good land.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If Yahweh is pleased with us, then he will take us into this land and give it to us. The land flows with milk and honey.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But do not rebel against Yahweh, and do not fear the people in the land, for they are bread to us. Their protection will be removed from them, because Yahweh is with us. Do not fear them.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the congregation said to stone them with stones. But the glory of Yahweh appeared at the tent of meeting to all the people of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"How long must this people despise me? How long must they fail to trust me, despite all the signs of my power that I have done among them?\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will attack them with plague, disinherit them, and make from your own clan a nation that will be greater and mightier than they are.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to Yahweh, \"If you do this, then the Egyptians will hear about it, because you rescued this people from them by your power.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will tell it to this land's inhabitants. They have heard that you, Yahweh, are present with this people, because you are seen face to face. Your cloud stands over our people. You go before them in a pillar of cloud by day and in a pillar of fire by night.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now if you kill this people as one man, then the nations that have heard of your fame will speak and say,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Because Yahweh could not take this people into the land that he swore to give them, he has killed them in the wilderness.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, I beg you, use your great power. For you have said,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Yahweh is slow to anger and abundant in covenant faithfulness. He forgives iniquity and transgression. He will by no means clear the guilty when he brings the punishment of the ancestors' sin on their descendants, to the third and fourth generation.'\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pardon, I plead with you, this people's sin because of the greatness of your covenant faithfulness, just as you have always forgiven this people from the time they were in Egypt until now.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said, \"I have pardoned them in keeping with your request,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but truly, as I live, and as all the earth will be filled with my glory,\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "all those people who saw my glory and the signs of power that I did in Egypt and in the wilderness—they have still tempted me these ten times and have not listened to my voice.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I say that they will certainly not see the land about which I made an oath to their ancestors. Not one of them who despised me will see it,\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "except for my servant Caleb, because he had another spirit. He has followed me fully; I will bring him into the land which he went to examine. His descendants will possess it.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(Now the Amalekites and Canaanites lived in the valley.) Tomorrow turn and go to the wilderness by the way of the Sea of Reeds.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses and to Aaron. He said,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"How long must I tolerate this evil community that criticizes me? I have heard the complaining of the people of Israel against me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Say to them, 'As I live,' says Yahweh, 'as you have spoken in my hearing, I will do this to you:\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your dead bodies will fall in this wilderness, all you who complained against me, you who were counted in the census, the whole number of the people from twenty years old and upward.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will certainly not go into the land that I promised to make your home, except Caleb son of Jephunneh and Joshua son of Nun.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But your little ones who you said would be victims, I will take them into the land. They will experience the land that you have rejected!\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for you, your dead bodies will fall in this wilderness.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your children will be shepherds in the wilderness for forty years. They must bear the consequences of your acts of rebellion until the end of your corpses in the wilderness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just as the number of the days during which you examined the land—forty days, you must likewise bear the consequences of your sins for forty years—one year for every day, and you must know what it is like for me to oppose you.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, Yahweh, have spoken. I will certainly do this to all this evil community that is gathered together against me. They will be completely cut off, and here they will die.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the men Moses sent to spy out the land, who returned and made the entire community grumble against Moses by spreading a bad report about the land—\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "these men who had brought out a bad report about the land were struck down, and they died of a plague before Yahweh.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Of those men who had gone to spy out the land, only Joshua son of Nun and Caleb son of Jephunneh remained alive.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Moses reported these words to all the people of Israel, they mourned very deeply.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They rose up early in the morning and went to the top of the mountain and said, \"Look, we are here, and we will go to the place that Yahweh has promised, for we have sinned.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Moses said, \"Why are you now violating Yahweh's command? You will not succeed.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not go, because Yahweh is not with you to prevent you from being defeated by your enemies.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Amalekites and Canaanites are there, and you will die by the sword because you turned back from following Yahweh. So he will not be with you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they presumed to go up into the hill country; however, neither Moses nor the ark of the covenant of Yahweh left the camp.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Amalekites came down, and also the Canaanites who lived on those hills. They attacked the Israelites and defeated them all the way to Hormah.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}