{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh spoke to Moses. He said,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to the people of Israel and say to them, 'When you go into the land where you will live, which Yahweh will give to you,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "you are to prepare an offering by fire to Yahweh, either a burnt offering or a sacrifice to fulfill a vow or a freewill offering, or an offering at your feasts, to produce a pleasing aroma for Yahweh from the herd or the flock.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must offer to Yahweh a burnt offering as well as a grain offering of a tenth of an ephah of fine flour mixed with one-fourth of a hin of oil.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must also offer with the burnt offering, or for the sacrifice, one-fourth of a hin of wine for the drink offering for each lamb.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you are offering a ram, you must prepare as a grain offering two-tenths of an ephah of fine flour mixed with a third of a hin of oil.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the drink offering, you must offer a third of a hin of wine. It will produce a sweet aroma for Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you prepare a bull as a burnt offering or as a sacrifice to fulfill a vow, or as a fellowship offering to Yahweh,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then you must offer with the bull a grain offering of three-tenths of an ephah of fine flour mixed with half a hin of oil.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must offer as the drink offering half a hin of wine, as an offering made by fire, to produce a sweet aroma for Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It must be done this way for each bull, for each ram, and for each of the male lambs or young goats.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every sacrifice that you prepare and offer must be done as described here.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All who are native-born Israelites must do these things in this way, when anyone brings an offering made by fire, to produce an aroma that is pleasing to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a foreigner is staying with you, or whoever may live among you throughout your people's generations, he must make an offering made by fire, to produce a sweet aroma for Yahweh. He must act as you act.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There must be the same law for the community and for the foreigner who stays with you, a permanent law throughout your people's generations. As you are, so also must be the traveler staying with you. He must act as you act before Yahweh.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The same law and decree must apply to you and to the foreigner who is staying with you.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Again Yahweh spoke to Moses. He said,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to the people of Israel and say to them, 'When you come into the land where I will take you,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "when you eat the food produced in the land, you must offer an offering and present it to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the first of your dough you must offer a loaf to raise it up as a raised offering from the threshing floor. You must raise it up in this way.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must give to me a raised offering throughout your people's generations from the first of your dough.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will sometimes sin without intending to do so, when you do not obey all these commands that I have spoken to Moses—\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "everything that I have commanded you through Moses from the day that I began to give you commands and onward throughout your people's generations.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the case of unintentional sin without the community's knowledge, then all the community must offer one young bull as a burnt offering to produce a sweet aroma for Yahweh. Along with this must be made a grain offering and drink offering, as commanded by the decree, and one male goat as a sin offering.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must make atonement for all the community of the people of Israel. They will be forgiven because the sin was an error. They have brought their sacrifice, an offering made by fire to me. They have brought their sin offering before me for their error.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the community of the people of Israel will be forgiven, and also the foreigners who are staying with them, because all the people committed the sin unintentionally.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a person sins unintentionally, then he must offer a female goat a year old as a sin offering.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must make atonement before Yahweh for the person who sins unintentionally. That person will be forgiven when atonement has been made.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must have the same law for the one who does anything unintentionally, the same law for the one who is native born among the people of Israel and for the foreigners who are staying among them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the person who does anything in defiance, whether he is native born or a foreigner, blasphemes me. That person must be cut off from among his people.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because he has despised my word and has broken my commandment, that person must be cut off completely. His sin will be on him.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While the people of Israel were in the wilderness, they found a man gathering wood on the Sabbath day.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who found him brought him to Moses, Aaron, and all the community.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They kept him in custody because it had not been declared what should be done with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses, \"The man must surely be put to death. All the community must stone him with stones outside the camp.\"\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So all the community brought him outside the camp and stoned him to death as Yahweh had commanded Moses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Again Yahweh spoke to Moses. He said,\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to the descendants of Israel and command them to make for themselves tassels to hang from the borders of their garments, to hang them from each border by a blue cord. They must do this throughout their people's generations.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It will be a special reminder to you, when you may look at it, of all my commandments, to carry them out so that you do not look to your own heart and your own eyes and prostitute yourselves to them.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do this so that you may call to mind and obey all my commandments, and so that you may be holy, reserved for me, your God.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am Yahweh your God, who brought you out of the land of Egypt, to become your God. I am Yahweh your God.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}