{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Korah son of Izhar son of Kohath son of Levi, along with Dathan and Abiram sons of Eliab, and On son of Peleth, descendants of Reuben, gathered some men.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They rose up against Moses, along with other men from the people of Israel, two hundred and fifty leaders of the community who were well-known members in the community.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They assembled themselves together to confront Moses and Aaron. They said to them, \"You have gone too far! All the community is set apart, every one of them, and Yahweh is among them. Why do you lift up yourselves above the rest of Yahweh's community?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Moses heard that, he lay facedown.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He spoke to Korah and to all those with him, \"In the morning Yahweh will make known who belongs to him and who is set apart to him. He will bring that person near to him. The one he chooses he will bring near to himself.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do this, Korah and all your group. Take censers\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "tomorrow and put fire and incense in them before Yahweh. The one whom Yahweh chooses, that man will be set apart to Yahweh. You have gone too far, you descendants of Levi.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Again, Moses said to Korah, \"Now listen, you descendants of Levi:\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "is it a small thing for you that the God of Israel has separated you from the community of Israel, to bring you near to himself, to do work in Yahweh's tabernacle, and to stand before the community to serve them?\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He has brought you near, and all your kinfolk, the descendants of Levi, with you, yet you are seeking the priesthood also!\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is why you and all your group have gathered together against Yahweh. So why are you complaining about Aaron, who obeys Yahweh?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses called for Dathan and Abiram, the sons of Eliab, but they said, \"We will not come up.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Is it a small thing that you have brought us up out of a land flowing with milk and honey, to kill us in the wilderness? Now you want to make yourself ruler over us!\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In addition, you have not brought us into a land flowing with milk and honey, or given us the fields and vineyards as an inheritance. Now do you want to blind us with empty promises? We will not come to you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses was very angry and said to Yahweh, \"Do not respect their offering. I have not taken one donkey from them, and I have not harmed any of them.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses said to Korah, \"Tomorrow you and all your company must go before Yahweh—you and they, and Aaron.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each of you must take his censer and put incense in it. Then each man must bring before Yahweh his censer, two hundred and fifty censers. You and Aaron, also, must each bring your censer.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So every man took his censer, put fire in it, laid incense in it, and stood at the entrance to the tent of meeting with Moses and Aaron.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Korah assembled all the community against Moses and Aaron at the entrance to the tent of meeting, and Yahweh's glory appeared to all the community.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh spoke to Moses and to Aaron:\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Separate yourselves from among this community that I may consume them immediately.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses and Aaron lay facedown and said, \"God, the God of the spirits of all humanity, if one man sins, must you be angry with all the community?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh replied to Moses. He said,\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to the community. Say, 'Get away from the tents of Korah, Dathan, and Abiram.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses rose up and went to Dathan and Abiram; the elders of Israel followed him.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He spoke to the community and said, \"Now leave the tents of these wicked men and touch nothing of theirs, or you will be consumed by all their sins.\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the community on every side of the tents of Korah, Dathan, and Abiram left them. Dathan and Abiram came out and stood at the entrance to their tents, with their wives, sons, and their little ones.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses said, \"By this you will know that Yahweh has sent me to do all these works, for I have not done them of my own accord.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If these men die a natural death such as normally happens, then Yahweh has not sent me.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if Yahweh creates something new, and the earth opens its mouth and swallows them, with everything that they possess, and they go down alive into Sheol, then you must understand that these men have despised Yahweh.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as Moses finished speaking all these words, the ground opened under those men.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The earth opened its mouth and swallowed them, their families, and all the people who belonged to Korah, as well as all their possessions.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they and all that they possessed went down alive into Sheol. The earth closed over them, and they perished from among the community.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All Israel around them fled from their cries. They exclaimed, \"The earth may swallow us up also!\"\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then fire flashed out from Yahweh and devoured the 250 men who had offered incense.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Again Yahweh spoke to Moses and said,\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to Eleazar son of Aaron the priest and let him take up the censers out of the flames, for the censers are set apart to me. Then let him scatter the burning coals at a distance.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take the censers of those who lost their lives because of their sin. Let them be made into hammered plates as a covering over the altar. Those men did offer them before me, so they are set apart to me. They will be a sign of my presence to the people of Israel.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eleazar the priest took the bronze censers that had been used by the men who were burned up, and they were hammered out into a covering for the altar,\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "to be a reminder to the people of Israel, so that no outsider who was not descended from Aaron should come up to burn incense before Yahweh, so they might not become like Korah and his group—just as Yahweh had commanded through Moses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the next morning all the community of the people of Israel complained against Moses and Aaron. They said, \"You have killed Yahweh's people.\"\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then it happened, when the community had assembled against Moses and Aaron, that they looked toward the tent of meeting and, behold, the cloud was covering it. Yahweh's glory appeared,\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and Moses and Aaron came to the front of the tent of meeting.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh spoke to Moses. He said,\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Go away from in front of this community so that I may consume them immediately.\" Then Moses and Aaron lay down with their faces to the ground.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to Aaron, \"Take the censer, put fire in it from off the altar, put incense in it, carry it quickly to the community, and make atonement for them, because anger is coming from Yahweh. The plague has begun.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Aaron did as Moses directed. He ran into the middle of the community. The plague had quickly started to spread among the people, so he put in the incense and made atonement for the people.\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron stood between the dead and the living; in this way the plague was stopped.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who died by the plague were 14,700 in number, besides those who had died in the matter of Korah.\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron returned to Moses at the entrance to the tent of meeting, and the plague ended.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}