{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses. He said,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to the people of Israel and get staffs from them, one for each ancestral tribe, twelve staffs. Write each man's name on his staff.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must write Aaron's name on Levi's staff. There must be one staff for each leader from his ancestors' tribe.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must place the staffs in the tent of meeting in front of the covenant decrees, where I meet with you.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It will happen that the staff of the man whom I choose will bud. I will cause the complaints from the people of Israel to stop, which they are speaking against you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses spoke to the people of Israel. All the tribal leaders gave him staffs, one staff from each leader, selected from each of the ancestral tribes, twelve staffs in all. Aaron's staff was among them.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses deposited the staffs before Yahweh in the tent of the covenant decrees.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day Moses went into the tent of the covenant decrees and, behold, Aaron's staff for the tribe of Levi had budded. It grew buds and produced blossoms and ripe almonds!\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses brought out all the staffs from before Yahweh to all the people of Israel, and each man took his staff.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"Put Aaron's staff in front of the covenant decrees. Keep it as a sign of guilt against the people who rebelled so that you may end complaints against me, or they will die.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses did just as Yahweh had commanded him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel spoke to Moses and said, \"We will die here. We will all perish!\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone who comes up, who approaches Yahweh's tabernacle, will die. Must we all perish?\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}