{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Aaron, \"You, your sons, and your ancestor's clan will be responsible for all sins committed against the sanctuary. But only you and your sons with you will be responsible for all sins committed by anyone in the priesthood.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for your fellow members of the tribe of Levi, your ancestors' tribe, you must bring them with you so they may join you and help you when you and your sons serve in front of the tent of the covenant decrees.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must serve you and the whole tent. However, they must not come near to anything in the holy place or connected with the altar, or they and also you will die.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must join you and take care of the tent of meeting, for all the work connected with the tent. A foreigner must not come near you.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must take responsibility for the holy place and for the altar so that my anger does not come on the people of Israel again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look, I myself have chosen your fellow members of the Levites from among the descendants of Israel. They are a gift to you, given to me to do the work connected to the tent of meeting.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But only you and your sons may exercise the priesthood regarding everything connected with the altar and everything inside the curtain. You yourselves must fulfill those responsibilities. I am giving you the priesthood as a gift. Any foreigner who approaches must be put to death.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Aaron, \"Look, I have given you the duty of handling the offerings raised up to me, and all the holy offerings that the people of Israel give to me. I have given these offerings to you and your sons as your ongoing share.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This will belong to you from the most holy things that is kept from the fire. From every offering of theirs—every grain offering, every sin offering, and every guilt offering—they are set apart to you and to your sons.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These offerings are very holy; every male must eat it, for they are holy to you.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the offerings that will belong to you, set apart out of all their gifts of the wave offerings of the people of Israel. I have given them to you, your sons, and your daughters, as your portion forever. Everyone who is ceremonially clean in your family may eat any of these offerings.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the best of the oil, all the best of the new wine and grain, the firstfruits that the people give to me—all these things I have given to you.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The first ripe produce of all that is in their land, which they bring to me, will be yours. Everyone who is clean in your family may eat these things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every devoted thing in Israel will be yours.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everything that opens the womb, all the firstborn which the people offer to Yahweh, both of man and animal, will be yours. Nevertheless, the people must certainly buy back every firstborn son, and they must buy back the firstborn male of unclean animals.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those that are to be bought back by the people must be bought back after becoming one month old. Then the people may buy them back, for the price of five shekels, by the standard weight of the sanctuary shekel, which equals twenty gerahs.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the firstborn of a cow, or the firstborn of a sheep, or the firstborn of a goat—you must not buy back these animals; they are set apart to me. You must sprinkle their blood on the altar and burn their fat as an offering made by fire, an aroma pleasing to Yahweh.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their meat will be yours. Like the raised breast and the right thigh, their meat will be yours.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the holy offerings that the people of Israel present to Yahweh, I have given to you, and to your sons and to your daughters with you, as a continual share. It is an everlasting covenant of salt, a binding covenant forever, before Yahweh for both you and your descendants with you.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Aaron, \"You will have no inheritance in the people's land, nor will you have any share of property among the people. I am your share and inheritance among the people of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To the descendants of Levi, look, I have given all the tithes in Israel as their inheritance in return for the service that they provide in working at the tent of meeting.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From now on the people of Israel must not come near the tent of meeting, or they will be responsible for this sin and die.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Levites must do the work connected to the tent of meeting. They will be responsible for any sin regarding it. This will be a permanent law throughout your people's generations. Among the people of Israel they must have no inheritance.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the tithes of the people of Israel, which they offer as a contribution to me—it is these that I have given to the Levites as their inheritance. That is why I said to them, 'They must have no inheritance among the people of Israel.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses and said,\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"You must speak to the Levites and say to them, 'When you receive from the people of Israel the tenth that I have given to you from them for your inheritance, you will present a contribution from it to Yahweh, a tenth of the tithe.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your contribution must be considered by you as if it were a tenth of the grain from the threshing floor or of the production from the winepress.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you also must make a contribution to Yahweh from all the tithes that you receive from the people of Israel. From them you must give his contribution to Aaron the priest.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Out of all the gifts you receive, you must make every contribution to Yahweh. You must do this from all the best and the holiest things that have been given to you.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore you must say to them, 'When you present the best of it, then it must be credited to the Levites as the product from the threshing floor and the winepress.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You may eat the rest of your gifts in any place, you and your families, because it is your pay in return for your work in the tent of meeting.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will not incur any guilt by eating and drinking it, if you have presented to Yahweh the best of what you have received. But you must not profane the holy offerings of the people of Israel, or you will die.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}