{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses and Aaron. He said,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"This is a statute, a law which I am commanding you: Say to the people of Israel that they must bring to you a red heifer without flaw or blemish, and which has never carried a yoke.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Give the heifer to Eleazar the priest. He must bring it outside the camp, and someone must kill it in front of him.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eleazar the priest must take some of its blood with his finger and sprinkle it seven times toward the front of the tent of meeting.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Another priest must burn the heifer in his sight. He must burn its hide, flesh, and its blood with its dung.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must take cedarwood, hyssop, and scarlet wool, and throw it all into the middle of the burning heifer.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he must wash his clothes and bathe in water. Then he may come into the camp, where he will remain unclean until the evening.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who has burned the heifer must wash his clothes in water and bathe in water. He will remain unclean until the evening.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Someone who is clean must gather up the heifer's ashes and put them outside the camp in a clean place. These ashes must be kept for the community of the people of Israel. They will mix the ashes with water for purification from sin, since the ashes were from a sin offering.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who gathered the heifer's ashes must wash his clothes. He will remain unclean until the evening. This will be a permanent law for the people of Israel and the foreigners who stay with them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever touches the dead body of any man will be unclean for seven days.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Such a person must purify himself on the third day and on the seventh day. Then he will be clean. But if he does not purify himself the third day, then he will not be clean on the seventh day.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever touches a dead person, the body of a man who has died, and does not purify himself—this person defiles Yahweh's tabernacle. That person must be cut off from Israel because the water for impurity was not sprinkled on him. He will remain unclean; his uncleanness will remain on him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the law for when someone dies in a tent. Everyone who goes into the tent and everyone who is already in the tent will be unclean for seven days.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every open container with no cover becomes unclean.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, anyone outside a tent who touches someone who has been killed with a sword, any other dead body, a human bone, or a grave—that person will be unclean for seven days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do this for the unclean person: Take some ashes from the burnt sin offering and mix them in a jar with fresh water.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Someone who is clean must then take hyssop, dip it in the water, and sprinkle it on the tent, on all the containers inside the tent, on the persons who were there, and on anyone who touched the bone, the one who was killed, the one who died, or the grave.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the third day and on the seventh day, the clean person must sprinkle the unclean person. On the seventh day the unclean person must purify himself. He must wash his clothes and bathe in water. At evening he will become clean.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But anyone who remains unclean, who refuses to purify himself—that person will be cut off from the community, because he has defiled Yahweh's sanctuary. The water for impurity has not been sprinkled on him; he remains unclean.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This will be an ongoing law concerning these situations. The one who sprinkles the water for impurity must wash his clothes. The one who touches the water for impurity will become unclean until evening.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whatever the unclean person touches will become unclean. The person who touches it will become unclean until evening.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}