{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the people of Israel, the whole community, went into the wilderness of Zin in the first month; they stayed at Kadesh. There Miriam died and was buried.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was no water for the community, so they assembled together against Moses and Aaron.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people complained against Moses. They said, \"It would have been better if we had died when our fellow Israelites died in front of Yahweh!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Why have you brought Yahweh's community into this wilderness to die here, we and our animals?\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Why did you make us come up out of Egypt to bring us to this horrible place? Here there is no seed, figs, vines, or pomegranates, and there is no water to drink.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses and Aaron went away from in front of the assembly. They went to the entrance of the tent of meeting and lay facedown. There Yahweh's brilliant glory appeared to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses and said,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Take the staff and assemble the community, you, and Aaron your brother. Speak to the rock before their eyes, and command it to flow with water. You will produce water for them out of that rock, and you must give it to the community and their cattle to drink.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses took the staff from before Yahweh, as Yahweh had commanded him to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses and Aaron gathered the assembly together before the rock. Moses said to them, \"Listen now, you rebels. Must we bring water out of this rock for you?\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses raised his hand and struck the rock twice with his staff, and much water came out. The community drank, and their cattle drank.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses and Aaron, \"Because you did not trust me or honor me as holy in the eyes of the people of Israel, you will not bring this assembly into the land I have given them.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This place was called the waters of Meribah because the people of Israel had quarreled with Yahweh there, and he showed himself to them as holy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses sent messengers from Kadesh to the king of Edom: Your brother Israel says this: \"You know all the difficulties that have happened to us.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know that our ancestors went down to Egypt and lived in Egypt a long time. The Egyptians treated us harshly and also our ancestors.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When we called out to Yahweh, he heard our voice and sent an angel and brought us out of Egypt. Look, we are in Kadesh, a city on the border of your land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am asking you to let us pass through your land. We will not pass through field or vineyard, nor will we drink the water in your wells. We will go along the king's highway. We will not turn aside to the right hand or to the left until we have passed your border.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the king of Edom replied to him, \"You may not pass through here. If you do, I will come with the sword to attack you.\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people of Israel said to him, \"We will go along the highway. If we or our livestock drink your water, we will pay for it. Just let us walk through on foot, without doing anything else.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the king of Edom replied, \"You may not pass through.\" So the king of Edom came against Israel with a strong hand with many soldiers.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Edom refused to allow Israel to cross over their border. Because of this, Israel turned away from the land of Edom.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the people journeyed from Kadesh. The people of Israel, the whole community, came to Mount Hor.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses and Aaron at Mount Hor, on Edom's border. He said,\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Aaron must be gathered to his people, for he will not enter the land that I have given to the people of Israel. This is because you both rebelled against my word at the waters of Meribah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take Aaron and Eleazar his son, and bring them up to Mount Hor.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take Aaron's priestly garments off him and put them on Eleazar his son. Aaron must die and be gathered to his people there.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses did as Yahweh commanded. They went up Mount Hor in the sight of all the community.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses took Aaron's priestly garments off him and put them on Eleazar his son. Aaron died there on the top of the mountain. Then Moses and Eleazar came down.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When all the community saw that Aaron was dead, the entire nation wept for Aaron for thirty days.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}