{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel traveled on until they camped in the plains of Moab near Jericho, on the other side of the Jordan River from the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Balak son of Zippor saw all that Israel had done to the Amorites.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moab was very afraid of the people because they were many, and Moab was in terror of the people of Israel.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Moab said to the elders of Midian, \"This multitude will eat up all that is around us as an ox eats up the grass in a field.\" Now Balak son of Zippor was king of Moab at that time.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He sent messengers to Balaam son of Beor, at Pethor which is by the Euphrates River, in the land of his nation and his people. He called him and said, \"Look, a nation has come here from Egypt. They cover the face of the earth and they are right now next to me.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So please come now and curse this nation for me, because they are too strong for me. Perhaps then I can manage to attack them and drive them out of the land. I know that whomever you bless will be blessed, and whomever you curse will be cursed.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the elders of Moab and the elders of Midian left, taking payment for divination. They came to Balaam and spoke to him Balak's words.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Balaam said to them, \"Stay here tonight. I will bring you what Yahweh says to me.\" So the leaders of Moab stayed with Balaam that night.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God came to Balaam and said, \"Who are these men who came to you?\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Balaam answered God, \"Balak son of Zippor, king of Moab, has sent them to me. He said,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Look, the people who have come from Egypt cover the surface of my land. Now come and curse them for me. Perhaps I will manage to fight them and drive them out.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God replied to Balaam, \"You must not go with those men. You must not curse the people of Israel because they have been blessed.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Balaam rose up in the morning and said to Balak's leaders, \"Go back to your land because Yahweh refuses to allow me to go with you.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the leaders of Moab left and went back to Balak. They said, \"Balaam refused to come with us.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Balak sent again more leaders who were even more honored than the first group.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They came to Balaam and said to him, \"Balak son of Zippor says this, 'Please let nothing stop you from coming to me,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because I will pay you extremely well and give you great honor, and I will do whatever you tell me to do. So please come and curse this people for me.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Balaam answered and said to Balak's men, \"Even if Balak would give me his palace full of silver and gold, I cannot go beyond the word of Yahweh, my God, and do less or more than what he tells me.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now then, please wait here tonight too, so that I may learn anything further that Yahweh says to me.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God came to Balaam at night and said to him, \"Since these men have come to summon you, get up and go with them. But only do what I tell you to do.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Balaam got up in the morning, saddled his donkey, and went with the leaders of Moab.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But because he went, God's anger was kindled. The angel of Yahweh placed himself in the road as someone hostile to Balaam, who was riding on his donkey. Balaam's two servants were also with him.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The donkey saw the angel of Yahweh standing in the road with his drawn sword in his hand. The donkey turned off the road and went into a field. Balaam struck the donkey to turn her back to the road.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the angel of Yahweh stood in a narrow part of the road between some vineyards, with a wall on his right side and another wall on his left side.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The donkey saw the angel of Yahweh again. She went against the wall and pinned Balaam's foot against it. Balaam struck her again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel of Yahweh went further and stood in another narrow place where there was no way to turn to either side.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The donkey saw the angel of Yahweh, and she lay down under Balaam. Balaam's anger was kindled, and he struck the donkey with his staff.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh opened the donkey's mouth so she could talk. She said to Balaam, \"What have I done to you that induced you to strike me these three times?\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Balaam replied to the donkey, \"It was because you acted so stupidly with me. I wish there were a sword in my hand. If there were, by now I would have killed you.\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The donkey said to Balaam, \"Am not I your donkey on which you have ridden all your life long to this present day? Have I ever been in the habit of doing such things to you before?\" Balaam said, \"No.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh opened Balaam's eyes, and he saw the angel of Yahweh standing in the road with his drawn sword in his hand. Balaam lowered his head and lay facedown.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel of Yahweh said to him, \"Why have you struck your donkey these three times? Look, I have come as someone hostile to you because your actions before me have been wicked.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The donkey saw me and turned away from me these three times. If she had not turned away from me, I would certainly have killed you and spared her life.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Balaam said to the angel of Yahweh, \"I have sinned. I did not know that you stood against me in the road. So now, if it is displeasing to you, I will turn back.\"\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the angel of Yahweh said to Balaam, \"Go on ahead with the men. But you must only speak the words that I tell you.\" So Balaam went with the leaders of Balak.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Balak heard that Balaam had come, he went out to meet him at a city in Moab at the Arnon, which is on the border.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Balak said to Balaam, \"Did I not send men to you to summon you? Why did you not come to me? Am I not able to honor you?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Balaam replied to Balak, \"See, I have come to you. Do I now have any power to say anything? I can only say the words that God puts into my mouth.\"\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Balaam went with Balak, and they arrived at Kiriath Huzoth.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Balak sacrificed oxen and sheep and gave some meat to Balaam and the leaders who were with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the morning, Balak took Balaam up to the high place of Baal. From there Balaam could see only a part of the Israelites in their camp.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "nb",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}