{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Israel stayed in Shittim, and the men began to prostitute themselves with women of Moab,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for the Moabites had invited the people to the sacrifices to their gods. So the people ate and bowed down to Moabite gods.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of Israel joined in worshiping Baal of Peor, and Yahweh's anger was kindled against Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"Kill all the leaders of the people and hang them up before me to expose them in the daylight, so that my fierce anger may turn away from Israel.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses said to Israel's leaders, \"Each of you must execute his people who have joined in worshiping Baal of Peor.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then one of the men of Israel came and brought among his family members a Midianite woman. This happened in the sight of Moses and all the community of the people of Israel, while they were weeping at the entrance to the tent of meeting.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Phinehas son of Eleazar son of Aaron the priest, saw that, he rose up from among the community and took a spear in his hand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He followed the Israelite man into the tent and thrust the spear through both of their bodies, both the Israelite man and the woman. So a plague that God had sent on the people of Israel stopped.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who died by the plague were twenty-four thousand in number.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses and said,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Phinehas son of Eleazar son of Aaron the priest, has turned my rage away from the people of Israel because he was passionate with my zeal among them. So I have not consumed the people of Israel in my fierceness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore say, 'Yahweh says, \"Look, I am giving to Phinehas my covenant of peace.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For him and his descendants after him, it will be a covenant of an everlasting priesthood because he was zealous for me, his God. He has atoned for the people of Israel.\"'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the name of the Israelite man who was killed with the Midianite woman was Zimri son of Salu, a leader of an ancestor's family among the Simeonites.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The name of the Midianite woman who was killed was Kozbi daughter of Zur, who was head of a tribe and family in Midian.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh spoke to Moses and said,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Treat the Midianites as enemies and attack them,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for they treated you like enemies with their deceitfulness. They led you into evil in the case of Peor and in the case of their sister Kozbi, the daughter of a leader in Midian, who was killed on the day of the plague in the matter of Peor.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}