{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then to Moses came the daughters of Zelophehad son of Hepher son of Gilead son of Machir son of Manasseh, of the clans of Manasseh son of Joseph. These were the names of his daughters: Mahlah, Noah, Hoglah, Milkah, and Tirzah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They stood before Moses, Eleazar the priest, the leaders, and before all the community at the entrance to the tent of meeting. They said,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Our father died in the wilderness. He was not among those who conspired against Yahweh in the company of Korah. He died for his own sin, and he had no sons.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Why should our father's name be taken away from among his clan members because he had no son? Give us land among our father's relatives.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses brought their case before Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses and said,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Zelophehad's daughters are speaking correctly. You must certainly give them land as an inheritance among their father's relatives, and you must ensure that their father's inheritance passes on to them.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must speak to the people of Israel and say, 'If a man dies and has no son, then you must cause his inheritance to pass to his daughter.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If he has no daughter, then you must give his inheritance to his brothers.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If he has no brothers, then you must give his inheritance to his father's brothers.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If his father has no brothers, then you must give his inheritance to his nearest relative in his clan, and he must take it for his own. This will be a law established by decree for the people of Israel, as Yahweh has commanded me.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"Go up the mountains of Abarim and look at the land that I have given to the people of Israel.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After you have seen it, you, too, must be gathered to your people, like Aaron your brother.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This will happen because you two rebelled against my command in the wilderness of Zin. There, when the water flowed from the rock, in your anger you failed to honor me as holy before the eyes of the whole community.\" These are the waters of Meribah of Kadesh in the wilderness of Zin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses spoke to Yahweh and said,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"May you, Yahweh, the God of the spirits of all humanity, appoint a man over the community,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "a man who may go out and come in before them and lead them out and bring them in, so that your community is not like sheep that have no shepherd.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"Take Joshua son of Nun, a man in whom my Spirit lives, and lay your hand on him.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Place him before Eleazar the priest and before all the community, and command him before their eyes to lead them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must put some of your authority on him, so that all the community of the people of Israel may obey him.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will go before Eleazar the priest to seek my will for him by the decisions of the Urim. It will be at his command that the people will go out and come in, both he and all the people of Israel with him, the whole community.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses did as Yahweh had commanded him. He took Joshua and placed him before Eleazar the priest and all the community.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He laid his hands on him and commanded him to lead, as Yahweh had commanded him to do.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}