{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses and said,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Command the people of Israel and say to them, 'You must offer sacrifices to me at the appointed times, the food of my offerings made by fire to produce a sweet aroma for me.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must also say to them, 'This is the offering made by fire that you must offer to Yahweh—male lambs a year old without blemish, two each day, as a regular burnt offering.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One lamb you must offer in the morning, and the other lamb you must offer in the evening.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must offer a tenth of an ephah of fine flour as a grain offering, mixed with one-fourth of a hin of beaten oil.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the regular burnt offering that was commanded at Mount Sinai to produce a sweet aroma, an offering made by fire to Yahweh.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The drink offering with it must be one-fourth of a hin for one of the lambs. You must pour out in the holy place a drink offering of strong drink to Yahweh.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The other lamb you must offer in the evening along with another grain offering like the one offered in the morning. You must also offer another drink offering with it, an offering made by fire, to produce a sweet aroma for Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the Sabbath day you must offer two male lambs, each a year old without blemish, and two-tenths of an ephah of fine flour as a grain offering, mixed with oil, and the drink offering with it.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is to be the burnt offering for every Sabbath, in addition to the regular burnt offering and the drink offering with it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the beginning of each month, you must offer a burnt offering to Yahweh. You must offer two young bulls, one ram, and seven male lambs a year old without blemish.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must also offer three-tenths of an ephah of fine flour as a grain offering mixed with oil for each bull, and two-tenths of fine flour as a grain offering mixed with oil for the one ram.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must also offer a tenth of an ephah of fine flour mixed with oil as a grain offering for each lamb. This is to be the burnt offering, to produce a sweet aroma, an offering made by fire to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people's drink offerings must be half a hin of wine for a bull, a third of a hin for a ram, and one-fourth of a hin for a lamb. This is to be the burnt offering for every month throughout the months of the year.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One male goat as a sin offering to Yahweh must be offered. This will be in addition to the regular burnt offering and the drink offering with it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the first month, on the fourteenth day of the month, comes Yahweh's Passover.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the fifteenth day of this month a feast is to be held. For seven days, bread without yeast must be eaten.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the first day, there must be a holy assembly to honor Yahweh. You must not do regular work on that day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, you must offer a sacrifice made by fire, a burnt offering to Yahweh. You must offer two young bulls, one ram, and seven male lambs a year old, without blemish.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Along with the bull, you must offer a grain offering of three-tenths of an ephah of fine flour mixed with oil, and along with the ram, two-tenths.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "With each of the seven lambs, you must offer a tenth of an ephah of fine flour mixed with oil,\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and one male goat as a sin offering to make atonement for yourselves.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must offer these in addition to the regular burnt offering required each morning.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As described here, you must offer these sacrifices daily, for the seven days of the Passover, the food of the offering made by fire, a sweet aroma for Yahweh. It must be offered in addition to the regular burnt offering and the drink offering with it.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the seventh day you must have a holy assembly to honor Yahweh, and you must not do regular work on that day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also on the day of the firstfruits, when you offer a new grain offering to Yahweh in your Festival of Weeks, you must have a holy assembly to honor Yahweh, and you must not do regular work on that day.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must offer a burnt offering to produce a sweet aroma for Yahweh. You must offer two young bulls, one ram, and seven male lambs a year old.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Offer also grain offering to go with them: Fine flour mixed with oil, three-tenths of an ephah of fine flour mixed with oil for each bull and two-tenths for the one ram.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Offer a tenth of an ephah of fine flour mixed with oil for each of the seven lambs,\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and one male goat to make atonement for yourselves.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you offer those animals without blemish, along with their drink offerings, this must be in addition to the regular burnt offering and the grain offering with it.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}