{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now this is the history of the descendants of Aaron and Moses when Yahweh spoke with Moses on Mount Sinai.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The names of Aaron's sons were Nadab the firstborn, and Abihu, Eleazar, and Ithamar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the names of the sons of Aaron, the priests who were anointed and who were ordained to serve as priests.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Nadab and Abihu fell dead before Yahweh when they offered to him unacceptable fire in the wilderness of Sinai. Nadab and Abihu had no children, so just Eleazar and Ithamar served as priests with Aaron their father.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses. He said,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Bring the tribe of Levi and present them to Aaron the priest for them to help him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must perform the duties on behalf of Aaron and the whole community before the tent of meeting. They must serve in the tabernacle.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must care for all the furnishings in the tent of meeting, and they must help the tribes of Israel to carry out the tabernacle service.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must give the Levites to Aaron and his sons. They are wholly given to help him serve the people of Israel.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must appoint Aaron and his sons as priests, but any foreigner who comes near must be put to death.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses. He said,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Look, I have taken the Levites from among the people of Israel. I have done this instead of taking each firstborn male who is born among the people of Israel. The Levites belong to me.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the firstborn belong to me. On the day that I attacked all the firstborn in the land of Egypt, I set apart for myself all the firstborn in Israel, both people and animals. They belong to me. I am Yahweh.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses in the wilderness of Sinai. He said,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Count the descendants of Levi in each family, in their clans. Count every male who is one month old and older.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses counted them, following the word of Yahweh, just as he was commanded to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The names of Levi's sons were Gershon, Kohath, and Merari.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The clans coming from Gershon's sons were Libni and Shimei.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The clans coming from Kohath's sons were Amram, Izhar, Hebron, and Uzziel.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The clans coming from Merari's sons were Mahli and Mushi. These are the clans of the Levites, listed clan by clan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The clans of the Libnites and the Shimeites come from Gershon. These are the clans of the Gershonites.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the males from a month old and older were counted, totaling 7,500.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The clans of the Gershonites must camp on the west side of the tabernacle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eliasaph son of Lael must lead the clans of the descendants of the Gershonites.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The family of Gershon must care for the tent of meeting including the tabernacle. They must care for the tent, its covering, and the curtain used as the entrance to the tent of meeting.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must care for the courtyard hangings, the curtain at the courtyard entrance—the courtyard that surrounds the sanctuary and the altar. They must care for the ropes of the tent of meeting and for everything in it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These clans come from Kohath: the clan of the Amramites, the clan of the Izharites, the clan of the Hebronites, and the clan of the Uzzielites. These clans belong to the Kohathites.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "8,600 males have been counted aged one month old and older to take care of the things that belong to Yahweh.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Kohath clans must camp on the south side of the tabernacle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elizaphan son of Uzziel must lead the clans of the Kohathites.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must care for the ark, the table, the lampstand, the altars, the holy things that are used in their service, the curtain, and all the work around it.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eleazar son of Aaron the priest must lead the men who lead the Levites. He must supervise the men who care for the holy place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Two clans have come from Merari: the clan of the Mahlites and the clan of the Mushites. These clans have come from Merari.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "6,200 males have been counted aged one month old and older.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zuriel son of Abihail must lead the clans of Merari. They must camp on the north side of the tabernacle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The descendants of Merari must care for the framing of the tabernacle, the crossbars, posts, bases, all the hardware, and everything related to them, including\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the pillars and posts of the courtyard that surround the tabernacle, with their sockets, pegs, and ropes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses and Aaron and his sons must camp on the east side of the tabernacle, in front of the tent of meeting, toward the sunrise. They are responsible for the fulfillment of the duties of the sanctuary and the duties of the people of Israel. Any foreigner who approaches the sanctuary must be put to death.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses and Aaron counted all the males in the clans of Levi who were aged one month old and older, just as Yahweh commanded. They counted twenty-two thousand men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses, \"Count all the firstborn males of the people of Israel who are aged one month old and older. List their names.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must take the Levites for me—I am Yahweh—instead of all the firstborn of the people of Israel, and the livestock of the Levites instead of the firstborn of the livestock of the descendants of Israel.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses counted all the firstborn people of Israel as Yahweh had commanded him to do.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He counted all the firstborn males by name, aged one month old and older. He counted 22,273 men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Again, Yahweh spoke to Moses. He said,\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Take the Levites instead of all the firstborn among the people of Israel, and take the Levites' livestock instead of the people's livestock. The Levites belong to me—I am Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must collect five shekels for the redemption of each of the 273 firstborn people of Israel who exceed the number of the Levites.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must use the shekel of the sanctuary as your standard weight. The shekel equals twenty gerahs.\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must give the price of redemption that you paid to Aaron and his sons.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses collected the payment of redemption from those who exceeded the number of those redeemed by the Levites.\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses collected the money from the firstborn of the people of Israel. He collected 1,365 shekels, weighing with the shekel of the sanctuary.\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses gave the redemption money to Aaron and to his sons. Moses did everything he was told to do by Yahweh's word, as Yahweh had commanded him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}