{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses spoke to the leaders of the tribes of the people of Israel. He said, \"This is what Yahweh has commanded.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When anyone makes a vow to Yahweh, or swears an oath to bind himself with a promise, he must not break his word. He must keep his promise to do everything that comes out of his mouth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When a young woman living in her father's house makes a vow to Yahweh and binds herself with a promise,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "if her father hears the vow and the promise by which she has bound herself, and if he says nothing to reverse her, then all her vows will remain in force. Every promise by which she has bound herself will remain in force.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if her father hears about her vow and her promise, and if he says nothing to her, then all the vows and promises that she took on herself will remain in force.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, if her father hears all the vows she made and her solemn promises with which she has bound herself, and if he overrules her on that same day, then they will not remain in force. Yahweh will forgive her because her father had overruled her.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If she marries a man while she is under those vows, or if she makes rash promises with which she obligates herself, those obligations will remain in force.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if her husband stops her on the day that he hears about it, then he cancels the vow that she has made, the rash talk of her lips with which she has bound herself. Yahweh will release her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for a widow or a divorced woman, everything by which she has bound herself will remain in force against her.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a woman made a vow in her husband's house or obligates herself by taking an oath,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and her husband hears of it, but he says nothing to her and he does oppose her, then all her vows must stand and the obligations she made must remain in force.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if her husband cancels them on the day that he heard about them, then whatever came out of her lips about her vows or promises will not remain in force. Her husband has canceled them. Yahweh will release her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every vow or oath a woman takes that binds her to deny herself something may be confirmed or canceled by her husband.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if he says nothing at all to her day after day, then he confirms all her vows and binding promises that she has made. He has confirmed them because he has said nothing to her at the time that he heard about them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If her husband tries to cancel his wife's vow a long time after he has heard about it, then he will be responsible for her sin.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the statutes that Yahweh commanded Moses to announce—statutes for what is between a man and his wife and between a father and his daughter when she is in her youth in her father's family.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}