{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses and said,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Take vengeance on the Midianites for what they did to the Israelites. After doing that, you will die and be gathered to your people.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses spoke to the people. He said, \"Arm some of your men for war so they may go against Midian and carry out Yahweh's vengeance on it.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every tribe throughout Israel must send a thousand soldiers to war.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So out of Israel's thousands of men, one thousand was provided from each tribe, twelve thousand men armed for war.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses sent them to battle, a thousand from every tribe, along with Phinehas son of Eleazar the priest, and with some articles from the holy place and the trumpets in his possession for sounding signals.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They fought against Midian, as Yahweh had commanded Moses. They killed every man.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They killed the kings of Midian with the rest of their dead: Evi, Rekem, Zur, Hur, and Reba, the five kings of Midian. They also killed Balaam son of Beor, with the sword.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The army of Israel took captive the women of Midian, their children, all their cattle, all their flocks, and all their goods. They took these as plunder.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They burned all their cities where they lived and all their camps.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took all the plunder and prisoners, both people and animals.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They brought the prisoners, the plunder, and the captured things to Moses, to Eleazar the priest, and to the community of the people of Israel. They brought these to the camp in the plains of Moab, by the Jordan near Jericho.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses, Eleazar the priest, and all the leaders of the community went to meet them outside the camp.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Moses was angry with the officers of the army, the commanders of thousands and the captains of hundreds, who came from battle.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to them, \"Have you let all the women live?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look, these women caused the people of Israel, through Balaam's advice, to commit sin against Yahweh in the matter of Peor, when the plague spread among Yahweh's community.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now then, kill every male among the little ones, and kill every woman who has ever slept with a man.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But take for yourselves all the young girls who have never slept with a man.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must camp outside the camp of Israel for seven days. All of you who have killed anyone and or have touched any dead person—you must purify yourselves on the third day and on the seventh day—you and your prisoners.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must purify every garment and everything made of animal hide and goats' hair, and everything made of wood.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eleazar the priest said to the soldiers who had gone to war, \"This is a decreed law that Yahweh has given to Moses:\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The gold, silver, bronze, iron, tin, and lead,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and everything that resists fire, you must put it through the fire, and it will become clean. You must then purify those things with the water of cleansing. Whatever cannot go through the fire you must cleanse with that water.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must wash your clothes on the seventh day, and then you will become clean. Afterward you may come into Israel's camp.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh spoke to Moses and said,\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Count all the plundered things that were taken, both people and animals. You, Eleazar the priest, and the leaders of the community's ancestor's clans\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "must divide the plunder into two parts. Divide it between the soldiers who went out to battle and all the rest of the community.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then levy a tax to be given to me from the soldiers who went out to battle. This tax must be one out of every five hundred, whether persons, cattle, donkeys, sheep, or goats.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take this tax from their half and give it to Eleazar the priest for an offering to be presented to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also from the people of Israel's half, you must take one out of every fifty—from the persons, cattle, donkeys, sheep, and goats. Give these to the Levites who take care of my tabernacle.\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses and Eleazar the priest did as Yahweh had commanded Moses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the plunder that remained of what the soldiers had taken was 675,000 sheep,\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "seventy-two thousand oxen,\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "sixty-one thousand donkeys,\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and thirty-two thousand women who had never slept with any man.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The half that was kept for the soldiers numbered 337,000 sheep.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh's part of the sheep was 675.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The oxen were thirty-six thousand which Yahweh's tax was seventy-two.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The donkeys were 30,500 from which Yahweh's part was sixty-one.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The persons were sixteen thousand women of whom Yahweh's tax was thirty-two.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses took the tax that was to be an offering presented to Yahweh. He gave it to Eleazar the priest, as Yahweh commanded Moses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the people of Israel's half that Moses had taken from the soldiers who had gone to war—\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the community's half was 337,500 sheep,\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "thirty-six thousand oxen,\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "30,500 donkeys,\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and sixteen thousand women.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the people of Israel's half, Moses took one out of every fifty, both of people and animals. He gave them to the Levites who kept care of Yahweh's tabernacle, as Yahweh had commanded him to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the officers of the army, the commanders over thousands and the captains over hundreds, came to Moses.\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, \"Your servants have counted the soldiers who are under our command, and not one man is missing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have brought Yahweh's offering, what each man found, articles of gold, armlets and bracelets, signet rings, earrings, and necklaces, to make atonement for ourselves before Yahweh.\"\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses and Eleazar the priest received from them the gold and all the articles of craftsmanship.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the gold of the offering that they gave to Yahweh—the offerings from the commanders of thousands and from the captains of hundreds—weighed 16,750 shekels.\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each soldier had taken plunder, each man for himself.\n"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses and Eleazar the priest took the gold from the commanders of thousands and captains of hundreds. They took it into the tent of meeting as a reminder of the people of Israel for Yahweh.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}