{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the descendants of Reuben and of Gad had large numbers of livestock. When they saw the land of Jazer and Gilead, the land was a wonderful place for livestock.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the descendants of Gad and Reuben came and spoke to Moses, to Eleazar the priest, and to the leaders of the community. They said,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"This is a list of places we have surveyed: Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo, and Beon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the lands that Yahweh attacked before the community of Israel, and they are good places for livestock. We, your servants, have a lot of livestock.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"If we have found favor in your eyes, let this land be given to us, your servants, as a possession. Do not make us cross over the Jordan.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses replied to the descendants of Gad and Reuben, \"Should your brothers go to war while you settle down here?\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Why discourage the hearts of the people of Israel from going over into the land that Yahweh has given them?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your fathers did the same thing when I sent them from Kadesh Barnea to examine the land.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went up to the Valley of Eshkol. They saw the land and then discouraged the hearts of the people of Israel so that they refused to enter the land that Yahweh had given them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh's anger was kindled on that day. He took an oath and said,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Surely none of the men who came up out of Egypt, from twenty years old and up, will see the land about which I swore to Abraham, to Isaac, and to Jacob, because they have not completely followed me, except for\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Caleb son of Jephunneh the Kenizzite, and Joshua son of Nun. Only Caleb and Joshua have completely followed me.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh's anger was kindled against Israel. He made them wander around in the wilderness for forty years until all the generation who had done evil in his sight was destroyed.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look, you have risen up in your fathers' place, like just more sinful men, to add to Yahweh's burning anger toward Israel.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you turn away from following him, he will again leave Israel in the wilderness and you will have destroyed all this people.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they came near Moses and said, \"Allow us to build fences here for our cattle and cities for our families.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, we ourselves will be ready and armed to go with Israel's army until we have led them into their place. But our families will live in the fortified cities because of the other people who still live in this land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We will not return to our houses until every one of the people of Israel has obtained his inheritance.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We will not inherit the land with them on the other side of the Jordan, because our inheritance is here on the east side of the Jordan.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses replied to them, \"If you do what you say, if you arm yourselves to go before Yahweh to war,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then every one of your armed men must cross over the Jordan before Yahweh, until he has driven out his enemies from before him\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and the land is subdued before him. Then afterward you may return. You will be guiltless toward Yahweh and toward Israel. This land will be your possession before Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you do not do so, look, you will have sinned against Yahweh. Be sure that your sin will find you out.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Build cities for your families and pens for your sheep; then do what you have said.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The descendants of Gad and Reuben spoke to Moses and said, \"Your servants will do as you, our master, commands.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our little ones, our wives, our flocks, and all our livestock will stay there in the cities of Gilead.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, we, your servants, will cross over before Yahweh to battle, every man who is armed for war, as you, our master, say.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses gave instructions concerning them to Eleazar the priest, to Joshua son of Nun, and to the leaders of the ancestor's clans in the tribes of the people of Israel.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to them, \"If the descendants of Gad and Reuben cross over the Jordan with you, every man who is armed to battle before Yahweh, and if the land is subdued before you, then you will give them the land of Gilead as a possession.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if they do not cross over with you armed, then they will acquire their possessions among you in the land of Canaan.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the descendants of Gad and Reuben answered and said, \"As Yahweh has said to us, your servants, this is what we will do.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We will cross over armed before Yahweh into the land of Canaan, but our possessed inheritance will remain with us on this side of the Jordan.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So to the descendants of Gad and Reuben, and also to the half tribe of Manasseh son of Joseph, Moses gave the kingdom of Sihon, king of the Amorites, and of Og, king of Bashan. He gave to them the land, and distributed to them all its cities with their borders, the cities of the land around them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The descendants of Gad rebuilt Dibon, Ataroth, Aroer,\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Atroth Shophan, Jazer, Jogbehah,\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Beth Nimrah, and Beth Haran as fortified cities with pens for sheep.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The descendants of Reuben rebuilt Heshbon, Elealeh, Kiriathaim,\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nebo, Baal Meon—their names were later changed, and Sibmah. They gave other names to the cities that they rebuilt.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The descendants of Machir son of Manasseh went to Gilead and took it away from the Amorites who were in it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses gave Gilead to Machir son of Manasseh, and his people settled there.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jair son of Manasseh went and captured its towns and called them Havvoth Jair.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nobah went and captured Kenath and its villages, and he called it Nobah, after his own name.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}