{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses on the plains of Moab by the Jordan at Jericho and said,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Command the people of Israel to give some of their own shares of land to the Levites. They must give them cities to live in and pastureland surrounding those cities.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Levites will have these cities to live in. The pastureland will be for their cattle, their flocks, and all their animals.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The pasturelands around the cities that you will give to the Levites must extend from the city walls for one thousand cubits in every direction.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must measure two thousand cubits from outside the city on the east side, and two thousand cubits to the south side, two thousand cubits to the west side, and two thousand cubits to the north side. This will be the pasturelands for their cities. The cities will be in the center.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Six of the cities that you will give to Levites must serve as cities of refuge. You must provide these as places to which a person who has killed someone can flee. Also provide forty-two other cities.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The cities that you give to the Levites will total forty-eight. You must give their pasturelands with them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The larger tribes of the people of Israel, the tribes that have more land, must provide more cities. The smaller tribes will provide fewer cities. Each tribe must provide for the Levites according to the share that it has received.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh spoke to Moses and said,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to the people of Israel and say to them, 'When you cross over the Jordan into the land of Canaan,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then you must choose cities to serve as cities of refuge for you, a place to which a person who has killed someone unintentionally may flee.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These cities must be your refuge from the avenger, so that the accused man will not be killed without first standing trial before the community.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must choose six cities as cities of refuge.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must provide three cities beyond the Jordan and three in the land of Canaan. They will be cities of refuge.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the people of Israel, for the foreigners, for anyone living among you, these six cities will serve as a refuge to which anyone who kills someone unintentionally can flee.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if an accused man has struck his victim with an instrument of iron, and if his victim dies, then the accused is indeed a murderer. He must certainly be put to death.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If an accused man has struck his victim with a stone in his hand that might kill the victim, and if his victim dies, then the accused is indeed a murderer. He must certainly be put to death.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If an accused man has struck his victim with a wooden weapon that might kill the victim, and if the victim dies, then the accused is indeed a murderer. He must certainly be put to death.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The avenger of blood may put the murderer to death. When he meets him, the avenger of blood must put him to death.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If he strikes another in hatred or throws something at him, while hiding to ambush him, so that the victim dies,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "or if he strikes him down in hatred with his hand so that the victim dies, then the accused who struck him must surely be put to death. He is a murderer. The avenger of blood may put the murderer to death when he meets him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if an accused man suddenly hits a victim without premeditated hate or throws something that hits the victim without lying in wait\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "or if he throws a stone that could kill a victim without seeing the victim, then the accused was not the victim's enemy; he was not trying to hurt the victim. But this is what to do if the victim dies anyway.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that case, the community must judge between the accused and the avenger of blood on the basis of these rules.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The community must rescue the accused from the power of the avenger of blood. The community must return the accused to the city of refuge to which he had originally fled. He must live there until the death of the current high priest, the one who was anointed with the holy oil.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the accused man at any time goes beyond the border of the city of refuge to which he fled,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and if the avenger of blood finds him outside the border of his city of refuge, and if he kills the accused man, the avenger of blood will not be guilty of murder.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is because the accused man should have remained in his city of refuge until the death of the high priest. After the death of the high priest, the accused may return to the land where he has his own property.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These laws must be statutes for you through all your people's generations in all the places where you live.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever kills any person, the murderer must be killed, as testified to by the words of witnesses. But one witness' word alone may not cause any person to be put to death.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, you must not accept ransom for the life of a murderer who is guilty of murder. He must certainly be put to death.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not accept ransom for the one who has fled to a city of refuge. You must not in this way allow him to reside on his own property until the high priest dies.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not pollute in this way the land where you live, because blood from murder pollutes the land. No atonement can be made for the land when blood has been shed on it, except by the blood of the one who shed it.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you must not defile the land in which you live because I am living in it. I, Yahweh, live among the people of Israel.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}