{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the leaders of the ancestors' families of the clan of Gilead son of Machir (who was Manasseh's son), who were from the clans of the descendants of Joseph, came and spoke before Moses and before the leaders who were the heads of the ancestor's families of the people of Israel.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"Yahweh commanded you, our master, to give a share of land by lot to the people of Israel. You were commanded by Yahweh to give the share of Zelophehad our brother to his daughters.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if his daughters marry men in another tribe of the people of Israel, then their share of land will be removed from our ancestor's share. It will be added to the share of the tribes that they join. In that case, it will be removed from the assigned share of our inheritance.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that case, when the year of Jubilee of the people of Israel comes, then their share will be joined to the share of the tribe that they have joined. In this way, their share will be taken away from the share of our ancestors' tribe.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses gave a command to the people of Israel, at Yahweh's word. He said, \"What the tribe of Joseph's descendants says is right.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what Yahweh commands concerning Zelophehad's daughters. He says, 'Let them be married to whom they think best, but they must marry only within the family of their father's tribe.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No share of the people of Israel must change from one tribe to another. Each one of the people of Israel must continue with the share of his ancestor's tribe.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every woman of the people of Israel who owns a share in her tribe must marry someone from the clans belonging to her father's tribe. This is so that everyone of the people of Israel may own an inheritance from his ancestors.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No share may change hands from one tribe to another. Everyone of the tribes of the people of Israel must keep his own inheritance.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Zelophehad's daughters did as Yahweh had commanded Moses.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mahlah, Tirzah, Hoglah, Milkah, and Noah, the daughters of Zelophehad, married descendants of Manasseh.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They married into the clans of the descendants of Manasseh son of Joseph. In this way, their inheritances remained in the tribe to which their father's clan belonged.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the commands and the decrees that Yahweh gave by Moses to the people of Israel in the plains of Moab by the Jordan at Jericho.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}