{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses and to Aaron. He said,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Conduct a census of the male descendants of Kohath from among the Levites, by their clans and families.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Count all the men who are thirty to fifty years old. These men must join the company to serve in the tent of meeting.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The descendants of Kohath must take care of the most holy things reserved for me in the tent of meeting.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the camp prepares to move forward, Aaron and his sons must go into the tent, take down the curtain that separates the most holy place from the holy place and cover the ark of the testimony with it.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must cover the ark with sea cow skins. They must spread a blue cloth over it. They must insert the poles to carry it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They are to spread a blue cloth on the table of the bread of the presence. On it they must put the dishes, spoons, bowls, and jars for pouring. Bread must always continue to be on the table.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must cover them with a scarlet cloth and again with sea cow skins. They must insert poles to carry the table.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must take a blue cloth and cover the lampstand, along with its lamps, tongs, trays, and all the jars of oil for the lamps.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must put the lampstand and all its accessories into a covering of sea cow skins, and they must put it on a carrying frame.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must spread a cloth of blue on the gold altar. They must cover it with a covering of sea cow skins, and then insert the carrying poles.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must take all the equipment for the work in the holy place and wrap it in a blue cloth. They must cover it with sea cow skins and put the equipment on the carrying frame.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must remove the ashes from the altar and spread a purple cloth on the altar.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must put on the carrying frame all the equipment that they use in the work of the altar. These objects are the firepans, forks, shovels, bowls, and all the other equipment for the altar. They must cover the altar with sea cow skins and then insert the carrying poles.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Aaron and his sons have completely covered the holy place and all its equipment, and when the camp moves forward, then the descendants of Kohath must come to carry the holy place. If they touch the holy instruments, they must die. This is the work of the descendants of Kohath, to carry the furnishings in the tent of meeting.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eleazar son of Aaron the priest oversees the care of the oil for the light, the sweet incense, the regular grain offering, and the anointing oil. He oversees the care of the entire tabernacle and all that is in it, the holy place and its equipment.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses and to Aaron. He said,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Do not allow the Kohathite tribal clans to be removed from among the Levites.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Protect them, that they may live and not die, by doing this. When they approach the most holy things\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "they must not go in to see the holy place even for a moment, or they must die. Aaron and his sons must go in, and then Aaron and his sons must assign each of the Kohathites to his work, to his special tasks.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke again to Moses. He said,\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Conduct a census of the descendants of Gershon also, by their ancestor's families and by their clans.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Count those who are thirty years old to fifty years old. Count all of them who will join the company to serve in the tent of meeting.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the work of the clans of the Gershonites, when they serve and what they carry.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must carry the curtains of the tabernacle, the tent of meeting, its covering, the covering of sea cow skin that is on it, and the curtains for the entrance to the tent of meeting.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must carry the curtains of the court, the curtain for the doorway of the court's gate, which is near the tabernacle and near the altar, their ropes, and all the instruments for their service. Whatever should be done with these things, they must do it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron and his sons must direct all the service of the descendants of the Gershonites, in everything that they transport, and in all their service. You must assign them to all their responsibilities.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the service of the clans of the descendants of the Gershonites for the tent of meeting. Ithamar son of Aaron the priest must lead them in their service.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must count the descendants of Merari by their clans, and order them by their ancestor's families,\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "from thirty years old and older up to fifty years old. Count everyone who is going to join the company and serve in the tent of meeting.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is their responsibility and their work in all their service for the tent of meeting. They must care for the framing of the tabernacle, its crossbars, posts, and sockets,\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "along with the posts of the courtyard around the tabernacle, their sockets, pegs, and their ropes, with all their hardware. List by name the articles they must carry.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the service of the clans of the descendants of Merari, what they are to do for the tent of meeting, under the direction of Ithamar son of Aaron the priest.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses and Aaron and the leaders of the community counted the descendants of the Kohathites by the clans of their ancestor's families.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They counted them from thirty years old and older up to fifty years old. They counted everyone who would join the company to serve in the tent of meeting.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They counted 2,750 men by their clans.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses and Aaron counted all the men in the clans and families of the Kohathites who serve in the tent of meeting. In doing this, they obeyed what Yahweh had commanded them to do through Moses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The descendants of Gershon were counted in their clans, by their ancestor's families,\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "from thirty to fifty years old, everyone who would join the company to serve in the tent of meeting.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the men, counted by their clans and their ancestor's families, numbered 2,630.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses and Aaron counted the clans of the descendants of Gershon who would serve in the tent of meeting. In doing this, they obeyed what Yahweh had commanded them to do through Moses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The descendants of Merari were counted in their clans by their ancestor's families,\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "from thirty to fifty years old, everyone who would join the company to serve in the tent of meeting.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the men, counted by their clans and their ancestor's families, numbered 3,200.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses and Aaron counted all these men, the descendants of Merari. In doing this, they obeyed what Yahweh had commanded them to do through Moses.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Moses, Aaron, and the leaders of Israel counted all the Levites by their clans in their ancestral families\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "from thirty to fifty years old. They counted everyone who would do work in the tabernacle, and who would carry and care for the items in the tent of meeting.\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They counted 8,580 men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At Yahweh's command, Moses counted each man, keeping count of each by the type of work he was assigned to do. He counted each man by the kind of responsibility he would bear. In doing this, they obeyed what Yahweh had commanded them to do through Moses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}