{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses. He said,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Command the people of Israel to send away from the camp everyone with an infectious skin disease, and everyone who has an oozing sore, and whoever is unclean through touching a dead body.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whether male or female, you must send them out of the camp. They must not defile the camp, because I live in it.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Israel did so. They sent them out of the camp, as Yahweh commanded Moses. The people of Israel obeyed Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Again Yahweh spoke to Moses. He said,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to the people of Israel. When a man or woman commits any sin such as people do to one another, and is unfaithful to me, that person is guilty.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he must confess the sin that he has done. He must completely pay back the price of his guilt and add to the price one-fifth more. He must give this to the one he has wronged.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the wronged person has no close relative to receive the payment, he must pay the price for his guilt to me through a priest, along with a ram to atone for himself.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every offering of the people of Israel, the things that are set aside and brought to the priest by the people of Israel, will belong to him.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The offerings of every person will be for the priest; if anyone gives anything to the priest, it will belong to him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Again, Yahweh spoke to Moses. He said,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to the people of Israel. Say to them, 'Suppose that a man's wife turns away and sins against her husband.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then suppose that another man sleeps with her. In that case, she is defiled. Even if her husband does not see it or know about it, and even if no one catches her in the act and there is no one to testify against her,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "nevertheless, a spirit of jealousy might still inform the husband that his wife is defiled. However, a spirit of jealousy might falsely come on a man when his wife is not defiled.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In such cases, the man must bring his wife to the priest. The husband must take an offering required on her behalf, a tenth of an ephah of barley flour. He must pour no oil on it and put no frankincense on it, because it is a grain offering of jealousy, a grain offering for remembering, as a reminder of the iniquity.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must bring her near and place her before Yahweh.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must take a jar of holy water and take dust from the floor of the tabernacle. He must put the dust into the water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest will set the woman before Yahweh and he will untie the hair on the woman's head. He will put into her hands the grain offering of remembrance, which is the grain offering of suspicion. The priest will hold in his hand the bitter water that can bring a curse.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest will put the woman under an oath and say to her, 'If no other man had sexual relations with you, and if you have not gone astray and committed impurity, then you will be free from this bitter water that can bring a curse.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you, a woman under her husband, have gone astray, if you are defiled, and if some other man has slept with you,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then, (the priest must cause the woman to swear an oath that can bring down a curse on her, and then he must continue speaking to the woman) 'Yahweh will make you into a curse that will be shown to your people to be such. This will happen if Yahweh causes your thigh to waste away and your abdomen to swell.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This water that brings the curse will go into your stomach and make your abdomen swell and your thighs waste away.' The woman is to reply, 'Yes, let that happen if I am guilty.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must write these curses on a scroll, and then he must wash away the written curses into the bitter water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must make the woman drink the bitter water that brings the curse. The water that brings the curse will enter her and become bitter.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must take the grain offering of jealousy out of the woman's hand. He must hold up the grain offering before Yahweh and bring it to the altar.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must take a handful of the grain offering as a representative offering, and burn it on the altar. Then he must give the woman the bitter water to drink.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he gives her the water to drink, if she is defiled because she has committed a sin against her husband, then the water that brings the curse will enter her and become bitter. Her abdomen will swell and her thigh will waste away. The woman will be cursed among her people.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the woman is not defiled and if she is clean, then she must be free. She will be able to conceive children.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the law of jealousy. It is the law for a woman who strays away from her husband and is defiled.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is the law for a man with a spirit of jealousy when he is jealous of his wife. He must bring the woman before Yahweh, and the priest must do to her everything that this law of jealousy describes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man will be free from guilt for bringing his wife to the priest. The woman must bear any guilt she might have.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}