{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses. He said,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to the people of Israel. Say to them, 'When a man or a woman separates himself to Yahweh with a special vow of a Nazirite,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he must keep himself from wine and strong drink. He must not drink vinegar made from wine or from strong drink. He must not drink any grape juice or eat fresh grapes or raisins.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In all the days that he is separate to me, he must eat nothing that is made from grapes, including everything made from the seeds to their skins.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During all the time of his vow of separation, no razor is to be used on his head until the days of his separation to Yahweh are fulfilled. He must be set apart to Yahweh. He must let the hair grow long on his head.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During all the time that he separates himself to Yahweh, he must not come near a dead body.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must not make himself unclean even for his father, mother, brother, or sister, if they die. This is because he is separated to God, as everyone can see by his long hair.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During all the time of his separation he is holy, reserved for Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If someone very suddenly dies beside him and defiles his consecrated head, then he must shave his head on the day of his purification—on the seventh day he must shave it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the eighth day he must bring two doves or two young pigeons to the priest at the entrance to the tent of meeting.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must offer one bird as a sin offering and the other as a burnt offering. These will atone for him because he sinned by being near the dead body. He must consecrate his head again on that day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must set himself apart to Yahweh for the days of his consecration. He must bring a male lamb one year old as a guilt offering. The days before he defiled himself must not be counted, because his consecration was defiled.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the law about the Nazirite for when the time of his separation is complete. He must be brought to the entrance of the tent of meeting.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must present his offering to Yahweh. He must offer as a burnt offering a male lamb one year old and without blemish. He must bring as a sin offering a female lamb one year old and without blemish. He must bring a ram as a fellowship offering that is without blemish.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must also bring a basket of bread made without yeast, loaves of fine flour mixed with oil, wafers without yeast rubbed with oil, together with their grain offering and drink offerings.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must present them before Yahweh. He must offer his sin offering and burnt offering.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "With the basket of unleavened bread, he must present the ram as a sacrifice, the fellowship offering to Yahweh. The priest must present also the grain offering and the drink offering.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Nazirite must shave his head indicating his separation to God at the entrance to the tent of meeting. He must take the hair from his head and put it on the fire that is under the sacrifice of fellowship offerings.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must take the boiled shoulder of the ram, one loaf of bread without yeast out of the basket, and one wafer without yeast. He must place them into the hands of the Nazirite after he has shaved his head indicating separation.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must wave them as an offering before Yahweh, a holy portion for the priest, together with the breast that was waved and the thigh that was presented for the priest. After that, the Nazirite may drink wine.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the law for the Nazirite who vows his offering to Yahweh for his separation. Whatever else he may give, he must keep the obligations of the vow he has taken, to keep the promise indicated by the law for the Nazirite.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Again Yahweh spoke to Moses. He said,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to Aaron and to his sons. Say, 'You must bless the people of Israel in this way. You must say to them,\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"May Yahweh bless you and keep you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May Yahweh make his face shine on you and be gracious to you.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May Yahweh look on you with favor and give you peace.\"'\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is in this way that they must give my name to the people of Israel. Then I will bless them.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}