{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses. He said,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to Aaron. Say to him, 'The seven lamps must give light in front of the lampstand when you light them.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron did this. He lit the lamps on the lampstand to give light toward the front of it, as Yahweh had commanded Moses.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The lampstand was made in this way and Yahweh showed Moses the pattern for it. It was to be hammered gold from its base to its top, with hammered cups like blossoms.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Again, Yahweh spoke to Moses. He said,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Take the Levites from among the people of Israel and purify them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do this to them to purify them: Sprinkle the water of atonement on them. Make them shave their entire body, wash their clothes, and in this way purify themselves.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then have them take a young bull and its grain offering of fine flour mingled with oil. Let them take another young bull as a sin offering.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will bring the Levites in front of the tent of meeting and assemble the whole community of the people of Israel.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you bring the Levites before Yahweh, the people of Israel must lay their hands on the Levites.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron must offer the Levites before Yahweh, as a wave offering from the people of Israel so that they may do the service of Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Levites must place their hands on the heads of the bulls. You must offer one bull for a sin offering and the other bull for a burnt offering to me, to atone for the Levites.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Present the Levites before Aaron and before his sons, and lift them up as a wave offering to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way you must separate the Levites from among the people of Israel. The Levites will belong to me.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that, the Levites must go in to serve in the tent of meeting. You must purify them. You must offer them as a wave offering.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do this, because they are entirely mine from among the people of Israel. They will take the place of each male child who opens the womb, the firstborn of all the descendants of Israel. I have taken the Levites for myself.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the firstborn from among the people of Israel are mine, both of people and of animals. On the day that I took the lives of all the firstborn in the land of Egypt, I set them apart for myself.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have taken the Levites from among the people of Israel instead of all the firstborn.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have given the Levites as a gift to Aaron and his sons. I have taken them from among the people of Israel to do the work of the people of Israel in the tent of meeting. I have given them to atone for the people of Israel so that no plague will harm the people when they come near to the holy place.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses, Aaron, and the whole community of the people of Israel did this with the Levites. They did everything that Yahweh had commanded Moses concerning the Levites. The people of Israel did this with them.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Levites purified themselves and washed their clothing, and Aaron presented them as a wave offering to Yahweh and he made atonement for them to cleanse them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that, the Levites went in to do their service in the tent of meeting before Aaron and before Aaron's sons. This was as Yahweh had commanded Moses about the Levites. They treated all the Levites in this way.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke again to Moses. He said,\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"All of this is for the Levites who are twenty-five years old and more. They must join the company to serve in the tent of meeting.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must stop serving in this way at the age of fifty years. At that age they must not serve any longer.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They may help their brothers who continue to work at the tent of meeting, but they must serve no more. You must direct the Levites in all these matters.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}