{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses in the wilderness of Sinai, in the first month of the second year after they came out from the land of Egypt. He said,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Let the people of Israel keep the Passover at its fixed time of year.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the fourteenth day of this month, at evening, you must keep the Passover at its fixed time of year. You must keep it, follow all the regulations, and obey all the decrees that are related to it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, Moses told the people of Israel that they should keep the Festival of the Passover.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they kept the Passover in the first month, on the fourteenth day of the month, at evening, in the wilderness of Sinai. The people of Israel obeyed everything that Yahweh commanded Moses to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were certain men who became unclean by the body of a dead man. They could not keep the Passover on that day. They went before Moses and Aaron on that same day.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those men said to Moses, \"We are unclean because of the dead body of a man. Why do you keep us from offering the sacrifice to Yahweh at the fixed time of year among the people of Israel?\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to them, \"Wait for me to hear what Yahweh will instruct about you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh spoke to Moses. He said,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to the people of Israel. Say, 'If any of you or your descendants are unclean because of a dead body, or are on a long journey, he may still keep the Passover to Yahweh.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the second month on the fourteenth day at evening, they will eat the Passover meal. They must eat the Passover lamb with bread that is made without yeast and with bitter herbs.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must not leave any of it until the morning, or break any of its bones. They must follow all the regulations for the Passover.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But any person who is clean and is not on a journey, but who fails to keep the Passover, that person must be cut off from his people because he did not offer the sacrifice that Yahweh requires at the fixed time of year. That man must carry his sin.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a stranger lives among you and keeps the Passover in Yahweh's honor, he must keep it and do all he commands, keeping the rules of the Passover, and obeying the laws for it. You must have the same law for the foreigner and for all who have been born in the land.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the day that the tabernacle was set up, the cloud covered the tabernacle, the tent of the covenant decrees. At evening the cloud was over the tabernacle. It appeared like fire until morning.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It continued that way. The cloud covered the tabernacle and appeared like fire at night.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever the cloud was taken up from over the tent, the people of Israel would set out on their journey. Wherever the cloud stopped, the people would camp.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At Yahweh's command, the people of Israel would travel, and at his command, they would camp. While the cloud stopped over the tabernacle, they would stay in their camp.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the cloud remained on the tabernacle for many days, then the people of Israel would obey Yahweh's instructions and not travel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sometimes the cloud remained a few days on the tabernacle. In that case, they would obey Yahweh's command—they would make camp and then travel on again at his command.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sometimes the cloud was present in camp from evening until morning. When the cloud lifted in the morning, they journeyed. If it continued for a day and for a night, only when the cloud lifted would they journey on.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whether the cloud stayed on the tabernacle for two days, a month, or a year, for as long as it stayed there, the people of Israel would stay in their camp and not travel. But whenever the cloud was taken up, they would set out on their journey.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They would camp at Yahweh's command, and they would travel at his command. They obeyed Yahweh's command given through Moses.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}