{
  "1": "בָּעֵ֨ת H6256 הַהִ֜וא H1931 אָמַ֧ר H559 יְהוָ֣ה H3068 אֵלַ֗י H413 פְּסָל H6458 לְךָ֞ Hl שְׁנֵֽי H8147 לֻוחֹ֤ת H3871 אֲבָנִים֙ H68 כָּרִ֣אשֹׁנִ֔ים H7223 וַעֲלֵ֥ה H5927 אֵלַ֖י H413 הָהָ֑רָ H2022 וְעָשִׂ֥יתָ H6213 לְּךָ֖ Hl אֲר֥וֹן H727 עֵֽץ H6086 ",
  "2": "וְאֶכְתֹּב֙ H3789 עַל H5921 הַלֻּחֹ֔ת H3871 אֶת H853 הַדְּבָרִ֔ים H1697 אֲשֶׁ֥ר H834 הָי֛וּ H1961 עַל H5921 הַלֻּחֹ֥ת H3871 הָרִאשֹׁנִ֖ים H7223 אֲשֶׁ֣ר H834 שִׁבַּ֑רְתָּ H7665 וְשַׂמְתָּ֖ H7760 בָּאָרֽוֹן H727 ",
  "3": "וָאַ֤עַשׂ H6213 אֲרוֹן֙ H727 עֲצֵ֣י H6086 שִׁטִּ֔ים H7848 וָאֶפְסֹ֛ל H6458 שְׁנֵי H8147 לֻחֹ֥ת H3871 אֲבָנִ֖ים H68 כָּרִאשֹׁנִ֑ים H7223 וָאַ֣עַל H5927 הָהָ֔רָ H2022 וּשְׁנֵ֥י H8147 הַלֻּחֹ֖ת H3871 בְּיָדִֽ H3027 ",
  "4": "וַיִּכְתֹּ֨ב H3789 עַֽל H5921 הַלֻּחֹ֜ת H3871 כַּמִּכְתָּ֣ב H4385 הָרִאשׁ֗וֹן H7223 אֵ֚ת H853 עֲשֶׂ֣רֶת H6235 הַדְּבָרִ֔ים H1697 אֲשֶׁ֣ר H834 דִּבֶּר֩ H1696 יְהוָ֨ה H3068 אֲלֵיכֶ֥ם H413 בָּהָ֛ר H2022 מִתּ֥וֹךְ H8432 הָאֵ֖שׁ H784 בְּי֣וֹם H3117 הַקָּהָ֑ל H6951 וַיִּתְּנֵ֥ H5414 יְהוָ֖ה H3068 אֵלָֽי H413 ",
  "5": "וָאֵ֗פֶן H6437 וָֽאֵרֵד֙ H3381 מִן H4480 הָהָ֔ר H2022 וָֽאָשִׂם֙ H7760 אֶת H853 הַלֻּחֹ֔ת H3871 בָּאָר֖וֹן H727 אֲשֶׁ֣ר H834 עָשִׂ֑יתִי H6213 וַיִּ֣הְיוּ H1961 שָׁ֔ם H8033 כַּאֲשֶׁ֥ר H834 צִוַּ֖נִי H6680 יְהוָֽה H3068 ",
  "6": "וּבְנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 נָֽסְע֛וּ H5265 מִבְּאֵרֹ֥ת H885 בְּנֵי H885 יַעֲקָ֖ן H885 מוֹסֵרָ֑ה H4149 שָׁ֣ם H8033 מֵ֤ת H4191 אַהֲרֹן֙ H175 וַיִּקָּבֵ֣ר H6912 שָׁ֔ם H8033 וַיְכַהֵ֛ן H3547 אֶלְעָזָ֥ר H499 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
  "7": "מִשָּׁ֥ם H8033 נָסְע֖וּ H5265 הַגֻּדְגֹּ֑דָ H1412 וּמִן H4480 הַגֻּדְגֹּ֣דָ H1412 יָטְבָ֔תָה H3193 אֶ֖רֶץ H776 נַ֥חֲלֵי H5158 מָֽיִם H4325 ",
  "8": "בָּעֵ֣ת H6256 הַהִ֗וא H1931 הִבְדִּ֤יל H914 יְהוָה֙ H3068 אֶת H853 שֵׁ֣בֶט H7626 הַלֵּוִ֔י H3878 לָשֵׂ֖את H5375 אֶת H853 אֲר֣וֹן H727 בְּרִית H1285 יְהוָ֑ה H3068 לַעֲמֹד֩ H5975 לִפְנֵ֨י H6440 יְהוָ֤ה H3068 לְשָֽׁרְת H8334 וּלְ H1288 בִּשְׁמ֔ H8034 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "9": "עַל H5921 כֵּ֞ן H3651 לֹֽא H3808 הָיָ֧ה H1961 לְלֵוִ֛י H3878 חֵ֥לֶק H2506 וְנַחֲלָ֖ה H5159 עִם H5973 אֶחָ֑יו H251 יְהוָה֙ H3068 ה֣וּא H1931 נַחֲלָת֔וֹ H5159 כַּאֲשֶׁ֥ר H834 דִּבֶּ֛ר H1696 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 לֽוֹ Hl ",
  "10": "וְאָנֹכִ֞י H595 עָמַ֣דְתִּי H5975 בָהָ֗ר H2022 כַּיָּמִים֙ H3117 הָרִ֣אשֹׁנִ֔ים H7223 אַרְבָּעִ֣ים H705 י֔וֹם H3117 וְאַרְבָּעִ֖ים H705 לָ֑יְלָה H3915 וַיִּשְׁמַ֨ע H8085 יְהוָ֜ה H3068 אֵלַ֗י H413 גַּ֚ם H1571 בַּפַּ֣עַם H6471 הַהִ֔וא H1931 לֹא H3808 אָבָ֥ה H14 יְהוָ֖ה H3068 הַשְׁחִיתֶֽךָ H7843 ",
  "11": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֵלַ֔י H413 ק֛וּם H6965 לֵ֥ךְ H3212 לְמַסַּ֖ע H4550 לִפְנֵ֣י H6440 הָעָ֑ם H5971 וְיָבֹ֨אוּ֙ H935 וְיִֽרְשׁ֣וּ H3423 אֶת H853 הָאָ֔רֶץ H776 אֲשֶׁר H834 נִשְׁבַּ֥עְתִּי H7650 לַאֲבֹתָ֖ H1 לָתֵ֥ת H5414 לָהֶֽם Hl ",
  "12": "וְעַתָּה֙ H6258 יִשְׂרָאֵ֔ל H3478 מָ֚ה H4100 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 שֹׁאֵ֖ל H7592 מֵעִמָּ֑ H5973 כִּ֣י H3588 אִם H518 לְ֠יִרְאָה H3372 אֶת H853 יְהוָ֨ה H3068 אֱלֹהֶ֜יךָ H430 לָלֶ֤כֶת H3212 בְּכָל H3605 דְּרָכָיו֙ H1870 וּלְ H157 אֹת֔וֹ H853 וְלַֽ H5647 אֶת H853 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 בְּכָל H3605 לְבָבְךָ֖ H3824 וּבְ H3605 נַפְשֶֽׁךָ H5315 ",
  "13": "לִשְׁמֹ֞ר H8104 אֶת H853 מִצְוֺ֤ת H4687 יְהוָה֙ H3068 וְאֶת H853 חֻקֹּתָ֔יו H2708 אֲשֶׁ֛ר H834 אָנֹכִ֥י H595 מְצַוְּךָ֖ H6680 הַיּ֑וֹם H3117 לְט֖וֹב H2896 לָֽךְ Hl ",
  "14": "הֵ֚ן H2005 לַיהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 הַשָּׁמַ֖יִם H8064 וּשְׁמֵ֣י H8064 הַשָּׁמָ֑יִם H8064 הָאָ֖רֶץ H776 וְכָל H3605 אֲשֶׁר H834 בָּֽהּ Hb ",
  "15": "רַ֧ק H7535 בַּאֲבֹתֶ֛י H1 חָשַׁ֥ק H2836 יְהוָ֖ה H3068 לְאַהֲבָ֣ה H157 אוֹתָ֑ם H853 וַיִּבְחַ֞ר H977 בְּזַרְעָ֣ H2233 אַחֲרֵיהֶ֗ם H310 בָּכֶ֛ם Hb מִכָּל H3605 הָעַמִּ֖ים H5971 כַּיּ֥וֹם H3117 הַזֶּה H2088 ",
  "16": "וּמַלְתֶּ֕ם H4135 אֵ֖ת H853 עָרְלַ֣ת H6190 לְבַבְכֶ֑ם H3824 וְעָ֨רְפְּ H6203 לֹ֥א H3808 תַקְשׁ֖וּ H7185 עֽוֹד H5750 ",
  "17": "כִּ֚י H3588 יְהוָ֣ה H3068 אֱלֹֽהֵיכֶ֔ם H430 ה֚וּא H1931 אֱלֹהֵ֣י H430 הָֽאֱלֹהִ֔ים H430 וַאֲדֹנֵ֖י H136 הָאֲדֹנִ֑ים H113 הָאֵ֨ל H410 הַגָּדֹ֤ל H1419 הַגִּבֹּר֙ H1368 וְהַ H3372 אֲשֶׁר֙ H834 לֹא H3808 יִשָּׂ֣א H5375 פָנִ֔ים H6440 וְלֹ֥א H3808 יִקַּ֖ח H3947 שֹֽׁחַד H7810 ",
  "18": "עֹשֶׂ֛ה H6213 מִשְׁפַּ֥ט H4941 יָת֖וֹם H3490 וְאַלְמָנָ֑ה H490 וְאֹהֵ֣ב H157 גֵּ֔ר H1616 לָ֥תֶת H5414 ל֖וֹ Hl לֶ֥חֶם H3899 וְשִׂמְלָֽה H8071 ",
  "19": "וַאֲהַבְתֶּ֖ם H157 אֶת H853 הַגֵּ֑ר H1616 כִּֽי H3588 גֵרִ֥ים H1616 הֱיִיתֶ֖ם H1961 בְּאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "20": "אֶת H853 יְהוָ֧ה H3068 אֱלֹהֶ֛יךָ H430 תִּירָ֖א H3372 אֹת֣וֹ H853 תַעֲבֹ֑ד H5647 וּב֣ Hc/Hb תִדְבָּ֔ק H1692 וּבִ H8034 תִּשָּׁבֵֽעַ H7650 ",
  "21": "ה֥וּא H1931 תְהִלָּתְךָ֖ H8416 וְה֣וּא H1931 אֱלֹהֶ֑יךָ H430 אֲשֶׁר H834 עָשָׂ֣ה H6213 אִתְּךָ֗ H854 אֶת H853 הַגְּדֹלֹ֤ת H1419 וְאֶת H853 הַנּֽוֹרָאֹת֙ H3372 הָאֵ֔לֶּה H428 אֲשֶׁ֥ר H834 רָא֖וּ H7200 עֵינֶֽיךָ H5869 ",
  "22": "בְּשִׁבְעִ֣ים H7657 נֶ֔פֶשׁ H5315 יָרְד֥וּ H3381 אֲבֹתֶ֖יךָ H1 מִצְרָ֑יְמָהּ H4714 וְעַתָּ֗ה H6258 שָֽׂמְךָ֙ H7760 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 כְּכוֹכְבֵ֥י H3556 הַשָּׁמַ֖יִם H8064 לָרֹֽב H7230 "
}
