{
  "1": "אֵ֠לֶּה H428 הַֽחֻקִּ֣ים H2706 וְהַ H4941 אֲשֶׁ֣ר H834 תִּשְׁמְר֣וּן H8104 לַעֲשׂוֹת֒ H6213 בָּאָ֕רֶץ H776 אֲשֶׁר֩ H834 נָתַ֨ן H5414 יְהוָ֜ה H3068 אֱלֹהֵ֧י H430 אֲבֹתֶ֛יךָ H1 לְךָ֖ Hl לְרִשְׁתָּ֑ H3423 כָּל H3605 הַיָּמִ֔ים H3117 אֲשֶׁר H834 אַתֶּ֥ם H859 חַיִּ֖ים H2416 עַל H5921 הָאֲדָמָֽה H127 ",
  "2": "אַבֵּ֣ד H6 תְּ֠אַבְּדוּן H6 אֶֽת H853 כָּל H3605 הַמְּקֹמ֞וֹת H4725 אֲשֶׁ֧ר H834 עָֽבְדוּ H5647 שָׁ֣ם H8033 הַגּוֹיִ֗ם H1471 אֲשֶׁ֥ר H834 אַתֶּ֛ם H859 יֹרְשִׁ֥ים H3423 אֹתָ֖ם H853 אֶת H853 אֱלֹהֵיהֶ֑ם H430 עַל H5921 הֶהָרִ֤ים H2022 הָֽרָמִים֙ H7311 וְעַל H5921 הַגְּבָע֔וֹת H1389 וְתַ֖חַת H8478 כָּל H3605 עֵ֥ץ H6086 רַעֲנָן H7488 ",
  "3": "וְנִתַּצְתֶּ֣ם H5422 אֶת H853 מִזְבּחֹתָ֗ם H4196 וְשִׁבַּרְתֶּם֙ H7665 אֶת H853 מַצֵּ֣בֹתָ֔ם H4676 וַאֲשֵֽׁרֵי H842 תִּשְׂרְפ֣וּן H8313 בָּאֵ֔שׁ H784 וּפְסִילֵ֥י H6456 אֱלֹֽהֵיהֶ֖ם H430 תְּגַדֵּע֑וּן H1438 וְאִבַּדְתֶּ֣ם H6 אֶת H853 שְׁמָ֔ם H8034 מִן H4480 הַמָּק֖וֹם H4725 הַהֽוּא H1931 ",
  "4": "לֹֽא H3808 תַעֲשׂ֣וּן H6213 כֵּ֔ן H3651 לַיהוָ֖ה H3068 אֱלֹהֵיכֶֽם H430 ",
  "5": "כִּ֠י H3588 אִֽם H518 אֶל H413 הַמָּק֞וֹם H4725 אֲשֶׁר H834 יִבְחַ֨ר H977 יְהוָ֤ה H3068 אֱלֹֽהֵיכֶם֙ H430 מִכָּל H3605 שִׁבְטֵיכֶ֔ם H7626 לָשׂ֥וּם H7760 אֶת H853 שְׁמ֖וֹ H8034 שָׁ֑ם H8033 לְשִׁכְנ֥ H7933 תִדְרְשׁ֖וּ H1875 וּבָ֥אתָ H935 שָֽׁמָּה H8033 ",
  "6": "וַהֲבֵאתֶ֣ם H935 שָׁ֗מָּה H8033 עֹלֹֽתֵיכֶם֙ H5930 וְזִבְחֵי H2077 וְאֵת֙ H853 מַעְשְׂרֹ֣תֵיכֶ֔ם H4643 וְאֵ֖ת H853 תְּרוּמַ֣ת H8641 יֶדְכֶ֑ם H3027 וְנִדְרֵי H5088 וְנִדְבֹ֣תֵי H5071 וּבְכֹרֹ֥ת H1062 בְּקַרְכֶ֖ם H1241 וְצֹאנְ H6629 ",
  "7": "וַאֲכַלְתֶּם H398 שָׁ֗ם H8033 לִפְנֵי֙ H6440 יְהוָ֣ה H3068 אֱלֹֽהֵיכֶ֔ם H430 וּשְׂמַחְתֶּ֗ם H8055 בְּכֹל֙ H3605 מִשְׁלַ֣ח H4916 יֶדְכֶ֔ם H3027 אַתֶּ֖ם H859 וּבָתֵּי H1004 אֲשֶׁ֥ר H834 בֵּֽרַכְךָ֖ H1288 יְהוָ֥ה H3068 אֱלֹהֶֽיךָ H430 ",
  "8": "לֹ֣א H3808 תַעֲשׂ֔וּן H6213 כְּ֠כֹל H3605 אֲשֶׁ֨ר H834 אֲנַ֧חְנוּ H587 עֹשִׂ֛ים H6213 פֹּ֖ה H6311 הַיּ֑וֹם H3117 אִ֖ישׁ H376 כָּל H3605 הַיָּשָׁ֥ר H3477 בְּעֵינָֽי H5869 ",
  "9": "כִּ֥י H3588 לֹא H3808 בָּאתֶ֖ם H935 עַד H5704 עָ֑תָּה H6258 אֶל H413 הַמְּנוּחָה֙ H4496 וְאֶל H413 הַֽנַּחֲלָ֔ה H5159 אֲשֶׁר H834 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 נֹתֵ֥ן H5414 לָֽךְ Hl ",
  "10": "וַעֲבַרְתֶּם֮ H5674 אֶת H853 הַיַּרְדֵּן֒ H3383 וִֽישַׁבְתֶּ֣ם H3427 בָּאָ֔רֶץ H776 אֲשֶׁר H834 יְהוָ֥ה H3068 אֱלֹהֵיכֶ֖ם H430 מַנְחִ֣יל H5157 אֶתְכֶ֑ם H853 וְהֵנִ֨יחַ H5117 לָכֶ֧ם Hl מִכָּל H3605 אֹיְבֵיכֶ֛ם H341 מִסָּבִ֖יב H5439 וִֽישַׁבְתֶּם H3427 בֶּֽטַח H983 ",
  "11": "וְהָיָ֣ה H1961 הַמָּק֗וֹם H4725 אֲשֶׁר H834 יִבְחַר֩ H977 יְהוָ֨ה H3068 אֱלֹהֵיכֶ֥ם H430 בּוֹ֙ Hb לְשַׁכֵּ֤ן H7931 שְׁמוֹ֙ H8034 שָׁ֔ם H8033 שָׁ֣מָּה H8033 תָבִ֔יאוּ H935 אֵ֛ת H853 כָּל H3605 אֲשֶׁ֥ר H834 אָנֹכִ֖י H595 מְצַוֶּ֣ה H6680 אֶתְכֶ֑ם H853 עוֹלֹתֵיכֶ֣ם H5930 וְזִבְחֵי H2077 מַעְשְׂרֹֽתֵיכֶם֙ H4643 וּתְרֻמַ֣ת H8641 יֶדְכֶ֔ם H3027 וְכֹל֙ H3605 מִבְחַ֣ר H4005 נִדְרֵיכֶ֔ם H5088 אֲשֶׁ֥ר H834 תִּדְּר֖וּ H5087 לַֽיהוָֽה H3068 ",
  "12": "וּשְׂמַחְתֶּ֗ם H8055 לִפְנֵי֮ H6440 יְהוָ֣ה H3068 אֱלֹֽהֵיכֶם֒ H430 אַתֶּ֗ם H859 וּבְנֵי H1121 וּבְנֹ֣תֵי H1323 וְעַבְדֵי H5650 וְאַמְהֹתֵי H519 וְהַ H3881 אֲשֶׁ֣ר H834 בְּשַֽׁעֲרֵי H8179 כִּ֣י H3588 אֵ֥ין H369 ל֛וֹ Hl חֵ֥לֶק H2506 וְנַחֲלָ֖ה H5159 אִתְּכֶֽם H854 ",
  "13": "הִשָּׁ֣מֶר H8104 לְךָ֔ Hl פֶּֽן H6435 תַּעֲלֶ֖ה H5927 עֹלֹתֶ֑יךָ H5930 בְּכָל H3605 מָק֖וֹם H4725 אֲשֶׁ֥ר H834 תִּרְאֶֽה H7200 ",
  "14": "כִּ֣י H3588 אִם H518 בַּמָּק֞וֹם H4725 אֲשֶׁר H834 יִבְחַ֤ר H977 יְהוָה֙ H3068 בְּאַחַ֣ד H259 שְׁבָטֶ֔יךָ H7626 שָׁ֖ם H8033 תַּעֲלֶ֣ה H5927 עֹלֹתֶ֑יךָ H5930 וְשָׁ֣ם H8033 תַּעֲשֶׂ֔ה H6213 כֹּ֛ל H3605 אֲשֶׁ֥ר H834 אָנֹכִ֖י H595 מְצַוֶּֽךָּ H6680 ",
  "15": "רַק֩ H7535 בְּכָל H3605 אַוַּ֨ת H185 נַפְשְׁךָ֜ H5315 תִּזְבַּ֣ח H2076 וְאָכַלְתָּ֣ H398 בָשָׂ֗ר H1320 כְּבִרְכַּ֨ת H1293 יְהוָ֧ה H3068 אֱלֹהֶ֛יךָ H430 אֲשֶׁ֥ר H834 נָֽתַן H5414 לְךָ֖ Hl בְּכָל H3605 שְׁעָרֶ֑יךָ H8179 הַטָּמֵ֤א H2931 וְהַ H2889 יֹאכְלֶ֔נּוּ H398 כַּצְּבִ֖י H6643 וְכָ H354 ",
  "16": "רַ֥ק H7535 הַדָּ֖ם H1818 לֹ֣א H3808 תֹאכֵ֑לוּ H398 עַל H5921 הָאָ֥רֶץ H776 תִּשְׁפְּכֶ֖נּוּ H8210 כַּמָּֽיִם H4325 ",
  "17": "לֹֽא H3808 תוּכַ֞ל H3201 לֶאֱכֹ֣ל H398 בִּשְׁעָרֶ֗י H8179 מַעְשַׂ֤ר H4643 דְּגָֽנְךָ֙ H1715 וְתִֽירֹשְׁ H8492 וְיִצְהָרֶ֔ H3323 וּבְכֹרֹ֥ת H1062 בְּקָרְךָ֖ H1241 וְצֹאנֶ֑ H6629 וְכָל H3605 נְדָרֶ֨יךָ֙ H5088 אֲשֶׁ֣ר H834 תִּדֹּ֔ר H5087 וְנִדְבֹתֶ֖י H5071 וּתְרוּמַ֥ת H8641 יָדֶֽךָ H3027 ",
  "18": "כִּ֡י H3588 אִם H518 לִפְנֵי֩ H6440 יְהוָ֨ה H3068 אֱלֹהֶ֜יךָ H430 תֹּאכְלֶ֗נּוּ H398 בַּמָּקוֹם֙ H4725 אֲשֶׁ֨ר H834 יִבְחַ֜ר H977 יְהוָ֣ה H3068 אֱלֹהֶיךָ֮ H430 בּוֹ֒ Hb אַתָּ֨ה H859 וּבִנְ H1121 וּבִתֶּ֨ H1323 וְעַבְדְּ H5650 וַאֲמָתֶ֔ H519 וְהַ H3881 אֲשֶׁ֣ר H834 בִּשְׁעָרֶ֑י H8179 וְשָׂמַחְתָּ֗ H8055 לִפְנֵי֙ H6440 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 בְּכֹ֖ל H3605 מִשְׁלַ֥ח H4916 יָדֶֽךָ H3027 ",
  "19": "הִשָּׁ֣מֶר H8104 לְךָ֔ Hl פֶּֽן H6435 תַּעֲזֹ֖ב H5800 אֶת H853 הַלֵּוִ֑י H3881 כָּל H3605 יָמֶ֖יךָ H3117 עַל H5921 אַדְמָתֶֽךָ H127 ",
  "20": "כִּֽי H3588 יַרְחִיב֩ H7337 יְהוָ֨ה H3068 אֱלֹהֶ֥יךָ H430 אֶֽת H853 גְּבֽוּלְךָ֮ H1366 כַּאֲשֶׁ֣ר H834 דִּבֶּר H1696 לָךְ֒ Hl וְאָמַרְתָּ֙ H559 אֹכְלָ֣ה H398 בָשָׂ֔ר H1320 כִּֽי H3588 תְאַוֶּ֥ה H183 נַפְשְׁךָ֖ H5315 לֶאֱכֹ֣ל H398 בָּשָׂ֑ר H1320 בְּכָל H3605 אַוַּ֥ת H185 נַפְשְׁךָ֖ H5315 תֹּאכַ֥ל H398 בָּשָֽׂר H1320 ",
  "21": "כִּֽי H3588 יִרְחַ֨ק H7368 מִמְּךָ֜ H4480 הַמָּק֗וֹם H4725 אֲשֶׁ֨ר H834 יִבְחַ֜ר H977 יְהוָ֣ה H3068 אֱלֹהֶיךָ֮ H430 לָשׂ֣וּם H7760 שְׁמ֣וֹ H8034 שָׁם֒ H8033 וְזָבַחְתָּ֞ H2076 מִבְּקָרְ H1241 וּמִ H6629 אֲשֶׁ֨ר H834 נָתַ֤ן H5414 יְהוָה֙ H3068 לְךָ֔ Hl כַּאֲשֶׁ֖ר H834 צִוִּיתִ֑ךָ H6680 וְאָֽכַלְתָּ֙ H398 בִּשְׁעָרֶ֔י H8179 בְּכֹ֖ל H3605 אַוַּ֥ת H185 נַפְשֶֽׁךָ H5315 ",
  "22": "אַ֗ךְ H389 כַּאֲשֶׁ֨ר H834 יֵאָכֵ֤ל H398 אֶֽת H853 הַצְּבִי֙ H6643 וְאֶת H853 הָ֣אַיָּ֔ל H354 כֵּ֖ן H3651 תֹּאכְלֶ֑נּוּ H398 הַטָּמֵא֙ H2931 וְהַ H2889 יַחְדָּ֖ו H3162 יֹאכְלֶֽנּוּ H398 ",
  "23": "רַ֣ק H7535 חֲזַ֗ק H2388 לְבִלְתִּי֙ H1115 אֲכֹ֣ל H398 הַדָּ֔ם H1818 כִּ֥י H3588 הַדָּ֖ם H1818 ה֣וּא H1931 הַנָּ֑פֶשׁ H5315 וְלֹא H3808 תֹאכַ֥ל H398 הַנֶּ֖פֶשׁ H5315 עִם H5973 הַבָּשָֽׂר H1320 ",
  "24": "לֹ֖א H3808 תֹּאכְלֶ֑נּוּ H398 עַל H5921 הָאָ֥רֶץ H776 תִּשְׁפְּכֶ֖נּוּ H8210 כַּמָּֽיִם H4325 ",
  "25": "לֹ֖א H3808 תֹּאכְלֶ֑נּוּ H398 לְמַ֨עַן H4616 יִיטַ֤ב H3190 לְךָ֙ Hl וּלְ H1121 אַחֲרֶ֔יךָ H310 כִּֽי H3588 תַעֲשֶׂ֥ה H6213 הַיָּשָׁ֖ר H3477 בְּעֵינֵ֥י H5869 יְהוָֽה H3068 ",
  "26": "רַ֧ק H7535 קָֽדָשֶׁ֛יךָ H6944 אֲשֶׁר H834 יִהְי֥וּ H1961 לְךָ֖ Hl וּנְדָרֶ֑י H5088 תִּשָּׂ֣א H5375 וּבָ֔אתָ H935 אֶל H413 הַמָּק֖וֹם H4725 אֲשֶׁר H834 יִבְחַ֥ר H977 יְהוָֽה H3068 ",
  "27": "וְעָשִׂ֤יתָ H6213 עֹלֹתֶ֨יךָ֙ H5930 הַבָּשָׂ֣ר H1320 וְהַ H1818 עַל H5921 מִזְבַּ֖ח H4196 יְהוָ֣ה H3068 אֱלֹהֶ֑יךָ H430 וְדַם H1818 זְבָחֶ֗יךָ H2077 יִשָּׁפֵךְ֙ H8210 עַל H5921 מִזְבַּח֙ H4196 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 וְהַ H1320 תֹּאכֵֽל H398 ",
  "28": "שְׁמֹ֣ר H8104 וְשָׁמַעְתָּ֗ H8085 אֵ֚ת H853 כָּל H3605 הַדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 אֲשֶׁ֥ר H834 אָנֹכִ֖י H595 מְצַוֶּ֑ךָּ H6680 לְמַעַן֩ H4616 יִיטַ֨ב H3190 לְךָ֜ Hl וּלְ H1121 אַחֲרֶ֨יךָ֙ H310 עַד H5704 עוֹלָ֔ם H5769 כִּ֤י H3588 תַעֲשֶׂה֙ H6213 הַטּ֣וֹב H2896 וְהַ H3477 בְּעֵינֵ֖י H5869 יְהוָ֥ה H3068 אֱלֹהֶֽיךָ H430 ",
  "29": "כִּֽי H3588 יַכְרִית֩ H3772 יְהוָ֨ה H3068 אֱלֹהֶ֜יךָ H430 אֶת H853 הַגּוֹיִ֗ם H1471 אֲשֶׁ֨ר H834 אַתָּ֥ה H859 בָא H935 שָׁ֛מָּה H8033 לָרֶ֥שֶׁת H3423 אוֹתָ֖ם H853 מִפָּנֶ֑י H6440 וְיָרַשְׁתָּ֣ H3423 אֹתָ֔ם H853 וְיָשַׁבְתָּ֖ H3427 בְּאַרְצָֽ H776 ",
  "30": "הִשָּׁ֣מֶר H8104 לְךָ֗ Hl פֶּן H6435 תִּנָּקֵשׁ֙ H5367 אַחֲרֵיהֶ֔ם H310 אַחֲרֵ֖י H310 הִשָּׁמְדָ֣ם H8045 מִפָּנֶ֑י H6440 וּפֶן H6435 תִּדְרֹ֨שׁ H1875 לֵֽאלֹהֵי H430 לֵאמֹ֨ר H559 אֵיכָ֨ה H349 יַעַבְד֜וּ H5647 הַגּוֹיִ֤ם H1471 הָאֵ֨לֶּה֙ H428 אֶת H853 אֱלֹ֣הֵיהֶ֔ם H430 וְאֶעֱשֶׂה H6213 כֵּ֖ן H3651 גַּם H1571 אָֽנִי H589 ",
  "31": "לֹא H3808 תַעֲשֶׂ֣ה H6213 כֵ֔ן H3651 לַיהוָ֖ה H3068 אֱלֹהֶ֑יךָ H430 כִּי֩ H3588 כָּל H3605 תּוֹעֲבַ֨ת H8441 יְהוָ֜ה H3068 אֲשֶׁ֣ר H834 שָׂנֵ֗א H8130 עָשׂוּ֙ H6213 לֵאלֹ֣הֵי H430 כִּ֣י H3588 גַ֤ם H1571 אֶת H853 בְּנֵיהֶם֙ H1121 וְאֶת H853 בְּנֹ֣תֵיהֶ֔ם H1323 יִשְׂרְפ֥וּ H8313 בָאֵ֖שׁ H784 לֵֽאלֹהֵי H430 ",
  "32": "אֵ֣ת H853 כָּל H3605 הַדָּבָ֗ר H1697 אֲשֶׁ֤ר H834 אָנֹכִי֙ H595 מְצַוֶּ֣ה H6680 אֶתְכֶ֔ם H853 אֹת֥וֹ H853 תִשְׁמְר֖וּ H8104 לַעֲשׂ֑וֹת H6213 לֹא H3808 תֹסֵ֣ף H3254 עָלָ֔יו H5921 וְלֹ֥א H3808 תִגְרַ֖ע H1639 מִמֶּֽנּוּ H4480 "
}
