{
  "1": "כִּֽי H3588 יָק֤וּם H6965 בְּקִרְבְּ H7130 נָבִ֔יא H5030 א֖וֹ H176 חֹלֵ֣ם H2492 חֲל֑וֹם H2472 וְנָתַ֥ן H5414 אֵלֶ֛יךָ H413 א֖וֹת H226 א֥וֹ H176 מוֹפֵֽת H4159 ",
  "2": "וּבָ֤א H935 הָאוֹת֙ H226 וְהַ H4159 אֲשֶׁר H834 דִּבֶּ֥ר H1696 אֵלֶ֖יךָ H413 לֵאמֹ֑ר H559 נֵֽלְכָ֞ה H3212 אַחֲרֵ֨י H310 אֱלֹהִ֧ים H430 אֲחֵרִ֛ים H312 אֲשֶׁ֥ר H834 לֹֽא H3808 יְדַעְתָּ֖ם H3045 וְנָֽעָבְדֵֽ H5647 ",
  "3": "לֹ֣א H3808 תִשְׁמַ֗ע H8085 אֶל H413 דִּבְרֵי֙ H1697 הַנָּבִ֣יא H5030 הַה֔וּא H1931 א֛וֹ H176 אֶל H413 חוֹלֵ֥ם H2492 הַחֲל֖וֹם H2472 הַה֑וּא H1931 כִּ֣י H3588 מְנַסֶּ֞ה H5254 יְהוָ֤ה H3068 אֱלֹֽהֵיכֶם֙ H430 אֶתְכֶ֔ם H853 לָדַ֗עַת H3045 הֲיִשְׁ H3426 אֹֽהֲבִים֙ H157 אֶת H853 יְהוָ֣ה H3068 אֱלֹהֵיכֶ֔ם H430 בְּכָל H3605 לְבַבְכֶ֖ם H3824 וּבְ H3605 נַפְשְׁכֶֽם H5315 ",
  "4": "אַחֲרֵ֨י H310 יְהוָ֧ה H3068 אֱלֹהֵיכֶ֛ם H430 תֵּלֵ֖כוּ H3212 וְאֹת֣ H853 תִירָ֑אוּ H3372 וְאֶת H853 מִצְוֺתָ֤יו H4687 תִּשְׁמֹ֨רוּ֙ H8104 וּבְ H6963 תִשְׁמָ֔עוּ H8085 וְאֹת֥ H853 תַעֲבֹ֖דוּ H5647 וּב֥ Hc/Hb תִדְבָּקֽוּן H1692 ",
  "5": "וְהַ H5030 הַה֡וּא H1931 א֣וֹ H176 חֹלֵם֩ H2492 הַחֲל֨וֹם H2472 הַה֜וּא H1931 יוּמָ֗ת H4191 כִּ֣י H3588 דִבֶּר H1696 סָ֠רָה H5627 עַל H5921 יְהוָ֨ה H3068 אֱלֹֽהֵיכֶ֜ם H430 הַמּוֹצִ֥יא H3318 אֶתְכֶ֣ם H853 מֵאֶ֣רֶץ H776 מִצְרַ֗יִם H4714 וְהַ H6299 מִבֵּ֣ית H1004 עֲבָדִ֔ים H5650 לְהַדִּֽיחֲ H5080 מִן H4480 הַדֶּ֔רֶךְ H1870 אֲשֶׁ֧ר H834 צִוְּךָ֛ H6680 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 לָלֶ֣כֶת H3212 בָּ֑הּ Hb וּבִֽעַרְתָּ֥ H1197 הָרָ֖ע H7451 מִקִּרְבֶּֽ H7130 ",
  "6": "כִּ֣י H3588 יְסִֽיתְךָ֡ H5496 אָחִ֣יךָ H251 בֶן H1121 אִ֠מֶּךָ H517 אֽוֹ H176 בִנְךָ֨ H1121 אֽוֹ H176 בִתְּךָ֜ H1323 א֣וֹ H176 אֵ֣שֶׁת H802 חֵיקֶ֗ךָ H2436 א֧וֹ H176 רֵֽעֲךָ֛ H7453 אֲשֶׁ֥ר H834 כְּנַפְשְׁ H5315 בַּסֵּ֣תֶר H5643 לֵאמֹ֑ר H559 נֵֽלְכָ֗ה H3212 וְנַֽעַבְדָה֙ H5647 אֱלֹהִ֣ים H430 אֲחֵרִ֔ים H312 אֲשֶׁר֙ H834 לֹ֣א H3808 יָדַ֔עְתָּ H3045 אַתָּ֖ה H859 וַאֲבֹתֶֽי H1 ",
  "7": "מֵאֱלֹהֵ֣י H430 הָֽעַמִּ֗ים H5971 אֲשֶׁר֙ H834 סְבִיבֹ֣תֵיכֶ֔ם H5439 הַקְּרֹבִ֣ים H7138 אֵלֶ֔יךָ H413 א֖וֹ H176 הָרְחֹקִ֣ים H7350 מִמֶּ֑ךָּ H4480 מִקְצֵ֥ה H7097 הָאָ֖רֶץ H776 וְעַד H5704 קְצֵ֥ה H7097 הָאָֽרֶץ H776 ",
  "8": "לֹא H3808 תֹאבֶ֣ה H14 ל֔וֹ Hl וְלֹ֥א H3808 תִשְׁמַ֖ע H8085 אֵלָ֑יו H413 וְלֹא H3808 תָח֤וֹס H2347 עֵֽינְךָ֙ H5869 עָלָ֔יו H5921 וְלֹֽא H3808 תַחְמֹ֥ל H2550 וְלֹֽא H3808 תְכַסֶּ֖ה H3680 עָלָֽיו H5921 ",
  "9": "כִּ֤י H3588 הָרֹג֙ H2026 תַּֽהַרְגֶ֔נּוּ H2026 יָֽדְךָ֛ H3027 תִּֽהְיֶה H1961 בּ֥וֹ Hb בָרִֽאשׁוֹנָ֖ה H7223 לַהֲמִית֑ H4191 וְיַ֥ד H3027 כָּל H3605 הָעָ֖ם H5971 בָּאַחֲרֹנָֽה H314 ",
  "10": "וּסְקַלְתּ֥ H5619 בָאֲבָנִ֖ים H68 וָמֵ֑ת H4191 כִּ֣י H3588 בִקֵּ֗שׁ H1245 לְהַדִּֽיחֲ H5080 מֵעַל֙ H5921 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 הַמּוֹצִיאֲ H3318 מֵאֶ֥רֶץ H776 מִצְרַ֖יִם H4714 מִבֵּ֥ית H1004 עֲבָדִֽים H5650 ",
  "11": "וְכָל H3605 יִשְׂרָאֵ֔ל H3478 יִשְׁמְע֖וּ H8085 וְיִֽרָא֑וּ H3372 וְלֹֽא H3808 יוֹסִ֣פוּ H3254 לַעֲשׂ֗וֹת H6213 כַּדָּבָ֥ר H1697 הָרָ֛ע H7451 הַזֶּ֖ה H2088 בְּקִרְבֶּֽ H7130 ",
  "12": "כִּֽי H3588 תִשְׁמַ֞ע H8085 בְּאַחַ֣ת H259 עָרֶ֗יךָ H5892 אֲשֶׁר֩ H834 יְהוָ֨ה H3068 אֱלֹהֶ֜יךָ H430 נֹתֵ֥ן H5414 לְךָ֛ Hl לָשֶׁ֥בֶת H3427 שָׁ֖ם H8033 לֵאמֹֽר H559 ",
  "13": "יָצְא֞וּ H3318 אֲנָשִׁ֤ים H376 בְּנֵֽי H1121 בְלִיַּ֨עַל֙ H1100 מִקִּרְבֶּ֔ H7130 וַיַּדִּ֛יחוּ H5080 אֶת H853 יֹשְׁבֵ֥י H3427 עִירָ֖ם H5892 לֵאמֹ֑ר H559 נֵלְכָ֗ה H3212 וְנַעַבְדָ֛ה H5647 אֱלֹהִ֥ים H430 אֲחֵרִ֖ים H312 אֲשֶׁ֥ר H834 לֹא H3808 יְדַעְתֶּֽם H3045 ",
  "14": "וְדָרַשְׁתָּ֧ H1875 וְחָקַרְתָּ֧ H2713 וְשָׁאַלְתָּ֖ H7592 הֵיטֵ֑ב H3190 וְהִנֵּ֤ה H2009 אֱמֶת֙ H571 נָכ֣וֹן H3559 הַדָּבָ֔ר H1697 נֶעֶשְׂתָ֛ה H6213 הַתּוֹעֵבָ֥ה H8441 הַזֹּ֖את H2063 בְּקִרְבֶּֽ H7130 ",
  "15": "הַכֵּ֣ה H5221 תַכֶּ֗ה H5221 אֶת H853 יֹֽשְׁבֵ֛י H3427 הָעִ֥יר H5892 ההוא H1931 לְפִי H6310 חָ֑רֶב H2719 הַחֲרֵ֨ם H2763 אֹתָ֧הּ H853 וְאֶת H853 כָּל H3605 אֲשֶׁר H834 בָּ֛הּ Hb וְאֶת H853 בְּהֶמְתָּ֖הּ H929 לְפִי H6310 חָֽרֶב H2719 ",
  "16": "וְאֶת H853 כָּל H3605 שְׁלָלָ֗הּ H7998 תִּקְבֹּץ֮ H6908 אֶל H413 תּ֣וֹךְ H8432 רְחֹבָהּ֒ H7339 וְשָׂרַפְתָּ֨ H8313 בָאֵ֜שׁ H784 אֶת H853 הָעִ֤יר H5892 וְאֶת H853 כָּל H3605 שְׁלָלָהּ֙ H7998 כָּלִ֔יל H3632 לַיהוָ֖ה H3068 אֱלֹהֶ֑יךָ H430 וְהָיְתָה֙ H1961 תֵּ֣ל H8510 עוֹלָ֔ם H5769 לֹ֥א H3808 תִבָּנֶ֖ה H1129 עֽוֹד H5750 ",
  "17": "וְלֹֽא H3808 יִדְבַּ֧ק H1692 בְּיָדְ H3027 מְא֖וּמָה H3972 מִן H4480 הַחֵ֑רֶם H2764 לְמַעַן֩ H4616 יָשׁ֨וּב H7725 יְהוָ֜ה H3068 מֵחֲר֣וֹן H2740 אַפּ֗וֹ H639 וְנָֽתַן H5414 לְךָ֤ Hl רַחֲמִים֙ H7356 וְרִֽחַמְ H7355 וְהִרְבֶּ֔ H7235 כַּאֲשֶׁ֥ר H834 נִשְׁבַּ֖ע H7650 לַאֲבֹתֶֽי H1 ",
  "18": "כִּ֣י H3588 תִשְׁמַ֗ע H8085 בְּקוֹל֙ H6963 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 לִשְׁמֹר֙ H8104 אֶת H853 כָּל H3605 מִצְוֺתָ֔יו H4687 אֲשֶׁ֛ר H834 אָנֹכִ֥י H595 מְצַוְּךָ֖ H6680 הַיּ֑וֹם H3117 לַעֲשׂוֹת֙ H6213 הַיָּשָׁ֔ר H3477 בְּעֵינֵ֖י H5869 יְהוָ֥ה H3068 אֱלֹהֶֽיךָ H430 ",
  "19": "כִּ֣י H3588 תִשְׁמַ֗ע H8085 בְּקוֹל֙ H6963 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 לִשְׁמֹר֙ H8104 אֶת H853 כָּל H3605 מִצְוֺתָ֔יו H4687 אֲשֶׁ֛ר H834 אָנֹכִ֥י H595 מְצַוְּךָ֖ H6680 הַיּ֑וֹם H3117 לַעֲשׂוֹת֙ H6213 הַיָּשָׁ֔ר H3477 בְּעֵינֵ֖י H5869 יְהוָ֥ה H3068 אֱלֹהֶֽיךָ H430 "
}
