{
  "1": "וַנֵּ֜פֶן H6437 וַנִּסַּ֤ע H5265 הַמִּדְבָּ֨רָ H4057 דֶּ֣רֶךְ H1870 יַם H3220 ס֔וּף H5488 כַּאֲשֶׁ֛ר H834 דִּבֶּ֥ר H1696 יְהוָ֖ה H3068 אֵלָ֑י H413 וַנָּ֥סָב H5437 אֶת H853 הַר H2022 שֵׂעִ֖יר H8165 יָמִ֥ים H3117 רַבִּֽים H7227 ",
  "2": "וַיֹּ֥אמֶר H559 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "3": "רַב H7227 לָכֶ֕ם Hl סֹ֖ב H5437 אֶת H853 הָהָ֣ר H2022 הַזֶּ֑ה H2088 פְּנ֥וּ H6437 לָכֶ֖ם Hl צָפֹֽנָה H6828 ",
  "4": "וְאֶת H853 הָעָם֮ H5971 צַ֣ו H6680 לֵאמֹר֒ H559 אַתֶּ֣ם H859 עֹֽבְרִ֗ים H5674 בִּגְבוּל֙ H1366 אֲחֵיכֶ֣ם H251 בְּנֵי H1121 עֵשָׂ֔ו H6215 הַיֹּשְׁבִ֖ים H3427 בְּשֵׂעִ֑יר H8165 וְיִֽירְא֣וּ H3372 מִכֶּ֔ם H4480 וְנִשְׁמַרְתֶּ֖ם H8104 מְאֹֽד H3966 ",
  "5": "אַל H408 תִּתְגָּר֣וּ H1624 בָ֔ם Hb כִּ֠י H3588 לֹֽא H3808 אֶתֵּ֤ן H5414 לָכֶם֙ Hl מֵֽאַרְצָ֔ H776 עַ֖ד H5704 מִדְרַ֣ךְ H4096 כַּף H3709 רָ֑גֶל H7272 כִּֽי H3588 יְרֻשָּׁ֣ה H3425 לְעֵשָׂ֔ו H6215 נָתַ֖תִּי H5414 אֶת H853 הַ֥ר H2022 שֵׂעִֽיר H8165 ",
  "6": "אֹ֣כֶל H400 תִּשְׁבְּר֧וּ H7666 מֵֽאִתָּ֛ H853 בַּכֶּ֖סֶף H3701 וַאֲכַלְתֶּ֑ם H398 וְגַם H1571 מַ֜יִם H4325 תִּכְר֧וּ H3739 מֵאִתָּ֛ H853 בַּכֶּ֖סֶף H3701 וּשְׁתִיתֶֽם H8354 ",
  "7": "כִּי֩ H3588 יְהוָ֨ה H3068 אֱלֹהֶ֜יךָ H430 בֵּֽרַכְךָ֗ H1288 בְּכֹל֙ H3605 מַעֲשֵׂ֣ה H4639 יָדֶ֔ךָ H3027 יָדַ֣ע H3045 לֶכְתְּךָ֔ H3212 אֶת H853 הַמִּדְבָּ֥ר H4057 הַגָּדֹ֖ל H1419 הַזֶּ֑ה H2088 זֶ֣ה H2088 אַרְבָּעִ֣ים H705 שָׁנָ֗ה H8141 יְהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 עִמָּ֔ךְ H5973 לֹ֥א H3808 חָסַ֖רְתָּ H2637 דָּבָֽר H1697 ",
  "8": "וַֽנַּעֲבֹ֞ר H5674 מֵאֵ֧ת H854 אַחֵ֣ינוּ H251 בְנֵי H1121 עֵשָׂ֗ו H6215 הַיֹּֽשְׁבִים֙ H3427 בְּשֵׂעִ֔יר H8165 מִדֶּ֨רֶךְ֙ H1870 הָֽעֲרָבָ֔ה H6160 מֵאֵילַ֖ת H359 וּמֵ H6100 גָּ֑בֶר H6100 וַנֵּ֨פֶן֙ H6437 וַֽנַּעֲבֹ֔ר H5674 דֶּ֖רֶךְ H1870 מִדְבַּ֥ר H4057 מוֹאָֽב H4124 ",
  "9": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֵלַ֗י H413 אֶל H408 תָּ֨צַר֙ H6696 אֶת H853 מוֹאָ֔ב H4124 וְאַל H408 תִּתְגָּ֥ר H1624 בָּ֖ם Hb מִלְחָמָ֑ה H4421 כִּ֠י H3588 לֹֽא H3808 אֶתֵּ֨ן H5414 לְךָ֤ Hl מֵֽאַרְצ H776 יְרֻשָּׁ֔ה H3425 כִּ֣י H3588 לִבְנֵי H1121 ל֔וֹט H3876 נָתַ֥תִּי H5414 אֶת H853 עָ֖ר H6144 יְרֻשָּֽׁה H3425 ",
  "10": "הָאֵמִ֥ים H368 לְפָנִ֖ים H6440 יָ֣שְׁבוּ H3427 בָ֑הּ Hb עַ֣ם H5971 גָּד֥וֹל H1419 וְרַ֛ב H7227 וָרָ֖ם H7311 כָּעֲנָקִֽים H6062 ",
  "11": "רְפָאִ֛ים H7497 יֵחָשְׁב֥וּ H2803 אַף H637 הֵ֖ם H1992 כָּעֲנָקִ֑ים H6062 וְהַ H4125 יִקְרְא֥וּ H7121 לָהֶ֖ם Hl אֵמִֽים H368 ",
  "12": "וּבְ H8165 יָשְׁב֣וּ H3427 הַחֹרִים֮ H2752 לְפָנִים֒ H6440 וּבְנֵ֧י H1121 עֵשָׂ֣ו H6215 יִֽירָשׁ֗וּם H3423 וַיַּשְׁמִידוּ H8045 מִפְּנֵי H6440 וַיֵּשְׁב֖וּ H3427 תַּחְתָּ֑ם H8478 כַּאֲשֶׁ֧ר H834 עָשָׂ֣ה H6213 יִשְׂרָאֵ֗ל H3478 לְאֶ֨רֶץ֙ H776 יְרֻשָּׁת֔וֹ H3425 אֲשֶׁר H834 נָתַ֥ן H5414 יְהוָ֖ה H3068 לָהֶֽם Hl ",
  "13": "עַתָּ֗ה H6258 קֻ֛מוּ H6965 וְעִבְר֥וּ H5674 לָכֶ֖ם Hl אֶת H853 נַ֣חַל H5158 זָ֑רֶד H2218 וַֽנַּעֲבֹ֖ר H5674 אֶת H853 נַ֥חַל H5158 זָֽרֶד H2218 ",
  "14": "וְהַ H3117 אֲשֶׁר H834 הָלַ֣כְנוּ H1980 מִקָּדֵ֣שׁ H6947 בַּרְנֵ֗עַ H6947 עַ֤ד H5704 אֲשֶׁר H834 עָבַ֨רְנוּ֙ H5674 אֶת H853 נַ֣חַל H5158 זֶ֔רֶד H2218 שְׁלֹשִׁ֥ים H7970 וּשְׁמֹנֶ֖ה H8083 שָׁנָ֑ה H8141 עַד H5704 תֹּ֨ם H8552 כָּל H3605 הַדּ֜וֹר H1755 אַנְשֵׁ֤י H376 הַמִּלְחָמָה֙ H4421 מִקֶּ֣רֶב H7130 הַֽמַּחֲנֶ֔ה H4264 כַּאֲשֶׁ֛ר H834 נִשְׁבַּ֥ע H7650 יְהוָ֖ה H3068 לָהֶֽם Hl ",
  "15": "וְגַ֤ם H1571 יַד H3027 יְהוָה֙ H3068 הָ֣יְתָה H1961 בָּ֔ם Hb לְהֻמָּ֖ H2000 מִקֶּ֣רֶב H7130 הַֽמַּחֲנֶ֑ה H4264 עַ֖ד H5704 תֻּמָּֽם H8552 ",
  "16": "וַיְהִ֨י H1961 כַאֲשֶׁר H834 תַּ֜מּוּ H8552 כָּל H3605 אַנְשֵׁ֧י H376 הַמִּלְחָמָ֛ה H4421 לָמ֖וּת H4191 מִקֶּ֥רֶב H7130 הָעָֽם H5971 ",
  "17": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "18": "אַתָּ֨ה H859 עֹבֵ֥ר H5674 הַיּ֛וֹם H3117 אֶת H853 גְּב֥וּל H1366 מוֹאָ֖ב H4124 אֶת H853 עָֽר H6144 ",
  "19": "וְקָרַבְתָּ֗ H7126 מ֚וּל H4136 בְּנֵ֣י H1121 עַמּ֔וֹן H5983 אַל H408 תְּצֻרֵ֖ם H6696 וְאַל H408 תִּתְגָּ֣ר H1624 בָּ֑ם Hb כִּ֣י H3588 לֹֽא H3808 אֶ֠תֵּן H5414 מֵאֶ֨רֶץ H776 בְּנֵי H1121 עַמּ֤וֹן H5983 לְךָ֙ Hl יְרֻשָּׁ֔ה H3425 כִּ֥י H3588 לִבְנֵי H1121 ל֖וֹט H3876 נְתַתִּ֥יהָ H5414 יְרֻשָּֽׁה H3425 ",
  "20": "אֶֽרֶץ H776 רְפָאִ֥ים H7497 תֵּחָשֵׁ֖ב H2803 אַף H637 הִ֑וא H1931 רְפָאִ֤ים H7497 יָֽשְׁבוּ H3427 בָהּ֙ Hb לְפָנִ֔ים H6440 וְהָֽ H5984 יִקְרְא֥וּ H7121 לָהֶ֖ם Hl זַמְזֻמִּֽים H2157 ",
  "21": "עַ֣ם H5971 גָּד֥וֹל H1419 וְרַ֛ב H7227 וָרָ֖ם H7311 כָּעֲנָקִ֑ים H6062 וַיַּשְׁמִידֵ֤ H8045 יְהוָה֙ H3068 מִפְּנֵי H6440 וַיִּירָשֻׁ֖ H3423 וַיֵּשְׁב֥וּ H3427 תַחְתָּֽם H8478 ",
  "22": "כַּאֲשֶׁ֤ר H834 עָשָׂה֙ H6213 לִבְנֵ֣י H1121 עֵשָׂ֔ו H6215 הַיֹּשְׁבִ֖ים H3427 בְּשֵׂעִ֑יר H8165 אֲשֶׁ֨ר H834 הִשְׁמִ֤יד H8045 אֶת H853 הַחֹרִי֙ H2752 מִפְּנֵי H6440 וַיִּֽירָשֻׁ H3423 וַיֵּשְׁב֣וּ H3427 תַחְתָּ֔ם H8478 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "23": "וְהָֽ H5761 הַיֹּשְׁבִ֥ים H3427 בַּחֲצֵרִ֖ים H2699 עַד H5704 עַזָּ֑ה H5804 כַּפְתֹּרִים֙ H3732 הַיֹּצְאִ֣ים H3318 מִכַּפְתּ֔וֹר H3731 הִשְׁמִידֻ֖ם H8045 וַיֵּשְׁב֥וּ H3427 תַחְתָּֽם H8478 ",
  "24": "ק֣וּמוּ H6965 סְּע֗וּ H5265 וְעִבְרוּ֮ H5674 אֶת H853 נַ֣חַל H5158 אַרְנֹן֒ H769 רְאֵ֣ה H7200 נָתַ֣תִּי H5414 בְ֠יָדְ H3027 אֶת H853 סִיחֹ֨ן H5511 מֶֽלֶךְ H4428 חֶשְׁבּ֧וֹן H2809 הָֽאֱמֹרִ֛י H567 וְאֶת H853 אַרְצ֖וֹ H776 הָחֵ֣ל H2490 רָ֑שׁ H3423 וְהִתְגָּ֥ר H1624 בּ֖וֹ Hb מִלְחָמָֽה H4421 ",
  "25": "הַיּ֣וֹם H3117 הַזֶּ֗ה H2088 אָחֵל֙ H2490 תֵּ֤ת H5414 פַּחְדְּךָ֙ H6343 וְיִרְאָ֣תְ H3374 עַל H5921 פְּנֵי֙ H6440 הָֽעַמִּ֔ים H5971 תַּ֖חַת H8478 כָּל H3605 הַשָּׁמָ֑יִם H8064 אֲשֶׁ֤ר H834 יִשְׁמְעוּן֙ H8085 שִׁמְעֲךָ֔ H8088 וְרָגְז֥וּ H7264 וְחָל֖וּ H2342 מִפָּנֶֽי H6440 ",
  "26": "וָאֶשְׁלַ֤ח H7971 מַלְאָכִים֙ H4397 מִמִּדְבַּ֣ר H4057 קְדֵמ֔וֹת H6932 אֶל H413 סִיח֖וֹן H5511 מֶ֣לֶךְ H4428 חֶשְׁבּ֑וֹן H2809 דִּבְרֵ֥י H1697 שָׁל֖וֹם H7965 לֵאמֹֽר H559 ",
  "27": "אֶעְבְּרָ֣ה H5674 בְאַרְצֶ֔ H776 בַּדֶּ֥רֶךְ H1870 בַּדֶּ֖רֶךְ H1870 אֵלֵ֑ךְ H3212 לֹ֥א H3808 אָס֖וּר H5493 יָמִ֥ין H3225 וּשְׂמֹֽאול H8040 ",
  "28": "אֹ֣כֶל H400 בַּכֶּ֤סֶף H3701 תַּשְׁבִּרֵ֨נִי֙ H7666 וְאָכַ֔לְתִּי H398 וּמַ֛יִם H4325 בַּכֶּ֥סֶף H3701 תִּתֶּן H5414 לִ֖י Hl וְשָׁתִ֑יתִי H8354 רַ֖ק H7535 אֶעְבְּרָ֥ה H5674 בְרַגְלָֽ H7272 ",
  "29": "כַּאֲשֶׁ֨ר H834 עָֽשׂוּ H6213 לִ֜י Hl בְּנֵ֣י H1121 עֵשָׂ֗ו H6215 הַיֹּֽשְׁבִים֙ H3427 בְּשֵׂעִ֔יר H8165 וְהַ H4125 הַיֹּשְׁבִ֖ים H3427 בְּעָ֑ר H6144 עַ֤ד H5704 אֲשֶֽׁר H834 אֶֽעֱבֹר֙ H5674 אֶת H853 הַיַּרְדֵּ֔ן H3383 אֶל H413 הָאָ֕רֶץ H776 אֲשֶׁר H834 יְהוָ֥ה H3068 אֱלֹהֵ֖ינוּ H430 נֹתֵ֥ן H5414 לָֽנוּ Hl ",
  "30": "וְלֹ֣א H3808 אָבָ֗ה H14 סִיחֹן֙ H5511 מֶ֣לֶךְ H4428 חֶשְׁבּ֔וֹן H2809 הַעֲבִרֵ֖נוּ H5674 בּ֑וֹ Hb כִּֽי H3588 הִקְשָׁה֩ H7185 יְהוָ֨ה H3068 אֱלֹהֶ֜יךָ H430 אֶת H853 רוּח֗וֹ H7307 וְאִמֵּץ֙ H553 אֶת H853 לְבָב֔וֹ H3824 לְמַ֛עַן H4616 תִּתּ֥וֹ H5414 בְיָדְ H3027 כַּיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "31": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֵלַ֔י H413 רְאֵ֗ה H7200 הַֽחִלֹּ֨תִי֙ H2490 תֵּ֣ת H5414 לְפָנֶ֔י H6440 אֶת H853 סִיחֹ֖ן H5511 וְאֶת H853 אַרְצ֑וֹ H776 הָחֵ֣ל H2490 רָ֔שׁ H3423 לָרֶ֖שֶׁת H3423 אֶת H853 אַרְצֽוֹ H776 ",
  "32": "וַיֵּצֵא֩ H3318 סִיחֹ֨ן H5511 לִקְרָאתֵ֜ H7125 ה֧וּא H1931 וְכָל H3605 עַמּ֛וֹ H5971 לַמִּלְחָמָ֖ה H4421 יָֽהְצָה H3096 ",
  "33": "וַֽיִּתְּנֵ֛ H5414 יְהוָ֥ה H3068 אֱלֹהֵ֖ינוּ H430 לְפָנֵ֑י H6440 וַנַּ֥ךְ H5221 אֹת֛וֹ H853 וְאֶת H853 בנו H1121 וְאֶת H853 כָּל H3605 עַמּֽוֹ H5971 ",
  "34": "וַנִּלְכֹּ֤ד H3920 אֶת H853 כָּל H3605 עָרָיו֙ H5892 בָּעֵ֣ת H6256 הַהִ֔וא H1931 וַֽנַּחֲרֵם֙ H2763 אֶת H853 כָּל H3605 עִ֣יר H5892 מְתִ֔ם H4962 וְהַ H802 וְהַ H2945 לֹ֥א H3808 הִשְׁאַ֖רְנוּ H7604 שָׂרִֽיד H8300 ",
  "35": "רַ֥ק H7535 הַבְּהֵמָ֖ה H929 בָּזַ֣זְנוּ H962 לָ֑נוּ Hl וּשְׁלַ֥ל H7998 הֶעָרִ֖ים H5892 אֲשֶׁ֥ר H834 לָכָֽדְנוּ H3920 ",
  "36": "מֵֽעֲרֹעֵ֡ר H6177 אֲשֶׁר֩ H834 עַל H5921 שְׂפַת H8193 נַ֨חַל H5158 אַרְנֹ֜ן H769 וְהָ H5892 אֲשֶׁ֤ר H834 בַּנַּ֨חַל֙ H5158 וְעַד H5704 הַגִּלְעָ֔ד H1568 לֹ֤א H3808 הָֽיְתָה֙ H1961 קִרְיָ֔ה H7151 אֲשֶׁ֥ר H834 שָׂגְבָ֖ה H7682 מִמֶּ֑נּוּ H4480 אֶת H853 הַכֹּ֕ל H3605 נָתַ֛ן H5414 יְהוָ֥ה H3068 אֱלֹהֵ֖ינוּ H430 לְפָנֵֽי H6440 ",
  "37": "רַ֛ק H7535 אֶל H413 אֶ֥רֶץ H776 בְּנֵי H1121 עַמּ֖וֹן H5983 לֹ֣א H3808 קָרָ֑בְתָּ H7126 כָּל H3605 יַ֞ד H3027 נַ֤חַל H5158 יַבֹּק֙ H2999 וְעָרֵ֣י H5892 הָהָ֔ר H2022 וְכֹ֥ל H3605 אֲשֶׁר H834 צִוָּ֖ה H6680 יְהוָ֥ה H3068 אֱלֹהֵֽינוּ H430 "
}
