{
  "1": "כִּֽי H3588 תֵצֵ֨א H3318 לַמִּלְחָמָ֜ה H4421 עַל H5921 אֹיְבֶ֗יךָ H341 וְֽרָאִ֜יתָ H7200 ס֤וּס H5483 וָרֶ֨כֶב֙ H7393 עַ֚ם H5971 רַ֣ב H7227 מִמְּךָ֔ H4480 לֹ֥א H3808 תִירָ֖א H3372 מֵהֶ֑ם H1992 כִּֽי H3588 יְהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 עִמָּ֔ךְ H5973 הַמַּֽעַלְ H5927 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "2": "וְהָיָ֕ה H1961 כְּקָֽרָבְ H7126 אֶל H413 הַמִּלְחָמָ֑ה H4421 וְנִגַּ֥שׁ H5066 הַכֹּהֵ֖ן H3548 וְדִבֶּ֥ר H1696 אֶל H413 הָעָֽם H5971 ",
  "3": "וְאָמַ֤ר H559 אֲלֵהֶם֙ H413 שְׁמַ֣ע H8085 יִשְׂרָאֵ֔ל H3478 אַתֶּ֨ם H859 קְרֵבִ֥ים H7131 הַיּ֛וֹם H3117 לַמִּלְחָמָ֖ה H4421 עַל H5921 אֹיְבֵיכֶ֑ם H341 אַל H408 יֵרַ֣ךְ H7401 לְבַבְכֶ֗ם H3824 אַל H408 תִּֽירְא֧וּ H3372 וְאַֽל H408 תַּחְפְּז֛וּ H2648 וְאַל H408 תַּֽעַרְצ֖וּ H6206 מִפְּנֵי H6440 ",
  "4": "כִּ֚י H3588 יְהוָ֣ה H3068 אֱלֹֽהֵיכֶ֔ם H430 הַהֹלֵ֖ךְ H1980 עִמָּכֶ֑ם H5973 לְהִלָּחֵ֥ם H3898 לָכֶ֛ם Hl עִם H5973 אֹיְבֵיכֶ֖ם H341 לְהוֹשִׁ֥יעַ H3467 אֶתְכֶֽם H853 ",
  "5": "וְדִבְּר֣וּ H1696 הַשֹּֽׁטְרִים֮ H7860 אֶל H413 הָעָ֣ם H5971 לֵאמֹר֒ H559 מִֽי H4310 הָאִ֞ישׁ H376 אֲשֶׁ֨ר H834 בָּנָ֤ה H1129 בַֽיִת H1004 חָדָשׁ֙ H2319 וְלֹ֣א H3808 חֲנָכ֔וֹ H2596 יֵלֵ֖ךְ H3212 וְיָשֹׁ֣ב H7725 לְבֵית֑ H1004 פֶּן H6435 יָמוּת֙ H4191 בַּמִּלְחָמָ֔ה H4421 וְאִ֥ישׁ H376 אַחֵ֖ר H312 יַחְנְכֶֽנּוּ H2596 ",
  "6": "וּמִֽי H4310 הָאִ֞ישׁ H376 אֲשֶׁר H834 נָטַ֥ע H5193 כֶּ֨רֶם֙ H3754 וְלֹ֣א H3808 חִלְּל֔וֹ H2490 יֵלֵ֖ךְ H3212 וְיָשֹׁ֣ב H7725 לְבֵית֑ H1004 פֶּן H6435 יָמוּת֙ H4191 בַּמִּלְחָמָ֔ה H4421 וְאִ֥ישׁ H376 אַחֵ֖ר H312 יְחַלְּלֶֽנּוּ H2490 ",
  "7": "וּמִֽי H4310 הָאִ֞ישׁ H376 אֲשֶׁר H834 אֵרַ֤שׂ H781 אִשָּׁה֙ H802 וְלֹ֣א H3808 לְקָחָ֔הּ H3947 יֵלֵ֖ךְ H3212 וְיָשֹׁ֣ב H7725 לְבֵית֑ H1004 פֶּן H6435 יָמוּת֙ H4191 בַּמִּלְחָמָ֔ה H4421 וְאִ֥ישׁ H376 אַחֵ֖ר H312 יִקָּחֶֽנָּה H3947 ",
  "8": "וְיָסְפ֣וּ H3254 הַשֹּׁטְרִים֮ H7860 לְדַבֵּ֣ר H1696 אֶל H413 הָעָם֒ H5971 וְאָמְר֗וּ H559 מִי H4310 הָאִ֤ישׁ H376 הַיָּרֵא֙ H3373 וְרַ֣ךְ H7390 הַלֵּבָ֔ב H3824 יֵלֵ֖ךְ H3212 וְיָשֹׁ֣ב H7725 לְבֵית֑ H1004 וְלֹ֥א H3808 יִמַּ֛ס H4549 אֶת H853 לְבַ֥ב H3824 אֶחָ֖יו H251 כִּלְבָבֽ H3824 ",
  "9": "וְהָיָ֛ה H1961 כְּכַלֹּ֥ת H3615 הַשֹּׁטְרִ֖ים H7860 לְדַבֵּ֣ר H1696 אֶל H413 הָעָ֑ם H5971 וּפָֽקְד֛וּ H6485 שָׂרֵ֥י H8269 צְבָא֖וֹת H6635 בְּרֹ֥אשׁ H7218 הָעָֽם H5971 ",
  "10": "כִּֽי H3588 תִקְרַ֣ב H7126 אֶל H413 עִ֔יר H5892 לְהִלָּחֵ֖ם H3898 עָלֶ֑יהָ H5921 וְקָרָ֥אתָ H7121 אֵלֶ֖יהָ H413 לְשָׁלֽוֹם H7965 ",
  "11": "וְהָיָה֙ H1961 אִם H518 שָׁל֣וֹם H7965 תַּֽעַנְךָ֔ H6030 וּפָתְחָ֖ה H6605 לָ֑ךְ Hl וְהָיָ֞ה H1961 כָּל H3605 הָעָ֣ם H5971 הַנִּמְצָא H4672 בָ֗הּ Hb יִהְי֥וּ H1961 לְךָ֛ Hl לָמַ֖ס H4522 וַעֲבָדֽוּ H5647 ",
  "12": "וְאִם H518 לֹ֤א H3808 תַשְׁלִים֙ H7999 עִמָּ֔ךְ H5973 וְעָשְׂתָ֥ה H6213 עִמְּךָ֖ H5973 מִלְחָמָ֑ה H4421 וְצַרְתָּ֖ H6696 עָלֶֽיהָּ H5921 ",
  "13": "וּנְתָנָ֛ H5414 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 בְּיָדֶ֑ H3027 וְהִכִּיתָ֥ H5221 אֶת H853 כָּל H3605 זְכוּרָ֖הּ H2138 לְפִי H6310 חָֽרֶב H2719 ",
  "14": "רַ֣ק H7535 הַ֠נָּשִׁים H802 וְהַ H2945 וְהַ H929 וְכֹל֩ H3605 אֲשֶׁ֨ר H834 יִהְיֶ֥ה H1961 בָעִ֛יר H5892 כָּל H3605 שְׁלָלָ֖הּ H7998 תָּבֹ֣ז H962 לָ֑ךְ Hl וְאָֽכַלְתָּ֙ H398 אֶת H853 שְׁלַ֣ל H7998 אֹיְבֶ֔יךָ H341 אֲשֶׁ֥ר H834 נָתַ֛ן H5414 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 לָֽךְ Hl ",
  "15": "כֵּ֤ן H3651 תַּעֲשֶׂה֙ H6213 לְכָל H3605 הֶ֣עָרִ֔ים H5892 הָרְחֹקֹ֥ת H7350 מִמְּךָ֖ H4480 מְאֹ֑ד H3966 אֲשֶׁ֛ר H834 לֹא H3808 מֵעָרֵ֥י H5892 הַגּֽוֹיִם H1471 הָאֵ֖לֶּה H428 הֵֽנָּה H2007 ",
  "16": "רַ֗ק H7535 מֵעָרֵ֤י H5892 הָֽעַמִּים֙ H5971 הָאֵ֔לֶּה H428 אֲשֶׁר֙ H834 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 נֹתֵ֥ן H5414 לְךָ֖ Hl נַחֲלָ֑ה H5159 לֹ֥א H3808 תְחַיֶּ֖ה H2421 כָּל H3605 נְשָׁמָֽה H5397 ",
  "17": "כִּֽי H3588 הַחֲרֵ֣ם H2763 תַּחֲרִימֵ֗ם H2763 הַחִתִּ֤י H2850 וְהָ H567 הַכְּנַעֲנִ֣י H3669 וְהַ H6522 הַחִוִּ֖י H2340 וְהַ H2983 כַּאֲשֶׁ֥ר H834 צִוְּךָ֖ H6680 יְהוָ֥ה H3068 אֱלֹהֶֽיךָ H430 ",
  "18": "לְמַ֗עַן H4616 אֲשֶׁ֨ר H834 לֹֽא H3808 יְלַמְּד֤וּ H3925 אֶתְכֶם֙ H853 לַעֲשׂ֔וֹת H6213 כְּכֹל֙ H3605 תּֽוֹעֲבֹתָ֔ם H8441 אֲשֶׁ֥ר H834 עָשׂ֖וּ H6213 לֵֽאלֹהֵי H430 וַחֲטָאתֶ֖ם H2398 לַיהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
  "19": "כִּֽי H3588 תָצ֣וּר H6696 אֶל H413 עִיר֩ H5892 יָמִ֨ים H3117 רַבִּ֜ים H7227 לְֽהִלָּחֵ֧ם H3898 עָלֶ֣יהָ H5921 לְתָפְשָׂ֗ H8610 לֹֽא H3808 תַשְׁחִ֤ית H7843 אֶת H853 עֵצָהּ֙ H6086 לִנְדֹּ֤חַ H5080 עָלָיו֙ H5921 גַּרְזֶ֔ן H1631 כִּ֚י H3588 מִמֶּ֣נּוּ H4480 תֹאכֵ֔ל H398 וְאֹת֖ H853 לֹ֣א H3808 תִכְרֹ֑ת H3772 כִּ֤י H3588 הָֽאָדָם֙ H120 עֵ֣ץ H6086 הַשָּׂדֶ֔ה H7704 לָבֹ֥א H935 מִפָּנֶ֖י H6440 בַּמָּצֽוֹר H4692 ",
  "20": "רַ֞ק H7535 עֵ֣ץ H6086 אֲשֶׁר H834 תֵּדַ֗ע H3045 כִּֽי H3588 לֹא H3808 עֵ֤ץ H6086 מַאֲכָל֙ H3978 ה֔וּא H1931 אֹת֥וֹ H853 תַשְׁחִ֖ית H7843 וְכָרָ֑תָּ H3772 וּבָנִ֣יתָ H1129 מָצ֗וֹר H4692 עַל H5921 הָעִיר֙ H5892 אֲשֶׁר H834 הִ֨וא H1931 עֹשָׂ֧ה H6213 עִמְּךָ֛ H5973 מִלְחָמָ֖ה H4421 עַ֥ד H5704 רִדְתָּֽהּ H3381 "
}
