{
  "1": "לֹֽא H3808 תִרְאֶה֩ H7200 אֶת H853 שׁ֨וֹר H7794 אָחִ֜יךָ H251 א֤וֹ H176 אֶת H853 שֵׂיוֹ֙ H7716 נִדָּחִ֔ים H5080 וְהִתְעַלַּמְתָּ֖ H5956 מֵהֶ֑ם H1992 הָשֵׁ֥ב H7725 תְּשִׁיבֵ֖ם H7725 לְאָחִֽי H251 ",
  "2": "וְאִם H518 לֹ֨א H3808 קָר֥וֹב H7138 אָחִ֛יךָ H251 אֵלֶ֖יךָ H413 וְלֹ֣א H3808 יְדַעְתּ֑וֹ H3045 וַאֲסַפְתּ H622 אֶל H413 תּ֣וֹךְ H8432 בֵּיתֶ֔ךָ H1004 וְהָיָ֣ה H1961 עִמְּךָ֗ H5973 עַ֣ד H5704 דְּרֹ֤שׁ H1875 אָחִ֨יךָ֙ H251 אֹת֔וֹ H853 וַהֲשֵׁבֹת֖ H7725 לֽוֹ Hl ",
  "3": "וְכֵ֧ן H3651 תַּעֲשֶׂ֣ה H6213 לַחֲמֹר֗ H2543 וְכֵ֣ן H3651 תַּעֲשֶׂה֮ H6213 לְשִׂמְלָת H8071 וְכֵ֣ן H3651 תַּעֲשֶׂ֜ה H6213 לְכָל H3605 אֲבֵדַ֥ת H9 אָחִ֛יךָ H251 אֲשֶׁר H834 תֹּאבַ֥ד H6 מִמֶּ֖נּוּ H4480 וּמְצָאתָ֑ H4672 לֹ֥א H3808 תוּכַ֖ל H3201 לְהִתְעַלֵּֽם H5956 ",
  "4": "לֹא H3808 תִרְאֶה֩ H7200 אֶת H853 חֲמ֨וֹר H2543 אָחִ֜יךָ H251 א֤וֹ H176 שׁוֹרוֹ֙ H7794 נֹפְלִ֣ים H5307 בַּדֶּ֔רֶךְ H1870 וְהִתְעַלַּמְתָּ֖ H5956 מֵהֶ֑ם H1992 הָקֵ֥ם H6965 תָּקִ֖ים H6965 עִמּֽוֹ H5973 ",
  "5": "לֹא H3808 יִהְיֶ֤ה H1961 כְלִי H3627 גֶ֨בֶר֙ H1397 עַל H5921 אִשָּׁ֔ה H802 וְלֹא H3808 יִלְבַּ֥שׁ H3847 גֶּ֖בֶר H1397 שִׂמְלַ֣ת H8071 אִשָּׁ֑ה H802 כִּ֧י H3588 תוֹעֲבַ֛ת H8441 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 כָּל H3605 עֹ֥שֵׂה H6213 אֵֽלֶּה H428 ",
  "6": "כִּ֣י H3588 יִקָּרֵ֣א H7122 קַן H7064 צִפּ֣וֹר H6833 לְפָנֶ֡י H6440 בַּדֶּ֜רֶךְ H1870 בְּכָל H3605 עֵ֣ץ H6086 א֣וֹ H176 עַל H5921 הָאָ֗רֶץ H776 אֶפְרֹחִים֙ H667 א֣וֹ H176 בֵיצִ֔ים H1000 וְהָ H517 רֹבֶ֨צֶת֙ H7257 עַל H5921 הָֽאֶפְרֹחִ֔ים H667 א֖וֹ H176 עַל H5921 הַבֵּיצִ֑ים H1000 לֹא H3808 תִקַּ֥ח H3947 הָאֵ֖ם H517 עַל H5921 הַבָּנִֽים H1121 ",
  "7": "שַׁלֵּ֤חַ H7971 תְּשַׁלַּח֙ H7971 אֶת H853 הָאֵ֔ם H517 וְאֶת H853 הַבָּנִ֖ים H1121 תִּֽקַּֽח H3947 לָ֑ךְ Hl לְמַ֨עַן֙ H4616 יִ֣יטַב H3190 לָ֔ךְ Hl וְהַאֲרַכְתָּ֖ H748 יָמִֽים H3117 ",
  "8": "כִּ֤י H3588 תִבְנֶה֙ H1129 בַּ֣יִת H1004 חָדָ֔שׁ H2319 וְעָשִׂ֥יתָ H6213 מַעֲקֶ֖ה H4624 לְגַגֶּ֑ H1406 וְלֹֽא H3808 תָשִׂ֤ים H7760 דָּמִים֙ H1818 בְּבֵיתֶ֔ H1004 כִּֽי H3588 יִפֹּ֥ל H5307 הַנֹּפֵ֖ל H5307 מִמֶּֽנּוּ H4480 ",
  "9": "לֹא H3808 תִזְרַ֥ע H2232 כַּרְמְךָ֖ H3754 כִּלְאָ֑יִם H3610 פֶּן H6435 תִּקְדַּ֗שׁ H6942 הַֽמְלֵאָ֤ה H4395 הַזֶּ֨רַע֙ H2233 אֲשֶׁ֣ר H834 תִּזְרָ֔ע H2232 וּתְבוּאַ֖ת H8393 הַכָּֽרֶם H3754 ",
  "10": "לֹֽא H3808 תַחֲרֹ֥שׁ H2790 בְּשׁוֹר H7794 וּבַ H2543 יַחְדָּֽו H3162 ",
  "11": "לֹ֤א H3808 תִלְבַּשׁ֙ H3847 שַֽׁעַטְנֵ֔ז H8162 צֶ֥מֶר H6785 וּפִשְׁתִּ֖ים H6593 יַחְדָּֽו H3162 ",
  "12": "גְּדִלִ֖ים H1434 תַּעֲשֶׂה H6213 לָּ֑ךְ Hl עַל H5921 אַרְבַּ֛ע H702 כַּנְפ֥וֹת H3671 כְּסוּתְךָ֖ H3682 אֲשֶׁ֥ר H834 תְּכַסֶּה H3680 בָּֽהּ Hb ",
  "13": "כִּֽי H3588 יִקַּ֥ח H3947 אִ֖ישׁ H376 אִשָּׁ֑ה H802 וּבָ֥א H935 אֵלֶ֖יהָ H413 וּשְׂנֵאָֽ H8130 ",
  "14": "וְשָׂ֥ם H7760 לָהּ֙ Hl עֲלִילֹ֣ת H5949 דְּבָרִ֔ים H1697 וְהוֹצִ֥יא H3318 עָלֶ֖יהָ H5921 שֵׁ֣ם H8034 רָ֑ע H7451 וְאָמַ֗ר H559 אֶת H853 הָאִשָּׁ֤ה H802 הַזֹּאת֙ H2063 לָקַ֔חְתִּי H3947 וָאֶקְרַ֣ב H7126 אֵלֶ֔יהָ H413 וְלֹא H3808 מָצָ֥אתִי H4672 לָ֖הּ Hl בְּתוּלִֽים H1331 ",
  "15": "וְלָקַ֛ח H3947 אֲבִ֥י H1 הנער H5291 וְאִמָּ֑ H517 וְהוֹצִ֜יאוּ H3318 אֶת H853 בְּתוּלֵ֧י H1331 הנער H5291 אֶל H413 זִקְנֵ֥י H2205 הָעִ֖יר H5892 הַשָּֽׁעְרָ H8179 ",
  "16": "וְאָמַ֛ר H559 אֲבִ֥י H1 הנער H5291 אֶל H413 הַזְּקֵנִ֑ים H2205 אֶת H853 בִּתִּ֗י H1323 נָתַ֜תִּי H5414 לָאִ֥ישׁ H376 הַזֶּ֛ה H2088 לְאִשָּׁ֖ה H802 וַיִּשְׂנָאֶֽ H8130 ",
  "17": "וְהִנֵּה H2009 ה֡וּא H1931 שָׂם֩ H7760 עֲלִילֹ֨ת H5949 דְּבָרִ֜ים H1697 לֵאמֹ֗ר H559 לֹֽא H3808 מָצָ֤אתִי H4672 לְבִתְּ H1323 בְּתוּלִ֔ים H1331 וְאֵ֖לֶּה H428 בְּתוּלֵ֣י H1331 בִתִּ֑י H1323 וּפָֽרְשׂוּ֙ H6566 הַשִּׂמְלָ֔ה H8071 לִפְנֵ֖י H6440 זִקְנֵ֥י H2205 הָעִֽיר H5892 ",
  "18": "וְלָֽקְח֛וּ H3947 זִקְנֵ֥י H2205 הָֽעִיר H5892 הַהִ֖וא H1931 אֶת H853 הָאִ֑ישׁ H376 וְיִסְּר֖וּ H3256 אֹתֽוֹ H853 ",
  "19": "וְעָנְשׁ֨וּ H6064 אֹת֜וֹ H853 מֵ֣אָה H3967 כֶ֗סֶף H3701 וְנָתְנוּ֙ H5414 לַאֲבִ֣י H1 הַֽנַּעֲרָ֔ה H5291 כִּ֤י H3588 הוֹצִיא֙ H3318 שֵׁ֣ם H8034 רָ֔ע H7451 עַ֖ל H5921 בְּתוּלַ֣ת H1330 יִשְׂרָאֵ֑ל H3478 וְלֽ Hc/Hl תִהְיֶ֣ה H1961 לְאִשָּׁ֔ה H802 לֹא H3808 יוּכַ֥ל H3201 לְשַּׁלְּחָ֖ H7971 כָּל H3605 יָמָֽיו H3117 ",
  "20": "וְאִם H518 אֱמֶ֣ת H571 הָיָ֔ה H1961 הַדָּבָ֖ר H1697 הַזֶּ֑ה H2088 לֹא H3808 נִמְצְא֥וּ H4672 בְתוּלִ֖ים H1331 לנער H5291 ",
  "21": "וְהוֹצִ֨יאוּ H3318 אֶת H853 הנער H5291 אֶל H413 פֶּ֣תַח H6607 בֵּית H1004 אָבִ֗יהָ H1 וּסְקָלוּ H5619 אַנְשֵׁ֨י H376 עִירָ֤הּ H5892 בָּאֲבָנִים֙ H68 וָמֵ֔תָה H4191 כִּֽי H3588 עָשְׂתָ֤ה H6213 נְבָלָה֙ H5039 בְּיִשְׂרָאֵ֔ל H3478 לִזְנ֖וֹת H2181 בֵּ֣ית H1004 אָבִ֑יהָ H1 וּבִֽעַרְתָּ֥ H1197 הָרָ֖ע H7451 מִקִּרְבֶּֽ H7130 ",
  "22": "כִּֽי H3588 יִמָּצֵ֨א H4672 אִ֜ישׁ H376 שֹׁכֵ֣ב H7901 עִם H5973 אִשָּׁ֣ה H802 בְעֻֽלַת H1166 בַּ֗עַל H1167 וּמֵ֨תוּ֙ H4191 גַּם H1571 שְׁנֵיהֶ֔ם H8147 הָאִ֛ישׁ H376 הַשֹּׁכֵ֥ב H7901 עִם H5973 הָאִשָּׁ֖ה H802 וְהָ H802 וּבִֽעַרְתָּ֥ H1197 הָרָ֖ע H7451 מִיִּשְׂרָאֵֽל H3478 ",
  "23": "כִּ֤י H3588 יִהְיֶה֙ H1961 נער H5291 בְתוּלָ֔ה H1330 מְאֹרָשָׂ֖ה H781 לְאִ֑ישׁ H376 וּמְצָאָ֥ H4672 אִ֛ישׁ H376 בָּעִ֖יר H5892 וְשָׁכַ֥ב H7901 עִמָּֽהּ H5973 ",
  "24": "וְהוֹצֵאתֶ֨ם H3318 אֶת H853 שְׁנֵיהֶ֜ם H8147 אֶל H413 שַׁ֣עַר H8179 הָעִ֣יר H5892 הַהִ֗וא H1931 וּסְקַלְתֶּ֨ם H5619 אֹתָ֥ם H853 בָּאֲבָנִים֮ H68 וָמֵתוּ֒ H4191 אֶת H853 הנער H5291 עַל H5921 דְּבַר֙ H1697 אֲשֶׁ֣ר H834 לֹא H3808 צָעֲקָ֣ה H6817 בָעִ֔יר H5892 וְאֶ֨ת H853 הָאִ֔ישׁ H376 עַל H5921 דְּבַ֥ר H1697 אֲשֶׁר H834 עִנָּ֖ה H6031 אֶת H853 אֵ֣שֶׁת H802 רֵעֵ֑הוּ H7453 וּבִֽעַרְתָּ֥ H1197 הָרָ֖ע H7451 מִקִּרְבֶּֽ H7130 ",
  "25": "וְֽאִם H518 בַּשָּׂדֶ֞ה H7704 יִמְצָ֣א H4672 הָאִ֗ישׁ H376 אֶת H853 הנער H5291 הַמְאֹ֣רָשָׂ֔ה H781 וְהֶחֱזִֽיק H2388 בָּ֥הּ Hb הָאִ֖ישׁ H376 וְשָׁכַ֣ב H7901 עִמָּ֑הּ H5973 וּמֵ֗ת H4191 הָאִ֛ישׁ H376 אֲשֶׁר H834 שָׁכַ֥ב H7901 עִמָּ֖הּ H5973 לְבַדּֽ H905 ",
  "26": "ול H5291 לֹא H3808 תַעֲשֶׂ֣ה H6213 דָבָ֔ר H1697 אֵ֥ין H369 לנער H5291 חֵ֣טְא H2399 מָ֑וֶת H4194 כִּ֡י H3588 כַּאֲשֶׁר֩ H834 יָק֨וּם H6965 אִ֤ישׁ H376 עַל H5921 רֵעֵ֨הוּ֙ H7453 וּרְצָח֣ H7523 נֶ֔פֶשׁ H5315 כֵּ֖ן H3651 הַדָּבָ֥ר H1697 הַזֶּֽה H2088 ",
  "27": "כִּ֥י H3588 בַשָּׂדֶ֖ה H7704 מְצָאָ֑הּ H4672 צָעֲקָ֗ה H6817 הנער H5291 הַמְאֹ֣רָשָׂ֔ה H781 וְאֵ֥ין H369 מוֹשִׁ֖יעַ H3467 לָֽהּ Hl ",
  "28": "כִּֽי H3588 יִמְצָ֣א H4672 אִ֗ישׁ H376 נער H5291 בְתוּלָה֙ H1330 אֲשֶׁ֣ר H834 לֹא H3808 אֹרָ֔שָׂה H781 וּתְפָשָׂ֖ H8610 וְשָׁכַ֣ב H7901 עִמָּ֑הּ H5973 וְנִמְצָֽאוּ H4672 ",
  "29": "וְ֠נָתַן H5414 הָאִ֨ישׁ H376 הַשֹּׁכֵ֥ב H7901 עִמָּ֛הּ H5973 לַאֲבִ֥י H1 הנער H5291 חֲמִשִּׁ֣ים H2572 כָּ֑סֶף H3701 וְלֽ Hc/Hl תִהְיֶ֣ה H1961 לְאִשָּׁ֗ה H802 תַּ֚חַת H8478 אֲשֶׁ֣ר H834 עִנָּ֔הּ H6031 לֹא H3808 יוּכַ֥ל H3201 שַׁלְּחָ֖ה H7971 כָּל H3605 יָמָֽיו H3117 ",
  "30": "לֹא H3808 יִקַּ֥ח H3947 אִ֖ישׁ H376 אֶת H853 אֵ֣שֶׁת H802 אָבִ֑יו H1 וְלֹ֥א H3808 יְגַלֶּ֖ה H1540 כְּנַ֥ף H3671 אָבִֽיו H1 "
}
