{
  "1": "וַנֵּ֣פֶן H6437 וַנַּ֔עַל H5927 דֶּ֖רֶךְ H1870 הַבָּשָׁ֑ן H1316 וַיֵּצֵ֣א H3318 עוֹג֩ H5747 מֶֽלֶךְ H4428 הַבָּשָׁ֨ן H1316 לִקְרָאתֵ֜ H7125 ה֧וּא H1931 וְכָל H3605 עַמּ֛וֹ H5971 לַמִּלְחָמָ֖ה H4421 אֶדְרֶֽעִי H154 ",
  "2": "וַיֹּ֨אמֶר H559 יְהוָ֤ה H3068 אֵלַי֙ H413 אַל H408 תִּירָ֣א H3372 אֹת֔וֹ H853 כִּ֣י H3588 בְיָדְ H3027 נָתַ֧תִּי H5414 אֹת֛וֹ H853 וְאֶת H853 כָּל H3605 עַמּ֖וֹ H5971 וְאֶת H853 אַרְצ֑וֹ H776 וְעָשִׂ֣יתָ H6213 לּ֔וֹ Hl כַּאֲשֶׁ֣ר H834 עָשִׂ֗יתָ H6213 לְסִיחֹן֙ H5511 מֶ֣לֶךְ H4428 הָֽאֱמֹרִ֔י H567 אֲשֶׁ֥ר H834 יוֹשֵׁ֖ב H3427 בְּחֶשְׁבּֽוֹן H2809 ",
  "3": "וַיִּתֵּן֩ H5414 יְהוָ֨ה H3068 אֱלֹהֵ֜ינוּ H430 בְּיָדֵ֗ H3027 גַּ֛ם H1571 אֶת H853 ע֥וֹג H5747 מֶֽלֶךְ H4428 הַבָּשָׁ֖ן H1316 וְאֶת H853 כָּל H3605 עַמּ֑וֹ H5971 וַנַּכֵּ֕ H5221 עַד H5704 בִּלְתִּ֥י H1115 הִשְׁאִֽיר H7604 ל֖וֹ Hl שָׂרִֽיד H8300 ",
  "4": "וַנִּלְכֹּ֤ד H3920 אֶת H853 כָּל H3605 עָרָיו֙ H5892 בָּעֵ֣ת H6256 הַהִ֔וא H1931 לֹ֤א H3808 הָֽיְתָה֙ H1961 קִרְיָ֔ה H7151 אֲשֶׁ֥ר H834 לֹא H3808 לָקַ֖חְנוּ H3947 מֵֽאִתָּ֑ H853 שִׁשִּׁ֥ים H8346 עִיר֙ H5892 כָּל H3605 חֶ֣בֶל H2256 אַרְגֹּ֔ב H709 מַמְלֶ֥כֶת H4467 ע֖וֹג H5747 בַּבָּשָֽׁן H1316 ",
  "5": "כָּל H3605 אֵ֜לֶּה H428 עָרִ֧ים H5892 בְּצֻר֛וֹת H1219 חוֹמָ֥ה H2346 גְבֹהָ֖ה H1364 דְּלָתַ֣יִם H1817 וּבְרִ֑יחַ H1280 לְבַ֛ד H905 מֵעָרֵ֥י H5892 הַפְּרָזִ֖י H6521 הַרְבֵּ֥ה H7235 מְאֹֽד H3966 ",
  "6": "וַנַּחֲרֵ֣ם H2763 אוֹתָ֔ם H853 כַּאֲשֶׁ֣ר H834 עָשִׂ֔ינוּ H6213 לְסִיחֹ֖ן H5511 מֶ֣לֶךְ H4428 חֶשְׁבּ֑וֹן H2809 הַחֲרֵם֙ H2763 כָּל H3605 עִ֣יר H5892 מְתִ֔ם H4962 הַנָּשִׁ֖ים H802 וְהַ H2945 ",
  "7": "וְכָל H3605 הַבְּהֵמָ֛ה H929 וּשְׁלַ֥ל H7998 הֶעָרִ֖ים H5892 בַּזּ֥וֹנוּ H962 לָֽנוּ Hl ",
  "8": "וַנִּקַּ֞ח H3947 בָּעֵ֤ת H6256 הַהִוא֙ H1931 אֶת H853 הָאָ֔רֶץ H776 מִיַּ֗ד H3027 שְׁנֵי֙ H8147 מַלְכֵ֣י H4428 הָאֱמֹרִ֔י H567 אֲשֶׁ֖ר H834 בְּעֵ֣בֶר H5676 הַיַּרְדֵּ֑ן H3383 מִנַּ֥חַל H5158 אַרְנֹ֖ן H769 עַד H5704 הַ֥ר H2022 חֶרְמֽוֹן H2768 ",
  "9": "צִידֹנִ֛ים H6722 יִקְרְא֥וּ H7121 לְחֶרְמ֖וֹן H2768 שִׂרְיֹ֑ן H8303 וְהָ֣ H567 יִקְרְאוּ H7121 ל֖וֹ Hl שְׂנִֽיר H8149 ",
  "10": "כֹּ֣ל H3605 עָרֵ֣י H5892 הַמִּישֹׁ֗ר H4334 וְכָל H3605 הַגִּלְעָד֙ H1568 וְכָל H3605 הַבָּשָׁ֔ן H1316 עַד H5704 סַלְכָ֖ה H5548 וְאֶדְרֶ֑עִי H154 עָרֵ֛י H5892 מַמְלֶ֥כֶת H4467 ע֖וֹג H5747 בַּבָּשָֽׁן H1316 ",
  "11": "כִּ֣י H3588 רַק H7535 ע֞וֹג H5747 מֶ֣לֶךְ H4428 הַבָּשָׁ֗ן H1316 נִשְׁאַר֮ H7604 מִיֶּ֣תֶר H3499 הָרְפָאִים֒ H7497 הִנֵּ֤ה H2009 עַרְשׂוֹ֙ H6210 עֶ֣רֶשׂ H6210 בַּרְזֶ֔ל H1270 הֲלֹ֣ה H3808 הִ֔וא H1931 בְּרַבַּ֖ת H7237 בְּנֵ֣י H1121 עַמּ֑וֹן H5983 תֵּ֧שַׁע H8672 אַמּ֣וֹת H520 אָרְכָּ֗הּ H753 וְאַרְבַּ֥ע H702 אַמּ֛וֹת H520 רָחְבָּ֖הּ H7341 בְּאַמַּת H520 אִֽישׁ H376 ",
  "12": "וְאֶת H853 הָאָ֧רֶץ H776 הַזֹּ֛את H2063 יָרַ֖שְׁנוּ H3423 בָּעֵ֣ת H6256 הַהִ֑וא H1931 מֵעֲרֹעֵ֞ר H6177 אֲשֶׁר H834 עַל H5921 נַ֣חַל H5158 אַרְנֹ֗ן H769 וַחֲצִ֤י H2677 הַֽר H2022 הַגִּלְעָד֙ H1568 וְעָרָ֔י H5892 נָתַ֕תִּי H5414 לָרֻֽאוּבֵנִ֖י H7206 וְלַ H1425 ",
  "13": "וְיֶ֨תֶר H3499 הַגִּלְעָ֤ד H1568 וְכָל H3605 הַבָּשָׁן֙ H1316 מַמְלֶ֣כֶת H4467 ע֔וֹג H5747 נָתַ֕תִּי H5414 לַחֲצִ֖י H2677 שֵׁ֣בֶט H7626 הַֽמְנַשֶּׁ֑ה H4519 כֹּ֣ל H3605 חֶ֤בֶל H2256 הָֽאַרְגֹּב֙ H709 לְכָל H3605 הַבָּשָׁ֔ן H1316 הַה֥וּא H1931 יִקָּרֵ֖א H7121 אֶ֥רֶץ H776 רְפָאִֽים H7497 ",
  "14": "יָאִ֣יר H2971 בֶּן H1121 מְנַשֶּׁ֗ה H4519 לָקַח֙ H3947 אֶת H853 כָּל H3605 חֶ֣בֶל H2256 אַרְגֹּ֔ב H709 עַד H5704 גְּב֥וּל H1366 הַגְּשׁוּרִ֖י H1651 וְהַ H4602 וַיִּקְרָא֩ H7121 אֹתָ֨ם H853 עַל H5921 שְׁמ֤וֹ H8034 אֶת H853 הַבָּשָׁן֙ H1316 חַוֺּ֣ת H2334 יָאִ֔יר H2334 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "15": "וּלְ H4353 נָתַ֥תִּי H5414 אֶת H853 הַגִּלְעָֽד H1568 ",
  "16": "וְלָ H7206 וְלַ H1425 נָתַ֤תִּי H5414 מִן H4480 הַגִּלְעָד֙ H1568 וְעַד H5704 נַ֣חַל H5158 אַרְנֹ֔ן H769 תּ֥וֹךְ H8432 הַנַּ֖חַל H5158 וּגְבֻ֑ל H1366 וְעַד֙ H5704 יַבֹּ֣ק H2999 הַנַּ֔חַל H5158 גְּב֖וּל H1366 בְּנֵ֥י H1121 עַמּֽוֹן H5983 ",
  "17": "וְהָֽ H6160 וְהַ H3383 וּגְבֻ֑ל H1366 מִכִּנֶּ֗רֶת H3672 וְעַ֨ד H5704 יָ֤ם H3220 הָֽעֲרָבָה֙ H6160 יָ֣ם H3220 הַמֶּ֔לַח H4417 תַּ֛חַת H8478 אַשְׁדֹּ֥ת H794 הַפִּסְגָּ֖ה H6449 מִזְרָֽחָה H4217 ",
  "18": "וָאֲצַ֣ו H6680 אֶתְכֶ֔ם H853 בָּעֵ֥ת H6256 הַהִ֖וא H1931 לֵאמֹ֑ר H559 יְהוָ֣ה H3068 אֱלֹהֵיכֶ֗ם H430 נָתַ֨ן H5414 לָכֶ֜ם Hl אֶת H853 הָאָ֤רֶץ H776 הַזֹּאת֙ H2063 לְרִשְׁתָּ֔ H3423 חֲלוּצִ֣ים H2502 תַּֽעַבְר֗וּ H5674 לִפְנֵ֛י H6440 אֲחֵיכֶ֥ם H251 בְּנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 כָּל H3605 בְּנֵי H1121 חָֽיִל H2428 ",
  "19": "רַ֠ק H7535 נְשֵׁיכֶ֣ם H802 וְטַפְּ H2945 וּמִקְנֵ H4735 יָדַ֕עְתִּי H3045 כִּֽי H3588 מִקְנֶ֥ה H4735 רַ֖ב H7227 לָכֶ֑ם Hl יֵֽשְׁבוּ֙ H3427 בְּעָ֣רֵי H5892 אֲשֶׁ֥ר H834 נָתַ֖תִּי H5414 לָכֶֽם Hl ",
  "20": "עַ֠ד H5704 אֲשֶׁר H834 יָנִ֨יחַ H5117 יְהוָ֥ה H3068 לַֽאֲחֵי H251 כָּכֶם֒ Hk וְיָרְשׁ֣וּ H3423 גַם H1571 הֵ֔ם H1992 אֶת H853 הָאָ֕רֶץ H776 אֲשֶׁ֨ר H834 יְהוָ֧ה H3068 אֱלֹהֵיכֶ֛ם H430 נֹתֵ֥ן H5414 לָהֶ֖ם H1992 בְּעֵ֣בֶר H5676 הַיַּרְדֵּ֑ן H3383 וְשַׁבְתֶּ֗ם H7725 אִ֚ישׁ H376 לִֽירֻשָּׁת֔ H3425 אֲשֶׁ֥ר H834 נָתַ֖תִּי H5414 לָכֶֽם Hl ",
  "21": "וְאֶת H853 יְהוֹשׁ֣וּעַ H3091 צִוֵּ֔יתִי H6680 בָּעֵ֥ת H6256 הַהִ֖וא H1931 לֵאמֹ֑ר H559 עֵינֶ֣יךָ H5869 הָרֹאֹ֗ת H7200 אֵת֩ H853 כָּל H3605 אֲשֶׁ֨ר H834 עָשָׂ֜ה H6213 יְהוָ֤ה H3068 אֱלֹהֵיכֶם֙ H430 לִשְׁנֵי֙ H8147 הַמְּלָכִ֣ים H4428 הָאֵ֔לֶּה H428 כֵּֽן H3651 יַעֲשֶׂ֤ה H6213 יְהוָה֙ H3068 לְכָל H3605 הַמַּמְלָכ֔וֹת H4467 אֲשֶׁ֥ר H834 אַתָּ֖ה H859 עֹבֵ֥ר H5674 שָֽׁמָּה H8033 ",
  "22": "לֹ֖א H3808 תְִּירָא֑וּם H3372 כִּ֚י H3588 יְהוָ֣ה H3068 אֱלֹֽהֵיכֶ֔ם H430 ה֖וּא H1931 הַנִּלְחָ֥ם H3898 לָכֶֽם Hl ",
  "23": "וָאֶתְחַנַּ֖ן H2603 אֶל H413 יְהוָ֑ה H3068 בָּעֵ֥ת H6256 הַהִ֖וא H1931 לֵאמֹֽר H559 ",
  "24": "אֲדֹנָ֣י H136 יְהוִ֗ה H3069 אַתָּ֤ה H859 הַֽחִלּ֨וֹתָ֙ H2490 לְהַרְא֣וֹת H7200 אֶֽת H853 עַבְדְּךָ֔ H5650 אֶ֨ת H853 גָּדְלְךָ֔ H1433 וְאֶת H853 יָדְךָ֖ H3027 הַחֲזָקָ֑ה H2389 אֲשֶׁ֤ר H834 מִי H4310 אֵל֙ H410 בַּשָּׁמַ֣יִם H8064 וּבָ H776 אֲשֶׁר H834 יַעֲשֶׂ֥ה H6213 כְמַעֲשֶׂ֖י H4639 וְכִ H1369 ",
  "25": "אֶעְבְּרָה H5674 נָּ֗א H4994 וְאֶרְאֶה֙ H7200 אֶת H853 הָאָ֣רֶץ H776 הַטּוֹבָ֔ה H2896 אֲשֶׁ֖ר H834 בְּעֵ֣בֶר H5676 הַיַּרְדֵּ֑ן H3383 הָהָ֥ר H2022 הַטּ֛וֹב H2896 הַזֶּ֖ה H2088 וְהַ H3844 ",
  "26": "וַיִּתְעַבֵּ֨ר H5674 יְהוָ֥ה H3068 בִּי֙ Hb לְמַ֣עַנְכֶ֔ם H4616 וְלֹ֥א H3808 שָׁמַ֖ע H8085 אֵלָ֑י H413 וַיֹּ֨אמֶר H559 יְהוָ֤ה H3068 אֵלַי֙ H413 רַב H7227 לָ֔ךְ Hl אַל H408 תּ֗וֹסֶף H3254 דַּבֵּ֥ר H1696 אֵלַ֛י H413 ע֖וֹד H5750 בַּדָּבָ֥ר H1697 הַזֶּֽה H2088 ",
  "27": "עֲלֵ֣ה H5927 רֹ֣אשׁ H7218 הַפִּסְגָּ֗ה H6449 וְשָׂ֥א H5375 עֵינֶ֛יךָ H5869 יָ֧מָּה H3220 וְצָפֹ֛נָ H6828 וְתֵימָ֥נָ H8486 וּמִזְרָ֖חָ H4217 וּרְאֵ֣ה H7200 בְעֵינֶ֑י H5869 כִּי H3588 לֹ֥א H3808 תַעֲבֹ֖ר H5674 אֶת H853 הַיַּרְדֵּ֥ן H3383 הַזֶּֽה H2088 ",
  "28": "וְצַ֥ו H6680 אֶת H853 יְהוֹשֻׁ֖עַ H3091 וְחַזְּקֵ֣ H2388 וְאַמְּצֵ֑ H553 כִּי H3588 ה֣וּא H1931 יַעֲבֹ֗ר H5674 לִפְנֵי֙ H6440 הָעָ֣ם H5971 הַזֶּ֔ה H2088 וְהוּא֙ H1931 יַנְחִ֣יל H5157 אוֹתָ֔ם H853 אֶת H853 הָאָ֖רֶץ H776 אֲשֶׁ֥ר H834 תִּרְאֶֽה H7200 ",
  "29": "וַנֵּ֣שֶׁב H3427 בַּגָּ֔יְא H1516 מ֖וּל H4136 בֵּ֥ית H1047 פְּעֽוֹר H1047 "
}
