{
  "1": "וְהָיָה֩ H1961 כִֽי H3588 יָבֹ֨אוּ H935 עָלֶ֜יךָ H5921 כָּל H3605 הַדְּבָרִ֣ים H1697 הָאֵ֗לֶּה H428 הַבְּרָכָה֙ H1293 וְהַ H7045 אֲשֶׁ֥ר H834 נָתַ֖תִּי H5414 לְפָנֶ֑י H6440 וַהֲשֵׁבֹתָ֙ H7725 אֶל H413 לְבָבֶ֔ךָ H3824 בְּכָל H3605 הַגּוֹיִ֔ם H1471 אֲשֶׁ֧ר H834 הִדִּיחֲךָ֛ H5080 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 שָֽׁמָּה H8033 ",
  "2": "וְשַׁבְתָּ֞ H7725 עַד H5704 יְהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 וְשָׁמַעְתָּ֣ H8085 בְקֹל֔ H6963 כְּכֹ֛ל H3605 אֲשֶׁר H834 אָנֹכִ֥י H595 מְצַוְּךָ֖ H6680 הַיּ֑וֹם H3117 אַתָּ֣ה H859 וּבָנֶ֔י H1121 בְּכָל H3605 לְבָבְךָ֖ H3824 וּבְ H3605 נַפְשֶֽׁךָ H5315 ",
  "3": "וְשָׁ֨ב H7725 יְהוָ֧ה H3068 אֱלֹהֶ֛יךָ H430 אֶת H853 שְׁבוּתְךָ֖ H7622 וְרִחֲמֶ֑ H7355 וְשָׁ֗ב H7725 וְקִבֶּצְ H6908 מִכָּל H3605 הָ֣עַמִּ֔ים H5971 אֲשֶׁ֧ר H834 הֱפִֽיצְךָ֛ H6327 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 שָֽׁמָּה H8033 ",
  "4": "אִם H518 יִהְיֶ֥ה H1961 נִֽדַּחֲךָ֖ H5080 בִּקְצֵ֣ה H7097 הַשָּׁמָ֑יִם H8064 מִשָּׁ֗ם H8033 יְקַבֶּצְךָ֙ H6908 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 וּמִ H8033 יִקָּחֶֽךָ H3947 ",
  "5": "וֶהֱבִֽיאֲ H935 יְהוָ֣ה H3068 אֱלֹהֶ֗יךָ H430 אֶל H413 הָאָ֛רֶץ H776 אֲשֶׁר H834 יָרְשׁ֥וּ H3423 אֲבֹתֶ֖יךָ H1 וִֽירִשְׁתָּ֑ H3423 וְהֵיטִֽבְ H3190 וְהִרְבְּ H7235 מֵאֲבֹתֶֽי H1 ",
  "6": "וּמָ֨ל H4135 יְהוָ֧ה H3068 אֱלֹהֶ֛יךָ H430 אֶת H853 לְבָבְךָ֖ H3824 וְאֶת H853 לְבַ֣ב H3824 זַרְעֶ֑ךָ H2233 לְאַהֲבָ֞ה H157 אֶת H853 יְהוָ֧ה H3068 אֱלֹהֶ֛יךָ H430 בְּכָל H3605 לְבָבְךָ֥ H3824 וּבְ H3605 נַפְשְׁךָ֖ H5315 לְמַ֥עַן H4616 חַיֶּֽיךָ H2416 ",
  "7": "וְנָתַן֙ H5414 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 אֵ֥ת H853 כָּל H3605 הָאָל֖וֹת H423 הָאֵ֑לֶּה H428 עַל H5921 אֹיְבֶ֥יךָ H341 וְעַל H5921 שֹׂנְאֶ֖יךָ H8130 אֲשֶׁ֥ר H834 רְדָפֽוּךָ H7291 ",
  "8": "וְאַתָּ֣ה H859 תָשׁ֔וּב H7725 וְשָׁמַעְתָּ֖ H8085 בְּק֣וֹל H6963 יְהוָ֑ה H3068 וְעָשִׂ֨יתָ֙ H6213 אֶת H853 כָּל H3605 מִצְוֺתָ֔יו H4687 אֲשֶׁ֛ר H834 אָנֹכִ֥י H595 מְצַוְּךָ֖ H6680 הַיּֽוֹם H3117 ",
  "9": "וְהוֹתִֽירְ H3498 יְהוָ֨ה H3068 אֱלֹהֶ֜יךָ H430 בְּכֹ֣ל H3605 מַעֲשֵׂ֣ה H4639 יָדֶ֗ךָ H3027 בִּפְרִ֨י H6529 בִטְנְךָ֜ H990 וּבִ H6529 בְהֶמְתְּךָ֛ H929 וּבִ H6529 אַדְמָתְךָ֖ H127 לְטוֹבָ֑ה H2896 כִּ֣י H3588 יָשׁ֣וּב H7725 יְהוָ֗ה H3068 לָשׂ֤וּשׂ H7797 עָלֶ֨יךָ֙ H5921 לְט֔וֹב H2896 כַּאֲשֶׁר H834 שָׂ֖שׂ H7797 עַל H5921 אֲבֹתֶֽיךָ H1 ",
  "10": "כִּ֣י H3588 תִשְׁמַ֗ע H8085 בְּקוֹל֙ H6963 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 לִשְׁמֹ֤ר H8104 מִצְוֺתָיו֙ H4687 וְחֻקֹּתָ֔י H2708 הַכְּתוּבָ֕ה H3789 בְּסֵ֥פֶר H5612 הַתּוֹרָ֖ה H8451 הַזֶּ֑ה H2088 כִּ֤י H3588 תָשׁוּב֙ H7725 אֶל H413 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 בְּכָל H3605 לְבָבְךָ֖ H3824 וּבְ H3605 נַפְשֶֽׁךָ H5315 ",
  "11": "כִּ֚י H3588 הַמִּצְוָ֣ה H4687 הַזֹּ֔את H2063 אֲשֶׁ֛ר H834 אָנֹכִ֥י H595 מְצַוְּךָ֖ H6680 הַיּ֑וֹם H3117 לֹֽא H3808 נִפְלֵ֥את H6381 הִוא֙ H1931 מִמְּךָ֔ H4480 וְלֹ֥א H3808 רְחֹקָ֖ה H7350 הִֽוא H1931 ",
  "12": "לֹ֥א H3808 בַשָּׁמַ֖יִם H8064 הִ֑וא H1931 לֵאמֹ֗ר H559 מִ֣י H4310 יַעֲלֶה H5927 לָּ֤נוּ Hl הַשָּׁמַ֨יְמָ H8064 וְיִקָּחֶ֣ H3947 לָּ֔נוּ Hl וְיַשְׁמִעֵ֥ H8085 אֹתָ֖הּ H853 וְנַעֲשֶֽׂ H6213 ",
  "13": "וְלֹֽא H3808 מֵעֵ֥בֶר H5676 לַיָּ֖ם H3220 הִ֑וא H1931 לֵאמֹ֗ר H559 מִ֣י H4310 יַעֲבָר H5674 לָ֜נוּ Hl אֶל H413 עֵ֤בֶר H5676 הַיָּם֙ H3220 וְיִקָּחֶ֣ H3947 לָּ֔נוּ Hl וְיַשְׁמִעֵ֥ H8085 אֹתָ֖הּ H853 וְנַעֲשֶֽׂ H6213 ",
  "14": "כִּֽי H3588 קָר֥וֹב H7138 אֵלֶ֛יךָ H413 הַדָּבָ֖ר H1697 מְאֹ֑ד H3966 בְּפִ֥י H6310 וּבִֽ H3824 לַעֲשֹׂתֽ H6213 ",
  "15": "רְאֵ֨ה H7200 נָתַ֤תִּי H5414 לְפָנֶ֨י H6440 הַיּ֔וֹם H3117 אֶת H853 הַֽחַיִּ֖ים H2416 וְאֶת H853 הַטּ֑וֹב H2896 וְאֶת H853 הַמָּ֖וֶת H4194 וְאֶת H853 הָרָֽע H7451 ",
  "16": "אֲשֶׁ֨ר H834 אָנֹכִ֣י H595 מְצַוְּךָ֮ H6680 הַיּוֹם֒ H3117 לְאַהֲבָ֞ה H157 אֶת H853 יְהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 לָלֶ֣כֶת H3212 בִּדְרָכָ֔י H1870 וְלִ H8104 מִצְוֺתָ֥יו H4687 וְחֻקֹּתָ֖י H2708 וּמִשְׁפָּטָ֑י H4941 וְחָיִ֣יתָ H2421 וְרָבִ֔יתָ H7235 וּבֵֽרַכְ H1288 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 בָּאָ֕רֶץ H776 אֲשֶׁר H834 אַתָּ֥ה H859 בָא H935 שָׁ֖מָּה H8033 לְרִשְׁתָּֽ H3423 ",
  "17": "וְאִם H518 יִפְנֶ֥ה H6437 לְבָבְךָ֖ H3824 וְלֹ֣א H3808 תִשְׁמָ֑ע H8085 וְנִדַּחְתָּ֗ H5080 וְהִֽשְׁתַּחֲוִ֛יתָ H7812 לֵאלֹהִ֥ים H430 אֲחֵרִ֖ים H312 וַעֲבַדְתָּֽ H5647 ",
  "18": "הִגַּ֤דְתִּי H5046 לָכֶם֙ Hl הַיּ֔וֹם H3117 כִּ֥י H3588 אָבֹ֖ד H6 תֹּאבֵד֑וּן H6 לֹא H3808 תַאֲרִיכֻ֤ן H748 יָמִים֙ H3117 עַל H5921 הָ֣אֲדָמָ֔ה H127 אֲשֶׁ֨ר H834 אַתָּ֤ה H859 עֹבֵר֙ H5674 אֶת H853 הַיַּרְדֵּ֔ן H3383 לָבֹ֥א H935 שָׁ֖מָּה H8033 לְרִשְׁתָּֽ H3423 ",
  "19": "הַעִידֹ֨תִי H5749 בָכֶ֣ם Hb הַיּוֹם֮ H3117 אֶת H853 הַשָּׁמַ֣יִם H8064 וְאֶת H853 הָאָרֶץ֒ H776 הַחַיִּ֤ים H2416 וְהַ H4194 נָתַ֣תִּי H5414 לְפָנֶ֔י H6440 הַבְּרָכָ֖ה H1293 וְהַ H7045 וּבָֽחַרְתָּ֙ H977 בַּֽחַיִּ֔ים H2416 לְמַ֥עַן H4616 תִּחְיֶ֖ה H2421 אַתָּ֥ה H859 וְזַרְעֶֽ H2233 ",
  "20": "לְאַֽהֲבָה֙ H157 אֶת H853 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 לִשְׁמֹ֥עַ H8085 בְּקֹל֖ H6963 וּלְ H1692 ב֑וֹ Hb כִּ֣י H3588 ה֤וּא H1931 חַיֶּ֨יךָ֙ H2416 וְאֹ֣רֶךְ H753 יָמֶ֔יךָ H3117 לָשֶׁ֣בֶת H3427 עַל H5921 הָאֲדָמָ֗ה H127 אֲשֶׁר֩ H834 נִשְׁבַּ֨ע H7650 יְהוָ֧ה H3068 לַאֲבֹתֶ֛י H1 לְאַבְרָהָ֛ם H85 לְיִצְחָ֥ק H3327 וּֽלְ H3290 לָתֵ֥ת H5414 לָהֶֽם H1992 "
}
