{
  "1": "הַאֲזִ֥ינוּ H238 הַשָּׁמַ֖יִם H8064 וַאֲדַבֵּ֑רָה H1696 וְתִשְׁמַ֥ע H8085 הָאָ֖רֶץ H776 אִמְרֵי H561 פִֽי H6310 ",
  "2": "יַעֲרֹ֤ף H6201 כַּמָּטָר֙ H4306 לִקְחִ֔י H3948 תִּזַּ֥ל H5140 כַּטַּ֖ל H2919 אִמְרָתִ֑י H565 כִּשְׂעִירִ֣ם H8164 עֲלֵי H5921 דֶ֔שֶׁא H1877 וְכִ H7241 עֲלֵי H5921 עֵֽשֶׂב H6212 ",
  "3": "כִּ֛י H3588 שֵׁ֥ם H8034 יְהוָ֖ה H3068 אֶקְרָ֑א H7121 הָב֥וּ H3051 גֹ֖דֶל H1433 לֵאלֹהֵֽי H430 ",
  "4": "הַצּוּר֙ H6697 תָּמִ֣ים H8549 פָּעֳל֔וֹ H6467 כִּ֥י H3588 כָל H3605 דְּרָכָ֖יו H1870 מִשְׁפָּ֑ט H4941 אֵ֤ל H410 אֱמוּנָה֙ H530 וְאֵ֣ין H369 עָ֔וֶל H5766 צַדִּ֥יק H6662 וְיָשָׁ֖ר H3477 הֽוּא H1931 ",
  "5": "שִׁחֵ֥ת H7843 ל֛וֹ Hl לֹ֖א H3808 בָּנָ֣יו H1121 מוּמָ֑ם H3971 דּ֥וֹר H1755 עִקֵּ֖שׁ H6141 וּפְתַלְתֹּֽל H6618 ",
  "6": "הֲ Hi לַיְהוָה֙ H3068 תִּגְמְלוּ H1580 זֹ֔את H2063 עַ֥ם H5971 נָבָ֖ל H5036 וְלֹ֣א H3808 חָכָ֑ם H2450 הֲלוֹא H3808 הוּא֙ H1931 אָבִ֣יךָ H1 קָּנֶ֔ךָ H7069 ה֥וּא H1931 עָֽשְׂךָ֖ H6213 וַֽיְכֹנְנֶֽ H3559 ",
  "7": "זְכֹר֙ H2142 יְמ֣וֹת H3117 עוֹלָ֔ם H5769 בִּ֖ינוּ H995 שְׁנ֣וֹת H8141 דּוֹר H1755 וָד֑וֹר H1755 שְׁאַ֤ל H7592 אָבִ֨יךָ֙ H1 וְיַגֵּ֔דְ H5046 זְקֵנֶ֖יךָ H2205 וְיֹ֥אמְרוּ H559 לָֽךְ Hl ",
  "8": "בְּהַנְחֵ֤ל H5157 עֶלְיוֹן֙ H5945 גּוֹיִ֔ם H1471 בְּהַפְרִיד֖ H6504 בְּנֵ֣י H1121 אָדָ֑ם H120 יַצֵּב֙ H5324 גְּבֻלֹ֣ת H1367 עַמִּ֔ים H5971 לְמִסְפַּ֖ר H4557 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "9": "כִּ֛י H3588 חֵ֥לֶק H2506 יְהֹוָ֖ה H3068 עַמּ֑וֹ H5971 יַעֲקֹ֖ב H3290 חֶ֥בֶל H2256 נַחֲלָתֽוֹ H5159 ",
  "10": "יִמְצָאֵ֨הוּ֙ H4672 בְּאֶ֣רֶץ H776 מִדְבָּ֔ר H4057 וּבְ H8414 יְלֵ֣ל H3214 יְשִׁמֹ֑ן H3452 יְסֹֽבְבֶ֨נְהוּ֙ H5437 יְב֣וֹנְנֵ֔הוּ H995 יִצְּרֶ֖נְהוּ H5341 כְּאִישׁ֥וֹן H380 עֵינֽוֹ H5869 ",
  "11": "כְּנֶ֨שֶׁר֙ H5404 יָעִ֣יר H5782 קִנּ֔וֹ H7064 עַל H5921 גּוֹזָלָ֖יו H1469 יְרַחֵ֑ף H7363 יִפְרֹ֤שׂ H6566 כְּנָפָיו֙ H3671 יִקָּחֵ֔הוּ H3947 יִשָּׂאֵ֖הוּ H5375 עַל H5921 אֶבְרָתֽוֹ H84 ",
  "12": "יְהוָ֖ה H3068 בָּדָ֣ד H910 יַנְחֶ֑נּוּ H5148 וְאֵ֥ין H369 עִמּ֖וֹ H5973 אֵ֥ל H410 נֵכָֽר H5236 ",
  "13": "יַרְכִּבֵ֨הוּ֙ H7392 עַל H5921 במותי H1116 אָ֔רֶץ H776 וַיֹּאכַ֖ל H398 תְּנוּבֹ֣ת H8570 שָׂדָ֑י H7704 וַיֵּנִקֵ֤ H3243 דְבַשׁ֙ H1706 מִסֶּ֔לַע H5553 וְשֶׁ֖מֶן H8081 מֵחַלְמִ֥ישׁ H2496 צֽוּר H6697 ",
  "14": "חֶמְאַ֨ת H2529 בָּקָ֜ר H1241 וַחֲלֵ֣ב H2461 צֹ֗אן H6629 עִם H5973 חֵ֨לֶב H2459 כָּרִ֜ים H3733 וְאֵילִ֤ים H352 בְּנֵֽי H1121 בָשָׁן֙ H1316 וְעַתּוּדִ֔ים H6260 עִם H5973 חֵ֖לֶב H2459 כִּלְי֣וֹת H3629 חִטָּ֑ה H2406 וְדַם H1818 עֵנָ֖ב H6025 תִּשְׁתֶּה H8354 חָֽמֶר H2561 ",
  "15": "וַיִּשְׁמַ֤ן H8080 יְשֻׁרוּן֙ H3484 וַיִּבְעָ֔ט H1163 שָׁמַ֖נְתָּ H8080 עָבִ֣יתָ H5666 כָּשִׂ֑יתָ H3780 וַיִּטֹּשׁ֙ H5203 אֱל֣וֹהַ H433 עָשָׂ֔הוּ H6213 וַיְנַבֵּ֖ל H5034 צ֥וּר H6697 יְשֻׁעָתֽוֹ H3444 ",
  "16": "יַקְנִאֻ֖הוּ H7065 בְּזָרִ֑ים H2114 בְּתוֹעֵבֹ֖ת H8441 יַכְעִיסֻֽהוּ H3707 ",
  "17": "יִזְבְּח֗וּ H2076 לַשֵּׁדִים֙ H7700 לֹ֣א H3808 אֱלֹ֔הַ H433 אֱלֹהִ֖ים H430 לֹ֣א H3808 יְדָע֑וּם H3045 חֲדָשִׁים֙ H2319 מִקָּרֹ֣ב H7138 בָּ֔אוּ H935 לֹ֥א H3808 שְׂעָר֖וּם H8175 אֲבֹתֵיכֶֽם H1 ",
  "18": "צ֥וּר H6697 יְלָדְךָ֖ H3205 תֶּ֑שִׁי H7876 וַתִּשְׁכַּ֖ח H7911 אֵ֥ל H410 מְחֹלְלֶֽךָ H2342 ",
  "19": "וַיַּ֥רְא H7200 יְהוָ֖ה H3068 וַיִּנְאָ֑ץ H5006 מִכַּ֥עַס H3708 בָּנָ֖יו H1121 וּבְנֹתָֽי H1323 ",
  "20": "וַיֹּ֗אמֶר H559 אַסְתִּ֤ירָה H5641 פָנַי֙ H6440 מֵהֶ֔ם H1992 אֶרְאֶ֖ה H7200 מָ֣ה H4100 אַחֲרִיתָ֑ם H319 כִּ֣י H3588 ד֤וֹר H1755 תַּהְפֻּכֹת֙ H8419 הֵ֔מָּה H1992 בָּנִ֖ים H1121 לֹא H3808 אֵמֻ֥ן H529 בָּֽם Hb ",
  "21": "הֵ֚ם H1992 קִנְא֣וּנִי H7065 בְלֹא H3808 אֵ֔ל H410 כִּעֲס֖וּנִי H3707 בְּהַבְלֵי H1892 וַאֲנִי֙ H589 אַקְנִיאֵ֣ם H7065 בְּלֹא H3808 עָ֔ם H5971 בְּג֥וֹי H1471 נָבָ֖ל H5036 אַכְעִיסֵֽם H3707 ",
  "22": "כִּי H3588 אֵשׁ֙ H784 קָדְחָ֣ה H6919 בְאַפִּ֔ H639 וַתִּיקַ֖ד H3344 עַד H5704 שְׁא֣וֹל H7585 תַּחְתִּ֑ית H8482 וַתֹּ֤אכַל H398 אֶ֨רֶץ֙ H776 וִֽיבֻלָ֔ H2981 וַתְּלַהֵ֖ט H3857 מוֹסְדֵ֥י H4146 הָרִֽים H2022 ",
  "23": "אַסְפֶּ֥ה H5595 עָלֵ֖ימוֹ H5921 רָע֑וֹת H7451 חִצַּ֖י H2671 אֲכַלֶּה H3615 בָּֽם Hb ",
  "24": "מְזֵ֥י H4198 רָעָ֛ב H7458 וּלְחֻ֥מֵי H3898 רֶ֖שֶׁף H7565 וְקֶ֣טֶב H6986 מְרִירִ֑י H4815 וְשֶׁן H8127 בְּהֵמוֹת֙ H929 אֲשַׁלַּח H7971 בָּ֔ם Hb עִם H5973 חֲמַ֖ת H2534 זֹחֲלֵ֥י H2119 עָפָֽר H6083 ",
  "25": "מִחוּץ֙ H2351 תְּשַׁכֶּל H7921 חֶ֔רֶב H2719 וּמֵ H2315 אֵימָ֑ה H367 גַּם H1571 בָּחוּר֙ H970 גַּם H1571 בְּתוּלָ֔ה H1330 יוֹנֵ֖ק H3243 עִם H5973 אִ֥ישׁ H376 שֵׂיבָֽה H7872 ",
  "26": "אָמַ֖רְתִּי H559 אַפְאֵיהֶ֑ם H6284 אַשְׁבִּ֥יתָה H7673 מֵאֱנ֖וֹשׁ H582 זִכְרָֽם H2143 ",
  "27": "לוּלֵ֗י H3884 כַּ֤עַס H3708 אוֹיֵב֙ H341 אָג֔וּר H1481 פֶּֽן H6435 יְנַכְּר֖וּ H5234 צָרֵ֑ימוֹ H6862 פֶּן H6435 יֹֽאמְרוּ֙ H559 יָדֵ֣ינוּ H3027 רָ֔מָה H7311 וְלֹ֥א H3808 יְהוָ֖ה H3068 פָּעַ֥ל H6466 כָּל H3605 זֹֽאת H2063 ",
  "28": "כִּי H3588 ג֛וֹי H1471 אֹבַ֥ד H6 עֵצ֖וֹת H6098 הֵ֑מָּה H1992 וְאֵ֥ין H369 בָּהֶ֖ם Hb תְּבוּנָֽה H8394 ",
  "29": "ל֥וּ H3863 חָכְמ֖וּ H2449 יַשְׂכִּ֣ילוּ H7919 זֹ֑את H2063 יָבִ֖ינוּ H995 לְאַחֲרִיתָֽ H319 ",
  "30": "אֵיכָ֞ה H349 יִרְדֹּ֤ף H7291 אֶחָד֙ H259 אֶ֔לֶף H505 וּשְׁנַ֖יִם H8147 יָנִ֣יסוּ H5127 רְבָבָ֑ה H7233 אִם H518 לֹא֙ H3808 כִּי H3588 צוּרָ֣ם H6697 מְכָרָ֔ם H4376 וַֽיהוָ֖ה H3068 הִסְגִּירָֽם H5462 ",
  "31": "כִּ֛י H3588 לֹ֥א H3808 כְצוּרֵ֖ H6697 צוּרָ֑ם H6697 וְאֹיְבֵ֖י H341 פְּלִילִֽים H6414 ",
  "32": "כִּֽי H3588 מִגֶּ֤פֶן H1612 סְדֹם֙ H5467 גַּפְנָ֔ם H1612 וּמִ H7709 עֲמֹרָ֑ה H6017 עֲנָבֵ֨מוֹ֙ H6025 עִנְּבֵי H6025 ר֔וֹשׁ H7219 אַשְׁכְּלֹ֥ת H811 מְרֹרֹ֖ת H4846 לָֽמוֹ Hl ",
  "33": "חֲמַ֥ת H2534 תַּנִּינִ֖ם H8577 יֵינָ֑ם H3196 וְרֹ֥אשׁ H7219 פְּתָנִ֖ים H6620 אַכְזָֽר H393 ",
  "34": "הֲלֹא H3808 ה֖וּא H1931 כָּמֻ֣ס H3647 עִמָּדִ֑י H5978 חָתֻ֖ם H2856 בְּאוֹצְרֹתָֽ H214 ",
  "35": "לִ֤י Hl נָקָם֙ H5359 וְשִׁלֵּ֔ם H8005 לְעֵ֖ת H6256 תָּמ֣וּט H4131 רַגְלָ֑ם H7272 כִּ֤י H3588 קָרוֹב֙ H7138 י֣וֹם H3117 אֵידָ֔ם H343 וְחָ֖שׁ H2363 עֲתִדֹ֥ת H6264 לָֽמוֹ Hl ",
  "36": "כִּֽי H3588 יָדִ֤ין H1777 יְהוָה֙ H3068 עַמּ֔וֹ H5971 וְעַל H5921 עֲבָדָ֖יו H5650 יִתְנֶחָ֑ם H5162 כִּ֤י H3588 יִרְאֶה֙ H7200 כִּי H3588 אָ֣זְלַת H235 יָ֔ד H3027 וְאֶ֖פֶס H657 עָצ֥וּר H6113 וְעָזֽוּב H5800 ",
  "37": "וְאָמַ֖ר H559 אֵ֣י H335 אֱלֹהֵ֑ימוֹ H430 צ֖וּר H6697 חָסָ֥יוּ H2620 בֽוֹ Hb ",
  "38": "אֲשֶׁ֨ר H834 חֵ֤לֶב H2459 זְבָחֵ֨ימוֹ֙ H2077 יֹאכֵ֔לוּ H398 יִשְׁתּ֖וּ H8354 יֵ֣ין H3196 נְסִיכָ֑ם H5257 יָק֨וּמוּ֙ H6965 וְיַעְזְרֻ H5826 יְהִ֥י H1961 עֲלֵיכֶ֖ם H5921 סִתְרָֽה H5643 ",
  "39": "רְא֣וּ H7200 עַתָּ֗ה H6258 כִּ֣י H3588 אֲנִ֤י H589 אֲנִי֙ H589 ה֔וּא H1931 וְאֵ֥ין H369 אֱלֹהִ֖ים H430 עִמָּדִ֑י H5978 אֲנִ֧י H589 אָמִ֣ית H4191 וַאֲחַיֶּ֗ה H2421 מָחַ֨צְתִּי֙ H4272 וַאֲנִ֣י H589 אֶרְפָּ֔א H7495 וְאֵ֥ין H369 מִיָּדִ֖ H3027 מַצִּֽיל H5337 ",
  "40": "כִּֽי H3588 אֶשָּׂ֥א H5375 אֶל H413 שָׁמַ֖יִם H8064 יָדִ֑י H3027 וְאָמַ֕רְתִּי H559 חַ֥י H2416 אָנֹכִ֖י H595 לְעֹלָֽם H5769 ",
  "41": "אִם H518 שַׁנּוֹתִי֙ H8150 בְּרַ֣ק H1300 חַרְבִּ֔י H2719 וְתֹאחֵ֥ז H270 בְּמִשְׁפָּ֖ט H4941 יָדִ֑י H3027 אָשִׁ֤יב H7725 נָקָם֙ H5359 לְצָרָ֔ H6862 וְלִ H8130 אֲשַׁלֵּֽם H7999 ",
  "42": "אַשְׁכִּ֤יר H7937 חִצַּי֙ H2671 מִדָּ֔ם H1818 וְחַרְבִּ֖ H2719 תֹּאכַ֣ל H398 בָּשָׂ֑ר H1320 מִדַּ֤ם H1818 חָלָל֙ H2491 וְשִׁבְיָ֔ה H7633 מֵרֹ֖אשׁ H7218 פַּרְע֥וֹת H6546 אוֹיֵֽב H341 ",
  "43": "הַרְנִ֤ינוּ H7442 גוֹיִם֙ H1471 עַמּ֔וֹ H5971 כִּ֥י H3588 דַם H1818 עֲבָדָ֖יו H5650 יִקּ֑וֹם H5358 וְנָקָם֙ H5359 יָשִׁ֣יב H7725 לְצָרָ֔י H6862 וְכִפֶּ֥ר H3722 אַדְמָת֖וֹ H127 עַמּֽוֹ H5971 ",
  "44": "וַיָּבֹ֣א H935 מֹשֶׁ֗ה H4872 וַיְדַבֵּ֛ר H1696 אֶת H853 כָּל H3605 דִּבְרֵ֥י H1697 הַשִּׁירָֽה H7892 הַזֹּ֖את H2063 בְּאָזְנֵ֣י H241 הָעָ֑ם H5971 ה֖וּא H1931 וְהוֹשֵׁ֥עַ H1954 בִּן H1121 נֽוּן H5126 ",
  "45": "וַיְכַ֣ל H3615 מֹשֶׁ֗ה H4872 לְדַבֵּ֛ר H1696 אֶת H853 כָּל H3605 הַדְּבָרִ֥ים H1697 הָאֵ֖לֶּה H428 אֶל H413 כָּל H3605 יִשְׂרָאֵֽל H3478 ",
  "46": "וַיֹּ֤אמֶר H559 אֲלֵהֶם֙ H413 שִׂ֣ימוּ H7760 לְבַבְכֶ֔ם H3824 לְכָל H3605 הַדְּבָרִ֔ים H1697 אֲשֶׁ֧ר H834 אָנֹכִ֛י H595 מֵעִ֥יד H5749 בָּכֶ֖ם Hb הַיּ֑וֹם H3117 אֲשֶׁ֤ר H834 תְּצַוֻּם֙ H6680 אֶת H853 בְּנֵיכֶ֔ם H1121 לִשְׁמֹ֣ר H8104 לַעֲשׂ֔וֹת H6213 אֶת H853 כָּל H3605 דִּבְרֵ֖י H1697 הַתּוֹרָ֥ה H8451 הַזֹּֽאת H2063 ",
  "47": "כִּ֠י H3588 לֹֽא H3808 דָבָ֨ר H1697 רֵ֥ק H7386 הוּא֙ H1931 מִכֶּ֔ם H4480 כִּי H3588 ה֖וּא H1931 חַיֵּיכֶ֑ם H2416 וּבַ H1697 הַזֶּ֗ה H2088 תַּאֲרִ֤יכוּ H748 יָמִים֙ H3117 עַל H5921 הָ֣אֲדָמָ֔ה H127 אֲשֶׁ֨ר H834 אַתֶּ֜ם H859 עֹבְרִ֧ים H5674 אֶת H853 הַיַּרְדֵּ֛ן H3383 שָׁ֖מָּה H8033 לְרִשְׁתָּֽ H3423 ",
  "48": "וַיְדַבֵּ֤ר H1696 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 בְּעֶ֛צֶם H6106 הַיּ֥וֹם H3117 הַזֶּ֖ה H2088 לֵאמֹֽר H559 ",
  "49": "עֲלֵ֡ה H5927 אֶל H413 הַר֩ H2022 הָעֲבָרִ֨ים H5682 הַזֶּ֜ה H2088 הַר H2022 נְב֗וֹ H5015 אֲשֶׁר֙ H834 בְּאֶ֣רֶץ H776 מוֹאָ֔ב H4124 אֲשֶׁ֖ר H834 עַל H5921 פְּנֵ֣י H6440 יְרֵח֑וֹ H3405 וּרְאֵה֙ H7200 אֶת H853 אֶ֣רֶץ H776 כְּנַ֔עַן H3667 אֲשֶׁ֨ר H834 אֲנִ֥י H589 נֹתֵ֛ן H5414 לִבְנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 לַאֲחֻזָּֽה H272 ",
  "50": "וּמֻ֗ת H4191 בָּהָר֙ H2022 אֲשֶׁ֤ר H834 אַתָּה֙ H859 עֹלֶ֣ה H5927 שָׁ֔מָּה H8033 וְהֵאָסֵ֖ף H622 אֶל H413 עַמֶּ֑יךָ H5971 כַּֽאֲשֶׁר H834 מֵ֞ת H4191 אַהֲרֹ֤ן H175 אָחִ֨יךָ֙ H251 בְּהֹ֣ר H2023 הָהָ֔ר H2022 וַיֵּאָ֖סֶף H622 אֶל H413 עַמָּֽיו H5971 ",
  "51": "עַל֩ H5921 אֲשֶׁ֨ר H834 מְעַלְתֶּ֜ם H4603 בִּ֗י Hb בְּתוֹךְ֙ H8432 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 בְּמֵֽי H4325 מְרִיבַ֥ת H4808 קָדֵ֖שׁ H6946 מִדְבַּר H4057 צִ֑ן H6790 עַ֣ל H5921 אֲשֶׁ֤ר H834 לֹֽא H3808 קִדַּשְׁתֶּם֙ H6942 אוֹתִ֔י H853 בְּת֖וֹךְ H8432 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "52": "כִּ֥י H3588 מִנֶּ֖גֶד H5048 תִּרְאֶ֣ה H7200 אֶת H853 הָאָ֑רֶץ H776 וְשָׁ֨מָּ H8033 לֹ֣א H3808 תָב֔וֹא H935 אֶל H413 הָאָ֕רֶץ H776 אֲשֶׁר H834 אֲנִ֥י H589 נֹתֵ֖ן H5414 לִבְנֵ֥י H1121 יִשְׂרָאֵֽל H3478 "
}
