{
  "1": "וְזֹ֣את H2063 הַבְּרָכָ֗ה H1293 אֲשֶׁ֨ר H834 בֵּרַ֥ךְ H1288 מֹשֶׁ֛ה H4872 אִ֥ישׁ H376 הָאֱלֹהִ֖ים H430 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 לִפְנֵ֖י H6440 מוֹתֽוֹ H4194 ",
  "2": "וַיֹּאמַ֗ר H559 יְהוָ֞ה H3068 מִסִּינַ֥י H5514 בָּא֙ H935 וְזָרַ֤ח H2224 מִשֵּׂעִיר֙ H8165 לָ֔מוֹ Hl הוֹפִ֨יעַ֙ H3313 מֵהַ֣ר H2022 פָּארָ֔ן H6290 וְאָתָ֖ה H857 מֵרִבְבֹ֣ת H7233 קֹ֑דֶשׁ H6944 מִֽימִינ֕ H3225 אשדת H799 לָֽמוֹ Hl ",
  "3": "אַ֚ף H637 חֹבֵ֣ב H2245 עַמִּ֔ים H5971 כָּל H3605 קְדֹשָׁ֖יו H6918 בְּיָדֶ֑ H3027 וְהֵם֙ H1992 תֻּכּ֣וּ H8497 לְרַגְלֶ֔ H7272 יִשָּׂ֖א H5375 מִדַּבְּרֹתֶֽי H1703 ",
  "4": "תּוֹרָ֥ה H8451 צִוָּה H6680 לָ֖נוּ Hl מֹשֶׁ֑ה H4872 מוֹרָשָׁ֖ה H4181 קְהִלַּ֥ת H6952 יַעֲקֹֽב H3290 ",
  "5": "וַיְהִ֥י H1961 בִישֻׁר֖וּן H3484 מֶ֑לֶךְ H4428 בְּהִתְאַסֵּף֙ H622 רָ֣אשֵׁי H7218 עָ֔ם H5971 יַ֖חַד H3162 שִׁבְטֵ֥י H7626 יִשְׂרָאֵֽל H3478 ",
  "6": "יְחִ֥י H2421 רְאוּבֵ֖ן H7205 וְאַל H408 יָמֹ֑ת H4191 וִיהִ֥י H1961 מְתָ֖יו H4962 מִסְפָּֽר H4557 ",
  "7": "וְזֹ֣את H2063 לִֽיהוּדָה֮ H3063 וַיֹּאמַר֒ H559 שְׁמַ֤ע H8085 יְהוָה֙ H3068 ק֣וֹל H6963 יְהוּדָ֔ה H3063 וְאֶל H413 עַמּ֖וֹ H5971 תְּבִיאֶ֑נּוּ H935 יָדָיו֙ H3027 רָ֣ב H7227 ל֔וֹ Hl וְעֵ֥זֶר H5828 מִצָּרָ֖י H6862 תִּהְיֶֽה H1961 ",
  "8": "וּלְ H3878 אָמַ֔ר H559 תֻּמֶּ֥יךָ H8550 וְאוּרֶ֖י H224 לְאִ֣ישׁ H376 חֲסִידֶ֑ךָ H2623 אֲשֶׁ֤ר H834 נִסִּיתוֹ֙ H5254 בְּמַסָּ֔ה H4532 תְּרִיבֵ֖הוּ H7378 עַל H5921 מֵ֥י H4325 מְרִיבָֽה H4809 ",
  "9": "הָאֹמֵ֞ר H559 לְאָבִ֤י H1 וּלְ H517 לֹ֣א H3808 רְאִיתִ֔יו H7200 וְאֶת H853 אֶחָיו֙ H251 לֹ֣א H3808 הִכִּ֔יר H5234 וְאֶת H853 בנו H1121 לֹ֣א H3808 יָדָ֑ע H3045 כִּ֤י H3588 שָֽׁמְרוּ֙ H8104 אִמְרָתֶ֔ךָ H565 וּבְרִֽיתְ H1285 יִנְצֹֽרוּ H5341 ",
  "10": "יוֹר֤וּ H3384 מִשְׁפָּטֶ֨יךָ֙ H4941 לְיַעֲקֹ֔ב H3290 וְתוֹרָתְ H8451 לְיִשְׂרָאֵ֑ל H3478 יָשִׂ֤ימוּ H7760 קְטוֹרָה֙ H6988 בְּאַפֶּ֔ H639 וְכָלִ֖יל H3632 עַֽל H5921 מִזְבְּחֶֽךָ H4196 ",
  "11": "בָּרֵ֤ךְ H1288 יְהוָה֙ H3068 חֵיל֔וֹ H2428 וּפֹ֥עַל H6467 יָדָ֖יו H3027 תִּרְצֶ֑ה H7521 מְחַ֨ץ H4272 מָתְנַ֧יִם H4975 קָמָ֛יו H6965 וּמְשַׂנְאָ֖י H8130 מִן H4480 יְקוּמֽוּן H6965 ",
  "12": "לְבִנְיָמִ֣ן H1144 אָמַ֔ר H559 יְדִ֣יד H3039 יְהֹוָ֔ה H3068 יִשְׁכֹּ֥ן H7931 לָבֶ֖טַח H983 עָלָ֑יו H5921 חֹפֵ֤ף H2653 עָלָיו֙ H5921 כָּל H3605 הַיּ֔וֹם H3117 וּבֵ֥ין H996 כְּתֵיפָ֖יו H3802 שָׁכֵֽן H7931 ",
  "13": "וּלְ H3130 אָמַ֔ר H559 מְבֹרֶ֥כֶת H1288 יְהֹוָ֖ה H3068 אַרְצ֑וֹ H776 מִמֶּ֤גֶד H4022 שָׁמַ֨יִם֙ H8064 מִטָּ֔ל H2919 וּמִ H8415 רֹבֶ֥צֶת H7257 תָּֽחַת H8478 ",
  "14": "וּמִ H4022 תְּבוּאֹ֣ת H8393 שָׁ֑מֶשׁ H8121 וּמִ H4022 גֶּ֥רֶשׁ H1645 יְרָחִֽים H3391 ",
  "15": "וּמֵ H7218 הַרְרֵי H2042 קֶ֑דֶם H6924 וּמִ H4022 גִּבְע֥וֹת H1389 עוֹלָֽם H5769 ",
  "16": "וּמִ H4022 אֶ֚רֶץ H776 וּמְלֹאָ֔ H4393 וּרְצ֥וֹן H7522 שֹׁכְנִ֖י H7931 סְנֶ֑ה H5572 תָּב֨וֹאתָה֙ H935 לְרֹ֣אשׁ H7218 יוֹסֵ֔ף H3130 וּלְ H6936 נְזִ֥יר H5139 אֶחָֽיו H251 ",
  "17": "בְּכ֨וֹר H1060 שׁוֹר֜וֹ H7794 הָדָ֣ר H1926 ל֗וֹ Hl וְקַרְנֵ֤י H7161 רְאֵם֙ H7214 קַרְנָ֔יו H7161 בָּהֶ֗ם Hb עַמִּ֛ים H5971 יְנַגַּ֥ח H5055 יַחְדָּ֖ו H3162 אַפְסֵי H657 אָ֑רֶץ H776 וְהֵם֙ H1992 רִבְב֣וֹת H7233 אֶפְרַ֔יִם H669 וְהֵ֖ם H1992 אַלְפֵ֥י H505 מְנַשֶּֽׁה H4519 ",
  "18": "וְלִ H2074 אָמַ֔ר H559 שְׂמַ֥ח H8055 זְבוּלֻ֖ן H2074 בְּצֵאתֶ֑ H3318 וְיִשָּׂשכָ֖ר H3485 בְּאֹהָלֶֽי H168 ",
  "19": "עַמִּים֙ H5971 הַר H2022 יִקְרָ֔אוּ H7121 שָׁ֖ם H8033 יִזְבְּח֣וּ H2076 זִבְחֵי H2077 צֶ֑דֶק H6664 כִּ֣י H3588 שֶׁ֤פַע H8228 יַמִּים֙ H3220 יִינָ֔קוּ H3243 וּשְׂפוּנֵ֖י H8226 טְמ֥וּנֵי H2934 חֽוֹל H2344 ",
  "20": "וּלְ H1410 אָמַ֔ר H559 בָּר֖וּךְ H1288 מַרְחִ֣יב H7337 גָּ֑ד H1410 כְּלָבִ֣יא H3833 שָׁכֵ֔ן H7931 וְטָרַ֥ף H2963 זְר֖וֹעַ H2220 אַף H637 קָדְקֹֽד H6936 ",
  "21": "וַיַּ֤רְא H7200 רֵאשִׁית֙ H7225 ל֔וֹ Hl כִּי H3588 שָׁ֛ם H8033 חֶלְקַ֥ת H2513 מְחֹקֵ֖ק H2710 סָפ֑וּן H5603 וַיֵּתֵא֙ H857 רָ֣אשֵׁי H7218 עָ֔ם H5971 צִדְקַ֤ת H6666 יְהוָה֙ H3068 עָשָׂ֔ה H6213 וּמִשְׁפָּטָ֖י H4941 עִם H5973 יִשְׂרָאֵֽל H3478 ",
  "22": "וּלְ H1835 אָמַ֔ר H559 דָּ֖ן H1835 גּ֣וּר H1482 אַרְיֵ֑ה H738 יְזַנֵּ֖ק H2187 מִן H4480 הַבָּשָֽׁן H1316 ",
  "23": "וּלְ H5321 אָמַ֔ר H559 נַפְתָּלִי֙ H5321 שְׂבַ֣ע H7649 רָצ֔וֹן H7522 וּמָלֵ֖א H4392 בִּרְכַּ֣ת H1293 יְהוָ֑ה H3068 יָ֥ם H3220 וְדָר֖וֹם H1864 יְרָֽשָׁה H3423 ",
  "24": "וּלְ H836 אָמַ֔ר H559 בָּר֥וּךְ H1288 מִבָּנִ֖ים H1121 אָשֵׁ֑ר H836 יְהִ֤י H1961 רְצוּי֙ H7521 אֶחָ֔יו H251 וְטֹבֵ֥ל H2881 בַּשֶּׁ֖מֶן H8081 רַגְלֽוֹ H7272 ",
  "25": "בַּרְזֶ֥ל H1270 וּנְחֹ֖שֶׁת H5178 מִנְעָלֶ֑יךָ H4515 וּכְ H3117 דָּבְאֶֽךָ H1679 ",
  "26": "אֵ֥ין H369 כָּאֵ֖ל H410 יְשֻׁר֑וּן H3484 רֹכֵ֤ב H7392 שָׁמַ֨יִם֙ H8064 בְעֶזְרֶ֔ H5828 וּבְ H1346 שְׁחָקִֽים H7834 ",
  "27": "מְעֹנָה֙ H4585 אֱלֹ֣הֵי H430 קֶ֔דֶם H6924 וּמִ H8478 זְרֹעֹ֣ת H2220 עוֹלָ֑ם H5769 וַיְגָ֧רֶשׁ H1644 מִפָּנֶ֛י H6440 אוֹיֵ֖ב H341 וַיֹּ֥אמֶר H559 הַשְׁמֵֽד H8045 ",
  "28": "וַיִּשְׁכֹּן֩ H7931 יִשְׂרָאֵ֨ל H3478 בֶּ֤טַח H983 בָּדָד֙ H910 עֵ֣ין H5869 יַעֲקֹ֔ב H3290 אֶל H413 אֶ֖רֶץ H776 דָּגָ֣ן H1715 וְתִיר֑וֹשׁ H8492 אַף H637 שָׁמָ֖יו H8064 יַֽעַרְפוּ H6201 טָֽל H2919 ",
  "29": "אַשְׁרֶ֨יךָ H835 יִשְׂרָאֵ֜ל H3478 מִ֣י H4310 כָמ֗וֹךָ H3644 עַ֚ם H5971 נוֹשַׁ֣ע H3467 בַּֽיהוָ֔ה H3068 מָגֵ֣ן H4043 עֶזְרֶ֔ךָ H5828 וַאֲשֶׁר H834 חֶ֖רֶב H2719 גַּאֲוָתֶ֑ךָ H1346 וְיִכָּֽחֲשׁ֤וּ H3584 אֹיְבֶ֨יךָ֙ H341 לָ֔ךְ Hl וְאַתָּ֖ה H859 עַל H5921 בָּמוֹתֵ֥ימוֹ H1116 תִדְרֹֽךְ H1869 "
}
