{
  "1": "וַיִּקְרָ֣א H7121 מֹשֶׁה֮ H4872 אֶל H413 כָּל H3605 יִשְׂרָאֵל֒ H3478 וַיֹּ֣אמֶר H559 אֲלֵהֶ֗ם H413 שְׁמַ֤ע H8085 יִשְׂרָאֵל֙ H3478 אֶת H853 הַחֻקִּ֣ים H2706 וְאֶת H853 הַמִּשְׁפָּטִ֔ים H4941 אֲשֶׁ֧ר H834 אָנֹכִ֛י H595 דֹּבֵ֥ר H1696 בְּאָזְנֵי H241 הַיּ֑וֹם H3117 וּלְמַדְתֶּ֣ם H3925 אֹתָ֔ם H853 וּשְׁמַרְתֶּ֖ם H8104 לַעֲשֹׂתָֽ H6213 ",
  "2": "יְהוָ֣ה H3068 אֱלֹהֵ֗ינוּ H430 כָּרַ֥ת H3772 עִמָּ֛נוּ H5973 בְּרִ֖ית H1285 בְּחֹרֵֽב H2722 ",
  "3": "לֹ֣א H3808 אֶת H854 אֲבֹתֵ֔ינוּ H1 כָּרַ֥ת H3772 יְהוָ֖ה H3068 אֶת H853 הַבְּרִ֣ית H1285 הַזֹּ֑את H2063 כִּ֣י H3588 אִתָּ֗נוּ H854 אֲנַ֨חְנוּ H587 אֵ֥לֶּה H428 פֹ֛ה H6311 הַיּ֖וֹם H3117 כֻּלָּ֥נוּ H3605 חַיִּֽים H2416 ",
  "4": "פָּנִ֣ים H6440 בְּפָנִ֗ים H6440 דִּבֶּ֨ר H1696 יְהוָ֧ה H3068 עִמָּכֶ֛ם H5973 בָּהָ֖ר H2022 מִתּ֥וֹךְ H8432 הָאֵֽשׁ H784 ",
  "5": "אָ֠נֹכִי H595 עֹמֵ֨ד H5975 בֵּין H996 יְהוָ֤ה H3068 וּבֵֽינֵי H996 בָּעֵ֣ת H6256 הַהִ֔וא H1931 לְהַגִּ֥יד H5046 לָכֶ֖ם Hl אֶת H853 דְּבַ֣ר H1697 יְהוָ֑ה H3068 כִּ֤י H3588 יְרֵאתֶם֙ H3372 מִפְּנֵ֣י H6440 הָאֵ֔שׁ H784 וְלֹֽא H3808 עֲלִיתֶ֥ם H5927 בָּהָ֖ר H2022 לֵאמֹֽר H559 ",
  "6": "אָֽנֹכִי֙ H595 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 אֲשֶׁ֧ר H834 הוֹצֵאתִ֛יךָ H3318 מֵאֶ֥רֶץ H776 מִצְרַ֖יִם H4714 מִבֵּ֥ית H1004 עֲבָדִֽים H5650 ",
  "7": "לֹא H3808 יִהְיֶ֥ה H1961 לְךָ֛ Hl אֱלֹהִ֥ים H430 אֲחֵרִ֖ים H312 עַל H5921 פָּנָֽיַ H6440 ",
  "8": "לֹֽ֣א H3808 תַעֲשֶׂ֥ה H6213 לְךָ֥ Hl פֶ֨סֶל֙ H6459 כָּל H3605 תְּמוּנָ֔ה H8544 אֲשֶׁ֤ר H834 בַּשָּׁמַ֨יִם֙ H8064 מִמַּ֔עַל H4605 וַאֲשֶׁ֥ר H834 בָּאָ֖רֶץ H776 מִתָּ֑חַת H8478 וַאֲשֶׁ֥ר H834 בַּמַּ֖יִם H4325 מִתַּ֥חַת H8478 לָאָֽרֶץ H776 ",
  "9": "לֹא H3808 תִשְׁתַּחֲוֶ֥ה H7812 לָהֶ֖ם Hl וְלֹ֣א H3808 תָעָבְדֵ֑ם H5647 כִּ֣י H3588 אָנֹכִ֞י H595 יְהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 אֵ֣ל H410 קַנָּ֔א H7067 פֹּ֠קֵד H6485 עֲוֺ֨ן H5771 אָב֧וֹת H1 עַל H5921 בָּנִ֛ים H1121 וְעַל H5921 שִׁלֵּשִׁ֥ים H8029 וְעַל H5921 רִבֵּעִ֖ים H7256 לְשֹׂנְאָֽ H8130 ",
  "10": "וְעֹ֥שֶׂה H6213 חֶ֖סֶד H2617 לַֽאֲלָפִ֑ים H505 לְאֹהֲבַ֖ H157 וּלְ H8104 מצותו H4687 ",
  "11": "לֹ֥א H3808 תִשָּׂ֛א H5375 אֶת H853 שֵֽׁם H8034 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 לַשָּׁ֑וְא H7723 כִּ֣י H3588 לֹ֤א H3808 יְנַקֶּה֙ H5352 יְהוָ֔ה H3068 אֵ֛ת H853 אֲשֶׁר H834 יִשָּׂ֥א H5375 אֶת H853 שְׁמ֖וֹ H8034 לַשָּֽׁוְא H7723 ",
  "12": "שָׁמ֛וֹר H8104 אֶת H853 י֥וֹם H3117 הַשַׁבָּ֖ת H7676 לְקַדְּשׁ֑ H6942 כַּאֲשֶׁ֥ר H834 צִוְּךָ֖ H6680 יְהוָ֥ה H3068 אֱלֹהֶֽיךָ H430 ",
  "13": "שֵׁ֤שֶׁת H8337 יָמִים֙ H3117 תַּֽעֲבֹ֔ד H5647 וְעָשִׂ֖יתָ H6213 כָּל H3605 מְלַאכְתֶּֽךָ H4399 ",
  "14": "וְי֨וֹם֙ H3117 הַשְּׁבִיעִ֔י H7637 שַׁבָּ֖ת H7676 לַיהוָ֣ה H3068 אֱלֹהֶ֑יךָ H430 לֹ֣א H3808 תַעֲשֶׂ֣ה H6213 כָל H3605 מְלָאכָ֡ה H4399 אַתָּ֣ה H859 וּבִנְ H1121 וּבִתֶּ֣ H1323 וְעַבְדְּ H5650 וַ֠אֲמָתֶ H519 וְשׁוֹרְ H7794 וַחֲמֹֽרְ H2543 וְכָל H3605 בְּהֶמְתֶּ֗ךָ H929 וְגֵֽרְ H1616 אֲשֶׁ֣ר H834 בִּשְׁעָרֶ֔י H8179 לְמַ֗עַן H4616 יָנ֛וּחַ H5117 עַבְדְּךָ֥ H5650 וַאֲמָתְ H519 כָּמֽוֹךָ H3644 ",
  "15": "וְזָכַרְתָּ֗ H2142 כִּ֣י H3588 עֶ֤בֶד H5650 הָיִ֨יתָ֙ H1961 בְּאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 וַיֹּצִ֨אֲ H3318 יְהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 מִשָּׁ֔ם H8033 בְּיָ֥ד H3027 חֲזָקָ֖ה H2389 וּבִ H2220 נְטוּיָ֑ה H5186 עַל H5921 כֵּ֗ן H3651 צִוְּךָ֙ H6680 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 לַעֲשׂ֖וֹת H6213 אֶת H853 י֥וֹם H3117 הַשַׁבָּֽת H7676 ",
  "16": "כַּבֵּ֤ד H3513 אֶת H853 אָבִ֨יךָ֙ H1 וְאֶת H853 אִמֶּ֔ךָ H517 כַּאֲשֶׁ֥ר H834 צִוְּךָ֖ H6680 יְהוָ֣ה H3068 אֱלֹהֶ֑יךָ H430 לְמַ֣עַן H4616 יַאֲרִיכֻ֣ן H748 יָמֶ֗יךָ H3117 וּלְמַ֨עַן֙ H4616 יִ֣יטַב H3190 לָ֔ךְ Hl עַ֚ל H5921 הָֽאֲדָמָ֔ה H127 אֲשֶׁר H834 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 נֹתֵ֥ן H5414 לָֽךְ Hl ",
  "17": "לֹ֖א H3808 תִּרְצָֽח H7523 ",
  "18": "וְלֹ֖א H3808 תִּנְאָֽף H5003 ",
  "19": "וְלֹ֖א H3808 תִּגְנֹֽב H1589 ",
  "20": "וְלֹֽא H3808 תַעֲנֶ֥ה H6030 בְרֵֽעֲ H7453 עֵ֥ד H5707 שָֽׁוְא H7723 ",
  "21": "וְלֹ֥א H3808 תַחְמֹ֖ד H2530 אֵ֣שֶׁת H802 רֵעֶ֑ךָ H7453 וְלֹ֨א H3808 תִתְאַוֶּ֜ה H183 בֵּ֣ית H1004 רֵעֶ֗ךָ H7453 שָׂדֵ֜הוּ H7704 וְעַבְדּ֤ H5650 וַאֲמָת H519 שׁוֹר֣וֹ H7794 וַחֲמֹר֔ H2543 וְכֹ֖ל H3605 אֲשֶׁ֥ר H834 לְרֵעֶֽ H7453 ",
  "22": "אֶֽת H853 הַדְּבָרִ֣ים H1697 הָאֵ֡לֶּה H428 דִּבֶּר֩ H1696 יְהוָ֨ה H3068 אֶל H413 כָּל H3605 קְהַלְכֶ֜ם H6951 בָּהָ֗ר H2022 מִתּ֤וֹךְ H8432 הָאֵשׁ֙ H784 הֶֽעָנָ֣ן H6051 וְהָֽ H6205 ק֥וֹל H6963 גָּד֖וֹל H1419 וְלֹ֣א H3808 יָסָ֑ף H3254 וַֽיִּכְתְּבֵ֗ H3789 עַל H5921 שְׁנֵי֙ H8147 לֻחֹ֣ת H3871 אֲבָנִ֔ים H68 וַֽיִּתְּנֵ֖ H5414 אֵלָֽי H413 ",
  "23": "וַיְהִ֗י H1961 כְּשָׁמְעֲ H8085 אֶת H853 הַקּוֹל֙ H6963 מִתּ֣וֹךְ H8432 הַחֹ֔שֶׁךְ H2822 וְהָ H2022 בֹּעֵ֣ר H1197 בָּאֵ֑שׁ H784 וַתִּקְרְב֣וּ H7126 אֵלַ֔י H413 כָּל H3605 רָאשֵׁ֥י H7218 שִׁבְטֵיכֶ֖ם H7626 וְזִקְנֵי H2205 ",
  "24": "וַתֹּאמְר֗וּ H559 הֵ֣ן H2005 הֶרְאָ֜נוּ H7200 יְהוָ֤ה H3068 אֱלֹהֵ֨ינוּ֙ H430 אֶת H853 כְּבֹד֣וֹ H3519 וְאֶת H853 גָּדְל֔וֹ H1433 וְאֶת H853 קֹל֥וֹ H6963 שָׁמַ֖עְנוּ H8085 מִתּ֣וֹךְ H8432 הָאֵ֑שׁ H784 הַיּ֤וֹם H3117 הַזֶּה֙ H2088 רָאִ֔ינוּ H7200 כִּֽי H3588 יְדַבֵּ֧ר H1696 אֱלֹהִ֛ים H430 אֶת H854 הָֽאָדָ֖ם H120 וָחָֽי H2425 ",
  "25": "וְעַתָּה֙ H6258 לָ֣מָּה H4100 נָמ֔וּת H4191 כִּ֣י H3588 תֹֽאכְלֵ֔נוּ H398 הָאֵ֥שׁ H784 הַגְּדֹלָ֖ה H1419 הַזֹּ֑את H2063 אִם H518 יֹסְפִ֣ים H3254 אֲנַ֗חְנוּ H587 לִ֠שְׁמֹעַ H8085 אֶת H853 ק֨וֹל H6963 יְהוָ֧ה H3068 אֱלֹהֵ֛ינוּ H430 ע֖וֹד H5750 וָמָֽתְנוּ H4191 ",
  "26": "כִּ֣י H3588 מִ֣י H4310 כָל H3605 בָּשָׂ֡ר H1320 אֲשֶׁ֣ר H834 שָׁמַ֣ע H8085 קוֹל֩ H6963 אֱלֹהִ֨ים H430 חַיִּ֜ים H2416 מְדַבֵּ֧ר H1696 מִתּוֹךְ H8432 הָאֵ֛שׁ H784 כָּמֹ֖נוּ H3644 וַיֶּֽחִי H2421 ",
  "27": "קְרַ֤ב H7126 אַתָּה֙ H859 וּֽשֲׁמָ֔ע H8085 אֵ֛ת H853 כָּל H3605 אֲשֶׁ֥ר H834 יֹאמַ֖ר H559 יְהוָ֣ה H3068 אֱלֹהֵ֑ינוּ H430 וְאַ֣תְּ H859 תְּדַבֵּ֣ר H1696 אֵלֵ֗ינוּ H413 אֵת֩ H853 כָּל H3605 אֲשֶׁ֨ר H834 יְדַבֵּ֜ר H1696 יְהוָ֧ה H3068 אֱלֹהֵ֛ינוּ H430 אֵלֶ֖יךָ H413 וְשָׁמַ֥עְנוּ H8085 וְעָשִֽׂינוּ H6213 ",
  "28": "וַיִּשְׁמַ֤ע H8085 יְהוָה֙ H3068 אֶת H853 ק֣וֹל H6963 דִּבְרֵיכֶ֔ם H1697 בְּדַבֶּרְ H1696 אֵלָ֑י H413 וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֵלַ֗י H413 שָׁ֠מַעְתִּי H8085 אֶת H853 ק֨וֹל H6963 דִּבְרֵ֜י H1697 הָעָ֤ם H5971 הַזֶּה֙ H2088 אֲשֶׁ֣ר H834 דִּבְּר֣וּ H1696 אֵלֶ֔יךָ H413 הֵיטִ֖יבוּ H3190 כָּל H3605 אֲשֶׁ֥ר H834 דִּבֵּֽרוּ H1696 ",
  "29": "מִֽי H4310 יִתֵּ֡ן H5414 וְהָיָה֩ H1961 לְבָבָ֨ם H3824 זֶ֜ה H2088 לָהֶ֗ם Hl לְיִרְאָ֥ה H3372 אֹתִ֛י H853 וְלִ H8104 אֶת H853 כָּל H3605 מִצְוֺתַ֖י H4687 כָּל H3605 הַיָּמִ֑ים H3117 לְמַ֨עַן H4616 יִיטַ֥ב H3190 לָהֶ֛ם Hl וְלִ H1121 לְעֹלָֽם H5769 ",
  "30": "לֵ֖ךְ H3212 אֱמֹ֣ר H559 לָהֶ֑ם Hl שׁ֥וּבוּ H7725 לָכֶ֖ם Hl לְאָהֳלֵי H168 ",
  "31": "וְאַתָּ֗ה H859 פֹּה֮ H6311 עֲמֹ֣ד H5975 עִמָּדִי֒ H5978 וַאֲדַבְּרָ֣ה H1696 אֵלֶ֗יךָ H413 אֵ֧ת H853 כָּל H3605 הַמִּצְוָ֛ה H4687 וְהַ H2706 וְהַ H4941 אֲשֶׁ֣ר H834 תְּלַמְּדֵ֑ם H3925 וְעָשׂ֣וּ H6213 בָאָ֔רֶץ H776 אֲשֶׁ֧ר H834 אָנֹכִ֛י H595 נֹתֵ֥ן H5414 לָהֶ֖ם Hl לְרִשְׁתָּֽ H3423 ",
  "32": "וּשְׁמַרְתֶּ֣ם H8104 לַעֲשׂ֔וֹת H6213 כַּאֲשֶׁ֥ר H834 צִוָּ֛ה H6680 יְהוָ֥ה H3068 אֱלֹהֵיכֶ֖ם H430 אֶתְכֶ֑ם H853 לֹ֥א H3808 תָסֻ֖רוּ H5493 יָמִ֥ין H3225 וּשְׂמֹֽאל H8040 ",
  "33": "בְּכָל H3605 הַדֶּ֗רֶךְ H1870 אֲשֶׁ֨ר H834 צִוָּ֜ה H6680 יְהוָ֧ה H3068 אֱלֹהֵיכֶ֛ם H430 אֶתְכֶ֖ם H853 תֵּלֵ֑כוּ H3212 לְמַ֤עַן H4616 תִּֽחְיוּן֙ H2421 וְט֣וֹב H2895 לָכֶ֔ם Hl וְהַאֲרַכְתֶּ֣ם H748 יָמִ֔ים H3117 בָּאָ֖רֶץ H776 אֲשֶׁ֥ר H834 תִּֽירָשֽׁוּן H3423 "
}
