{
  "1": "כִּ֤י H3588 יְבִֽיאֲךָ֙ H935 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 אֶל H413 הָאָ֕רֶץ H776 אֲשֶׁר H834 אַתָּ֥ה H859 בָא H935 שָׁ֖מָּה H8033 לְרִשְׁתָּ֑ H3423 וְנָשַׁ֣ל H5394 גּֽוֹיִם H1471 רַבִּ֣ים H7227 מִפָּנֶ֡י H6440 הַֽחִתִּי֩ H2850 וְהַ H1622 וְהָ H567 וְהַ H3669 וְהַ H6522 וְהַֽ H2340 וְהַ H2983 שִׁבְעָ֣ה H7651 גוֹיִ֔ם H1471 רַבִּ֥ים H7227 וַעֲצוּמִ֖ים H6099 מִמֶּֽךָּ H4480 ",
  "2": "וּנְתָנָ֞ H5414 יְהוָ֧ה H3068 אֱלֹהֶ֛יךָ H430 לְפָנֶ֖י H6440 וְהִכִּיתָ֑ H5221 הַחֲרֵ֤ם H2763 תַּחֲרִים֙ H2763 אֹתָ֔ם H853 לֹא H3808 תִכְרֹ֥ת H3772 לָהֶ֛ם Hl בְּרִ֖ית H1285 וְלֹ֥א H3808 תְחָנֵּֽם H2603 ",
  "3": "וְלֹ֥א H3808 תִתְחַתֵּ֖ן H2859 בָּ֑ם Hb בִּתְּךָ֙ H1323 לֹא H3808 תִתֵּ֣ן H5414 לִבְנ֔ H1121 וּבִתּ֖ H1323 לֹא H3808 תִקַּ֥ח H3947 לִבְנֶֽ H1121 ",
  "4": "כִּֽי H3588 יָסִ֤יר H5493 אֶת H853 בִּנְךָ֙ H1121 מֵֽאַחֲרַ֔ H310 וְעָבְד֖וּ H5647 אֱלֹהִ֣ים H430 אֲחֵרִ֑ים H312 וְחָרָ֤ה H2734 אַף H639 יְהוָה֙ H3068 בָּכֶ֔ם Hb וְהִשְׁמִידְ H8045 מַהֵֽר H4118 ",
  "5": "כִּֽי H3588 אִם H518 כֹּ֤ה H3541 תַעֲשׂוּ֙ H6213 לָהֶ֔ם H1992 מִזְבְּחֹתֵיהֶ֣ם H4196 תִּתֹּ֔צוּ H5422 וּמַצֵּבֹתָ֖ H4676 תְּשַׁבֵּ֑רוּ H7665 וַאֲשֵֽׁירֵ H842 תְּגַדֵּע֔וּן H1438 וּפְסִילֵי H6456 תִּשְׂרְפ֥וּן H8313 בָּאֵֽשׁ H784 ",
  "6": "כִּ֣י H3588 עַ֤ם H5971 קָדוֹשׁ֙ H6918 אַתָּ֔ה H859 לַיהוָ֖ה H3068 אֱלֹהֶ֑יךָ H430 בְּךָ֞ Hb בָּחַ֣ר H977 יְהוָ֣ה H3068 אֱלֹהֶ֗יךָ H430 לִהְי֥וֹת H1961 לוֹ֙ Hl לְעַ֣ם H5971 סְגֻלָּ֔ה H5459 מִכֹּל֙ H3605 הָֽעַמִּ֔ים H5971 אֲשֶׁ֖ר H834 עַל H5921 פְּנֵ֥י H6440 הָאֲדָמָֽה H127 ",
  "7": "לֹ֣א H3808 מֵֽרֻבְּ H7230 מִכָּל H3605 הָֽעַמִּ֗ים H5971 חָשַׁ֧ק H2836 יְהוָ֛ה H3068 בָּכֶ֖ם Hb וַיִּבְחַ֣ר H977 בָּכֶ֑ם Hb כִּֽי H3588 אַתֶּ֥ם H859 הַמְעַ֖ט H4592 מִכָּל H3605 הָעַמִּֽים H5971 ",
  "8": "כִּי֩ H3588 מֵֽאַהֲבַ֨ת H160 יְהוָ֜ה H3068 אֶתְכֶ֗ם H853 וּמִ H8104 אֶת H853 הַשְּׁבֻעָה֙ H7621 אֲשֶׁ֤ר H834 נִשְׁבַּע֙ H7650 לַאֲבֹ֣תֵי H1 הוֹצִ֧יא H3318 יְהוָ֛ה H3068 אֶתְכֶ֖ם H853 בְּיָ֣ד H3027 חֲזָקָ֑ה H2389 וַֽיִּפְדְּ H6299 מִבֵּ֣ית H1004 עֲבָדִ֔ים H5650 מִיַּ֖ד H3027 פַּרְעֹ֥ה H6547 מֶֽלֶךְ H4428 מִצְרָֽיִם H4714 ",
  "9": "וְיָ֣דַעְתָּ֔ H3045 כִּֽי H3588 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 ה֣וּא H1931 הָֽאֱלֹהִ֑ים H430 הָאֵל֙ H410 הַֽנֶּאֱמָ֔ן H539 שֹׁמֵ֧ר H8104 הַבְּרִ֣ית H1285 וְהַ H2617 לְאֹהֲבָ֛י H157 וּלְ H8104 מצותו H4687 לְאֶ֥לֶף H505 דּֽוֹר H1755 ",
  "10": "וּמְשַׁלֵּ֧ם H7999 לְשֹׂנְאָ֛י H8130 אֶל H413 פָּנָ֖יו H6440 לְהַאֲבִיד֑ H6 לֹ֤א H3808 יְאַחֵר֙ H309 לְשֹׂ֣נְא֔ H8130 אֶל H413 פָּנָ֖יו H6440 יְשַׁלֶּם H7999 לֽוֹ Hl ",
  "11": "וְשָׁמַרְתָּ֨ H8104 אֶת H853 הַמִּצְוָ֜ה H4687 וְאֶת H853 הַֽחֻקִּ֣ים H2706 וְאֶת H853 הַמִּשְׁפָּטִ֗ים H4941 אֲשֶׁ֨ר H834 אָנֹכִ֧י H595 מְצַוְּךָ֛ H6680 הַיּ֖וֹם H3117 לַעֲשׂוֹתָֽ H6213 ",
  "12": "וְהָיָ֣ה H1961 עֵ֣קֶב H6118 תִּשְׁמְע֗וּן H8085 אֵ֤ת H853 הַמִּשְׁפָּטִים֙ H4941 הָאֵ֔לֶּה H428 וּשְׁמַרְתֶּ֥ם H8104 וַעֲשִׂיתֶ֖ם H6213 אֹתָ֑ם H853 וְשָׁמַר֩ H8104 יְהוָ֨ה H3068 אֱלֹהֶ֜יךָ H430 לְךָ֗ Hl אֶֽת H853 הַבְּרִית֙ H1285 וְאֶת H853 הַחֶ֔סֶד H2617 אֲשֶׁ֥ר H834 נִשְׁבַּ֖ע H7650 לַאֲבֹתֶֽי H1 ",
  "13": "וַאֲהֵ֣בְ H157 וּבֵרַכְ H1288 וְהִרְבֶּ֑ H7235 וּבֵרַ֣ךְ H1288 פְּרִֽי H6529 בִטְנְךָ֣ H990 וּפְרִֽי H6529 אַ֠דְמָתֶךָ H127 דְּגָ֨נְךָ֜ H1715 וְתִֽירֹשְׁ H8492 וְיִצְהָרֶ֗ H3323 שְׁגַר H7698 אֲלָפֶ֨יךָ֙ H504 וְעַשְׁתְּרֹ֣ת H6251 צֹאנֶ֔ךָ H6629 עַ֚ל H5921 הָֽאֲדָמָ֔ה H127 אֲשֶׁר H834 נִשְׁבַּ֥ע H7650 לַאֲבֹתֶ֖י H1 לָ֥תֶת H5414 לָֽךְ Hl ",
  "14": "בָּר֥וּךְ H1288 תִּֽהְיֶ֖ה H1961 מִכָּל H3605 הָעַמִּ֑ים H5971 לֹא H3808 יִהְיֶ֥ה H1961 בְךָ֛ Hb עָקָ֥ר H6135 וַֽעֲקָרָ֖ה H6135 וּבִ H929 ",
  "15": "וְהֵסִ֧יר H5493 יְהוָ֛ה H3068 מִמְּךָ֖ H4480 כָּל H3605 חֹ֑לִי H2483 וְכָל H3605 מַדְוֵי֩ H4064 מִצְרַ֨יִם H4714 הָרָעִ֜ים H7451 אֲשֶׁ֣ר H834 יָדַ֗עְתָּ H3045 לֹ֤א H3808 יְשִׂימָם֙ H7760 בָּ֔ךְ Hb וּנְתָנָ֖ H5414 בְּכָל H3605 שֹׂנְאֶֽיךָ H8130 ",
  "16": "וְאָכַלְתָּ֣ H398 אֶת H853 כָּל H3605 הָֽעַמִּ֗ים H5971 אֲשֶׁ֨ר H834 יְהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 נֹתֵ֣ן H5414 לָ֔ךְ Hl לֹא H3808 תָחֹ֥ס H2347 עֵֽינְךָ֖ H5869 עֲלֵיהֶ֑ם H5921 וְלֹ֤א H3808 תַעֲבֹד֙ H5647 אֶת H853 אֱלֹ֣הֵיהֶ֔ם H430 כִּֽי H3588 מוֹקֵ֥שׁ H4170 ה֖וּא H1931 לָֽךְ Hl ",
  "17": "כִּ֤י H3588 תֹאמַר֙ H559 בִּלְבָ֣בְ H3824 רַבִּ֛ים H7227 הַגּוֹיִ֥ם H1471 הָאֵ֖לֶּה H428 מִמֶּ֑נִּי H4480 אֵיכָ֥ה H349 אוּכַ֖ל H3201 לְהוֹרִישָֽׁ H3423 ",
  "18": "לֹ֥א H3808 תִירָ֖א H3372 מֵהֶ֑ם H1992 זָכֹ֣ר H2142 תִּזְכֹּ֗ר H2142 אֵ֤ת H853 אֲשֶׁר H834 עָשָׂה֙ H6213 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 לְפַרְעֹ֖ה H6547 וּלְ H3605 מִצְרָֽיִם H4714 ",
  "19": "הַמַּסֹּ֨ת H4531 הַגְּדֹלֹ֜ת H1419 אֲשֶׁר H834 רָא֣וּ H7200 עֵינֶ֗יךָ H5869 וְהָ H226 וְהַ H4159 וְהַ H3027 הַחֲזָקָה֙ H2389 וְהַ H2220 הַנְּטוּיָ֔ה H5186 אֲשֶׁ֥ר H834 הוֹצִֽאֲךָ֖ H3318 יְהוָ֣ה H3068 אֱלֹהֶ֑יךָ H430 כֵּֽן H3651 יַעֲשֶׂ֞ה H6213 יְהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 לְכָל H3605 הָ֣עַמִּ֔ים H5971 אֲשֶׁר H834 אַתָּ֥ה H859 יָרֵ֖א H3373 מִפְּנֵי H6440 ",
  "20": "וְגַם֙ H1571 אֶת H853 הַצִּרְעָ֔ה H6880 יְשַׁלַּ֛ח H7971 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 בָּ֑ם Hb עַד H5704 אֲבֹ֗ד H6 הַנִּשְׁאָרִ֛ים H7604 וְהַ H5641 מִפָּנֶֽי H6440 ",
  "21": "לֹ֥א H3808 תַעֲרֹ֖ץ H6206 מִפְּנֵי H6440 כִּֽי H3588 יְהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 בְּקִרְבֶּ֔ H7130 אֵ֥ל H410 גָּד֖וֹל H1419 וְנוֹרָֽא H3372 ",
  "22": "וְנָשַׁל֩ H5394 יְהוָ֨ה H3068 אֱלֹהֶ֜יךָ H430 אֶת H853 הַגּוֹיִ֥ם H1471 הָאֵ֛ל H411 מִפָּנֶ֖י H6440 מְעַ֣ט H4592 מְעָ֑ט H4592 לֹ֤א H3808 תוּכַל֙ H3201 כַּלֹּתָ֣ם H3615 מַהֵ֔ר H4118 פֶּן H6435 תִּרְבֶּ֥ה H7235 עָלֶ֖יךָ H5921 חַיַּ֥ת H2416 הַשָּׂדֶֽה H7704 ",
  "23": "וּנְתָנָ֛ H5414 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 לְפָנֶ֑י H6440 וְהָמָ H2000 מְהוּמָ֣ה H4103 גְדֹלָ֔ה H1419 עַ֖ד H5704 הִשָּׁמְדָֽם H8045 ",
  "24": "וְנָתַ֤ן H5414 מַלְכֵיהֶם֙ H4428 בְּיָדֶ֔ H3027 וְהַאֲבַדְתָּ֣ H6 אֶת H853 שְׁמָ֔ם H8034 מִתַּ֖חַת H8478 הַשָּׁמָ֑יִם H8064 לֹֽא H3808 יִתְיַצֵּ֥ב H3320 אִישׁ֙ H376 בְּפָנֶ֔י H6440 עַ֥ד H5704 הִשְׁמִֽדְךָ֖ H8045 אֹתָֽם H853 ",
  "25": "פְּסִילֵ֥י H6456 אֱלֹהֵיהֶ֖ם H430 תִּשְׂרְפ֣וּן H8313 בָּאֵ֑שׁ H784 לֹֽא H3808 תַחְמֹד֩ H2530 כֶּ֨סֶף H3701 וְזָהָ֤ב H2091 עֲלֵיהֶם֙ H5921 וְלָקַחְתָּ֣ H3947 לָ֔ךְ Hl פֶּ֚ן H6435 תִּוָּקֵ֣שׁ H3369 בּ֔וֹ Hb כִּ֧י H3588 תוֹעֲבַ֛ת H8441 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 הֽוּא H1931 ",
  "26": "וְלֹא H3808 תָבִ֤יא H935 תֽוֹעֵבָה֙ H8441 אֶל H413 בֵּיתֶ֔ךָ H1004 וְהָיִ֥יתָ H1961 חֵ֖רֶם H2764 כָּמֹ֑הוּ H3644 שַׁקֵּ֧ץ H8262 תְּשַׁקְּצֶ֛נּוּ H8262 וְתַעֵ֥ב H8581 תְּֽתַעֲבֶ֖נּוּ H8581 כִּי H3588 חֵ֥רֶם H2764 הֽוּא H1931 "
}
