{
  "1": "כָּל H3605 הַמִּצְוָ֗ה H4687 אֲשֶׁ֨ר H834 אָנֹכִ֧י H595 מְצַוְּךָ֛ H6680 הַיּ֖וֹם H3117 תִּשְׁמְר֣וּן H8104 לַעֲשׂ֑וֹת H6213 לְמַ֨עַן H4616 תִּֽחְי֜וּן H2421 וּרְבִיתֶ֗ם H7235 וּבָאתֶם֙ H935 וִֽירִשְׁתֶּ֣ם H3423 אֶת H853 הָאָ֔רֶץ H776 אֲשֶׁר H834 נִשְׁבַּ֥ע H7650 יְהוָ֖ה H3068 לַאֲבֹתֵי H1 ",
  "2": "וְזָכַרְתָּ֣ H2142 אֶת H853 כָּל H3605 הַדֶּ֗רֶךְ H1870 אֲשֶׁ֨ר H834 הֹלִֽיכֲךָ֜ H3212 יְהוָ֧ה H3068 אֱלֹהֶ֛יךָ H430 זֶ֛ה H2088 אַרְבָּעִ֥ים H705 שָׁנָ֖ה H8141 בַּמִּדְבָּ֑ר H4057 לְמַ֨עַן H4616 עַנֹּֽתְךָ֜ H6031 לְנַסֹּֽתְ H5254 לָדַ֜עַת H3045 אֶת H853 אֲשֶׁ֧ר H834 בִּֽלְבָבְ H3824 הֲתִשְׁמֹ֥ר H8104 מצותו H4687 אִם H518 לֹֽא H3808 ",
  "3": "וַֽיְעַנְּ H6031 וַיַּרְעִבֶ H7456 וַיַּֽאֲכִֽלְ H398 אֶת H853 הַמָּן֙ H4478 אֲשֶׁ֣ר H834 לֹא H3808 יָדַ֔עְתָּ H3045 וְלֹ֥א H3808 יָדְע֖וּן H3045 אֲבֹתֶ֑יךָ H1 לְמַ֣עַן H4616 הוֹדִֽעֲךָ֗ H3045 כִּ֠י H3588 לֹ֣א H3808 עַל H5921 הַלֶּ֤חֶם H3899 לְבַדּ H905 יִחְיֶ֣ה H2421 הָֽאָדָ֔ם H120 כִּ֛י H3588 עַל H5921 כָּל H3605 מוֹצָ֥א H4161 פִֽי H6310 יְהוָ֖ה H3068 יִחְיֶ֥ה H2421 הָאָדָֽם H120 ",
  "4": "שִׂמְלָ֨תְךָ֜ H8071 לֹ֤א H3808 בָֽלְתָה֙ H1086 מֵֽעָלֶ֔י H5921 וְרַגְלְ H7272 לֹ֣א H3808 בָצֵ֑קָה H1216 זֶ֖ה H2088 אַרְבָּעִ֥ים H705 שָׁנָֽה H8141 ",
  "5": "וְיָדַעְתָּ֖ H3045 עִם H5973 לְבָבֶ֑ךָ H3824 כִּ֗י H3588 כַּאֲשֶׁ֨ר H834 יְיַסֵּ֥ר H3256 אִישׁ֙ H376 אֶת H853 בְּנ֔וֹ H1121 יְהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 מְיַסְּרֶֽךָּ H3256 ",
  "6": "וְשָׁ֣מַרְתָּ֔ H8104 אֶת H853 מִצְוֺ֖ת H4687 יְהוָ֣ה H3068 אֱלֹהֶ֑יךָ H430 לָלֶ֥כֶת H3212 בִּדְרָכָ֖י H1870 וּלְ H3372 אֹתֽוֹ H853 ",
  "7": "כִּ֚י H3588 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 מְבִֽיאֲךָ֖ H935 אֶל H413 אֶ֣רֶץ H776 טוֹבָ֑ה H2896 אֶ֚רֶץ H776 נַ֣חֲלֵי H5158 מָ֔יִם H4325 עֲיָנֹת֙ H5869 וּתְהֹמֹ֔ת H8415 יֹצְאִ֥ים H3318 בַּבִּקְעָ֖ה H1237 וּבָ H2022 ",
  "8": "אֶ֤רֶץ H776 חִטָּה֙ H2406 וּשְׂעֹרָ֔ה H8184 וְגֶ֥פֶן H1612 וּתְאֵנָ֖ה H8384 וְרִמּ֑וֹן H7416 אֶֽרֶץ H776 זֵ֥ית H2132 שֶׁ֖מֶן H8081 וּדְבָֽשׁ H1706 ",
  "9": "אֶ֗רֶץ H776 אֲשֶׁ֨ר H834 לֹ֤א H3808 בְמִסְכֵּנֻת֙ H4544 תֹּֽאכַל H398 בָּ֣הּ Hb לֶ֔חֶם H3899 לֹֽא H3808 תֶחְסַ֥ר H2637 כֹּ֖ל H3605 בָּ֑הּ Hb אֶ֚רֶץ H776 אֲשֶׁ֣ר H834 אֲבָנֶ֣יהָ H68 בַרְזֶ֔ל H1270 וּמֵ H2042 תַּחְצֹ֥ב H2672 נְחֹֽשֶׁת H5178 ",
  "10": "וְאָכַלְתָּ֖ H398 וְשָׂבָ֑עְתָּ H7646 וּבֵֽרַכְתָּ֙ H1288 אֶת H853 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 עַל H5921 הָאָ֥רֶץ H776 הַטֹּבָ֖ה H2896 אֲשֶׁ֥ר H834 נָֽתַן H5414 לָֽךְ Hl ",
  "11": "הִשָּׁ֣מֶר H8104 לְךָ֔ Hl פֶּן H6435 תִּשְׁכַּ֖ח H7911 אֶת H853 יְהוָ֣ה H3068 אֱלֹהֶ֑יךָ H430 לְבִלְתִּ֨י H1115 שְׁמֹ֤ר H8104 מִצְוֺתָיו֙ H4687 וּמִשְׁפָּטָ֣י H4941 וְחֻקֹּתָ֔י H2708 אֲשֶׁ֛ר H834 אָנֹכִ֥י H595 מְצַוְּךָ֖ H6680 הַיּֽוֹם H3117 ",
  "12": "פֶּן H6435 תֹּאכַ֖ל H398 וְשָׂבָ֑עְתָּ H7646 וּבָתִּ֥ים H1004 טוֹבִ֛ים H2896 תִּבְנֶ֖ה H1129 וְיָשָֽׁבְתָּ H3427 ",
  "13": "וּבְקָֽרְ H1241 וְצֹֽאנְ H6629 יִרְבְּיֻ֔ן H7235 וְכֶ֥סֶף H3701 וְזָהָ֖ב H2091 יִרְבֶּה H7235 לָּ֑ךְ Hl וְכֹ֥ל H3605 אֲשֶׁר H834 לְךָ֖ Hl יִרְבֶּֽה H7235 ",
  "14": "וְרָ֖ם H7311 לְבָבֶ֑ךָ H3824 וְשָֽׁכַחְתָּ֙ H7911 אֶת H853 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 הַמּוֹצִיאֲ H3318 מֵאֶ֥רֶץ H776 מִצְרַ֖יִם H4714 מִבֵּ֥ית H1004 עֲבָדִֽים H5650 ",
  "15": "הַמּוֹלִ֨יכֲ H3212 בַּמִּדְבָּ֣ר H4057 הַגָּדֹ֣ל H1419 וְהַ H3372 נָחָ֤שׁ H5175 שָׂרָף֙ H8314 וְעַקְרָ֔ב H6137 וְצִמָּא֖וֹן H6774 אֲשֶׁ֣ר H834 אֵֽין H369 מָ֑יִם H4325 הַמּוֹצִ֤יא H3318 לְךָ֙ Hl מַ֔יִם H4325 מִצּ֖וּר H6697 הַֽחַלָּמִֽישׁ H2496 ",
  "16": "הַמַּֽאֲכִ֨לְ H398 מָן֙ H4478 בַּמִּדְבָּ֔ר H4057 אֲשֶׁ֥ר H834 לֹא H3808 יָדְע֖וּן H3045 אֲבֹתֶ֑יךָ H1 לְמַ֣עַן H4616 עַנֹּֽתְךָ֗ H6031 וּלְמַ֨עַן֙ H4616 נַסֹּתֶ֔ךָ H5254 לְהֵיטִֽבְ H3190 בְּאַחֲרִיתֶֽ H319 ",
  "17": "וְאָמַרְתָּ֖ H559 בִּלְבָבֶ֑ H3824 כֹּחִי֙ H3581 וְעֹ֣צֶם H6108 יָדִ֔י H3027 עָ֥שָׂה H6213 לִ֖י Hl אֶת H853 הַחַ֥יִל H2428 הַזֶּֽה H2088 ",
  "18": "וְזָֽכַרְתָּ֙ H2142 אֶת H853 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 כִּ֣י H3588 ה֗וּא H1931 הַנֹּתֵ֥ן H5414 לְךָ֛ Hl כֹּ֖חַ H3581 לַעֲשׂ֣וֹת H6213 חָ֑יִל H2428 לְמַ֨עַן H4616 הָקִ֧ים H6965 אֶת H853 בְּרִית֛וֹ H1285 אֲשֶׁר H834 נִשְׁבַּ֥ע H7650 לַאֲבֹתֶ֖י H1 כַּיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "19": "וְהָיָ֗ה H1961 אִם H518 שָׁכֹ֤חַ H7911 תִּשְׁכַּח֙ H7911 אֶת H853 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 וְהָֽלַכְתָּ֗ H1980 אַחֲרֵי֙ H310 אֱלֹהִ֣ים H430 אֲחֵרִ֔ים H312 וַעֲבַדְתָּ֖ H5647 וְהִשְׁתַּחֲוִ֣יתָ H7812 לָהֶ֑ם Hl הַעִדֹ֤תִי H5749 בָכֶם֙ Hb הַיּ֔וֹם H3117 כִּ֥י H3588 אָבֹ֖ד H6 תֹּאבֵדֽוּן H6 ",
  "20": "כַּגּוֹיִ֗ם H1471 אֲשֶׁ֤ר H834 יְהוָה֙ H3068 מַאֲבִ֣יד H6 מִפְּנֵי H6440 כֵּ֖ן H3651 תֹאבֵד֑וּן H6 עֵ֚קֶב H6118 לֹ֣א H3808 תִשְׁמְע֔וּן H8085 בְּק֖וֹל H6963 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 "
}
