{
  "1": "I, the one who am writing this, am a man whom Yahweh made to suffer,\n\\q2 because he was angry.\n\\q1",
  "2": "It was as though he caused me to walk in a very dark place\n\\q2 without any light at all.\n\\q1",
  "3": "He has punished me many times,\n\\q2 many times during each day.\n\\b\n\\q1",
  "4": "He has caused my skin and my flesh to become old.\n\\q2 He has broken my bones.\n\\q1",
  "5": "He has surrounded me with things\n\\q2 that make me suffer very bitterly.\n\\q1",
  "6": "It is as though he has buried me in a dark place\n\\q2 like those who have been dead for a long time.\n\\b\n\\q1",
  "7": "It is as though he has built a prison wall around me,\n\\q2 and fastened me with heavy chains, so I cannot escape.\n\\q1",
  "8": "Although I call out and cry out for him to help me,\n\\q2 he does not pay attention to me.\n\\q1",
  "9": "It is as though he has blocked my path with a high stone wall\n\\q2 and has caused me to wander everywhere to try to get out.\n\\b\n\\q1",
  "10": "He has waited to attack me\n\\q2 like a bear or a lion hides and waits to attack a man.\n\\q1",
  "11": "It is as though a bear has dragged me off the path and mauled me,\n\\q2 and left me alone without help.\n\\q1",
  "12": "It is as though he strung his bow and made me the target\n\\q2 to shoot at with his arrows.\n\\b\n\\q1",
  "13": "It is as though he shot his arrows\n\\q2 deep into my body.\n\\q1",
  "14": "All my relatives laugh at me;\n\\q2 all during each day they sing songs that make fun of me.\n\\q1",
  "15": "Yahweh has made me suffer greatly,\n\\q2 like someone suffers after drinking something very bitter.\n\\b\n\\q1",
  "16": "It is as though he has caused me to chew gravel that broke my teeth;\n\\q2 it is as though he has trampled me in the ground.\n\\q1",
  "17": "Things no longer go well for me;\n\\q2 I no longer remember being prosperous.\n\\q1",
  "18": "I continued to say to myself, \"I not strong enough to bear any more hardships.\n\\q2 I no longer expect to that Yahweh will rescue me.\"\n\\b\n\\q1",
  "19": "When I think about how I suffer and how I wander far from home,\n\\q2 it is like drinking a very bitter liquid.\n\\q1",
  "20": "I will never forget this time\n\\q2 when I feel very depressed.\n\\q1",
  "21": "However, I confidently expect Yahweh to do good things for me again,\n\\q2 and I think about this:\n\\q1",
  "22": "Yahweh never stops faithfully loving us, so we are not completely dead.\n\\q2 He never stops acting kindly toward us.\n\\q1",
  "23": "Every morning he acts mercifully toward us again.\n\\q2 He is the one in whom we can always trust.\n\\q1",
  "24": "So I sincerely say to myself, \"Yahweh gives me what I need!\"\n\\q2 Because I believe this, I will confidently wait for him to do good things for me.\n\\b\n\\q1",
  "25": "Yahweh is good to all those who depend on him,\n\\q2 to those who seek him to help them.\n\\q1",
  "26": "So it is good for us to wait quietly\n\\q2 for Yahweh to save us.\n\\q1",
  "27": "And it is good for us to suffer patiently \n\\q2 while we are young.\n\\b\n\\q1",
  "28": "Those who seek him to help them should sit by themselves and not complain,\n\\q2 because they know that it is Yahweh who has allowed them to suffer.\n\\q1",
  "29": "They should lie in the dirt, with their faces on the ground,\n\\q2 because they can still hope that Yahweh will help them.\n\\q1",
  "30": "If someone strikes us on one cheek,\n\\q2 we should turn the other cheek toward that person in order that he may strike it, too,\n\\q2 and accept it when others insult us.\n\\b\n\\q1",
  "31": "Yahweh does not abandon us, his people, forever.\n\\q1",
  "32": "Sometimes he causes us to suffer,\n\\q2 but he also acts kindly toward us\n\\q1 because he continually and faithfully loves us.\n\\q1",
  "33": "And he does not take pleasure when he causes people to suffer\n\\q2 or be sad.\n\\b\n\\q1",
  "34": "If people mistreat and oppress all the prisoners,\n\\q1",
  "35": "or if they rebel against God\n\\q2 by refusing to do for others what is right,\n\\q1",
  "36": "or if they cause judges to decide matters unjustly,\n\\q2 Yahweh certainly sees all these things.\n\\b\n\\q1",
  "37": "No one can make something happen\n\\q2 unless Yahweh has already decided that it should happen.\n\\q1",
  "38": "God in heaven is the one who commands that disasters should happen,\n\\q2 and he also causes good things to happen.\n\\q1",
  "39": "So it is certainly not right for us, who are only people on earth, to complain\n\\q2 when he punishes us for the sins that we have committed.\n\\b\n\\q1",
  "40": "Instead, we should think carefully about how we behave;\n\\q2 we should turn back to Yahweh.\n\\q1",
  "41": "We should pray with all our inner beings and lift up our arms\n\\q2 toward God in heaven, and say,\n\\q1",
  "42": "\"We have sinned and rebelled against you,\n\\q2 and you have not forgiven us.\n\\q1",
  "43": "You have been very angry and chased after us;\n\\q2 you have slaughtered us without pitying us.\n\\q1",
  "44": "You have hidden yourself away, as if you were in a cloud,\n\\q2 so that you will not hear us when we pray.\n\\q1",
  "45": "You have made us go among the foreign peoples,\n\\q2 and they think we are only garbage.\n\\b\n\\q1",
  "47": "We are constantly afraid that people will trap us,\n\\q2 because we have experienced so many disasters and so much ruin.\"\n\\q1",
  "48": "Many tears flow from my eyes\n\\q2 because my people have been destroyed.\n\\q1",
  "49": "My tears continually flow;\n\\q2 they will not stop\n\\q1",
  "50": "until Yahweh looks down from heaven and sees us.\n\\q1",
  "51": "I am very grieved\n\\q2 because of what has happened to the women of my city.\n\\b\n\\q1",
  "52": "My enemies hunted for me\n\\q2 like people hunt for a bird to kill it\n\\q1 even though there was no reason for them to do that.\n\\q1",
  "53": "They threw me into a pit to kill me,\n\\q2 and placed a heavy stone over the top of it.\n\\q1",
  "54": "The water in the pit rose above my head,\n\\q2 and I said to myself, \"I am about to die!\"\n\\b\n\\q1",
  "55": "But from the bottom of the pit I cried out to you,\n\\q2 \"Yahweh, help me!\"\n\\q1",
  "56": "I pleaded with you,\n\\q2 \"Do not refuse to hear me when I cry out to you!\"\n\\q1",
  "57": "Then you answered me\n\\q2 and said, \"Do not be afraid!\"\n\\b\n\\q1",
  "58": "Yahweh, you argued for me when people wanted to condemn me and execute me;\n\\q2 you did not allow me to die.\n\\q1",
  "59": "Now, Yahweh, you have seen the evil things that my enemies have done to me,\n\\q2 so judge my case and show that I have done nothing wrong.\n\\q1",
  "60": "You know the evil things\n\\q2 that they are planning to do to me.\n\\q1",
  "61": "Yahweh, you have heard them insult me;\n\\q2 you have heard what they plan to do to me.\n\\q1",
  "62": "Every day they whisper and mutter things about me,\n\\q2 all during the day.\n\\q1",
  "63": "Look at them! Whatever they are doing at the moment,\n\\q2 they make fun of me by the songs that they sing.\n\\b\n\\q1",
  "64": "Yahweh, cause them to suffer\n\\q2 in return for their causing me to suffer!\n\\q1",
  "65": "Curse them\n\\q2 and make them very, very afraid of you.\n\\q1",
  "66": "Because you are angry with them, pursue them and get rid of them,\n\\q2 until none of them remain on the earth."
}
