{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, Paul, write this letter to you, Titus. \n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "I am a servant of God and an apostle of Jesus Christ. God sent me to teach the people whom he has chosen as his own to trust him more. I work to help his people to know what is true, so that they can live in a way that pleases God.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His people can learn how to live like this because they are confident that God will cause them to live forever. God tells no lies. Even before the world began, he promised to cause us to live forever.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, at the right time, he communicated his plan through this message that he trusted me to preach. I do this in order to obey the command of God, who saves us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am writing to you, Titus, because you are like a son to me because we both believe in Jesus Christ. May God the Father and Christ Jesus who saves us continue to be kind to you and to give you peace.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I left you on the Island of Crete for this reason: that you do the work that is still unfinished and also appoint elders for the group of believers in every city, just as I told you to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "An elder must be without blame, the husband of one wife, with faithful children not accused of reckless behavior or undisciplined.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You yourself must continually do what is good so that others will see what they should also be doing. When you teach the believers, make sure that everything you say is true and say it in a way that they will respect.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rather than that, he must welcome strangers and love the things that are good. He must always act sensibly and treat other people in a fair and honest manner. He must always act in a way that is right for someone who is devoted to God and he must always control his emotions.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must always believe the true things we have taught him, and he must live according to them. He must do this in order to persuade people to live like this too, and in order to correct people if they do not want to live like this.\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I tell you these things because there are many people who refuse to obey those who are in authority over them. The people who are the most like this are the ones who tell all followers of Christ to become circumcised.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You and the leaders whom you appoint should prevent such people from teaching the believers. They are teaching things that they should not teach, causing entire families to believe wrong things. They only do it so that people will give them money. This is very shameful!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One man of Crete, someone his people thought was a prophet, said, \"Cretans are always lying to one another! They are like dangerous wild animals! They are lazy and always eat too much food.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What he said is true, so correct them forcefully so that they may believe and teach correct things about God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They should stop living according to stories invented by the Jews and commandments that came from people, not God, people who have stopped obeying what is true.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If someone does not have sinful thoughts or desires, then for that person everything is good. But if anyone is wicked and does not believe in Christ Jesus, everything that he does makes him unclean. Such a person's way of thinking has been ruined. He does not even feel guilty when he does what is evil.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even though they claim to know God, what they do shows that they do not know him. They are disgusting. They disobey God and can do nothing good for him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}