{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for you, Titus, you must teach people what is appropriate behavior for people who believe the truth about God.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell the older men that they must control themselves at all times, that they must live in a way that other people respect, and that they must act sensibly. Tell them that they must also firmly believe the true things about God, love others truly, and do all these things even when it is difficult.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell the older women, like the men, to live so that everyone knows that they respect God very much. Tell them that they must not say mean or false things about other people, and that they must not be addicted to drinking a lot of wine. Instead, they should teach others what is good.\t\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way, they will be able to advise the younger women to love their own husbands and children.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The older women should also teach the younger women to control what they say and do, not to act in a bad way toward any man, to work well at home, and to do what their husbands tell them. They should do all these things so that no one can mock God's message to us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the younger men, urge them likewise to control themselves well.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you teach the believers, make sure that everything you say is true and say it in a way that they will respect.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Teach people what is right with messages that no one can criticize, so that if anybody wants to stop you, other people will shame them because they will have nothing bad that they can justly say about any of us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for those believers who are slaves, teach them that they should always submit to their masters. Tell them to live in a way that pleases their masters in every way, and to not be argumentative with them.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must not steal even little things from their masters; instead, they should be faithful to them, and they should do everything in a way that leads people to admire all that we teach about God, who saves us.\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Titus, all that I have written adds up to this: Everyone is now able to know that God wishes to save them; this is his gift to them.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This saving grace from God trains us, as if we were children, to say no to the desires that are found in this world. It helps us to think about things in the right way, to be honest, truthful, and fair to other people and to always keep God in our thoughts and actions while we live in this world.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the same time, God teaches us to wait for what he will certainly do in the future, which is something that will make us very happy: That is, Jesus the Messiah, our Savior and powerful God, will return to us in great splendor.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He gave himself to die as the payment to free us from our lawless nature, to make us his cherished possession, a treasured people that he has made clean, a people whose greatest joy is to do what is good.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Titus, speak about these things. Urge those who hear you to live as I have described. And use your full right of command to correct our brothers and sisters when it is necessary. Let no one disregard what you say.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}