{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Titus, be sure to remind our people that, as much as possible, we should comply with the rules and laws that govern our society. We need to be obedient and ready to do good at every opportunity.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We should not say disrespectful things about anyone or argue with people. It is good to let other people have their preferences instead of pushing to get our own way, and to treat everyone with gentleness.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We need to remember that there was a time when we ourselves were foolish and unpersuaded about these things. We were led astray and served various passions and pleasures as if we were their slaves. We spent our lives envying each other and doing evil. We caused people to hate us and we hated each other.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when God showed us that he was acting generously to save us because he loves us,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he saved us by washing us clean on the inside, giving us a new birth, and making us new by the Holy Spirit. He did not save us because we do good things, but he saved us because he is merciful.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God generously gave us his Holy Spirit when Jesus the Messiah saved us.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By this gift, God has declared that everything is made right between him and us. And more than that, we will share in everything that the Lord Jesus has to give us, especially everlasting life with him.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is a statement that can be trusted. I want you to continually emphasize these things so that those who have believed God may constantly devote themselves to doing those things that are good and that help others. These things are excellent and beneficial for everyone.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But stay away from senseless debates, controversies about lists of Jewish ancestors, and arguments and disputes about religious law. Those kinds of discussions are a waste of time and they do not help you in any way.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If people insist on engaging in these divisive activities after you have warned them one or two times, then have nothing more to do with them,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because people like that have turned away from the truth; they live in sin and condemn themselves.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I send Artemas or Tychicus to you, do your best to come to me at the town of Nicopolis, because I have decided to stay there for the winter.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do everything you can to send Zenas the law expert, and Apollos on their journey, along with everything that they need.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Make sure that our people learn to occupy themselves with doing good things for people who need help. If they do this they will be living in a useful way for God.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Titus, all those who are with me greet you! And please greet our friends there who love us as fellow believers. May God continue to show great kindness to all of you.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}