{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Dear Theophilus,\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "In my first book that I wrote for you, I wrote about many of the things that Jesus did and taught\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "until the day on which God took him up to heaven. Before he went to heaven, he told the apostles by the power of the Holy Spirit the things that he wanted them to know.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he had suffered and died on the cross, he became alive again. As he appeared often during the next forty days, the apostles saw him many times. He proved to them in many ways that he was alive again. He talked with them about how God would rule the lives of people in his kingdom.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One time while he was with them, he told them, \"Do not leave Jerusalem. Instead, wait here until my Father sends his Spirit to you, as he promised to do. You have heard me speak to you about that.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "John baptized people in water, but after a few days God will baptize you in the Holy Spirit.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day when the apostles met together with Jesus, they asked him, \"Lord, will you now become the king of Israel?\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He replied to them, \"You do not need to know the time periods and the days when that will happen. My Father alone has decided when that will happen.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Holy Spirit will make you strong when he comes to you. Then you will tell people about me in Jerusalem and in the regions of Judea, Samaria, and all over the world.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he said that, he rose up into heaven, and a cloud kept them from seeing him any longer.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While the apostles were still staring toward the sky as he was going up, suddenly two men wearing white clothes stood beside them. They were angels.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of them said, \"You men from Galilee, you do not need to stand here any longer looking up at the sky! Some day this same Jesus, whom God took from you up to heaven, will come back to earth. He will return in the same manner as you just now saw him go when he went up to heaven.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then after the two angels left, the apostles returned to Jerusalem from the Mount of Olives, which was a short distance from Jerusalem.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they entered the city, they went into the upstairs room in the house where they were staying. Those who were there included Peter, John, James, Andrew, Philip, Thomas, Bartholomew, Matthew, another James the son of Alphaeus, Simon the Zealot, and Judas the son of another man named James.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All these apostles began to pray together all the time. Others who prayed with them included the women who had been with Jesus, Mary who was Jesus' mother, and his younger brothers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During those days Peter stood up among his fellow believers. There was a group of about 120 followers of Jesus at that place. He said,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"My brothers, there are words about Judas that King David wrote long ago. These words had to come true, and they did, because the Holy Spirit told David what to write.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although Judas was an apostle like us, he guided the people who arrested Jesus and killed him.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now this man earned money by doing this evil. With this money he bought a field. Then he fell there onto the ground, his body split wide open, and all his intestines fell out.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people who reside in Jerusalem heard about that, so they called that field according to their own Aramaic language, Akeldama, which means \"Field of Blood,\" because it was where someone died.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter also said, \"I see that what happened to Judas is like what the Psalms says: 'May his family line die out; may there be no one left in it at all.' And it seems that these other words that David wrote also refer to Judas: 'Let someone else take over his work as a leader.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"So it is necessary for us apostles to choose a man to replace Judas. He must be one who was with us all the time when the Lord Jesus was with us.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is, from the time when John the Baptizer baptized Jesus until the day when Jesus left us and rose up to heaven. The man to replace Judas must be one who saw Jesus alive again after he died.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the apostles and other believers suggested the names of two men. One man was Joseph Barsabbas, who also had the name Justus. The other man was Matthias.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they cast lots to choose between the two of them, and the lot fell for Matthias, and he became an apostle along with the other eleven apostles.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24-25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they prayed: \"Lord Jesus, Judas stopped being an apostle. He sinned and went to the place where he deserves to be. You know what every man thinks in his own heart, so please show us which of these two men you have chosen to take the place of Judas.\"\n"
      }
    ]
  }
}