{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a man who lived in the city of Caesarea whose name was Cornelius. He was an officer who commanded one hundred men in a large group of Roman soldiers from Italy. \n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He always tried to do what would please God; he and his entire household were non-Jews who habitually worshiped God. He sometimes gave money to help poor Jewish people, and he prayed to God regularly.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day at about three o'clock in the afternoon Cornelius saw a vision. He clearly saw an angel whom God had sent. He saw the angel coming into his room and saying to him, \"Cornelius!\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Cornelius stared at the angel and became terrified. Then he asked fearfully, \"Sir, what do you want?\" The angel who was sent from God answered him, \"You have pleased God because you have been praying regularly to him and you often give money to help poor people. Those things have been like a memorial offering to God.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now command some men to go to Joppa and tell them to bring back a man named Simon whose other name is Peter.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He is staying with a man, also named Simon, who makes leather. His house is near the ocean.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the angel who spoke to Cornelius had gone, he summoned two of his household servants and a soldier who served him, one who also worshiped God.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He explained to them everything that the angel had said. Then he told them to go to city of Joppa to ask Peter to come to Caesarea.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "About noon the next day those three men were traveling along the road and were coming near Joppa. As they were approaching Joppa, Peter went up on the flat housetop to pray.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He became hungry and wanted something to eat. While some people were preparing the food, Peter saw a vision.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He saw the sky open and something like a large sheet being lowered to the ground, with its four corners raised up.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Inside the sheet were all kinds of creatures. These included animals and birds that the Mosaic laws forbade Jews to eat. Some had four feet, others crawled on the ground, and others were wild birds.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he heard God say to him, \"Peter, stand up, kill some of these and eat them!\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Peter replied, \"Lord, surely you do not really want me to do that since I have never eaten anything that our Jewish law says is unacceptable to you or something that we must not eat!\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Peter heard God talk to him a second time. He said, \"I am God, so if I have made something acceptable to eat, do not say that it is not acceptable to eat!\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This happened three times. Immediately after that, the sheet with the animals and birds was then pulled back into the sky.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Peter was trying to understand what that vision meant, the men who had been sent by Cornelius arrived. They asked people how to get to Simon's house. So they found his house and were standing outside the gate.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They called and asked if a man named Simon, whose other name was Peter, was staying there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Peter was still trying to understand what the vision meant, God's Spirit said to him, \"Listen! Three men are here who want to see you.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So get up and go downstairs and go with them! Do not think that you should not go with them, because I have sent them here!\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Peter went down to the men and said to them, \"Greetings! I am the man you are looking for. Why have you come?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They replied, \"Cornelius, who is a Roman army officer, sent us here. He is a good man who worships God, and all of the Jewish people who know about him say that he is a very good man. An angel said to him, 'Tell some men to go to Joppa to see Simon Peter and bring him here, so that you can hear what he has to say.'\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Peter invited them into the house and told them that they should stay there that night.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "The next day Peter got ready and went with the men. Several of the believers from Joppa also went with him.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The day after that, they arrived in the city of Caesarea. Cornelius was waiting for them. He had also invited his relatives and close friends to come, so they were there in his house too.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Peter entered the house, Cornelius met him and bowed low in front of him to worship him.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Peter grasped Cornelius by the hand and lifted him to his feet. He said, \"Stand up! Do not bow down and worship me! I myself am only human, like you!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While he was talking to Cornelius, Peter and the others entered the house and saw that many people had gathered together there.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Peter said to them, \"You all know that any of us Jews think we are disobeying our Jewish laws if we associate with those who are descendants of non-Jewish parents or if we even visit in their homes. However, God has shown me in a vision that I should not say anyone is so defiled and unclean that God would not accept him.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when you sent some men to ask me to come here, I came right away without objection. So, please tell me, why have you asked me to come here?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Cornelius replied, \"About this time three days ago I was praying to God in my house, as I regularly do at three o'clock in the afternoon. Suddenly a man whose clothes shone brightly stood in front of me\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and said, 'Cornelius, God has heard your prayer. He has also noticed that you have often given money to help poor people, and he is pleased with that.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now, send messengers to go to the city of Joppa in order to ask Simon whose other name is Peter to come here. He is staying near the ocean in a house that belongs to another man named Simon, who makes leather.'\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I immediately sent some men who asked you to come here, and I certainly thank you for coming. Now we all are gathered here, knowing that God is with us, in order to hear all the things that the Lord God has commanded you to say. So please speak to us.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Peter began to speak to them. He said, \"Now I understand that it is true that God does not favor only certain groups of people.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, from every people group he accepts everyone who honors him and who does what pleases him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know the message that God sent to us Israelites. He proclaimed to us the good news that he would cause people to have peace with him because of what Jesus Christ has done. This Jesus is not Lord only over us Israelites. He is also the Lord who rules over all people.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know what he did throughout the land of Judea, beginning in Galilee. He began to do those things after John had been proclaiming to people that they should turn away from their sinful behavior before he baptized them.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know that God gave his Holy Spirit to Jesus, the man from the town of Nazareth, and gave him the power to do miracles. You also know how Jesus went to many places, always doing good deeds and healing people. He was healing all the people whom the devil was causing to suffer. Jesus was able to do those things because God was always helping him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"We all saw the things Jesus did in Jerusalem and around every part of the country of Israel where he lived. His enemies killed him by nailing him to a wooden cross.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God raised him back to life on the third day after he died, and he made sure that many people would see him alive after he was brought back to life. People were sure it was him who had died, and now they saw with their own eyes, and were fully convinced, that he was alive again.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time God did not let everyone see him, only those he selected to spend time with him and to eat a meal together in those first days just after God raised him back to life.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God commanded us to preach to the people and he told us to tell them that he appointed Jesus to be the judge of everyone one day, a day that is sure to come. He will judge all those who will still be living and all those who have died before that time.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the prophets who wrote about him long ago told the people about him. They wrote that if anyone believed in him, God could forgive whatever sins they have done, because of what this man, Jesus, had done for them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Peter was still speaking those words, suddenly the Holy Spirit came down on all those people from other nations who were listening to the message.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jewish believers who had come with Peter from Joppa were amazed that God had generously given the Holy Spirit to people from all different nations, too.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jewish believers knew that God had done that because they were hearing those people speaking languages that they had not learned and telling how great God is. Then Peter said\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "to the other Jewish believers who were there, \"God has given them the Holy Spirit just like he gave him to us Jewish believers, so surely all of you would agree that we should baptize these people!\"\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Peter told those non-Jewish people that they should be baptized as believers in Jesus Christ. So they baptized all of them. After they were baptized, they requested that Peter stay with them several days. So Peter and the other Jewish believers did that.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}