{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The apostles and other believers who lived in various towns in the province of Judea heard people say that some non-Jewish people had also believed the message of God about Jesus.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But there were some Jewish believers in Jerusalem who wanted all followers of Christ to be circumcized. When Peter returned from Caesarea to Jerusalem, they met with him and criticized him.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, \"Not only was it wrong for you to visit in the homes of uncircumcized non-Jews, you even ate with them!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Peter began to explain exactly what had happened.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"I was praying by myself in the city of Joppa, and in a trance I saw a vision. I saw that something like a large sheet was being lowered from heaven by its four corners, and it came down to where I was.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As I was looking intently into it, I saw some tame animals and also some wild animals, reptiles, and wild birds.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I heard God commanding me, 'Peter, get up, kill and eat them!'\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I replied, 'Lord, you surely do not really want me to do that, because I have never eaten anything that our laws say that we must not eat!'\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God spoke from heaven to me a second time, 'I am God, so if I have made something acceptable to eat, do not say it is unacceptable.'\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This same thing happened two more times, and then the sheet with all those animals and birds was pulled up into heaven again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that exact moment, three men who had been sent from Caesarea arrived at the house where I was staying.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God's Spirit told me that I should not hesitate to go with them even though they were not Jews. Six Jewish believers also went with me to Caesarea, and then we went into that non-Jewish man's house.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He told us that he had seen an angel standing in his house. The angel told him, 'Tell some men to go to Joppa and bring back Simon whose other name is Peter.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will tell you how you and everyone else in your house will be saved.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As I started to speak, the Holy Spirit suddenly came down on them, just like he had first come on us during the Pentecost festival.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I remembered what the Lord had said: 'John baptized you with water, but God will baptize you with the Holy Spirit.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God gave those non-Jews the same Holy Spirit that he had given to us after we had believed in the Lord Jesus Christ. So I could not possibly tell God that he did wrong when he gave them the Holy Spirit!\"\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After those Jewish believers heard what Peter said, they stopped criticizing him. Instead, they praised God, saying, \"Then it is clear to us that God has also accepted the non-Jews so that they will have eternal life, if they turn from their sinful behavior.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Stephen died, many of the believers left Jerusalem and went to other places because they were suffering there in Jerusalem. Some of them went to Phoenicia, some went to the Island of Cyprus, and others went to Antioch, a city in Syria. In those places they were continually telling people the message about Jesus, but they told only other Jewish people.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the believers were men from the Island of Cyprus and Cyrene city in north Africa. They went to Antioch and were also telling non-Jewish people about the Lord Jesus.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord God was powerfully enabling those believers to preach effectively. As a result, very many non-Jewish people believed their message and trusted in the Lord.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The group of believers in Jerusalem heard people say that many people in Antioch were believing in Jesus. So the leaders of the believers in Jerusalem sent Barnabas to Antioch.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he got there, he realized that God had acted kindly toward the believers. So he was very happy, and he was encouraging all of the believers to continue to trust completely in the Lord Jesus.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Barnabas was a good man whom the Holy Spirit completely controlled, one who trusted God completely. Because of what Barnabas did, many people there believed in the Lord Jesus.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Barnabas went to Tarsus city in Cilicia to look for Saul.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he found him, Barnabas brought him back to Antioch to help teach the believers. So during a whole year Barnabas and Saul met regularly with the church there and taught large numbers of people about Jesus. It was at Antioch that the disciples were first called Christians.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the time that Barnabas and Saul were at Antioch, some believers who were prophets arrived there from Jerusalem.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of them, whose name was Agabus, stood up in order to speak. God's Spirit enabled him to prophesy that there would soon be a famine in many countries. (This famine happened when Claudius was the Roman emperor.)\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the believers there heard what Agabus said, they decided that they would send money to help the believers who lived in Judea. Each of them decided to give as much money as he was able to give.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They sent the money with Barnabas and Saul to the leaders of the believers in Jerusalem.\n\n\ny\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}