{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Among the group of believers in Antioch in the province of Syria there were prophets and those who taught people about Jesus. They were Barnabas; Simeon, who was also called Niger; Lucius, who from Cyrene; Manaen, who had grown up with King Herod Antipas; and Saul.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were worshiping the Lord and fasting, the Holy Spirit said to them, \"Choose Barnabas and Saul to serve me and to go and do the work that I have chosen them to do!\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they continued to fast and pray. Then they put their hands on Barnabas and Saul and prayed that God would help them. Then they sent them off to do what the Holy Spirit had commanded.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Holy Spirit gave Barnabas and Saul instructions about where to go. So they went down from Antioch to the city of Seleucia by the sea. From there they went by ship to the city of Salamis on the Island of Cyprus.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were in Salamis, they went to the Jewish meeting places. There they proclaimed the message from God about Jesus. John Mark went with them and was helping them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The three of them went across the entire island to the city of Paphos. There they met a magician whose name was Bar Jesus. He was a Jew who falsely claimed to be a prophet.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was with the governor of the island, Sergius Paulus, who was an intelligent man. The governor sent someone to ask Barnabas and Saul to come to him because he wanted to hear the word of God.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, the magician, whose name is translated Elymas in the Greek language, tried to stop them. He repeatedly tried to persuade the governor not to believe in Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Saul, who now called himself Paul, empowered by the Holy Spirit, looked intently at the magician and said,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"You are serving the devil, and you try to stop everything that is good! You are always lying to people and doing other evil things to them. You must stop saying that the truth about the Lord God is false!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Right now the Lord God is going to punish you! You will become blind and you will not be able to see the sun for a while.\" At once he became blind, as though he were in a dark mist, and he groped about, searching for someone to hold him by the hand and lead him.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the governor saw what had happened to Elymas, he believed in Jesus. He was amazed by what Paul and Barnabas were teaching about the Lord Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that, Paul and the men with him went by ship from Paphos to the city of Perga in the province of Pamphylia. At Perga John Mark left them and returned to his home in Jerusalem.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Paul and Barnabas traveled by land from Perga and arrived in the city of Antioch in the district of Pisidia in the province of Galatia. On the Sabbath they entered the synagogue and sat down.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Someone read aloud from what Moses had written in the books of the law. Next someone read from what the prophets had written. Then the leaders of the Jewish meeting place sent a message to Paul and Barnabas: \"Fellow Jews, if one of you wants to speak to the people here to encourage them, please speak to us now.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Paul stood up and motioned with his hand so that the people would listen to him. Then he said, \"Fellow Israelites and you non-Jewish people who also worship God, please listen to me!\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God, whom we Israelites worship, chose our ancestors to be his people, and he caused them to become very numerous while they were foreigners living in Egypt. Then God did powerful things in order to lead them out of slavery.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even though they repeatedly disobeyed him, he endured their behavior for about forty years while they were in the wilderness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He enabled the Israelites to conquer seven people groups who were then living in the region of Canaan, and he gave their land to the Israelites to possess forever.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All of these things happened about 450 years after their ancestors had gone to Egypt.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\"After that, God chose people to serve as judges and as leaders to rule the Israelite people. Those leaders continued to rule our people, and the prophet Samuel was the last judge to rule them.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, while Samuel was still their leader, the people demanded that he choose a king to rule them. So God chose Saul, the son of Kish, from the tribe of Benjamin, to be their king. He ruled them for forty years.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After God had rejected Saul from being king, he chose David to be their king. God said about him, 'I have seen that David, son of Jesse, is exactly the kind of man who desires what I desire. He will do everything that I want him to do.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"From among David's descendants, God brought one of them, Jesus, to us Israelite people to save us, just as he had promised David and our other ancestors that he would do.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before Jesus began his work, John the Baptizer preached to all of our Israelite people who came to him. He told them that they should turn away from their sinful behavior and ask God to forgive them. Then he would baptize them.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When John was about to finish the work that God gave him to do, he was saying, 'Do you think that I am the Messiah whom God promised to send? No, I am not. But listen! The Messiah will soon come. He is so much greater than I am that I am not even important enough to take the sandals off of his feet.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Dear brothers, and all you who are descendants of Abraham, and you non-Jewish people among you who also worship God, please listen! It is to all of us that God has sent the message about how he saves people.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people living in Jerusalem and their rulers did not recognize Jesus. They did not understand the messages of their own prophets even though the prophets were read aloud to them every Sabbath, and then what the prophets predicted long ago was made true when they condemned Jesus to death.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many people accused Jesus of doing wicked things, but even though they could not prove that he had done anything for which he deserved to die, they asked Pilate the governor to condemn Jesus to death.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They did to Jesus all the things that the prophets long ago had written that the people would do to him. They killed Jesus by nailing him to a cross. Then his body was taken down from the cross and placed in a tomb.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, God raised him from the dead.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For many days he repeatedly appeared to his followers who had come along with him from Galilee to Jerusalem. Those who saw him are telling the people about him now.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Right now we are proclaiming to you this good message. We want to tell you that God has fulfilled what he promised to our Jewish ancestors!\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now he has done this for us who are their descendants, and also for you who are not Jews, by making Jesus alive again. That is just like what David wrote in the second Psalm, when God was speaking about sending his Son,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'You are my Son,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "today I have become your Father.'\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God has raised the Messiah from the dead and will never let him die again. God said to our Jewish ancestors, 'I will surely help you, as I promised David that I would do.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In another Psalm of David, he also says about the Messiah: 'You will not allow the body of your holy one to decay.'\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While David was living, he did what God wanted him to do. And when he died, his body was buried, as his ancestors' bodies had been buried, and his body decayed. So he could not have been speaking about himself in this Psalm.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus was the one God raised from the dead, and his body did not decay.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Therefore, my fellow Israelites and other friends, it is important for you to know that God can forgive you for your sins as a result of what Jesus has done. He will even forgive you for those things that you could not be forgiven for by the laws that Moses wrote.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All people who believe in Jesus are no longer guilty of any of the things that they have done that displeased God.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So then be careful that God does not judge you, as the prophets said that God would do!\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The prophet wrote that God said:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'You who ridicule me, you will certainly be astonished when you see what I am doing, and then you will be destroyed. You will be astonished because I will do something terrible to you while you are living. You would not believe that I would do that even though someone told you!'\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Paul finished speaking and were going away, many of the people there asked them to return on the next Sabbath and say these things to them again.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the meeting was over, many of them began to follow Paul and Barnabas. These people were both Jews and non-Jews who worshiped God. Paul and Barnabas continued talking to them, and were urging them to continue to trust that God kindly forgives people's sins because of what Jesus did.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the next Sabbath day, most of the people in Antioch came to the Jewish meeting place to hear Paul and Barnabas speak about the Lord Jesus.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the leaders of the Jews became extremely jealous when they saw the large crowds of people that were coming to hear Paul and Barnabas. So they began to contradict the things that Paul was saying and also to insult him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, speaking very boldly, Paul and Barnabas said to those Jewish leaders, \"We had to speak the message from God about Jesus to you Jews first before we proclaim it to non-Jews, because God commanded us to do that. But you are rejecting God's message. By doing that, you have shown that you are not worthy of eternal life. Therefore, we are leaving you, and now we will go to the non-Jewish people to tell them the message from God.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are doing this also because the Lord God has commanded us to do it. He said in the scriptures,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'I have chosen you to reveal things about me to non-Jewish people that will be like a light to them. I have chosen you to tell people everywhere in the world the message that I want to save them.'\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the non-Jewish people heard those words, they began to rejoice, and they gave God praise for the message about Jesus. All of the non-Jewish people whom God had chosen for eternal life believed the message about the Lord Jesus.\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, many of the believers traveled around throughout that region, spreading the message about the Lord Jesus everywhere they went.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, some leaders of the Jews talked to some important women who worshiped with them, as well as the most important men in the city. They persuaded them to try to stop Paul and Barnabas. So those non-Jewish people led many people against Paul and Barnabas, and they drove them out of their region.\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As the two apostles were leaving, they shook the dust from their feet to show those leaders that God had rejected them and would punish them. Then they left the city of Antioch and went to the city of Iconium.\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Meanwhile the believers continued to be filled with joy and with the power of the Holy Spirit.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}