{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At Iconium Paul and Barnabas went as usual into the Jewish meeting place and spoke very powerfully about the Lord Jesus. As a result, many Jews and also non-Jews believed in Jesus.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But some of the Jews refused to believe that message. They told the non-Jews not to believe it; they made some of the non-Jews angry toward the believers there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Paul and Barnabas spent a long time there speaking boldly for the Lord, and the Lord Jesus enabled them to do many miracles. In this way he showed people the truth of the message that, even though we do not deserve it, the Lord saves us.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people who lived in Iconium had two different opinions. Some agreed with the Jews. Others agreed with the apostles.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the non-Jewish people and the Jews who opposed Paul and Barnabas talked among themselves about how they could mistreat Paul and Barnabas. Some of the important men in that city agreed to help them. Together, they decided that they would kill Paul and Barnabas by throwing stones at them.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Paul and Barnabas heard about their plan, so they quickly went away to the district of Lycaonia. They went to the cities of Lystra and Derbe in that district and to the surrounding area.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were in that area, they continually told the people the message about the Lord Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In Lystra, a man was sitting there who was crippled in his legs. When his mother gave birth to him, he had crippled legs, so he was never able to walk.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He listened as Paul was speaking about the Lord Jesus. Paul looked directly at him and could see in the man's face that he believed that the Lord Jesus could make him well.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So with a loud voice, Paul called out to him, \"Stand up!\" When the man heard that, he immediately jumped up and began to walk around.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the crowd saw what Paul had done, they thought that Paul and Barnabas were the gods that they worshiped. So they shouted excitedly in their own Lycaonian language, \"Look! The gods have made themselves to look like people and have come down from the sky to help us!\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They began to say that Barnabas was probably the chief god, whose name was Zeus. And they began to say that Paul was Hermes, the messenger for the other gods. They thought that because Paul was the one who had been speaking.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just outside the gates of the city there was a temple where the people worshiped Zeus. The priest who was there heard what Paul and Barnabas had done, so he came to the city gate, where many people had already gathered. He brought two bulls with wreaths of flowers around their necks. The priest and the crowd of people wanted to kill the bulls as part of a ceremony to worship Paul and Barnabas.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the apostles, Barnabas and Paul, heard about that, they were very upset, so they tore their own clothes. They rushed among the people, shouting,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Men, you must not kill those bulls to worship us! We are not gods! We are just human beings with the same feelings as you! We have come to tell you some good news! We have come to tell you about the God who is all-powerful. He wants you to stop worshiping other gods, because they cannot help you. This true God made the heavens, the earth, the oceans, and everything in them.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the past, all of you non-Jewish people worshiped whatever gods that you wanted to. God let you worship them, because you did not know him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he has shown us that he acts kindly toward us. He is the one who causes it to rain and causes crops to grow. He is the one who gives you plenty of food, and fills your hearts with joy.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people heard what Paul said, but they still thought that they should sacrifice those bulls to worship Paul and Barnabas. But finally, the people decided not to do it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, some Jews came from Antioch and Iconium and persuaded many of the people of Lystra that the message Paul had been telling them was not true. The people who believed what those Jews said became angry with Paul. They let the Jews throw stones at him until he fell down, unconscious. They all thought that he was dead, so they dragged him outside the city and left him lying there.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But some of the believers in Lystra came and stood around Paul, where he was lying on the ground. And Paul became conscious! He stood up and went back into the city with the believers.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "The next day, Paul and Barnabas left the city of Lystra and traveled to the city of Derbe.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They stayed there several days, and they kept telling the people the good message about Jesus. Many people became believers. After that, Paul and Barnabas started on their way back. They went again to Lystra. Then they went from there to Iconium, and then they went to the city of Antioch in the province of Pisidia.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In each place, they urged the believers to keep on trusting in the Lord Jesus. They told the believers, \"We must suffer many hardships before God will rule over us forever.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul and Barnabas chose leaders for each congregation. Before Paul and Barnabas left each place, they gathered the believers together and spent some time praying and fasting. Then Paul and Barnabas entrusted the leaders and other believers to the Lord Jesus, in whom they had believed, in order that he would care for them.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Paul and Barnabas had traveled through the district of Pisidia, they went south to the district of Pamphylia.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that district, they arrived at the town of Perga and preached God's message about the Lord Jesus to the people there. Then they went down to the seacoast at the town of Attalia.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There they got on a ship and went back to the city of Antioch in the province of Syria. That was the place where Paul and Barnabas had been chosen to go to other places and preach, and where the believers had asked God to help Paul and Barnabas in the work that they had now completed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they arrived in the city of Antioch, they called the believers together. Then Paul and Barnabas told them all that God had helped them to do. Specifically, they told them how God had enabled many non-Jewish people to believe in Jesus.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Paul and Barnabas stayed in Antioch with the other believers for a long time.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}