{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then some Jewish believers went down from Judea province to Antioch. They started teaching the non-Jewish believers there, saying, \"You must be circumcised to show that you belong to God, as Moses commanded in the laws that he received from God. If you do not do that, you will not be saved.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul and Barnabas strongly disagreed with those Jews and started arguing with them. So the believers at Antioch appointed Paul and Barnabas and some of the other believers to go to Jerusalem, in order that they might discuss this matter with the apostles and other leaders.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Paul, Barnabas, and the others were sent on their way by the believers in Antioch, they traveled through the provinces of Phoenicia and Samaria. When they stopped at different places along the way, they reported to the believers that many non-Jews had become believers. As a result, all the believers in those places rejoiced greatly.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Paul, Barnabas, and the others arrived in Jerusalem, they were welcomed by the apostles, other elders, and the other believers in the group there. Then Paul and Barnabas reported the things that God had enabled them to do among non-Jewish people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But some of the Jewish believers who belonged to the Pharisee sect stood up among the other believers and said to them, \"The non-Jews who have believed in Jesus must be circumcised, and they must be told to obey the laws that God gave to Moses.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the apostles and the elders met together in order to talk about this matter.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they had discussed it for a long time, Peter stood up and spoke to them. He said, \"Fellow believers, you all know that a long time ago God chose me from among you other apostles, in order that I might tell the non-Jewish people also about God's love, and in order that they might believe in him.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God knows the hearts of all people. He showed me and others that he had accepted the non-Jews to be his people by giving the Holy Spirit to them, just like he had also done for us.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God made no distinction between us and them, because he made them clean inside simply as a result of their believing in the Lord Jesus. That is exactly how he has forgiven us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Why do you want to force the non-Jewish believers to obey our Jewish rituals and laws? Doing that is like putting a heavy burden on them, because it forces them to obey laws that even our ancestors broke and that we Jews today have ever been able to keep! So then, stop making God angry by doing that!\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know that God saves us Jews from our sins because of what the Lord Jesus did for us. God saves us Jews exactly like he saves those non-Jews who believe in the Lord Jesus.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people there became silent after Peter had spoken. Then they all listened to Barnabas and Paul, as the two of them told about the many great miracles that God had enabled them to do among the non-Jewish people, miracles that showed that God had accepted the non-Jews.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Barnabas and Paul had finished speaking, James, the leader of the group of believers in Jerusalem, spoke to them. He said, \"Fellow believers, listen to me.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simon Peter has told you how God previously blessed the non-Jews. God did that by choosing from among them a people who would belong to himself.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The words that God spoke long ago, words that were written by one of the prophets, agree with that:\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later on I will return and I will choose a king from the descendants of David. It will be like someone who builds a house again after it has been torn down.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will do this in order that all other people might try to know me, the Lord God. This will include even the non-Israelites whom I have called to belong to me. You can be certain that this will happen because I the Lord God have spoken these words.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have done these things, and I have made my people know about them since long ago.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "James continued to speak. He said, \"Therefore I think that we should stop bothering the non-Jewish people who are turning away from their sins and turning to God. That is, we should stop demanding that they obey all our laws and rituals.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, we should write a letter to them, requiring only four things: They should not eat meat that people have offered to idols, they should not sleep with someone to whom they are not married, they should not eat meat from animals that have been killed by being strangled, and they should not eat the blood of animals.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In many cities, for a very long time people have been proclaiming the laws that Moses wrote, laws prohibiting those things. And every Sabbath those laws are read in the Jewish meeting places. So if the non-Jews want to know more about those laws, they can find out in our meeting houses.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The apostles and the other elders, along with all the other believers in Jerusalem, accepted what James had said. Then they decided that they should choose men from among themselves and that they should send them, along with Paul and Barnabas, to Antioch, to let the believers there know what the leaders at Jerusalem had decided. So they chose Judas, who was also called Barsabbas, and Silas. These were both leaders among the believers at Jerusalem.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they wrote the following letter that they asked Judas and Silas to take to the believers at Antioch: \"We apostles and elders who are your fellow believers send our greetings to you as we write this to you non-Jewish believers who live in Antioch and other places in the provinces of Syria and Cilicia.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People have told us that some men from among us went to you, although we had not sent them to you. We heard that they have troubled you by telling you things that confused your thinking.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So after we met together here, we decided to choose some men and ask them to go to you, along with Barnabas and Paul, whom we love very much.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those two have put their lives in danger because they serve our Lord Jesus Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have also sent Judas and Silas to you. They will tell you the same things that we are writing.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It seemed right to the Holy Spirit and to us that you should not be required to obey a lot of burdensome Jewish laws. Instead, we only require you to obey the following instructions,\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You should not eat food that people have sacrificed to idols.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "You should not eat blood from animals, and you should not eat meat from animals that people have killed by strangling them.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "Also, you should not sleep with someone to whom you are not married.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "If you avoid doing these things, you will be doing what is right. Farewell.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The four men they selected went down from Jerusalem and came to Antioch. When all the believers there had assembled together, they gave the letter to them.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the believers there read the letter, they rejoiced, because its message encouraged them.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Being prophets, Judas and Silas spoke a lot and encouraged the believers there, and helped them to trust more strongly in the Lord Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Judas and Silas had stayed there for some time and were ready to return to Jerusalem, the believers at Antioch wished them well, and then they left.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft The best ancient copies omit verse 34 (see Acts 15:40). Vs. 34, \\fqa But Silas thought it would be best for him to stay there.",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, Paul and Barnabas continued to stay in Antioch. While they were there, they, along with many others, were teaching people and preaching to them the message about the Lord Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After some time Paul said to Barnabas, \"Let us go back and visit the fellow believers in every city where we previously proclaimed the message about the Lord Jesus. In that way, we will know how well they are continuing to believe in the Lord Jesus.\"\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Barnabas agreed with Paul, and said that he wanted to take John, whose other name was Mark, along with them again.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, Paul told Barnabas that he thought that it would not be good to take Mark with them, because Mark had left them when they were previously in the region of Pamphylia, and had not continued to work with them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul and Barnabas strongly disagreed with each other about this matter, so they separated from each other. Barnabas took Mark along with him. They got on a ship and went to the Island of Cyprus.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul chose Silas, who had returned to Antioch, to work with him. The believers there prayed to the Lord God, asking him to graciously help Paul and Silas. Then the two of them departed from Antioch.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul continued traveling with Silas through Syria and Cilicia provinces. In those places they were helping the groups of believers to trust strongly in the Lord Jesus.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}