{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They traveled through the cities of Amphipolis and Apollonia and came to the city of Thessalonica. There was a Jewish meeting place there.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the sabbath Paul went to the meeting place as he usually did. For three weeks he went there on each sabbath day. He spoke to the people about how the scriptures said that Jesus would be the Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He showed from the scriptures that the prophets wrote that the Messiah would have to die and come alive again. He said, \"This man Jesus is the Christ. He died and became alive again, just like the prophets said he would.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the Jews there believed what Paul had said and began to meet with Paul and Silas. There were also many non-Jewish people and important women who worshiped God who also believed the message about Jesus, and they also began to meet with Paul and Silas.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But some leaders of the Jews became angry because many people believed what Paul taught. So they went to the public square and persuaded some evil men to follow them. In this way, the leaders of the Jews gathered a crowd and caused them to make a lot of noise. Those Jews and others ran to the house of a man named Jason where Paul and Silas were staying. They wanted to bring Paul and Silas outside to where the crowd of people were.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They discovered that Paul and Silas were not at the house, but they found Jason and grabbed him. They dragged him and some of the other believers who were with him to where the city rulers were. They said, \"The men who have caused trouble everywhere in the world have come here also,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and this fellow Jason has asked them to stay at his house. They are acting against the emperor. They say that another person, whose name is Jesus, is the real king!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the crowd of people that had gathered and the city rulers heard that, they became very angry and excited.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The city rulers made Jason and the other believers pay a fine and told them that they would give the money back to them if Paul and Silas did not cause any more trouble. Then the city rulers let Jason and the other believers go.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So that same night, the believers sent Paul and Silas out of Thessalonica to the town of Berea. When Paul and Silas arrived there, they went to the Jewish meeting place.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Most of the Jews in Thessalonica had not been willing to listen to God's message, but the Jews who lived in Berea were very willing to listen, so they listened closely to the message about Jesus. Every day they read the scriptures for themselves to find out if what Paul said about Jesus was true.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of Paul's teaching, many of the Jewish people believed in Jesus, and also some of the important non-Jewish women and many non-Jewish men believed in him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But then the Jews in Thessalonica heard that Paul was in Berea preaching the message from God about Jesus. So they went to Berea and said things to the people there that made them very angry with Paul.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the believers in Berea took Paul to the seacoast to go to another city. But Silas and Timothy stayed in Berea.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Paul and the other men arrived at the coast, they got on a boat and went to the city of Athens. Then Paul said to the men who had come with him, \"Tell Silas and Timothy to come to me here in Athens as soon as they can.\" Then those men left Athens and returned to Berea.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In Athens, Paul waited for Silas and Timothy to come. In the meantime, he walked around in the city. He became very distressed because there were many idols in the city.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he went to the Jewish meeting place and talked about Jesus with the Jews, and also with the Greeks who had accepted what the Jews believe. He also went to the public square every day and talked to the people whom he met there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul met some teachers who liked to talk about what people believe. People called some of them Epicureans, and they called others Stoics. They told Paul what they believed, and they asked him what he believed. Then some of them said to one another, \"He is saying something about some strange gods.\" They said that because Paul was telling them that Jesus had died and then had become alive again.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they took him to the place where the city leaders met. When they arrived there, they said to Paul, \"Please tell us, what is this new message that you are teaching people?\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are teaching some things that we do not understand, so we want to know what they mean.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of Athens and also the people from other regions who lived there loved to talk about what was new to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Paul stood up in front of the people and said, \"People of Athens, I see that you are very religious.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say that because, while I was walking along I saw the things that you worship, I even saw an altar that had these words that someone had carved on it: THIS HONORS A GOD THAT WE DO NOT KNOW. So now I will tell you about that God whom you worship but you do not know.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He is the God who made the world and everything in it. He rules over all beings in heaven and on earth, and he does not live in temples that people have built.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He does not need to have anything made for him by people because he makes people live and breath, and he gives them everything they need.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the beginning, God created one couple, and from them God produced all the people groups that now live everywhere on the earth. He put each people group in its place for its time.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He wanted people to realize that they need him. Then maybe they would look for him and find him. God wants us to look for him, although he is very close to each one of us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is because of God that we live, move, and exist, as one of you has said, 'Because we are his chldren.'\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, because we are God's children, we should not think that God is like gold, silver, or stone, made into something by man .\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the times when people did not know what God wanted them to do, he did not punish them for what they did. But now God commands all people everywhere to turn away from their evil deeds.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He tells us that on a certain day that he has chosen he is going to judge all of us justly by the man he has chosen, making sure we understand this by raising this man from the dead .\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the men heard Paul say that a man had become alive again after he had died, some of them laughed at him. But others asked him to come back and tell them about it another day.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they said that, Paul walked away.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, some of the people went with Paul and believed the message about Jesus. Among those who believed in Jesus was a man named Dionysius who was a member of the council. Also, there were a woman named Damaris and some other people with them who believed.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}