{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Apollos was at Corinth, Paul left Phrygia and Galatia and went through Asia, and he came back to Ephesus. He met some people who said that they were believers.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He asked them, \"Did you receive the Holy Spirit when you believed God's message?\" They answered, \"No, we did not. We have not even heard that there is a Holy Spirit.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Paul asked, \"So when you were baptized, what did you know?\" They replied, \"We believed what John the Baptizer taught.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul said, \"John's baptism was a sign that people were turning to God and away from their evil thoughts and deeds. He also told them to believe in someone else, one who is coming after him, and that person is Jesus.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when those men heard that, they were baptized in the name of the Lord Jesus.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that, Paul placed his hands on their heads one by one, and the power of the Holy Spirit came upon each of them. The Holy Spirit gave them power to speak in languages that they had not learned, and they also spoke messages that the Holy Spirit told them.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were about twelve men whom Paul baptized and who received the Holy Spirit.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For three months after that, Paul entered the Jewish meeting place in Ephesus on each Sabbath and taught and persuaded people about Jesus and how God would show himself as king.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But some of the Jews would not believe the message and did not want to to hear it any more. They said many bad things about what Paul was teaching. So Paul left them and took the believers with him to meet in the meeting place of Tyrannus.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For two years Paul taught people there. In this way, most of the Jews and non-Jews who lived in the region of Asia heard the message about the Lord Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God also gave Paul the power to do miracles.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If those who were sick could not come to Paul, pieces of cloth that Paul touched would be taken and placed on the sick people. As a result, the sick people would become well, and the evil spirits would leave them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were also some Jews who walked from town to town, and they commanded the evil spirits in those places to depart from people. Some of those Jews told the evil spirits to come out of people by saying \"I command you to come out by the power of the Lord Jesus, the man whom Paul teaches about!\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were seven men who were doing this. They were sons of a man named Sceva, a Jew, who called himself a chief priest.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But one day as they were doing that, the evil spirit did not come out of that person. Instead, the evil spirit said to them, \"I know Jesus, and I know Paul, but no one has given you power to do anything to me!\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After saying that, suddenly the man who had the evil spirit jumped on the sons of Sceva. He knocked all of them down and hurt each of them. He tore off their clothes and wounded them. They became frightened and ran out of the house.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people who lived in Ephesus, both Jews and non-Jews, heard what had happened. They became afraid because they saw that the man with the evil spirit was very strong. At the same time, they honored the name of the Lord Jesus.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, while other believers were listening, many believers told about the evil things that they had been doing.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the people who were sorcerers took their scrolls that told how to work magic and burned them in a place where everyone could see them. When people added up how much the scrolls cost, it came to fifty thousand silver coins.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way, many people heard the message about the Lord Jesus and believed in him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Paul completed his work in Ephesus, the Spirit led him to decide to go to Jerusalem, but first he planned to go see the believers in the regions of Macedonia and Achaia. Paul said, \"After I have been to Jerusalem, I will also go to Rome.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He sent two of his helpers, Timothy and Erastus, to Macedonia. But Paul stayed in the city of Ephesus, in the province of Asia.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Soon after that, people in Ephesus began to make a great amount of trouble because of Jesus and the teaching about him.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a man there whose name was Demetrius. He made statues of the goddess Artemis (who is also known as Diana) out of silver. Demetrius made a lot of money for all the men who made and sold these idols.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Demetrius called together the workmen who made the idols. He said to them, \"Men, you know that we make a lot of money doing our work.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know that Paul has taught many people who live in Ephesus to no longer buy the statues that we make. Now even the people from many other towns in our province no longer want to buy what we make. Paul tells people that the gods that we worship are not gods and that we should not worship them.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If people listen to him, they will stop our business. People will not think that they should come any longer to the temple of Artemis (also known as Diana) to worship her. People will no longer think that Artemis is great. Yet all the province of Asia and even the whole world worship her!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the men there became angry at Paul when they heard what Demetrius said. They began to shout, \"The goddess Artemis of the Ephesians is great!\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many of the people in the city became angry at Paul and began shouting. Some of the people took hold of Gaius and Aristarchus, two men from Macedonia who traveled with Paul. Then the whole crowd of people ran, dragging those men along with them, to the city theater.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul wanted to go into theater to talk to the people, but the other believers would not let him go there.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some city rulers who were friends of Paul heard what was happening. They sent someone to tell Paul not to go into the theater.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The crowd of people in the theater kept shouting. Some shouted one thing, and some shouted something else. But most of them did not even know why they were meeting!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of the Jews there was named Alexander. Some of the Jews pushed him to the front of the crowd so that he could speak to the people. Alexander put his hands up trying to get the crowd to stop shouting. He wanted to tell them that the Jews did not cause the trouble.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But many of the non-Jewish people knew that Alexander was a Jew and knew that the Jews did not worship the goddess Artemis. So the non-Jews shouted for two hours, \"Great is the goddess Artemis of the Ephesians!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then one of the city rulers made the crowd stop shouting. He said to them, \"My fellow citizens, everyone in the world knows that the sacred image of our goddess Artemis fell down from heaven!\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone knows that, and no one can say that these things are not true. So you should be quiet now. Do not do anything stupid.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You should not have brought these two men here, because they have not done anything evil. They have not gone into our temples and taken things from there, and they have not spoken evil of our goddess.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, if Demetrius and his fellow workmen want to accuse anyone of doing anything bad, they should do it in the right way. There are courts that they can go to if they want to, and there are judges who have been chosen by the government. You can accuse anyone there.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you want to ask about anything else, you should ask for your rulers to take care of it when those rulers come together.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is not a good meeting! Take care of this trouble the right way because we do not want to go against the government. If the rulers asked me what you were all shouting about, I would not be able to give them a good answer.\"\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is what the city ruler said to the crowd. Then he told them all to go home, and they did go to their homes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}