{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the day when the Jews were celebrating the Pentecost festival, the believers were all together in one place in Jerusalem.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suddenly they heard a noise coming from the sky that sounded like a strong wind. Everyone in the entire house where they were sitting heard the noise.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they saw what looked like flames of fire. These flames separated from one another, and one of them came down on the head of each of the believers.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all of the believers were filled with the Holy Spirit and began to speak different languages, in the way that the Spirit made each one able to.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time many Jews were staying in Jerusalem to celebrate the Pentecost festival. They were Jewish people who always worshiped God. They had come from many different countries.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they heard the loud noise like a wind, a crowd of them came together at the place where the believers were. The crowd was amazed because each of them was hearing one of the believers speaking in his own language.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were completely amazed, and they said to each other, \"All these men who are speaking have come from Galilee, so how can they know our languages?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But all of us hear them speaking our own language that we learned from birth!\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of us are from the regions of Parthia and Media and Elam, and others of us are from the regions of Mesopotamia, Judea, Cappadocia, Pontus and Asia.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There are some people there from Phrygia and Pamphylia, Egypt, and the regions in Libya that are near the city of Cyrene. There are others of us who are here visiting Jerusalem from Rome.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They include native Jews as well as non-Jews who believe what we Jews believe. And others of us are from the Island of Crete and from the region of Arabia. So how is it that these people are speaking our languages about the great things God has done?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people were amazed and did not know what to think about what was happening. So they asked one another, \"What does this mean?\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But some of them made fun of what they saw. They said, \"These people are talking like this because they have drunk too much new wine!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Peter stood up with the other eleven apostles and spoke loudly to the crowd of people; he said, \"You men of Judea and you others who are staying in Jerusalem, listen to me, all of you, and I will explain to you what is happening!\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of you think that we are drunk, but we are not drunk. It is only nine o'clock in the morning, and people here never get drunk at this time of the day!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, what has happened to us is the miraculous thing that the prophet Joel wrote about long ago. He wrote:\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "God says,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'During the last days, I will give my Holy Spirit to all people, and your sons and daughters will tell people my messages, and I will give visions to the young men and I will give dreams to the old men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During those days I will give my Holy Spirit to my servants, so they can tell people my messages.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will cause amazing things to happen in the sky, and I will do miracles on the earth to show that important and amazing things will happen. Here on the earth there will be blood, fire, and smoke everywhere.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the sky the sun will appear dark to people and the moon will appear red to them. Those things will happen before I, the Lord God, will come to judge everyone.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And I will save all those who call to me to help them.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter continued speaking, \"My fellow Israelites, listen to me! When Jesus from Nazareth lived among you, God proved to you that he had sent him by making him able to do many amazing miracles that showed that he was from God. You yourselves know that this is true.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even though you knew that, you handed this man Jesus over into the hands of his enemies. However, God had already planned for that, and he knew all about it. Then you urged men who do not obey God's law to kill Jesus. They did that by nailing him to a cross.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He died, but God raised him up again, because it was not possible for him to remain dead. God caused Jesus to become alive again.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Long ago King David wrote what the Messiah said,\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "I knew that you, Lord God, would always hear me. You are right beside me, so I will not be afraid of those who want to harm me.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of that my heart was glad and I rejoiced; even though I will die one day, I know that you will always help me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will not make me remain in the place where the dead are. You will not even let my body waste away, because I am devoted to you and always obey you.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have shown me how to become alive again. You will make me very happy because you will be with me forever.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter continued, \"My fellow Jews, I am sure that our forefather, King David, died, and that the people buried him. And the place where they buried his body is still here today.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King David was a prophet and he knew that God promised to him that one of his descendants would become king.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A long time ago, David knew what God would do. He said that God would cause Jesus the Messiah to live again after he died. God would not allow him to remain in a grave, and he would not let his body waste away.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"After this man Jesus had died, God caused him to become alive again. All of us, his followers, know this because we saw him.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God has greatly honored Jesus by placing him at his right hand to rule with him, his Father. He has given us the Holy Spirit, and that is what you are seeing and hearing here today.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know that David was not speaking about himself because David did not go up into heaven as Jesus did. Besides that, David himself said this about Jesus the Messiah:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "The Lord God said to my Lord the Messiah, 'Rule here at my right hand,\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "while I completely defeat your enemies.'\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter ended by saying, \"So I want you and all other Israelites to know that God made Jesus both Lord and Messiah, this same Jesus whom you had nailed to a cross and killed.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the people heard what Peter and the other apostles said, they knew they had done wrong. The people said to them, \"What should we do?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter answered them, \"Each of you should turn away from your sinful behavior. If you now believe in Jesus we will baptize you. God will forgive your sins, and he will give you his Holy Spirit.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God has promised to do this for you and your children, and for all others who believe in Jesus, even those who live far away from here. The Lord our God will give his Holy Spirit to everyone whom he calls to become his people!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter spoke much more and spoke strongly to them. He told them, \"Ask God to save you so that he will not punish you when he punishes these evil people who have rejected Jesus!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the people who believed Peter's message were baptized. There were about three thousand of those who joined the group of believers that day.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They continually obeyed what the apostles taught. They met many times together with the other believers and they ate a meal and prayed together every day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people who were in Jerusalem respected and honored God very much because the apostles were doing many kinds of miraculous things.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All of those who believed in Jesus believed the same things and regularly met together. They also kept sharing everything that they had with one another.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From time to time some of them sold some of their land and some of the other things that they owned, and they gave some of the money to others among them, according to what they needed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every day they gathered in the temple area, and then they would have meals together in their homes. They were happy when they were eating together, and they shared what they had with one another.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they did so, they kept praising God, and all the other people in Jerusalem respected them. As those things were happening, every day the Lord Jesus increased the number of people who were being saved from the punishment of their sins.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}