{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the people at Ephesus had stopped rioting, Paul called the believers together. He urged them to continue to trust in the Lord Jesus. Soon after that, he told them \"Goodbye\" and left to go to the region of Macedonia.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he arrived there, he urged them to continue to trust in the Lord Jesus. Then he went to Greece.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He stayed in Greece for three months. Then he planned to return to Syria by ship, but he heard that some of the Jews there were planning to kill him as he traveled. So he decided to go by land, and he went again through Macedonia.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men who were going to travel with him to Jerusalem were Sopater, the son of Pyrrhus, from the town of Berea; Aristarchus and Secundus, who were from the city of Thessalonica; Gaius, who was from the city of Derbe; Timothy, who was from the region of Galatia; and Tychicus and Trophimus, who were from the province of Asia.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those seven men went ahead of Paul and me, Luke, by ship from Macedonia, so they got to the city of Troas before we did and waited for the two of us there.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Paul and I traveled by land as far as the city of Philippi. After the Jewish Festival of Bread made without Yeast, we got on a ship that was going to the city of Troas. After five days we arrived at Troas and met the other men who had traveled ahead of us. Then we all stayed in Troas for seven days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the first day of the week, we would gather together and we would share a meal together with the other believers. Paul spoke to the believers until midnight, because he was planning to leave Troas the next day.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many oil lamps were burning in the upstairs room in which we had gathered.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A young man whose name was Eutychus was there. He was seated on the sill of an open window on the third story of the house. As Paul continued talking for a long time, Eutychus became sleepier and sleepier. Finally, he fell sound asleep. He fell out of the window down to the ground. Some of the believers went down immediately and picked him up. But he was dead.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul also went down. He lay down and stretched out on top of the young man and put his arms around him. Then he said to the people who were standing around, \"Do not worry; he is alive again!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul went upstairs again and he prepared a meal and he ate it. Afterwards he talked with the believers until the sun came up. Then he left.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The other people took the young man home, and were greatly comforted because he was alive again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We then went to the ship. But Paul did not get on the ship with us in Troas, because he wanted to go more quickly overland to the town of Assos. The rest of us got on the ship and sailed for Assos.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We met Paul in Assos. He got on the ship with us, and we sailed to the city of Mitylene.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The day after we reached Mitylene, we sailed from there and arrived at a place near the Island of Chios. The day after that, we sailed to the Island of Samos. The next day we left Samos and sailed to the city of Miletus.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Miletus was just south of the city of Ephesus. Paul did not want to stop at Ephesus because he did not want to spend time in Asia. If possible, he wanted to arrive in Jerusalem by the time of the Pentecost festival, and the time of that festival was near.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the ship arrived at Miletus, Paul sent a messenger to Ephesus to ask the elders of the group of believers there to come to talk with him.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the elders came to him, Paul said to them, \"From the first day when I arrived here in the province of Asia until the day I left, you know how I acted among you the entire time that I was with you.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know how I kept serving the Lord Jesus very humbly and how I sometimes wept. You also know how I suffered because the Jews who were not believers often tried to harm me.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You also know that, when I preached God's message to you, I never left out anything that would help you. You know that I taught you God's message when many people were present, and I also went to your homes and taught you there.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I preached both to Jews and to non-Jews, telling them all that they must turn away from their sinful behavior and believe in our Lord Jesus.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"And now I am going to Jerusalem, because the Holy Spirit has clearly shown me that I must go there, and I must obey him. I do not know what will happen to me there.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I do know that in each city I have visited, the Holy Spirit has told me that in Jerusalem people will put me in prison and will cause me to suffer.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I do not care even if people kill me, if first I am able to finish the work that the Lord Jesus has told me to do. He called me to tell people the good message that God saves us by doing for us what we do not deserve.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have preached to you the message about how God will show himself as king. But now I know that today is the last time that you fellow believers will see me.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I want you all to understand that if anyone who has heard me preach dies without trusting in Jesus, it is not my fault,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because I told you everything that God has planned for us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You leaders must continue to believe and obey God's message. You must also help all the other believers for whom the Holy Spirit has given you to care for. Watch over yourselves and the group of the Lord's believers as a shepherd watches over his sheep. God bought them with the blood that flowed from his Son's body on the cross.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know very well that after I leave, people who teach lies will come among you and will do great harm to the believers. They will be like fierce wolves that kill the sheep.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even in your own group of leaders there will be some who will lie to other believers by teaching them the wrong things. They will teach those messages so that some people will believe them and will become their followers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So watch out that none of you stops believing the true message about our Lord Jesus! Remember that day and night for three years I taught you that message and warned you with tears to be faithful to the Lord.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Now as I leave you I ask God to protect you and to keep you believing the message that he saves us by doing for us what we do not deserve. If you continue believing the message that I told you, you will become strong, and God will give you forever the good things that he has promised to give to all of those who belong to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for myself, I never wanted anyone's money or fine clothing.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You yourselves know that I have worked with my hands to earn the money that my friends and I needed.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In everything that I did, I showed you that we should work hard in order to have enough money to give some to those who are needy. We should remember that our Lord Jesus himself said, 'A person is happier when he gives to others than when he receives from them.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Paul had finished speaking, he knelt down with all of the elders and prayed.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They all cried a lot, and they hugged Paul and kissed him.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were very sad because he had said that they would never see him again. Then they all went with him to the ship.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}