{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After we said goodbye to the elders from Ephesus, we got on the ship and traveled on the water to the Island of Cos, where the ship stopped for the night. The next day we went in the ship from Cos to the Island of Rhodes, where the ship stopped again. The day after that we went to the town of Patara, where the ship stopped.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At Patara we left that ship, and someone told us that there was a ship that would be going to the region of Phoenicia. So we got on that ship, and it left.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We traveled over the sea until we could see the Island of Cyprus. We passed to the south of the island and continued sailing until we arrived at the region of Phoenicia, in the province of Syria, at the city of Tyre. The ship was going to stay there several days because its workers had to unload the cargo.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Someone told us where the believers in Tyre lived, so we went and stayed with them for seven days. Because God's Spirit revealed to them that people would cause Paul to suffer in Jerusalem, they told Paul that he should not go there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when it was time for the ship to leave again, we prepared to continue on our way to Jerusalem. When we left Tyre, all the men and their wives and children went with us to the edge of the sea. We all knelt down there on the sand and prayed.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After we all said goodbye, Paul and we his companions got on the ship, and the other believers returned to their own homes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After we left Tyre, we continued on that ship to the city of Ptolemais. There were believers there, and we greeted them and stayed with them that night.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day we left Ptolemais and sailed to the city of Caesarea, where we stayed in the home of Philip, who spent his time telling others how to become followers of Jesus. He was one of the seven men whom the believers in Jerusalem had chosen to care for the widows.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He had four daughters who were not married. Each of them frequently spoke messages that the Holy Spirit had told them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After we had been in Philip's house for several days, a believer whose name was Agabus came down from the district of Judea and arrived in Caesarea. He frequently spoke messages that the Holy Spirit had told him.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Coming over to where we were, he took off Paul's belt. Then he tied his own feet and hands with it and said, \"The Holy Spirit says, 'The Jewish leaders in Jerusalem will tie up the hands and feet of the owner of this belt, like this, and they will put him in the hands of non-Jewish people as a prisoner.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the rest of us heard that, we and the other believers there asked Paul, \"Please do not go up to Jerusalem!\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Paul replied, \"Please stop crying and trying to discourage me from going! Why are you crying and trying to discourage me from going? I am willing to go to prison and also to die in Jerusalem because I serve the Lord Jesus.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When we realized that he would go to Jerusalem, we did not try any longer to stop him. We said, \"May the Lord's will be done!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After those days in Caesarea, we prepared our possessions and left to go by land up to Jerusalem.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the believers from Caesarea also went with us. They took us to stay in the house of a man whose name was Mnason. He was from the Island of Cyprus, and he had believed in Jesus when people were first beginning to hear the message about him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When we arrived in Jerusalem, a group of the believers greeted us happily.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day Paul and the rest of us went to speak with James, who was the leader of the church there. All of the other leaders of the church in Jerusalem were also there.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul greeted them, and then he told them all of the things that God had enabled him to do among the non-Jewish people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they heard that, James and the other elders thanked God. Then one of them said to Paul, \"Brother, you know that there are very many thousands of us Jewish people here who have believed in the Lord Jesus. Also, you know that we all continue very carefully to obey the laws that Moses gave us.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But our fellow Jewish believers have been told that when you are among non-Jews, you tell the Jewish believers who live there that they should stop obeying the laws of Moses. People say that you tell those Jewish believers not to circumcise their sons and not to practice our other customs. We do not believe that they are telling the truth about you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But our fellow Jewish believers will hear that you have come, and they will be angry with you. So you need to do something to show them that what they heard about you is not true.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So please do what we suggest to you. There are four men among us who have made a vow to God.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Go with these men to the temple and do the ceremonies there necessary for you and them to be able to worship in the temple. Then, when it is time for them to offer the sacrifices, pay for what they offer. After that, they can shave their heads to show that they have done what they said they would do. When people see you in the courts of the temple with those men, they will know that what they have been told about you is not true. Instead, all of them will know that you obey all our Jewish laws.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the non-Jewish believers, we elders here in Jerusalem have talked about which of our laws they should obey, and we wrote them a letter, telling them what we decided. We wrote that they should not eat meat that people have offered as a sacrifice to any idol, that they should not eat blood from animals, and that they should not eat meat from animals that people have killed by strangling them. We also told them that they should not sleep with someone to whom they are not married.\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Paul agreed to do what they asked, and the next day he took the four men, and together they purified themselves. After that, Paul went to the temple courts and told the priest what day they would finish purifying themselves and when they would offer the animals as sacrifices for each of them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the seven days for purifying themselves were nearly finished, Paul returned to the temple courtyard. Some Jews from Asia saw him there, and they were very angry at him. They called out to many other Jews who were in the temple courtyard to help them take hold of Paul.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They shouted, \"Fellow Israelites, come and help us to punish this man! This is the one who is teaching people wherever he goes that they should despise the Jewish people. He teaches people that they should no longer obey the laws of Moses nor respect this holy temple. He has even brought non-Jews here into the court of our temple, causing this place to become polluted!\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said these because they had seen Paul walking around in Jerusalem with Trophimus, who was a non-Jew. Their laws did not permit non-Jews to be in the temple, and they thought that Paul had brought Trophimus into the temple courtyard that day.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People all over the city heard that there was trouble at the temple courtyard, and they came running there. They caught Paul and dragged him outside of the temple area. The gates to the temple courtyard were shut, so that the people would not riot inside the temple area.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were trying to kill Paul, someone ran to the fortress near the temple and told the Roman commander that many people in Jerusalem were rioting at the temple.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The commander quickly took some officers and a large group of soldiers and ran to the temple area where the crowd was. When the crowd of people who were yelling and beating Paul saw the commander and the soldiers coming, they stopped beating him.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The commander came to where Paul was and took hold of him. He commanded soldiers to fasten a chain to each of Paul's arms. Then he asked the people in the crowd, \"Who is this man, and what has he done?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the many people there were shouting one thing, and some were shouting something else. Because they continued shouting so loudly, the commander could not understand what they were saying. So he commanded that Paul be taken into the fortress so that he could question him there.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The soldiers led Paul to the steps of the fortress, but many people continued to follow them, trying to kill Paul. So the commander told the soldiers to carry Paul up the steps into the fortress.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The crowd that followed kept shouting, \"Kill him! Kill him!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Paul was about to be taken into the fortress, he said in Greek to the commander, \"May I speak to you?\" The commander said, \"I am surprised that you can speak Greek!\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I thought that you were that fellow from Egypt who wanted to rebel against the government not long ago, and who took four thousand violent men with him out into the desert, so that we could not catch him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul answered, \"No, I am not! I am a Jew. I was born in Tarsus, which is an important city in the province of Cilicia. I request that you let me speak to the people.\"\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the commander permitted Paul to speak. So Paul stood on the steps and motioned with his hand for the crowd to be quiet. And after the people in the crowd became quiet, Paul spoke to them in their own Hebrew language.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}