{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul said, \"Jewish elders and my fellow Jews, listen to me now while I speak to those who are accusing me!\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the crowd of people heard Paul speaking to them in their own Hebrew language, they became quiet and listened. Then Paul said to them,\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I am a Jew, as are all of you. I was born in the city of Tarsus , in the province of Cilicia, but I grew up here in Jerusalem. When I was young, I learned the laws that Moses gave to our ancestors. Gamaliel was my teacher. I obeyed those laws because I have wanted to obey God, and I am sure that all of you also obey those laws.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is why I tried to arrest those who believed the message of God about Jesus. I looked for ways to kill them. Whenever I found men or women who believed the message, I had them thrown into jail.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The high priest knows this, and so do the other men who belong to our Jewish council. They gave me letters to take to their fellow Jews in the city of Damascus. Those letters gave me power to go there and arrest people who believed in Jesus. I was then to take them as prisoners to Jerusalem, so that they would be punished here.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I went to Damascus. About noon, as I got near to Damascus, suddenly a bright light from the sky flashed all around me.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The light was so bright that I fell to the ground. Then I heard the voice of someone speaking to me from up in the sky, saying, 'Saul! Saul! Why do you do things to hurt me?'\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I answered, 'Who are you, Lord?' He replied, 'I am Jesus of Nazareth the one whom you are hurting.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men who were traveling with me saw the bright light, but they did not understand what the voice said.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I asked, 'Lord, what do you want me to do?' The Lord told me, 'Get up and go into Damascus. A man there will tell you all that I have planned for you to do.'\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that, I could not see, because the bright light had caused me to become blind. So the men who were with me took me by the hand and led me to Damascus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A man whose name was Ananias came to see me. He was a man who honored God and obeyed the Jewish laws. All the Jews living in Damascus said good things about him.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He came and stood beside me and said to me, 'My friend Saul, see again!' Instantly I could see and I saw him standing beside me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said: 'The God whom we worship and whom our ancestors worshiped has chosen you and will show you what he wants you to do. He has shown you the righteous one, Jesus the Messiah, and you have heard him speak to you himself .\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He wants you to tell people everywhere what you have seen and heard from him.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now do not delay! Stand up, let me baptize you, and pray to the Lord Jesus and ask God to forgive you for your sins!'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Later, I returned to Jerusalem. One day I went to the temple courtyard and while I was praying there, I saw a vision.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord spoke to me, saying, 'Do not stay here! Leave Jerusalem now, because the people here will not believe what you tell them about me!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I said to him, 'Lord, they know that I went to many of our synagogues looking for people who believe in you. I was putting in jail those whom I found who believed in you, and I was even beating them.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They remember that when Stephen was killed because he told people about you, I stood there watching and approving of what they were doing. I even guarded the outer clothes that those who were murdering him had thrown aside!'\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Lord said to me, 'No, do not stay here! Leave Jerusalem, because I am going to send you far away from here to other people groups, the non-Jews!'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people listened to what Paul was saying until he talked about the Lord sending him to other people groups. Then they began shouting, \"Kill him! He does not deserve to live any longer!\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were shouting, they took off their outer garments and threw dust into the air, which showed how angry they were.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the leader commanded that Paul be taken into the prison. He told the soldiers that they should whip Paul in order to make him tell what he had done that made the Jews so angry.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they stretched his arms out and tied them so that they could whip him on his back. But Paul said to the soldier near him, \"You will be acting unlawfully if you whip me, a Roman citizen whom no one has put on trial and condemned!\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the officer heard that, he went to the commander and reported it to him. He said to the commander, \"This man is a Roman citizen! Surely you would not command us to whip him!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The commander was surprised when he heard that. He himself went into the prison and said to Paul, \"Tell me, are you really a Roman citizen?\" Paul answered, \"Yes, I am.\"\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the commander said, \"I am also a Roman citizen. I paid a lot of money to become a Roman citizen.\" Paul said, \"But I was born a Roman citizen.\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The soldiers were about to whip Paul and to ask him questions about what he had done. But when they heard what Paul said, they left him. The commander also became afraid, because he knew that Paul was a Roman citizen and that he had broken the law when he commanded the soldiers to tie up Paul's hands.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The commander still wanted to know why the Jews were accusing Paul. So the next day he told the soldiers to take the chains off Paul. He also called the chief priests and the other council members to meet. Then he took Paul to where the council was meeting and told him to stand before them.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}