{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul looked at the Jewish council members and said: \"My fellow Jews, all my life I have lived respecting our God, and I do not know of anything that I have done that I knew was wrong.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Ananias the high priest heard what Paul said, he told the men who were standing near Paul to hit him on the mouth.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Paul said to Ananias, \"God will punish you for that, you hypocrite! You sit there and judge me, using the laws that God gave Moses. But you yourself disobey those laws, because you commanded me to be struck without having proved that I have done anything that is wrong!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men who were standing near Paul said to him, \"You should not speak badly to God's servant, our high priest!\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul replied, \"My fellow Jews, I am sorry that I said that. I did not know that the man who told one of you to hit me is the high priest. If I had known that, I would not have talked badly about our high priest, because I know that it is written in our Jewish law, 'Do not speak evil of any of your rulers!'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul knew that some of the council members were Sadducees and others were Pharisees. So he called out in the council hall, \"My fellow Jews, I am a Pharisee, and all in my family were Pharisees, as well. I have been put on trial here because I am sure that one day God will cause those who have died to become alive again.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he said that, the Pharisees and Sadducees started to argue with one another about whether or not people who have died will become alive again, and each of them were arguing with the other.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Sadducees believe that after people die, they will not become alive again. They also believe that there are no angels and no other kinds of spirits. But the Pharisees believe all these things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They began shouting at one another as they argued. Some of the teachers of the laws who were Pharisees stood up. One of them said, \"We think that this man has done nothing wrong. Maybe an angel or some other spirit spoke to him and what he says is true.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Pharisees and Sadducees became violent with one another. So the commander was afraid that they would tear Paul to pieces. He told soldiers to go down from the prison and take Paul away from the council members and bring him up into the barracks.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That night, Paul saw the Lord Jesus come and stand near him. The Lord said to him, \"Have courage! You have told people here in Jerusalem about me, and you must tell people in Rome about me too.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next morning some of the Jews who hated Paul met and talked about how to kill him. They told themselves that they would not eat or drink anything until he was dead. They asked God to curse them if they did not do what they promised.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were more than forty men who wanted to kill Paul.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went to the chief priests and Jewish elders and told them, \"God has heard us promise that we will not eat or drink anything until we have killed Paul.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we request that you go to the commander and ask him, on behalf of the whole Jewish council, to bring Paul down to us. Tell the commander that you want to talk to Paul some more. We will be waiting to kill Paul while he is on the way here.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the son of Paul's sister heard what they were planning to do, so he went into the fortress and told Paul.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Paul heard that, he called one of the officers and said to him, \"Please take this young man to the commander, because he needs to tell him something.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the officer took the young man to the commander. The officer said to the commander, \"The prisoner Paul called me and said, 'Please take this young man to the commander, because he needs to tell him something.'\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The commander took the young man by the hand, led him off by himself, and asked him, \"What do you need to tell me?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"There are some Jews who want to bring Paul before their council tomorrow. They will say that they want to ask him some more questions. But that is not true.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not do what they ask you to do, because there are more than forty Jewish men who will be hiding and waiting to kill Paul when he passes by on the way to the council. They even promised to God that they will not eat or drink anything until they have killed Paul. They are ready to do it, and right now they are waiting for you to agree to do what they are asking you to do.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The commander said to the young man, \"Do not tell anyone that you have told me about their plan.\" Then he sent the young man away.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the commander called two of his officers and told them, \"Get a group of two hundred soldiers ready to travel. Take along seventy soldiers riding horses, and two hundred other soldiers carrying spears. All of you must be ready to leave at nine o'clock tonight, to go down to the city of Caesarea.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And take along horses for Paul to ride, and escort him to the palace of Governor Felix.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the commander wrote a letter to send to the governor. This is what he wrote:\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I am Claudius Lysias writing to you. You, Felix, are our governor whom we honor, and I send you my greetings.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have sent you this man, Paul, because certain Jews seized him and were about to kill him. But I heard someone tell me that he is a Roman citizen, so I and my soldiers went and rescued him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I wanted to know what those Jews were saying that he had done wrong, so I took him to their Jewish council.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I listened while they asked this man questions and he answered them. The things they accused him about had to do with their Jewish laws. But Paul has not disobeyed any of our Roman laws. So our officials should not execute him or even put him in prison.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Someone told me that some Jews were planning to kill this man, so I sent him to you, so that you may give him a fair trial there. I have also commanded the Jews who have accused him to go there to Caesarea and tell you what they are accusing him about. Goodbye.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the soldiers did what the commander told them. They got Paul and took him with them during the night down to Antipatris.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day, the foot soldiers returned to Jerusalem, and the soldiers who rode horses went on with Paul.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they arrived in the city of Caesarea, they gave the letter to the governor, and they placed Paul before him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The governor read the letter and then he said to Paul, \"What province are you from?\" Paul answered, \"I am from Cilicia.\"\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the governor said, \"When the people who have accused you arrive, I will listen to what each of you says and then I will judge your case.\" Then he commanded that Paul be guarded in the palace that King Herod the Great had built.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}