{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Five days later Ananias the high priest went down there from Jerusalem, along with some other Jewish elders and a speechmaker whose name was Tertullus. There they told the governor what Paul had done that they thought was wrong.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The governor commanded Paul to be brought in. When Paul arrived, Tertullus began to accuse him. He said to the governor, \"Honorable Governor Felix, during the many years that you have ruled us, we have lived well. By planning wisely, you have improved many things in this province.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, Governor Felix, we always thank you for everything that you have done for all of us, wherever you have done those things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But, so that I will not take up too much of your time, I ask that you kindly listen to what I have to say.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have observed that this man, wherever he goes, causes trouble with the Jews. He also leads the entire group whom people call the followers of the Nazarene.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He even tried to do things in the temple in Jerusalem that would pollute it, so we arrested him. "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft the best ancient copies omit the second part of 24:6 \\fqa And we wanted to judge him according to our law ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft The best ancient copies omit vs 7, \\fqa But Lysias, the commander of the Roman fortress, came with his soldiers and took him away from us. ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft The best ancient copies omit the first part of vs 8, \\fqa sending us to you. ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": "If you question him yourself, you will be able to learn that all these things about which we are accusing him are true.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Jewish leaders there told the governor that what Tertullus had said was true.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the governor motioned with his hand to Paul that he should speak. So Paul replied, and said, \"Governor Felix, I know that you have judged this Jewish province for many years. Therefore I gladly defend myself. I know that you will listen to me and will judge me fairly.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know that it has not been more than twelve days since I went up to Jerusalem to worship God.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one can say that they saw me arguing with anyone in the temple courts because I did not do that. No one can say that they saw me causing people to riot in any Jewish synagogue or causing trouble anywhere else in Jerusalem, because I did not do that.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they cannot prove to you the things about which they are now accusing me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I admit to you that this is true: I do worship the God that our ancestors worshiped. It is true that I follow the way that Jesus taught us. I also believe everything that Moses wrote in the laws that God gave him and everything that the other prophets wrote in their books.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I believe, just like these men also believe, that some day God will cause everyone who has died to become alive again, both those who were good and those who were wicked.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because I believe that day will come, I always try to do what pleases God and what other people think is right.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After I had been in other places for several years, I returned to Jerusalem to bring some money to my fellow Jews who are poor.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some Jews from Asia saw me in the temple courts after I had completed the ritual that allows one to worship God. There was no crowd with me, and I was not causing people to riot.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But it was those Jews who caused the people to riot. They should be here in front of you to accuse me, if they think that I did something wrong.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if they do not want to do that, these Jewish men who are here should tell you what they think I did that was wrong when I defended myself in their council.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They might say that I did something wrong when I shouted, 'You are judging me today because I believe that God will cause all people who have died to become alive again.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Felix already knew much about what people called the Way, and so he stopped the trial. He said to them, \"Later, when Commander Lysias comes down here, I will decide this case.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he told the officer who was guarding Paul to take Paul back to the prison and make sure that Paul was guarded all the time. But he said that Paul was not to be chained, and if his friends came to visit him, the officer should allow them to help Paul in any way that they wanted to.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Several days later Felix came back with his wife Drusilla, who was a Jew, and called for Paul to speak with him. Felix listened to what Paul said to him about trusting in Jesus Christ.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul talked to him about what God wants people to do in order to please him. He also explained how people should control how they act and that there would be a time when God will judge all people. Felix became afraid after hearing those things, so he said to Paul, \"That is all I want to hear now. When I have time, I will ask you to come to me again.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Felix was hoping that Paul would give him some money, so he sent for Paul to come to him many times. Paul talked with Felix many times, but he did not give Felix any money, and Felix did not tell his soldiers to release Paul from prison.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When two years had passed, Porcius Festus became governor in place of Felix. Felix let Paul remain in prison because he wanted to please the Jewish leaders.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}