{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Festus began to rule as governor of the province. Three days later, he left the city of Caesarea and went up to Jerusalem.\n\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There, the chief priests and other Jewish leaders stood before Festus and said that Paul had done things that were very wrong.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They urgently asked Festus to bring Paul to trial in Jerusalem. But they were really planning to attack him on the road and kill him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Festus replied, \"Paul is under guard in Caesarea, let him stay there. I myself will go down to Caesarea very soon.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"So,\" he said, \"you should go there with me, those of you who are able to. If you have anything to accuse Paul of, you can do it there.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Festus remained in Jerusalem with the temple leaders eight or ten more days. Then he went back down to the city of Caesarea. The next day Festus commanded that Paul be brought to him, where he sat in the judge's seat.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Paul was brought before the judge's seat, the Jewish leaders who had come down from Jerusalem gathered around him to accuse him of many serious charges, but they were not able to prove any of them.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Paul spoke for himself. He said, \"I have done nothing against the law of the Jews, nor against the temple, nor against the emperor.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Festus wanted to please the Jewish leaders, so he asked Paul, \"Are you willing to go up to Jerusalem so I can judge you there about these things?\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul replied, \"No, I am now standing before you, who represent the Emperor. This is where I ought to be judged. I have done nothing wrong to the Jewish people, as you know very well.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I had done anything deserving of death, I would not refuse to to die; but there is nothing that they accuse me of that deserves such a punishment. No one can condemn me just to satisfy them. I ask that Caesar himself judge me.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Festus conferred with his advisors, he said, \"You have appealed to Caesar, and so to Caesar you shall go!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After several days, King Herod Agrippa arrived at Caesarea, along with his sister Bernice. They had come to pay their respects to Festus.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Agrippa and Bernice stayed many days in Caesarea. After some time had passed, Festus told Agrippa about Paul. He said, \"There is a man here whom Felix kept in prison.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I went to Jerusalem, the chief priests and the Jewish elders came before me and asked me to condemn him to death.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I told them that when someone has been accused of a serious crime, it is not a custom for Romans to condemn a person immediately. Instead, we allow the accused man to stand face to face with his accusers and defend himself against what they say about him.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when those Jews came here to Caesarea, I did not delay the trial at all. The day after they arrived, I sat in the judge's seat and ordered the guard to bring in the prisoner.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the Jewish leaders told me what the prisoner had done wrong, I did not think that anything they said was serious.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, what they argued with him about were things in their own religion and about a man whose name was Jesus who had died, but whom Paul said was alive.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I did not understand these matters, or how to find out the truth. So I asked Paul, 'Are you willing to go to Jerusalem, so I can judge you there about these things?'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Paul asked for Caesar himself to judge his case, so I ordered him to be kept under guard until I could send him to Casear.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Agrippa said to Festus, \"I myself would like to hear what this man has to say.\" Festus answered, \"I will arrange for you to hear him tomorrow.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day Agrippa and Bernice entered the hall of judgment, and all the other people were honoring them. Some Roman commanders and important men in Caesarea came with them. Then Festus commanded that the guards should bring Paul in.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Paul entered, Festus said, \"King Agrippa and all the rest of you who are here, you see this man! Many leaders of the Jews, both in Jerusalem and here, asked me not to let him live any longer.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I found nothing that he had done to deserve death. Even so, he has asked Caesar to judge his case, so I have decided to send him to Rome.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I do not know what exactly I should write to the emperor about him. That is why I have brought him here to speak to you all, and especially to you, King Agrippa! I have done this so that you may question him. Then I may know what to write to the emperor.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I think that it would be unreasonable to send a prisoner to the emperor in Rome without telling exactly what were the wrong things people say that he has done.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}