{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Agrippa said to Paul, \"We will now allow you to speak on your own behalf.\" Then Paul stretched out his hand to show that he was about to speak. He said,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"King Agrippa, I consider myself fortunate that today that I can explain to you why the Jewish leaders are wrong when they say I have done evil things.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am especially fortunate because you know all about the customs of us Jews and the questions that we argue about. So I ask you to listen patiently to me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"All my fellow Jews know about how I have conducted my life from the time I was a child. They know how I lived in the city where I was born and also later in Jerusalem.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They have known me from my very beginning, and they could tell you, if they wanted to, that since I was very young I obeyed the most rigid customs of our religion very carefully. I lived just like the other Pharisees.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Today I am on trial because I am confidently expecting that God will do what he promised to our ancestors.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our twelve Jewish tribes are also confidently waiting for God to do for us what he promised, as they honor him and worship him, day and night. Honored king, I confidently expect that God will do what he promised, and they also believe that! But it is for what I expect God to do that they say I have done wrong.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Why would any of you think that God could not raise the dead?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a time in the past when I, too, was sure that I should do everything that I could to stop people from believing in Jesus from Nazareth town.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So that is what I did when I lived in Jerusalem. I shut up many of the believers in prison, as the chief priests there had given me power to do. And when their people killed believers, I voted in favor of that.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I punished those Jewish people in every synagogue where I could find them. I would force them, with all my anger against them, to make them insult God and curse his name. I even went off to foreign cities to find them so I could do everything in my power to stop them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"The chief priests gave me power to arrest believers in Damascus, and that is where I went. But while I was on my way,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "at about noon, I saw on the road a bright light in the sky. It was even brighter than the sun! It shone all around me, and also around those who were traveling with me.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We all fell to the ground. Then I heard the voice of someone speaking to me in the Hebrew language. He said, 'Saul, Saul, why are you persecuting me? It is hard for you to kick against the goads.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I said, 'Who are you, Lord?' He said, 'I am Jesus! I am the one you are fighting against.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But get up and stand on your feet! I have appeared to you in order to make you into a servant and a witness both of what you have seen of what you know about me now and what I will show you later.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will protect you from the people and the non-Jews to whom I will send you,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "in order to open their eyes, to turn them from darkness to light, and from the power of the enemy to God. In this way God will forgive their sins and give to them the things that all my people will have forever, the people who belong to me by faith.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"So, King Agrippa, I did what God told me in a vision to do.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "First, I spoke to the Jews in Damascus and those in Jerusalem, and in all the countryside of Judea, and to the non-Jews there also. I told them that they should stop sinning and ask God for help. I told them also that they should do those things that show that they have stopped sinning.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is because I preached this message that some Jews seized me when I was in the temple courtyard and tried to kill me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, God has been helping me, so I have continued to proclaim these things to this very day. I have continued to tell both ordinary people and important people exactly what the prophets and Moses said would happen.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said that the Christ would suffer and die, that he would be the first to rise from the dead. They also said that he would proclaim, both to his own people and to the non-Jewish people, that God is truly able to save them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before Paul could say anything further, Festus shouted out in a loud voice: \"Paul, you are crazy! You have studied too much, and it has made you insane!\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Paul answered, \"Your Excellency Festus, I am not insane! On the contrary, what I am saying is true and quite sane!\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For King Agrippa knows the things that I have been talking about, and I can speak freely to him about them. I am sure that none of these things could have escaped his notice, because none of these things happened in secret.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"King Agrippa, do you believe what the prophets wrote? I know that you believe those things.\"\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Agrippa answered Paul, \"In just a short time you have almost persuaded me to become a Christian!\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Paul replied, \"Whether it takes a short time or a long time, it does not matter. I pray to God that you and also all of the others who are listening to me today will also become like me, except for these chains!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king stood. The governor, Bernice, and all the others also got up\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and left the room. After they left, they said to each other, \"This man has done nothing deserving death or his chains.\"\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Agrippa said to Festus, \"If this man had not appealed to Caesar, he could have been released.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}