{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Governor decided that we should sail for Italy, he put Paul and some other prisoners into the control of an army captain whose name was Julius. He held the rank of centurion and was part of a large number of soldiers who were under the direct command of the emperor.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We boarded a ship from the city of Adramyttium in Asia. The ship was about to sail to places on the coast of Asia. In this way we went to sea. Aristarchus, from Thessalonica in Macedonia, went with us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day we arrived at Sidon. Julius treated Paul kindly and gave him permission to go see his friends, who would care for him.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the ship set sail from there. We went along the coast of Cyprus, which was sheltered from the wind, because the wind was against us.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that, we crossed over the sea close to the coast of Cilicia and Pamphylia. The ship arrived at Myra, which is in Lycia. We got off the ship there.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In Myra, Julius found a ship that had come from Alexandria and would soon sail to Italy. So he arranged for us to go aboard that ship, and we left.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We sailed slowly for many days and came near to Cnidus, but we got there with difficulty, because the winds were against us. After that, the wind was very strong and did not allow the ship to move straight ahead westward. Instead, we sailed along the coast of the Island of Crete, where the wind was not blowing strongly, and we passed near Salmone, a piece of land sticking out into the water.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The wind was still strong, and it prevented the ship from moving ahead fast. So we moved slowly along the coast of Crete, and we arrived at a town that was called Fair Havens, near Lasea.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Much time passed, and it had now become dangerous to sail, because the Jewish fasting period had already passed and the sea would become very stormy. So Paul said to the men on the ship,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Men, I see that if we sail now, it will be disastrous for us with much injury and loss, not only of the cargo and the ship, but also of our lives.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Roman captain did not believe Paul. Instead, he believed what the pilot and the owner of the ship said, and he decided to do what they advised.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The harbor was not a good place to remain during the winter, so most of the sailors advised going to sea from there. They hoped that they could reach Phoenix and spend the winter there. Phoenix is a town in Crete. On it blow winds both from the northwest and southwest.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because there was only a gentle wind blowing from the south, the ship's crew thought that they could travel like they wanted to. So they lifted the anchor up out of the sea, and the ship sailed close along the coastline of the island of Crete.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After a short time, however, a stormy wind blew down from the shore. It blew across the island from the north side and hit the ship. That wind is called Euroclydon, \"the Northeast Wind.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It blew strongly against the front of the ship, and we could not sail against it. So the sailors let the wind move the ship in the direction that the wind was blowing.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The ship then sailed along the coast line of a small island named Cauda. We were able, with difficulty, to fasten the lifeboat securely to the ship.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the third day of the storm, the sailors threw overboard most of the sails, ropes, and poles, in order to make the ship lighter. They did this with their own hands.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The wind continued to blow very strongly for many days, and the sky was full of dark clouds day and night so that we could not see the sun or the stars. We had lost all hope that we would survive.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "None of us on the ship had eaten for many days. Then one day, Paul stood up in front of us and said, \"Friends, you should have listened to me when I said that we should not set sail from Crete.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now, I urge you, do not be afraid, because none of us will die. The storm will destroy the ship but not us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know this, because last night God, the one to whom I belong and whom I serve, sent an angel who came and stood by me.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel said to me, 'Paul, do not be afraid.S You must go to Rome and stand before the emperor there so that he can judge you. I want you to know that God has granted to you that all those who are traveling by ship with you will also survive.'\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So cheer up, my friends, because I believe that God will make this happen, exactly as the angel told me.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, the ship will crash on some island, and we will go ashore there.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the fourteenth night after the storm had begun, the ship was still being blown across the Adriatic sea. About midnight, the sailors thought that the ship was getting close to land.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they lowered a rope to measure how deep the water was. When they pulled the rope up again, they measured it and saw that the water was forty meters deep. A little later, they measured again and found thirty meters.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were afraid that the ship might go onto some rocks, so they threw out four anchors from the ship's stern. Then they prayed that it would soon be dawn so that they could see where the ship was going.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the sailors were planning to escape from the ship, so they lowered the lifeboat into the sea. In order that no one would know what they planned to do, they pretended that they wanted to lower some anchors from the ship's front.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Paul said to the army captain and the soldiers, \"If the sailors do not stay in the ship, you have no hope of surviving.\"\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the soldiers cut the ropes and let the lifeboat fall into the water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just before dawn, Paul urged everyone on the ship to eat some food. He said, \"For the past fourteen days you have been waiting and watching and not eating anything.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, now I urge you to eat some food. You must do this to live. Not even one hair from your heads will perish.\"\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Paul had said that, while everyone was watching, he took some bread and thanked God for it. Then he broke the bread and began to eat some of it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they were all cheered up and ate some food.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Altogether there were 276 of us on the ship.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When everyone had eaten enough, they lightened the ship by throwing the rest of the wheat into the sea.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At dawn we could see land, but the sailors did not know where we were. However, they could see a bay and a wide area of sand at the water's edge. They decided to try to run the ship up onto the beach.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they cast off the anchors and let them fall loose into the sea. At the same time, they untied the ropes that fastened the rudders, and they raised the front sail so that the wind would blow into it. They they steered the ship toward the shore.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the ship sailed into turbulent waters and ran hard onto a sandbank that was just under the waves. The front of the ship stuck there and could not move, and big waves beat against the back of the ship, so that it began to break apart.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The soldiers had it in mind to kill all the prisoners so that none of them could swim away and escape.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But army captain wanted to save Paul, so he stopped the soldiers from doing this. Instead, he commanded that everyone who could swim should jump into the water and swim to shore.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he told the others to hold onto planks or other pieces from the ship and go toward the shore. We did what he said, and in that way all of us arrived safely on land.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17-18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the sailors hoisted the lifeboat onto the ship, they used cables to reinforce the ship. They passed them under the ship's hull to strengthen the ship. The sailors were afraid that we would run aground on the sandbars called Syrtis, so they lowered the sea anchor and in this manner the wind drove us along. The wind and the waves continued to toss the ship about roughly, so on the next day the sailors began to throw things overboard.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}