{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After we had arrived safely on the shore, we learned that it was an island called Malta.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people who lived there gave to us better than the usual hospitality. They lit a fire and invited us to come and warm ourselves, because it was raining and it was cold.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Paul collected some sticks of wood and put them on the fire, a poisonous snake came out from the fire to escape from the heat, and it bit Paul on his his hand and stayed there.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people from the island saw the creature dangling from Paul's hand, they said to each other, \"Probably this man has murdered someone. Although he has escaped from being drowned in the sea, the god of justice will cause him to die.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Paul simply shook the snake off into the fire, and nothing happened to him.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people were expecting that Paul's body would soon swell up with a fever or that he would suddenly fall down and die. But after they had waited a long time, they saw that nothing was wrong with him. So the people changed what they were thinking and said to one another, \"This man is not a murderer! He is a god!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now in a place near to where they were, there were some fields that belonged to a man whose name was Publius. He was the chief official on the island. He invited us to come and stay in his home. He took very good care of us for three days.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time Publius' father had fever and dysentery, and he was lying in bed. So Paul visited him and prayed for him. Then Paul placed his hands on him and healed him.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Paul had done that, the other people on the island who were sick came to him, and he healed them, too.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They brought us gifts and showed in other ways that they greatly respected us. When we were ready to leave three months later, they brought us food and other things that we would need on the ship.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After we had stayed there three months, we got on a ship that was from Alexandria and that was going to Italy and sailed away. On the front of the ship there were carved images of the twin gods whose names were Castor and Pollux.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When we arrived at the city of Syracuse, we stayed there three days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then we sailed and arrived at the city of Rhegium in Italy. The next day, the wind was blowing from the south, so in only two more days we reached the town of Puteoli. There we left the ship.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In Puteoli we met some fellow believers who wanted us to stay with them for seven days. After this, we finally arrived at Rome.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In Rome, some fellow believers had heard about us, so they came to meet us. Some of them met us at the town called The Market on Appian Road, and others met us at the town called The Three Inns. When Paul saw those believers, he thanked God and was encouraged.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After we arrived in Rome, Paul was permitted to live in a house by himself. But there was always a soldier there to guard him.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Paul had been there three days, he sent a message to the Jewish leaders to come and talk with him. When they came to him, Paul said to them, \"My dear brothers, although I have not opposed our people nor spoken against the customs of our ancestors, our leaders in Jerusalem seized me. But before they could kill me, a Roman commander rescued me and later sent me to the city of Caesarea for Roman authorities to put me on trial.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Roman authorities questioned me and wanted to release me, because I had not done any bad thing for which I should be executed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the Jewish leaders there spoke against the desire of the Romans to set me free, I had to request that the emperor judge me here in Rome. But my reason for doing that was not that I wanted to accuse our leaders about anything.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I have requested you to come here so that I can tell you why I am a prisoner. It is because I believe in what the people of Israel confidently expect God will do for us.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Jewish leaders said, \"We have not received any letters from our fellow Jews in Judea about you. Also, none of our fellow Jews who have arrived here from Judea has said anything bad about you.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But we want to hear what you think about this group that you belong to, because we know that in many places people are speaking against it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they decided that they would come back on another day to hear Paul speak to them. When that day arrived, even more people than before came to where Paul was staying. Paul told them about how God would rule everyone; he talked about how the law of Moses and the prophets foretold Jesus. Paul talked with all who would listen from morning until evening.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of those Jews were persuaded to believe what Paul said about Jesus was true, but others did not believe that it was true.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they began to disagree with each other, and when they were about to leave, Paul had one more thing to say: \"The Holy Spirit said the truth to your ancestors, when he spoke these words to Isaiah the prophet:\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Go to your people and say to them:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'You hear with your ears, but you never understand what God is saying.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "You see with your eyes but you never really see the things that God is doing.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These people do not understand, because they have become stubborn.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "their ears are almost deaf;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and they have closed their eyes because they do not want to see.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "They do not want to hear with their ears\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "or understand with their hearts,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "for then they would come back to me\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and I would heal them.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, you should know that God is offering to save the non-Jews, and they will listen.\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Acts 28:29 - the oldest and most accurate ancient copies of the book of Acts do not include the additional words found in Acts 28:29; and for that reason they are not included here. ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For two whole years Paul stayed there in a house that he rented. Many people came to see him, and he received them all gladly and talked with them.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He preached and taught people about how God would show himself as king, and he taught them about the Lord Jesus Christ. He did that with great boldness, and no one tried to stop him.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}