{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day Peter and John were going to the temple courtyard. It was three o'clock in the afternoon, at the time when people prayed there.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a man there who had not been able to walk from the time he was born. He was sitting by the gate called Beautiful Gate, at the entrance to the temple area. People carried him there every day, so that he could ask those who were entering the temple courtyard to give him some money.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Peter and John were about to enter the temple courtyard, he began to ask them to give him some money.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Peter and John looked directly at him, Peter said to him, \"Look at us!\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he looked directly at them, expecting to get some money from them.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Peter said to him, \"I do not have any money, but what I can do I will do for you. In the name of Jesus Christ of Nazareth you are healed. Get up and walk!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Peter grasped the man's right hand and helped him to stand up. That moment the man's feet and ankles became strong.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He jumped up and began to walk! Then he entered the temple area with Peter and John, walking and leaping and praising God!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people in the temple saw him walking and praising God.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They recognized that he was the man who used to sit at the Beautiful Gate in the temple courtyard and ask people for money! So all the people there were greatly amazed at what had happened to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As the man clung to Peter and John, all the people were so surprised that they did not know what to think! So they ran to them at the place in the temple courtyard that is called Solomon's Porch.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Peter saw the people, he said to them, \"Fellow Israelites, you should not be surprised about what has happened to this man! Why do you look at us as though we had power by ourselves to make this man walk?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I will tell you what is really happening. Our ancestors, including Abraham, Isaac, and Jacob, worshiped God. And now God has greatly honored Jesus. Your leaders brought Jesus to the governor, Pilate, so that his soldiers would execute him. You were the ones who rejected Jesus in the presence of Pilate, after Pilate had decided that he should release Jesus.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although Jesus was God's own Messiah of Israel, the Righteous One, you asked for a killer to be set free instead of him!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God considers that you killed Jesus, the one who gives people eternal life. But God has caused him to become alive again. We saw Jesus many times after he became alive again.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is because this man trusts in Jesus that he is strong again and able to walk in front of you all.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Now, my fellow countrymen, I know that you and your leaders killed Jesus because you did not know that he was the Messiah.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, God predicted long ago that people would put Jesus to death. God told all the prophets to write what people would do to the Messiah. They wrote that the Messiah, whom God would send, would suffer and die.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So turn away from your sinful lives and ask God to help you do what pleases him, in order that he may completely forgive you for your sins, and in order that he may strengthen you.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you do that, there will be times when you will know that the Lord God is helping you. And some day he will again send back to earth the Messiah, whom he has given to you. That person is Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus will certainly stay in heaven until the time when God will cause all that he has created to become new. Long ago God promised to do that, and he chose holy prophets to tell that to people.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For example, the prophet Moses said this about the Messiah: 'The Lord your God will send a prophet like me from among you. You must listen to everything he says to you.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who do not listen to that prophet and obey him will no longer belong to God's people, and God will destroy them.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter continued, \"All the prophets have told about what would happen during these days. Those prophets include Samuel and all the others who later also spoke about these events before they happened.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When God strongly promised to bless our ancestors, he also surely promised to bless you. He said to Abraham about the Messiah, 'I will bless all the people groups on the earth as a result of what your descendant will do.'\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter concluded, \"So when God sent Jesus to the earth to serve him as Messiah, he sent him first to you Israelites to bless you, in order to stop you doing what is wicked.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}