{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Meanwhile, there were some priests in the temple courtyard. There was also the officer in charge of the temple guard, and some members of the Sadducee group. All these men came to Peter and John while the two of them were speaking to the people.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These men were very angry because the two apostles were teaching the people about Jesus. What they were telling them was that God caused Jesus to become alive again after he had been killed.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So these men arrested Peter and John and put them in jail. The Jewish council had to wait until the next day to question Peter and John, because it was already evening.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, many people who had heard Peter speak put their faith in Jesus. The number of men who believed in Jesus increased to about five thousand.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day the high priest called the other chief priests, the teachers of the Jewish laws, and the other members of the Jewish council, and they gathered together in one place in Jerusalem.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Annas, the former high priest, was there. Also there were Caiaphas the new high priest, John and Alexander, and other men who were related to the high priest.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They commanded guards to bring Peter and John into the room, and then they asked Peter and John, \"Who gave you power to heal the man that could not walk?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As the Holy Spirit gave Peter power, Peter said to them, \"You fellow Israelites who rule us, and all of you other elders, listen to me!\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Today you are questioning us about a good deed we did for a man who could not walk, and you ask us how he became healed. So let me tell you and all other Israelites this:\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is by the name of Jesus Christ of Nazareth that this man was healed, so that he is now able to stand before you. It was you who nailed Jesus to a cross and killed him, but God caused him to become alive again.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus Christ of Nazareth is the one of whom the scriptures speak:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"The stone that the builders threw away has become the most important stone in the building.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Only Jesus can save us, for God has given no other man in the world to us who can save us from the guilt of our sins!\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jewish leaders realized that Peter and John were not afraid of them. They also learned that these two men were ordinary people who had not studied in schools. So the leaders were amazed. They knew that these men had spent time with Jesus.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also saw the man who had been healed standing there with the Peter and John, so they were not able to say anything against them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jewish leaders told guards to take Peter, John, and the healed man outside of the room where they were meeting. After they did so, the leaders talked with each other about Peter and John.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"There is nothing that we can do to punish these two men! Everyone who is living in Jerusalem knows that they have done an amazing miracle, so we cannot tell people that it did not happen!\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, we must not allow other people to hear what they have been teaching about this Jesus. So we must tell these men that we will punish them if they continue to tell other people about the one who they say gave them the power to heal this man.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Jewish leaders told the guards to bring the two apostles into the room again. After the guards had done so, they told them both that they should no longer speak or teach about Jesus to anyone.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Peter and John said, \"Would God think that it is right for us to obey you and not to obey him? We will let you decide what you think is right.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for us, we cannot obey you. We will not stop telling people about the things that we have seen Jesus do and what we have heard him teach.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Jewish leaders again told Peter and John not to disobey them, but they decided not to punish them, because all the people in Jerusalem were praising God about what had happened to the man that could not walk.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was more than forty years old, and he was not able to walk since the day that he was born.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Peter and John left the council, they went to the other believers and told them everything that the chief priests and Jewish elders had said to them.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the believers heard this, they all agreed as they prayed to God together, \"O Lord! You made the sky, the earth and the oceans, and everything in them.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Holy Spirit caused our ancestor, King David, who served you, to write these words:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'Why did the people groups of the world become angry\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and the Israelite people plan uselessly against God?\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The kings in the world prepared to fight God's Ruler,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and the rulers joined with them\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "to oppose the Lord God and the one whom he had chosen to be the Messiah.'\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is true! Both Herod and Pontius Pilate, together with the non-Jews and the Israelite people, came in this city against Jesus, whom you chose to serve you as the Messiah.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You allowed them to do this because it was what you decided long ago would happen.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"So now, Lord, listen to what they are saying about how they will punish us! Help us who serve you to speak about Jesus to everyone!\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Use your power to do great miracles of healing, signs and wonders in the name of your holy servant, Jesus!\"\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the believers had finished praying, the place where they were meeting shook. The Holy Spirit gave them all power to boldly speak the words that God told them to speak, and this is what they did.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The group of people who believed in Jesus were in complete agreement about what they thought and what they wanted. Not one of them said that he alone owned anything. Instead, they shared with one another everything that they had.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The apostles continued to strongly tell others that God had caused the Lord Jesus to become alive again. And God was helping all the believers very much.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now there was a man named Joseph, who belonged to the tribe of Levi, and who came from the Island of Cyprus. The apostles called him Barnabas; in the language of the Jews that name means a person who always encourages others.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He sold a field and brought the money to the apostles for them to give to other believers.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34-35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the believers who owned land or houses sold their property. Then they would bring the money for what they sold and they would give it to the apostles. Then the apostles would give money to any believer who needed it. So all the believers had what they needed to live on.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}