{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now there was one of the believers whose name was Ananias, and whose wife's name was Sapphira. He also sold some land.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He kept for himself some of the money he had received for the land, and his wife knew that he had done that. Then he brought the rest of the money and presented it to the apostles.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Peter said, \"Ananias, you let Satan completely control you so that you tried to deceive the Holy Spirit. Why did you do such a terrible thing? You have kept for yourself some of the money you received for selling the land. You did not give us all of it.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before you sold that land, you truly owned it. And after you sold it, the money was still yours. So why did you ever think about doing this wicked thing? You were not trying to deceive only us! No, you tried to deceive God himself!\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Ananias heard these words, immediately he fell down dead. And all who heard about Ananias' death became terrified.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some young men came forward, wrapped his body in a sheet, and carried it out and buried it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "About three hours later, his wife came in, but she did not know what had happened.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Peter showed her the money that Ananias had brought and asked her, \"Tell me, is this the amount of money you two received for the land you sold?\" She said, \"Yes, that is what we received.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Peter said to her, \"You both did a terrible thing! You two agreed to try to deceive the Spirit of the Lord! Listen! Do you hear the footsteps of the men who buried your husband? They are right outside this door, and they will carry you out, too!\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Immediately Sapphira fell down dead at Peter's feet. Then the young men came in. When they saw that she was dead, too, they carried her body out and buried it beside her husband's body.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the believers in Jerusalem became greatly frightened because of what God had done to Ananias and Sapphira. And everyone else who heard about these things also became greatly frightened.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God was enabling the apostles to do many amazing miracles that showed the truth of what they were preaching among the people. All the believers were meeting together regularly in the temple courtyard at the place called Solomon's Porch.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All of the other people who had not believed in Jesus were afraid to be with the believers. However, those people continued to greatly respect the believers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many more men and women started believing in the Lord Jesus, and they joined the group of believers.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As a result, people were bringing those who were sick into the streets and laying them on stretchers and mats, in order that when Peter came by at least his shadow might fall on some of them and heal them.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Large crowds of people were also coming to the apostles from the towns near Jerusalem. They were bringing the sick and those who were being tormented by evil spirits, and God healed all of them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the high priest and all who were with him—they were all members of the Sadducee group—became very jealous of the apostles.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they commanded the temple guards to arrest the apostles and to put them in the public jail.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But during the night an angel from the Lord God opened the jail doors and brought the apostles outside. Then the angel said\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "to the apostles, \"Go to the temple courtyard, stand there, and tell the people all this message of eternal life.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After hearing this, the apostles entered the temple courtyard about dawn and began to teach the people again about Jesus. Meanwhile, the high priest and those who were with him summoned the other Jewish council members. Together they were all the leaders of Israel. After they had gathered together, they sent guards to the jail to bring in the apostles.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the guards arrived at the jail, they discovered that the apostles were not there. So they returned to the council and reported,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"We saw that the jail doors were very securely locked, and the guards were standing at the doors. But when we opened the doors and went in to get those men, none of them was inside the jail.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the captain of the temple guards and the chief priests heard that, they became greatly confused, and they wondered where all these events would lead.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then someone came and reported to them, \"Listen to this! Right now the men whom you put in jail are standing in the temple courtyard, and they are teaching the people!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the captain of the temple guards went to the temple courtyard with the officers, and they brought the apostles back to the council room. But they did not treat them roughly, because they were afraid that the people would kill them by throwing stones at them.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the captain and his officers had brought the apostles to the council room, they commanded them to stand in front of the council members, and the high priest questioned them.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"We commanded you not to teach people about that man Jesus! But you have disobeyed us, and you have taught people all over Jerusalem about him! Furthermore, you are trying to make it seem that we are the ones who are guilty for that man's death!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Peter, speaking for himself and the other apostles, replied, \"We have to obey what God commands us to do, not what you people tell us to do!\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are the ones who killed Jesus by nailing him to a cross! But God, whom our ancestors worshiped, caused Jesus to become alive again after he died.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God has honored Jesus more than anyone. He has made him the one to save us and rule over us. He has allowed us Israelites to stop sinning, so that he might forgive us for our sins.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We tell people about these things that we know happened to Jesus. The Holy Spirit, whom God has sent to us who obey him, is also confirming that these things are true.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the council members heard this, they became very angry with the apostles, and they wanted to kill them.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But there was a council member named Gamaliel. He was a member of the Pharisee group. He taught people the Jewish laws, and all the Jewish people respected him. He stood up in the council and told the guards to take the apostles out of the room for a short time.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the guards had taken the apostles out, he said to the other council members, \"Fellow Israelites, you must think carefully about what you want to do to these men.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some years ago a man named Theudas rebelled against the government. He told people that he was an important person, and about four hundred men joined him. But he was killed, and all those who had been accompanying him were scattered. So they were not able to do anything that they had planned.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that, during the time when they were writing down names of the people in order to tax them, a man named Judas from the region of Galilee rebelled and persuaded some people to follow him. But he was killed, too, and all those who had accompanied him went off in different directions.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now I say this to you: Do not harm these men! Release them! I say this because if the things that are happening now are just something that humans have planned, someone will stop them. They will fail.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if God has commanded them to do these things, you will not be able to stop them, because you will find out that you are working against God!\" The other members of the council accepted what Gamaliel said.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They told the temple guards to bring the apostles and beat them. So the guards brought them into the council room and beat them. Then the council members commanded them not to speak to people about Jesus any more, and they released the apostles.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the apostles went out from the council. They were rejoicing because they knew God had honored them by letting people disgrace them because they were following Jesus.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every day after that, the apostles went to the temple area and to various people's houses, and they continued teaching people and telling them that Jesus is the Christ.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}