{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During that time, many more people were becoming believers. The non-native Jews began to complain about the native born Israelites, because the widows among them were not receiving their fair share of food every day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, after the twelve apostles had heard what they were saying, they summoned all the other believers in Jerusalem to meet together. Then the apostles said to them, \"We would not be doing right if we stopped preaching and teaching God's message in order to distribute food to people!\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, fellow believers, carefully choose seven men from among you, men whom you know that the Spirit of God directs and who are very wise. Then we will instruct them to do this work.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for us, we will keep on using our time to pray and to preach and teach the message about Jesus.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What the apostles recommended pleased all of the other believers. So they chose Stephen, a man who strongly believed in God and whom the Holy Spirit controlled completely. They also chose Philip, Procorus, Nicanor, Timon, Parmenas, and Nicolas, who was from the city of Antioch. Nicolas had accepted the Jewish religion before he had believed in Jesus.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The believers brought these seven men to the apostles. Then the apostles prayed for those men and placed their hands on the heads of each one of them to cause them to do that work.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the believers continued to tell many people the message from God. The number of people in Jerusalem who believed in Jesus was increasing greatly. Among them were many Jewish priests who were following the message about how they should trust in Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God was giving Stephen power to do many amazing miracles among the people that showed that the message about Jesus was true.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, some people opposed Stephen. They were Jews from a group that regularly met together in a synagogue that was called the Freedmen's Synagogue, and also people from the cities of Cyrene and Alexandria and from the provinces of Cilicia and Asia. They all began to argue with Stephen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they were not able to prove that what he said was wrong, because God's Spirit enabled him to speak very wisely.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they secretly persuaded some men to falsely accuse Stephen. Those men said, \"We heard him say bad things about Moses and God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they made the other Jewish people angry at Stephen, including the elders and the teachers of the Jewish laws. Then they all seized Stephen and took him to the Jewish council.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also brought in some men and paid them money so they would give false testimony. They said, \"This fellow keeps saying bad things about this holy temple and about the laws that Moses received from God.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What we mean is that we have heard him say that this Jesus from the town of Nazareth will destroy this temple and will tell us to obey different customs than Moses taught our ancestors.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people in the council room stared at Stephen and saw that his face resembled the face of an angel.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}