{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the high priest asked Stephen, \"Are the things that these people are saying about you true?\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Stephen replied, \"Fellow Jews and respected leaders, please listen to me! The glorious God whom we worship appeared to our ancestor Abraham while he was still living in the region of Mesopotamia, before he moved to the city of Haran.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God said to him, 'Leave this land where you and your relatives are living, and go into the land which I will direct you to.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Abraham left that land, which was also called Chaldea, and he arrived in Haran and lived there. After his father died, God told him to move to this land in which you and I are now living.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time God did not give Abraham any land to own here, not even a small plot of this land. But God promised that he would later give this land to him and his descendants, and that it would always belong to them. However, at that time Abraham did not have any children who would inherit it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later God told Abraham, 'Your descendants will go and live in a foreign country. They will live there for four hundred years, and during that time their leaders will mistreat your descendants and force them to work as slaves.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'But I will punish the people who make them work as slaves. After that, your descendants will leave that land, and they will come and worship me in this land.'\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then God commanded that every male in Abraham's household and all of his male descendants should be circumcised to show that they all belonged to God. Later Abraham's son, Isaac, was born, and when Isaac was eight days old, Abraham circumcised him. Later Isaac's son, Jacob, was born. Jacob was the father of the twelve men whom we Jews call the patriarchs, our forefathers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know that Jacob's older sons became jealous because their father favored their younger brother Joseph. So they sold him to merchants, who took him to Egypt, where he became a slave. But God helped Joseph;\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He protected him whenever people caused him to suffer. He enabled Joseph to be wise, and he caused Pharaoh, the king of Egypt, to think well of Joseph. So Pharaoh appointed him to rule over Egypt and to look after all of Pharaoh's property.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Joseph was doing that work, there was a time when there was very little food in Egypt and also in Canaan. People were suffering. At that time Jacob and his sons in Canaan also could not find enough food.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jacob heard people report that there was grain that people could buy in Egypt, he sent Joseph's older brothers to go there to buy grain. They went and bought grain from Joseph, but they did not recognize him. Then they returned home.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Joseph's brothers went to Egypt the second time, they again bought grain from Joseph. But this time he told them who he was. And so Pharaoh learned that Joseph's people were Hebrews and that those men who had come from Canaan were his brothers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then after Joseph sent his brothers back home, they told their father Jacob that Joseph wanted him and his entire family to come to Egypt. At that time Jacob's family consisted of seventy-five people.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when Jacob heard that, he and all his family went to live in Egypt. Later on, Jacob died there, and our other ancestors, his sons, also died there.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their bodies were brought back to our land and were buried in the tomb that Abraham had bought from Hamor's sons in the city of Shechem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our ancestors had become very numerous when it was almost time for God to rescue them from Egypt, as he had promised Abraham that he would do.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Another king had begun to rule in Egypt. He did not know that Joseph had greatly helped the people of Egypt, long before his own time.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That king cruelly tried to get rid of our ancestors. He oppressed them and caused them to suffer greatly. He even commanded them to throw their newborn babies outside their homes so that they would die.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During that time Moses was born, and God saw that he was a very beautiful child. So his parents secretly cared for him in their house for three months.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they had to put him outside the house, but Pharaoh's daughter found him and cared for him as though he were her own son.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses was taught all the learning that the people in Egypt knew, and when he grew up, he spoke and did things powerfully.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day when Moses was about forty years old, he decided that he would go and visit his relatives, the Israelites.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He saw an Egyptian mistreating one of the Israelites. So he went over to help the Israelite man, and he avenged the Israelite man by killing the Egyptian.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses thought that his fellow Israelites would understand that God had sent him to free them from being slaves. But they did not understand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day, Moses saw two Israelite men fighting each other. He tried to make them stop fighting by saying to them, 'Men, you two are fellow Israelites! Why are you hurting each other?'\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the man who was injuring the other man pushed Moses away and said to him, 'No one appointed you ruler and judge over us!\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you want to kill me as you killed the Egyptian yesterday?'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Moses heard that, he fled from Egypt to Midian land. He lived there for some years. He got married, and he and his wife had two sons.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day forty years later, the Lord God appeared as an angel to Moses. He appeared in the flame of a bush that was burning in the desert near Mount Sinai.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Moses saw it, he was amazed, because the bush was not burning up. As he went over to look more closely, he heard the Lord God say to him,\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'I am the God whom your ancestors worshiped. I am the God that Abraham, Isaac and Jacob worship.' Moses was so afraid that he began to shake. He was afraid to look at the bush any longer.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Lord God said to him, 'Take your sandals off to show that you honor me. Because I am here, the place where you are standing is especially mine.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have certainly seen how the people of Egypt are continually causing my people to suffer. I have heard my people when they groan because of it. So I have come down to rescue them from Egypt. Now get ready, because I am going to send you back to Egypt.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This Moses is the one who had tried to help our Israelite people, but whom they rejected by saying, 'No one appointed you ruler and judge!' Moses is the one whom God himself sent to rule them and to free them from being slaves. He is the one whom an angel in the bush commanded to do that.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses is the one who led our ancestors out from Egypt. He did many kinds of miracles in Egypt in order to show that God was with him, at the Sea of Reeds, and during the forty years that the Israelite people lived in the wilderness.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This Moses is the one who said to the Israelite people, 'God will cause another man from among your own people to be a prophet like me for you.'\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was this man Moses who was among the Israelites who were together in the wilderness; he was with the angel who had spoken to him on Mount Sinai. It is Moses to whom God had the angel on Mount Sinai give him our laws, and he was the one who told our ancestors what the angel had said. He was the one who received from God words that tell us how to live eternally and passed them on to us.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, our ancestors did not want to obey Moses. Instead, they rejected him as their leader and wanted to return to Egypt.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they told his older brother Aaron, 'Make idols for us who will be our gods to lead us. As for that fellow Moses who led us out of Egypt, we do not know what has happened to him!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they made an image that looked like a calf. Then they offered sacrifices to honor that idol, and they sang and danced because of what they themselves had made.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So God stopped correcting them. He abandoned them to worship the sun, moon and stars in the sky. This agrees with the words that one of the prophets wrote:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "God said, 'You Israelite people, when you repeatedly killed animals and offered them as sacrifices during those forty years that you were in the wilderness, were you offering them to me?\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the contrary, you carried with you from place to place the tent that contained the idol representing the god Molech that you worshiped. You also carried with you the image of the star called Rephan. Those were idols that you had made, and you worshiped them instead of me. So I will cause you to be taken away far from your homes to regions even farther than Babylon country.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"While our ancestors were in the desert, they worshiped God at the sacred tent that showed that he was there with them. They had made the tent exactly like God had commanded Moses to make it. It was exactly like the model that Moses had seen when he was up on the mountain.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later on, other ancestors of ours carried that tent with them when Joshua led them into this land. That was during the time that they took this land for themselves, when God forced the people who previously lived here to leave. So the Israelites were able to possess this land. The tent remained in this land and was still here when King David ruled.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "David pleased God, and he asked God to let him build a house where he and all of our Israelite people could worship God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But instead, God told David's son Solomon to build a house where people could worship him.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"However, we know that God is greater than everything, and he does not live in houses that people have made. It is like the prophet Isaiah wrote:\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"You people are extremely stubborn toward him! You are exactly like your ancestors! You always resist the Holy Spirit, just as they did!\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your ancestors caused every prophet to suffer. They even killed those who long ago announced that the Christ would come, the one who always did what pleased God. And the Christ has come! He is the one whom you recently turned over to his enemies and insisted that they kill him!\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are the people who have received God's laws. Those were laws that God caused angels to give to our ancestors. However, you have not obeyed them!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Jewish council members and others there heard all that Stephen said, they became very angry. They were grinding their teeth together because they were so angry at him!\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Holy Spirit completely controlled Stephen. He looked up into heaven and saw a dazzling light from God, and he saw Jesus standing at God's right side.\n"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Look,\" he said, \"I see heaven open, and I see the Son of Man standing at God's right side!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Jewish council members and others heard that, they shouted loudly. They put their hands over their ears so that they would not hear him, and immediately they all rushed at him.\n"
      }
    ]
  },
  "58": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They dragged him outside the city of Jerusalem and started to throw stones at him. The people who were accusing him took off their outer garments in order to throw stones more easily, and they put their clothes on the ground next to a young man whose name was Saul, so that he could guard them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "59": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they continued to throw stones at Stephen, Stephen prayed, \"Lord Jesus, receive my spirit!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "60": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Stephen fell on his knees and cried out, \"Lord, do not punish them for this sin!\" After he had said this, he died.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "49-50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God said, \"Heaven is my throne and the earth is my footstool. I myself have made everything both in heaven and on the earth. So you human beings cannot make a place good enough for me to live in!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}