{
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were killing Stephen, Saul was there approving that they should kill Stephen. So Saul also began trying to destroy the group of believers. He entered houses one by one, he dragged away men and women who believed in Jesus, and then he put them into prison.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The believers who had left Jerusalem went to different places, where they continued preaching the message about Jesus.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of those believers whose name was Philip went down from Jerusalem to a city in the district of Samaria. There he was telling the people that Jesus is the Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many people there heard Philip speak and saw the miraculous things that he was doing. So they all paid close attention to his words.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For example, Philip commanded evil spirits to come out of many people, and they came out screaming. Also, many people who were paralyzed and many others who were lame were healed.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So many people in that city greatly rejoiced.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a man in that city whose name was Simon. He had been practicing sorcery for a long time, and he amazed the people in the district of Samaria with his magic. He claimed he was \"Simon the Great One!\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people there, both ordinary and important people, listened to him. They were saying, \"This man is the Great Power of God.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They continued to listen to him carefully, because for a long time he had astonished them by practicing sorcery.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But then they believed Philip's message about the good news about when God would show himself as king and about Jesus Christ. The men and the women who believed in Jesus were baptized.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simon himself believed Philip's message and was baptized. He began to constantly accompany Philip, and he was continually amazed by the great miracles he saw Philip doing, things that showed Philip was speaking the truth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the apostles in Jerusalem heard that many people throughout Samaria district had believed God's message, they sent Peter and John there.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Peter and John arrived in Samaria, they prayed for those new believers to receive the Holy Spirit.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For it was clear that the Holy Spirit had not yet come upon any of them. They had only been baptized in the name of the Lord Jesus.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Peter and John placed their hands on them, and they received the Holy Spirit.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simon saw that the Spirit was given to people as a result of the apostles placing their hands on them. So he offered to give money to the apostles,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "saying, \"Enable me also to do what you are doing, so that everyone on whom I place my hands may receive the Holy Spirit.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Peter said to him, \"May you and your money be destroyed, because you tried to get God's gift with money!\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You cannot work with us in what we are doing, because your heart is not right with God!\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So stop thinking wickedly like that, and plead that the Lord, if he is willing, will forgive you for what you wickedly thought in your heart to do!\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Turn away from your evil ways, because I perceive that you are extremely envious of us, and you are a slave of your continual desire to do evil!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Simon answered, \"Pray to the Lord that he will not do to me what you just said!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Peter and John told people there what they knew personally about the Lord Jesus and declared to them the message of the Lord, they both returned to Jerusalem. Along the way they preached the good word about Jesus to people in the district of Samaria.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day an angel whom the Lord God had sent commanded Philip, \"Get ready and go south along the road that extends from Jerusalem to the city of Gaza.\" That was a road in a desert area.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Philip got ready and went along that road. On the road he met a man from the land of Ethiopia. He was an important official who took care of all the funds for the queen of Ethiopia. In his language people called their queen Candace. This man had gone to Jerusalem to worship God,\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and he was returning home and was seated riding in his chariot. As he was riding, he was reading aloud in the book of the prophet Isaiah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God's Spirit told Philip, \"Go near to that chariot and keep walking close to it!\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Philip ran to the chariot and heard the official reading what the prophet Isaiah had written. He asked the man, \"Do you understand what you are reading?\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He answered Philip, \"No! I cannot possibly understand it if there is no one to explain it to me!\" Then the man said to Philip, \"Please come up and sit beside me.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The part of the scriptures that the official was reading was this: \"He is as calm as a sheep that people lead to the place where they are going to kill it, or as a lamb stands in silence while its wool is being cut off.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will be humiliated. He will not receive justice. No one will be able to tell about his descendants—for he will have no descendants—because they will take away his life on this earth.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The official asked Philip concerning these words that he was reading, \"Tell me, who was the prophet writing about? Was he writing about himself or about someone else?\"\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Philip replied to him; he began with that scripture passage, and he told him the good message about Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the official told the driver to stop the chariot. Then both Philip and the official went down into the water, and Philip baptized him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they came up out of the water, suddenly God's Spirit took Philip away. The official never saw Philip again. But although he never saw Philip again, the official continued going along the road, very happy.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Philip then realized that the Spirit had miraculously taken him to the town of Azotus. While he traveled around in that region, he continued proclaiming the message about Jesus in all the towns between the cities of Azotus and Caesarea. And he was still proclaiming it when he finally arrived in Caesarea.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "1-2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then some men who revered God buried Stephen's body in a tomb, and they mourned greatly and loudly for him.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "On that same day people started severely persecuting the believers who were living in Jerusalem. So most of the believers fled to other places throughout the provinces of Judea and Samaria. The apostles remained in Jerusalem.\n"
      }
    ]
  },
  "36-37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were traveling along the road, they came to a place where there was some water. Then the official said to Philip, \"Look, there is some water! I would like you to baptize me, because I do not know of anything that would prevent me from being baptized.\"\n"
      }
    ]
  }
}