{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Meanwhile, Saul angrily continued to threaten to kill those who followed the Lord. He went to the high priest in Jerusalem\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and requested him to write letters introducing him to the leaders of the Jewish synagogues in Damascus. The letters asked them to give Saul power to seize any man or woman who followed the way that Jesus had taught, and to take them as prisoners to Jerusalem so that the Jewish leaders could judge and punish them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Saul and those with him were traveling, they were approaching Damascus. Suddenly a brilliant light from heaven shone around Saul.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Immediately he fell down to the ground. Then he heard the voice of someone say to him, \"Saul, Saul, why are you trying to hurt me?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul asked him, \"Lord, who are you?\" He replied, \"I am Jesus, whom you are hurting.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now stand up and go into the city! Someone there will tell you what I want you to do.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men who were traveling with Saul were so astonished that they could not say anything. They just stood there. They heard the Lord speak, but they did not see anyone.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul got up from the ground, but when he opened his eyes he could not see anything. So the men with him took him by the hand and led him into Damascus.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the next three days Saul could not see anything, and he did not eat or drink anything.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In Damascus there was a follower of Jesus named Ananias. The Lord Jesus made him see a vision and said to him, \"Ananias!\" He replied, \"Lord, I am listening.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord Jesus told him, \"Go to Straight Street to the house that belongs to Judas. Ask someone there if you can talk to a man named Saul of Tarsus, because he is praying to me at this moment.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul has seen a vision in which a man named Ananias entered the house where he was staying and put his hands on him in order that he might see again.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ananias answered, \"But Lord, many people have told me about this man! He has done many evil things to the people in Jerusalem who believe in you!\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The chief priests have given him power to come here to Damascus in order to arrest all those who believe in you!\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Lord Jesus told Ananias, \"Go to Saul! Do what I say, because I have chosen him to serve me in order that he might speak about me both to non-Jewish people and their kings and to the Israelite people.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I myself will tell him that he must often suffer in order to tell people about me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Ananias went, and after he found the house where Saul was, he entered it. Then, as soon as he met Saul, he put his hands on him, and he said, \"Brother Saul, the Lord Jesus himself commanded me to come to you. He is the same one who appeared to you while you were traveling along the road to Damascus. He sent me to you in order that you might see again and that you might be completely controlled by the Holy Spirit.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instantly, things like fish scales fell from Saul's eyes, and he was able to see again. Then he stood up and was baptized.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Saul ate some food, he became strong again. Saul stayed with the other believers in Damascus for several days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Right away he began to preach about Jesus in the Jewish synagogues. He told them that Jesus is the Son of God.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people who heard him preach were amazed. Some of them were saying, \"We can hardly believe that this is the same man who pursued the believers in Jerusalem and who has come here to take them as prisoners to the chief priests in Jerusalem!\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God enabled Saul to preach to many people even more convincingly. He was proving from the scriptures that Jesus is the Christ. So the Jewish leaders in Damascus could not think how to disprove what he said.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some time later, the Jewish leaders there plotted to kill him.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During each day and night those Jews were continually watching the people passing through the city gates, in order that when they saw Saul they might kill him. However, someone told Saul what they planned to do.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So some of those whom he had led to believe in Jesus took him one night to the high stone wall that surrounded the city. They used ropes to lower him in a large basket through an opening in the wall. In this way he escaped from Damascus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Saul arrived in Jerusalem, he tried to meet with other believers. However, almost all of them continued to be afraid of him, because they did not believe that he had become a believer.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Barnabas took him and brought him to the apostles. He explained to the apostles how, while Saul was traveling along the road to Damascus, he had seen the Lord Jesus and how the Lord had spoken to him there. He also told them how Saul had preached boldly about Jesus to people in Damascus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Saul began to meet with the apostles and other believers throughout Jerusalem, and he spoke boldly to people about the Lord Jesus.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Saul was also speaking about Jesus with Jews who spoke Greek, and he was debating with them. But they were continually trying to think of a way to kill him.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the other believers heard that they were planning to kill him, some of them took Saul down to the city of Caesarea. There they put him on a ship going to Tarsus, his hometown.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the groups of believers throughout the entire regions of Judea, Galilee, and Samaria lived peacefully because no one was persecuting them anymore. The Holy Spirit was strengthening them and encouraging them. They were continuing to honor the Lord Jesus, and the Holy Spirit was enabling many other people to become believers.\n\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Peter was traveling throughout those regions, once he went to the coastal plain to visit the believers who lived in the town of Lydda.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There he met a man whose name was Aeneas. Aeneas had not been able to get up from his bed for eight years because he was paralyzed.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter said to him, \"Aeneas, Jesus Christ heals you! Get up and roll up your mat!\" Right away Aeneas stood up.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Most of the people who lived in Lydda and on Sharon Plain saw Aeneas after the Lord had healed him, so they believed in the Lord Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the town of Joppa there was a believer whose name was Tabitha. Her name in the Greek language was Dorcas. She was always doing good deeds for poor people by giving them things that they needed.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the time that Peter was in Lydda, she became sick and died. Some women there washed her body according to the Jewish custom. Then they covered her body with cloth and placed it in an upstairs room in her house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Lydda was near the city of Joppa, so when the disciples heard that Peter was still in Lydda, they sent two men to go to Peter. When they arrived where Peter was, they urged him, \"Please come immediately with us to Joppa!\"\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter got ready right away and went with them. When he arrived at the house in Joppa, they took him to the upstairs room where Dorcas' body was lying. All the widows there stood around him. They were crying and showing him the tunics and other garments that Dorcas had made for people while she was still alive.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Peter sent them all out of the room. Then he got down on his knees and prayed. Then, turning toward her body, he said, \"Tabitha, stand up!\" Immediately she opened her eyes and, when she saw Peter, she sat up.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He grasped one of her hands and helped her to stand up. After he had summoned the believers and especially the widows among them to come back in, he showed them that she was alive again.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Soon people everywhere in Joppa knew about that miracle, and as a result many people believed in the Lord Jesus.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter stayed in Joppa many days with a man named Simon who made leather from animal skins.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}