{"1":"The Song of Songs, which is Solomon's.\\sp The woman speaking to herself\n\\q","2":"Oh, that he would kiss me with the kisses of his mouth,\\sp The woman speaking to the man\n\\q for your love is better than wine.\n\\q","3":"Your anointing oils have a delightful fragrance;\\q your name is like flowing perfume,\n\\q so the young women love you.\n\\q","4":"Take me with you, and we will run.\\sp The woman speaking to herself\n\\q The king has brought me into his rooms.\n\\sp The woman speaking to the man\n\\q We are glad; We rejoice about you;\n\\q let us celebrate your love; it is better than wine.\n\\q It is natural for the other women to adore you.\n\n\n\\sp The woman speaking to the other women\n\\q","5":"I am dark but lovely,\\q you daughters of Jerusalem—\n\\q dark like the tents of Kedar,\n\\q lovely like the curtains of Solomon.\n\\q","6":"Do not stare at me because I am dark,\\q because the sun has scorched me.\n\\q My mother's sons were angry with me;\n\\q they made me keeper of the vineyards,\n\\q but my own vineyard I have not kept.\n\n\n\\sp The woman speaking to the man\n\\q","7":"Tell me, you whom my soul loves,\\q where do you feed your flock?\n\\q Where do you rest your flock at noontime?\n\\q Why should I be like someone who wanders\n\\q beside the flocks of your companions?\n\n\n\n\\sp The man speaking to the woman\n\\q","8":"If you do not know, most beautiful among women,\\q follow the tracks of my flock,\n\\q and pasture your young goats near the shepherds' tents.\n\n\n\\q","9":"I compare you, my love,\\q to a mare among Pharaoh's chariot horses.\n\\q","10":"Your cheeks are beautiful with ornaments,\\q your neck with strings of jewels.\n\\q","11":"We will make for you gold ornaments\\q with silver studs.\n\n\n\\sp The woman speaking to herself\n\\q","12":"While the king lay on his couch,\\q my nard emitted its fragrance.\n\\q","13":"My beloved is to me like a bag of myrrh\\q that spends the night lying between my breasts.\n\\q","14":"My beloved is to me like a cluster of henna flowers\\q in the vineyards of En Gedi.\n\n\n\\sp The man speaking to the woman\n\\q","15":"Listen, you are beautiful, my love;\\q listen, you are beautiful;\n\\q your eyes are doves.\n\n\n\n\\sp The woman speaking to the man\n\\q","16":"Listen, you are handsome, my beloved, how handsome.\\q The lush plants are our bed.\n\\q","17":"The beams of our house are cedars;\\q our rafters are firs."}
