{"1":"I am a meadow flower of Sharon,\\q a lily of the valleys.\n\\sp The man speaking to the woman\n\\q","2":"As a lily among thorns,\\q so is my love among the young women.\n\n\n\n\\sp The woman speaking to herself\n\\q","3":"As an apricot tree among the trees of the forest,\\q so is my beloved among the young men.\n\\q I sit down under his shadow with great delight,\n\\q and his fruit is sweet to my taste.\n\\q","4":"He brought me to the house of wine,\\q and his banner over me was love.\n\n\n\\sp The woman speaking to the man\n\\q","5":"Revive me with raisin cakes and refresh me with apricots,\\q for I am weak with love.\n\\sp The woman speaking to herself\n\\q","6":"His left hand is under my head,\\q and his right hand embraces me.\n\n\n\n\\sp The woman speaking to the other women\n\\q","7":"I want you to swear, daughters of Jerusalem,\\q by the gazelles and the does of the fields,\n\\q that you will not awaken or arouse love\n\\q until she pleases.\n\n\n\n\\sp The woman speaking to herself\n\\q","8":"There is the sound of my beloved! Listen, here he comes,\\q leaping over the mountains,\n\\q jumping over the hills.\n\\q","9":"My beloved is like a gazelle or a young stag;\\q look, he is standing behind our wall,\n\\q gazing through the window,\n\\q peering through the lattice.\n\n\n\\q","10":"My beloved spoke to me and said,\\q \"Arise, my love;\n\\q My beautiful one, come away with me.\n\\q","11":"Look, the winter is past;\\q the rain is over and gone.\n\n\n\\q","12":"The flowers have appeared in the land;\\q the time for pruning and the singing of birds has come,\n\\q and the sound of the doves is heard in our land.\n\\q","13":"The fig tree ripens her green figs,\\q and the vines are in blossom;\n\\q they give off their fragrance.\n\\q Arise, my love, my beautiful one, and come away.\n\n\n\\q","14":"My dove, in the clefts of the rock,\\q in the secret clefts of the mountain crags,\n\\q let me see your face.\n\\q Let me hear your voice,\n\\q for your voice is sweet, and your face is lovely.\"\n\n\n\\sp The woman speaking to the man\n\\q","15":"Catch the foxes for us, the little foxes\\q that spoil vineyards,\n\\q for our vineyard is in blossom.\n\n\n\\q","16":"My beloved is mine, and I am his;\\q he grazes among the lilies with pleasure.\n\\sp The woman speaking to the man\n\\q","17":"Go away, my beloved,\\q before the soft winds of dawn blow and the shadows flee away.\n\\q Go away; be like a gazelle or a young stag\n\\q on the rugged mountains."}
