{
  "1": "Oh, you are beautiful, my love; you are beautiful.\\q Your eyes are doves behind your veil.\n\\q Your hair is like a flock of goats\n\\q going down from Mount Gilead.\n\n\n\\q",
  "2": "Your teeth are like a flock of newly shorn ewes,\\q coming up from the washing place.\n\\q Each one has a twin,\n\\q and none among them is bereaved.\n\n\n\\q",
  "3": "Your lips are like a thread of scarlet;\\q your mouth is lovely.\n\\q Your cheeks are like pomegranate halves\n\\q behind your veil.\n\n\n\\q",
  "4": "Your neck is like the tower of David built in rows of stone,\\q with a thousand shields hanging on it,\n\\q all the shields of soldiers.\n\\q",
  "5": "Your two breasts are like two fawns,\\q twins of a gazelle,\n\\q grazing among the lilies.\n\n\n\\q",
  "6": "Until the dawn arrives and the shadows flee away,\\q I will go to the mountain of myrrh\n\\q and to the hill of frankincense.\n\\q",
  "7": "You are beautiful in every way, my love\\q and there is no blemish in you.\n\n\n\\q",
  "8": "Come with me from Lebanon, my bride.\\q Come with me from Lebanon;\n\\q come from the top of Amana,\n\\q from the top of Senir and Hermon,\n\\q from lions' dens,\n\\q from mountain dens of leopards.\n\n\n\\q",
  "9": "You have stolen my heart, my sister, my bride;\\q you have stolen my heart,\n\\q with just one look at me,\n\\q with just one jewel of your necklace.\n\n\n\\q",
  "10": "How beautiful is your love, my sister, my bride!\\q How much better is your love than wine,\n\\q and the fragrance of your perfume than any spice.\n\\q",
  "11": "Your lips, my bride, drip honey;\\q honey and milk are under your tongue;\n\\q the fragrance of your garments is like the fragrance of Lebanon.\n\n\n\\q",
  "12": "My sister, my bride is a garden locked up,\\q a garden locked up, a spring that is sealed.\n\\q",
  "13": "Your branches are a grove of pomegranate trees with choice fruits,\\q and of henna and nard plants,\n\\q",
  "14": "Nard and saffron,\\q calamus and cinnamon with all kinds of spices,\n\\q myrrh and aloes with all the finest spices.\n\n\n\\q",
  "15": "You are a garden spring,\\q a well of fresh water,\n\\q streams flowing down from Lebanon.\n\\sp The woman speaking to the man\n\\q",
  "16": "Awake, north wind; come, south wind;\\q blow on my garden so that its spices may give off their fragrance.\n\\q May my beloved come into his garden\n\\q and eat some of its choice fruit."
}
