{
  "1": "I have come into my garden, my sister, my bride;\\q I have gathered my myrrh with my spice.\n\\q I have eaten my honeycomb with my honey;\n\\q I have drunk my wine with my milk.\n\n\\sp The friends speaking to the man and the woman\n\\q Eat, friends;\n\\q drink and be drunk with love.\n\n\n\\sp The woman speaking to herself\n\\q",
  "2": "I was asleep, but my heart was awake in a dream.\\q There is the sound of my beloved knocking and saying,\n\\q \"Open to me, my sister, my love, my dove, my undefiled one,\n\\q for my head is wet with dew,\n\\q my hair with the night's dampness.\"\n\n\n\\q",
  "3": "\"I have taken off my robe; must I put it on again?\\q I have washed my feet; must I get them dirty?\"\n\\q",
  "4": "My beloved put in his hand through the opening of the door latch,\\q and my heart was stirred up for him.\n\n\n\\q",
  "5": "I got up to open the door for my beloved;\\q my hands were dripping with myrrh,\n\\q my fingers with moist myrrh,\n\\q on the door handle.\n\n\n\\q",
  "6": "I opened the door for my beloved,\\q but my beloved had turned and gone.\n\\q My heart sank when he spoke.\n\\f + \\ft Some versions read \\fqa sank because he had turned away \\fqa* . \\f*\n\\q I looked for him, but I did not find him;\n\\q I called him, but he did not answer me.\n\n\n\\q",
  "7": "The watchmen found me as they were making their rounds in the city.\\q They struck me and wounded me;\n\\q the guards on the walls took away my cloak from me.\n\n\n\\sp The woman speaking to the women of the city\n\\q",
  "8": "I want you to swear, daughters of Jerusalem,\\q that if you find my beloved—\n\\q What will you make known to him?—\n\\q that I am sick from love.\n\n\n\\sp The women of the city speaking to the woman\n\\q",
  "9": "How is your beloved better than another beloved man,\\q most beautiful among women?\n\\q Why is your beloved better than another beloved,\n\\q that you ask us to take an oath like this?\n\n\n\n\\sp The woman speaking to the women of the city\n\\q",
  "10": "My beloved is radiant and ruddy,\\q outstanding among ten thousand.\n\\q",
  "11": "His head is the purest gold;\\q his hair is curly and as black as a raven.\n\n\n\\q",
  "12": "His eyes are like doves beside streams of water,\\q bathed in milk, mounted like jewels.\n\n\n\\q",
  "13": "His cheeks are like beds of spices,\\q yielding aromatic scents.\n\\f + \\ft Some versions read \\fqa towers of aromatic scents \\fqa* . \\f*\n\\q His lips are lilies, dripping liquid myrrh.\n\n\n\\q",
  "14": "His arms are rounded gold set with jewels;\\q his abdomen is ivory covered with sapphires.\n\n\n\\q",
  "15": "His legs are pillars of marble, set on bases of pure gold;\\q his appearance is like Lebanon, choice as the cedars.\n\n\n\\q",
  "16": "His mouth is most sweet;\\q he is completely lovely.\n\\q This is my beloved, and this is my friend,\n\\q daughters of Jerusalem."
}
