{"1":"Where has your beloved gone,\\q most beautiful among women?\n\\q In what direction has your beloved gone,\n\\q so that we may seek him with you?\n\n\\sp The woman speaking to herself\n\\q","2":"My beloved has gone down to his garden,\\q to the beds of spices,\n\\q to graze in the garden and to gather lilies.\n\\q","3":"I am my beloved's, and my beloved is mine;\\q he grazes among the lilies with pleasure.\n\n\n\\sp The man speaking to the woman\n\\q","4":"You are as beautiful as Tirzah, my love,\\q as lovely as Jerusalem,\n\\q as awe-inspiring as an army with its banners.\n\n\n\\q","5":"Turn your eyes away from me,\\q for they overwhelm me.\n\\q Your hair is like a flock of goats\n\\q going down from the slopes of Gilead.\n\n\n\\q","6":"Your teeth are like a flock of ewes\\q coming up from the washing place.\n\\q Each one has a twin,\n\\q and none among them is bereaved.\n\\q","7":"Your cheeks are like pomegranate halves\\q behind your veil.\n\n\n\\sp The man speaking to himself\n\\q","8":"There are sixty queens, eighty concubines,\\q and young women without number.\n\\q","9":"My dove, my undefiled, is the only one;\\q she is the only daughter of her mother;\n\\q she is the favorite one of the woman who bore her.\n\\q The young women saw her and called her blessed;\n\\q the queens and the concubines saw her also, and they praised her:\n\n\n\\sp What the queens and the concubines said\n\\q","10":"\"Who is this who appears like the dawn,\\q as beautiful as the moon,\n\\q as bright as the sun,\n\\q as awe-inspiring as an army with its banners?\"\n\n\n\\sp The man speaking to himself\n\\q","11":"I went down into the grove of nut trees\\q to see the young growth in the valley,\n\\q to see whether the vines had budded,\n\\q and whether the pomegranates were in bloom.\n\\q","12":"I was so happy that I felt\\q I was riding in the chariot of a prince.\n\n\n\\sp The friends speaking to the woman\n\\q","13":"Turn back, turn back, you perfect woman;\\f + \\ft Some versions read, \\fqa you woman from Shulam \\fqa* . \\f*\n\\q turn back, turn back so that we may gaze on you.\n\\sp The woman speaking to the friends\n\\q Why do you gaze on the perfect woman,\n\\f + \\ft Some versions read, \\fqa on the woman from Shulam \\fqa* . \\f*\n\\q as if on the dance between two armies?\n\\f + \\ft Some versions read, \\fqa on the dance of Mahanaim \\fqa* . \\f*"}
