{"1":"How beautiful your feet appear in your sandals, prince's daughter!\\q The curves of your thighs are like jewels,\n\\q the work of the hands of a master craftsman.\n\n\n\\q","2":"Your navel is like a round bowl;\\q may it never lack mixed wine.\n\\q Your belly is like a mound of wheat\n\\q encircled with lilies.\n\n\n\\q","3":"Your two breasts are like two fawns,\\q twins of a gazelle.\n\n\\q","4":"Your neck is like a tower of ivory;\\q your eyes are the pools in Heshbon\n\\q by the gate of Bath Rabbim.\n\\q Your nose is like the tower in Lebanon\n\\q that looks toward Damascus.\n\n\n\\q","5":"Your head is on you like Carmel;\\q the hair on your head is dark purple.\n\\q The king is held captive by its tresses.\n\\q","6":"How beautiful and lovely you are,\\q love, with your delights!\n\\f + \\ft Some versions read \\fqa are, loved one, with \\fqa* . \\f*\n\n\n\\q","7":"Your height is like that of a date palm tree,\\q and your breasts like clusters of fruit.\n\\q","8":"I said, \"I want to climb that palm tree;\\q I will take hold of its branches.\"\n\\q May your breasts be like clusters of grapes,\n\\q and may the fragrance of your nose be like apricots.\n\n\n\\q","9":"May your palate be like the best wine,\\q flowing smoothly for my beloved,\n\\q gliding over the lips of those who sleep.\n\\f + \\ft Some versions read \\fqa over my lips and teeth \\fqa* . \\f*\n\n\n\n\\sp The woman speaking to the man\n\\q","10":"I am my beloved's,\\q and he desires me.\n\\q","11":"Come, my beloved, let us go out into the countryside;\\q let us spend the night in the villages.\n\\f + \\ft Some versions read \\fqa night among the henna plants \\fqa* . \\f*\n\n\n\\q","12":"Let us rise early to go to the vineyards;\\q let us see whether the vines have budded,\n\\q whether their blossoms have opened,\n\\q and whether the pomegranates are in flower.\n\\q There I will give you my love.\n\n\n\\q","13":"The mandrakes give off their fragrance;\\q at the door where we are staying are all sorts of choice fruits, new and old,\n\\q that I have stored up for you, my beloved."}
