{
  "1": "I wish that you were like my brother,\\q who nursed at my mother's breasts.\n\\q Then whenever I met you outside, I could kiss you,\n\\q and no one would despise me.\n\n\n\\q",
  "2": "I would lead you and bring you into my mother's house—\\q she who taught me.\n\\q I would give you spiced wine to drink\n\\q and some of the juice of my pomegranates.\n\\sp The woman speaking to herself\n\\q",
  "3": "His left hand is under my head\\q and his right hand embraces me.\n\n\n\n\\sp The woman speaking to the other women\n\\q",
  "4": "I want you to swear, daughters of Jerusalem,\\q that you will not interrupt our lovemaking\n\\q until it is over.\n\n\n\n\\sp The women of Jerusalem speaking\n\\q",
  "5": "Who is this who is coming up from the wilderness,\\q leaning on her beloved?\n\\sp The woman speaking to the man\n\\q I awakened you under the apricot tree;\n\\q there your mother conceived you;\n\\q there she gave birth to you, she delivered you.\n\n\n\\q",
  "6": "Set me as a seal over your heart,\\q like a seal on your arm,\n\\q for love is as strong as death.\n\\q Passionate devotion is as unrelenting as Sheol;\n\\q its flames burst out; it is a blazing flame,\n\\q a flame hotter than any other fire.\n\n\n\\q",
  "7": "Surging waters cannot quench love,\\q nor can floods sweep it away.\n\\q If a man gave all the possessions in his house for love,\n\\q the offer would utterly be despised.\n\n\n\n\\sp The woman's brothers speaking among themselves\n\\q",
  "8": "We have a little sister,\\q and her breasts have not yet grown.\n\\q What can we do for our sister\n\\q on the day when she will be promised in marriage?\n\n\n\\q",
  "9": "If she is a wall,\\q we will build on her a tower of silver.\n\\q If she is a door,\n\\q we will adorn her with boards of cedar.\n\n\n\n\\sp The woman speaking to herself\n\\q",
  "10": "I was a wall, but my breasts are now like fortress towers;\\f + \\ft Some versions read \\fqa I am a wall, and my breasts are like fortress towers \\fqa* . \\f*\n\\q so I am in his eyes as one who brings peace.\n\\f + \\ft Some versions read \\fqa so I have found favor in his eyes \\fqa* . \\f*\n\n\n\\sp The woman speaking to herself\n\\q",
  "11": "Solomon had a vineyard at Baal Hamon.\\q He gave the vineyard to those who would maintain it.\n\\q Each one was to bring a thousand shekels of silver for its fruit.\n\\q",
  "12": "My vineyard, my very own, is before me;\\q the thousand shekels are for you, Solomon,\n\\q and the two hundred shekels are for those who maintain its fruit.\n\n\n\n\\sp The man speaking to the woman\n\\q",
  "13": "You who live in the gardens,\\q my companions are listening for your voice;\n\\q let me hear it.\n\n\n\n\\sp The woman speaking to the man\n\\q",
  "14": "Hurry, my beloved,\\q and be like a gazelle or a young stag\n\\q on the mountains of spices."
}
