{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Moses was standing near the entrance to the sacred tent, Yahweh called to him from inside the tent. He said to Moses\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "to say this to the Israelite people: \"When any of you brings an offering to Yahweh, bring one of your sheep or goats or cattle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If what you are offering is a bull to be completely burned on the altar, it must be without any defect. You must take it to the entrance to the sacred tent, in order that it may be acceptable to Yahweh.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must lay your hands on the head of the bull. When you do that, Yahweh will accept its death in your place to forgive you for the sins that you have committed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must slaughter the young bull in front of Yahweh. Then Aaron's sons, who are priests, will bring the blood and throw it against all sides of the altar near the entrance to the sacred tent.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must remove the skin of the animal and cut the animal into pieces. You must wash the inner parts and the legs of the bull.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Aaron's sons will put wood on the altar and light a fire.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they will arrange the pieces, including the head and the fat, on the burning wood.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then one of the priests will completely burn all of it on the altar. And the good odor will be pleasing to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you are offering a sheep or a goat, it must be a male without any defect.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must slaughter it in front of Yahweh, on the north side of the altar and drain all the blood into a bowl. Then Aaron's sons will sprinkle the blood against all sides of the altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must cut the animal into pieces. You must wash the inner parts and the legs of the animal. Then the priests will arrange the pieces, including the head and the fat, on the burning wood.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then one of the priests will take all of it and completely burn all of it on the altar. And the good odor as the sacrifice burns will be pleasing to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If what you are offering to Yahweh is birds, you must offer a dove or a young pigeon.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest will take it to the altar and wring off its head. Then he will burn the head on the altar. He will drain out the bird's blood onto the side of the altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he will remove the bird's craw and what is inside it, and throw it on the east side of the altar, where they also throw the ashes.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he will grasp the bird's wings and tear the bird open partially, but never all the way. Then he will burn it completely in the fire on the altar. And the good odor will be pleasing to Yahweh.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}