{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Two of Aaron's sons, Nadab and Abihu, took the pans in which they burned incense. They put some burning coals in them and put incense on top of the coals, but this fire was not acceptable to Yahweh because it was not the kind that he had commanded them to burn.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So suddenly a fire from Yahweh appeared and burned them up in his own presence.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses said to Aaron, \"This is what Yahweh was talking about when he said,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "'Those priests who come near to me—\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "I will show them that they must honor me;\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "in the presence of all the people\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "I am the one whom they must honor.'\"\n"
      },
      {
        "tag": "m",
        "type": "paragraph",
        "text": "But Aaron said nothing.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses summoned Mishael and Elzaphan, who were the sons of Aaron's uncle Uzziel, and said to them, \"Take the corpses of your cousins outside the camp, away from being in front of the sacred tent.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they carried the corpses, on which were still the special tunics, outside the camp, and buried them.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses said to Aaron and his other two sons Eleazar and Ithamar, \"You are sad because Nadab and Abihu died, but you must act like you always do. Do not allow the hair on your heads to remain uncombed, and do not tear your clothes. If you do, Yahweh will be angry with all the people. But you must let your relatives and all your fellow Israelites engage in mourning ceremonies for those whom Yahweh has destroyed by fire.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you must not leave the entrance of the sacred tent to join those who are mourning, because if you do that, you also will die. Do not forget that Yahweh has set you apart to work for him here, and he does not want you to become defiled by touching a corpse.\" So they obeyed Moses; they did not join the rest of the people in mourning for their cousins' death.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Aaron,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"You and your two sons who are still alive must not drink wine or other fermented drinks before you enter the sacred tent. If you do that, you will die. That is a command that you and your descendants must obey forever.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must do that in order to learn what things are holy and what things are not holy; you must also learn what things I will accept what I will not accept.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And you must teach the Israelite people all the laws that I gave to them by telling them to Moses.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Moses said to Aaron and his two sons who were still alive, Eleazar and Ithamar, \"Take the offering made from flour that is left after a portion of it has been offered to Yahweh to be burned, and eat it alongside the altar. It should not be eaten elsewhere because it is very holy.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eat it in a holy place. It is the share for you and your sons from the meat that you have burned as offerings. Yahweh has commanded me to tell you this.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you and your sons and daughters are permitted to eat the breast and the thigh that were lifted up in front of Yahweh. Eat them in any place that is holy. They have been given to you and your descendants as your share of the offerings when the Israelites promise friendship with Yahweh.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The thigh and the breast that were lifted up in front of Yahweh must be brought with the portions of fat to be burned, to be lifted up and offered in his presence. They will be the regular share for you and your descendants, as Yahweh has commanded.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Moses inquired about the goat that the priests had sacrificed for the people's sins, he found out that the priests had burned it all. So he was angry with Eleazar and Ithamar and asked them,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Why did you not eat near the sacred tent the meat of the sin offering? It was very special for Yahweh; he gave it to you so he could forgive the sins of the people.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since its blood was not taken into the holy place inside the sacred tent, you should have eaten the meat of the goat outside the sacred tent, as I commanded.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron replied to Moses, \"Today the people brought to Yahweh their offering for him to forgive their sins, and also the offering we burned completely to please Yahweh. But think about the terrible thing that happened to my other two sons! Would Yahweh have been pleased if I had eaten some of the people's sin offering today?\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Moses heard that, he was satisfied and said nothing more.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}