{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Aaron and Moses,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell the people that this is what I say: 'Of all the animals that live on the land, these are the ones that you are permitted to eat.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The ones that have hooves that are completely split and that chew their cuds—you may eat these animals.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There are some animals that chew their cuds but do not have split hooves, and some animals that have split hooves but do not chew their cuds. You must not eat any of those animals. For example, camels chew their cuds but do not have split hooves, so they are unacceptable for you to eat.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rock badgers chew their cuds but do not have split hooves, so they are unacceptable for you to eat.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Rabbits chew their cuds but do not have split hooves, so they are unacceptable for you to eat.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pigs have completely split hooves but they do not chew their cuds, so they are not acceptable for you to eat.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All of those animals are unacceptable for you, so you must not eat their meat or even touch their carcasses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Of all the creatures that live in the oceans and the streams, you are permitted to eat any that have fins and scales.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you must detest and not eat those that do not have fins and scales. That include creatures that are very small.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must despise them, and you must not eat their meat, and you must detest their carcasses.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must detest everything that lives in the water that does not have fins and scales.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There are some birds that you must detest and not eat. They include eagles, vultures,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "kites, any kind of falcon,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "any kind of raven,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "horned owls, screech owls, seagulls, and any kind of hawk.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also small owls, large owls, cormorants,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "white owls, barn owls, ospreys,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "storks, any kind of heron, hoopoes, and bats.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must detest and not eat flying insects that also walk on the ground.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you are permitted to eat creatures with wings that sometimes walk on the ground if they have jointed legs for hopping around.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They include locusts, katydids, crickets, and grasshoppers.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you must detest and not eat other insects with wings that have four legs.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There are certain creatures that will make you unacceptable to me if you touch their carcasses. Anyone who touches their carcasses must not touch other people until that evening.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anyone who picks up one of their carcasses must wash his clothes and not touch other people until that evening.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The animals whose carcasses you must not touch are those that have hooves that are not completely divided or animals that do not chew their cud. Anyone who touches the carcasses of any of those animals becomes defiled.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From all the animals that walk on the ground, you must not touch the carcasses of those that have paws to walk on. Anyone who touches one of their carcasses must not touch other people until that evening.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anyone who picks up one of their carcasses must wash his clothes and not touch other people until that evening, because touching their carcasses makes you unacceptable to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Of all the animals that walk on the ground, these are the ones that make you unacceptable if you touch them: Weasels, rats, any kind of big lizard,\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "geckos, monitor lizards and other lizards, skinks, and chameleons.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The creatures that crawl along the ground make you unacceptable to me. Anyone who touches one of their carcasses must not touch other people until the evening.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When one of those creatures dies and falls on something, the thing that it falls on, whatever it is used for, will become defiled, whether it is made of wood, cloth, the hide of some animal or from rough cloth. You must put the object into water. Then you must not use it until that evening.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If one of those unclean creatures falls into a clay pot, everything in it becomes defiled, and you must break that pot.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you pour water from that pot onto any food, you must not eat that food. And you must not drink any water from that pot.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anything that one of the carcasses of those creatures falls on becomes defiled, even if the creature falls into an oven or a cooking pot. Anything that it falls on must be broken. It becomes unacceptable to me, and you must not use it again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If one of their carcasses falls into a spring or a pit for storing water, the water may still be drunk, but anyone who touches one of those carcasses becomes unacceptable to me.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If one of those carcasses falls on seeds that are to be planted, those seeds are still acceptable to be planted.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if water has been put on the seeds and then a carcass falls on it, the seeds must be thrown away; you must regard them as unacceptable.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If an animal whose meat you are permitted to eat dies, anyone who touches its carcass must not touch other people until that evening.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anyone who eats some meat from that carcass must wash his clothes, and then he must not touch anyone until that evening.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not defile yourselves by eating any of those creatures. Be very careful about this.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am Yahweh your God, and I am holy, so you must set yourselves apart for my honor, and you must be holy. You must avoid eating things that cause you to be unacceptable to me. Do not cause yourselves to become unacceptable to me by eating creatures that crawl along on the ground.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am Yahweh, the one who freed you from being slaves in Egypt, in order that you might worship me. Therefore, because I am holy, you must be holy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those are the regulations concerning animals and birds, all the living creatures that live in water or creep along on the ground.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must learn what things I say are acceptable to me and what things are not, and learn what things you are permitted to eat and what things you are not permitted to eat.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41-42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All creatures that crawl along the ground, including those that move on their bellies and those that crawl along, are detestable, and they must not be eaten.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}