{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also said to Moses,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell this to the Israelite people. If a woman gives birth to a boy, she must be avoided for seven days, as she must be avoided when she is menstruating each month.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The baby boy must be circumcised eight days after he is born.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the woman must wait thirty-three days to be purified from her bleeding during childbirth. She must not touch anything that is sacred, that belongs to me only, or enter the area of the sacred tent, until that time is ended.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a woman gives birth to a baby girl, she must be avoided for two weeks, as she must be avoided when she is menstruating each month. Then she must wait sixty-six days to be purified from her bleeding when the baby was born.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When that time for her to be purified is ended, that woman must bring to the priest at the entrance of the sacred tent a one year old lamb. The priest will burn it whole on the altar. The woman must also bring a dove or a young pigeon for the priest to sacrifice it, so that Yahweh will accept her again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest will offer these animals to Yahweh in order that she may be made acceptable to him again. Then she will be purified from her flow of blood when the baby was born.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Those are the regulations for women who give birth to a baby boy or girl.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a woman who gives birth to a child cannot afford a lamb, she must bring two doves or two pigeons. One will be burned completely on the altar, and one will be an offering to enable her to become acceptable to God again. By doing that, the priest will cause her to be forgiven for any sins she has committed, and she no longer will need to be avoided.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}