{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said this to Aaron and Moses:\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"When someone has on his skin a swelling, a scab, or a shiny spot that seems to be infected, then someone must bring him to Aaron or to one of his sons who are also priests.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must examine that part of the person's skin. If the hair in that area has become white and it appears that the sore is deeper than just on the skin, then it is a skin disease that other people are in danger of receiving from him. If that is what the priest sees, he must declare that this sick person is not fit to be with other people.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the spot on the person's skin is white but it does not appear that the sore is deeper than the surface of the skin, the priest must keep him away from all other people for seven days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After seven days, the priest must examine the person again. If the priest sees that the sore has not changed and has not spread, he must keep the person away from people for yet another seven days.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Again, after those seven more days have passed, the priest must examine the person once more. If the sore has faded and has not spread, the priest will declare that the person is fit to be with other people again. His skin condition is only a rash; it is not contagious. After the person washes his clothes, the priest will allow him to be with other people again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the sore spreads after the priest has examined him, the person must go to the priest again.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest will examine him; if the sore has spread to more of the skin, it is a contagious skin disease, and the priest will declare that the person is not fit to be with other people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When anyone has a contagious skin disease, someone must bring him to the priest.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must examine him. If there is a white swelling in the skin that has caused the hair there to become white, and if the flesh in that area is painful,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "then it is a permanent skin disease; the priest will declare that the person is not fit to be with other people. The priest does not need to keep that person away from others for seven days in order to examine him again, because he already knows that the person is unfit to be with others.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the disease spreads all over someone's body, and the priest examines that person and sees that it is covering his skin from his head to his feet,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and it has caused all his skin to become white which will indicate that the disease has ended, the priest will declare that the person does not have to stay away from other people.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the person has open sores, he has a contagious skin disease.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the priest sees that, he must declare that the person has a contagious skin disease and is unfit to be with other people.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the person's flesh changes and becomes white, he must go to the priest again.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must examine him again, and if the sores have become white, the priest will declare that this person is now fit to be with other people again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When someone had a boil on his skin and it has now healed,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but in the place where the boil was, there is now a white swelling or a bright spot, he must go to the priest.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must examine it. If it seems to be deeper than the surface of the skin, and if the hair in that spot has become white, it is a contagious skin disease that has appeared where the boil had been. And the priest must declare that the person is unfit to be with other people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the priest examines it, if he finds no white hair in that spot, and if he finds that it is only on the surface of the skin and has become less bright, then the priest must keep him away from other people for seven days.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if it is spreading, it is contagious, and the priest must declare that the person is unfit to be with other people.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if that spot is unchanged and has not spread, it is only a scar from the boil, and the priest will declare that the person is fit to be with other people again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When someone has a burn on his skin and a bright or white spot appears, and the flesh in that area is painful,\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the priest must examine the spot. If the hair in that spot has turned white and it seems to be deeper than just the surface of the skin, it is a contagious skin disease that has appeared where the burn was, and the priest must declare that the person is unfit to be with other people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the priest examines it and sees that there is no white hair in that spot and it is only on the surface of the skin, and that the spot has faded, the priest must keep the person away from other people for seven days.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After seven days, the priest will examine him again. If the sore is spreading, it is a contagious skin disease, and the priest will declare that the person is unfit to be with other people.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, if the spot is not changed and has not spread but has faded, then it is only a scar from the burn; the priest must declare that the person is fit to be with other people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man or a woman has a sore on the head or chin,\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the priest must examine that person. If the sore seems to be deeper than just on the surface of the skin, and if the hair in that spot has thinned out and has become yellowish, then it is a contagious skin disease that causes itching. In that case, the priest must declare that the person is unfit to be with other people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the priest examines that kind of sore, if it seems to be only on the surface of the skin and there is no healthy hair in it, the priest will keep the person away from other people for seven days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the seventh day, the priest must examine the sore again. If it has not spread and if there is no yellow hair in that spot, and if it appears to be only on the surface of the skin,\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the person must shave the hair near the sore but not the hair on the sore. And the priest will keep the person away from other people for seven more days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the seventh day, the priest must examine that spot again. If it has not spread and it appears to be only on the surface of the skin, the priest will declare that the person is fit to be with people again. The person must wash his clothes, and then he join with other people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the sore later spreads,\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the priest must examine him again. If the itch has spread, the priest does not need to look for yellow hair, because it is clear that the person has a contagious skin disease.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, if the priest thinks that the spot has not changed, and if healthy hair is growing in that area, it is clear that the itch has healed, and the priest will declare that the person is fit to be with other people again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When a man or a woman has white spots on the skin,\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the priest should examine them. But if the spots are dull white, it is only a rash, and the priest will declare that the person is fit to be with other people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man loses all his hair and becomes bald, he does not need to stay away from other people.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The same is true if he has lost his hair at the front of his scalp and his forehead has become bald.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if he gets a bright sore on his bald head or on his forehead, then he has a contagious skin disease.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must examine him. If the swollen sore is a bright spot like a spot on someone who has a contagious skin disease,\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the priest will declare that the man has a contagious skin disease and is not fit to be with other people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anyone who has a contagious skin disease must wear torn clothes and not comb his hair. When he is near other people, he must cover the lower part of his face and call out, 'Do not come near me! I have a contagious skin disease!'\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He is not allowed to be with other people as long as he has the disease. He must live alone, outside the camp.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the contaminated part is greenish or reddish, there is spreading mildew, and the owner must show it to a priest.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must examine it and then put it in a separate place by itself for seven days.\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the seventh day he must examine it again. If the mildew has spread, it is clear that it is mildew that destroys what it is on, and the clothing or item must not be used again.\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The owner must completely burn the item that has the mildew in it, whatever kind of item it is.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the priest examines it, if the mildew has not spread,\n"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he must tell the person who owns it to wash it. Then he must put it in a separate place for another seven days.\n"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After seven days, the priest must examine it again. If the color of the mildew has not changed, even though it has not spread, that item must not be used again. It does not matter if the mildew is on the inside of the item or on the outside. It must be burned.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the priest examines it after it has been washed, if the mildew has faded, he must tear out the part that had the mildew in it.\n"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the mildew reappears on that item, it is clear that it is spreading, and the owner must burn the entire item.\n"
      }
    ]
  },
  "58": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But after the clothing is washed and the mildew disappears, the owner must wash it again, and then he may use it again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "59": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the regulations concerning mildew on things made of wool or linen or leather, for deciding whether the owner may continue to use those things or not.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "47-48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Sometimes a person's clothing gets mildew on it. It may be clothing that is woven from wool or made from linen or from leather, or it may be another item that has leather in it.\n"
      }
    ]
  }
}