{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also said to Moses,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"These are the regulations for anyone who has been healed of a contagious skin disease.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Other people must tell the priest about that person. The priest will go outside the camp and examine him. If the skin disease has been healed,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the priest will say that someone must bring two live birds that are acceptable to Yahweh, along with some cedar wood, some scarlet yarn, and some hyssop.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priest will command that one of the birds be killed while it is being held over a clay pot containing water from a spring, that is, fresh water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priest will dip the other bird, along with the cedar wood, the scarlet yarn and the hyssop, into that water, which now has blood from the bird that was killed.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he must sprinkle some of the water and blood on the person who was healed. He must sprinkle it on him seven times. Then he will declare that the person is permitted to be with other people again. And the priest will release the other bird and allow it to fly away.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the person who was healed must wash his clothes, shave off all his hair, and bathe. After he does those things, he is allowed to return to the camp, but he must stay outside his tent for seven days.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the seventh day, he must again shave off all his hair, including his beard and his eyebrows. Then he must again wash his clothes and bathe. After he does those things, he will be allowed to be with other people again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day that person must bring two male lambs and one female lamb; the female lamb must be one year old, and the animals must have no defects. He must also bring about six and one-half liters of a fine flour offering, mixed with olive oil, to be an offering, and about one-third liter of olive oil.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest who declared that the person's skin disease has ended must bring that person and his offerings to Yahweh at the entrance to the sacred tent.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priest must take one of the male lambs and lift it high, along with the olive oil, to show that he is giving this to Yahweh as a guilt offering—because the sick person was not able to give to Yahweh the things that he was required to give him.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priest must slaughter the lamb in the special place where the priests kill the other sacrifices as well. Like the offering to enable people to be forgiven, God considers this guilt offering to be very special, and so the meat from it belongs to the priest.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must take some of that animal's blood and put it on person's right earlobe, on his right thumb, and on his right big toe.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priest must take some of the olive oil and pour it into the palm of his own left hand.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he must dip his right forefinger into that oil and sprinkle it in front of Yahweh seven times.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next, the priest must put some of that oil in his hand on the person's right earlobe, on his right thumb, and on his right big toe. He must put the oil in those three places, exactly where he has already put the blood.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must put what is left of the oil in his hand onto the person's head; this will show that Yahweh has forgiven that person's sins.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priest must slaughter the female lamb that the person brought; this will be the offering for the person's sins, so that Yahweh will forgive him. After that, the priest will slaughter the second male lamb and burn it whole on the altar.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will also burn on the altar the offering made from flour, along with the whole burnt offering. Then the person will be acceptable in the camp; he will be allowed to be with the other people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the person has gotten well is poor and cannot afford to bring all those animals, he must bring to the priest one male lamb for the priest to lift it up and offer it to Yahweh. This will be a sacrifice because the sick person was not able to give to Yahweh the things that he was required to give him. He must also bring about two liters of flour offering mixed with about one-third liter of olive oil; this will be an offering made from flour. He must also bring about one-third liter of olive oil.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must also bring doves or two pigeons, one for Yahweh to as to offer for his sins, and one for the priest to burn completely on the altar.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that same day, the eighth day, that person must take those things to the priest at the entrance to the sacred tent, to offer them to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priest will take the lamb for the guilt offering and the olive oil, and he will raise them up as an offering to Yahweh and present them to him.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priest will slaughter that lamb and catch some of the blood in a bowl. He will take some of the blood and put it onto the person's right earlobe, his right thumb, and his right big toe.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priest must take some of the olive oil and pour it into the palm of his own left hand.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he must dip his right forefinger into that oil and sprinkle it in front of Yahweh seven times.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must put some of the oil in his palm on exactly the same places where he put the blood.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must put the rest of the oil that is in his hand on the head of the person whose has gotten well. This will show that Yahweh has forgiven that person's sins.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priest must sacrifice the doves or young pigeons, whichever kind that person has brought.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One will be a sin offering and the other will be completely burned on the altar, along with the offering made from flour. By doing that, the priest will atone for that person's sins.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the regulations for anyone who has a contagious skin disease and who is poor and cannot afford the usual offerings, in order that he can be with people again.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also said to Aaron and Moses,\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I am about to give you the land of Canaan to belong to your people permanently. When you enter that land, there will be times when I cause mildew to appear inside one of your houses.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If that happens, the owner of that house must go to the priest and tell him, 'There is something in my house that looks like mildew.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priest will say to him, 'Take everything out of the house before I enter it to examine the mildew. If you do not do that, I will declare that everything in the house is contaminated.'\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the owner takes everything outside of his house, the priest will go in and inspect the house. If the mildew has caused greenish or reddish spots on the walls that seem to be deeper than only on the surface of the walls,\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the priest will go outside of the house and lock it up for seven days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the seventh day, he must go into the house and inspect it again. If the mildew on the walls has spread,\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the priest will tell someone to tear out all the stones in the walls that have mildew on them and throw in the dump outside the town.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the owner must scrape all the walls inside the house, and everything that is scraped off must be thrown into a dump outside the town.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the owner must get new stones to replace the ones that had mildew on them, and take new clay and plaster to cover the stones in the walls of the house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the mildew appears again in the house after that is done,\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the priest must go and examine the house again. If the mildew has spread inside the house, it will be clear that the mildew is the kind that destroys houses, and no one will be allowed to live in it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It must be completely torn down—the stones, the timber and the plaster—and all those things must be thrown into a dump outside the town.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anyone who goes into that house while it is locked up will not be allowed to be with other people until sunset of that day.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anyone who sleeps in that house or eats in that house during that time must wash his clothes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the priest comes to examine the house after it has been plastered, if the mildew has not spread, he will declare that people may live in it, because the mildew is gone.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But before people are allowed to live in it, the priest must take two birds, some cedar wood, some red yarn, and some hyssop.\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must kill one of the birds while holding it over a clay pot containing water taken from a spring.\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he must take the cedar wood, the hyssop, the red bird, and dip them into the blood of the dead bird, and sprinkle some of that blood and water on the house seven times.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By doing all those things he will enable the house to be fit for the owner to live in again.\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he must release the other bird and allow it to fly away. By doing that, he will finish the ritual for causing the house to be acceptable for people to live in it again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those are the regulations for contagious diseases, for itching sores,\n"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for mildew on clothes or in a house,\n"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and for swellings, rashes, or bright spots on sores;\n"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "these regulations will determine whether people will still be permitted to touch those things or not.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}