{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also said to Moses and Aaron,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell this to the Israelites: When an unusual, infected fluid comes out of a man's private parts, no one should touch that man.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whether that fluid is blocked or continues to drip, no one should touch him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one should touch any bed that such a man lies on, nor anything he sits on.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anyone who touches that person's bed must wash his clothes and bathe, and allow no one to touch him until that evening.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anyone who sits on something that man has sat on must wash his clothes and bathe, and allow no one to touch him until that evening.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anyone who touches such a man must wash his clothes and bathe, and allow no one to touch him until that evening.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If such a man spits on someone else, that person must allow no one to touch him. He must wash his clothes, and he must allow no one to touch him until evening.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everything that a man who has such a flow of fluid sits on while he is riding a horse or a donkey should not be touched.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anyone who touches a seat or saddle that he was sitting on also should allow no one to touch him until that evening. And anyone who picks up those things must wash his clothes and bathe, and no one should touch him until that evening.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the person with the flow of fluid wishes to touch someone else, he must first rinse his hands in water; if he touches anyone without doing that first, the one he touched must wash his clothes and bathe, and allow no one to touch him until that evening.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If such a man touches a clay pot, someone must break it. Anything made from wood that he touches—someone must rinse it in water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If such a man gets well from his flow of fluid, he must wait for seven days. Then he must wash his clothes and bathe in water from a spring or stream. Then he will be able to be with others.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the eighth day, he must take two doves or two pigeons and come in front of Yahweh at the entrance of the sacred tent, and give them to the priest.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest will sacrifice them. One bird will be an offering for the man's sin, and the priest will completely burn the other one on the altar. Then the man will be pure again and acceptable to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When semen accidentally flows from a man's private parts, he must bathe his whole body, and no one may touch him until that evening.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Any clothing or leather that has semen on it must be washed, and no one may touch it until that evening.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When a man has slept with a woman and gives her semen, both of them must bathe, and no one may touch them until that evening.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When a woman has her menstrual period, no one may touch her for seven days. If anyone touches her during that time, no one may touch the person who touched her until that evening.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one may touch anything that she lies on or sits on during that time.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anyone who touches her bed must wash his clothes and bathe, and no one may touch that person until that evening.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man sleeps with a woman during that time and some of her menstrual blood touches him, no one may touch him for seven days, and no one may touch the bed that he has lain on.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a woman has a flow of blood for many days, a flow that is not her normal menstrual flow of blood, or if her flow of blood continues after her menstrual flow ends, no one may touch her until it stops.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And no one may touch the bed that she lies on or anything that she sits on while that flow of blood continues, just as during her normal menstrual period.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anyone who touches those things must not touch anyone else. He must wash his clothes and bathe, and he may not touch anyone else until that evening.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the woman is healed of her flow of blood, she must wait seven days before she touches anyone.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the eighth day, she must take doves or young pigeons to the priest at the entrance to the sacred tent.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must sacrifice one of them as an offering for her sins, and he must completely burn the other one on the altar. Then she will be pure again and acceptable to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must do these things in order that the people, at the times when they are unacceptable to me, do not defile my sacred tent, where I live among them. For it they do defile it, they will die.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those are the regulations for a man who has a discharge from his body, or who has an emission of semen, when that happens he is unclean;\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and for any woman during her menstrual period, and for any man who sleeps with a woman during her menstrual period.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22-23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anyone who touches something that she has been sitting on, a bed or anything else, must wash his clothes, and no one may touch that person until that evening.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}