{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the two sons of Aaron died because they burned incense to Yahweh in a manner that was contrary to what he had commanded, Yahweh spoke to Moses.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to him, \"Tell your brother Aaron not to go into the very holy place, which is inside the inmost curtain, where the sacred chest and its lid are, and where I am present in the cloud that is over it. If Aaron goes in that room when it is not the proper time, he will die!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Aaron enters the very holy place in the sacred tent, he must bring a bull that will be killed to become an offering for sins, and a ram to be killed to be an offering that the priests will burn whole on the altar.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Aaron must bathe his whole body and put on the linen underwear and the linen tunic. He must tie the linen sash around his waist and wrap the turban around his head. These are his sacred garments.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite people must then bring to him two male goats to be killed as an offering for sin, and a ram to be killed and burned whole on the altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron must offer the bull to me to be a sacrifice in order that I will forgive his sins and his family's sins.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he must bring the two male goats to me at the entrance to the sacred tent.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must cast lots to determine which goat will be sacrificed to me and which will be the goat that he will set free.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron must bring to me the goat that was chosen to be sacrificed. It will be an offering for the people's sins.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron must also bring to me the other goat. But it is not to be killed. It will be freed while it is still alive. When Aaron sends it into the wilderness, I will forgive the people's sins.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Aaron must bring the young bull to me, for it to be an offering for himself and for his family. He must slaughter that bull to be an offering for their sins, and he must drain the blood into a basin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he must take some burning coals from the bronze altar and put them into the incense burner. Then he must fill his hands with fragrant, finely ground incense. Then he must take the incense and the incense burner inside the curtain into the very holy place, in the sacred tent.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the presence of Yahweh, he must put the incense on the burning coals. And a cloud of burning incense will rise up over the lid of the sacred chest. If he obeys these instructions, he will not die when he presents these offerings to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Aaron must dip his finger into the basin and sprinkle some blood on the lid of the sacred chest, and also sprinkle some blood seven times against the front of the chest.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron must then go outside the sacred tent and slaughter the goat, for it to be an offering for the sins of the people. Then he must bring its blood into the very holy place behind the curtain. There he must sprinkle some of that blood on the lid of the sacred chest and against the front of the chest, as he did with the bull's blood.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By doing that, he will purify the very holy place. And he must sprinkle more of the blood on the sacred tent, because I am present where the tent is, in the midst of the camp of the Israelite people, who have become unacceptable to me because of their sins.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Aaron goes into the very holy place in the sacred tent to purify it, no one else is permitted to enter the other part of the sacred tent. Only after Aaron has performed rituals to enable me to forgive him and his family, and all the Israelite people, is any priest permitted to enter the sacred tent.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Aaron must go outside the tent to purify my altar. He must do this by smearing some of the blood from the bull and some of the blood from the goat on each of the projections at the corners of the altar.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Aaron must dip his finger into the basin of blood and sprinkle some of the blood over the altar seven times. By doing that, he will separate the altar from the Israelites' deeds that are unacceptable to me. The altar will be set apart for me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Aaron has finished purifying the very holy place inside the sacred tent and all of the sacred tent and the altar, he must bring the goat that was chosen to be set free.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must put both of his hands on the goat's head and confess all the sins of the Israelite people. By doing that, he will put the guilt of their sins on the goat's head. Then he must give the goat to a man who is chosen, and that man will send the goat out into the wilderness.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will view the goat as carrying away into the wilderness the guilt for all the sins that the people have committed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Aaron leaves the very holy place and goes into the other part of the sacred tent, he must take off the linen clothes that he had put on; he must leave those special clothes there.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he must bathe in a sacred place, put on his regular clothes, and sacrifice the animals that he will burn whole on the altar, for his own sins and for the sins of the Israelite people. Then Yahweh will forgive their sins.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must also burn on the altar all the fat of the two animals that were sacrificed.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the man who was to lead the goat into the wilderness has done that and set it free, then he must return, wash his clothes, and bathe himself. Then he may enter the camp again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The carcasses of the bull and the goat that were slaughtered as an offering for the people's sins, to make atonement for them, must be carried outside the camp and burned. The hides of these animals, their inner organs, and their dung must be burned.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man who burns those things must then wash his clothes and bathe before he comes back into the camp.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the tenth day of the seventh month, on the day that I have appointed, you all must fast and not do any work. This is a rule that you must always obey—all you native born Israelites and all the foreigners living among you.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day, Aaron will perform rituals to enable me to forgive you all, and then I will free you all from the guilt of all your sins.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That will be a day for you to rest and not do any work, like the Sabbath days, and you must fast all that day. That is a permanent command for you all to obey.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest who is anointed with olive oil and set apart from others to serve Yahweh, he will offer a sacrifice, put on linen clothes that are set apart for the honor of God,\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and offer sacrifices. He will do this to purify the very holy place, all of the sacred tent, the altar, the priests, and all the Israelites, as Aaron did.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This will be a permanent command for you to obey once every year, to enable me to forgive you Israelite people for the sins that you have committed.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Moses obeyed all the instructions that Yahweh had given to him.\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}