{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also said to Moses,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to Aaron and his sons and to all the other Israelites. Tell them that I am giving them the following commands:\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you sacrifice an ox, a lamb, or a goat, you must bring it to the priest at the entrance to the area of the sacred tent, so that he may present it to me there.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you slaughter it anywhere else as a sacrifice, whether in the camp or outside of it, you will be guilty of shedding its blood in an unacceptable place. If you do that, you will no longer be allowed to be with Yahweh's people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh is telling you to do this so that you will no longer offer sacrifices in the open fields; instead, you must offer them to him in the proper manner: By taking them to the priest at the entrance to the area of the sacred tent, to be offerings to promise friendship with him.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the priest slaughters the animal, he must sprinkle some of its blood against the altar at the entrance to the sacred tent, and burn its fat for an aroma that is pleasing to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You people must no longer give sacrifices to the images that resemble goats. You people must obey this command for all time.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also said this to Moses: \"Tell Aaron and his sons to tell the people that if any Israelite or any foreigner living among them brings an offering for a priest to burn whole on the altar, or if he brings any other sacrifice,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but if he does not bring it to the entrance of the sacred tent area as be a sacrifice to me, that person will no longer be allowed to be with my people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will reject any Israelite or any foreigner who is living among you who consumes the blood of any animal, and he will no longer be allowed to associate with my people.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is because the life of every animal is in its blood. I have declared that it is blood that is to be offered on the altar, so that I will forgive people their sins.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is why I say that neither you Israelites, nor any foreigner living among you, may consume any blood.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If any of you Israelites or any foreigner who is living among you goes hunting and kills an animal or bird that I allow you to eat, you must drain out its blood onto the ground and cover it with earth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is because the life of every creature is in its blood. That is why I have said to you Israelites that anyone who consumes blood from an animal must no longer be allowed to associate with my people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If any of you Israelites or any foreigner who is living among you eats any meat from an animal that died or that was killed by wild animals, you must wash your clothes and bathe. Then you must not touch anyone else until that evening.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you do not obey this rule, I will certainly punish you.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}