{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you bring to Yahweh an offering of flour, it must consist of finely ground flour. You must pour olive oil on it, as well as some incense,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and take it to one of the priests. The priest will take a handful of it and burn it on the altar. That part will symbolize how our prayers go up to Yahweh as we give him thanks for his goodness.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The part of that flour offering that is not burned will belong to Aaron and his sons. It is something set apart for the priests out of the offerings that you will give to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you bring an offering that is made from flour, something that is baked in an oven, it must be made from finely ground flour. You may bring loaves made from flour mixed with olive oil but without yeast, or you may bring wafers with olive oil smeared on them, but also made without yeast.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If your flour offering is cooked on a griddle, it must be made from finely ground flour mixed with olive oil and without yeast.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must crumble it and pour olive oil on it. That will be your offering made from flour.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If your offering that is made from flour is cooked in a pan, it must be made of finely ground flour mixed with olive oil.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bring to Yahweh your flour offering. Give it to the priest, and he will take it to the altar.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will take a part of it that will symbolize that all the flour offering belongs to Yahweh. He will burn that part on the altar, and the good odor as it burns will be pleasing to Yahweh.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The part of the flour offering that is not burned will belong to Aaron and his sons. It is something set apart for God from the offerings given to Yahweh by burning them in a fire.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every flour offering that is made from grain and that you bring to Yahweh must be made without yeast, because you must not put any yeast or honey in any offering to Yahweh that a priest burns on the altar.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You may bring to Yahweh an offering of the first part of your harvest, but that offering is not to be burned on the altar to produce a good odor that will be pleasing to Yahweh.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Put salt on all your offerings that are made from flour. The salt represents the covenant that your God made with you, so be sure that you do not forget to put salt on those flour offerings.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you bring to Yahweh a flour offering from the first part of your harvest of grain, offer some new grain that has been crushed and roasted in a fire.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Put olive oil and incense on it, and that will be your offering made from flour.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest will take a part of it that will symbolize that all the offering truly belongs to Yahweh. He will burn that part on the altar, to be an offering given to Yahweh by burning it in a fire.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}