{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also said this to Moses:\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell the Israelite people, 'Any Israelite or any foreigner who is living in Israel who sacrifices any of his children as an offering to the idol Molech must die. The people of the town must kill him by throwing stones at him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will reject such people and cause them to no longer be with my people.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the people of that man's town ignore it when he kills any of his children to offer him to Molech, and if they do not execute that person,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I myself will punish that person and his clan. I will command that he must no longer be with my people. And I will do the same thing to any others who are unfaithful to me and who worship Molech.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will reject those who go to those who consult the spirits of dead people, or who go to fortune tellers who ask spirits to advise them. I will reject such people; they will no longer be with my own people.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Set yourselves apart for my honor, so that you may belong to me, because I am Yahweh your God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Carefully obey everything that I have commanded you. I am Yahweh, the one who sets you apart from the other peoples so that I am honored.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone curses his father or his mother, you must execute him. He himself will be responsible for his own death.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man commits adultery with some other man's wife, then you must execute both of them, the man and the woman.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man sleeps with one of his father's wives, he has dishonored his father. So you must execute both that man and woman; they will be responsible for their own deaths.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man sleeps with his daughter-in-law, you must execute them both. They have exchanged good for evil; they both deserve to die.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If two men have slept together, they have done something detestable. You must execute them both; they will be responsible for their own deaths.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man marries both a woman and her mother, that is a wicked thing. You must burn all three of them to death, in order that no one among you continues to commit such an evil deed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man sleeps with an animal, you must execute both him and that animal.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, if a woman sleeps with an animal, you must execute both her and that animal. They will be responsible for their own deaths.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man sleeps with his sister, the daughter of either his mother or his father—if they have slept together, that is disgraceful. They will no longer be with my people. Because he has slept with his sister, he is guilty.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man sleeps with a woman during her menstrual period, they have both revealed her flowing blood, so neither of them must be with my people anymore.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No man must sleep with the sister of either his father or his mother, because he would be disgracing someone who is a close relative. You must punish such a man, as well as the woman.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man sleeps with his uncle's wife, he has dishonored his uncle. What for they have done, they must be responsible for their actions. And when they die, their children would be stripped of the rights to any inheritance they would have received from their parents.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man marries his brother's wife, it is a sin because he has dishonored his brother's marriage. The rights of inheritance would be stripped away from any children they would have received from from their parents.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Obey all my decrees and laws carefully, in order that you will not have to leave the land to which I am bringing you.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not imitate the customs of the people of the land from which I am going to drive them out, as you advance into it. I hate them because they have done all those things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I said to you, \"You will take their land from them. I will give it to you to be yours, a land that is very fertile. I am Yahweh your God, who has set you apart from the people of other nations.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you must distinguish between birds and animals that are unacceptable to me and those that are acceptable to me. Do not defile yourselves by eating birds or animals, or anything that crawls along on the ground, things that I have said are unacceptable for you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must live as a people who are set apart for my honor, because I, Yahweh, am also set apart and I do everything for my honor. I have taken you out of the other nations, because you are mine.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must execute any man or woman among you who consults the spirits of dead people or other spirits. Kill them by throwing stones at them; they will be responsible for their own deaths.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}