{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also said to Moses,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Explain to Aaron and his sons about when they should not touch or eat any food that the people have dedicated to me by giving it as a sacrifice. They must not dishonor me or my name. I am Yahweh.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell them that for all future time, if they or any of their descendants become unfit for any reason to do the work that priests must do, they must not go near anything the people of Israel have dedicated to me as an offering. Anyone who violates this rule will no longer be part of my people. I am Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If any descendant of Aaron has a contagious skin disease or a discharge from his private parts, he is not allowed to eat any of the sacred offerings until he is cured. He will also be unfit for his work if he touches anything that has touched a corpse, or if he touches anyone who as an emission of semen,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "or if he touches anything that crawls on the ground, or if he touches any person who causes him to be unfit for his work.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Any priest who touches anything unclean will be unclean until evening. He must not eat any of the holy things, unless he first washes his body with water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the sun sets, he may eat food from the sacred offerings, because they are now his food that is to be eaten.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he must not eat anything that has died a natural death or that has been killed by wild animals, because if he did that, he would be unfit to work for me. I, Yahweh, am commanding those things.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests must obey my commandments; they must not despise them, or they will become guilty and die. I am Yahweh, the one who sets them apart for my honor.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one who does not belong to a priest's family is permitted to eat from the sacred offering. No one who is visiting the priest, or one that has been hired by the priest, none of them is permitted to eat it.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if a priest buys a slave, or if a slave is born in his house, that slave is permitted to eat such food.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a priest's daughter marries a man who is not a priest, she is no longer permitted to eat the sacred foods that were given to Yahweh as gifts or offerings.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But suppose that a priest's daughter who has no children becomes a widow or becomes divorced, and suppose also that she returns to her father's house to live there as she did when she was young. In that case, she may eat the same food that her father eats. But no other person is permitted to eat any of it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone who is not permitted to eat a sacred offering eats it without realizing that it is sacred, he must pay the priest for the food and add an extra one-fifth to it.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the priests bring offerings to me, the sacred offerings that the Israelite people bring to them, they must not treat those offerings as though they were not special to me;\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the people must not allow anyone who is not a priest to eat any of those offerings. If they did that, they would become guilty. I am Yahweh, the one who sets the Israelite people apart from other people and makes them holy for my honor.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also said to Moses,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Speak to Aaron and his sons and to all the Israelite people and tell them that I say this to them, 'If any of you Israelites or foreigners who live in Israel brings to me an animal that will be completely burned on the altar, either as a result of a solemn promise that you made to me or to be an offering that is given voluntarily,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "you must bring from your cattle or sheep or goats an animal that has no defects, in order that I may accept it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not bring any animals that have defects, because I will not accept them for you.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, when someone brings from his cattle or sheep or goats an offering to promise friendship with me, either to fulfill a promise that he made to me or to be a voluntary offering—for me to accept it, it must have no defects or blemishes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not offer to me animals that are blind or injured or maimed, or any animal that has warts or a festering sore.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You may present to me to be a voluntary offering an ox or a sheep that is injured or stunted, but it will not be accepted to fulfill a promise made to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not offer to me animals whose testicles are bruised, crushed, torn or cut. You must not present these kind of damaged animals as offerings to Yahweh anywhere in the land where you live,\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and you must not accept such animals that are sold to you by a foreigner. You must not offer them to me as food for me. Such animals will not be accepted by me, because they are deformed or have defects.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also said to Moses,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"When a calf or lamb or goat is born, it must remain with its mother for seven days. After that, it can be accepted to be an offering to me that will be burned.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not slaughter a cow or a sheep and its newborn young on the same day.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you sacrifice an animal to thank me for what I have done, sacrifice it in a way that I will accept.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The meat must be eaten on that day. Do not leave any of it until the next morning. I, Yahweh, am the one who is commanding this.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Obey all my commands. I, Yahweh, am commanding them.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not dishonor me by disobeying them. You Israelite people must acknowledge that I, Yahweh, am holy, and I am the one who causes you to be holy.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And I am the one who brought you out of Egypt in order that I, Yahweh, will be your God.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}