{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also said to Moses,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Command the Israelite people to constantly bring you clear oil made from pressed olives to burn in the lamps in the sacred tent, in order that those lamps will burn all the time.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Outside the curtain of the very holy place, Aaron must take care of the lamps in my presence continually, in order that they will burn all during the night. That regulation must be obeyed forever.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests must constantly take care of the lamps that burn in my presence.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, each week you must take some fine flour and bake twelve very big loaves of bread, using four and one-half liters of flour for each loaf.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Put the loaves in two rows, with six loaves in each row, on the table covered with pure gold, in my presence.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Along each row, place on the gold table some pure incense to be burned as an offering to me instead of the bread.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests must put new loaves of bread on the table each Sabbath day, to signify the covenant that will never end, which I have made with you Israelites.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the loaves are removed from the table, they will belong to Aaron and his sons. They must eat them in a place set aside for this purpose, because they are part of the offerings—the offerings that belong only to me—that are given to me by being burned.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Israelite people seized him and guarded him until they could find out what Yahweh would reveal to them what they should do to that man.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh said to Moses,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tie up and take outside the camp the man who has cursed me. There all those who heard what he said must put their hands on his head to indicate that he is guilty, and then all the people must kill him by throwing stones at him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tell the Israelites, 'If anyone curses me, he must endure the consequences.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So anyone who curses me must be executed. All the people must throw stones at him. It does not matter if he is a foreigner or an Israelite from birth. Anyone who curses me must be executed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, if anyone murders another person, the people must execute him.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And anyone who kills another person's animal must give that person a live animal to replace the one that he killed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And if one person injures another person, the injured person is allowed to injure the person who injured him in the same way.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If someone breaks one of another person's bones, that person is allowed to break one of the bones of the person who injured him. If someone gouges out an eye of another person, that person is allowed to gouge out the eye of the person who injured him. If someone knocks out the tooth of another person, that person is allowed to knock out one of his teeth. What is done to the offender must be the same as what he did to the other person.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever kills another person's animal must give that person a live animal to replace the one that he killed, but the people must execute anyone who murders another person.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You Israelites and foreigners who live among must all have that same law. I, Yahweh your God, am the one who has commanded it.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses told the Israelites what they must do to the man who cursed Yahweh, so they took the man outside the camp and killed him by throwing stones at him. They did what Yahweh commanded Moses to tell them to do.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10-11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a man whose mother's name was Shelomith. She was an Israelite whose father was Dibri from the tribe of Dan. Her son's father was from Egypt. One day this man and another Israelite man started to fight inside the camp. And while they were fighting, that man cursed Yahweh.\n"
      }
    ]
  }
}