{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Moses on Mount Sinai,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell the Israelites that Yahweh is giving these commands to them: When you enter the land that he is about to give you, every seventh year you must honor him by not planting any crops. You must allow the ground to rest.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During six years, you are to plant crops in your fields, prune your grapevines, and harvest your crops.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But during the seventh year you must allow your fields to rest, in order to honor Yahweh. Do not plant seeds in your fields or prune your grapevines during the seventh year.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the seventh year, you must not bring workers together to harvest whatever grain has grown in your fields; you must not bring workers together to harvest whatever grapes have grown on the vines that you did not cut back. You must allow the land to rest for that one year.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you are permitted to eat whatever crops have grown by themselves during that year. You and your male and female servants, and workers whom you have hired, and any foreigners who are living among you—you may all eat those things.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And your livestock and the wild animals in your land are permitted to eat them during that year as well.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Set apart that year in order to honor Yahweh. You must proclaim everywhere, to all the people, that this year will be the time for giving the land back to the families that first owned it when Yahweh brought you into your land. It will also be the time for setting free any of Yahweh's people who are slaves.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This year of Jubilee, the fiftieth year, will be a year in which you must rejoice and obey Yahweh's special instructions. During that year do not plant anything, and do not harvest in your usual manner the crops or grapes that have grown by themselves.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It will be a year for you to rejoice in, the year of Jubilee. You will treat it as special, and eat only what has grown by itself.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that year of celebration, the year of Jubilee, and everyone must return to their property to the original owner of it.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you sell some of your land to a fellow Israelite or if you buy some land from one of them, you must treat that person fairly.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you buy land, the price that you will pay will depend on the number of years until the next celebration of Jubilee. If someone sells land to you, he will charge a price that reflects the number of years remaining until the next year of celebration of Jubilee, when all property will be returned to their original owners.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If there will be many years before the next time for the celebration of Jubilee, the price will be higher. If there will be only a few years until the next year of celebration, the price will be lower. You could say that what he is really selling you is the number of crops you could harvest before the next year of the celebration of Jubilee.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not cheat each other. Instead, honor Yahweh. It is Yahweh, whom we Israelites worship, who is commanding us to do these things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Obey all my laws carefully. If you do that, you will continue to live safely in your country.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The crops will grow well on the land, and you will have plenty to eat.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you may ask, \"If we do not plant or harvest our crops during the seventh year, what will we have to eat?\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh answers you that he will bless you very much during the sixth year, with the result that during that year there will be enough crops to provide food for you for three years.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, after you plant seed during the eighth year and wait for the crops to grow, you will eat the food grown in the sixth year; you will continue to eat it until you harvest your crops in the ninth year.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not sell any of your land to belong to someone else permanently, because the land is not yours. It is really mine, and you are only living on it temporarily and farming it for me.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Throughout the country that you will possess, you must remember that if someone sells some of his land to you, he is permitted to buy it back from you at any time.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So if one of your fellow Israelites becomes poor and sells some of his property to you for money, the person who is most closely related to him is permitted to come and buy back that land for him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, if a man has no one to buy the land for him, but if he himself prospers again and has saved enough money to buy that land back,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he must calculate how many years there will be until the next year of celebration. Then he must pay to the man who bought the land the money that the other man would have earned by growing crops on that land for those years.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the original owner does not have enough money to buy back the land that he sold, it will continue to belong to the man who bought it until the next year of the celebration of Jubilee. In that year he will take possession of it again, and he will be able to farm it again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If someone sells a house in a city that has a wall around it, during the next year he will be permitted to buy it back from the man who bought it.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If he does not buy it during that year, it will belong permanently to the man who bought it, and to that man's descendants. He does not need to return it to the original owner in the year of celebration of Jubilee.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But houses that are in villages without walls are considered to be as though they were in a field. So if someone sells one of those houses, he is permitted to buy it back at any time. And even if he does not buy it, he will take possession of it again at the year of the celebration of Jubilee.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The descendants of Levi are a special case, however. If they sell their houses in the cities that belong to them, they are permitted to buy them back at any time.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But even if they do not buy back those houses, they will become theirs again in the year of the celebration of Jubilee, because those houses are in their cities, on land that the other Israelites had given to them.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the pastureland near their towns must not be sold. It must belong to the original owners permanently.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If one of your fellow Israelites becomes poor and is unable to buy what he needs, others of you must help him as you would help a foreigner who is living among you temporarily.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you lend money to him, do not charge any kind of interest. Instead, show by what you do that you honor your God; you must help that man, in order that he will be able to continue to live among you.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you lend him money, do not charge interest; and if you sell food to him, charge him only what you paid for it. Do not try to make a profit from it.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not forget that it is Yahweh your God who is giving you these commands; it is, after all, Yahweh who brought you out of Egypt to be your God and to give you the land of Canaan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If one of your fellow Israelites becomes poor and sells himself to you, do not force him to work like a slave.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Treat him as you treat workers whom you hire or like someone who is living on your land temporarily. He must work for you only until the year of the celebration of Jubilee.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During that year, you must free him, and he may go back to his family and to the property that his ancestors owned.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is as though we Israelites are all Yahweh's slaves, whom he freed from being slaves in Egypt. So none of you should buy each other and make each other into slaves.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And do not treat the Israelites whom you buy cruelly. Instead, honor Yahweh, our God.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you want to have slaves, you are permitted to buy them from nearby people groups.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are also permitted to buy some of the foreigners who are living among you, and members of their clans that were born in your country. You may own them.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will be your slaves for the remaining years of your life, and after you die, it is permitted for your children to own them. But you must not act in brutal ways toward your fellow Israelites.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suppose a foreigner who is living among you becomes rich, and if a fellow Israelite becomes poor and sells himself to that foreigner or to a member of his clan,\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "it is permitted for someone to pay for him to be freed. It is permitted for one of his relatives to pay for him to be released.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "An uncle or a cousin or another relative in his clan may pay for him to be released. Or, if he prospers and gets enough money, he is permitted to pay for his own release.\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man who wants to pay for his own release must count the number of years until the next year of the celebration of Jubilee. The price he pays to the man who bought him will depend on the pay that would be given to a hired worker for that number of remaining years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If there are a lot of years that remain until the year of celebration, he must pay for his release a larger amount of the money.\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If there are only a few years that remain until the year of the celebration of Jubilee, he must pay a smaller amount to be released.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During those years that he is working for the man who bought him, the man who bought him must treat him like he would treat a hired worker, and all of you must make sure that his owner does not treat him cruelly.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And even if a fellow Israelite who has sold himself to a rich man is not able to pay for himself to be freed by any of these ways, he and his children must be freed in the year of the celebration of Jubilee,\n"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because it is as though you Israelites are my slaves, whom I, Yahweh your God, freed from being slaves in Egypt.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8-9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After every forty-nine years has ended, you must do this for the celebration of Jubilee. On the tenth day of the seventh month of the next year, blow trumpets throughout the country, to announce the Day of Atonement.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}