{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also said to Moses,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell the Israelite people these things for me: 'If a man solemnly promises to set apart another person to belong only to Yahweh, Yahweh will be willing to set that person free from having to do that if the responsible man pays the priest an amount of money. The priest must calculate the amount of money in terms of the silver pieces that they use in Yahweh's sacred tent.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the amounts that Yahweh has set for this kind of transaction:\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "fifty pieces of silver for men who are between twenty and sixty years old;\n"
      },
      {
        "tag": "q2",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "thirty pieces of silver for adult women who are between twenty and sixty years old.\n"
      },
      {
        "tag": "q2",
        "nextChar": "\n",
        "type": "quote"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Twenty pieces of silver would be paid for young men who are between five and twenty years old;\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "ten pieces of silver for young women who are between five and twenty years old;\n"
      },
      {
        "tag": "q2",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "five pieces of silver for boys who are between one month and five years old;\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "three pieces of silver for girls who are between one month and five years old.\n"
      },
      {
        "tag": "q2",
        "nextChar": "\n",
        "type": "quote"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Fifteen pieces of silver would be paid for men who are more than sixty years old;\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "ten pieces of silver for women who are more than sixty years old.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone who has made such a solemn promise is very poor and unable to pay to set free the person whom he has given to Yahweh, he must take that person to the priest. The priest will set the price for freeing him to an amount that the person can pay.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If someone solemnly promises Yahweh to give him an animal that is acceptable to him, that animal becomes very special to Yahweh; it belongs to him alone.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The person who promised to give it must not give another animal instead of the one that he promised. He must not substitute a bad one for a good one or even a better one than the one offered. If he tries to do that, both animals will become dedicated to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the animal that he wishes to give to Yahweh is a kind that is unacceptable to be an offering, he must take the animal to the priest.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest then will decide what its value is, according to the animal's quality. Whatever value the priests sets will be the value, and that is the price of the animal.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the man who gave the animal later decides that he wants to buy it back, he must pay to the priest that price plus an added one-fifth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Similarly, if someone dedicates his house, and to set it apart for the honor of Yahweh, the priest will decide how much it is worth, which will depend on the house's condition. Whatever the priest says that it is worth, that will be its value.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a man set apart his house for the honor of Yahweh, but later he wants to buy it back, he must pay that price plus an added one-fifth, and then the house will belong to him again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If someone sets apart for the honor of Yahweh some of the property that belongs to him and his family, its value will be determined by the quantity of seed that would be needed to sow that entire tract of land. It will be ten pieces of silver for each 220 liters of seed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the man sets apart for the honor of Yahweh the land during the year of the celebration of Jubilee, its value will be the full amount.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if he sets apart his field to Yahweh after the year of the celebration of Jubilee, the priest will count the number of years until the next year of the celebration of Jubilee, and if there are not many years that remain, the price will be much lower than the full price.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the person who set apart the field for Yahweh later wants to buy it back, he must pay to the priest the price that the priest says it is worth, plus an added one-fifth, and then the field will belong to that man again.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, if he does not buy it back, or if it has been sold to someone else, he will never be permitted to buy it back again.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the year of the celebration of Jubilee, it will be permanently set apart as a holy gift for Yahweh, and it will be given to the priest.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If someone sets apart for the honor of Yahweh some land that he has bought, land which is not part of the land that his family has always owned,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the priest must count the number of years until the next year of the celebration of Jubilee to determine how much it is worth, and the man must pay that amount to the priest on that day, and then that land will belong to him again, and his payment becomes a holy gift to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, in the year of the celebration of Jubilee, the land will again come into the possession of the person from whom he bought it, the person whose family had always owned that land.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the silver that is paid must be calculated in terms of the official pieces of silver in the sacred tent.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one is permitted to dedicate the firstborn of any cow or sheep for any purpose, because the firstborn already belongs to Yahweh.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If someone gives to him an animal that is not acceptable to him, that person may later buy it back by paying what it is worth plus an added one-fifth of its value. If he does not buy it back, it must be sold for its standard price.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, no slave or animal or family land that someone owns can be sold or bought back after it has been dedicated to Yahweh. It becomes holy to Yahweh.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No person who has done something that Yahweh considers to be very wicked is permitted to go free. The people must certainly execute such a person.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One tenth of all the crops and grain or fruit that is produced on anyone's land is sacred and belongs to Yahweh.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone wants to buy back any of that tenth, he must pay to the priest what it is worth plus an added one-fifth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And every ten domestic animals belongs to Yahweh. When a shepherd counts them as they pass under his walking stick, to decide which ones he will give to me, he must mark every tenth one as belonging to Yahweh.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he does that, he must not pick out the good ones or leave the bad ones, or substitute bad ones for good ones. If he substitutes one animal for another, both animals will belong to Yahweh, and the shepherd will not be permitted to buy them back.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those are the commands that Yahweh gave to Moses on Mount Sinai to tell to the people.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}