{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you offer to Yahweh an animal to promise friendship with him, you may bring a bull or a cow from your herd of cattle, but what you present to Yahweh must be an animal that has no defects.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must bring the animal to the entrance to the sacred tent. You must lay your hands on its head. Then you must slaughter it and catch some of its blood in a bowl. Then one of Aaron's sons, one of the priests, will sprinkle the blood against all sides of the altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From that offering you must bring to Yahweh a sacrifice that a priest will burn in the fire. That will consist of all the fat that covers the inner parts of the animal, or which is attached to them—\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the kidneys and the fat that is attached to them near the lower back muscle, and the fat that covers the liver.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then one of the priests will burn those things on the altar, along with the other parts of the animal that he will completely burn as an offering to Yahweh. And the good odor will be pleasing to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If that offering to promise friendship with Yahweh is a sheep or a goat, it must also be an animal that has no defects.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you offer a lamb, you must present it to Yahweh at the entrance to the sacred tent. You must lay your hands on the lamb's head and then slaughter it. You must catch some of its blood in a bowl.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then one of the priests will sprinkle that blood against all sides of the altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From that offering you must separate these things to be a sacrifice to Yahweh that is burned: Its fat, the fat tail that you must cut off close to the backbone, and all the fat that covers the inner parts of the lamb or which is attached to them—\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the kidneys with the fat that is on them near the lower back muscle, and the fat that covers the liver.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of the priests will burn those things on the altar to be an offering to Yahweh. Those things will come from your food supplies.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If your offering is a goat, you must take it to Yahweh.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must lay your hands on its head. Then you must slaughter it in front of the sacred tent. Then one of Aaron's sons will sprinkle the blood against all sides of the altar.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From that offering you must separate these things to be a sacrifice to Yahweh that is burned: All the fat that covers the inner parts of the animal or which is attached to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also separate the kidneys with the fat that is on them near the lower back muscle, and the fat that covers the liver.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest will burn those things on the altar to be an offering to Yahweh. Those things will come from your food supplies. And the good odor will be pleasing to Yahweh. All the fat of the animals that are sacrificed belongs to Yahweh.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is a command that must be obeyed by you and your descendants forever, wherever you live. You must not eat the fat or the blood of any animal.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}