{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a judge orders any of you to tell in court something that you have seen or something that you heard someone say, but if you refuse to say what you know to be true, you must pay a penalty for refusing to tell what you know.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you accidentally touch something which God considers impure such as the carcass of a wild animal or the carcass of your animals that has died, or of an animal that crawls along the ground, you must pay a penalty.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you touch anything that has made anyone else unacceptable to God, even if you did not intend to touch it, when you realize what you have done, you must pay a penalty.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you carelessly make a solemn promise to do something that is either good or that is bad, when you realize that you cannot do it, you must pay a penalty.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you are guilty of committing any of those sins, you must confess what you have done.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And as a penalty, you must bring to Yahweh a female lamb or female goat as an offering for the sin that you have committed, and the priest will sacrifice it, and then you will no longer be guilty for your sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you are poor and cannot afford to bring a lamb, you must bring to Yahweh two doves or two pigeons. One will be an offering for your sin, and the other will be an offering that will be completely burned on the altar.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must bring them to the priest. First he will offer one of them to be an offering for your sin. He will wring its neck to kill it, but he must not pull off its head completely.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he must sprinkle some of the blood against the side of the altar. The remaining blood must be drained out at the base of the altar. That will be an offering for your sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest will then do what I have commanded and offer the other bird to be completely burned on the altar. Then you will no longer be guilty for the sin you have committed, and Yahweh will forgive you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, if you are very poor and cannot afford two doves or two pigeons, you must bring to be an offering for your sin two liters of fine flour. You must not put olive oil or incense on it, because it is an offering for sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must take it to the priest. He will take a handful of it to symbolize that the whole offering truly belongs to Yahweh, and burn it on the altar, on top of the other offerings.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he does that, the priest will enable you to no longer be guilty for any of the sins that you have committed, and God will forgive you. The part of the offering that is not burned will belong to the priest, just as in the case of the offerings made from flour.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also said to Moses to tell the people:\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"When you sin, without intending to, by not giving to me, Yahweh, the things that you are required to give to him, you must pay a penalty by bringing to me a ram that has no defects. You must determine how much silver it is worth, by using the official standard in the sacred tent. It will be an offering to cause you to no longer be guilty.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you must also make restitution for failing to pay him what has been set apart as only for him. Also, you must add one-fifth of its value. You must give that to the priest. He will offer the ram as a sacrifice for the sin that you have committed and cause you to no longer be guilty, and I will forgive you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you sin by doing something that is forbidden in any of my commands, even if you do not know that you have disobeyed one of my commands, you are still guilty; you must pay a penalty to me.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you realize what you have done, you must bring a ram to the priest as an offering in order that you will no longer be guilty. You must bring one that has no defects. The priest will offer the ram to be a sacrifice to me, and as a result you will no longer be guilty for the sin that you have committed, and I will forgive you.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is an offering to cause you to no longer be guilty for sinning against me.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}