{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also said to Moses,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"If you sin against me by deceiving someone—if you refuse to return what someone has lent you, or if you steal something of his,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "or if you find something and swear that you do not have it, you are guilty.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must return to its owner what you have stolen or what someone has lent to you and you have not returned, or what you found that someone else had lost, or whatever you lied about.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must not only return anything like that to its owner, but you must also pay to the owner an additional one-fifth of its value.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must also bring to the priest a ram to be an offering to me, in order that you will no longer be guilty. The ram that you bring must be one that has no defects, one that has the value that has been officially determined.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the priest will offer that ram to be a sacrifice that will cause you to no longer be guilty, and I will forgive you for the wrong things that you did.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also said to Moses,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell this to Aaron and his sons: These are the regulations concerning the offerings that will be completely burned on the altar: The offering must remain on the altar all during the night, and the fire on the altar must always be kept burning.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next morning the priest must put on his linen underclothes and linen outer clothes. Then he must remove the ashes of the offering from the fire and put them beside the altar.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he must take off those clothes and put on other clothes, and take the ashes outside the camp, to a place that has been made acceptable to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The fire on the altar must always be kept burning. The priest must not allow it to go out. Each morning the priest must put more firewood on the fire. Then he must arrange more offerings on the fire, and burn on the altar the fat of the offerings to be burned to promise friendship with Yahweh.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The fire on the altar must be kept burning continually. The priest must not allow it to go out.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"These are the regulations concerning the offerings made from flour. Aaron's sons must bring them to Yahweh in front of the altar.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must take a handful of fine flour mixed with olive oil and incense and burn that on the altar. That handful will signify that the whole offering truly belongs to me. And the good odor, while the offering burns, will be pleasing to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Aaron and his sons may eat the remaining part of the grain offering. But they must eat it in a place that is set apart for God, in the courtyard of the sacred tent.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It must not have yeast mixed with it. Like the offerings for sin and the offerings to cause people to no longer be guilty of sin, that offering is very special, reserved for me.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Any male descendants of Aaron are permitted to eat it, because it is their permanent regular share of the offerings given to me and burned in the fire on the altar. Whoever touches them will be considered to be set apart for the honor of Yahweh.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also said to Moses,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell Aaron and his sons that this is the offering that they must bring to me on the day that any of them is ordained: That person must bring two liters of fine flour as an offering made from grain flour. He must bring half of it in the morning and half of it in the evening.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must mix it well with olive oil and bake it in a shallow pan. He must then break it into small pieces to be burned on the altar. And the good odor, while it burns, will be pleasing to me.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have commanded that the descendants of Aaron who are appointed to become the high priests after Aaron dies are the ones who must prepare those things. They must be completely burned on the altar to be sacrifices to me.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every offering that a priest gives that is made from flour must be completely burned. No one is to eat any of it.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also told Moses to\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "tell Aaron and his sons, \"These are the regulations concerning the offerings for the sins of the people. The priest will kill the sacrifice at the place where the offerings are burned; it is killed before Yahweh and the offering is dedicated to Yahweh.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest who makes the offering for sin, may eat the offering given to Yahweh. The priest can only eat it in the place in the courtyard that has been set apart for eating sacrifices.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Any other person who touches any of its meat will belong to me. And if its blood is splattered on your clothes, you must wash the clothes in a holy place.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the meat is cooked in a clay pot, the pot must be broken afterwards. But if it is cooked in a bronze pot, the pot must be scoured afterwards and rinsed with water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Any male in a priest's family may eat some of the cooked meat. That meat is very special.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the blood of those offerings is brought into the sacred tent to enable the people to be forgiven for having sinned, the meat of those animals must not be eaten. The priest must burn that meat completely.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}