{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"These are the regulations concerning the offerings for when people are guilty of not giving to Yahweh the things that are required to be given to him. Those are very sacred offerings.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A priest must slaughter each animal that people offer for this purpose in the same place where they slaughter the animals that they will completely burn. The priest must sprinkle the animal's blood on all sides of the altar.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All their fat, the fat tails that are cut close to the backbone, and all the fat that covers the inner parts of the animals or which is attached to them, must be burned on the altar.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This includes the kidneys with their fat near the lower back muscle, and the fat that covers the liver. The priest must remove all these fatty pieces.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must burn these pieces on the altar to be offerings to me, Yahweh. They are an offering for the people, for me to forgive them when they have not done what I required them to do.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the males in the priest's family are permitted to eat its meat, but it must be eaten in a place set apart for me, because it is very special to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The regulation is the same for the offerings to cause people to become acceptable to me again and the offerings for when they are guilty of not giving to me the things that I required from them. The meat of those offerings belongs to the priest who offers them.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When a priest slaughters an animal that he will completely burn on the altar, he may keep the animal's hide for himself.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Offerings of things made from flour that are baked in an oven or cooked in a pan or in a shallow pan belong to the priest who sacrifices those things for another person.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And offerings of things made from flour, whether they were mixed with olive oil or not, also belong to the Aaron's descendants.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the regulations concerning the offerings that people make to promise friendship with Yahweh.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you bring an offering to thank Yahweh, along with the animal that you slaughter you must offer loaves of bread made with olive oil mixed with the flour but without yeast, and wafers that are made without yeast but with olive oil smeared on them, and loaves made from fine flour with olive oil mixed well with the flour.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Along with that offering to thank Yahweh, you must bring an offering of loaves made with yeast.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must bring one of each kind for an offering to Yahweh, but they belong to the priest who sprinkles against the altar the blood of the animal that is slaughtered as an offering to promise friendship with Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The meat of that offering must be eaten on the day that it is offered. None of it may be left to be eaten on the next day.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, if your offering is the result of a vow that you made to Yahweh, or if it is an offering that you make voluntarily, you may eat some of the meat on the day it is offered, and anything that is left may be eaten on the next day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But any meat that is left until the third day must be completely burned.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If any meat from the offering to promise friendship with Yahweh is eaten on the third day, Yahweh will not accept that offering. It will be useless to offer it because Yahweh will consider that it is worthless. Anyone who eats some of it will have to pay a penalty to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Meat that touches something that God considers to be impure must not be eaten. It must be completely burned. But as for other mea, anyone who has performed the rituals to become acceptable to God is allowed to eat it.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone who has not performed those rituals eats some of the meat of the offering to promise friendship with Yahweh, meat that belongs to Yahweh, he must no longer be allowed to associate with God's people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone touches something that God considers to be impure and very displeasing to him, whether it is from a human or from an animal, and then he eats any of the meat of the offering to promise friendship with Yahweh, meat that belongs to Yahweh, he must no longer be allowed to associate with God's people.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also said to Moses:\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Say this to the Israelite people: 'Do not eat any of the fat of cattle or sheep or goats.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The fat of an animal that is found dead or that has been killed by a wild animal may be used for other purposes, but you must not eat it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Anyone who eats the fat of an animal from which an offering has been made to Yahweh must no longer be allowed to associate with God's people.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And wherever you live, you must not eat the blood of any bird or animal.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone eats blood, he must no longer be allowed to associate with God's people.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh also said to Moses,\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Tell the Israelite people this: 'Anyone who brings an offering to promise friendship with Yahweh must bring part of it to be a sacrifice to Yahweh.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He himself must bring the offering that will be burned in the fire. He must bring the fat along with the breast of the animal and lift it high in front of Yahweh to present it as an offering to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priest must burn the fat on the altar, but the breast belongs to Aaron and all his descendants.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must give to the priest the right thigh of the animal that you presented to promise friendship with Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The son of Aaron who offers the blood and the fat of that sacrifice will receive the right thigh of the animal as his share.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the offerings that the Israelite people give to promise friendship with Yahweh, he has declared that he has given to Aaron and his descendants the breast that is lifted high and the right thigh that is offered. Those portions will always be their regular share from the Israelite people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those are the portions of the offerings brought to Yahweh and burned in fire that are allotted to Aaron and his descendants on the day that you, Moses, will set apart to serve Yahweh as priests.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh commands that on the day that the priests are appointed, that the Israelite people must always give those portions to the priests.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So those are the regulations for the offerings that are to be completely burned on the altar, the offerings made from flour, the offerings to cause people to become acceptable to God again, the offerings for when people are guilty of not giving to Yahweh the things that are required to be given to him, the offerings given when the priests are appointed, and the offerings to promise friendship with Yahweh.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They are regulations that Yahweh gave to Moses on Mount Sinai, on the day that he commanded the Israelite people to start bringing their offerings to him, in the wilderness around Sinai.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}