{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eight days later Moses summoned the elders of Israel.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to Aaron, \"Take a young bull so you can offer it for your sins, and a ram so that you can burn it whole on the altar, both of them without any defects, and offer them to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then say to the Israelite people, 'Take a male goat to offer it for your sins. Also take a calf and a lamb that have no defects, so that you can burn them whole on the altar.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also take an ox and a ram to offer them, so you may promise friendship with Yahweh, along with an offering of flour mixed with olive oil. Do this because today Yahweh is going to appear to you.'\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Moses gave these instructions to the Israelites, some of them brought these things and went to the courtyard in front of the sacred tent. Then all the people came near and stood in front of Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses said, \"This is what Yahweh has commanded you to do, in order that his glory will appear to you.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Moses said to Aaron, \"Come to the altar and sacrifice the animal that is your offering to enable you to be forgiven for the sins you have committed. Also bring the animal that you will burn whole on the altar. Because of those offerings, God will forgive you and the people for the sins that you have committed. Do these things that Yahweh has commanded you to do.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Aaron came up to the altar and slaughtered the calf as an offering for his sins.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His sons brought its blood to him in a bowl. He dipped his finger into the blood and put some of it on the projections at the corners of the altar. He poured out the rest of the blood at the base of the altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He burned the fat, including that which covered the kidneys and the liver, as Yahweh had commanded him.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Aaron went outside the camp and there burned the rest of the meat and the hide.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Aaron slaughtered the animal that he was going to burn whole on the altar. His sons handed him the bowl containing its blood, and he sprinkled the blood on all sides of the altar.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they handed him the head and the pieces of the animal that would be burned, and he burned them on the altar.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He washed the inner parts and the legs of the animal, and he burned them on the altar, on top of the other pieces of the animal.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Aaron brought the animals that would be sacrifices for the Israelite people. He took a goat and slaughtered it for the people's sins, as he had done with the goat for his own offering.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he brought the animal for the offering in order to burn it whole. He slaughtered it and offered it in the way that Yahweh had commanded him to do.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also brought the offering made from flour. He took a handful of it and burned it on the altar, as he had done with the animal that he had sacrificed earlier that morning.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he slaughtered the ox and the ram to be an offering for the Israelite people to promise friendship with Yahweh. His sons handed him the bowl containing the blood, and he sprinkled the blood against all sides of the altar.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he took the fat from the ox and the ram, including their fat tails that were cut close to the backbone, and all the fat that covered the livers and the kidneys.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He put these parts on top of the breasts of those animals and carried them to the altar to burn them.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, doing what Moses had commanded, he lifted up in front of Yahweh the breast and the right thigh of those animals to show that those two animals completely belonged to Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Aaron lifted his arms toward the people and asked Yahweh to bless them. Then having finished making all those offerings, he stepped down from the place where the altar was.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Aaron and Moses entered the sacred tent. When they came out later, they asked Yahweh to bless the people. And suddenly the glory of Yahweh appeared to all the people.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A fire from Yahweh appeared and burned up the entire offering, together with the fat that was on the altar. When all the people saw this happen, they shouted joyfully and prostrated themselves on the ground to worship Yahweh.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}