{
  "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "2": "דַּבֵּר֙ H1696 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְאָמַרְתָּ֖ H559 אֲלֵהֶ֑ם H413 כִּ֣י H3588 תָבֹ֗אוּ H935 אֶל H413 אֶ֨רֶץ֙ H776 מוֹשְׁבֹ֣תֵיכֶ֔ם H4186 אֲשֶׁ֥ר H834 אֲנִ֖י H589 נֹתֵ֥ן H5414 לָכֶֽם Hl ",
  "3": "וַעֲשִׂיתֶ֨ם H6213 אִשֶּׁ֤ה H801 לַֽיהוָה֙ H3068 עֹלָ֣ה H5930 אוֹ H176 זֶ֔בַח H2077 לְפַלֵּא H6381 נֶ֨דֶר֙ H5088 א֣וֹ H176 בִנְדָבָ֔ה H5071 א֖וֹ H176 בְּמֹעֲדֵי H4150 לַעֲשׂ֞וֹת H6213 רֵ֤יחַ H7381 נִיחֹ֨חַ֙ H5207 לַֽיהוָ֔ה H3068 מִן H4480 הַבָּקָ֖ר H1241 א֥וֹ H176 מִן H4480 הַצֹּֽאן H6629 ",
  "4": "וְהִקְרִ֛יב H7126 הַמַּקְרִ֥יב H7126 קָרְבָּנ֖וֹ H7133 לַֽיהוָ֑ה H3068 מִנְחָה֙ H4503 סֹ֣לֶת H5560 עִשָּׂר֔וֹן H6241 בָּל֕וּל H1101 בִּרְבִעִ֥ית H7243 הַהִ֖ין H1969 שָֽׁמֶן H8081 ",
  "5": "וְיַ֤יִן H3196 לַנֶּ֨סֶךְ֙ H5262 רְבִיעִ֣ית H7243 הַהִ֔ין H1969 תַּעֲשֶׂ֥ה H6213 עַל H5921 הָעֹלָ֖ה H5930 א֣וֹ H176 לַזָּ֑בַח H2077 לַכֶּ֖בֶשׂ H3532 הָאֶחָֽד H259 ",
  "6": "א֤וֹ H176 לָאַ֨יִל֙ H352 תַּעֲשֶׂ֣ה H6213 מִנְחָ֔ה H4503 סֹ֖לֶת H5560 שְׁנֵ֣י H8147 עֶשְׂרֹנִ֑ים H6241 בְּלוּלָ֥ה H1101 בַשֶּׁ֖מֶן H8081 שְׁלִשִׁ֥ית H7992 הַהִֽין H1969 ",
  "7": "וְיַ֥יִן H3196 לַנֶּ֖סֶךְ H5262 שְׁלִשִׁ֣ית H7992 הַהִ֑ין H1969 תַּקְרִ֥יב H7126 רֵֽיחַ H7381 נִיחֹ֖חַ H5207 לַיהוָֽה H3068 ",
  "8": "וְכִֽי H3588 תַעֲשֶׂ֥ה H6213 בֶן H1121 בָּקָ֖ר H1241 עֹלָ֣ה H5930 אוֹ H176 זָ֑בַח H2077 לְפַלֵּא H6381 נֶ֥דֶר H5088 אֽוֹ H176 שְׁלָמִ֖ים H8002 לַֽיהוָֽה H3068 ",
  "9": "וְהִקְרִ֤יב H7126 עַל H5921 בֶּן H1121 הַבָּקָר֙ H1241 מִנְחָ֔ה H4503 סֹ֖לֶת H5560 שְׁלֹשָׁ֣ה H7969 עֶשְׂרֹנִ֑ים H6241 בָּל֥וּל H1101 בַּשֶּׁ֖מֶן H8081 חֲצִ֥י H2677 הַהִֽין H1969 ",
  "10": "וְיַ֛יִן H3196 תַּקְרִ֥יב H7126 לַנֶּ֖סֶךְ H5262 חֲצִ֣י H2677 הַהִ֑ין H1969 אִשֵּׁ֥ה H801 רֵֽיחַ H7381 נִיחֹ֖חַ H5207 לַיהוָֽה H3068 ",
  "11": "כָּ֣כָה H3602 יֵעָשֶׂ֗ה H6213 לַשּׁוֹר֙ H7794 הָֽאֶחָ֔ד H259 א֖וֹ H176 לָאַ֣יִל H352 הָאֶחָ֑ד H259 אֽוֹ H176 לַשֶּׂ֥ה H7716 בַכְּבָשִׂ֖ים H3532 א֥וֹ H176 בָעִזִּֽים H5795 ",
  "12": "כַּמִּסְפָּ֖ר H4557 אֲשֶׁ֣ר H834 תַּעֲשׂ֑וּ H6213 כָּ֛כָה H3602 תַּעֲשׂ֥וּ H6213 לָאֶחָ֖ד H259 כְּמִסְפָּרָֽ H4557 ",
  "13": "כָּל H3605 הָאֶזְרָ֥ח H249 יַעֲשֶׂה H6213 כָּ֖כָה H3602 אֶת H853 אֵ֑לֶּה H428 לְהַקְרִ֛יב H7126 אִשֵּׁ֥ה H801 רֵֽיחַ H7381 נִיחֹ֖חַ H5207 לַֽיהוָֽה H3068 ",
  "14": "וְכִֽי H3588 יָגוּר֩ H1481 אִתְּכֶ֨ם H854 גֵּ֜ר H1616 א֤וֹ H176 אֲשֶֽׁר H834 בְּתֽוֹכְ H8432 לְדֹרֹ֣תֵי H1755 וְעָשָׂ֛ה H6213 אִשֵּׁ֥ה H801 רֵֽיחַ H7381 נִיחֹ֖חַ H5207 לַיהוָ֑ה H3068 כַּאֲשֶׁ֥ר H834 תַּעֲשׂ֖וּ H6213 כֵּ֥ן H3651 יַעֲשֶֽׂה H6213 ",
  "15": "הַקָּהָ֕ל H6951 חֻקָּ֥ה H2708 אַחַ֛ת H259 לָכֶ֖ם Hl וְלַ H1616 הַגָּ֑ר H1481 חֻקַּ֤ת H2708 עוֹלָם֙ H5769 לְדֹרֹ֣תֵי H1755 כָּכֶ֛ם Hk כַּגֵּ֥ר H1616 יִהְיֶ֖ה H1961 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "16": "תּוֹרָ֥ה H8451 אַחַ֛ת H259 וּמִשְׁפָּ֥ט H4941 אֶחָ֖ד H259 יִהְיֶ֣ה H1961 לָכֶ֑ם Hl וְלַ H1616 הַגָּ֥ר H1481 אִתְּכֶֽם H854 ",
  "17": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "18": "דַּבֵּר֙ H1696 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְאָמַרְתָּ֖ H559 אֲלֵהֶ֑ם H413 בְּבֹֽאֲ H935 אֶל H413 הָאָ֔רֶץ H776 אֲשֶׁ֥ר H834 אֲנִ֛י H589 מֵבִ֥יא H935 אֶתְכֶ֖ם H853 שָֽׁמָּה H8033 ",
  "19": "וְהָיָ֕ה H1961 בַּאֲכָלְ H398 מִלֶּ֣חֶם H3899 הָאָ֑רֶץ H776 תָּרִ֥ימוּ H7311 תְרוּמָ֖ה H8641 לַיהוָֽה H3068 ",
  "20": "רֵאשִׁית֙ H7225 עֲרִסֹ֣תֵכֶ֔ם H6182 חַלָּ֖ה H2471 תָּרִ֣ימוּ H7311 תְרוּמָ֑ה H8641 כִּתְרוּמַ֣ת H8641 גֹּ֔רֶן H1637 כֵּ֖ן H3651 תָּרִ֥ימוּ H7311 אֹתָֽהּ H853 ",
  "21": "מֵרֵאשִׁית֙ H7225 עֲרִסֹ֣תֵיכֶ֔ם H6182 תִּתְּנ֥וּ H5414 לַיהוָ֖ה H3068 תְּרוּמָ֑ה H8641 לְדֹרֹ֖תֵי H1755 ",
  "22": "וְכִ֣י H3588 תִשְׁגּ֔וּ H7686 וְלֹ֣א H3808 תַעֲשׂ֔וּ H6213 אֵ֥ת H853 כָּל H3605 הַמִּצְוֺ֖ת H4687 הָאֵ֑לֶּה H428 אֲשֶׁר H834 דִּבֶּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶֽׁה H4872 ",
  "23": "אֵת֩ H853 כָּל H3605 אֲשֶׁ֨ר H834 צִוָּ֧ה H6680 יְהוָ֛ה H3068 אֲלֵיכֶ֖ם H413 בְּיַד H3027 מֹשֶׁ֑ה H4872 מִן H4480 הַיּ֞וֹם H3117 אֲשֶׁ֨ר H834 צִוָּ֧ה H6680 יְהוָ֛ה H3068 וָהָ֖לְאָה H1973 לְדֹרֹתֵי H1755 ",
  "24": "וְהָיָ֗ה H1961 אִ֣ם H518 מֵעֵינֵ֣י H5869 הָעֵדָה֮ H5712 נֶעֶשְׂתָ֣ה H6213 לִשְׁגָגָה֒ H7684 וְעָשׂ֣וּ H6213 כָל H3605 הָעֵדָ֡ה H5712 פַּ֣ר H6499 בֶּן H1121 בָּקָר֩ H1241 אֶחָ֨ד H259 לְעֹלָ֜ה H5930 לְרֵ֤יחַ H7381 נִיחֹ֨חַ֙ H5207 לַֽיהוָ֔ה H3068 וּמִנְחָת֥ H4503 וְנִסְכּ֖ H5262 כַּמִּשְׁפָּ֑ט H4941 וּשְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 לְחַטָּֽת H2403 ",
  "25": "וְכִפֶּ֣ר H3722 הַכֹּהֵ֗ן H3548 עַֽל H5921 כָּל H3605 עֲדַ֛ת H5712 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 וְנִסְלַ֣ח H5545 לָהֶ֑ם Hl כִּֽי H3588 שְׁגָגָ֣ה H7684 הִ֔וא H1931 וְהֵם֩ H1992 הֵבִ֨יאוּ H935 אֶת H853 קָרְבָּנָ֜ם H7133 אִשֶּׁ֣ה H801 לַֽיהוָ֗ה H3068 וְחַטָּאתָ֛ H2403 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 עַל H5921 שִׁגְגָתָֽם H7684 ",
  "26": "וְנִסְלַ֗ח H5545 לְכָל H3605 עֲדַת֙ H5712 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְלַ H1616 הַגָּ֣ר H1481 בְּתוֹכָ֑ H8432 כִּ֥י H3588 לְכָל H3605 הָעָ֖ם H5971 בִּשְׁגָגָֽה H7684 ",
  "27": "וְאִם H518 נֶ֥פֶשׁ H5315 אַחַ֖ת H259 תֶּחֱטָ֣א H2398 בִשְׁגָגָ֑ה H7684 וְהִקְרִ֛יבָה H7126 עֵ֥ז H5795 בַּת H1323 שְׁנָתָ֖הּ H8141 לְחַטָּֽאת H2403 ",
  "28": "וְכִפֶּ֣ר H3722 הַכֹּהֵ֗ן H3548 עַל H5921 הַנֶּ֧פֶשׁ H5315 הַשֹּׁגֶ֛גֶת H7684 בְּחֶטְאָ֥ה H2398 בִשְׁגָגָ֖ה H7683 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 לְכַפֵּ֥ר H3722 עָלָ֖יו H5921 וְנִסְלַ֥ח H5545 לֽוֹ Hl ",
  "29": "הָֽאֶזְרָח֙ H249 בִּבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְלַ H1616 הַגָּ֣ר H1481 בְּתוֹכָ֑ H8432 תּוֹרָ֤ה H8451 אַחַת֙ H259 יִהְיֶ֣ה H1961 לָכֶ֔ם Hl לָעֹשֶׂ֖ה H6213 בִּשְׁגָגָֽה H7684 ",
  "30": "וְהַ H5315 אֲשֶֽׁר H834 תַּעֲשֶׂ֣ה H6213 בְּיָ֣ד H3027 רָמָ֗ה H7411 מִן H4480 הָֽאֶזְרָח֙ H249 וּמִן H4480 הַגֵּ֔ר H1616 אֶת H853 יְהוָ֖ה H3068 ה֣וּא H1931 מְגַדֵּ֑ף H1442 וְנִכְרְתָ֛ה H3772 הַנֶּ֥פֶשׁ H5315 הַהִ֖וא H1931 מִקֶּ֥רֶב H7130 עַמָּֽהּ H5971 ",
  "31": "כִּ֤י H3588 דְבַר H1697 יְהוָה֙ H3068 בָּזָ֔ה H959 וְאֶת H853 מִצְוָת֖וֹ H4687 הֵפַ֑ר H6565 הִכָּרֵ֧ת H3772 תִּכָּרֵ֛ת H3772 הַנֶּ֥פֶשׁ H5315 הַהִ֖וא H1931 עֲוֺנָ֥ה H5771 בָֽהּ Hb ",
  "32": "וַיִּהְי֥וּ H1961 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 בַּמִּדְבָּ֑ר H4057 וַֽיִּמְצְא֗וּ H4672 אִ֛ישׁ H376 מְקֹשֵׁ֥שׁ H7197 עֵצִ֖ים H6086 בְּי֥וֹם H3117 הַשַּׁבָּֽת H7676 ",
  "33": "וַיַּקְרִ֣יבוּ H7126 אֹת֔וֹ H853 הַמֹּצְאִ֥ים H4672 אֹת֖וֹ H853 מְקֹשֵׁ֣שׁ H7197 עֵצִ֑ים H6086 אֶל H413 מֹשֶׁה֙ H4872 וְאֶֽל H413 אַהֲרֹ֔ן H175 וְאֶ֖ל H413 כָּל H3605 הָעֵדָֽה H5712 ",
  "34": "וַיַּנִּ֥יחוּ H3240 אֹת֖וֹ H853 בַּמִּשְׁמָ֑ר H4929 כִּ֚י H3588 לֹ֣א H3808 פֹרַ֔שׁ H6567 מַה H4100 יֵּעָשֶׂ֖ה H6213 לֽוֹ Hl ",
  "35": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 מ֥וֹת H4191 יוּמַ֖ת H4191 הָאִ֑ישׁ H376 רָג֨וֹם H7275 אֹת֤וֹ H853 בָֽאֲבָנִים֙ H68 כָּל H3605 הָ֣עֵדָ֔ה H5712 מִח֖וּץ H2351 לַֽמַּחֲנֶֽה H4264 ",
  "36": "וַיֹּצִ֨יאוּ H3318 אֹת֜וֹ H853 כָּל H3605 הָעֵדָ֗ה H5712 אֶל H413 מִחוּץ֙ H2351 לַֽמַּחֲנֶ֔ה H4264 וַיִּרְגְּמ֥וּ H7275 אֹת֛וֹ H853 בָּאֲבָנִ֖ים H68 וַיָּמֹ֑ת H4191 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
  "37": "וַיֹּ֥אמֶר H559 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "38": "דַּבֵּ֞ר H1696 אֶל H413 בְּנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 וְאָמַרְתָּ֣ H559 אֲלֵהֶ֔ם H413 וְעָשׂ֨וּ H6213 לָהֶ֥ם Hl צִיצִ֛ת H6734 עַל H5921 כַּנְפֵ֥י H3671 בִגְדֵיהֶ֖ם H899 לְדֹרֹתָ֑ H1755 וְנָֽתְנ֛וּ H5414 עַל H5921 צִיצִ֥ת H6734 הַכָּנָ֖ף H3671 פְּתִ֥יל H6616 תְּכֵֽלֶת H8504 ",
  "39": "וְהָיָ֣ה H1961 לָכֶם֮ Hl לְצִיצִת֒ H6734 וּרְאִיתֶ֣ם H7200 אֹת֗וֹ H853 וּזְכַרְתֶּם֙ H2142 אֶת H853 כָּל H3605 מִצְוֺ֣ת H4687 יְהוָ֔ה H3068 וַעֲשִׂיתֶ֖ם H6213 אֹתָ֑ם H853 וְלֹֽא H3808 תָתֻ֜רוּ H8446 אַחֲרֵ֤י H310 לְבַבְכֶם֙ H3824 וְאַחֲרֵ֣י H310 עֵֽינֵיכֶ֔ם H5869 אֲשֶׁר H834 אַתֶּ֥ם H859 זֹנִ֖ים H2181 אַחֲרֵיהֶֽם H310 ",
  "40": "לְמַ֣עַן H4616 תִּזְכְּר֔וּ H2142 וַעֲשִׂיתֶ֖ם H6213 אֶת H853 כָּל H3605 מִצְוֺתָ֑י H4687 וִהְיִיתֶ֥ם H1961 קְדֹשִׁ֖ים H6918 לֵֽאלֹהֵי H430 ",
  "41": "אֲנִ֞י H589 יְהוָ֣ה H3068 אֱלֹֽהֵיכֶ֗ם H430 אֲשֶׁ֨ר H834 הוֹצֵ֤אתִי H3318 אֶתְכֶם֙ H853 מֵאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 לִהְי֥וֹת H1961 לָכֶ֖ם Hl לֵאלֹהִ֑ים H430 אֲנִ֖י H589 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 "
}
