{
  "1": "וַיֹּ֤אמֶר H559 בִּלְעָם֙ H1109 אֶל H413 בָּלָ֔ק H1111 בְּנֵה H1129 לִ֥י Hl בָזֶ֖ה H2088 שִׁבְעָ֣ה H7651 מִזְבְּחֹ֑ת H4196 וְהָכֵ֥ן H3559 לִי֙ Hl בָּזֶ֔ה H2088 שִׁבְעָ֥ה H7651 פָרִ֖ים H6499 וְשִׁבְעָ֥ה H7651 אֵילִֽים H352 ",
  "2": "וַיַּ֣עַשׂ H6213 בָּלָ֔ק H1111 כַּאֲשֶׁ֖ר H834 דִּבֶּ֣ר H1696 בִּלְעָ֑ם H1109 וַיַּ֨עַל H5927 בָּלָ֧ק H1111 וּבִלְעָ֛ם H1109 פָּ֥ר H6499 וָאַ֖יִל H352 בַּמִּזְבֵּֽחַ H4196 ",
  "3": "וַיֹּ֨אמֶר H559 בִּלְעָ֜ם H1109 לְבָלָ֗ק H1111 הִתְיַצֵּב֮ H3320 עַל H5921 עֹלָתֶךָ֒ H5930 וְאֵֽלְכָ֗ה H3212 אוּלַ֞י H194 יִקָּרֵ֤ה H7136 יְהוָה֙ H3068 לִקְרָאתִ֔ H7125 וּדְבַ֥ר H1697 מַה H4100 יַּרְאֵ֖נִי H7200 וְהִגַּ֣דְתִּי H5046 לָ֑ךְ Hl וַיֵּ֖לֶךְ H3212 שֶֽׁפִי H8205 ",
  "4": "וַיִּקָּ֥ר H7136 אֱלֹהִ֖ים H430 אֶל H413 בִּלְעָ֑ם H1109 וַיֹּ֣אמֶר H559 אֵלָ֗יו H413 אֶת H853 שִׁבְעַ֤ת H7651 הַֽמִּזְבְּחֹת֙ H4196 עָרַ֔כְתִּי H6186 וָאַ֛עַל H5927 פָּ֥ר H6499 וָאַ֖יִל H352 בַּמִּזְבֵּֽחַ H4196 ",
  "5": "וַיָּ֧שֶׂם H7760 יְהוָ֛ה H3068 דָּבָ֖ר H1697 בְּפִ֣י H6310 בִלְעָ֑ם H1109 וַיֹּ֛אמֶר H559 שׁ֥וּב H7725 אֶל H413 בָּלָ֖ק H1111 וְכֹ֥ה H3541 תְדַבֵּֽר H1696 ",
  "6": "וַיָּ֣שָׁב H7725 אֵלָ֔יו H413 וְהִנֵּ֥ה H2009 נִצָּ֖ב H5324 עַל H5921 עֹלָת֑וֹ H5930 ה֖וּא H1931 וְכָל H3605 שָׂרֵ֥י H8269 מוֹאָֽב H4124 ",
  "7": "וַיִּשָּׂ֥א H5375 מְשָׁל֖וֹ H4912 וַיֹּאמַ֑ר H559 מִן H4480 אֲ֠רָם H758 יַנְחֵ֨נִי H5148 בָלָ֤ק H1111 מֶֽלֶךְ H4428 מוֹאָב֙ H4124 מֵֽהַרְרֵי H2042 קֶ֔דֶם H6924 לְכָה֙ H3212 אָֽרָה H779 לִּ֣י Hl יַעֲקֹ֔ב H3290 וּלְכָ֖ H3212 זֹעֲמָ֥ה H2194 יִשְׂרָאֵֽל H3478 ",
  "8": "מָ֣ה H4100 אֶקֹּ֔ב H5344 לֹ֥א H3808 קַבֹּ֖ה H6895 אֵ֑ל H410 וּמָ֣ה H4100 אֶזְעֹ֔ם H2194 לֹ֥א H3808 זָעַ֖ם H2194 יְהוָֽה H3068 ",
  "9": "כִּֽי H3588 מֵרֹ֤אשׁ H7218 צֻרִים֙ H6697 אֶרְאֶ֔נּוּ H7200 וּמִ H1389 אֲשׁוּרֶ֑נּוּ H7789 הֶן H2005 עָם֙ H5971 לְבָדָ֣ד H910 יִשְׁכֹּ֔ן H7931 וּבַ H1471 לֹ֥א H3808 יִתְחַשָּֽׁב H2803 ",
  "10": "מִ֤י H4310 מָנָה֙ H4487 עֲפַ֣ר H6083 יַעֲקֹ֔ב H3290 וּמִסְפָּ֖ר H4557 אֶת H853 רֹ֣בַע H7255 יִשְׂרָאֵ֑ל H3478 תָּמֹ֤ת H4191 נַפְשִׁי֙ H5315 מ֣וֹת H4194 יְשָׁרִ֔ים H3477 וּתְהִ֥י H1961 אַחֲרִיתִ֖י H319 כָּמֹֽהוּ H3644 ",
  "11": "וַיֹּ֤אמֶר H559 בָּלָק֙ H1111 אֶל H413 בִּלְעָ֔ם H1109 מֶ֥ה H4100 עָשִׂ֖יתָ H6213 לִ֑י Hl לָקֹ֤ב H6895 אֹיְבַי֙ H341 לְקַחְתִּ֔יךָ H3947 וְהִנֵּ֖ה H2009 בֵּרַ֥כְתָּ H1288 בָרֵֽךְ H1288 ",
  "12": "וַיַּ֖עַן H6030 וַיֹּאמַ֑ר H559 הֲלֹ֗א H3808 אֵת֩ H853 אֲשֶׁ֨ר H834 יָשִׂ֤ים H7760 יְהוָה֙ H3068 בְּפִ֔ H6310 אֹת֥וֹ H853 אֶשְׁמֹ֖ר H8104 לְדַבֵּֽר H1696 ",
  "13": "וַיֹּ֨אמֶר H559 אֵלָ֜יו H413 בָּלָ֗ק H1111 לך H3212 נָּ֨א H3212 אִתִּ֜י H854 אֶל H413 מָק֤וֹם H4725 אַחֵר֙ H312 אֲשֶׁ֣ר H834 תִּרְאֶ֣נּוּ H7200 מִשָּׁ֔ם H8033 אֶ֚פֶס H657 קָצֵ֣הוּ H7097 תִרְאֶ֔ה H7200 וְכֻלּ֖ H3605 לֹ֣א H3808 תִרְאֶ֑ה H7200 וְקָבְ H6895 לִ֖י Hl מִשָּֽׁם H8033 ",
  "14": "וַיִּקָּחֵ֨ H3947 שְׂדֵ֣ה H7704 צֹפִ֔ים H6839 אֶל H413 רֹ֖אשׁ H7218 הַפִּסְגָּ֑ה H6449 וַיִּ֨בֶן֙ H1129 שִׁבְעָ֣ה H7651 מִזְבְּחֹ֔ת H4196 וַיַּ֛עַל H5927 פָּ֥ר H6499 וָאַ֖יִל H352 בַּמִּזְבֵּֽחַ H4196 ",
  "15": "וַיֹּ֨אמֶר֙ H559 אֶל H413 בָּלָ֔ק H1111 הִתְיַצֵּ֥ב H3320 כֹּ֖ה H3541 עַל H5921 עֹלָתֶ֑ךָ H5930 וְאָנֹכִ֖י H595 אִקָּ֥רֶה H7136 כֹּֽה H3541 ",
  "16": "וַיִּקָּ֤ר H7136 יְהוָה֙ H3068 אֶל H413 בִּלְעָ֔ם H1109 וַיָּ֥שֶׂם H7760 דָּבָ֖ר H1697 בְּפִ֑י H6310 וַיֹּ֛אמֶר H559 שׁ֥וּב H7725 אֶל H413 בָּלָ֖ק H1111 וְכֹ֥ה H3541 תְדַבֵּֽר H1696 ",
  "17": "וַיָּבֹ֣א H935 אֵלָ֗יו H413 וְהִנּ֤ H2009 נִצָּב֙ H5324 עַל H5921 עֹ֣לָת֔וֹ H5930 וְשָׂרֵ֥י H8269 מוֹאָ֖ב H4124 אִתּ֑וֹ H854 וַיֹּ֤אמֶר H559 לוֹ֙ Hl בָּלָ֔ק H1111 מַה H4100 דִּבֶּ֖ר H1696 יְהוָֽה H3068 ",
  "18": "וַיִּשָּׂ֥א H5375 מְשָׁל֖וֹ H4912 וַיֹּאמַ֑ר H559 ק֤וּם H6965 בָּלָק֙ H1111 וּֽשֲׁמָ֔ע H8085 הַאֲזִ֥ינָה H238 עָדַ֖י H5704 בְּנ֥וֹ H1121 צִפֹּֽר H6834 ",
  "19": "לֹ֣א H3808 אִ֥ישׁ H376 אֵל֙ H410 וִֽיכַזֵּ֔ב H3576 וּבֶן H1121 אָדָ֖ם H120 וְיִתְנֶחָ֑ם H5162 הַה֤וּא H1931 אָמַר֙ H559 וְלֹ֣א H3808 יַעֲשֶׂ֔ה H6213 וְדִבֶּ֖ר H1696 וְלֹ֥א H3808 יְקִימֶֽנָּה H6965 ",
  "20": "הִנֵּ֥ה H2009 בָרֵ֖ךְ H1288 לָקָ֑חְתִּי H3947 וּבֵרֵ֖ךְ H1288 וְלֹ֥א H3808 אֲשִׁיבֶֽנָּה H7725 ",
  "21": "לֹֽא H3808 הִבִּ֥יט H5027 אָ֨וֶן֙ H205 בְּיַעֲקֹ֔ב H3290 וְלֹא H3808 רָאָ֥ה H7200 עָמָ֖ל H5999 בְּיִשְׂרָאֵ֑ל H3478 יְהוָ֤ה H3068 אֱלֹהָיו֙ H430 עִמּ֔וֹ H5973 וּתְרוּעַ֥ת H8643 מֶ֖לֶךְ H4428 בּֽוֹ Hb ",
  "22": "אֵ֖ל H410 מוֹצִיאָ֣ם H3318 מִמִּצְרָ֑יִם H4714 כְּתוֹעֲפֹ֥ת H8443 רְאֵ֖ם H7214 לֽוֹ Hl ",
  "23": "כִּ֤י H3588 לֹא H3808 נַ֨חַשׁ֙ H5173 בְּיַעֲקֹ֔ב H3290 וְלֹא H3808 קֶ֖סֶם H7081 בְּיִשְׂרָאֵ֑ל H3478 כָּעֵ֗ת H6256 יֵאָמֵ֤ר H559 לְיַעֲקֹב֙ H3290 וּלְ H3478 מַה H4100 פָּ֖עַל H6466 אֵֽל H410 ",
  "24": "הֶן H2005 עָם֙ H5971 כְּלָבִ֣יא H3833 יָק֔וּם H6965 וְכַ H738 יִתְנַשָּׂ֑א H5375 לֹ֤א H3808 יִשְׁכַּב֙ H7901 עַד H5704 יֹ֣אכַל H398 טֶ֔רֶף H2964 וְדַם H1818 חֲלָלִ֖ים H2491 יִשְׁתֶּֽה H8354 ",
  "25": "וַיֹּ֤אמֶר H559 בָּלָק֙ H1111 אֶל H413 בִּלְעָ֔ם H1109 גַּם H1571 קֹ֖ב H6895 לֹ֣א H3808 תִקֳּבֶ֑נּוּ H5344 גַּם H1571 בָּרֵ֖ךְ H1288 לֹ֥א H3808 תְבָרֲכֶֽנּוּ H1288 ",
  "26": "וַיַּ֣עַן H6030 בִּלְעָ֔ם H1109 וַיֹּ֖אמֶר H559 אֶל H413 בָּלָ֑ק H1111 הֲלֹ֗א H3808 דִּבַּ֤רְתִּי H1696 אֵלֶ֨יךָ֙ H413 לֵאמֹ֔ר H559 כֹּ֛ל H3605 אֲשֶׁר H834 יְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֹת֥וֹ H853 אֶֽעֱשֶֽׂה H6213 ",
  "27": "וַיֹּ֤אמֶר H559 בָּלָק֙ H1111 אֶל H413 בִּלְעָ֔ם H1109 לְכָה H3212 נָּא֙ H4994 אֶקָּ֣חֲךָ֔ H3947 אֶל H413 מָק֖וֹם H4725 אַחֵ֑ר H312 אוּלַ֤י H194 יִישַׁר֙ H3474 בְּעֵינֵ֣י H5869 הָאֱלֹהִ֔ים H430 וְקַבֹּ֥ת H6895 לִ֖י Hl מִשָּֽׁם H8033 ",
  "28": "וַיִּקַּ֥ח H3947 בָּלָ֖ק H1111 אֶת H853 בִּלְעָ֑ם H1109 רֹ֣אשׁ H7218 הַפְּע֔וֹר H6465 הַנִּשְׁקָ֖ף H8259 עַל H5921 פְּנֵ֥י H6440 הַיְשִׁימֹֽן H3452 ",
  "29": "וַיֹּ֤אמֶר H559 בִּלְעָם֙ H1109 אֶל H413 בָּלָ֔ק H1111 בְּנֵה H1129 לִ֥י Hl בָזֶ֖ה H2088 שִׁבְעָ֣ה H7651 מִזְבְּחֹ֑ת H4196 וְהָכֵ֥ן H3559 לִי֙ Hl בָּזֶ֔ה H2088 שִׁבְעָ֥ה H7651 פָרִ֖ים H6499 וְשִׁבְעָ֥ה H7651 אֵילִֽים H352 ",
  "30": "וַיַּ֣עַשׂ H6213 בָּלָ֔ק H1111 כַּאֲשֶׁ֖ר H834 אָמַ֣ר H559 בִּלְעָ֑ם H1109 וַיַּ֛עַל H5927 פָּ֥ר H6499 וָאַ֖יִל H352 בַּמִּזְבֵּֽחַ H4196 "
}
