{
  "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "2": "צַ֚ו H6680 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְאָמַרְתָּ֖ H559 אֲלֵהֶ֑ם H413 אֶת H853 קָרְבָּנִ֨י H7133 לַחְמִ֜י H3899 לְאִשַּׁ֗ H801 רֵ֚יחַ H7381 נִֽיחֹחִ֔י H5207 תִּשְׁמְר֕וּ H8104 לְהַקְרִ֥יב H7126 לִ֖י Hl בְּמוֹעֲדֽ H4150 ",
  "3": "וְאָמַרְתָּ֣ H559 לָהֶ֔ם Hl זֶ֚ה H2088 הָֽאִשֶּׁ֔ה H801 אֲשֶׁ֥ר H834 תַּקְרִ֖יבוּ H7126 לַיהוָ֑ה H3068 כְּבָשִׂ֨ים H3532 בְּנֵֽי H1121 שָׁנָ֧ה H8141 תְמִימִ֛ם H8549 שְׁנַ֥יִם H8147 לַיּ֖וֹם H3117 עֹלָ֥ה H5930 תָמִֽיד H8548 ",
  "4": "אֶת H853 הַכֶּ֥בֶשׂ H3532 אֶחָ֖ד H259 תַּעֲשֶׂ֣ה H6213 בַבֹּ֑קֶר H1242 וְאֵת֙ H853 הַכֶּ֣בֶשׂ H3532 הַשֵּׁנִ֔י H8145 תַּעֲשֶׂ֖ה H6213 בֵּ֥ין H996 הָֽעַרְבָּֽיִם H6153 ",
  "5": "וַעֲשִׂירִ֧ית H6224 הָאֵיפָ֛ה H374 סֹ֖לֶת H5560 לְמִנְחָ֑ה H4503 בְּלוּלָ֛ה H1101 בְּשֶׁ֥מֶן H8081 כָּתִ֖ית H3795 רְבִיעִ֥ת H7243 הַהִֽין H1969 ",
  "6": "עֹלַ֖ת H5930 תָּמִ֑יד H8548 הָעֲשֻׂיָה֙ H6213 בְּהַ֣ר H2022 סִינַ֔י H5514 לְרֵ֣יחַ H7381 נִיחֹ֔חַ H5207 אִשֶּׁ֖ה H801 לַֽיהוָֽה H3068 ",
  "7": "וְנִסְכּ H5262 רְבִיעִ֣ת H7243 הַהִ֔ין H1969 לַכֶּ֖בֶשׂ H3532 הָאֶחָ֑ד H259 בַּקֹּ֗דֶשׁ H6944 הַסֵּ֛ךְ H5258 נֶ֥סֶךְ H5262 שֵׁכָ֖ר H7941 לַיהוָֽה H3068 ",
  "8": "וְאֵת֙ H853 הַכֶּ֣בֶשׂ H3532 הַשֵּׁנִ֔י H8145 תַּעֲשֶׂ֖ה H6213 בֵּ֣ין H996 הָֽעַרְבָּ֑יִם H6153 כְּמִנְחַ֨ת H4503 הַבֹּ֤קֶר H1242 וּכְ H5262 תַּעֲשֶׂ֔ה H6213 אִשֵּׁ֛ה H801 רֵ֥יחַ H7381 נִיחֹ֖חַ H5207 לַיהוָֽה H3068 ",
  "9": "וּבְ H3117 הַשַּׁבָּ֔ת H7676 שְׁנֵֽי H8147 כְבָשִׂ֥ים H3532 בְּנֵֽי H1121 שָׁנָ֖ה H8141 תְּמִימִ֑ם H8549 וּשְׁנֵ֣י H8147 עֶשְׂרֹנִ֗ים H6241 סֹ֧לֶת H5560 מִנְחָ֛ה H4503 בְּלוּלָ֥ה H1101 בַשֶּׁ֖מֶן H8081 וְנִסְכּֽ H5262 ",
  "10": "עֹלַ֥ת H5930 שַׁבַּ֖ת H7676 בְּשַׁבַּתּ֑ H7676 עַל H5921 עֹלַ֥ת H5930 הַתָּמִ֖יד H8548 וְנִסְכָּֽ H5262 ",
  "11": "וּבְ H7218 חָדְשֵׁיכֶ֔ם H2320 תַּקְרִ֥יבוּ H7126 עֹלָ֖ה H5930 לַיהוָ֑ה H3068 פָּרִ֨ים H6499 בְּנֵֽי H1121 בָקָ֤ר H1241 שְׁנַ֨יִם֙ H8147 וְאַ֣יִל H352 אֶחָ֔ד H259 כְּבָשִׂ֧ים H3532 בְּנֵי H1121 שָׁנָ֛ה H8141 שִׁבְעָ֖ה H7651 תְּמִימִֽם H8549 ",
  "12": "וּשְׁלֹשָׁ֣ה H7969 עֶשְׂרֹנִ֗ים H6241 סֹ֤לֶת H5560 מִנְחָה֙ H4503 בְּלוּלָ֣ה H1101 בַשֶּׁ֔מֶן H8081 לַפָּ֖ר H6499 הָאֶחָ֑ד H259 וּשְׁנֵ֣י H8147 עֶשְׂרֹנִ֗ים H6241 סֹ֤לֶת H5560 מִנְחָה֙ H4503 בְּלוּלָ֣ה H1101 בַשֶּׁ֔מֶן H8081 לָאַ֖יִל H352 הָֽאֶחָֽד H259 ",
  "13": "וְעִשָּׂרֹ֣ן H6241 עִשָּׂר֗וֹן H6241 סֹ֤לֶת H5560 מִנְחָה֙ H4503 בְּלוּלָ֣ה H1101 בַשֶּׁ֔מֶן H8081 לַכֶּ֖בֶשׂ H3532 הָאֶחָ֑ד H259 עֹלָה֙ H5930 רֵ֣יחַ H7381 נִיחֹ֔חַ H5207 אִשֶּׁ֖ה H801 לַיהוָֽה H3068 ",
  "14": "וְנִסְכֵּי H5262 חֲצִ֣י H2677 הַהִין֩ H1969 יִהְיֶ֨ה H1961 לַפָּ֜ר H6499 וּשְׁלִישִׁ֧ת H7992 הַהִ֣ין H1969 לָאַ֗יִל H352 וּרְבִיעִ֥ת H7243 הַהִ֛ין H1969 לַכֶּ֖בֶשׂ H3532 יָ֑יִן H3196 זֹ֣את H2063 עֹלַ֥ת H5930 חֹ֨דֶשׁ֙ H2320 בְּחָדְשׁ֔ H2320 לְחָדְשֵׁ֖י H2320 הַשָּׁנָֽה H8141 ",
  "15": "וּשְׂעִ֨יר H8163 עִזִּ֥ים H5795 אֶחָ֛ד H259 לְחַטָּ֖את H2403 לַיהוָ֑ה H3068 עַל H5921 עֹלַ֧ת H5930 הַתָּמִ֛יד H8548 יֵעָשֶׂ֖ה H6213 וְנִסְכּֽ H5262 ",
  "16": "וּבַ H2320 הָרִאשׁ֗וֹן H7223 בְּאַרְבָּעָ֥ה H702 עָשָׂ֛ר H6240 י֖וֹם H3117 לַחֹ֑דֶשׁ H2320 פֶּ֖סַח H6453 לַיהוָֽה H3068 ",
  "17": "וּבַ H2568 עָשָׂ֥ר H6240 י֛וֹם H3117 לַחֹ֥דֶשׁ H2320 הַזֶּ֖ה H2088 חָ֑ג H2282 שִׁבְעַ֣ת H7651 יָמִ֔ים H3117 מַצּ֖וֹת H4682 יֵאָכֵֽל H398 ",
  "18": "בַּיּ֥וֹם H3117 הָרִאשׁ֖וֹן H7223 מִקְרָא H4744 קֹ֑דֶשׁ H6944 כָּל H3605 מְלֶ֥אכֶת H4399 עֲבֹדָ֖ה H5656 לֹ֥א H3808 תַעֲשֽׂוּ H6213 ",
  "19": "וְהִקְרַבְתֶּ֨ם H7126 אִשֶּׁ֤ה H801 עֹלָה֙ H5930 לַֽיהוָ֔ה H3068 פָּרִ֧ים H6499 בְּנֵי H1121 בָקָ֛ר H1241 שְׁנַ֖יִם H8147 וְאַ֣יִל H352 אֶחָ֑ד H259 וְשִׁבְעָ֤ה H7651 כְבָשִׂים֙ H3532 בְּנֵ֣י H1121 שָׁנָ֔ה H8141 תְּמִימִ֖ם H8549 יִהְי֥וּ H1961 לָכֶֽם Hl ",
  "20": "וּמִ֨נְחָתָ֔ H4503 סֹ֖לֶת H5560 בְּלוּלָ֣ה H1101 בַשָּׁ֑מֶן H8081 שְׁלֹשָׁ֨ה H7969 עֶשְׂרֹנִ֜ים H6241 לַפָּ֗ר H6499 וּשְׁנֵ֧י H8147 עֶשְׂרֹנִ֛ים H6241 לָאַ֖יִל H352 תַּעֲשֽׂוּ H6213 ",
  "21": "עִשָּׂר֤וֹן H6241 עִשָּׂרוֹן֙ H6241 תַּעֲשֶׂ֔ה H6213 לַכֶּ֖בֶשׂ H3532 הָאֶחָ֑ד H259 לְשִׁבְעַ֖ת H7651 הַכְּבָשִֽׂים H3532 ",
  "22": "וּשְׂעִ֥יר H8163 חַטָּ֖את H2403 אֶחָ֑ד H259 לְכַפֵּ֖ר H3722 עֲלֵיכֶֽם H5921 ",
  "23": "מִלְּ H905 עֹלַ֣ת H5930 הַבֹּ֔קֶר H1242 אֲשֶׁ֖ר H834 לְעֹלַ֣ת H5930 הַתָּמִ֑יד H8548 תַּעֲשׂ֖וּ H6213 אֶת H853 אֵֽלֶּה H428 ",
  "24": "כָּאֵ֜לֶּה H428 תַּעֲשׂ֤וּ H6213 לַיּוֹם֙ H3117 שִׁבְעַ֣ת H7651 יָמִ֔ים H3117 לֶ֛חֶם H3899 אִשֵּׁ֥ה H801 רֵֽיחַ H7381 נִיחֹ֖חַ H5207 לַיהוָ֑ה H3068 עַל H5921 עוֹלַ֧ת H5930 הַתָּמִ֛יד H8548 יֵעָשֶׂ֖ה H6213 וְנִסְכּֽ H5262 ",
  "25": "וּבַ H3117 הַשְּׁבִיעִ֔י H7637 מִקְרָא H4744 קֹ֖דֶשׁ H6944 יִהְיֶ֣ה H1961 לָכֶ֑ם Hl כָּל H3605 מְלֶ֥אכֶת H4399 עֲבֹדָ֖ה H5656 לֹ֥א H3808 תַעֲשֽׂוּ H6213 ",
  "26": "וּבְ H3117 הַבִּכּוּרִ֗ים H1061 בְּהַקְרִ֨יבְ H7126 מִנְחָ֤ה H4503 חֲדָשָׁה֙ H2319 לַֽיהוָ֔ה H3068 בְּשָׁבֻעֹ֖תֵי H7620 מִֽקְרָא H4744 קֹ֨דֶשׁ֙ H6944 יִהְיֶ֣ה H1961 לָכֶ֔ם Hl כָּל H3605 מְלֶ֥אכֶת H4399 עֲבֹדָ֖ה H5656 לֹ֥א H3808 תַעֲשֽׂוּ H6213 ",
  "27": "וְהִקְרַבְתֶּ֨ם H7126 עוֹלָ֜ה H5930 לְרֵ֤יחַ H7381 נִיחֹ֨חַ֙ H5207 לַֽיהוָ֔ה H3068 פָּרִ֧ים H6499 בְּנֵי H1121 בָקָ֛ר H1241 שְׁנַ֖יִם H8147 אַ֣יִל H352 אֶחָ֑ד H259 שִׁבְעָ֥ה H7651 כְבָשִׂ֖ים H3532 בְּנֵ֥י H1121 שָׁנָֽה H8141 ",
  "28": "וּמִנְחָתָ֔ H4503 סֹ֖לֶת H5560 בְּלוּלָ֣ה H1101 בַשָּׁ֑מֶן H8081 שְׁלֹשָׁ֤ה H7969 עֶשְׂרֹנִים֙ H6241 לַפָּ֣ר H6499 הָֽאֶחָ֔ד H259 שְׁנֵי֙ H8147 עֶשְׂרֹנִ֔ים H6241 לָאַ֖יִל H352 הָאֶחָֽד H259 ",
  "29": "עִשָּׂרוֹן֙ H6241 עִשָּׂר֔וֹן H6241 לַכֶּ֖בֶשׂ H3532 הָאֶחָ֑ד H259 לְשִׁבְעַ֖ת H7651 הַכְּבָשִֽׂים H3532 ",
  "30": "שְׂעִ֥יר H8163 עִזִּ֖ים H5795 אֶחָ֑ד H259 לְכַפֵּ֖ר H3722 עֲלֵיכֶֽם H5921 ",
  "31": "מִלְּ H905 עֹלַ֧ת H5930 הַתָּמִ֛יד H8548 וּמִנְחָת֖ H4503 תַּעֲשׂ֑וּ H6213 תְּמִימִ֥ם H8549 יִהְיוּ H1961 לָכֶ֖ם Hl וְנִסְכֵּי H5262 "
}
