{
  "1": "וְאֵ֛לֶּה H428 תּוֹלְדֹ֥ת H8435 אַהֲרֹ֖ן H175 וּמֹשֶׁ֑ה H4872 בְּי֗וֹם H3117 דִּבֶּ֧ר H1696 יְהוָ֛ה H3068 אֶת H854 מֹשֶׁ֖ה H4872 בְּהַ֥ר H2022 סִינָֽי H5514 ",
  "2": "וְאֵ֛לֶּה H428 שְׁמ֥וֹת H8034 בְּֽנֵי H1121 אַהֲרֹ֖ן H175 הַבְּכ֣וֹר H1060 נָדָ֑ב H5070 וַאֲבִיה֕וּא H30 אֶלְעָזָ֖ר H499 וְאִיתָמָֽר H385 ",
  "3": "אֵ֗לֶּה H428 שְׁמוֹת֙ H8034 בְּנֵ֣י H1121 אַהֲרֹ֔ן H175 הַכֹּהֲנִ֖ים H3548 הַמְּשֻׁחִ֑ים H4886 אֲשֶׁר H834 מִלֵּ֥א H4390 יָדָ֖ם H3027 לְכַהֵֽן H3547 ",
  "4": "וַיָּ֣מָת H4191 נָדָ֣ב H5070 וַאֲבִיה֣וּא H30 לִפְנֵ֣י H6440 יְהוָ֡ה H3068 בְּֽהַקְרִבָ H7126 אֵ֨שׁ H784 זָרָ֜ה H2114 לִפְנֵ֤י H6440 יְהוָה֙ H3068 בְּמִדְבַּ֣ר H4057 סִינַ֔י H5514 וּבָנִ֖ים H1121 לֹא H3808 הָי֣וּ H1961 לָהֶ֑ם Hl וַיְכַהֵ֤ן H3547 אֶלְעָזָר֙ H499 וְאִ֣יתָמָ֔ר H385 עַל H5921 פְּנֵ֖י H6440 אַהֲרֹ֥ן H175 אֲבִיהֶֽם H1 ",
  "5": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "6": "הַקְרֵב֙ H7126 אֶת H853 מַטֵּ֣ה H4294 לֵוִ֔י H3878 וְֽהַעֲמַדְתָּ֣ H5975 אֹת֔וֹ H853 לִפְנֵ֖י H6440 אַהֲרֹ֣ן H175 הַכֹּהֵ֑ן H3548 וְשֵׁרְת֖וּ H8334 אֹתֽוֹ H853 ",
  "7": "וְשָׁמְר֣וּ H8104 אֶת H853 מִשְׁמַרְתּ֗וֹ H4931 וְאֶת H853 מִשְׁמֶ֨רֶת֙ H4931 כָּל H3605 הָ֣עֵדָ֔ה H5712 לִפְנֵ֖י H6440 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 לַעֲבֹ֖ד H5647 אֶת H853 עֲבֹדַ֥ת H5656 הַמִּשְׁכָּֽן H4908 ",
  "8": "וְשָׁמְר֗וּ H8104 אֶֽת H853 כָּל H3605 כְּלֵי֙ H3627 אֹ֣הֶל H168 מוֹעֵ֔ד H4150 וְאֶת H853 מִשְׁמֶ֖רֶת H4931 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 לַעֲבֹ֖ד H5647 אֶת H853 עֲבֹדַ֥ת H5656 הַמִּשְׁכָּֽן H4908 ",
  "9": "וְנָתַתָּה֙ H5414 אֶת H853 הַלְוִיִּ֔ם H3881 לְאַהֲרֹ֖ן H175 וּלְ H1121 נְתוּנִ֨ם H5414 נְתוּנִ֥ם H5414 הֵ֨מָּה֙ H1992 ל֔וֹ Hl מֵאֵ֖ת H854 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "10": "וְאֶת H853 אַהֲרֹ֤ן H175 וְאֶת H853 בָּנָיו֙ H1121 תִּפְקֹ֔ד H6485 וְשָׁמְר֖וּ H8104 אֶת H853 כְּהֻנָּתָ֑ם H3550 וְהַ H2114 הַקָּרֵ֖ב H7126 יוּמָֽת H4191 ",
  "11": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "12": "וַאֲנִ֞י H589 הִנֵּ֧ה H2009 לָקַ֣חְתִּי H3947 אֶת H853 הַלְוִיִּ֗ם H3881 מִתּוֹךְ֙ H8432 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 תַּ֧חַת H8478 כָּל H3605 בְּכ֛וֹר H1060 פֶּ֥טֶר H6363 רֶ֖חֶם H7358 מִבְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וְהָ֥יוּ H1961 לִ֖י Hl הַלְוִיִּֽם H3881 ",
  "13": "כִּ֣י H3588 לִי֮ Hl כָּל H3605 בְּכוֹר֒ H1060 בְּיוֹם֩ H3117 הַכֹּתִ֨י H5221 כָל H3605 בְּכ֜וֹר H1060 בְּאֶ֣רֶץ H776 מִצְרַ֗יִם H4714 הִקְדַּ֨שְׁתִּי H6942 לִ֤י Hl כָל H3605 בְּכוֹר֙ H1060 בְּיִשְׂרָאֵ֔ל H3478 מֵאָדָ֖ם H120 עַד H5704 בְּהֵמָ֑ה H929 לִ֥י Hl יִהְי֖וּ H1961 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "14": "וַיְדַבֵּ֤ר H1696 יְהוָה֙ H3068 אֶל H413 מֹשֶׁ֔ה H4872 בְּמִדְבַּ֥ר H4057 סִינַ֖י H5514 לֵאמֹֽר H559 ",
  "15": "פְּקֹד֙ H6485 אֶת H853 בְּנֵ֣י H1121 לֵוִ֔י H3878 לְבֵ֥ית H1004 אֲבֹתָ֖ם H1 לְמִשְׁפְּחֹתָ֑ H4940 כָּל H3605 זָכָ֛ר H2145 מִבֶּן H1121 חֹ֥דֶשׁ H2320 וָמַ֖עְלָ H4605 תִּפְקְדֵֽם H6485 ",
  "16": "וַיִּפְקֹ֥ד H6485 אֹתָ֛ם H853 מֹשֶׁ֖ה H4872 עַל H5921 פִּ֣י H6310 יְהוָ֑ה H3068 כַּאֲשֶׁ֖ר H834 צֻוָּֽה H6680 ",
  "17": "וַיִּֽהְיוּ H1961 אֵ֥לֶּה H428 בְנֵֽי H1121 לֵוִ֖י H3878 בִּשְׁמֹתָ֑ H8034 גֵּרְשׁ֕וֹן H1648 וּקְהָ֖ת H6955 וּמְרָרִֽי H4847 ",
  "18": "וְאֵ֛לֶּה H428 שְׁמ֥וֹת H8034 בְּֽנֵי H1121 גֵרְשׁ֖וֹן H1648 לְמִשְׁפְּחֹתָ֑ H4940 לִבְנִ֖י H3845 וְשִׁמְעִֽי H8096 ",
  "19": "וּבְנֵ֥י H1121 קְהָ֖ת H6955 לְמִשְׁפְּחֹתָ֑ H4940 עַמְרָ֣ם H6019 וְיִצְהָ֔ר H3324 חֶבְר֖וֹן H2275 וְעֻזִּיאֵֽל H5816 ",
  "20": "וּבְנֵ֧י H1121 מְרָרִ֛י H4847 לְמִשְׁפְּחֹתָ֖ H4940 מַחְלִ֣י H4249 וּמוּשִׁ֑י H4187 אֵ֥לֶּה H428 הֵ֛ם H1992 מִשְׁפְּחֹ֥ת H4940 הַלֵּוִ֖י H3881 לְבֵ֥ית H1004 אֲבֹתָֽם H1 ",
  "21": "לְגֵ֣רְשׁ֔וֹן H1648 מִשְׁפַּ֨חַת֙ H4940 הַלִּבְנִ֔י H3846 וּמִשְׁפַּ֖חַת H4940 הַשִּׁמְעִ֑י H8097 אֵ֣לֶּה H428 הֵ֔ם H1992 מִשְׁפְּחֹ֖ת H4940 הַגֵּרְשֻׁנִּֽי H1649 ",
  "22": "פְּקֻדֵיהֶם֙ H6485 בְּמִסְפַּ֣ר H4557 כָּל H3605 זָכָ֔ר H2145 מִבֶּן H1121 חֹ֖דֶשׁ H2320 וָמָ֑עְלָ H4605 פְּקֻ֣דֵיהֶ֔ם H6485 שִׁבְעַ֥ת H7651 אֲלָפִ֖ים H505 וַחֲמֵ֥שׁ H2568 מֵאֽוֹת H3967 ",
  "23": "מִשְׁפְּחֹ֖ת H4940 הַגֵּרְשֻׁנִּ֑י H1649 אַחֲרֵ֧י H310 הַמִּשְׁכָּ֛ן H4908 יַחֲנ֖וּ H2583 יָֽמָּה H3220 ",
  "24": "וּנְשִׂ֥יא H5387 בֵֽית H1004 אָ֖ב H1 לַגֵּרְשֻׁנִּ֑י H1649 אֶלְיָסָ֖ף H460 בֶּן H1121 לָאֵֽל H3815 ",
  "25": "וּמִשְׁמֶ֤רֶת H4931 בְּנֵֽי H1121 גֵרְשׁוֹן֙ H1648 בְּאֹ֣הֶל H168 מוֹעֵ֔ד H4150 הַמִּשְׁכָּ֖ן H4908 וְהָ H168 מִכְסֵ֕הוּ H4372 וּמָסַ֕ךְ H4539 פֶּ֖תַח H6607 אֹ֥הֶל H168 מוֹעֵֽד H4150 ",
  "26": "וְקַלְעֵ֣י H7050 הֶֽחָצֵ֗ר H2691 וְאֶת H853 מָסַךְ֙ H4539 פֶּ֣תַח H6607 הֶֽחָצֵ֔ר H2691 אֲשֶׁ֧ר H834 עַל H5921 הַמִּשְׁכָּ֛ן H4908 וְעַל H5921 הַמִּזְבֵּ֖חַ H4196 סָבִ֑יב H5439 וְאֵת֙ H853 מֵֽיתָרָ֔יו H4340 לְכֹ֖ל H3605 עֲבֹדָתֽוֹ H5656 ",
  "27": "וְלִ H6955 מִשְׁפַּ֤חַת H4940 הַֽעַמְרָמִי֙ H6020 וּמִשְׁפַּ֣חַת H4940 הַיִּצְהָרִ֔י H3325 וּמִשְׁפַּ֨חַת֙ H4940 הַֽחֶבְרֹנִ֔י H2276 וּמִשְׁפַּ֖חַת H4940 הָֽעָזִּיאֵלִ֑י H5817 אֵ֥לֶּה H428 הֵ֖ם H1992 מִשְׁפְּחֹ֥ת H4940 הַקְּהָתִֽי H6956 ",
  "28": "בְּמִסְפַּר֙ H4557 כָּל H3605 זָכָ֔ר H2145 מִבֶּן H1121 חֹ֖דֶשׁ H2320 וָמָ֑עְלָ H4605 שְׁמֹנַ֤ת H8083 אֲלָפִים֙ H505 וְשֵׁ֣שׁ H8337 מֵא֔וֹת H3967 שֹׁמְרֵ֖י H8104 מִשְׁמֶ֥רֶת H4931 הַקֹּֽדֶשׁ H6944 ",
  "29": "מִשְׁפְּחֹ֥ת H4940 בְּנֵי H1121 קְהָ֖ת H6955 יַחֲנ֑וּ H2583 עַ֛ל H5921 יֶ֥רֶךְ H3409 הַמִּשְׁכָּ֖ן H4908 תֵּימָֽנָה H8486 ",
  "30": "וּנְשִׂ֥יא H5387 בֵֽית H1004 אָ֖ב H1 לְמִשְׁפְּחֹ֣ת H4940 הַקְּהָתִ֑י H6956 אֶלִיצָפָ֖ן H469 בֶּן H1121 עֻזִּיאֵֽל H5816 ",
  "31": "וּמִשְׁמַרְתָּ֗ H4931 הָאָרֹ֤ן H727 וְהַ H7979 וְהַ H4501 וְהַֽ H4196 וּכְלֵ֣י H3627 הַקֹּ֔דֶשׁ H6944 אֲשֶׁ֥ר H834 יְשָׁרְת֖וּ H8334 בָּהֶ֑ם Hb וְהַ֨ H4539 וְכֹ֖ל H3605 עֲבֹדָתֽוֹ H5656 ",
  "32": "וּנְשִׂיא֙ H5387 נְשִׂיאֵ֣י H5387 הַלֵּוִ֔י H3881 אֶלְעָזָ֖ר H499 בֶּן H1121 אַהֲרֹ֣ן H175 הַכֹּהֵ֑ן H3548 פְּקֻדַּ֕ת H6486 שֹׁמְרֵ֖י H8104 מִשְׁמֶ֥רֶת H4931 הַקֹּֽדֶשׁ H6944 ",
  "33": "לִמְרָרִ֕י H4847 מִשְׁפַּ֨חַת֙ H4940 הַמַּחְלִ֔י H4250 וּמִשְׁפַּ֖חַת H4940 הַמּוּשִׁ֑י H4188 אֵ֥לֶּה H428 הֵ֖ם H1992 מִשְׁפְּחֹ֥ת H4940 מְרָרִֽי H4847 ",
  "34": "וּפְקֻדֵי H6485 בְּמִסְפַּ֣ר H4557 כָּל H3605 זָכָ֔ר H2145 מִבֶּן H1121 חֹ֖דֶשׁ H2320 וָמָ֑עְלָ H4605 שֵׁ֥שֶׁת H8337 אֲלָפִ֖ים H505 וּמָאתָֽיִם H3967 ",
  "35": "וּנְשִׂ֤יא H5387 בֵֽית H1004 אָב֙ H1 לְמִשְׁפְּחֹ֣ת H4940 מְרָרִ֔י H4847 צוּרִיאֵ֖ל H6700 בֶּן H1121 אֲבִיחָ֑יִל H32 עַ֣ל H5921 יֶ֧רֶךְ H3409 הַמִּשְׁכָּ֛ן H4908 יַחֲנ֖וּ H2583 צָפֹֽנָה H6828 ",
  "36": "וּפְקֻדַּ֣ת H6486 מִשְׁמֶרֶת֮ H4931 בְּנֵ֣י H1121 מְרָרִי֒ H4847 קַרְשֵׁי֙ H7175 הַמִּשְׁכָּ֔ן H4908 וּבְרִיחָ֖י H1280 וְעַמֻּדָ֣י H5982 וַאֲדָנָ֑י H134 וְכָל H3605 כֵּלָ֔יו H3627 וְכֹ֖ל H3605 עֲבֹדָתֽוֹ H5656 ",
  "37": "וְעַמֻּדֵ֧י H5982 הֶחָצֵ֛ר H2691 סָבִ֖יב H5439 וְאַדְנֵי H134 וִיתֵדֹתָ֖ H3489 וּמֵֽיתְרֵי H4340 ",
  "38": "וְהַ H2583 לִפְנֵ֣י H6440 הַמִּשְׁכָּ֡ן H4908 קֵ֣דְמָה H6924 לִפְנֵי֩ H6440 אֹֽהֶל H168 מוֹעֵ֨ד H4150 מִזְרָ֜חָה H4217 מֹשֶׁ֣ה H4872 וְאַהֲרֹ֣ן H175 וּבָנָ֗י H1121 שֹֽׁמְרִים֙ H8104 מִשְׁמֶ֣רֶת H4931 הַמִּקְדָּ֔שׁ H4720 לְמִשְׁמֶ֖רֶת H4931 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וְהַ H2114 הַקָּרֵ֖ב H7126 יוּמָֽת H4191 ",
  "39": "כָּל H3605 פְּקוּדֵ֨י H6485 הַלְוִיִּ֜ם H3881 אֲשֶׁר֩ H834 פָּקַ֨ד H6485 מֹשֶׁ֧ה H4872 וְׄאַׄהֲׄרֹ֛ׄןׄ H175 עַל H5921 פִּ֥י H6310 יְהוָ֖ה H3068 לְמִשְׁפְּחֹתָ֑ H4940 כָּל H3605 זָכָר֙ H2145 מִבֶּן H1121 חֹ֣דֶשׁ H2320 וָמַ֔עְלָ H4605 שְׁנַ֥יִם H8147 וְעֶשְׂרִ֖ים H6242 אָֽלֶף H505 ",
  "40": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֗ה H4872 פְּקֹ֨ד H6485 כָּל H3605 בְּכֹ֤ר H1060 זָכָר֙ H2145 לִבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 מִבֶּן H1121 חֹ֖דֶשׁ H2320 וָמָ֑עְלָ H4605 וְשָׂ֕א H5375 אֵ֖ת H853 מִסְפַּ֥ר H4557 שְׁמֹתָֽם H8034 ",
  "41": "וְלָקַחְתָּ֨ H3947 אֶת H853 הַלְוִיִּ֥ם H3881 לִי֙ Hl אֲנִ֣י H589 יְהוָ֔ה H3068 תַּ֥חַת H8478 כָּל H3605 בְּכֹ֖ר H1060 בִּבְנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וְאֵת֙ H853 בֶּהֱמַ֣ת H929 הַלְוִיִּ֔ם H3881 תַּ֣חַת H8478 כָּל H3605 בְּכ֔וֹר H1060 בְּבֶהֱמַ֖ת H929 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "42": "וַיִּפְקֹ֣ד H6485 מֹשֶׁ֔ה H4872 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֹת֑וֹ H853 אֶֽת H853 כָּל H3605 בְּכֹ֖ר H1060 בִּבְנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "43": "וַיְהִי֩ H1961 כָל H3605 בְּכ֨וֹר H1060 זָכָ֜ר H2145 בְּמִסְפַּ֥ר H4557 שֵׁמ֛וֹת H8034 מִבֶּן H1121 חֹ֥דֶשׁ H2320 וָמַ֖עְלָ H4605 לִפְקֻדֵי H6485 שְׁנַ֤יִם H8147 וְעֶשְׂרִים֙ H6242 אֶ֔לֶף H505 שְׁלֹשָׁ֥ה H7969 וְשִׁבְעִ֖ים H7657 וּמָאתָֽיִם H3967 ",
  "44": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "45": "קַ֣ח H3947 אֶת H853 הַלְוִיִּ֗ם H3881 תַּ֤חַת H8478 כָּל H3605 בְּכוֹר֙ H1060 בִּבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְאֶת H853 בֶּהֱמַ֥ת H929 הַלְוִיִּ֖ם H3881 תַּ֣חַת H8478 בְּהֶמְתָּ֑ם H929 וְהָיוּ H1961 לִ֥י Hl הַלְוִיִּ֖ם H3881 אֲנִ֥י H589 יְהוָֽה H3068 ",
  "46": "וְאֵת֙ H853 פְּדוּיֵ֣י H6302 הַשְּׁלֹשָׁ֔ה H7969 וְהַ H7657 וְהַ H3967 הָעֹֽדְפִים֙ H5736 עַל H5921 הַלְוִיִּ֔ם H3881 מִבְּכ֖וֹר H1060 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "47": "וְלָקַחְתָּ֗ H3947 חֲמֵ֧שֶׁת H2568 חֲמֵ֛שֶׁת H2568 שְׁקָלִ֖ים H8255 לַגֻּלְגֹּ֑לֶת H1538 בְּשֶׁ֤קֶל H8255 הַקֹּ֨דֶשׁ֙ H6944 תִּקָּ֔ח H3947 עֶשְׂרִ֥ים H6242 גֵּרָ֖ה H1626 הַשָּֽׁקֶל H8255 ",
  "48": "וְנָתַתָּ֣ה H5414 הַכֶּ֔סֶף H3701 לְאַהֲרֹ֖ן H175 וּלְ H1121 פְּדוּיֵ֕י H6302 הָעֹדְפִ֖ים H5736 בָּהֶֽם Hb ",
  "49": "וַיִּקַּ֣ח H3947 מֹשֶׁ֔ה H4872 אֵ֖ת H853 כֶּ֣סֶף H3701 הַפִּדְי֑וֹם H6306 מֵאֵת֙ H853 הָעֹ֣דְפִ֔ים H5736 עַ֖ל H5921 פְּדוּיֵ֥י H6302 הַלְוִיִּֽם H3881 ",
  "50": "מֵאֵ֗ת H853 בְּכ֛וֹר H1060 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 לָקַ֣ח H3947 אֶת H853 הַכָּ֑סֶף H3701 חֲמִשָּׁ֨ה H2568 וְשִׁשִּׁ֜ים H8346 וּשְׁלֹ֥שׁ H7969 מֵא֛וֹת H3967 וָאֶ֖לֶף H505 בְּשֶׁ֥קֶל H8255 הַקֹּֽדֶשׁ H6944 ",
  "51": "וַיִּתֵּ֨ן H5414 מֹשֶׁ֜ה H4872 אֶת H853 כֶּ֧סֶף H3701 הַפְּדֻיִ֛ם H6302 לְאַהֲרֹ֥ן H175 וּלְ H1121 עַל H5921 פִּ֣י H6310 יְהוָ֑ה H3068 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 "
}
