{
  "1": "וַיְדַבֵּ֧ר H1696 יְהוָ֛ה H3068 אֶל H413 מֹשֶׁ֖ה H4872 בְּעַֽרְבֹ֣ת H6160 מוֹאָ֑ב H4124 עַל H5921 יַרְדֵּ֥ן H3383 יְרֵח֖וֹ H3405 לֵאמֹֽר H559 ",
  "2": "צַו֮ H6680 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵל֒ H3478 וְנָתְנ֣וּ H5414 לַלְוִיִּ֗ם H3881 מִֽנַּחֲלַ֛ת H5159 אֲחֻזָּתָ֖ם H272 עָרִ֣ים H5892 לָשָׁ֑בֶת H3427 וּמִגְרָ֗שׁ H4054 לֶֽעָרִים֙ H5892 סְבִיבֹ֣תֵיהֶ֔ם H5439 תִּתְּנ֖וּ H5414 לַלְוִיִּֽם H3881 ",
  "3": "וְהָי֧וּ H1961 הֶֽעָרִ֛ים H5892 לָהֶ֖ם Hl לָשָׁ֑בֶת H3427 וּמִגְרְשֵׁי H4054 יִהְי֤וּ H1961 לִבְהֶמְתָּ H929 וְלִ H7399 וּלְ H3605 חַיָּתָֽם H2416 ",
  "4": "וּמִגְרְשֵׁי֙ H4054 הֶֽעָרִ֔ים H5892 אֲשֶׁ֥ר H834 תִּתְּנ֖וּ H5414 לַלְוִיִּ֑ם H3881 מִקִּ֤יר H7023 הָעִיר֙ H5892 וָח֔וּצָ H2351 אֶ֥לֶף H505 אַמָּ֖ה H520 סָבִֽיב H5439 ",
  "5": "וּמַדֹּתֶ֞ם H4058 מִח֣וּץ H2351 לָעִ֗יר H5892 אֶת H853 פְּאַת H6285 קֵ֣דְמָה H6924 אַלְפַּ֪יִם H505 בָּֽאַמָּ֟ה H520 וְאֶת H853 פְּאַת H6285 נֶגֶב֩ H5045 אַלְפַּ֨יִם H505 בָּאַמָּ֜ה H520 וְאֶת H853 פְּאַת H6285 יָ֣ם H3220 אַלְפַּ֣יִם H505 בָּֽאַמָּ֗ה H520 וְאֵ֨ת H853 פְּאַ֥ת H6285 צָפ֛וֹן H6828 אַלְפַּ֥יִם H505 בָּאַמָּ֖ה H520 וְהָ H5892 בַּתָּ֑וֶךְ H8432 זֶ֚ה H2088 יִהְיֶ֣ה H1961 לָהֶ֔ם Hl מִגְרְשֵׁ֖י H4054 הֶעָרִֽים H5892 ",
  "6": "וְאֵ֣ת H853 הֶֽעָרִ֗ים H5892 אֲשֶׁ֤ר H834 תִּתְּנוּ֙ H5414 לַלְוִיִּ֔ם H3881 אֵ֚ת H853 שֵׁשׁ H8337 עָרֵ֣י H5892 הַמִּקְלָ֔ט H4733 אֲשֶׁ֣ר H834 תִּתְּנ֔וּ H5414 לָנֻ֥ס H5127 שָׁ֖מָּה H8033 הָרֹצֵ֑חַ H7523 וַעֲלֵי H5921 תִּתְּנ֔וּ H5414 אַרְבָּעִ֥ים H705 וּשְׁתַּ֖יִם H8147 עִֽיר H5892 ",
  "7": "כָּל H3605 הֶעָרִ֗ים H5892 אֲשֶׁ֤ר H834 תִּתְּנוּ֙ H5414 לַלְוִיִּ֔ם H3881 אַרְבָּעִ֥ים H705 וּשְׁמֹנֶ֖ה H8083 עִ֑יר H5892 אֶתְהֶ֖ן H853 וְאֶת H853 מִגְרְשֵׁיהֶֽן H4054 ",
  "8": "וְהֶֽ H5892 אֲשֶׁ֤ר H834 תִּתְּנוּ֙ H5414 מֵאֲחֻזַּ֣ת H272 בְּנֵי H1121 יִשְׂרָאֵ֔ל H3478 מֵאֵ֤ת H853 הָרַב֙ H7227 תַּרְבּ֔וּ H7235 וּמֵ H853 הַמְעַ֖ט H4592 תַּמְעִ֑יטוּ H4591 אִ֗ישׁ H376 כְּפִ֤י H6310 נַחֲלָתוֹ֙ H5159 אֲשֶׁ֣ר H834 יִנְחָ֔לוּ H5157 יִתֵּ֥ן H5414 מֵעָרָ֖י H5892 לַלְוִיִּֽם H3881 ",
  "9": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "10": "דַּבֵּר֙ H1696 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְאָמַרְתָּ֖ H559 אֲלֵהֶ֑ם H413 כִּ֥י H3588 אַתֶּ֛ם H859 עֹבְרִ֥ים H5674 אֶת H853 הַיַּרְדֵּ֖ן H3383 אַ֥רְצָה H776 כְּנָֽעַן H3667 ",
  "11": "וְהִקְרִיתֶ֤ם H7136 לָכֶם֙ Hl עָרִ֔ים H5892 עָרֵ֥י H5892 מִקְלָ֖ט H4733 תִּהְיֶ֣ינָה H1961 לָכֶ֑ם Hl וְנָ֥ס H5127 שָׁ֨מָּה֙ H8033 רֹצֵ֔חַ H7523 מַכֵּה H5221 נֶ֖פֶשׁ H5315 בִּשְׁגָגָֽה H7684 ",
  "12": "וְהָי֨וּ H1961 לָכֶ֧ם Hl הֶעָרִ֛ים H5892 לְמִקְלָ֖ט H4733 מִגֹּאֵ֑ל H1350 וְלֹ֤א H3808 יָמוּת֙ H4191 הָרֹצֵ֔חַ H7523 עַד H5704 עָמְד֛וֹ H5975 לִפְנֵ֥י H6440 הָעֵדָ֖ה H5712 לַמִּשְׁפָּֽט H4941 ",
  "13": "וְהֶ H5892 אֲשֶׁ֣ר H834 תִּתֵּ֑נוּ H5414 שֵׁשׁ H8337 עָרֵ֥י H5892 מִקְלָ֖ט H4733 תִּהְיֶ֥ינָה H1961 לָכֶֽם Hl ",
  "14": "אֵ֣ת H853 שְׁלֹ֣שׁ H7969 הֶעָרִ֗ים H5892 תִּתְּנוּ֙ H5414 מֵעֵ֣בֶר H5676 לַיַּרְדֵּ֔ן H3383 וְאֵת֙ H853 שְׁלֹ֣שׁ H7969 הֶֽעָרִ֔ים H5892 תִּתְּנ֖וּ H5414 בְּאֶ֣רֶץ H776 כְּנָ֑עַן H3667 עָרֵ֥י H5892 מִקְלָ֖ט H4733 תִּהְיֶֽינָה H1961 ",
  "15": "לִבְנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 וְלַ H1616 וְלַ H8453 בְּתוֹכָ֔ H8432 תִּהְיֶ֛ינָה H1961 שֵׁשׁ H8337 הֶעָרִ֥ים H5892 הָאֵ֖לֶּה H428 לְמִקְלָ֑ט H4733 לָנ֣וּס H5127 שָׁ֔מָּה H8033 כָּל H3605 מַכֵּה H5221 נֶ֖פֶשׁ H5315 בִּשְׁגָגָֽה H7684 ",
  "16": "וְאִם H518 בִּכְלִ֨י H3627 בַרְזֶ֧ל H1270 הִכָּ֛הוּ H5221 וַיָּמֹ֖ת H4191 רֹצֵ֣חַֽ H7523 ה֑וּא H1931 מ֥וֹת H4191 יוּמַ֖ת H4191 הָרֹצֵֽחַ H7523 ",
  "17": "וְאִ֡ם H518 בְּאֶ֣בֶן H68 יָד֩ H3027 אֲשֶׁר H834 יָמ֨וּת H4191 בָּ֥הּ Hb הִכָּ֛הוּ H5221 וַיָּמֹ֖ת H4191 רֹצֵ֣חַֽ H7523 ה֑וּא H1931 מ֥וֹת H4191 יוּמַ֖ת H4191 הָרֹצֵֽחַ H7523 ",
  "18": "א֡וֹ H176 בִּכְלִ֣י H3627 עֵֽץ H6086 יָד֩ H3027 אֲשֶׁר H834 יָמ֨וּת H4191 בּ֥וֹ Hb הִכָּ֛הוּ H5221 וַיָּמֹ֖ת H4191 רֹצֵ֣חַֽ H7523 ה֑וּא H1931 מ֥וֹת H4191 יוּמַ֖ת H4191 הָרֹצֵֽחַ H7523 ",
  "19": "גֹּאֵ֣ל H1350 הַדָּ֔ם H1818 ה֥וּא H1931 יָמִ֖ית H4191 אֶת H853 הָרֹצֵ֑חַ H7523 בְּפִגְע H6293 ב֖וֹ Hb ה֥וּא H1931 יְמִיתֶֽנּוּ H4191 ",
  "20": "וְאִם H518 בְּשִׂנְאָ֖ה H8135 יֶהְדָּפֶ֑נּוּ H1920 אֽוֹ H176 הִשְׁלִ֥יךְ H7993 עָלָ֛יו H5921 בִּצְדִיָּ֖ה H6660 וַיָּמֹֽת H4191 ",
  "21": "א֣וֹ H176 בְאֵיבָ֞ה H342 הִכָּ֤הוּ H5221 בְיָד H3027 וַיָּמֹ֔ת H4191 מֽוֹת H4191 יוּמַ֥ת H4191 הַמַּכֶּ֖ה H5221 רֹצֵ֣חַֽ H7523 ה֑וּא H1931 גֹּאֵ֣ל H1350 הַדָּ֗ם H1818 יָמִ֛ית H4191 אֶת H853 הָרֹצֵ֖חַ H7523 בְּפִגְע H6293 בֽוֹ Hb ",
  "22": "וְאִם H518 בְּפֶ֥תַע H6621 בְּלֹא H3808 אֵיבָ֖ה H342 הֲדָפ֑וֹ H1920 אוֹ H176 הִשְׁלִ֥יךְ H7993 עָלָ֛יו H5921 כָּל H3605 כְּלִ֖י H3627 בְּלֹ֥א H3808 צְדִיָּֽה H6660 ",
  "23": "א֣וֹ H176 בְכָל H3605 אֶ֜בֶן H68 אֲשֶׁר H834 יָמ֥וּת H4191 בָּהּ֙ Hb בְּלֹ֣א H3808 רְא֔וֹת H7200 וַיַּפֵּ֥ל H5307 עָלָ֖יו H5921 וַיָּמֹ֑ת H4191 וְהוּא֙ H1931 לֹא H3808 אוֹיֵ֣ב H341 ל֔וֹ Hl וְלֹ֥א H3808 מְבַקֵּ֖שׁ H1245 רָעָתֽוֹ H7451 ",
  "24": "וְשָֽׁפְטוּ֙ H8199 הָֽעֵדָ֔ה H5712 בֵּ֚ין H996 הַמַּכֶּ֔ה H5221 וּבֵ֖ין H996 גֹּאֵ֣ל H1350 הַדָּ֑ם H1818 עַ֥ל H5921 הַמִּשְׁפָּטִ֖ים H4941 הָאֵֽלֶּה H428 ",
  "25": "וְהִצִּ֨ילוּ H5337 הָעֵדָ֜ה H5712 אֶת H853 הָרֹצֵ֗חַ H7523 מִיַּד֮ H3027 גֹּאֵ֣ל H1350 הַדָּם֒ H1818 וְהֵשִׁ֤יבוּ H7725 אֹתוֹ֙ H853 הָֽעֵדָ֔ה H5712 אֶל H413 עִ֥יר H5892 מִקְלָט֖וֹ H4733 אֲשֶׁר H834 נָ֣ס H5127 שָׁ֑מָּה H8033 וְיָ֣שַׁב H3427 בָּ֗הּ Hb עַד H5704 מוֹת֙ H4194 הַכֹּהֵ֣ן H3548 הַגָּדֹ֔ל H1419 אֲשֶׁר H834 מָשַׁ֥ח H4886 אֹת֖וֹ H853 בְּשֶׁ֥מֶן H8081 הַקֹּֽדֶשׁ H6944 ",
  "26": "וְאִם H518 יָצֹ֥א H3318 יֵצֵ֖א H3318 הָרֹצֵ֑חַ H7523 אֶת H853 גְּבוּל֙ H1366 עִ֣יר H5892 מִקְלָט֔וֹ H4733 אֲשֶׁ֥ר H834 יָנ֖וּס H5127 שָֽׁמָּה H8033 ",
  "27": "וּמָצָ֤א H4672 אֹתוֹ֙ H853 גֹּאֵ֣ל H1350 הַדָּ֔ם H1818 מִח֕וּץ H2351 לִגְב֖וּל H1366 עִ֣יר H5892 מִקְלָט֑וֹ H4733 וְרָצַ֞ח H7523 גֹּאֵ֤ל H1350 הַדָּם֙ H1818 אֶת H853 הָ֣רֹצֵ֔חַ H7523 אֵ֥ין H369 ל֖וֹ Hl דָּֽם H1818 ",
  "28": "כִּ֣י H3588 בְעִ֤יר H5892 מִקְלָטוֹ֙ H4733 יֵשֵׁ֔ב H3427 עַד H5704 מ֖וֹת H4194 הַכֹּהֵ֣ן H3548 הַגָּדֹ֑ל H1419 וְאַחֲרֵ֥י H310 מוֹת֙ H4194 הַכֹּהֵ֣ן H3548 הַגָּדֹ֔ל H1419 יָשׁוּב֙ H7725 הָרֹצֵ֔חַ H7523 אֶל H413 אֶ֖רֶץ H776 אֲחֻזָּתֽוֹ H272 ",
  "29": "וְהָי֨וּ H1961 אֵ֧לֶּה H428 לָכֶ֛ם Hl לְחֻקַּ֥ת H2708 מִשְׁפָּ֖ט H4941 לְדֹרֹתֵי H1755 בְּכֹ֖ל H3605 מוֹשְׁבֹתֵיכֶֽם H4186 ",
  "30": "כָּל H3605 מַ֨כֵּה H5221 נֶ֔פֶשׁ H5315 לְפִ֣י H6310 עֵדִ֔ים H5707 יִרְצַ֖ח H7523 אֶת H853 הָרֹצֵ֑חַ H7523 וְעֵ֣ד H5707 אֶחָ֔ד H259 לֹא H3808 יַעֲנֶ֥ה H6030 בְנֶ֖פֶשׁ H5315 לָמֽוּת H4191 ",
  "31": "וְלֹֽא H3808 תִקְח֥וּ H3947 כֹ֨פֶר֙ H3724 לְנֶ֣פֶשׁ H5315 רֹצֵ֔חַ H7523 אֲשֶׁר H834 ה֥וּא H1931 רָשָׁ֖ע H7563 לָמ֑וּת H4191 כִּי H3588 מ֖וֹת H4191 יוּמָֽת H4191 ",
  "32": "וְלֹא H3808 תִקְח֣וּ H3947 כֹ֔פֶר H3724 לָנ֖וּס H5127 אֶל H413 עִ֣יר H5892 מִקְלָט֑וֹ H4733 לָשׁוּב֙ H7725 לָשֶׁ֣בֶת H3427 בָּאָ֔רֶץ H776 עַד H5704 מ֖וֹת H4194 הַכֹּהֵֽן H3548 ",
  "33": "וְלֹֽא H3808 תַחֲנִ֣יפוּ H2610 אֶת H853 הָאָ֗רֶץ H776 אֲשֶׁ֤ר H834 אַתֶּם֙ H859 בָּ֔הּ Hb כִּ֣י H3588 הַדָּ֔ם H1818 ה֥וּא H1931 יַחֲנִ֖יף H2610 אֶת H853 הָאָ֑רֶץ H776 וְלָ H776 לֹֽא H3808 יְכֻפַּ֗ר H3722 לַדָּם֙ H1818 אֲשֶׁ֣ר H834 שֻׁפַּךְ H8210 בָּ֔הּ Hb כִּי H3588 אִ֖ם H518 בְּדַ֥ם H1818 שֹׁפְכֽוֹ H8210 ",
  "34": "וְלֹ֧א H3808 תְטַמֵּ֣א H2930 אֶת H853 הָאָ֗רֶץ H776 אֲשֶׁ֤ר H834 אַתֶּם֙ H859 יֹשְׁבִ֣ים H3427 בָּ֔הּ Hb אֲשֶׁ֥ר H834 אֲנִ֖י H589 שֹׁכֵ֣ן H7931 בְּתוֹכָ֑ H8432 כִּ֚י H3588 אֲנִ֣י H589 יְהוָ֔ה H3068 שֹׁכֵ֕ן H7931 בְּת֖וֹךְ H8432 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 "
}
