{
  "1": "וַיְהִ֡י H1961 בְּיוֹם֩ H3117 כַּלּ֨וֹת H3615 מֹשֶׁ֜ה H4872 לְהָקִ֣ים H6965 אֶת H853 הַמִּשְׁכָּ֗ן H4908 וַיִּמְשַׁ֨ח H4886 אֹת֜וֹ H853 וַיְקַדֵּ֤שׁ H6942 אֹתוֹ֙ H853 וְאֶת H853 כָּל H3605 כֵּלָ֔יו H3627 וְאֶת H853 הַמִּזְבֵּ֖חַ H4196 וְאֶת H853 כָּל H3605 כֵּלָ֑יו H3627 וַיִּמְשָׁחֵ֖ H4886 וַיְקַדֵּ֥שׁ H6942 אֹתָֽם H853 ",
  "2": "וַיַּקְרִ֨יבוּ֙ H7126 נְשִׂיאֵ֣י H5387 יִשְׂרָאֵ֔ל H3478 רָאשֵׁ֖י H7218 בֵּ֣ית H1004 אֲבֹתָ֑ם H1 הֵ֚ם H1992 נְשִׂיאֵ֣י H5387 הַמַּטֹּ֔ת H4294 הֵ֥ם H1992 הָעֹמְדִ֖ים H5975 עַל H5921 הַפְּקֻדִֽים H6485 ",
  "3": "וַיָּבִ֨יאוּ H935 אֶת H853 קָרְבָּנָ֜ם H7133 לִפְנֵ֣י H6440 יְהוָ֗ה H3068 שֵׁשׁ H8337 עֶגְלֹ֥ת H5699 צָב֙ H6632 וּשְׁנֵ֣י H8147 עָשָׂ֣ר H6240 בָּקָ֔ר H1241 עֲגָלָ֛ה H5699 עַל H5921 שְׁנֵ֥י H8147 הַנְּשִׂאִ֖ים H5387 וְשׁ֣וֹר H7794 לְאֶחָ֑ד H259 וַיַּקְרִ֥יבוּ H7126 אוֹתָ֖ם H853 לִפְנֵ֥י H6440 הַמִּשְׁכָּֽן H4908 ",
  "4": "וַיֹּ֥אמֶר H559 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "5": "קַ֚ח H3947 מֵֽאִתָּ֔ H853 וְהָי֕וּ H1961 לַעֲבֹ֕ד H5647 אֶת H853 עֲבֹדַ֖ת H5656 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְנָתַתָּ֤ה H5414 אוֹתָם֙ H853 אֶל H413 הַלְוִיִּ֔ם H3881 אִ֖ישׁ H376 כְּפִ֥י H6310 עֲבֹדָתֽוֹ H5656 ",
  "6": "וַיִּקַּ֣ח H3947 מֹשֶׁ֔ה H4872 אֶת H853 הָעֲגָלֹ֖ת H5699 וְאֶת H853 הַבָּקָ֑ר H1241 וַיִּתֵּ֥ן H5414 אוֹתָ֖ם H853 אֶל H413 הַלְוִיִּֽם H3881 ",
  "7": "אֵ֣ת H853 שְׁתֵּ֣י H8147 הָעֲגָלֹ֗ת H5699 וְאֵת֙ H853 אַרְבַּ֣עַת H702 הַבָּקָ֔ר H1241 נָתַ֖ן H5414 לִבְנֵ֣י H1121 גֵרְשׁ֑וֹן H1648 כְּפִ֖י H6310 עֲבֹדָתָֽם H5656 ",
  "8": "וְאֵ֣ת H853 אַרְבַּ֣ע H702 הָעֲגָלֹ֗ת H5699 וְאֵת֙ H853 שְׁמֹנַ֣ת H8083 הַבָּקָ֔ר H1241 נָתַ֖ן H5414 לִבְנֵ֣י H1121 מְרָרִ֑י H4847 כְּפִי֙ H6310 עֲבֹ֣דָתָ֔ם H5656 בְּיַד֙ H3027 אִֽיתָמָ֔ר H385 בֶּֽן H1121 אַהֲרֹ֖ן H175 הַכֹּהֵֽן H3548 ",
  "9": "וְלִ H1121 קְהָ֖ת H6955 לֹ֣א H3808 נָתָ֑ן H5414 כִּֽי H3588 עֲבֹדַ֤ת H5656 הַקֹּ֨דֶשׁ֙ H6944 עֲלֵהֶ֔ם H5921 בַּכָּתֵ֖ף H3802 יִשָּֽׂאוּ H5375 ",
  "10": "וַיַּקְרִ֣יבוּ H7126 הַנְּשִׂאִ֗ים H5387 אֵ֚ת H853 חֲנֻכַּ֣ת H2598 הַמִּזְבֵּ֔חַ H4196 בְּי֖וֹם H3117 הִמָּשַׁ֣ח H4886 אֹת֑וֹ H853 וַיַּקְרִ֧יבוּ H7126 הַנְּשִׂיאִ֛ם H5387 אֶת H853 קָרְבָּנָ֖ם H7133 לִפְנֵ֥י H6440 הַמִּזְבֵּֽחַ H4196 ",
  "11": "וַיֹּ֥אמֶר H559 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֑ה H4872 נָשִׂ֨יא H5387 אֶחָ֜ד H259 לַיּ֗וֹם H3117 נָשִׂ֤יא H5387 אֶחָד֙ H259 לַיּ֔וֹם H3117 יַקְרִ֨יבוּ֙ H7126 אֶת H853 קָרְבָּנָ֔ם H7133 לַחֲנֻכַּ֖ת H2598 הַמִּזְבֵּֽחַ H4196 ",
  "12": "וַיְהִ֗י H1961 הַמַּקְרִ֛יב H7126 בַּיּ֥וֹם H3117 הָרִאשׁ֖וֹן H7223 אֶת H853 קָרְבָּנ֑וֹ H7133 נַחְשׁ֥וֹן H5177 בֶּן H1121 עַמִּינָדָ֖ב H5992 לְמַטֵּ֥ה H4294 יְהוּדָֽה H3063 ",
  "13": "וְקָרְבָּנ֞ H7133 קַֽעֲרַת H7086 כֶּ֣סֶף H3701 אַחַ֗ת H259 שְׁלֹשִׁ֣ים H7970 וּמֵאָה֮ H3967 מִשְׁקָלָהּ֒ H4948 מִזְרָ֤ק H4219 אֶחָד֙ H259 כֶּ֔סֶף H3701 שִׁבְעִ֥ים H7657 שֶׁ֖קֶל H8255 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 שְׁנֵיהֶ֣ם H8147 מְלֵאִ֗ים H4392 סֹ֛לֶת H5560 בְּלוּלָ֥ה H1101 בַשֶּׁ֖מֶן H8081 לְמִנְחָֽה H4503 ",
  "14": "כַּ֥ף H3709 אַחַ֛ת H259 עֲשָׂרָ֥ה H6235 זָהָ֖ב H2091 מְלֵאָ֥ה H4392 קְטֹֽרֶת H7004 ",
  "15": "פַּ֣ר H6499 אֶחָ֞ד H259 בֶּן H1121 בָּקָ֗ר H1241 אַ֧יִל H352 אֶחָ֛ד H259 כֶּֽבֶשׂ H3532 אֶחָ֥ד H259 בֶּן H1121 שְׁנָת֖וֹ H8141 לְעֹלָֽה H5930 ",
  "16": "שְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 לְחַטָּֽאת H2403 ",
  "17": "וּלְ H2077 הַשְּׁלָמִים֮ H8002 בָּקָ֣ר H1241 שְׁנַיִם֒ H8147 אֵילִ֤ם H352 חֲמִשָּׁה֙ H2568 עַתּוּדִ֣ים H6260 חֲמִשָּׁ֔ה H2568 כְּבָשִׂ֥ים H3532 בְּנֵֽי H1121 שָׁנָ֖ה H8141 חֲמִשָּׁ֑ה H2568 זֶ֛ה H2088 קָרְבַּ֥ן H7133 נַחְשׁ֖וֹן H5177 בֶּן H1121 עַמִּינָדָֽב H5992 ",
  "18": "בַּיּוֹם֙ H3117 הַשֵּׁנִ֔י H8145 הִקְרִ֖יב H7126 נְתַנְאֵ֣ל H5417 בֶּן H1121 צוּעָ֑ר H6686 נְשִׂ֖יא H5387 יִשָּׂשכָֽר H3485 ",
  "19": "הִקְרִ֨ב H7126 אֶת H853 קָרְבָּנ֜וֹ H7133 קַֽעֲרַת H7086 כֶּ֣סֶף H3701 אַחַ֗ת H259 שְׁלֹשִׁ֣ים H7970 וּמֵאָה֮ H3967 מִשְׁקָלָהּ֒ H4948 מִזְרָ֤ק H4219 אֶחָד֙ H259 כֶּ֔סֶף H3701 שִׁבְעִ֥ים H7657 שֶׁ֖קֶל H8255 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 שְׁנֵיהֶ֣ם H8147 מְלֵאִ֗ים H4392 סֹ֛לֶת H5560 בְּלוּלָ֥ה H1101 בַשֶּׁ֖מֶן H8081 לְמִנְחָֽה H4503 ",
  "20": "כַּ֥ף H3709 אַחַ֛ת H259 עֲשָׂרָ֥ה H6235 זָהָ֖ב H2091 מְלֵאָ֥ה H4392 קְטֹֽרֶת H7004 ",
  "21": "פַּ֣ר H6499 אֶחָ֞ד H259 בֶּן H1121 בָּקָ֗ר H1241 אַ֧יִל H352 אֶחָ֛ד H259 כֶּֽבֶשׂ H3532 אֶחָ֥ד H259 בֶּן H1121 שְׁנָת֖וֹ H8141 לְעֹלָֽה H5930 ",
  "22": "שְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 לְחַטָּֽאת H2403 ",
  "23": "וּלְ H2077 הַשְּׁלָמִים֮ H8002 בָּקָ֣ר H1241 שְׁנַיִם֒ H8147 אֵילִ֤ם H352 חֲמִשָּׁה֙ H2568 עַתּוּדִ֣ים H6260 חֲמִשָּׁ֔ה H2568 כְּבָשִׂ֥ים H3532 בְּנֵי H1121 שָׁנָ֖ה H8141 חֲמִשָּׁ֑ה H2568 זֶ֛ה H2088 קָרְבַּ֥ן H7133 נְתַנְאֵ֖ל H5417 בֶּן H1121 צוּעָֽר H6686 ",
  "24": "בַּיּוֹם֙ H3117 הַשְּׁלִישִׁ֔י H7992 נָשִׂ֖יא H5387 לִבְנֵ֣י H1121 זְבוּלֻ֑ן H2074 אֱלִיאָ֖ב H446 בֶּן H1121 חֵלֹֽן H2497 ",
  "25": "קָרְבָּנ֞וֹ H7133 קַֽעֲרַת H7086 כֶּ֣סֶף H3701 אַחַ֗ת H259 שְׁלֹשִׁ֣ים H7970 וּמֵאָה֮ H3967 מִשְׁקָלָהּ֒ H4948 מִזְרָ֤ק H4219 אֶחָד֙ H259 כֶּ֔סֶף H3701 שִׁבְעִ֥ים H7657 שֶׁ֖קֶל H8255 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 שְׁנֵיהֶ֣ם H8147 מְלֵאִ֗ים H4392 סֹ֛לֶת H5560 בְּלוּלָ֥ה H1101 בַשֶּׁ֖מֶן H8081 לְמִנְחָֽה H4503 ",
  "26": "כַּ֥ף H3709 אַחַ֛ת H259 עֲשָׂרָ֥ה H6235 זָהָ֖ב H2091 מְלֵאָ֥ה H4392 קְטֹֽרֶת H7004 ",
  "27": "פַּ֣ר H6499 אֶחָ֞ד H259 בֶּן H1121 בָּקָ֗ר H1241 אַ֧יִל H352 אֶחָ֛ד H259 כֶּֽבֶשׂ H3532 אֶחָ֥ד H259 בֶּן H1121 שְׁנָת֖וֹ H8141 לְעֹלָֽה H5930 ",
  "28": "שְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 לְחַטָּֽאת H2403 ",
  "29": "וּלְ H2077 הַשְּׁלָמִים֮ H8002 בָּקָ֣ר H1241 שְׁנַיִם֒ H8147 אֵילִ֤ם H352 חֲמִשָּׁה֙ H2568 עַתֻּדִ֣ים H6260 חֲמִשָּׁ֔ה H2568 כְּבָשִׂ֥ים H3532 בְּנֵי H1121 שָׁנָ֖ה H8141 חֲמִשָּׁ֑ה H2568 זֶ֛ה H2088 קָרְבַּ֥ן H7133 אֱלִיאָ֖ב H446 בֶּן H1121 חֵלֹֽן H2497 ",
  "30": "בַּיּוֹם֙ H3117 הָרְבִיעִ֔י H7243 נָשִׂ֖יא H5387 לִבְנֵ֣י H1121 רְאוּבֵ֑ן H7205 אֱלִיצ֖וּר H468 בֶּן H1121 שְׁדֵיאֽוּר H7707 ",
  "31": "קָרְבָּנ֞וֹ H7133 קַֽעֲרַת H7086 כֶּ֣סֶף H3701 אַחַ֗ת H259 שְׁלֹשִׁ֣ים H7970 וּמֵאָה֮ H3967 מִשְׁקָלָהּ֒ H4948 מִזְרָ֤ק H4219 אֶחָד֙ H259 כֶּ֔סֶף H3701 שִׁבְעִ֥ים H7657 שֶׁ֖קֶל H8255 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 שְׁנֵיהֶ֣ם H8147 מְלֵאִ֗ים H4392 סֹ֛לֶת H5560 בְּלוּלָ֥ה H1101 בַשֶּׁ֖מֶן H8081 לְמִנְחָֽה H4503 ",
  "32": "כַּ֥ף H3709 אַחַ֛ת H259 עֲשָׂרָ֥ה H6235 זָהָ֖ב H2091 מְלֵאָ֥ה H4392 קְטֹֽרֶת H7004 ",
  "33": "פַּ֣ר H6499 אֶחָ֞ד H259 בֶּן H1121 בָּקָ֗ר H1241 אַ֧יִל H352 אֶחָ֛ד H259 כֶּֽבֶשׂ H3532 אֶחָ֥ד H259 בֶּן H1121 שְׁנָת֖וֹ H8141 לְעֹלָֽה H5930 ",
  "34": "שְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 לְחַטָּֽאת H2403 ",
  "35": "וּלְ H2077 הַשְּׁלָמִים֮ H8002 בָּקָ֣ר H1241 שְׁנַיִם֒ H8147 אֵילִ֤ם H352 חֲמִשָּׁה֙ H2568 עַתֻּדִ֣ים H6260 חֲמִשָּׁ֔ה H2568 כְּבָשִׂ֥ים H3532 בְּנֵֽי H1121 שָׁנָ֖ה H8141 חֲמִשָּׁ֑ה H2568 זֶ֛ה H2088 קָרְבַּ֥ן H7133 אֱלִיצ֖וּר H468 בֶּן H1121 שְׁדֵיאֽוּר H7707 ",
  "36": "בַּיּוֹם֙ H3117 הַחֲמִישִׁ֔י H2549 נָשִׂ֖יא H5387 לִבְנֵ֣י H1121 שִׁמְע֑וֹן H8095 שְׁלֻֽמִיאֵ֖ל H8017 בֶּן H1121 צוּרִֽישַׁדָּֽי H6701 ",
  "37": "קָרְבָּנ֞וֹ H7133 קַֽעֲרַת H7086 כֶּ֣סֶף H3701 אַחַ֗ת H259 שְׁלֹשִׁ֣ים H7970 וּמֵאָה֮ H3967 מִשְׁקָלָהּ֒ H4948 מִזְרָ֤ק H4219 אֶחָד֙ H259 כֶּ֔סֶף H3701 שִׁבְעִ֥ים H7657 שֶׁ֖קֶל H8255 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 שְׁנֵיהֶ֣ם H8147 מְלֵאִ֗ים H4392 סֹ֛לֶת H5560 בְּלוּלָ֥ה H1101 בַשֶּׁ֖מֶן H8081 לְמִנְחָֽה H4503 ",
  "38": "כַּ֥ף H3709 אַחַ֛ת H259 עֲשָׂרָ֥ה H6235 זָהָ֖ב H2091 מְלֵאָ֥ה H4392 קְטֹֽרֶת H7004 ",
  "39": "פַּ֣ר H6499 אֶחָ֞ד H259 בֶּן H1121 בָּקָ֗ר H1241 אַ֧יִל H352 אֶחָ֛ד H259 כֶּֽבֶשׂ H3532 אֶחָ֥ד H259 בֶּן H1121 שְׁנָת֖וֹ H8141 לְעֹלָֽה H5930 ",
  "40": "שְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 לְחַטָּֽאת H2403 ",
  "41": "וּלְ H2077 הַשְּׁלָמִים֮ H8002 בָּקָ֣ר H1241 שְׁנַיִם֒ H8147 אֵילִ֤ם H352 חֲמִשָּׁה֙ H2568 עַתֻּדִ֣ים H6260 חֲמִשָּׁ֔ה H2568 כְּבָשִׂ֥ים H3532 בְּנֵי H1121 שָׁנָ֖ה H8141 חֲמִשָּׁ֑ה H2568 זֶ֛ה H2088 קָרְבַּ֥ן H7133 שְׁלֻמִיאֵ֖ל H8017 בֶּן H1121 צוּרִֽישַׁדָּֽי H6701 ",
  "42": "בַּיּוֹם֙ H3117 הַשִּׁשִּׁ֔י H8345 נָשִׂ֖יא H5387 לִבְנֵ֣י H1121 גָ֑ד H1410 אֶלְיָסָ֖ף H460 בֶּן H1121 דְּעוּאֵֽל H1845 ",
  "43": "קָרְבָּנ֞וֹ H7133 קַֽעֲרַת H7086 כֶּ֣סֶף H3701 אַחַ֗ת H259 שְׁלֹשִׁ֣ים H7970 וּמֵאָה֮ H3967 מִשְׁקָלָהּ֒ H4948 מִזְרָ֤ק H4219 אֶחָד֙ H259 כֶּ֔סֶף H3701 שִׁבְעִ֥ים H7657 שֶׁ֖קֶל H8255 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 שְׁנֵיהֶ֣ם H8147 מְלֵאִ֗ים H4392 סֹ֛לֶת H5560 בְּלוּלָ֥ה H1101 בַשֶּׁ֖מֶן H8081 לְמִנְחָֽה H4503 ",
  "44": "כַּ֥ף H3709 אַחַ֛ת H259 עֲשָׂרָ֥ה H6235 זָהָ֖ב H2091 מְלֵאָ֥ה H4392 קְטֹֽרֶת H7004 ",
  "45": "פַּ֣ר H6499 אֶחָ֞ד H259 בֶּן H1121 בָּקָ֗ר H1241 אַ֧יִל H352 אֶחָ֛ד H259 כֶּֽבֶשׂ H3532 אֶחָ֥ד H259 בֶּן H1121 שְׁנָת֖וֹ H8141 לְעֹלָֽה H5930 ",
  "46": "שְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 לְחַטָּֽאת H2403 ",
  "47": "וּלְ H2077 הַשְּׁלָמִים֮ H8002 בָּקָ֣ר H1241 שְׁנַיִם֒ H8147 אֵילִ֤ם H352 חֲמִשָּׁה֙ H2568 עַתֻּדִ֣ים H6260 חֲמִשָּׁ֔ה H2568 כְּבָשִׂ֥ים H3532 בְּנֵי H1121 שָׁנָ֖ה H8141 חֲמִשָּׁ֑ה H2568 זֶ֛ה H2088 קָרְבַּ֥ן H7133 אֶלְיָסָ֖ף H460 בֶּן H1121 דְּעוּאֵֽל H1845 ",
  "48": "בַּיּוֹם֙ H3117 הַשְּׁבִיעִ֔י H7637 נָשִׂ֖יא H5387 לִבְנֵ֣י H1121 אֶפְרָ֑יִם H669 אֱלִֽישָׁמָ֖ע H476 בֶּן H1121 עַמִּיהֽוּד H5989 ",
  "49": "קָרְבָּנ֞וֹ H7133 קַֽעֲרַת H7086 כֶּ֣סֶף H3701 אַחַ֗ת H259 שְׁלֹשִׁ֣ים H7970 וּמֵאָה֮ H3967 מִשְׁקָלָהּ֒ H4948 מִזְרָ֤ק H4219 אֶחָד֙ H259 כֶּ֔סֶף H3701 שִׁבְעִ֥ים H7657 שֶׁ֖קֶל H8255 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 שְׁנֵיהֶ֣ם H8147 מְלֵאִ֗ים H4392 סֹ֛לֶת H5560 בְּלוּלָ֥ה H1101 בַשֶּׁ֖מֶן H8081 לְמִנְחָֽה H4503 ",
  "50": "כַּ֥ף H3709 אַחַ֛ת H259 עֲשָׂרָ֥ה H6235 זָהָ֖ב H2091 מְלֵאָ֥ה H4392 קְטֹֽרֶת H7004 ",
  "51": "פַּ֣ר H6499 אֶחָ֞ד H259 בֶּן H1121 בָּקָ֗ר H1241 אַ֧יִל H352 אֶחָ֛ד H259 כֶּֽבֶשׂ H3532 אֶחָ֥ד H259 בֶּן H1121 שְׁנָת֖וֹ H8141 לְעֹלָֽה H5930 ",
  "52": "שְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 לְחַטָּֽאת H2403 ",
  "53": "וּלְ H2077 הַשְּׁלָמִים֮ H8002 בָּקָ֣ר H1241 שְׁנַיִם֒ H8147 אֵילִ֤ם H352 חֲמִשָּׁה֙ H2568 עַתֻּדִ֣ים H6260 חֲמִשָּׁ֔ה H2568 כְּבָשִׂ֥ים H3532 בְּנֵֽי H1121 שָׁנָ֖ה H8141 חֲמִשָּׁ֑ה H2568 זֶ֛ה H2088 קָרְבַּ֥ן H7133 אֱלִישָׁמָ֖ע H476 בֶּן H1121 עַמִּיהֽוּד H5989 ",
  "54": "בַּיּוֹם֙ H3117 הַשְּׁמִינִ֔י H8066 נָשִׂ֖יא H5387 לִבְנֵ֣י H1121 מְנַשֶּׁ֑ה H4519 גַּמְלִיאֵ֖ל H1583 בֶּן H1121 פְּדָה H6301 צֽוּר H6301 ",
  "55": "קָרְבָּנ֞וֹ H7133 קַֽעֲרַת H7086 כֶּ֣סֶף H3701 אַחַ֗ת H259 שְׁלֹשִׁ֣ים H7970 וּמֵאָה֮ H3967 מִשְׁקָלָהּ֒ H4948 מִזְרָ֤ק H4219 אֶחָד֙ H259 כֶּ֔סֶף H3701 שִׁבְעִ֥ים H7657 שֶׁ֖קֶל H8255 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 שְׁנֵיהֶ֣ם H8147 מְלֵאִ֗ים H4392 סֹ֛לֶת H5560 בְּלוּלָ֥ה H1101 בַשֶּׁ֖מֶן H8081 לְמִנְחָֽה H4503 ",
  "56": "כַּ֥ף H3709 אַחַ֛ת H259 עֲשָׂרָ֥ה H6235 זָהָ֖ב H2091 מְלֵאָ֥ה H4392 קְטֹֽרֶת H7004 ",
  "57": "פַּ֣ר H6499 אֶחָ֞ד H259 בֶּן H1121 בָּקָ֗ר H1241 אַ֧יִל H352 אֶחָ֛ד H259 כֶּֽבֶשׂ H3532 אֶחָ֥ד H259 בֶּן H1121 שְׁנָת֖וֹ H8141 לְעֹלָֽה H5930 ",
  "58": "שְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 לְחַטָּֽאת H2403 ",
  "59": "וּלְ H2077 הַשְּׁלָמִים֮ H8002 בָּקָ֣ר H1241 שְׁנַיִם֒ H8147 אֵילִ֤ם H352 חֲמִשָּׁה֙ H2568 עַתֻּדִ֣ים H6260 חֲמִשָּׁ֔ה H2568 כְּבָשִׂ֥ים H3532 בְּנֵי H1121 שָׁנָ֖ה H8141 חֲמִשָּׁ֑ה H2568 זֶ֛ה H2088 קָרְבַּ֥ן H7133 גַּמְלִיאֵ֖ל H1583 בֶּן H1121 פְּדָה H6301 צֽוּר H6301 ",
  "60": "בַּיּוֹם֙ H3117 הַתְּשִׁיעִ֔י H8671 נָשִׂ֖יא H5387 לִבְנֵ֣י H1121 בִנְיָמִ֑ן H1144 אֲבִידָ֖ן H27 בֶּן H1121 גִּדְעֹנִֽי H1441 ",
  "61": "קָרְבָּנ֞וֹ H7133 קַֽעֲרַת H7086 כֶּ֣סֶף H3701 אַחַ֗ת H259 שְׁלֹשִׁ֣ים H7970 וּמֵאָה֮ H3967 מִשְׁקָלָהּ֒ H4948 מִזְרָ֤ק H4219 אֶחָד֙ H259 כֶּ֔סֶף H3701 שִׁבְעִ֥ים H7657 שֶׁ֖קֶל H8255 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 שְׁנֵיהֶ֣ם H8147 מְלֵאִ֗ים H4392 סֹ֛לֶת H5560 בְּלוּלָ֥ה H1101 בַשֶּׁ֖מֶן H8081 לְמִנְחָֽה H4503 ",
  "62": "כַּ֥ף H3709 אַחַ֛ת H259 עֲשָׂרָ֥ה H6235 זָהָ֖ב H2091 מְלֵאָ֥ה H4392 קְטֹֽרֶת H7004 ",
  "63": "פַּ֣ר H6499 אֶחָ֞ד H259 בֶּן H1121 בָּקָ֗ר H1241 אַ֧יִל H352 אֶחָ֛ד H259 כֶּֽבֶשׂ H3532 אֶחָ֥ד H259 בֶּן H1121 שְׁנָת֖וֹ H8141 לְעֹלָֽה H5930 ",
  "64": "שְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 לְחַטָּֽאת H2403 ",
  "65": "וּלְ H2077 הַשְּׁלָמִים֮ H8002 בָּקָ֣ר H1241 שְׁנַיִם֒ H8147 אֵילִ֤ם H352 חֲמִשָּׁה֙ H2568 עַתֻּדִ֣ים H6260 חֲמִשָּׁ֔ה H2568 כְּבָשִׂ֥ים H3532 בְּנֵי H1121 שָׁנָ֖ה H8141 חֲמִשָּׁ֑ה H2568 זֶ֛ה H2088 קָרְבַּ֥ן H7133 אֲבִידָ֖ן H27 בֶּן H1121 גִּדְעֹנִֽי H1441 ",
  "66": "בַּיּוֹם֙ H3117 הָעֲשִׂירִ֔י H6224 נָשִׂ֖יא H5387 לִבְנֵ֣י H1121 דָ֑ן H1835 אֲחִיעֶ֖זֶר H295 בֶּן H1121 עַמִּישַׁדָּֽי H5996 ",
  "67": "קָרְבָּנ֞וֹ H7133 קַֽעֲרַת H7086 כֶּ֣סֶף H3701 אַחַ֗ת H259 שְׁלֹשִׁ֣ים H7970 וּמֵאָה֮ H3967 מִשְׁקָלָהּ֒ H4948 מִזְרָ֤ק H4219 אֶחָד֙ H259 כֶּ֔סֶף H3701 שִׁבְעִ֥ים H7657 שֶׁ֖קֶל H8255 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 שְׁנֵיהֶ֣ם H8147 מְלֵאִ֗ים H4392 סֹ֛לֶת H5560 בְּלוּלָ֥ה H1101 בַשֶּׁ֖מֶן H8081 לְמִנְחָֽה H4503 ",
  "68": "כַּ֥ף H3709 אַחַ֛ת H259 עֲשָׂרָ֥ה H6235 זָהָ֖ב H2091 מְלֵאָ֥ה H4392 קְטֹֽרֶת H7004 ",
  "69": "פַּ֣ר H6499 אֶחָ֞ד H259 בֶּן H1121 בָּקָ֗ר H1241 אַ֧יִל H352 אֶחָ֛ד H259 כֶּֽבֶשׂ H3532 אֶחָ֥ד H259 בֶּן H1121 שְׁנָת֖וֹ H8141 לְעֹלָֽה H5930 ",
  "70": "שְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 לְחַטָּֽאת H2403 ",
  "71": "וּלְ H2077 הַשְּׁלָמִים֮ H8002 בָּקָ֣ר H1241 שְׁנַיִם֒ H8147 אֵילִ֤ם H352 חֲמִשָּׁה֙ H2568 עַתֻּדִ֣ים H6260 חֲמִשָּׁ֔ה H2568 כְּבָשִׂ֥ים H3532 בְּנֵֽי H1121 שָׁנָ֖ה H8141 חֲמִשָּׁ֑ה H2568 זֶ֛ה H2088 קָרְבַּ֥ן H7133 אֲחִיעֶ֖זֶר H295 בֶּן H1121 עַמִּישַׁדָּֽי H5996 ",
  "72": "בְּיוֹם֙ H3117 עַשְׁתֵּ֣י H6249 עָשָׂ֣ר H6240 י֔וֹם H3117 נָשִׂ֖יא H5387 לִבְנֵ֣י H1121 אָשֵׁ֑ר H836 פַּגְעִיאֵ֖ל H6295 בֶּן H1121 עָכְרָֽן H5918 ",
  "73": "קָרְבָּנ֞וֹ H7133 קַֽעֲרַת H7086 כֶּ֣סֶף H3701 אַחַ֗ת H259 שְׁלֹשִׁ֣ים H7970 וּמֵאָה֮ H3967 מִשְׁקָלָהּ֒ H4948 מִזְרָ֤ק H4219 אֶחָד֙ H259 כֶּ֔סֶף H3701 שִׁבְעִ֥ים H7657 שֶׁ֖קֶל H8255 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 שְׁנֵיהֶ֣ם H8147 מְלֵאִ֗ים H4392 סֹ֛לֶת H5560 בְּלוּלָ֥ה H1101 בַשֶּׁ֖מֶן H8081 לְמִנְחָֽה H4503 ",
  "74": "כַּ֥ף H3709 אַחַ֛ת H259 עֲשָׂרָ֥ה H6235 זָהָ֖ב H2091 מְלֵאָ֥ה H4392 קְטֹֽרֶת H7004 ",
  "75": "פַּ֣ר H6499 אֶחָ֞ד H259 בֶּן H1121 בָּקָ֗ר H1241 אַ֧יִל H352 אֶחָ֛ד H259 כֶּֽבֶשׂ H3532 אֶחָ֥ד H259 בֶּן H1121 שְׁנָת֖וֹ H8141 לְעֹלָֽה H5930 ",
  "76": "שְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 לְחַטָּֽאת H2403 ",
  "77": "וּלְ H2077 הַשְּׁלָמִים֮ H8002 בָּקָ֣ר H1241 שְׁנַיִם֒ H8147 אֵילִ֤ם H352 חֲמִשָּׁה֙ H2568 עַתֻּדִ֣ים H6260 חֲמִשָּׁ֔ה H2568 כְּבָשִׂ֥ים H3532 בְּנֵֽי H1121 שָׁנָ֖ה H8141 חֲמִשָּׁ֑ה H2568 זֶ֛ה H2088 קָרְבַּ֥ן H7133 פַּגְעִיאֵ֖ל H6295 בֶּן H1121 עָכְרָֽן H5918 ",
  "78": "בְּיוֹם֙ H3117 שְׁנֵ֣ים H8147 עָשָׂ֣ר H6240 י֔וֹם H3117 נָשִׂ֖יא H5387 לִבְנֵ֣י H1121 נַפְתָּלִ֑י H5321 אֲחִירַ֖ע H299 בֶּן H1121 עֵינָֽן H5881 ",
  "79": "קָרְבָּנ֞וֹ H7133 קַֽעֲרַת H7086 כֶּ֣סֶף H3701 אַחַ֗ת H259 שְׁלֹשִׁ֣ים H7970 וּמֵאָה֮ H3967 מִשְׁקָלָהּ֒ H4948 מִזְרָ֤ק H4219 אֶחָד֙ H259 כֶּ֔סֶף H3701 שִׁבְעִ֥ים H7657 שֶׁ֖קֶל H8255 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 שְׁנֵיהֶ֣ם H8147 מְלֵאִ֗ים H4392 סֹ֛לֶת H5560 בְּלוּלָ֥ה H1101 בַשֶּׁ֖מֶן H8081 לְמִנְחָֽה H4503 ",
  "80": "כַּ֥ף H3709 אַחַ֛ת H259 עֲשָׂרָ֥ה H6235 זָהָ֖ב H2091 מְלֵאָ֥ה H4392 קְטֹֽרֶת H7004 ",
  "81": "פַּ֣ר H6499 אֶחָ֞ד H259 בֶּן H1121 בָּקָ֗ר H1241 אַ֧יִל H352 אֶחָ֛ד H259 כֶּֽבֶשׂ H3532 אֶחָ֥ד H259 בֶּן H1121 שְׁנָת֖וֹ H8141 לְעֹלָֽה H5930 ",
  "82": "שְׂעִיר H8163 עִזִּ֥ים H5795 אֶחָ֖ד H259 לְחַטָּֽאת H2403 ",
  "83": "וּלְ H2077 הַשְּׁלָמִים֮ H8002 בָּקָ֣ר H1241 שְׁנַיִם֒ H8147 אֵילִ֤ם H352 חֲמִשָּׁה֙ H2568 עַתֻּדִ֣ים H6260 חֲמִשָּׁ֔ה H2568 כְּבָשִׂ֥ים H3532 בְּנֵֽי H1121 שָׁנָ֖ה H8141 חֲמִשָּׁ֑ה H2568 זֶ֛ה H2088 קָרְבַּ֥ן H7133 אֲחִירַ֖ע H299 בֶּן H1121 עֵינָֽן H5881 ",
  "84": "זֹ֣את H2063 חֲנֻכַּ֣ת H2598 הַמִּזְבֵּ֗חַ H4196 בְּיוֹם֙ H3117 הִמָּשַׁ֣ח H4886 אֹת֔וֹ H853 מֵאֵ֖ת H853 נְשִׂיאֵ֣י H5387 יִשְׂרָאֵ֑ל H3478 קַעֲרֹ֨ת H7086 כֶּ֜סֶף H3701 שְׁתֵּ֣ים H8147 עֶשְׂרֵ֗ה H6240 מִֽזְרְקֵי H4219 כֶ֨סֶף֙ H3701 שְׁנֵ֣ים H8147 עָשָׂ֔ר H6240 כַּפּ֥וֹת H3709 זָהָ֖ב H2091 שְׁתֵּ֥ים H8147 עֶשְׂרֵֽה H6240 ",
  "85": "שְׁלֹשִׁ֣ים H7970 וּמֵאָ֗ה H3967 הַקְּעָרָ֤ה H7086 הָֽאַחַת֙ H259 כֶּ֔סֶף H3701 וְשִׁבְעִ֖ים H7657 הַמִּזְרָ֣ק H4219 הָאֶחָ֑ד H259 כֹּ֚ל H3605 כֶּ֣סֶף H3701 הַכֵּלִ֔ים H3627 אַלְפַּ֥יִם H505 וְאַרְבַּע H702 מֵא֖וֹת H3967 בְּשֶׁ֥קֶל H8255 הַקֹּֽדֶשׁ H6944 ",
  "86": "כַּפּ֨וֹת H3709 זָהָ֤ב H2091 שְׁתֵּים H8147 עֶשְׂרֵה֙ H6240 מְלֵאֹ֣ת H4392 קְטֹ֔רֶת H7004 עֲשָׂרָ֧ה H6235 עֲשָׂרָ֛ה H6235 הַכַּ֖ף H3709 בְּשֶׁ֣קֶל H8255 הַקֹּ֑דֶשׁ H6944 כָּל H3605 זְהַ֥ב H2091 הַכַּפּ֖וֹת H3709 עֶשְׂרִ֥ים H6242 וּמֵאָֽה H3967 ",
  "87": "כָּל H3605 הַבָּקָ֨ר H1241 לָעֹלָ֜ה H5930 שְׁנֵ֧ים H8147 עָשָׂ֣ר H6240 פָּרִ֗ים H6499 אֵילִ֤ם H352 שְׁנֵים H8147 עָשָׂר֙ H6240 כְּבָשִׂ֧ים H3532 בְּנֵֽי H1121 שָׁנָ֛ה H8141 שְׁנֵ֥ים H8147 עָשָׂ֖ר H6240 וּמִנְחָתָ֑ H4503 וּשְׂעִירֵ֥י H8163 עִזִּ֛ים H5795 שְׁנֵ֥ים H8147 עָשָׂ֖ר H6240 לְחַטָּֽאת H2403 ",
  "88": "וְכֹ֞ל H3605 בְּקַ֣ר H1241 זֶ֣בַח H2077 הַשְּׁלָמִ֗ים H8002 עֶשְׂרִ֣ים H6242 וְאַרְבָּעָה֮ H702 פָּרִים֒ H6499 אֵילִ֤ם H352 שִׁשִּׁים֙ H8346 עַתֻּדִ֣ים H6260 שִׁשִּׁ֔ים H8346 כְּבָשִׂ֥ים H3532 בְּנֵי H1121 שָׁנָ֖ה H8141 שִׁשִּׁ֑ים H8346 זֹ֚את H2063 חֲנֻכַּ֣ת H2598 הַמִּזְבֵּ֔חַ H4196 אַחֲרֵ֖י H310 הִמָּשַׁ֥ח H4886 אֹתֽוֹ H853 ",
  "89": "וּבְ H935 מֹשֶׁ֜ה H4872 אֶל H413 אֹ֣הֶל H168 מוֹעֵד֮ H4150 לְדַבֵּ֣ר H1696 אִתּוֹ֒ H854 וַיִּשְׁמַ֨ע H8085 אֶת H853 הַקּ֜וֹל H6963 מִדַּבֵּ֣ר H1696 אֵלָ֗יו H413 מֵעַ֤ל H5921 הַכַּפֹּ֨רֶת֙ H3727 אֲשֶׁר֙ H834 עַל H5921 אֲרֹ֣ן H727 הָעֵדֻ֔ת H5715 מִבֵּ֖ין H996 שְׁנֵ֣י H8147 הַכְּרֻבִ֑ים H3742 וַיְדַבֵּ֖ר H1696 אֵלָֽיו H413 "
}
