{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I do not want you to be uninformed, brothers, that our fathers were all under the cloud and all passed through the sea.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All were baptized into Moses in the cloud and in the sea,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and all ate the same spiritual food.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All drank the same spiritual drink. For they drank from a spiritual rock that followed them, and that rock was Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God was not well pleased with most of them, and their corpses were scattered about in the wilderness.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now these things were examples for us, so we would not long for evil things as they did.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not be idolaters, as some of them were. This is as it is written, \"The people sat down to eat and drink, and rose up to play.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let us not commit sexual immorality, as many of them did. In one day, twenty-three thousand people died because of it.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Neither let us put Christ to the test, as many of them did and were destroyed by snakes.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also do not grumble, as many of them did and were destroyed by an angel of death.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now these things happened to them as examples for us. They were written for our instruction—for us on whom the end of the ages has come.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore let anyone who thinks he stands be careful that he does not fall.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No temptation has overtaken you that is not common to all humanity. Instead, God is faithful. He will not let you be tempted beyond your ability. With the temptation he will also provide the way of escape, so that you may be able to endure it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, my loved ones, run away from idolatry.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I speak to you as people who have understanding, so you may judge what I say.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The cup of blessing that we bless, is it not a sharing in the blood of Christ? The bread that we break, is it not a sharing in the body of Christ?\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because there is one loaf of bread, we who are many are one body. We all take of one loaf of bread together.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Look at the people of Israel. Are not those who eat the sacrifices participants in the altar?\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What am I saying then? That an idol is anything? Or that food sacrificed to an idol is anything?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I say about the things the Gentile pagans sacrifice, that they offer these things to demons and not to God. I do not want you to be participants with demons!\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You cannot drink the cup of the Lord and the cup of demons. You cannot have fellowship at the table of the Lord and the table of demons.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Or do we provoke the Lord to jealousy? Are we stronger than he is?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Everything is lawful,\" but not everything is beneficial. \"Everything is lawful,\" but not everything builds people up.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one should seek his own good. Instead, each one should seek the good of his neighbor.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You may eat whatever is sold in the market, without questions of conscience.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For \"the earth is the Lord's, and the fullness of it.\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If an unbeliever invites you to eat a meal, and you wish to go, eat whatever is set before you without asking questions of conscience.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if someone says to you, \"This has been offered in sacrifice,\" then do not eat it, both for the sake of the one who informed you, and for the sake of conscience— "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some older copies add, \\fqa For the earth and everything in it belong to the Lord \\fqa* . But the best copies do not have this. ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the conscience of the other man, I mean, and not yours. For why should my freedom be judged by another's conscience?\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I partake of the meal with gratitude, why am I being insulted for that for which I gave thanks?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, whether you eat or drink, or whatever you do, do all to the glory of God.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Give no offense to Jews or to Greeks, or to the church of God.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I try to please all people in all things. I do not seek my benefit, but that of the many. I do this so that they may be saved.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}