{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Be imitators of me, just as I am an imitator of Christ.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I praise you because you remember me in everything. I praise you because you hold fast to the traditions just as I delivered them to you.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I want you to understand that Christ is the head of every man, that a man is the head of a woman, and that God is the head of Christ.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Any man who prays or prophesies with his head covered dishonors his head.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But any woman who prays or prophesies with her head uncovered dishonors her head. For it is the same thing as if her head were shaved.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For if a woman will not cover her head, she should cut her hair short. If it is disgraceful for a woman to have her hair cut off or for her to shave her head, let her cover her head.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For a man should not have his head covered, since he is the image and glory of God. But the woman is the glory of the man.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For man was not made from woman. Instead, woman was made from man.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For neither was man created for woman. Instead, woman was created for man.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is why the woman ought to have a symbol of authority on her head, because of the angels.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nevertheless, in the Lord, the woman is not independent from the man, nor is the man independent from the woman.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For as the woman comes from the man, so does the man come from the woman. And all things come from God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judge for yourselves: Is it proper for a woman to pray to God with her head uncovered?\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Does not even nature itself teach you that if a man has long hair, it is a disgrace for him?\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Does not nature teach you that if a woman has long hair, it is her glory? For her hair has been given to her as a covering.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if anyone wants to argue about this, we do not have any other practice, nor do the churches of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But in the following instructions, I do not praise you. For when you come together, it is not for the better but for the worse.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For in the first place, I hear that when you come together in the church, there are divisions among you, and in part I believe it.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For there must also be factions among you, so that those who are approved may be recognized among you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For when you come together, it is not the Lord's Supper that you eat.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you eat, each one eats his own food before the others have their meal. One is hungry, and another becomes drunk.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you not have houses to eat and to drink in? Do you despise the church of God and humiliate those who have nothing? What should I say to you? Should I praise you? I will not praise you for this!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I received from the Lord what I also passed on to you, that the Lord Jesus, on the night when he was betrayed, took bread.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he had given thanks, he broke it and said, \"This is my body, which is for you. Do this to remember me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the same way he took the cup after supper, and he said, \"This cup is the new covenant in my blood. Do this as often as you drink it, to remember me.\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For every time you eat this bread and drink this cup, you proclaim the Lord's death until he comes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever, therefore, eats the bread or drinks the cup of the Lord in an unworthy manner, will be guilty of the body and the blood of the Lord.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let a person examine himself first, and in this way let him eat of the bread and drink of the cup.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For he who eats and drinks without discerning the body, eats and drinks judgment to himself.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is why many among you are weak and ill, and some of you have fallen asleep.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if we examine ourselves, we will not be judged.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when we are judged by the Lord, we are disciplined, so that we may not be condemned along with the world.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, my brothers, when you come together to eat, wait for one another.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone is hungry, let him eat at home, so that when you come together it will not be for judgment. And about the other things you wrote, I will give directions when I come.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "nb",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}