{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pursue love and be zealous for spiritual gifts, especially that you may prophesy.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the one who speaks in a tongue does not speak to people but to God. For no one understands him because he speaks hidden things in the Spirit.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the one who prophesies speaks to people to build them up, to encourage them, and to comfort them.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who speaks in a tongue builds up himself, but the one who prophesies builds up the church.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I wish that you all spoke in tongues. But even more than that, I wish that you would prophesy. The one who prophesies is greater than the one who speaks in tongues (unless someone interprets so that the church may be built up).\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now, brothers, if I come to you speaking in tongues, how will I benefit you? I cannot, unless I speak to you with revelation, or knowledge, or prophecy, or teaching.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If lifeless instruments are producing sounds—like the flute or the harp—and they do not produce different tones, how will anyone know what tune the flute or harp is playing?\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For if the trumpet is played with an uncertain sound, how will anyone know when it is time to prepare for battle?\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So it is with you. If you utter speech that is unintelligible, how will anyone understand what you have said? You will be speaking, and no one will understand you.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There are doubtless many different languages in the world, and none is without meaning.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if I do not know the meaning of a language, I will be a foreigner to the speaker, and the speaker will be a foreigner to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So it is with you. Since you are eager for the manifestations of the Spirit, try to excel in the gifts that build up the church.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the one who speaks in a tongue should pray that he may interpret.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For if I pray in a tongue, my spirit prays, but my mind is unfruitful.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What am I to do? I will pray with my spirit, but I will also pray with my mind. I will sing with my spirit, and I will also sing with my mind.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Otherwise, if you praise God with the spirit, how will the outsider say \"Amen\" when you are giving thanks if he does not know what you are saying?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you certainly give thanks well enough, but the other person is not built up.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I thank God that I speak in tongues more than all of you.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But in the church I would rather speak five words with my understanding so that I might instruct others, than ten thousand words in a tongue.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Brothers, do not be children in your thinking. Rather, in regard to evil, be like infants. But in your thinking be mature.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the law it is written,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"By men of strange tongues and by the lips of strangers\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "I will speak to this people.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "Even then they will not hear me,\"\n"
      },
      {
        "tag": "m",
        "type": "paragraph",
        "text": "says the Lord.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So then, tongues are a sign, not to believers, but to unbelievers. But prophesying is for a sign, not for unbelievers, but for believers.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If, therefore, the whole church comes together and all speak in tongues, and outsiders and unbelievers come in, would they not say that you are insane?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you all were prophesying and an unbeliever or an outsider came in, he would be convicted by all he hears. He would be judged by all that is said.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The secrets of his heart would be revealed. As a result, he would fall on his face and worship God. He would declare that God is really among you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What is next then, brothers? When you come together, each one has a psalm, a teaching, a revelation, a tongue, or an interpretation. Do everything so that you build up the church.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone speaks in a tongue, let there be two or at most three, and each one in turn, then someone should interpret what is said.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if there is no one to interpret, let each of them keep silent in the church. Let each one speak to himself alone and to God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let two or three prophets speak, and let the others listen with discernment to what is said.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if an insight is given to one who is sitting in the service, let the one who had been speaking be silent.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For each of you can prophesy one by one so that each one may learn and all may be encouraged.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the spirits of the prophets are under the control of the prophets.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For God is not a God of confusion, but of peace.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "This is the rule in all the churches of the saints.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The women should keep silent in the churches. For they are not permitted to speak. Instead, they should be in submission, as also the law says.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If there is anything they desire to learn, let them ask their husbands at home. For it is disgraceful for a woman to speak in the church.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Did the word of God come from you? Are you the only ones it has reached?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone thinks himself to be a prophet or spiritual, he should acknowledge that the things I write to you are a command of the Lord.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if anyone does not recognize this, let him not be recognized. "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Most versions, including the ULB and UDB, read, \\fqa But if anyone does not recognize this, let him not be recognized \\fqa* . Some older versions read, \\fqa But if anyone is ignorant of this, let him be ignorant \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So then, brothers, earnestly desire to prophesy, and do not forbid anyone from speaking in tongues.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But let all things be done properly and in order.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}