{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is how a person should regard us, as servants of Christ and stewards of the hidden truths of God.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now what is required of stewards is that they are found to be trustworthy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But for me it is a very small thing that I should be judged by you or by any human court. For I do not even judge myself.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am not aware of any charge being made against me, but that does not mean I am innocent. It is the Lord who judges me.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore do not pronounce judgment about anything before the time, before the Lord comes. He will bring to light the hidden things of darkness and reveal the purposes of the heart. Then each one will receive his praise from God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, brothers, I applied these principles to myself and Apollos for your sakes, so that from us you might learn the meaning of the saying,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Do not go beyond what is written.\"\n"
      },
      {
        "tag": "m",
        "type": "paragraph",
        "text": "This is so that none of you may be puffed up in favor of one against the other.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For who sees any difference between you and others? What do you have that you did not freely receive? If you have freely received it, why do you boast as if you had not done so?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Already you have all you could want! Already you have become rich! You began to reign—and that quite apart from us! Indeed, I wish you did reign, so that we could reign with you.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I think God has put us apostles on display as the last in line in a procession and like men sentenced to death. We have become a spectacle to the world—to angels, and to human beings.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are fools for Christ's sake, but you are wise in Christ. We are weak, but you are strong. You are held in honor, but we are held in dishonor.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Up to this present hour we are hungry and thirsty, we are poorly clothed, we are brutally beaten, and we are homeless.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We work hard, working with our own hands. When we are reviled, we bless. When we are persecuted, we endure.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When we are slandered, we speak with kindness. We have become, and are still considered to be, the refuse of the world and the filthiest of all things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I do not write these things to shame you, but to correct you as my beloved children.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For even if you have ten thousand guardians in Christ, you do not have many fathers. For I became your father in Christ Jesus through the gospel.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I urge you to be imitators of me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is why I sent you Timothy, my beloved and faithful child in the Lord. He will remind you of my ways in Christ, just as I teach them everywhere and in every church.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now some of you have become arrogant, acting as though I were not coming to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I will come to you soon, if the Lord wills. Then I will know not merely the talk of these who are so arrogant, but I will see their power.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the kingdom of God does not consist in talk but in power.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What do you want? Shall I come to you with a rod or with love and in a spirit of gentleness?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}