{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We heard a report that there is sexual immorality among you, a kind of immorality that is not even permitted among the Gentiles. The report is that one of you is sleeping with his father's wife.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are so arrogant! Should you not mourn instead? The one who did this must be removed from among you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For even though I am absent in body, I am present in spirit. I have already passed judgment on the one who did this, just as though I were there.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you are assembled in the name of our Lord Jesus and I am with you in spirit, and the power of our Lord Jesus is present,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "hand this man over to Satan for the destruction of the flesh, so that his spirit may be saved on the day of the Lord.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your boasting is not good. Do you not know that a little yeast leavens the whole loaf?\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Cleanse yourselves of the old yeast so that you may be new dough, so that you may be unleavened bread. For Christ, our Passover lamb, has been sacrificed.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So let us then celebrate the festival, not with the old yeast, the yeast of bad behavior and wickedness. Instead, let us celebrate with the unleavened bread of sincerity and truth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I wrote to you in my letter not to associate with sexually immoral people.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In no way did I mean the immoral people of this world, or the greedy, or swindlers, or idolaters, since to stay away from them you would need to go out of the world.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now I am writing to you not to associate with anyone who is called a brother but who is living in sexual immorality, or who is greedy, or is an idolater, or is verbally abusive, or is a drunkard, or a swindler. Do not even eat a meal with such a person.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For how am I involved with judging those who are outside the church? Instead, are you not to judge those who are inside the church?\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God judges those who are on the outside.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Remove the evil person from among you.\"\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}