{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When one of you has a dispute with another, does he dare to go to the civil court before an unbelieving judge, rather than before the saints?\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you not know that the believers will judge the world? If then, you will judge the world, are you not able to settle matters of little importance?\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you not know that we will judge the angels? How much more, then, can we judge matters of this life?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If then you have to make judgments that pertain to daily life, why do you lay such cases as these before those who have no standing in the church?\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say this to your shame. Is there no one among you wise enough to settle a dispute between brothers?\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as it stands, one believer goes to court against another believer, and that case is placed before a judge who is an unbeliever!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The fact that there are any disputes at all between Christians is already a defeat for you. Why not rather suffer the wrong? Why not rather allow yourselves to be cheated?\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you have wronged and cheated others, and these are your own brothers!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you not know that the unrighteous will not inherit the kingdom of God? Do not believe lies. The sexually immoral, idolaters, adulterers, male prostitutes, those who practice homosexuality,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "thieves, the greedy, drunkards, slanderers, and swindlers—none of them will inherit the kingdom of God.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is what some of you were like. But you have been cleansed, you have been sanctified, you have been made right with God in the name of the Lord Jesus Christ and by the Spirit of our God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Everything is lawful for me,\" but not everything is beneficial. \"Everything is lawful for me,\" but I will not be mastered by any of them.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Food is for the stomach, and the stomach is for food,\" but God will do away with both of them. The body is not intended for sexual immorality. Instead, the body is for the Lord, and the Lord will provide for the body.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God both raised the Lord and will also raise us up by his power.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you not know that your bodies are members of Christ? Shall I then take away the members of Christ and join them to a prostitute? May it not be!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you not know that he who is joined to a prostitute becomes one flesh with her? As scripture says, \"The two will become one flesh.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he who is joined to the Lord becomes one spirit with him.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Run away from sexual immorality! Every other sin that a person commits is outside the body, but the sexually immoral person sins against his own body.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you not know that your body is a temple of the Holy Spirit, who lives within you, whom you have from God? Do you not know that you are not your own?\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you were bought with a price. Therefore glorify God with your body.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some older copies read, \\fqa Therefore glorify God with your body and in your spirit, which belong to God \\fqa* . But the best copies do not have this reading. ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}