{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now concerning the issues you wrote about: \"It is good for a man not to touch a woman.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But because of temptations for many immoral acts, each man should have his own wife, and each woman should have her own husband.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The husband should give to the wife her sexual rights, and likewise the wife to her husband.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is not the wife who has authority over her own body, it is the husband. Likewise, the husband does not have authority over his own body, but the wife does.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not deprive each other, except by mutual agreement and for a specific period of time. Do this so that you may devote yourselves to prayer. Then you should come together again, so that Satan may not tempt you because of your lack of self-control.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I say these things to you as a concession and not as a command.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I wish that everyone were as I am. But each one has his own gift from God. One has this kind of gift, and another that kind.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To the unmarried and to widows I say that it is good for them if they remain unmarried, as I am.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if they cannot exercise self-control, they should marry. For it is better for them to marry than to burn with passion.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now to the married I give this command—not I, but the Lord—the wife should not separate from her husband\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(but if she does separate from her husband, she should remain unmarried or else be reconciled to her husband), and the husband should not divorce his wife.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But to the rest I say—I, not the Lord—that if any brother has a wife who is an unbeliever, and if she is content to live with him, he should not divorce her.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If a woman has an unbelieving husband, and if he is content to live with her, she should not divorce him.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the unbelieving husband is set apart because of his wife, and the unbelieving wife is set apart because of the brother. Otherwise your children would be unclean, but actually they are set apart.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if the unbelieving partner departs, let him go. In such cases, the brother or sister is not bound to their vows. God has called us to live in peace.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For how do you know, woman, whether you will save your husband? Or how do you know, man, whether you will save your wife?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Only let each one live the life the Lord has assigned him, each as God has called him. This is my rule in all the churches.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Was anyone circumcised when he was called to believe? He should not try to appear uncircumcised. Was anyone uncircumcised when he was called to faith? He should not be circumcised.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For it is neither circumcision nor uncircumcision that matters. What matters is obeying the commandments of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each one should remain in the calling he was in when God called him to believe.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Were you a slave when God called you? Do not be concerned about it. But if you can become free, take advantage of it.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For someone who is called by the Lord as a slave is the Lord's freeman. Likewise, the one who was free when he was called to believe is Christ's slave.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have been bought with a price, so do not become slaves of men.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Brothers, in whatever life each of us was in when we were called to believe, let us remain like that.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now concerning those who never married, I have no commandment from the Lord. But I give my opinion as one who, by the Lord's mercy, is trustworthy.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, I think that because of the disaster that is coming, it is good for a man to remain as he is.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Are you married to a wife? Do not seek a divorce. If you are unmarried, do not seek a wife.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you do marry, you have not sinned, and if an unmarried woman marries, she has not sinned. But those who marry will have many kinds of worldly trouble, and I want to spare you from this.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But this I say, brothers: The time is short. From now on, let those who have wives live as though they had none.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who weep should act as though they were not weeping, and those who rejoice as though they were not rejoicing, and those who buy as though they did not possess anything,\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and those who use the world should not act as though they are using it to the full. For the world in its present form is coming to an end.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I would like you to be free from worries. The unmarried man is concerned about the things of the Lord, how to please him.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the married man is concerned about the things of the world, how to please his wife—\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he is divided. The unmarried woman or the virgin is concerned about the things of the Lord, how to be set apart in body and in spirit. But the married woman is concerned about the things of the world, how to please her husband.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say this for your own benefit, and not to put any constraint on you. I say this for what is right, so that you may be devoted to the Lord without any distraction.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if anyone thinks that he is not treating his fiancée with respect—if she is beyond the age of marriage and it must be so—he should do what he wants. He is not sinning. They should marry.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if he is standing firm in his heart, if he is not under pressure but can control his own will, and if he has decided in his own heart to do this, to keep his own fiancée a virgin, he will do well.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the one who marries his fiancée does well, and the one who chooses not to marry will do even better.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A woman is bound to her husband for as long as he lives. But if her husband dies, she is free to marry whomever she wishes to marry, but only in the Lord.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet in my judgment she would be happier if she lives as she is. And I think that I also have the Spirit of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}