{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now about food sacrificed to idols: We know that we all have knowledge. Knowledge puffs up, but love builds up.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone thinks he knows something, that person does not yet know as he should know.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if anyone loves God, that person is known by him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So then, about eating food sacrificed to idols: We know that an idol in this world is nothing and that there is no God but one.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For maybe so-called gods do exist, either in heaven or on earth, just as there are many \"gods\" and many \"lords.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet for us there is only one God, the Father, from whom are all things and for whom we live, and one Lord Jesus Christ, through whom all things exist, and through whom we exist.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, this knowledge is not in everyone. Instead, some previously practiced idol worship, and they eat this food as if it were something sacrificed to an idol. Their conscience is thereby corrupted because it is weak.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But food will not present us to God. We are not worse if we do not eat, nor better if we do eat it.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But take care that your freedom does not become a reason for someone who is weak in faith to stumble.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For suppose that someone sees you, who have knowledge, eating a meal in an idol's temple. Is not his weak conscience emboldened to eat what is offered to idols?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So because of your understanding about the true nature of idols, the weaker one, the brother for whom Christ died, is destroyed.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Thus, when you sin against your brothers and wound their weak consciences, you sin against Christ.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, if food causes my brother to stumble, I will never eat meat again, so that I may not cause my brother to fall.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}