{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Am I not free? Am I not an apostle? Have I not seen Jesus our Lord? Are you not my workmanship in the Lord?\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I am not an apostle to others, at least I am to you. For you are the proof of my apostleship in the Lord.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is my defense to those who examine me:\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do we not have the right to eat and drink?\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do we not have the right to take along with us a wife who is a believer, as do the rest of the apostles, and the brothers of the Lord, and Cephas?\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Or is it only Barnabas and I who must work?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Who serves as a soldier at his own expense? Who plants a vineyard and does not eat its fruit? Or who tends a flock and does not drink milk from it?\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do I say these things based on human authority? Does not the law also say this?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For it is written in the law of Moses, \"Do not put a muzzle on an ox when it is treading out the grain.\" Is it really the oxen that God cares about?\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Is he not speaking about us? It was written for us, because the one who plows should plow in hope, and the one who threshes should thresh in the expectation of sharing in the harvest.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If we sowed spiritual things among you, is it too much for us to reap material things from you?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If others exercised this right from you, do we not have even more? But we did not claim this right. Instead we endured everything rather than be a hindrance to the gospel of Christ.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you not know that those who serve in the temple get their food from the temple? Do you not know that those who serve at the altar share in what is offered on the altar?\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the same way, the Lord commanded that those who proclaim the gospel should get their living from the gospel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I have not claimed any of these rights. And I do not write this so something might be done for me. I would rather die than anyone deprive me of this boast.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For if I preach the gospel, I have no reason for boasting, because I must do this. And woe be to me if I do not preach the gospel!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For if I do this willingly, I have a reward. But if not willingly, I still have a responsibility that was entrusted to me.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What then is my reward? That when I preach, I may offer the gospel without charge and so not take full use of my right in the gospel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For though I am free from all, I became a servant to all, in order that I might win more.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To the Jews I became like a Jew, in order to win Jews. To those under the law, I became like one under the law in order to win those under the law. I did this even though I myself was not under the law.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft The ULB and UDB read, \\fqa I did this even though I was not under the law myself \\fqa* . Some older versions leave this passage out. ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To those outside the law, I became like one outside the law, although I was not outside the law of God myself, but under the law of Christ. I did this so that I may win those outside the law.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To the weak I became weak, so that I may win the weak. I have become all things to all people, so that I may by all means save some.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I do all things for the gospel's sake, so that I may participate in its blessings.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you not know that in a race all the runners run the race, but that only one receives the prize? So run to win the prize.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every athlete exercises self-control in all things. They do it to receive a wreath that is perishable, but we do it to receive one that is imperishable.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore I do not run without purpose or box by beating the air.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I subdue my body and make it a slave, so that after I have preached to others, I myself may not be disqualified.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}