{
  "1": "אֵיכָ֣ה H349 יָשְׁבָ֣ה H3427 בָדָ֗ד H910 הָעִיר֙ H5892 רַבָּ֣תִי H7227 עָ֔ם H5971 הָיְתָ֖ה H1961 כְּאַלְמָנָ֑ה H490 רַּבָּ֣תִי H7227 בַגּוֹיִ֗ם H1471 שָׂרָ֨תִי֙ H8282 בַּמְּדִינ֔וֹת H4082 הָיְתָ֖ה H1961 לָמַֽס H4522 ",
  "2": "בָּכ֨וֹ H1058 תִבְכֶּ֜ה H1058 בַּלַּ֗יְלָה H3915 וְדִמְעָתָ H1832 עַ֣ל H5921 לֶֽחֱיָ֔הּ H3895 אֵֽין H369 לָ֥הּ Hl מְנַחֵ֖ם H5162 מִכָּל H3605 אֹהֲבֶ֑יהָ H157 כָּל H3605 רֵעֶ֨יהָ֙ H7453 בָּ֣גְדוּ H898 בָ֔הּ Hb הָ֥יוּ H1961 לָ֖הּ Hl לְאֹיְבִֽים H341 ",
  "3": "גָּֽלְתָ֨ה H1540 יְהוּדָ֤ה H3063 מֵעֹ֨נִי֙ H6040 וּמֵ H7230 עֲבֹדָ֔ה H5656 הִ֚יא H1931 יָשְׁבָ֣ה H3427 בַגּוֹיִ֔ם H1471 לֹ֥א H3808 מָצְאָ֖ה H4672 מָנ֑וֹחַ H4494 כָּל H3605 רֹדְפֶ֥יהָ H7291 הִשִּׂיג֖וּהָ H5381 בֵּ֥ין H996 הַמְּצָרִֽים H4712 ",
  "4": "דַּרְכֵ֨י H1870 צִיּ֜וֹן H6726 אֲבֵל֗וֹת H57 מִבְּלִי֙ H1097 בָּאֵ֣י H935 מוֹעֵ֔ד H4150 כָּל H3605 שְׁעָרֶ֨יהָ֙ H8179 שֽׁוֹמֵמִ֔ין H8074 כֹּהֲנֶ֖יהָ H3548 נֶאֱנָחִ֑ים H584 בְּתוּלֹתֶ֥יהָ H1330 נּוּג֖וֹת H3013 וְהִ֥יא H1931 מַר H4751 לָֽהּ Hl ",
  "5": "הָי֨וּ H1961 צָרֶ֤יהָ H6862 לְרֹאשׁ֙ H7218 אֹיְבֶ֣יהָ H341 שָׁל֔וּ H7951 כִּֽי H3588 יְהוָ֥ה H3068 הוֹגָ֖הּ H3013 עַ֣ל H5921 רֹב H7230 פְּשָׁעֶ֑יהָ H6588 עוֹלָלֶ֛יהָ H5768 הָלְכ֥וּ H1980 שְׁבִ֖י H7628 לִפְנֵי H6440 צָֽר H6862 ",
  "6": "וַיֵּצֵ֥א H3318 מן H4480 בת H1323 צִיּ֖וֹן H1323 כָּל H3605 הֲדָרָ֑הּ H1926 הָי֣וּ H1961 שָׂרֶ֗יהָ H8269 כְּאַיָּלִים֙ H354 לֹא H3808 מָצְא֣וּ H4672 מִרְעֶ֔ה H4829 וַיֵּלְכ֥וּ H3212 בְלֹא H3808 כֹ֖חַ H3581 לִפְנֵ֥י H6440 רוֹדֵֽף H7291 ",
  "7": "זָֽכְרָ֣ה H2142 יְרוּשָׁלִַ֗ם H3389 יְמֵ֤י H3117 עָנְיָהּ֙ H6040 וּמְרוּדֶ֔י H4788 כֹּ֚ל H3605 מַחֲמֻדֶ֔יהָ H4262 אֲשֶׁ֥ר H834 הָי֖וּ H1961 מִ֣ימֵי H3117 קֶ֑דֶם H6924 בִּנְפֹ֧ל H5307 עַמָּ֣הּ H5971 בְּיַד H3027 צָ֗ר H6862 וְאֵ֤ין H369 עוֹזֵר֙ H5826 לָ֔הּ Hl רָא֣וּהָ H7200 צָרִ֔ים H6862 שָׂחֲק֖וּ H7832 עַ֥ל H5921 מִשְׁבַּתֶּֽהָ H4868 ",
  "8": "חֵ֤טְא H2399 חָֽטְאָה֙ H2398 יְר֣וּשָׁלִַ֔ם H3389 עַל H5921 כֵּ֖ן H3651 לְנִידָ֣ה H5206 הָיָ֑תָה H1961 כָּֽל H3605 מְכַבְּדֶ֤יהָ H3513 הִזִּיל֨וּהָ֙ H2107 כִּי H3588 רָא֣וּ H7200 עֶרְוָתָ֔הּ H6172 גַּם H1571 הִ֥יא H1931 נֶאֶנְחָ֖ה H584 וַתָּ֥שָׁב H7725 אָחֽוֹר H268 ",
  "9": "טֻמְאָתָ֣הּ H2932 בְּשׁוּלֶ֗י H7757 לֹ֤א H3808 זָֽכְרָה֙ H2142 אַחֲרִיתָ֔הּ H319 וַתֵּ֣רֶד H3381 פְּלָאִ֔ים H6382 אֵ֥ין H369 מְנַחֵ֖ם H5162 לָ֑הּ Hl רְאֵ֤ה H7200 יְהוָה֙ H3068 אֶת H853 עָנְיִ֔י H6040 כִּ֥י H3588 הִגְדִּ֖יל H1431 אוֹיֵֽב H341 ",
  "10": "יָדוֹ֙ H3027 פָּ֣רַשׂ H6566 צָ֔ר H6862 עַ֖ל H5921 כָּל H3605 מַחֲמַדֶּ֑יהָ H4261 כִּֽי H3588 רָאֲתָ֤ה H7200 גוֹיִם֙ H1471 בָּ֣אוּ H935 מִקְדָּשָׁ֔הּ H4720 אֲשֶׁ֣ר H834 צִוִּ֔יתָה H6680 לֹא H3808 יָבֹ֥אוּ H935 בַקָּהָ֖ל H6951 לָֽךְ Hl ",
  "11": "כָּל H3605 עַמָּ֤הּ H5971 נֶאֱנָחִים֙ H584 מְבַקְּשִׁ֣ים H1245 לֶ֔חֶם H3899 נָתְנ֧וּ H5414 מחמודיהם H4262 בְּאֹ֖כֶל H400 לְהָשִׁ֣יב H7725 נָ֑פֶשׁ H5315 רְאֵ֤ה H7200 יְהוָה֙ H3068 וְֽהַבִּ֔יטָ H5027 כִּ֥י H3588 הָיִ֖יתִי H1961 זוֹלֵלָֽה H2151 ",
  "12": "ל֣וֹא H3808 אֲלֵיכֶם֮ H413 כָּל H3605 עֹ֣בְרֵי H5674 דֶרֶךְ֒ H1870 הַבִּ֣יטוּ H5027 וּרְא֗וּ H7200 אִם H518 יֵ֤שׁ H3426 מַכְאוֹב֙ H4341 כְּמַכְאֹבִ֔ H4341 אֲשֶׁ֥ר H834 עוֹלַ֖ל H5953 לִ֑י Hl אֲשֶׁר֙ H834 הוֹגָ֣ה H3013 יְהוָ֔ה H3068 בְּי֖וֹם H3117 חֲר֥וֹן H2740 אַפּֽוֹ H639 ",
  "13": "מִמָּר֛וֹם H4791 שָֽׁלַח H7971 אֵ֥שׁ H784 בְּעַצְמֹתַ֖ H6106 וַיִּרְדֶּ֑ H7287 פָּרַ֨שׂ H6566 רֶ֤שֶׁת H7568 לְרַגְלַ H7272 הֱשִׁיבַ֣נִי H7725 אָח֔וֹר H268 נְתָנַ֨נִי֙ H5414 שֹֽׁמֵמָ֔ה H8076 כָּל H3605 הַיּ֖וֹם H3117 דָּוָֽה H1739 ",
  "14": "נִשְׂקַד֩ H8244 עֹ֨ל H5923 פְּשָׁעַ֜י H6588 בְּיָד֗ H3027 יִשְׂתָּֽרְג֛וּ H8276 עָל֥וּ H5927 עַל H5921 צַוָּארִ֖י H6677 הִכְשִׁ֣יל H3782 כֹּחִ֑י H3581 נְתָנַ֣נִי H5414 אֲדֹנָ֔י H136 בִּידֵ֖י H3027 לֹא H3808 אוּכַ֥ל H3201 קֽוּם H6965 ",
  "15": "סִלָּ֨ה H5541 כָל H3605 אַבִּירַ֤י H47 אֲדֹנָי֙ H136 בְּקִרְבִּ֔ H7130 קָרָ֥א H7121 עָלַ֛י H5921 מוֹעֵ֖ד H4150 לִשְׁבֹּ֣ר H7665 בַּחוּרָ֑י H970 גַּ֚ת H1660 דָּרַ֣ךְ H1869 אֲדֹנָ֔י H136 לִבְתוּלַ֖ת H1330 בַּת H1323 יְהוּדָֽה H3063 ",
  "16": "עַל H5921 אֵ֣לֶּה H428 אֲנִ֣י H589 בוֹכִיָּ֗ה H1058 עֵינִ֤י H5869 עֵינִי֙ H5869 יֹ֣רְדָה H3381 מַּ֔יִם H4325 כִּֽי H3588 רָחַ֥ק H7368 מִמֶּ֛נִּי H4480 מְנַחֵ֖ם H5162 מֵשִׁ֣יב H7725 נַפְשִׁ֑י H5315 הָי֤וּ H1961 בָנַי֙ H1121 שֽׁוֹמֵמִ֔ים H8074 כִּ֥י H3588 גָבַ֖ר H1396 אוֹיֵֽב H341 ",
  "17": "פֵּֽרְשָׂ֨ה H6566 צִיּ֜וֹן H6726 בְּיָדֶ֗י H3027 אֵ֤ין H369 מְנַחֵם֙ H5162 לָ֔הּ Hl צִוָּ֧ה H6680 יְהוָ֛ה H3068 לְיַעֲקֹ֖ב H3290 סְבִיבָ֣יו H5439 צָרָ֑יו H6862 הָיְתָ֧ה H1961 יְרוּשָׁלִַ֛ם H3389 לְנִדָּ֖ה H5079 בֵּינֵיהֶֽם H996 ",
  "18": "צַדִּ֥יק H6662 ה֛וּא H1931 יְהוָ֖ה H3068 כִּ֣י H3588 פִ֣יהוּ H6310 מָרִ֑יתִי H4784 שִׁמְעוּ H8085 נָ֣א H4994 כָל H3605 עמים H5971 וּרְאוּ֙ H7200 מַכְאֹבִ֔י H4341 בְּתוּלֹתַ֥י H1330 וּבַחוּרַ֖ H970 הָלְכ֥וּ H1980 בַשֶּֽׁבִי H7628 ",
  "19": "קָרָ֤אתִי H7121 לַֽמְאַהֲבַ H157 הֵ֣מָּה H1992 רִמּ֔וּנִי H7411 כֹּהֲנַ֥י H3548 וּזְקֵנַ֖ H2205 בָּעִ֣יר H5892 גָּוָ֑עוּ H1478 כִּֽי H3588 בִקְשׁ֥וּ H1245 אֹ֨כֶל֙ H400 לָ֔מוֹ Hl וְיָשִׁ֖יבוּ H7725 אֶת H853 נַפְשָֽׁם H5315 ",
  "20": "רְאֵ֨ה H7200 יְהוָ֤ה H3068 כִּֽי H3588 צַר H6887 לִי֙ Hl מֵעַ֣י H4578 חֳמַרְמָ֔רוּ H2560 נֶהְפַּ֤ךְ H2015 לִבִּי֙ H3820 בְּקִרְבִּ֔ H7130 כִּ֥י H3588 מָר֖וֹ H4784 מָרִ֑יתִי H4784 מִח֥וּץ H2351 שִׁכְּלָה H7921 חֶ֖רֶב H2719 בַּבַּ֥יִת H1004 כַּמָּֽוֶת H4194 ",
  "21": "שָׁמְע֞וּ H8085 כִּ֧י H3588 נֶאֱנָחָ֣ה H584 אָ֗נִי H589 אֵ֤ין H369 מְנַחֵם֙ H5162 לִ֔י Hl כָּל H3605 אֹ֨יְבַ֜י H341 שָׁמְע֤וּ H8085 רָֽעָתִי֙ H7451 שָׂ֔שׂוּ H7797 כִּ֥י H3588 אַתָּ֖ה H859 עָשִׂ֑יתָ H6213 הֵבֵ֥אתָ H935 יוֹם H3117 קָרָ֖אתָ H7121 וְיִֽהְי֥וּ H1961 כָמֽוֹנִי H3644 ",
  "22": "תָּבֹ֨א H935 כָל H3605 רָעָתָ֤ם H7451 לְפָנֶ֨י H6440 וְעוֹלֵ֣ל H5953 לָ֔מוֹ Hl כַּאֲשֶׁ֥ר H834 עוֹלַ֛לְתָּ H5953 לִ֖י Hl עַ֣ל H5921 כָּל H3605 פְּשָׁעָ֑י H6588 כִּֽי H3588 רַבּ֥וֹת H7227 אַנְחֹתַ֖י H585 וְלִבִּ֥ H3820 דַוָּֽי H1742 "
}
