{
  "1": "אֵיכָה֩ H349 יָעִ֨יב H5743 בְּאַפּ֤ H639 אֲדֹנָי֙ H136 אֶת H853 בַּת H1323 צִיּ֔וֹן H6726 הִשְׁלִ֤יךְ H7993 מִשָּׁמַ֨יִם֙ H8064 אֶ֔רֶץ H776 תִּפְאֶ֖רֶת H8597 יִשְׂרָאֵ֑ל H3478 וְלֹא H3808 זָכַ֥ר H2142 הֲדֹם H1916 רַגְלָ֖יו H7272 בְּי֥וֹם H3117 אַפּֽוֹ H639 ",
  "2": "בִּלַּ֨ע H1104 אֲדֹנָ֜י H136 לא H3808 חָמַ֗ל H2550 אֵ֚ת H853 כָּל H3605 נְא֣וֹת H4999 יַעֲקֹ֔ב H3290 הָרַ֧ס H2040 בְּעֶבְרָת֛ H5678 מִבְצְרֵ֥י H4013 בַת H1323 יְהוּדָ֖ה H3063 הִגִּ֣יעַ H5060 לָאָ֑רֶץ H776 חִלֵּ֥ל H2490 מַמְלָכָ֖ה H4467 וְשָׂרֶֽי H8269 ",
  "3": "גָּדַ֣ע H1438 בָּֽחֳרִי H2750 אַ֗ף H639 כֹּ֚ל H3605 קֶ֣רֶן H7161 יִשְׂרָאֵ֔ל H3478 הֵשִׁ֥יב H7725 אָח֛וֹר H268 יְמִינ֖וֹ H3225 מִפְּנֵ֣י H6440 אוֹיֵ֑ב H341 וַיִּבְעַ֤ר H1197 בְּיַעֲקֹב֙ H3290 כְּאֵ֣שׁ H784 לֶֽהָבָ֔ה H3852 אָכְלָ֖ה H398 סָבִֽיב H5439 ",
  "4": "דָּרַ֨ךְ H1869 קַשְׁתּ֜וֹ H7198 כְּאוֹיֵ֗ב H341 נִצָּ֤ב H5324 יְמִינוֹ֙ H3225 כְּצָ֔ר H6862 וַֽיַּהֲרֹ֔ג H2026 כֹּ֖ל H3605 מַחֲמַדֵּי H4261 עָ֑יִן H5869 בְּאֹ֨הֶל֙ H168 בַּת H1323 צִיּ֔וֹן H6726 שָׁפַ֥ךְ H8210 כָּאֵ֖שׁ H784 חֲמָתֽוֹ H2534 ",
  "5": "הָיָ֨ה H1961 אֲדֹנָ֤י H136 כְּאוֹיֵב֙ H341 בִּלַּ֣ע H1104 יִשְׂרָאֵ֔ל H3478 בִּלַּע֙ H1104 כָּל H3605 אַרְמְנוֹתֶ֔יהָ H759 שִׁחֵ֖ת H7843 מִבְצָרָ֑יו H4013 וַיֶּ֨רֶב֙ H7235 בְּבַת H1323 יְהוּדָ֔ה H3063 תַּאֲנִיָּ֖ה H8386 וַאֲנִיָּֽה H592 ",
  "6": "וַיַּחְמֹ֤ס H2554 כַּגַּן֙ H1588 שֻׂכּ֔וֹ H7900 שִׁחֵ֖ת H7843 מוֹעֲד֑וֹ H4150 שִׁכַּ֨ח H7911 יְהוָ֤ה H3068 בְּצִיּוֹן֙ H6726 מוֹעֵ֣ד H4150 וְשַׁבָּ֔ת H7676 וַיִּנְאַ֥ץ H5006 בְּזַֽעַם H2195 אַפּ֖וֹ H639 מֶ֥לֶךְ H4428 וְכֹהֵֽן H3548 ",
  "7": "זָנַ֨ח H2186 אֲדֹנָ֤י H136 מִזְבְּחוֹ֙ H4196 נִאֵ֣ר H5010 מִקְדָּשׁ֔וֹ H4720 הִסְגִּיר֙ H5462 בְּיַד H3027 אוֹיֵ֔ב H341 חוֹמֹ֖ת H2346 אַרְמְנוֹתֶ֑יהָ H759 ק֛וֹל H6963 נָתְנ֥וּ H5414 בְּבֵית H1004 יְהוָ֖ה H3068 כְּי֥וֹם H3117 מוֹעֵֽד H4150 ",
  "8": "חָשַׁ֨ב H2803 יְהוָ֤ה H3068 לְהַשְׁחִית֙ H7843 חוֹמַ֣ת H2346 בַּת H1323 צִיּ֔וֹן H6726 נָ֣טָה H5186 קָ֔ו H6957 לֹא H3808 הֵשִׁ֥יב H7725 יָד֖וֹ H3027 מִבַּלֵּ֑עַ H1104 וַיַּֽאֲבֶל H56 חֵ֥ל H2426 וְחוֹמָ֖ה H2346 יַחְדָּ֥ו H3162 אֻמְלָֽלוּ H535 ",
  "9": "טָבְע֤וּ H2883 בָאָ֨רֶץ֙ H776 שְׁעָרֶ֔יהָ H8179 אִבַּ֥ד H6 וְשִׁבַּ֖ר H7665 בְּרִיחֶ֑יהָ H1280 מַלְכָּ֨הּ H4428 וְשָׂרֶ֤י H8269 בַגּוֹיִם֙ H1471 אֵ֣ין H369 תּוֹרָ֔ה H8451 גַּם H1571 נְבִיאֶ֕יהָ H5030 לֹא H3808 מָצְא֥וּ H4672 חָז֖וֹן H2377 מֵיְהוָֽה H3068 ",
  "10": "יֵשְׁב֨וּ H3427 לָאָ֤רֶץ H776 יִדְּמוּ֙ H1826 זִקְנֵ֣י H2205 בַת H1323 צִיּ֔וֹן H6726 הֶֽעֱל֤וּ H5927 עָפָר֙ H6083 עַל H5921 רֹאשָׁ֔ם H7218 חָגְר֖וּ H2296 שַׂקִּ֑ים H8242 הוֹרִ֤ידוּ H3381 לָאָ֨רֶץ֙ H776 רֹאשָׁ֔ן H7218 בְּתוּלֹ֖ת H1330 יְרוּשָׁלִָֽם H3389 ",
  "11": "כָּל֨וּ H3615 בַדְּמָע֤וֹת H1832 עֵינַי֙ H5869 חֳמַרְמְר֣וּ H2560 מֵעַ֔י H4578 נִשְׁפַּ֤ךְ H8210 לָאָ֨רֶץ֙ H776 כְּבֵדִ֔י H3516 עַל H5921 שֶׁ֖בֶר H7667 בַּת H1323 עַמִּ֑י H5971 בֵּֽעָטֵ֤ף H5848 עוֹלֵל֙ H5768 וְיוֹנֵ֔ק H3243 בִּרְחֹב֖וֹת H7339 קִרְיָֽה H7151 ",
  "12": "לְאִמֹּתָ H517 יֹֽאמְר֔וּ H559 אַיֵּ֖ה H346 דָּגָ֣ן H1715 וָיָ֑יִן H3196 בְּהִֽתְעַטְּפָ֤ H5848 כֶּֽחָלָל֙ H2491 בִּרְחֹב֣וֹת H7339 עִ֔יר H5892 בְּהִשְׁתַּפֵּ֣ךְ H8210 נַפְשָׁ֔ם H5315 אֶל H413 חֵ֖יק H2436 אִמֹּתָֽם H517 ",
  "13": "מָֽה H4100 אֲעִידֵ֞ךְ H5749 מָ֣ה H4100 אֲדַמֶּה H1819 לָּ֗ךְ Hl הַבַּת֙ H1323 יְר֣וּשָׁלִַ֔ם H3389 מָ֤ה H4100 אַשְׁוֶה H7737 לָּךְ֙ Hl וַאֲנַֽחֲמֵ֔ H5162 בְּתוּלַ֖ת H1330 בַּת H1323 צִיּ֑וֹן H6726 כִּֽי H3588 גָד֥וֹל H1419 כַּיָּ֛ם H3220 שִׁבְרֵ֖ךְ H7667 מִ֥י H4310 יִרְפָּא H7495 לָֽךְ Hl ",
  "14": "נְבִיאַ֗יִךְ H5030 חָ֤זוּ H2372 לָךְ֙ Hl שָׁ֣וְא H7723 וְתָפֵ֔ל H8602 וְלֹֽא H3808 גִלּ֥וּ H1540 עַל H5921 עֲוֺנֵ֖ךְ H5771 לְהָשִׁ֣יב H7725 שביתך H7622 וַיֶּ֣חֱזוּ H2372 לָ֔ךְ Hl מַשְׂא֥וֹת H4864 שָׁ֖וְא H7723 וּמַדּוּחִֽים H4065 ",
  "15": "סָֽפְק֨וּ H5606 עָלַ֤יִךְ H5921 כַּפַּ֨יִם֙ H3709 כָּל H3605 עֹ֣בְרֵי H5674 דֶ֔רֶךְ H1870 שָֽׁרְקוּ֙ H8319 וַיָּנִ֣עוּ H5128 רֹאשָׁ֔ם H7218 עַל H5921 בַּ֖ת H1323 יְרוּשָׁלִָ֑ם H3389 הֲזֹ֣את H2063 הָעִ֗יר H5892 שֶׁיֹּֽאמְרוּ֙ H559 כְּלִ֣ילַת H3632 יֹ֔פִי H3308 מָשׂ֖וֹשׂ H4885 לְכָל H3605 הָאָֽרֶץ H776 ",
  "16": "פָּצ֨וּ H6475 עָלַ֤יִךְ H5921 פִּיהֶם֙ H6310 כָּל H3605 א֣וֹיְבַ֔יִךְ H341 שָֽׁרְקוּ֙ H8319 וַיַּֽחַרְקוּ H2786 שֵׁ֔ן H8127 אָמְר֖וּ H559 בִּלָּ֑עְנוּ H1104 אַ֣ךְ H389 זֶ֥ה H2088 הַיּ֛וֹם H3117 שֶׁקִּוִּינֻ֖ H6960 מָצָ֥אנוּ H4672 רָאִֽינוּ H7200 ",
  "17": "עָשָׂ֨ה H6213 יְהוָ֜ה H3068 אֲשֶׁ֣ר H834 זָמָ֗ם H2161 בִּצַּ֤ע H1214 אֶמְרָתוֹ֙ H565 אֲשֶׁ֣ר H834 צִוָּ֣ה H6680 מִֽימֵי H3117 קֶ֔דֶם H6924 הָרַ֖ס H2040 וְלֹ֣א H3808 חָמָ֑ל H2550 וַיְשַׂמַּ֤ח H8055 עָלַ֨יִךְ֙ H5921 אוֹיֵ֔ב H341 הֵרִ֖ים H7311 קֶ֥רֶן H7161 צָרָֽיִךְ H6862 ",
  "18": "צָעַ֥ק H6817 לִבָּ֖ם H3820 אֶל H413 אֲדֹנָ֑י H136 חוֹמַ֣ת H2346 בַּת H1323 צִ֠יּוֹן H6726 הוֹרִ֨ידִי H3381 כַנַּ֤חַל H5158 דִּמְעָה֙ H1832 יוֹמָ֣ם H3119 וָלַ֔יְלָה H3915 אַֽל H408 תִּתְּנִ֤י H5414 פוּגַת֙ H6314 לָ֔ךְ Hl אַל H408 תִּדֹּ֖ם H1826 בַּת H1323 עֵינֵֽךְ H5869 ",
  "19": "ק֣וּמִי H6965 רֹ֣נִּי H7442 בליל H3915 לְרֹאשׁ֙ H7218 אַשְׁמֻר֔וֹת H821 שִׁפְכִ֤י H8210 כַמַּ֨יִם֙ H4325 לִבֵּ֔ךְ H3820 נֹ֖כַח H5227 פְּנֵ֣י H6440 אֲדֹנָ֑י H136 שְׂאִ֧י H5375 אֵלָ֣יו H413 כַּפַּ֗יִךְ H3709 עַל H5921 נֶ֨פֶשׁ֙ H5315 עֽוֹלָלַ֔יִךְ H5768 הָעֲטוּפִ֥ים H5848 בְּרָעָ֖ב H7458 בְּרֹ֥אשׁ H7218 כָּל H3605 חוּצֽוֹת H2351 ",
  "20": "רְאֵ֤ה H7200 יְהוָה֙ H3068 וְֽהַבִּ֔יטָ H5027 לְמִ֖י H4310 עוֹלַ֣לְתָּ H5953 כֹּ֑ה H3541 אִם H518 תֹּאכַ֨לְנָה H398 נָשִׁ֤ים H802 פִּרְיָם֙ H6529 עֹלֲלֵ֣י H5768 טִפֻּחִ֔ים H2949 אִם H518 יֵהָרֵ֛ג H2026 בְּמִקְדַּ֥שׁ H4720 אֲדֹנָ֖י H136 כֹּהֵ֥ן H3548 וְנָבִֽיא H5030 ",
  "21": "שָׁכְב֨וּ H7901 לָאָ֤רֶץ H776 חוּצוֹת֙ H2351 נַ֣עַר H5288 וְזָקֵ֔ן H2205 בְּתוּלֹתַ֥י H1330 וּבַחוּרַ֖ H970 נָפְל֣וּ H5307 בֶחָ֑רֶב H2719 הָרַ֨גְתָּ֙ H2026 בְּי֣וֹם H3117 אַפֶּ֔ךָ H639 טָבַ֖חְתָּ H2873 לֹ֥א H3808 חָמָֽלְתָּ H2550 ",
  "22": "תִּקְרָא֩ H7121 כְי֨וֹם H3117 מוֹעֵ֤ד H4150 מְגוּרַי֙ H4032 מִסָּבִ֔יב H5439 וְלֹ֥א H3808 הָיָ֛ה H1961 בְּי֥וֹם H3117 אַף H639 יְהוָ֖ה H3068 פָּלִ֣יט H6412 וְשָׂרִ֑יד H8300 אֲשֶׁר H834 טִפַּ֥חְתִּי H2946 וְרִבִּ֖יתִי H7235 אֹיְבִ֥י H341 כִלָּֽם H3615 "
}
