{
  "1": "אֲנִ֤י H589 הַגֶּ֨בֶר֙ H1397 רָאָ֣ה H7200 עֳנִ֔י H6040 בְּשֵׁ֖בֶט H7626 עֶבְרָתֽוֹ H5678 ",
  "2": "אוֹתִ֥י H853 נָהַ֛ג H5090 וַיֹּלַ֖ךְ H3212 חֹ֥שֶׁךְ H2822 וְלֹא H3808 אֽוֹר H216 ",
  "3": "אַ֣ךְ H389 בִּ֥י Hb יָשֻׁ֛ב H7725 יַהֲפֹ֥ךְ H2015 יָד֖וֹ H3027 כָּל H3605 הַיּֽוֹם H3117 ",
  "4": "בִּלָּ֤ה H1086 בְשָׂרִי֙ H1320 וְעוֹרִ֔ H5785 שִׁבַּ֖ר H7665 עַצְמוֹתָֽי H6106 ",
  "5": "בָּנָ֥ה H1129 עָלַ֛י H5921 וַיַּקַּ֖ף H5362 רֹ֥אשׁ H7219 וּתְלָאָֽה H8513 ",
  "6": "בְּמַחֲשַׁכִּ֥ים H4285 הוֹשִׁיבַ֖נִי H3427 כְּמֵתֵ֥י H4191 עוֹלָֽם H5769 ",
  "7": "גָּדַ֧ר H1443 בַּעֲדִ֛י H1157 וְלֹ֥א H3808 אֵצֵ֖א H3318 הִכְבִּ֥יד H3513 נְחָשְׁתִּֽי H5178 ",
  "8": "גַּ֣ם H1571 כִּ֤י H3588 אֶזְעַק֙ H2199 וַאֲשַׁוֵּ֔עַ H7768 שָׂתַ֖ם H5640 תְּפִלָּתִֽי H8605 ",
  "9": "גָּדַ֤ר H1443 דְּרָכַי֙ H1870 בְּגָזִ֔ית H1496 נְתִיבֹתַ֖י H5410 עִוָּֽה H5753 ",
  "10": "דֹּ֣ב H1677 אֹרֵ֥ב H693 הוּא֙ H1931 לִ֔י Hl אריה H738 בְּמִסְתָּרִֽים H4565 ",
  "11": "דְּרָכַ֥י H1870 סוֹרֵ֛ר H5493 וַֽיְפַשְּׁחֵ֖ H6582 שָׂמַ֥נִי H7760 שֹׁמֵֽם H8076 ",
  "12": "דָּרַ֤ךְ H1869 קַשְׁתוֹ֙ H7198 וַיַּצִּיבֵ֔ H5324 כַּמַּטָּרָ֖א H4307 לַחֵֽץ H2671 ",
  "13": "הֵבִיא֙ H935 בְּכִלְיוֹתָ֔ H3629 בְּנֵ֖י H1121 אַשְׁפָּתֽוֹ H827 ",
  "14": "הָיִ֤יתִי H1961 שְּׂחֹק֙ H7814 לְכָל H3605 עַמִּ֔י H5971 נְגִינָתָ֖ם H5058 כָּל H3605 הַיּֽוֹם H3117 ",
  "15": "הִשְׂבִּיעַ֥נִי H7646 בַמְּרוֹרִ֖ים H4844 הִרְוַ֥נִי H7301 לַעֲנָֽה H3939 ",
  "16": "וַיַּגְרֵ֤ס H1638 בֶּֽחָצָץ֙ H2687 שִׁנָּ֔י H8127 הִכְפִּישַׁ֖נִי H3728 בָּאֵֽפֶר H665 ",
  "17": "וַתִּזְנַ֧ח H2186 מִשָּׁל֛וֹם H7965 נַפְשִׁ֖י H5315 נָשִׁ֥יתִי H5382 טוֹבָֽה H2896 ",
  "18": "וָאֹמַר֙ H559 אָבַ֣ד H6 נִצְחִ֔י H5331 וְתוֹחַלְתִּ֖ H8431 מֵיְהוָֽה H3068 ",
  "19": "זְכָר H2142 עָנְיִ֥י H6040 וּמְרוּדִ֖ H4788 לַעֲנָ֥ה H3939 וָרֹֽאשׁ H7219 ",
  "20": "זָכ֣וֹר H2142 תִּזְכּ֔וֹר H2142 ותשיח H7743 עָלַ֖י H5921 נַפְשִֽׁי H5315 ",
  "21": "זֹ֛את H2063 אָשִׁ֥יב H7725 אֶל H413 לִבִּ֖י H3820 עַל H5921 כֵּ֥ן H3651 אוֹחִֽיל H3176 ",
  "22": "חַֽסְדֵ֤י H2617 יְהוָה֙ H3068 כִּ֣י H3588 לֹא H3808 תָ֔מְנוּ H8552 כִּ֥י H3588 לֹא H3808 כָל֖וּ H3615 רַחֲמָֽיו H7356 ",
  "23": "חֲדָשִׁים֙ H2319 לַבְּקָרִ֔ים H1242 רַבָּ֖ה H7227 אֱמוּנָתֶֽךָ H530 ",
  "24": "חֶלְקִ֤י H2506 יְהוָה֙ H3068 אָמְרָ֣ה H559 נַפְשִׁ֔י H5315 עַל H5921 כֵּ֖ן H3651 אוֹחִ֥יל H3176 לֽוֹ Hl ",
  "25": "ט֤וֹב H2896 יְהוָה֙ H3068 לְקוָֹ֔ H6960 לְנֶ֖פֶשׁ H5315 תִּדְרְשֶֽׁנּוּ H1875 ",
  "26": "ט֤וֹב H2896 וְיָחִיל֙ H3175 וְדוּמָ֔ם H1748 לִתְשׁוּעַ֖ת H8668 יְהוָֽה H3068 ",
  "27": "ט֣וֹב H2896 לַגֶּ֔בֶר H1397 כִּֽי H3588 יִשָּׂ֥א H5375 עֹ֖ל H5923 בִּנְעוּרָֽי H5271 ",
  "28": "יֵשֵׁ֤ב H3427 בָּדָד֙ H910 וְיִדֹּ֔ם H1826 כִּ֥י H3588 נָטַ֖ל H5190 עָלָֽיו H5921 ",
  "29": "יִתֵּ֤ן H5414 בֶּֽעָפָר֙ H6083 פִּ֔יהוּ H6310 אוּלַ֖י H194 יֵ֥שׁ H3426 תִּקְוָֽה H8615 ",
  "30": "יִתֵּ֧ן H5414 לְמַכֵּ֛ H5221 לֶ֖חִי H3895 יִשְׂבַּ֥ע H7646 בְּחֶרְפָּֽה H2781 ",
  "31": "כִּ֣י H3588 לֹ֥א H3808 יִזְנַ֛ח H2186 לְעוֹלָ֖ם H5769 אֲדֹנָֽי H136 ",
  "32": "כִּ֣י H3588 אִם H518 הוֹגָ֔ה H3013 וְרִחַ֖ם H7355 כְּרֹ֥ב H7230 חסדו H2617 ",
  "33": "כִּ֣י H3588 לֹ֤א H3808 עִנָּה֙ H6031 מִלִּבּ֔ H3820 וַיַּגֶּ֖ה H3013 בְנֵי H1121 אִֽישׁ H376 ",
  "34": "לְדַכֵּא֙ H1792 תַּ֣חַת H8478 רַגְלָ֔יו H7272 כֹּ֖ל H3605 אֲסִ֥ירֵי H615 אָֽרֶץ H776 ",
  "35": "לְהַטּוֹת֙ H5186 מִשְׁפַּט H4941 גָּ֔בֶר H1397 נֶ֖גֶד H5048 פְּנֵ֥י H6440 עֶלְיֽוֹן H5945 ",
  "36": "לְעַוֵּ֤ת H5791 אָדָם֙ H120 בְּרִיב֔ H7379 אֲדֹנָ֖י H136 לֹ֥א H3808 רָאָֽה H7200 ",
  "37": "מִ֣י H4310 זֶ֤ה H2088 אָמַר֙ H559 וַתֶּ֔הִי H1961 אֲדֹנָ֖י H136 לֹ֥א H3808 צִוָּֽה H6680 ",
  "38": "מִפִּ֤י H6310 עֶלְיוֹן֙ H5945 לֹ֣א H3808 תֵצֵ֔א H3318 הָרָע֖וֹת H7451 וְהַ H2896 ",
  "39": "מַה H4100 יִּתְאוֹנֵן֙ H596 אָדָ֣ם H120 חָ֔י H2416 גֶּ֖בֶר H1397 עַל H5921 חטאו H2399 ",
  "40": "נַחְפְּשָׂ֤ה H2664 דְרָכֵ֨ינוּ֙ H1870 וְֽנַחְקֹ֔רָה H2713 וְנָשׁ֖וּבָה H7725 עַד H5704 יְהוָֽה H3068 ",
  "41": "נִשָּׂ֤א H5375 לְבָבֵ֨נוּ֙ H3824 אֶל H413 כַּפָּ֔יִם H3709 אֶל H413 אֵ֖ל H410 בַּשָּׁמָֽיִם H8064 ",
  "42": "נַ֤חְנוּ H5168 פָשַׁ֨עְנוּ֙ H6586 וּמָרִ֔ינוּ H4784 אַתָּ֖ה H859 לֹ֥א H3808 סָלָֽחְתָּ H5545 ",
  "43": "סַכֹּ֤תָה H5526 בָאַף֙ H639 וַֽתִּרְדְּפֵ֔ H7291 הָרַ֖גְתָּ H2026 לֹ֥א H3808 חָמָֽלְתָּ H2550 ",
  "44": "סַכּ֤וֹתָה H5526 בֶֽעָנָן֙ H6051 לָ֔ךְ Hl מֵעֲב֖וֹר H5674 תְּפִלָּֽה H8605 ",
  "45": "סְחִ֧י H5501 וּמָא֛וֹס H3973 תְּשִׂימֵ֖נוּ H7760 בְּקֶ֥רֶב H7130 הָעַמִּֽים H5971 ",
  "46": "פָּצ֥וּ H6475 עָלֵ֛ינוּ H5921 פִּיהֶ֖ם H6310 כָּל H3605 אֹיְבֵֽינוּ H341 ",
  "47": "פַּ֧חַד H6343 וָפַ֛חַת H6354 הָ֥יָה H1961 לָ֖נוּ Hl הַשֵּׁ֥את H7612 וְהַ H7667 ",
  "48": "פַּלְגֵי H6388 מַ֨יִם֙ H4325 תֵּרַ֣ד H3381 עֵינִ֔י H5869 עַל H5921 שֶׁ֖בֶר H7667 בַּת H1323 עַמִּֽי H5971 ",
  "49": "עֵינִ֧י H5869 נִגְּרָ֛ה H5064 וְלֹ֥א H3808 תִדְמֶ֖ה H1820 מֵאֵ֥ין H369 הֲפֻגֽוֹת H2014 ",
  "50": "עַד H5704 יַשְׁקִ֣יף H8259 וְיֵ֔רֶא H7200 יְהוָ֖ה H3068 מִשָּׁמָֽיִם H8064 ",
  "51": "עֵינִי֙ H5869 עֽוֹלְלָ֣ה H5953 לְנַפְשִׁ֔ H5315 מִכֹּ֖ל H3605 בְּנ֥וֹת H1323 עִירִֽי H5892 ",
  "52": "צ֥וֹד H6679 צָד֛וּנִי H6679 כַּצִּפּ֖וֹר H6833 אֹיְבַ֥י H341 חִנָּֽם H2600 ",
  "53": "צָֽמְת֤וּ H6789 בַבּוֹר֙ H953 חַיָּ֔י H2416 וַיַּדּוּ H3034 אֶ֖בֶן H68 בִּֽי Hb ",
  "54": "צָֽפוּ H6687 מַ֥יִם H4325 עַל H5921 רֹאשִׁ֖י H7218 אָמַ֥רְתִּי H559 נִגְזָֽרְתִּי H1504 ",
  "55": "קָרָ֤אתִי H7121 שִׁמְךָ֙ H8034 יְהוָ֔ה H3068 מִבּ֖וֹר H953 תַּחְתִּיּֽוֹת H8482 ",
  "56": "קוֹלִ֖י H6963 שָׁמָ֑עְתָּ H8085 אַל H408 תַּעְלֵ֧ם H5956 אָזְנְךָ֛ H241 לְרַוְחָתִ֖ H7309 לְשַׁוְעָתִֽ H7775 ",
  "57": "קָרַ֨בְתָּ֙ H7126 בְּי֣וֹם H3117 אֶקְרָאֶ֔ךָּ H7121 אָמַ֖רְתָּ H559 אַל H408 תִּירָֽא H3372 ",
  "58": "רַ֧בְתָּ H7378 אֲדֹנָ֛י H136 רִיבֵ֥י H7379 נַפְשִׁ֖י H5315 גָּאַ֥לְתָּ H1350 חַיָּֽי H2416 ",
  "59": "רָאִ֤יתָה H7200 יְהוָה֙ H3068 עַוָּ֣תָתִ֔י H5792 שָׁפְטָ֖ה H8199 מִשְׁפָּטִֽי H4941 ",
  "60": "רָאִ֨יתָה֙ H7200 כָּל H3605 נִקְמָתָ֔ם H5360 כָּל H3605 מַחְשְׁבֹתָ֖ם H4284 לִֽי Hl ",
  "61": "שָׁמַ֤עְתָּ H8085 חֶרְפָּתָם֙ H2781 יְהוָ֔ה H3068 כָּל H3605 מַחְשְׁבֹתָ֖ם H4284 עָלָֽי H5921 ",
  "62": "שִׂפְתֵ֤י H8193 קָמַי֙ H6965 וְהֶגְיוֹנָ֔ H1902 עָלַ֖י H5921 כָּל H3605 הַיּֽוֹם H3117 ",
  "63": "שִׁבְתָּ֤ם H3427 וְקִֽימָתָ H7012 הַבִּ֔יטָה H5027 אֲנִ֖י H589 מַנְגִּינָתָֽם H4485 ",
  "64": "תָּשִׁ֨יב H7725 לָהֶ֥ם Hl גְּמ֛וּל H1576 יְהוָ֖ה H3068 כְּמַעֲשֵׂ֥ה H4639 יְדֵיהֶֽם H3027 ",
  "65": "תִּתֵּ֤ן H5414 לָהֶם֙ H1992 מְגִנַּת H4044 לֵ֔ב H3820 תַּאֲלָֽתְךָ֖ H8381 לָהֶֽם H1992 ",
  "66": "תִּרְדֹּ֤ף H7291 בְּאַף֙ H639 וְתַשְׁמִידֵ֔ H8045 מִתַּ֖חַת H8478 שְׁמֵ֥י H8064 יְהוָֽה H3068 "
}
