{
  "1": "מַשָּׂ֖א H4853 נִֽינְוֵ֑ה H5210 סֵ֧פֶר H5612 חֲז֛וֹן H2377 נַח֖וּם H5151 הָאֶלְקֹשִֽׁי H512 ",
  "2": "אֵ֣ל H410 קַנּ֤וֹא H7072 וְנֹקֵם֙ H5358 יְהוָ֔ה H3068 נֹקֵ֥ם H5358 יְהוָ֖ה H3068 וּבַ֣עַל H1167 חֵמָ֑ה H2534 נֹקֵ֤ם H5358 יְהוָה֙ H3068 לְצָרָ֔י H6862 וְנוֹטֵ֥ר H5201 ה֖וּא H1931 לְאֹיְבָֽי H341 ",
  "3": "יְהֹוָ֗ה H3068 אֶ֤רֶךְ H750 אַפַּ֨יִם֙ H639 וגדול H1419 כֹּ֔חַ H3581 וְנַקֵּ֖ה H5352 לֹ֣א H3808 יְנַקֶּ֑ה H5352 יְהוָ֗ה H3068 בְּסוּפָ֤ה H5492 וּבִ H8183 דַּרְכּ֔וֹ H1870 וְעָנָ֖ן H6051 אֲבַ֥ק H80 רַגְלָֽיו H7272 ",
  "4": "גּוֹעֵ֤ר H1605 בַּיָּם֙ H3220 וַֽיַּבְּשֵׁ֔ H3001 וְכָל H3605 הַנְּהָר֖וֹת H5104 הֶֽחֱרִ֑יב H2717 אֻמְלַ֤ל H535 בָּשָׁן֙ H1316 וְכַרְמֶ֔ל H3760 וּפֶ֥רַח H6525 לְבָנ֖וֹן H3844 אֻמְלָֽל H535 ",
  "5": "הָרִים֙ H2022 רָעֲשׁ֣וּ H7493 מִמֶּ֔נּוּ H4480 וְהַ H1389 הִתְמֹגָ֑גוּ H4127 וַתִּשָּׂ֤א H5375 הָאָ֨רֶץ֙ H776 מִפָּנָ֔י H6440 וְתֵבֵ֖ל H8398 וְכָל H3605 יֹ֥שְׁבֵי H3427 בָֽהּ Hb ",
  "6": "לִפְנֵ֤י H6440 זַעְמוֹ֙ H2195 מִ֣י H4310 יַֽעֲמ֔וֹד H5975 וּמִ֥י H4310 יָק֖וּם H6965 בַּחֲר֣וֹן H2740 אַפּ֑וֹ H639 חֲמָתוֹ֙ H2534 נִתְּכָ֣ה H5413 כָאֵ֔שׁ H784 וְהַ H6697 נִתְּצ֥וּ H5422 מִמֶּֽנּוּ H4480 ",
  "7": "ט֣וֹב H2896 יְהוָ֔ה H3068 לְמָע֖וֹז H4581 בְּי֣וֹם H3117 צָרָ֑ה H6869 וְיֹדֵ֖עַ H3045 חֹ֥סֵי H2620 בֽוֹ Hb ",
  "8": "וּבְ H7858 עֹבֵ֔ר H5674 כָּלָ֖ה H3617 יַעֲשֶׂ֣ה H6213 מְקוֹמָ֑הּ H4725 וְאֹיְבָ֖י H341 יְרַדֶּף H7291 חֹֽשֶׁךְ H2822 ",
  "9": "מַה H4100 תְּחַשְּׁבוּן֙ H2803 אֶל H413 יְהוָ֔ה H3068 כָּלָ֖ה H3617 ה֣וּא H1931 עֹשֶׂ֑ה H6213 לֹֽא H3808 תָק֥וּם H6965 פַּעֲמַ֖יִם H6471 צָרָֽה H6869 ",
  "10": "כִּ֚י H3588 עַד H5704 סִירִ֣ים H5518 סְבֻכִ֔ים H5440 וּכְ H5435 סְבוּאִ֑ים H5433 אֻ֨כְּל֔וּ H398 כְּקַ֥שׁ H7179 יָבֵ֖שׁ H3002 מָלֵֽא H4392 ",
  "11": "מִמֵּ֣ךְ H4480 יָצָ֔א H3318 חֹשֵׁ֥ב H2803 עַל H5921 יְהוָ֖ה H3068 רָעָ֑ה H7451 יֹעֵ֖ץ H3289 בְּלִיָּֽעַל H1100 ",
  "12": "כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 אִם H518 שְׁלֵמִים֙ H8003 וְכֵ֣ן H3651 רַבִּ֔ים H7227 וְכֵ֥ן H3651 נָגֹ֖זּוּ H1494 וְעָבָ֑ר H5674 וְעִ֨נִּתִ֔ H6031 לֹ֥א H3808 אֲעַנֵּ֖ךְ H6031 עֽוֹד H5750 ",
  "13": "וְעַתָּ֕ה H6258 אֶשְׁבֹּ֥ר H7665 מֹטֵ֖הוּ H4132 מֵֽעָלָ֑יִ H5921 וּמוֹסְרֹתַ֖יִ H4147 אֲנַתֵּֽק H5423 ",
  "14": "וְצִוָּ֤ה H6680 עָלֶ֨יךָ֙ H5921 יְהוָ֔ה H3068 לֹֽא H3808 יִזָּרַ֥ע H2232 מִשִּׁמְ H8034 ע֑וֹד H5750 מִבֵּ֨ית H1004 אֱלֹהֶ֜יךָ H430 אַכְרִ֨ית H3772 פֶּ֧סֶל H6459 וּמַסֵּכָ֛ה H4541 אָשִׂ֥ים H7760 קִבְרֶ֖ךָ H6913 כִּ֥י H3588 קַלּֽוֹתָ H7043 ",
  "15": "הִנֵּ֨ה H2009 עַל H5921 הֶהָרִ֜ים H2022 רַגְלֵ֤י H7272 מְבַשֵּׂר֙ H1319 מַשְׁמִ֣יעַ H8085 שָׁל֔וֹם H7965 חָגִּ֧י H2287 יְהוּדָ֛ה H3063 חַגַּ֖יִךְ H2282 שַׁלְּמִ֣י H7999 נְדָרָ֑יִךְ H5088 כִּי֩ H3588 לֹ֨א H3808 יוֹסִ֥יף H3254 ע֛וֹד H5750 לעבור H5674 בָּ֥ךְ Hb בְּלִיַּ֖עַל H1100 כֻּלֹּ֥ה H3605 נִכְרָֽת H3772 "
}
