{
  "1": "עָלָ֥ה H5927 מֵפִ֛יץ H6327 עַל H5921 פָּנַ֖יִךְ H6440 נָצ֣וֹר H5341 מְצֻרָ֑ה H4694 צַפֵּה H6822 דֶ֨רֶךְ֙ H1870 חַזֵּ֣ק H2388 מָתְנַ֔יִם H4975 אַמֵּ֥ץ H553 כֹּ֖חַ H3581 מְאֹֽד H3966 ",
  "2": "כִּ֣י H3588 שָׁ֤ב H7725 יְהוָה֙ H3068 אֶת H853 גְּא֣וֹן H1347 יַעֲקֹ֔ב H3290 כִּגְא֖וֹן H1347 יִשְׂרָאֵ֑ל H3478 כִּ֤י H3588 בְקָקוּם֙ H1238 בֹּֽקְקִ֔ים H1238 וּזְמֹרֵי H2156 שִׁחֵֽתוּ H7843 ",
  "3": "מָגֵ֨ן H4043 גִּבֹּרֵ֜יהוּ H1368 מְאָדָּ֗ם H119 אַנְשֵׁי H376 חַ֨יִל֙ H2428 מְתֻלָּעִ֔ים H8529 בְּאֵשׁ H784 פְּלָד֥וֹת H6393 הָרֶ֖כֶב H7393 בְּי֣וֹם H3117 הֲכִינ֑וֹ H3559 וְהַ H1265 הָרְעָֽלוּ H7477 ",
  "4": "בַּֽחוּצוֹת֙ H2351 יִתְהוֹלְל֣וּ H1984 הָרֶ֔כֶב H7393 יִֽשְׁתַּקְשְׁק֖וּן H8264 בָּרְחֹב֑וֹת H7339 מַרְאֵיהֶן֙ H4758 כַּלַּפִּידִ֔ם H3940 כַּבְּרָקִ֖ים H1300 יְרוֹצֵֽצוּ H7323 ",
  "5": "יִזְכֹּר֙ H2142 אַדִּירָ֔יו H117 יִכָּשְׁל֖וּ H3782 בהלכות H1979 יְמַֽהֲרוּ֙ H4116 חֽוֹמָתָ֔הּ H2346 וְהֻכַ֖ן H3559 הַסֹּכֵֽךְ H5526 ",
  "6": "שַׁעֲרֵ֥י H8179 הַנְּהָר֖וֹת H5104 נִפְתָּ֑חוּ H6605 וְהַֽ H1964 נָמֽוֹג H4127 ",
  "7": "וְהֻצַּ֖ב H5324 גֻּלְּתָ֣ה H1540 הֹֽעֲלָ֑תָה H5927 וְאַמְהֹתֶ֗י H519 מְנַֽהֲגוֹת֙ H5090 כְּק֣וֹל H6963 יוֹנִ֔ים H3123 מְתֹפְפֹ֖ת H8608 עַל H5921 לִבְבֵהֶֽן H3824 ",
  "8": "וְנִינְוֵ֥ה H5210 כִבְרֵֽכַת H1295 מַ֖יִם H4325 מִ֣ימֵי H3117 הִ֑יא H1931 וְהֵ֣מָּה H1992 נָסִ֔ים H5127 עִמְד֥וּ H5975 עֲמֹ֖דוּ H5975 וְאֵ֥ין H369 מַפְנֶֽה H6437 ",
  "9": "בֹּ֥זּוּ H962 כֶ֖סֶף H3701 בֹּ֣זּוּ H962 זָהָ֑ב H2091 וְאֵ֥ין H369 קֵ֨צֶה֙ H7097 לַתְּכוּנָ֔ה H8498 כָּבֹ֕ד H3519 מִכֹּ֖ל H3605 כְּלִ֥י H3627 חֶמְדָּֽה H2532 ",
  "10": "בּוּקָ֥ה H950 וּמְבוּקָ֖ה H4003 וּמְבֻלָּקָ֑ה H1110 וְלֵ֨ב H3820 נָמֵ֜ס H4549 וּפִ֣ק H6375 בִּרְכַּ֗יִם H1290 וְחַלְחָלָה֙ H2479 בְּכָל H3605 מָתְנַ֔יִם H4975 וּפְנֵ֥י H6440 כֻלָּ֖ם H3605 קִבְּצ֥וּ H6908 פָארֽוּר H6289 ",
  "11": "אַיֵּה֙ H346 מְע֣וֹן H4583 אֲרָי֔וֹת H738 וּמִרְעֶ֥ה H4829 ה֖וּא H1931 לַכְּפִרִ֑ים H3715 אֲשֶׁ֣ר H834 הָלַךְ֩ H1980 אַרְיֵ֨ה H738 לָבִ֥יא H3833 שָׁ֛ם H8033 גּ֥וּר H1482 אַרְיֵ֖ה H738 וְאֵ֥ין H369 מַחֲרִֽיד H2729 ",
  "12": "אַרְיֵ֤ה H738 טֹרֵף֙ H2963 בְּדֵ֣י H1767 גֹֽרוֹתָ֔יו H1484 וּמְחַנֵּ֖ק H2614 לְלִבְאֹתָ֑י H3833 וַיְמַלֵּא H4390 טֶ֣רֶף H2964 חֹרָ֔יו H2356 וּמְעֹֽנֹתָ֖י H4585 טְרֵפָֽה H2966 ",
  "13": "הִנְנִ֣י H2005 אֵלַ֗יִךְ H413 נְאֻם֙ H5002 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 וְהִבְעַרְתִּ֤י H1197 בֶֽעָשָׁן֙ H6227 רִכְבָּ֔הּ H7393 וּכְפִירַ֖יִ H3715 תֹּ֣אכַל H398 חָ֑רֶב H2719 וְהִכְרַתִּ֤י H3772 מֵאֶ֨רֶץ֙ H776 טַרְפֵּ֔ךְ H2964 וְלֹֽא H3808 יִשָּׁמַ֥ע H8085 ע֖וֹד H5750 ק֥וֹל H6963 מַלְאָכֵֽכֵה H4397 ",
  "14": "הִנְנִ֣י H2005 אֵלַ֗יִךְ H413 נְאֻם֙ H5002 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 וְהִבְעַרְתִּ֤י H1197 בֶֽעָשָׁן֙ H6227 רִכְבָּ֔הּ H7393 וּכְפִירַ֖יִ H3715 תֹּ֣אכַל H398 חָ֑רֶב H2719 וְהִכְרַתִּ֤י H3772 מֵאֶ֨רֶץ֙ H776 טַרְפֵּ֔ךְ H2964 וְלֹֽא H3808 יִשָּׁמַ֥ע H8085 ע֖וֹד H5750 ק֥וֹל H6963 מַלְאָכֵֽכֵה H4397 "
}
