{
  "1": "וַיִּפְשַׁ֤ע H6586 מוֹאָב֙ H4124 בְּיִשְׂרָאֵ֔ל H3478 אַחֲרֵ֖י H310 מ֥וֹת H4194 אַחְאָֽב H256 ",
  "2": "וַיִּפֹּ֨ל H5307 אֲחַזְיָ֜ה H274 בְּעַ֣ד H1157 הַשְּׂבָכָ֗ה H7639 בַּעֲלִיָּת֛ H5944 אֲשֶׁ֥ר H834 בְּשֹׁמְר֖וֹן H8111 וַיָּ֑חַל H2470 וַיִּשְׁלַ֣ח H7971 מַלְאָכִ֔ים H4397 וַיֹּ֤אמֶר H559 אֲלֵהֶם֙ H413 לְכ֣וּ H3212 דִרְשׁ֗וּ H1875 בְּבַ֤עַל H1176 זְבוּב֙ H1176 אֱלֹהֵ֣י H430 עֶקְר֔וֹן H6138 אִם H518 אֶחְיֶ֖ה H2421 מֵחֳלִ֥י H2483 זֶֽה H2088 ",
  "3": "וּמַלְאַ֣ךְ H4397 יְהוָ֗ה H3068 דִּבֶּר֙ H1696 אֶל H413 אֵלִיָּ֣ה H452 הַתִּשְׁבִּ֔י H8664 ק֣וּם H6965 עֲלֵ֔ה H5927 לִקְרַ֖את H7125 מַלְאֲכֵ֣י H4397 מֶֽלֶךְ H4428 שֹׁמְר֑וֹן H8111 וְדַבֵּ֣ר H1696 אֲלֵהֶ֔ם H413 הַֽמִ H1097 אֵין H369 אֱלֹהִים֙ H430 בְּיִשְׂרָאֵ֔ל H3478 אַתֶּם֙ H859 הֹֽלְכִ֔ים H1980 לִדְרֹ֕שׁ H1875 בְּבַ֥עַל H1176 זְב֖וּב H1176 אֱלֹהֵ֥י H430 עֶקְרֽוֹן H6138 ",
  "4": "וְלָ H3651 כֹּֽה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 הַמִּטָּ֞ה H4296 אֲשֶׁר H834 עָלִ֥יתָ H5927 שָּׁ֛ם H8033 לֹֽא H3808 תֵרֵ֥ד H3381 מִמֶּ֖נָּה H4480 כִּ֣י H3588 מ֣וֹת H4191 תָּמ֑וּת H4191 וַיֵּ֖לֶךְ H3212 אֵלִיָּֽה H452 ",
  "5": "וַיָּשׁ֥וּבוּ H7725 הַמַּלְאָכִ֖ים H4397 אֵלָ֑יו H413 וַיֹּ֥אמֶר H559 אֲלֵיהֶ֖ם H413 מַה H4100 זֶּ֥ה H2088 שַׁבְתֶּֽם H7725 ",
  "6": "וַיֹּאמְר֨וּ H559 אֵלָ֜יו H413 אִ֣ישׁ H376 עָלָ֣ה H5927 לִקְרָאתֵ֗ H7125 וַיֹּ֣אמֶר H559 אֵלֵינוּ֮ H413 לְכ֣וּ H3212 שׁוּבוּ֮ H7725 אֶל H413 הַמֶּ֣לֶךְ H4428 אֲשֶׁר H834 שָׁלַ֣ח H7971 אֶתְכֶם֒ H853 וְדִבַּרְתֶּ֣ם H1696 אֵלָ֗יו H413 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 הַֽמִ H1097 אֵין H369 אֱלֹהִים֙ H430 בְּיִשְׂרָאֵ֔ל H3478 אַתָּ֣ה H859 שֹׁלֵ֔חַ H7971 לִדְרֹ֕שׁ H1875 בְּבַ֥עַל H1176 זְב֖וּב H1176 אֱלֹהֵ֣י H430 עֶקְר֑וֹן H6138 לָ֠כֵן H3651 הַמִּטָּ֞ה H4296 אֲשֶׁר H834 עָלִ֥יתָ H5927 שָּׁ֛ם H8033 לֹֽא H3808 תֵרֵ֥ד H3381 מִמֶּ֖נָּה H4480 כִּֽי H3588 מ֥וֹת H4191 תָּמֽוּת H4191 ",
  "7": "וַיְדַבֵּ֣ר H1696 אֲלֵהֶ֔ם H413 מֶ֚ה H4100 מִשְׁפַּ֣ט H4941 הָאִ֔ישׁ H376 אֲשֶׁ֥ר H834 עָלָ֖ה H5927 לִקְרַאתְ H7125 וַיְדַבֵּ֣ר H1696 אֲלֵיכֶ֔ם H413 אֶת H853 הַדְּבָרִ֖ים H1697 הָאֵֽלֶּה H428 ",
  "8": "וַיֹּאמְר֣וּ H559 אֵלָ֗יו H413 אִ֚ישׁ H376 בַּ֣עַל H1167 שֵׂעָ֔ר H8181 וְאֵז֥וֹר H232 ע֖וֹר H5785 אָז֣וּר H247 בְּמָתְנָ֑י H4975 וַיֹּאמַ֕ר H559 אֵלִיָּ֥ה H452 הַתִּשְׁבִּ֖י H8664 הֽוּא H1931 ",
  "9": "וַיִּשְׁלַ֥ח H7971 אֵלָ֛יו H413 שַׂר H8269 חֲמִשִּׁ֖ים H2572 וַחֲמִשָּׁ֑י H2572 וַיַּ֣עַל H5927 אֵלָ֗יו H413 וְהִנֵּה֙ H2009 יֹשֵׁב֙ H3427 עַל H5921 רֹ֣אשׁ H7218 הָהָ֔ר H2022 וַיְדַבֵּ֣ר H1696 אֵלָ֔יו H413 אִ֚ישׁ H376 הָֽאֱלֹהִ֔ים H430 הַמֶּ֥לֶךְ H4428 דִּבֶּ֖ר H1696 רֵֽדָה H3381 ",
  "10": "וַיַּעֲנֶ֣ה H6030 אֵלִיָּ֗הוּ H452 וַיְדַבֵּר֮ H1696 אֶל H413 שַׂ֣ר H8269 הַחֲמִשִּׁים֒ H2572 וְאִם H518 אִ֤ישׁ H376 אֱלֹהִים֙ H430 אָ֔נִי H589 תֵּ֤רֶד H3381 אֵשׁ֙ H784 מִן H4480 הַשָּׁמַ֔יִם H8064 וְתֹאכַ֥ל H398 אֹתְךָ֖ H853 וְאֶת H853 חֲמִשֶּׁ֑יךָ H2572 וַתֵּ֤רֶד H3381 אֵשׁ֙ H784 מִן H4480 הַשָּׁמַ֔יִם H8064 וַתֹּ֥אכַל H398 אֹת֖וֹ H853 וְאֶת H853 חֲמִשָּֽׁיו H2572 ",
  "11": "וַיָּ֜שָׁב H7725 וַיִּשְׁלַ֥ח H7971 אֵלָ֛יו H413 שַׂר H8269 חֲמִשִּׁ֥ים H2572 אַחֵ֖ר H312 וַחֲמִשָּׁ֑י H2572 וַיַּ֨עַן֙ H6030 וַיְדַבֵּ֣ר H1696 אֵלָ֔יו H413 אִ֚ישׁ H376 הָאֱלֹהִ֔ים H430 כֹּֽה H3541 אָמַ֥ר H559 הַמֶּ֖לֶךְ H4428 מְהֵרָ֥ה H4120 רֵֽדָה H3381 ",
  "12": "וַיַּ֣עַן H6030 אֵלִיָּה֮ H452 וַיְדַבֵּ֣ר H1696 אֲלֵיהֶם֒ H413 אִם H518 אִ֤ישׁ H376 הָֽאֱלֹהִים֙ H430 אָ֔נִי H589 תֵּ֤רֶד H3381 אֵשׁ֙ H784 מִן H4480 הַשָּׁמַ֔יִם H8064 וְתֹאכַ֥ל H398 אֹתְךָ֖ H853 וְאֶת H853 חֲמִשֶּׁ֑יךָ H2572 וַתֵּ֤רֶד H3381 אֵשׁ H784 אֱלֹהִים֙ H430 מִן H4480 הַשָּׁמַ֔יִם H8064 וַתֹּ֥אכַל H398 אֹת֖וֹ H853 וְאֶת H853 חֲמִשָּֽׁיו H2572 ",
  "13": "וַיָּ֗שָׁב H7725 וַיִּשְׁלַ֛ח H7971 שַׂר H8269 חֲמִשִּׁ֥ים H2572 שְׁלִשִׁ֖ים H7992 וַחֲמִשָּׁ֑י H2572 וַיַּ֡עַל H5927 וַיָּבֹא֩ H935 שַׂר H8269 הַחֲמִשִּׁ֨ים H2572 הַשְּׁלִישִׁ֜י H7992 וַיִּכְרַ֥ע H3766 עַל H5921 בִּרְכָּ֣יו H1290 לְנֶ֣גֶד H5048 אֵלִיָּ֗הוּ H452 וַיִּתְחַנֵּ֤ן H2603 אֵלָיו֙ H413 וַיְדַבֵּ֣ר H1696 אֵלָ֔יו H413 אִ֚ישׁ H376 הָֽאֱלֹהִ֔ים H430 תִּֽיקַר H3365 נָ֣א H4994 נַפְשִׁ֗י H5315 וְנֶ֨פֶשׁ H5315 עֲבָדֶ֥יךָֽ H5650 אֵ֛לֶּה H428 חֲמִשִּׁ֖ים H2572 בְּעֵינֶֽי H5869 ",
  "14": "הִ֠נֵּה H2009 יָ֤רְדָה H3381 אֵשׁ֙ H784 מִן H4480 הַשָּׁמַ֔יִם H8064 וַ֠תֹּאכַל H398 אֶת H853 שְׁנֵ֞י H8147 שָׂרֵ֧י H8269 הַחֲמִשִּׁ֛ים H2572 הָרִאשֹׁנִ֖ים H7223 וְאֶת H853 חֲמִשֵּׁיהֶ֑ם H2572 וְעַתָּ֕ה H6258 תִּיקַ֥ר H3365 נַפְשִׁ֖י H5315 בְּעֵינֶֽי H5869 ",
  "15": "וַיְדַבֵּ֞ר H1696 מַלְאַ֤ךְ H4397 יְהוָה֙ H3068 אֶל H413 אֵ֣לִיָּ֔הוּ H452 רֵ֣ד H3381 אוֹת֔וֹ H854 אַל H408 תִּירָ֖א H3372 מִפָּנָ֑י H6440 וַיָּ֛קָם H6965 וַיֵּ֥רֶד H3381 אוֹת֖וֹ H854 אֶל H413 הַמֶּֽלֶךְ H4428 ",
  "16": "וַיְדַבֵּ֨ר H1696 אֵלָ֜יו H413 כֹּֽה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 יַ֜עַן H3282 אֲשֶׁר H834 שָׁלַ֣חְתָּ H7971 מַלְאָכִים֮ H4397 לִדְרֹשׁ֮ H1875 בְּבַ֣עַל H1176 זְבוּב֮ H1176 אֱלֹהֵ֣י H430 עֶקְרוֹן֒ H6138 הַֽמִ H1097 אֵין H369 אֱלֹהִים֙ H430 בְּיִשְׂרָאֵ֔ל H3478 לִדְרֹ֖שׁ H1875 בִּדְבָר֑ H1697 לָ֠כֵן H3651 הַמִּטָּ֞ה H4296 אֲשֶׁר H834 עָלִ֥יתָ H5927 שָּׁ֛ם H8033 לֹֽא H3808 תֵרֵ֥ד H3381 מִמֶּ֖נָּה H4480 כִּֽי H3588 מ֥וֹת H4191 תָּמֽוּת H4191 ",
  "17": "וַיָּ֜מָת H4191 כִּדְבַ֥ר H1697 יְהוָ֣ה H3068 אֲשֶׁר H834 דִּבֶּ֣ר H1696 אֵלִיָּ֗הוּ H452 וַיִּמְלֹ֤ךְ H4427 יְהוֹרָם֙ H3088 תַּחְתָּ֔יו H8478 בִּשְׁנַ֣ת H8141 שְׁתַּ֔יִם H8147 לִיהוֹרָ֥ם H3088 בֶּן H1121 יְהוֹשָׁפָ֖ט H3092 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 כִּ֛י H3588 לֹֽא H3808 הָ֥יָה H1961 ל֖וֹ Hl בֵּֽן H1121 ",
  "18": "וְיֶ֛תֶר H3499 דִּבְרֵ֥י H1697 אֲחַזְיָ֖הוּ H274 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 הֲלֽוֹא H3808 הֵ֣מָּה H1992 כְתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 "
}
