{
  "1": "וּלְ H256 שִׁבְעִ֥ים H7657 בָּנִ֖ים H1121 בְּשֹׁמְר֑וֹן H8111 וַיִּכְתֹּב֩ H3789 יֵה֨וּא H3058 סְפָרִ֜ים H5612 וַיִּשְׁלַ֣ח H7971 שֹׁמְר֗וֹן H8111 אֶל H413 שָׂרֵ֤י H8269 יִזְרְעֶאל֙ H3157 הַזְּקֵנִ֔ים H2205 וְאֶל H413 הָאֹמְנִ֥ים H539 אַחְאָ֖ב H256 לֵאמֹֽר H559 ",
  "2": "וְעַתָּ֗ה H6258 כְּבֹ֨א H935 הַסֵּ֤פֶר H5612 הַזֶּה֙ H2088 אֲלֵיכֶ֔ם H413 וְאִתְּ H854 בְּנֵ֣י H1121 אֲדֹנֵיכֶ֑ם H113 וְאִתְּ H854 הָרֶ֣כֶב H7393 וְהַ H5483 וְעִ֥יר H5892 מִבְצָ֖ר H4013 וְהַ H5402 ",
  "3": "וּרְאִיתֶ֞ם H7200 הַטּ֤וֹב H2896 וְהַ H3477 מִבְּנֵ֣י H1121 אֲדֹנֵיכֶ֔ם H113 וְשַׂמְתֶּ֖ם H7760 עַל H5921 כִּסֵּ֣א H3678 אָבִ֑יו H1 וְהִֽלָּחֲמ֖וּ H3898 עַל H5921 בֵּ֥ית H1004 אֲדֹנֵיכֶֽם H113 ",
  "4": "וַיִּֽרְאוּ֙ H3372 מְאֹ֣ד H3966 מְאֹ֔ד H3966 וַיֹּ֣אמְר֔וּ H559 הִנֵּה֙ H2009 שְׁנֵ֣י H8147 הַמְּלָכִ֔ים H4428 לֹ֥א H3808 עָמְד֖וּ H5975 לְפָנָ֑י H6440 וְאֵ֖יךְ H349 נַעֲמֹ֥ד H5975 אֲנָֽחְנוּ H587 ",
  "5": "וַיִּשְׁלַ֣ח H7971 אֲשֶׁר H834 עַל H5921 הַבַּ֣יִת H1004 וַאֲשֶׁ֪ר H834 עַל H5921 הָעִ֟יר H5892 וְהַ H2205 וְהָ H539 אֶל H413 יֵה֤וּא H3058 לֵאמֹר֙ H559 עֲבָדֶ֣יךָ H5650 אֲנַ֔חְנוּ H587 וְכֹ֛ל H3605 אֲשֶׁר H834 תֹּאמַ֥ר H559 אֵלֵ֖ינוּ H413 נַעֲשֶׂ֑ה H6213 לֹֽא H3808 נַמְלִ֣יךְ H4427 אִ֔ישׁ H376 הַטּ֥וֹב H2896 בְּעֵינֶ֖י H5869 עֲשֵֽׂה H6213 ",
  "6": "וַיִּכְתֹּ֣ב H3789 אֲלֵיהֶם֩ H413 סֵ֨פֶר H5612 שֵׁנִ֜ית H8145 לֵאמֹ֗ר H559 אִם H518 לִ֨י Hl אַתֶּ֜ם H859 וּלְ H6963 אַתֶּ֣ם H859 שֹׁמְעִ֗ים H8085 קְחוּ֙ H3947 אֶת H853 רָאשֵׁי֙ H7218 אַנְשֵׁ֣י H376 בְנֵֽי H1121 אֲדֹנֵיכֶ֔ם H113 וּבֹ֧אוּ H935 אֵלַ֛י H413 כָּעֵ֥ת H6256 מָחָ֖ר H4279 יִזְרְעֶ֑אלָה H3157 וּבְנֵ֤י H1121 הַמֶּ֨לֶךְ֙ H4428 שִׁבְעִ֣ים H7657 אִ֔ישׁ H376 אֶת H854 גְּדֹלֵ֥י H1419 הָעִ֖יר H5892 מְגַדְּלִ֥ים H1431 אוֹתָֽם H853 ",
  "7": "וַיְהִ֗י H1961 כְּבֹ֤א H935 הַסֵּ֨פֶר֙ H5612 אֲלֵיהֶ֔ם H413 וַיִּקְחוּ֙ H3947 אֶת H853 בְּנֵ֣י H1121 הַמֶּ֔לֶךְ H4428 וַֽיִּשְׁחֲט֖וּ H7819 שִׁבְעִ֣ים H7657 אִ֑ישׁ H376 וַיָּשִׂ֤ימוּ H7760 אֶת H853 רָֽאשֵׁיהֶם֙ H7218 בַּדּוּדִ֔ים H1731 וַיִּשְׁלְח֥וּ H7971 אֵלָ֖יו H413 יִזְרְעֶֽאלָה H3157 ",
  "8": "וַיָּבֹ֤א H935 הַמַּלְאָךְ֙ H4397 וַיַּגֶּד H5046 ל֣וֹ Hl לֵאמֹ֔ר H559 הֵבִ֖יאוּ H935 רָאשֵׁ֣י H7218 בְנֵֽי H1121 הַמֶּ֑לֶךְ H4428 וַיֹּ֗אמֶר H559 שִׂ֣ימוּ H7760 אֹתָ֞ם H853 שְׁנֵ֧י H8147 צִבֻּרִ֛ים H6652 פֶּ֥תַח H6607 הַשַּׁ֖עַר H8179 עַד H5704 הַבֹּֽקֶר H1242 ",
  "9": "וַיְהִ֤י H1961 בַבֹּ֨קֶר֙ H1242 וַיֵּצֵ֣א H3318 וַֽיַּעֲמֹ֔ד H5975 וַיֹּ֨אמֶר֙ H559 אֶל H413 כָּל H3605 הָעָ֔ם H5971 צַדִּקִ֖ים H6662 אַתֶּ֑ם H859 הִנֵּ֨ה H2009 אֲנִ֜י H589 קָשַׁ֤רְתִּי H7194 עַל H5921 אֲדֹנִי֙ H113 וָאֶהְרְגֵ֔ H2026 וּמִ֥י H4310 הִכָּ֖ה H5221 אֶת H853 כָּל H3605 אֵֽלֶּה H428 ",
  "10": "דְּע֣וּ H3045 אֵפ֗וֹא H645 כִּי֩ H3588 לֹ֨א H3808 יִפֹּ֜ל H5307 מִדְּבַ֤ר H1697 יְהוָה֙ H3068 אַ֔רְצָה H776 אֲשֶׁר H834 דִּבֶּ֥ר H1696 יְהוָ֖ה H3068 עַל H5921 בֵּ֣ית H1004 אַחְאָ֑ב H256 וַיהוָ֣ה H3068 עָשָׂ֔ה H6213 אֵ֚ת H853 אֲשֶׁ֣ר H834 דִּבֶּ֔ר H1696 בְּיַ֖ד H3027 עַבְדּ֥וֹ H5650 אֵלִיָּֽהוּ H452 ",
  "11": "וַיַּ֣ךְ H5221 יֵה֗וּא H3058 אֵ֣ת H853 כָּל H3605 הַנִּשְׁאָרִ֤ים H7604 לְבֵית H1004 אַחְאָב֙ H256 בְּיִזְרְעֶ֔אל H3157 וְכָל H3605 גְּדֹלָ֖יו H1419 וּמְיֻדָּעָ֣י H3045 וְכֹהֲנָ֑י H3548 עַד H5704 בִּלְתִּ֥י H1115 הִשְׁאִֽיר H7604 ל֖וֹ Hl שָׂרִֽיד H8300 ",
  "12": "וַיָּ֨קָם֙ H6965 וַיָּבֹ֔א H935 וַיֵּ֖לֶךְ H3212 שֹׁמְר֑וֹן H8111 ה֛וּא H1931 בֵּֽית H1044 עֵ֥קֶד H1044 הָרֹעִ֖ים H7462 בַּדָּֽרֶךְ H1870 ",
  "13": "וְיֵה֗וּא H3058 מָצָא֙ H4672 אֶת H853 אֲחֵי֙ H251 אֲחַזְיָ֣הוּ H274 מֶֽלֶךְ H4428 יְהוּדָ֔ה H3063 וַיֹּ֖אמֶר H559 מִ֣י H4310 אַתֶּ֑ם H859 וַיֹּאמְר֗וּ H559 אֲחֵ֤י H251 אֲחַזְיָ֨הוּ֙ H274 אֲנַ֔חְנוּ H587 וַנֵּ֛רֶד H3381 לִשְׁל֥וֹם H7965 בְּנֵֽי H1121 הַמֶּ֖לֶךְ H4428 וּבְנֵ֥י H1121 הַגְּבִירָֽה H1377 ",
  "14": "וַיֹּ֨אמֶר֙ H559 תִּפְשׂ֣וּם H8610 חַיִּ֔ים H2416 וַֽיִּתְפְּשׂ֖וּ H8610 חַיִּ֑ים H2416 וַֽיִּשְׁחָט֞וּ H7819 אֶל H413 בּ֣וֹר H953 בֵּֽית H1044 עֵ֗קֶד H1044 אַרְבָּעִ֤ים H705 וּשְׁנַ֨יִם֙ H8147 אִ֔ישׁ H376 וְלֹֽא H3808 הִשְׁאִ֥יר H7604 אִ֖ישׁ H376 מֵהֶֽם H1992 ",
  "15": "וַיֵּ֣לֶךְ H3212 מִשָּׁ֡ם H8033 וַיִּמְצָ֣א H4672 אֶת H853 יְהוֹנָדָב֩ H3082 בֶּן H1121 רֵכָ֨ב H7394 לִקְרָאת֜ H7125 וַֽיְבָרְכֵ֗ H1288 וַיֹּ֨אמֶר H559 אֵלָ֜יו H413 הֲיֵ֧שׁ H3426 אֶת H853 לְבָבְךָ֣ H3824 יָשָׁ֗ר H3477 כַּאֲשֶׁ֤ר H834 לְבָבִי֙ H3824 עִם H5973 לְבָבֶ֔ךָ H3824 וַיֹּ֨אמֶר H559 יְהוֹנָדָ֥ב H3082 יֵ֛שׁ H3426 וָיֵ֖שׁ H3426 תְּנָ֣ה H5414 אֶת H853 יָדֶ֑ךָ H3027 וַיִּתֵּ֣ן H5414 יָד֔וֹ H3027 וַיַּעֲלֵ֥ H5927 אֵלָ֖יו H413 אֶל H413 הַמֶּרְכָּבָֽה H4818 ",
  "16": "וַיֹּ֨אמֶר֙ H559 לְכָ֣ה H3212 אִתִּ֔י H854 וּרְאֵ֖ה H7200 בְּקִנְאָתִ֣ H7068 לַיהוָ֑ה H3068 וַיַּרְכִּ֥בוּ H7392 אֹת֖וֹ H853 בְּרִכְבּֽ H7393 ",
  "17": "וַיָּבֹא֙ H935 שֹֽׁמְר֔וֹן H8111 וַ֠יַּךְ H5221 אֶת H853 כָּל H3605 הַנִּשְׁאָרִ֧ים H7604 לְאַחְאָ֛ב H256 בְּשֹׁמְר֖וֹן H8111 עַד H5704 הִשְׁמִיד֑וֹ H8045 כִּדְבַ֣ר H1697 יְהוָ֔ה H3068 אֲשֶׁ֥ר H834 דִּבֶּ֖ר H1696 אֶל H413 אֵלִיָּֽהוּ H452 ",
  "18": "וַיִּקְבֹּ֤ץ H6908 יֵהוּא֙ H3058 אֶת H853 כָּל H3605 הָעָ֔ם H5971 וַיֹּ֣אמֶר H559 אֲלֵהֶ֔ם H413 אַחְאָ֕ב H256 עָבַ֥ד H5647 אֶת H853 הַבַּ֖עַל H1168 מְעָ֑ט H4592 יֵה֖וּא H3058 יַעַבְדֶ֥נּוּ H5647 הַרְבֵּֽה H7235 ",
  "19": "וְעַתָּ֣ה H6258 כָל H3605 נְבִיאֵ֣י H5030 הַבַּ֡עַל H1168 כָּל H3605 עֹבְדָ֣יו H5647 וְכָל H3605 כֹּהֲנָיו֩ H3548 קִרְא֨וּ H7121 אֵלַ֜י H413 אִ֣ישׁ H376 אַל H408 יִפָּקֵ֗ד H6485 כִּי֩ H3588 זֶ֨בַח H2077 גָּד֥וֹל H1419 לִי֙ Hl לַבַּ֔עַל H1168 כֹּ֥ל H3605 אֲשֶׁר H834 יִפָּקֵ֖ד H6485 לֹ֣א H3808 יִֽחְיֶ֑ה H2421 וְיֵהוּא֙ H3058 עָשָׂ֣ה H6213 בְעָקְבָּ֔ה H6122 לְמַ֥עַן H4616 הַאֲבִ֖יד H6 אֶת H853 עֹבְדֵ֥י H5647 הַבָּֽעַל H1168 ",
  "20": "וַיֹּ֣אמֶר H559 יֵה֗וּא H3058 קַדְּשׁ֧וּ H6942 עֲצָרָ֛ה H6116 לַבַּ֖עַל H1168 וַיִּקְרָֽאוּ H7121 ",
  "21": "וַיִּשְׁלַ֤ח H7971 יֵהוּא֙ H3058 בְּכָל H3605 יִשְׂרָאֵ֔ל H3478 וַיָּבֹ֨אוּ֙ H935 כָּל H3605 עֹבְדֵ֣י H5647 הַבַּ֔עַל H1168 וְלֹֽא H3808 נִשְׁאַ֥ר H7604 אִ֖ישׁ H376 אֲשֶׁ֣ר H834 לֹֽא H3808 בָ֑א H935 וַיָּבֹ֨אוּ֙ H935 בֵּ֣ית H1004 הַבַּ֔עַל H1168 וַיִּמָּלֵ֥א H4390 בֵית H1004 הַבַּ֖עַל H1168 פֶּ֥ה H6310 לָפֶֽה H6310 ",
  "22": "וַיֹּ֗אמֶר H559 לַֽאֲשֶׁר֙ H834 עַל H5921 הַמֶּלְתָּחָ֔ה H4458 הוֹצֵ֣א H3318 לְב֔וּשׁ H3830 לְכֹ֖ל H3605 עֹבְדֵ֣י H5647 הַבָּ֑עַל H1168 וַיֹּצֵ֥א H3318 לָהֶ֖ם Hl הַמַּלְבּֽוּשׁ H4403 ",
  "23": "וַיָּבֹ֥א H935 יֵה֛וּא H3058 וִיהוֹנָדָ֥ב H3082 בֶּן H1121 רֵכָ֖ב H7394 בֵּ֣ית H1004 הַבָּ֑עַל H1168 וַיֹּ֜אמֶר H559 לְעֹבְדֵ֣י H5647 הַבַּ֗עַל H1168 חַפְּשׂ֤וּ H2664 וּרְאוּ֙ H7200 פֶּן H6435 יֶשׁ H3426 פֹּ֤ה H6311 עִמָּכֶם֙ H5973 מֵעַבְדֵ֣י H5650 יְהוָ֔ה H3068 כִּ֛י H3588 אִם H518 עֹבְדֵ֥י H5647 הַבַּ֖עַל H1168 לְבַדָּֽ H905 ",
  "24": "וַיָּבֹ֕אוּ H935 לַעֲשׂ֖וֹת H6213 זְבָחִ֣ים H2077 וְעֹל֑וֹת H5930 וְיֵה֞וּא H3058 שָׂם H7760 ל֤וֹ Hl בַחוּץ֙ H2351 שְׁמֹנִ֣ים H8084 אִ֔ישׁ H376 וַיֹּ֗אמֶר H559 הָאִ֤ישׁ H376 אֲשֶׁר H834 יִמָּלֵט֙ H4422 מִן H4480 הָאֲנָשִׁ֗ים H376 אֲשֶׁ֤ר H834 אֲנִי֙ H589 מֵבִ֣יא H935 עַל H5921 יְדֵיכֶ֔ם H3027 נַפְשׁ֖וֹ H5315 תַּ֥חַת H8478 נַפְשֽׁוֹ H5315 ",
  "25": "וַיְהִ֞י H1961 כְּכַלֹּת֣ H3615 לַעֲשׂ֣וֹת H6213 הָעֹלָ֗ה H5930 וַיֹּ֣אמֶר H559 יֵ֠הוּא H3058 לָרָצִ֨ים H7323 וְלַ H7991 בֹּ֤אוּ H935 הַכּוּם֙ H5221 אִ֣ישׁ H376 אַל H408 יֵצֵ֔א H3318 וַיַּכּ֖וּ H5221 לְפִי H6310 חָ֑רֶב H2719 וַיַּשְׁלִ֗כוּ H7993 הָֽרָצִים֙ H7323 וְהַ H7991 וַיֵּלְכ֖וּ H3212 עַד H5704 עִ֥יר H5892 בֵּית H1004 הַבָּֽעַל H1168 ",
  "26": "וַיֹּצִ֛אוּ H3318 אֶת H853 מַצְּב֥וֹת H4676 בֵּית H1004 הַבַּ֖עַל H1168 וַֽיִּשְׂרְפֽוּ H8313 ",
  "27": "וַֽיִּתְּצ֔וּ H5422 אֵ֖ת H853 מַצְּבַ֣ת H4676 הַבָּ֑עַל H1168 וַֽיִּתְּצוּ֙ H5422 אֶת H853 בֵּ֣ית H1004 הַבַּ֔עַל H1168 וַיְשִׂמֻ֥ H7760 למחראות H4280 עַד H5704 הַיּֽוֹם H3117 ",
  "28": "וַיַּשְׁמֵ֥ד H8045 יֵה֛וּא H3058 אֶת H853 הַבַּ֖עַל H1168 מִיִּשְׂרָאֵֽל H3478 ",
  "29": "רַ֠ק H7535 חֲטָאֵ֞י H2399 יָרָבְעָ֤ם H3379 בֶּן H1121 נְבָט֙ H5028 אֲשֶׁ֣ר H834 הֶחֱטִ֣יא H2398 אֶת H853 יִשְׂרָאֵ֔ל H3478 לֹֽא H3808 סָ֥ר H5493 יֵה֖וּא H3058 מֵאַֽחֲרֵי H310 עֶגְלֵי֙ H5695 הַזָּהָ֔ב H2091 אֲשֶׁ֥ר H834 בֵּֽית H1008 אֵ֖ל H1008 וַאֲשֶׁ֥ר H834 בְּדָֽן H1835 ",
  "30": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֶל H413 יֵה֗וּא H3058 יַ֤עַן H3282 אֲשֶׁר H834 הֱטִיבֹ֨תָ֙ H2895 לַעֲשׂ֤וֹת H6213 הַיָּשָׁר֙ H3477 בְּעֵינַ֔ H5869 כְּכֹל֙ H3605 אֲשֶׁ֣ר H834 בִּלְבָבִ֔ H3824 עָשִׂ֖יתָ H6213 לְבֵ֣ית H1004 אַחְאָ֑ב H256 בְּנֵ֣י H1121 רְבִעִ֔ים H7243 יֵשְׁב֥וּ H3427 לְךָ֖ Hl עַל H5921 כִּסֵּ֥א H3678 יִשְׂרָאֵֽל H3478 ",
  "31": "וְיֵה֗וּא H3058 לֹ֥א H3808 שָׁמַ֛ר H8104 לָלֶ֛כֶת H3212 בְּתֽוֹרַת H8451 יְהוָ֥ה H3068 אֱלֹהֵֽי H430 יִשְׂרָאֵ֖ל H3478 בְּכָל H3605 לְבָב֑וֹ H3824 לֹ֣א H3808 סָ֗ר H5493 מֵעַל֙ H5921 חַטֹּ֣אות H2403 יָֽרָבְעָ֔ם H3379 אֲשֶׁ֥ר H834 הֶחֱטִ֖יא H2398 אֶת H853 יִשְׂרָאֵֽל H3478 ",
  "32": "בַּיָּמִ֣ים H3117 הָהֵ֔ם H1992 הֵחֵ֣ל H2490 יְהוָ֔ה H3068 לְקַצּ֖וֹת H7096 בְּיִשְׂרָאֵ֑ל H3478 וַיַּכֵּ֥ H5221 חֲזָאֵ֖ל H2371 בְּכָל H3605 גְּב֥וּל H1366 יִשְׂרָאֵֽל H3478 ",
  "33": "מִן H4480 הַיַּרְדֵּן֙ H3383 מִזְרַ֣ח H4217 הַשֶּׁ֔מֶשׁ H8121 אֵ֚ת H853 כָּל H3605 אֶ֣רֶץ H776 הַגִּלְעָ֔ד H1568 הַגָּדִ֥י H1425 וְהָ H7206 וְהַֽ H4520 מֵעֲרֹעֵר֙ H6177 אֲשֶׁ֣ר H834 עַל H5921 נַ֣חַל H5158 אַרְנֹ֔ן H769 וְהַ H1568 וְהַ H1316 ",
  "34": "וְיֶ֨תֶר H3499 דִּבְרֵ֥י H1697 יֵה֛וּא H3058 וְכָל H3605 אֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 וְכָל H3605 גְּבוּרָת֑וֹ H1369 הֲלֽוֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
  "35": "וַיִּשְׁכַּ֤ב H7901 יֵהוּא֙ H3058 עִם H5973 אֲבֹתָ֔יו H1 וַיִּקְבְּר֥וּ H6912 אֹת֖וֹ H853 בְּשֹׁמְר֑וֹן H8111 וַיִּמְלֹ֛ךְ H4427 יְהוֹאָחָ֥ז H3059 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
  "36": "וְהַ H3117 אֲשֶׁ֨ר H834 מָלַ֤ךְ H4427 יֵהוּא֙ H3058 עַל H5921 יִשְׂרָאֵ֔ל H3478 עֶשְׂרִ֥ים H6242 וּשְׁמֹנֶֽה H8083 שָׁנָ֖ה H8141 בְּשֹׁמְרֽוֹן H8111 "
}
