{
  "1": "בִּשְׁנַ֨ת H8141 עֶשְׂרִ֤ים H6242 וְשָׁלֹשׁ֙ H7969 שָׁנָ֔ה H8141 לְיוֹאָ֥שׁ H3101 בֶּן H1121 אֲחַזְיָ֖הוּ H274 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 מָ֠לַךְ H4427 יְהוֹאָחָ֨ז H3059 בֶּן H1121 יֵה֤וּא H3058 עַל H5921 יִשְׂרָאֵל֙ H3478 בְּשֹׁ֣מְר֔וֹן H8111 שְׁבַ֥ע H7651 עֶשְׂרֵ֖ה H6240 שָׁנָֽה H8141 ",
  "2": "וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 וַ֠יֵּלֶךְ H3212 אַחַ֨ר H310 חַטֹּ֜את H2403 יָרָבְעָ֧ם H3379 בֶּן H1121 נְבָ֛ט H5028 אֲשֶׁר H834 הֶחֱטִ֥יא H2398 אֶת H853 יִשְׂרָאֵ֖ל H3478 לֹא H3808 סָ֥ר H5493 מִמֶּֽנָּה H4480 ",
  "3": "וַיִּֽחַר H2734 אַ֥ף H639 יְהוָ֖ה H3068 בְּיִשְׂרָאֵ֑ל H3478 וַֽיִּתְּנֵ֞ H5414 בְּיַ֣ד H3027 חֲזָאֵ֣ל H2371 מֶֽלֶךְ H4428 אֲרָ֗ם H758 וּבְ H3027 בֶּן H1130 הֲדַ֥ד H1130 בֶּן H1121 חֲזָאֵ֖ל H2371 כָּל H3605 הַיָּמִֽים H3117 ",
  "4": "וַיְחַ֥ל H2470 יְהוֹאָחָ֖ז H3059 אֶת H853 פְּנֵ֣י H6440 יְהוָ֑ה H3068 וַיִּשְׁמַ֤ע H8085 אֵלָיו֙ H413 יְהוָ֔ה H3068 כִּ֤י H3588 רָאָה֙ H7200 אֶת H853 לַ֣חַץ H3906 יִשְׂרָאֵ֔ל H3478 כִּֽי H3588 לָחַ֥ץ H3905 אֹתָ֖ם H853 מֶ֥לֶךְ H4428 אֲרָֽם H758 ",
  "5": "וַיִּתֵּ֨ן H5414 יְהוָ֤ה H3068 לְיִשְׂרָאֵל֙ H3478 מוֹשִׁ֔יעַ H3467 וַיֵּ֣צְא֔וּ H3318 מִתַּ֖חַת H8478 יַד H3027 אֲרָ֑ם H758 וַיֵּשְׁב֧וּ H3427 בְנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 בְּאָהֳלֵי H168 כִּתְמ֥וֹל H8543 שִׁלְשֽׁוֹם H8032 ",
  "6": "אַ֠ךְ H389 לֹֽא H3808 סָ֜רוּ H5493 מֵחַטֹּ֧אות H2403 בֵּית H1004 יָרָבְעָ֛ם H3379 אֲשֶׁר H834 החטי H2398 אֶת H853 יִשְׂרָאֵ֖ל H3478 בָּ֣הּ Hb הָלָ֑ךְ H1980 וְגַם֙ H1571 הָאֲשֵׁרָ֔ה H842 עָמְדָ֖ה H5975 בְּשֹׁמְרֽוֹן H8111 ",
  "7": "כִּ֣י H3588 לֹא֩ H3808 הִשְׁאִ֨יר H7604 לִיהוֹאָחָ֜ז H3059 עָ֗ם H5971 כִּ֣י H3588 אִם H518 חֲמִשִּׁ֤ים H2572 פָּֽרָשִׁים֙ H6571 וַעֲשָׂ֣רָה H6235 רֶ֔כֶב H7393 וַעֲשֶׂ֥רֶת H6235 אֲלָפִ֖ים H505 רַגְלִ֑י H7273 כִּ֤י H3588 אִבְּדָם֙ H6 מֶ֣לֶךְ H4428 אֲרָ֔ם H758 וַיְשִׂמֵ֥ H7760 כֶּֽעָפָ֖ר H6083 לָדֻֽשׁ H1758 ",
  "8": "וְיֶ֨תֶר H3499 דִּבְרֵ֧י H1697 יְהוֹאָחָ֛ז H3059 וְכָל H3605 אֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 וּגְבוּרָת֑ H1369 הֲלוֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
  "9": "וַיִּשְׁכַּ֤ב H7901 יְהֽוֹאָחָז֙ H3059 עִם H5973 אֲבֹתָ֔יו H1 וַֽיִּקְבְּרֻ֖ H6912 בְּשֹׁמְר֑וֹן H8111 וַיִּמְלֹ֛ךְ H4427 יוֹאָ֥שׁ H3101 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
  "10": "בִּשְׁנַ֨ת H8141 שְׁלֹשִׁ֤ים H7970 וָשֶׁ֨בַע֙ H7651 שָׁנָ֔ה H8141 לְיוֹאָ֖שׁ H3101 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 מָ֠לַךְ H4427 יְהוֹאָ֨שׁ H3060 בֶּן H1121 יְהוֹאָחָ֤ז H3059 עַל H5921 יִשְׂרָאֵל֙ H3478 בְּשֹׁ֣מְר֔וֹן H8111 שֵׁ֥שׁ H8337 עֶשְׂרֵ֖ה H6240 שָׁנָֽה H8141 ",
  "11": "וַיַּֽעֲשֶׂ֥ה H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 לֹ֣א H3808 סָ֗ר H5493 מִכָּל H3605 חַטֹּ֞אות H2403 יָרָבְעָ֧ם H3379 בֶּן H1121 נְבָ֛ט H5028 אֲשֶׁר H834 הֶחֱטִ֥יא H2398 אֶת H853 יִשְׂרָאֵ֖ל H3478 בָּ֥הּ Hb הָלָֽךְ H1980 ",
  "12": "וְיֶ֨תֶר H3499 דִּבְרֵ֤י H1697 יוֹאָשׁ֙ H3101 וְכָל H3605 אֲשֶׁ֣ר H834 עָשָׂ֔ה H6213 וּגְב֣וּרָת֔ H1369 אֲשֶׁ֣ר H834 נִלְחַ֔ם H3898 עִ֖ם H5973 אֲמַצְיָ֣ה H558 מֶֽלֶךְ H4428 יְהוּדָ֑ה H3063 הֲלֽוֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
  "13": "וַיִּשְׁכַּ֤ב H7901 יוֹאָשׁ֙ H3101 עִם H5973 אֲבֹתָ֔יו H1 וְיָרָבְעָ֖ם H3379 יָשַׁ֣ב H3427 עַל H5921 כִּסְא֑וֹ H3678 וַיִּקָּבֵ֤ר H6912 יוֹאָשׁ֙ H3101 בְּשֹׁ֣מְר֔וֹן H8111 עִ֖ם H5973 מַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
  "14": "וֶֽאֱלִישָׁע֙ H477 חָלָ֣ה H2470 אֶת H854 חָלְי֔וֹ H2483 אֲשֶׁ֥ר H834 יָמ֖וּת H4191 בּ֑וֹ Hb וַיֵּ֨רֶד H3381 אֵלָ֜יו H413 יוֹאָ֣שׁ H3101 מֶֽלֶךְ H4428 יִשְׂרָאֵ֗ל H3478 וַיֵּ֤בְךְּ H1058 עַל H5921 פָּנָיו֙ H6440 וַיֹּאמַ֔ר H559 אָבִ֣י H1 אָבִ֔י H1 רֶ֥כֶב H7393 יִשְׂרָאֵ֖ל H3478 וּפָרָשָֽׁי H6571 ",
  "15": "וַיֹּ֤אמֶר H559 לוֹ֙ Hl אֱלִישָׁ֔ע H477 קַ֖ח H3947 קֶ֣שֶׁת H7198 וְחִצִּ֑ים H2671 וַיִּקַּ֥ח H3947 אֵלָ֖יו H413 קֶ֥שֶׁת H7198 וְחִצִּֽים H2671 ",
  "16": "וַיֹּ֣אמֶר H559 לְמֶ֣לֶךְ H4428 יִשְׂרָאֵ֗ל H3478 הַרְכֵּ֤ב H7392 יָֽדְךָ֙ H3027 עַל H5921 הַקֶּ֔שֶׁת H7198 וַיַּרְכֵּ֖ב H7392 יָד֑וֹ H3027 וַיָּ֧שֶׂם H7760 אֱלִישָׁ֛ע H477 יָדָ֖יו H3027 עַל H5921 יְדֵ֥י H3027 הַמֶּֽלֶךְ H4428 ",
  "17": "וַיֹּ֗אמֶר H559 פְּתַ֧ח H6605 הַחַלּ֛וֹן H2474 קֵ֖דְמָה H6924 וַיִּפְתָּ֑ח H6605 וַיֹּ֤אמֶר H559 אֱלִישָׁ֤ע H477 יְרֵה֙ H3384 וַיּ֔וֹר H3384 וַיֹּ֗אמֶר H559 חֵץ H2671 תְּשׁוּעָ֤ה H8668 לַֽיהוָה֙ H3068 וְחֵ֣ץ H2671 תְּשׁוּעָ֣ה H8668 בַֽאֲרָ֔ם H758 וְהִכִּיתָ֧ H5221 אֶת H853 אֲרָ֛ם H758 בַּאֲפֵ֖ק H663 עַד H5704 כַּלֵּֽה H3615 ",
  "18": "וַיֹּ֛אמֶר H559 קַ֥ח H3947 הַחִצִּ֖ים H2678 וַיִּקָּ֑ח H3947 וַיֹּ֤אמֶר H559 לְמֶֽלֶךְ H4428 יִשְׂרָאֵל֙ H3478 הַךְ H5221 אַ֔רְצָה H776 וַיַּ֥ךְ H5221 שָֽׁלֹשׁ H7969 פְּעָמִ֖ים H6471 וַֽיַּעֲמֹֽד H5975 ",
  "19": "וַיִּקְצֹ֨ף H7107 עָלָ֜יו H5921 אִ֣ישׁ H376 הָאֱלֹהִ֗ים H430 וַיֹּ֨אמֶר֙ H559 לְהַכּ֨וֹת H5221 חָמֵ֤שׁ H2568 אוֹ H176 שֵׁשׁ֙ H8337 פְּעָמִ֔ים H6471 אָ֛ז H227 הִכִּ֥יתָ H5221 אֶת H853 אֲרָ֖ם H758 עַד H5704 כַּלֵּ֑ה H3615 וְעַתָּ֕ה H6258 שָׁלֹ֥שׁ H7969 פְּעָמִ֖ים H6471 תַּכֶּ֥ה H5221 אֶת H853 אֲרָֽם H758 ",
  "20": "וַיָּ֥מָת H4191 אֱלִישָׁ֖ע H477 וַֽיִּקְבְּרֻ֑ H6912 וּגְדוּדֵ֥י H1416 מוֹאָ֛ב H4124 יָבֹ֥אוּ H935 בָאָ֖רֶץ H776 בָּ֥א H935 שָׁנָֽה H8141 ",
  "21": "וַיְהִ֞י H1961 הֵ֣ם H1992 קֹבְרִ֣ים H6912 אִ֗ישׁ H376 וְהִנֵּה֙ H2009 רָא֣וּ H7200 אֶֽת H853 הַגְּד֔וּד H1416 וַיַּשְׁלִ֥יכוּ H7993 אֶת H853 הָאִ֖ישׁ H376 בְּקֶ֣בֶר H6913 אֱלִישָׁ֑ע H477 וַיֵּ֜לֶךְ H3212 וַיִּגַּ֤ע H5060 הָאִישׁ֙ H376 בְּעַצְמ֣וֹת H6106 אֱלִישָׁ֔ע H477 וַיְחִ֖י H2421 וַיָּ֥קָם H6965 עַל H5921 רַגְלָֽיו H7272 ",
  "22": "וַֽחֲזָאֵל֙ H2371 מֶ֣לֶךְ H4428 אֲרָ֔ם H758 לָחַ֖ץ H3905 אֶת H853 יִשְׂרָאֵ֑ל H3478 כֹּ֖ל H3605 יְמֵ֥י H3117 יְהוֹאָחָֽז H3059 ",
  "23": "וַיָּחָן֩ H2603 יְהוָ֨ה H3068 אֹתָ֤ם H854 וַֽיְרַחֲמֵ H7355 וַיִּ֣פֶן H6437 אֲלֵיהֶ֔ם H413 לְמַ֣עַן H4616 בְּרִית֔וֹ H1285 אֶת H854 אַבְרָהָ֖ם H85 יִצְחָ֣ק H3327 וְיַֽעֲקֹ֑ב H3290 וְלֹ֤א H3808 אָבָה֙ H14 הַשְׁחִיתָ֔ם H7843 וְלֹֽא H3808 הִשְׁלִיכָ֥ם H7993 מֵֽעַל H5921 פָּנָ֖יו H6440 עַד H5704 עָֽתָּה H6258 ",
  "24": "וַיָּ֖מָת H4191 חֲזָאֵ֣ל H2371 מֶֽלֶךְ H4428 אֲרָ֑ם H758 וַיִּמְלֹ֛ךְ H4427 בֶּן H1130 הֲדַ֥ד H1130 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
  "25": "וַיָּ֜שָׁב H7725 יְהוֹאָ֣שׁ H3060 בֶּן H1121 יְהוֹאָחָ֗ז H3059 וַיִּקַּ֤ח H3947 אֶת H853 הֶֽעָרִים֙ H5892 מִיַּד֙ H3027 בֶּן H1130 הֲדַ֣ד H1130 בֶּן H1121 חֲזָאֵ֔ל H2371 אֲשֶׁ֣ר H834 לָקַ֗ח H3947 מִיַּ֛ד H3027 יְהוֹאָחָ֥ז H3059 אָבִ֖יו H1 בַּמִּלְחָמָ֑ה H4421 שָׁלֹ֤שׁ H7969 פְּעָמִים֙ H6471 הִכָּ֣הוּ H5221 יוֹאָ֔שׁ H3101 וַיָּ֖שֶׁב H7725 אֶת H853 עָרֵ֥י H5892 יִשְׂרָאֵֽל H3478 "
}
