{
  "1": "בִּשְׁנַ֨ת H8141 עֶשְׂרִ֤ים H6242 וָשֶׁ֨בַע֙ H7651 שָׁנָ֔ה H8141 לְיָרָבְעָ֖ם H3379 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֑ל H3478 מָלַ֛ךְ H4427 עֲזַרְיָ֥ה H5838 בֶן H1121 אֲמַצְיָ֖ה H558 מֶ֥לֶךְ H4428 יְהוּדָֽה H3063 ",
  "2": "בֶּן H1121 שֵׁ֨שׁ H8337 עֶשְׂרֵ֤ה H6240 שָׁנָה֙ H8141 הָיָ֣ה H1961 בְמָלְכ֔ H4427 וַחֲמִשִּׁ֤ים H2572 וּשְׁתַּ֨יִם֙ H8147 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 יְכָלְיָ֖הוּ H3203 מִירוּשָׁלִָֽם H3389 ",
  "3": "וַיַּ֥עַשׂ H6213 הַיָּשָׁ֖ר H3477 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 כְּכֹ֥ל H3605 אֲשֶׁר H834 עָשָׂ֖ה H6213 אֲמַצְיָ֥הוּ H558 אָבִֽיו H1 ",
  "4": "רַ֥ק H7535 הַבָּמ֖וֹת H1116 לֹא H3808 סָ֑רוּ H5493 ע֥וֹד H5750 הָעָ֛ם H5971 מְזַבְּחִ֥ים H2076 וּֽמְקַטְּרִ֖ים H6999 בַּבָּמֽוֹת H1116 ",
  "5": "וַיְנַגַּ֨ע H5060 יְהוָ֜ה H3068 אֶת H853 הַמֶּ֗לֶךְ H4428 וַיְהִ֤י H1961 מְצֹרָע֙ H6879 עַד H5704 י֣וֹם H3117 מֹת֔וֹ H4194 וַיֵּ֖שֶׁב H3427 בְּבֵ֣ית H1004 הַחָפְשִׁ֑ית H2669 וְיוֹתָ֤ם H3147 בֶּן H1121 הַמֶּ֨לֶךְ֙ H4428 עַל H5921 הַבַּ֔יִת H1004 שֹׁפֵ֖ט H8199 אֶת H853 עַ֥ם H5971 הָאָֽרֶץ H776 ",
  "6": "וְיֶ֛תֶר H3499 דִּבְרֵ֥י H1697 עֲזַרְיָ֖הוּ H5838 וְכָל H3605 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 הֲלֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יְהוּדָֽה H3063 ",
  "7": "וַיִּשְׁכַּ֤ב H7901 עֲזַרְיָה֙ H5838 עִם H5973 אֲבֹתָ֔יו H1 וַיִּקְבְּר֥וּ H6912 אֹת֛וֹ H853 עִם H5973 אֲבֹתָ֖יו H1 בְּעִ֣יר H5892 דָּוִ֑ד H1732 וַיִּמְלֹ֛ךְ H4427 יוֹתָ֥ם H3147 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
  "8": "בִּשְׁנַ֨ת H8141 שְׁלֹשִׁ֤ים H7970 וּשְׁמֹנֶה֙ H8083 שָׁנָ֔ה H8141 לַעֲזַרְיָ֖הוּ H5838 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 מָ֠לַךְ H4427 זְכַרְיָ֨הוּ H2148 בֶן H1121 יָרָבְעָ֧ם H3379 עַל H5921 יִשְׂרָאֵ֛ל H3478 בְּשֹׁמְר֖וֹן H8111 שִׁשָּׁ֥ה H8337 חֳדָשִֽׁים H2320 ",
  "9": "וַיַּ֤עַשׂ H6213 הָרַע֙ H7451 בְּעֵינֵ֣י H5869 יְהוָ֔ה H3068 כַּאֲשֶׁ֥ר H834 עָשׂ֖וּ H6213 אֲבֹתָ֑יו H1 לֹ֣א H3808 סָ֗ר H5493 מֵֽחַטֹּאות֙ H2403 יָרָבְעָ֣ם H3379 בֶּן H1121 נְבָ֔ט H5028 אֲשֶׁ֥ר H834 הֶחֱטִ֖יא H2398 אֶת H853 יִשְׂרָאֵֽל H3478 ",
  "10": "וַיִּקְשֹׁ֤ר H7194 עָלָיו֙ H5921 שַׁלֻּ֣ם H7967 בֶּן H1121 יָבֵ֔שׁ H3003 וַיַּכֵּ֥ H5221 קָֽבָלְ H6905 עָ֖ם H5971 וַיְמִיתֵ֑ H4191 וַיִּמְלֹ֖ךְ H4427 תַּחְתָּֽיו H8478 ",
  "11": "וְיֶ֖תֶר H3499 דִּבְרֵ֣י H1697 זְכַרְיָ֑ה H2148 הִנָּ֣ם H2009 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
  "12": "ה֣וּא H1931 דְבַר H1697 יְהוָ֗ה H3068 אֲשֶׁ֨ר H834 דִּבֶּ֤ר H1696 אֶל H413 יֵהוּא֙ H3058 לֵאמֹ֔ר H559 בְּנֵ֣י H1121 רְבִיעִ֔ים H7243 יֵשְׁב֥וּ H3427 לְךָ֖ Hl עַל H5921 כִּסֵּ֣א H3678 יִשְׂרָאֵ֑ל H3478 וַֽיְהִי H1961 כֵֽן H3651 ",
  "13": "שַׁלּ֤וּם H7967 בֶּן H1121 יָבֵישׁ֙ H3003 מָלַ֔ךְ H4427 בִּשְׁנַ֨ת H8141 שְׁלֹשִׁ֤ים H7970 וָתֵ֨שַׁע֙ H8672 שָׁנָ֔ה H8141 לְעֻזִיָּ֖ה H5818 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 וַיִּמְלֹ֥ךְ H4427 יֶֽרַח H3391 יָמִ֖ים H3117 בְּשֹׁמְרֽוֹן H8111 ",
  "14": "וַיַּעַל֩ H5927 מְנַחֵ֨ם H4505 בֶּן H1121 גָּדִ֜י H1424 מִתִּרְצָ֗ה H8656 וַיָּבֹא֙ H935 שֹׁמְר֔וֹן H8111 וַיַּ֛ךְ H5221 אֶת H853 שַׁלּ֥וּם H7967 בֶּן H1121 יָבֵ֖ישׁ H3003 בְּשֹׁמְר֑וֹן H8111 וַיְמִיתֵ֖ H4191 וַיִּמְלֹ֥ךְ H4427 תַּחְתָּֽיו H8478 ",
  "15": "וְיֶ֨תֶר֙ H3499 דִּבְרֵ֣י H1697 שַׁלּ֔וּם H7967 וְקִשְׁר֖ H7195 אֲשֶׁ֣ר H834 קָשָׁ֑ר H7194 הִנָּ֣ם H2009 כְּתֻבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
  "16": "אָ֣ז H227 יַכֶּֽה H5221 מְ֠נַחֵם H4505 אֶת H853 תִּפְסַ֨ח H8607 וְאֶת H853 כָּל H3605 אֲשֶׁר H834 בָּ֤הּ Hb וְאֶת H853 גְּבוּלֶ֨יהָ֙ H1366 מִתִּרְצָ֔ה H8656 כִּ֛י H3588 לֹ֥א H3808 פָתַ֖ח H6605 וַיַּ֑ךְ H5221 אֵ֛ת H853 כָּל H3605 הֶהָ֥רוֹתֶ֖י H2030 בִּקֵּֽעַ H1234 ",
  "17": "בִּשְׁנַ֨ת H8141 שְׁלֹשִׁ֤ים H7970 וָתֵ֨שַׁע֙ H8672 שָׁנָ֔ה H8141 לַעֲזַרְיָ֖ה H5838 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 מָ֠לַךְ H4427 מְנַחֵ֨ם H4505 בֶּן H1121 גָּדִ֧י H1424 עַל H5921 יִשְׂרָאֵ֛ל H3478 עֶ֥שֶׂר H6235 שָׁנִ֖ים H8141 בְּשֹׁמְרֽוֹן H8111 ",
  "18": "וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 לֹ֣א H3808 סָ֠ר H5493 מֵעַ֨ל H5921 חַטֹּ֜אות H2403 יָרָבְעָ֧ם H3379 בֶּן H1121 נְבָ֛ט H5028 אֲשֶׁר H834 הֶחֱטִ֥יא H2398 אֶת H853 יִשְׂרָאֵ֖ל H3478 כָּל H3605 יָמָֽיו H3117 ",
  "19": "בָּ֣א H935 פ֤וּל H6322 מֶֽלֶךְ H4428 אַשּׁוּר֙ H804 עַל H5921 הָאָ֔רֶץ H776 וַיִּתֵּ֤ן H5414 מְנַחֵם֙ H4505 לְפ֔וּל H6322 אֶ֖לֶף H505 כִּכַּר H3603 כָּ֑סֶף H3701 לִהְי֤וֹת H1961 יָדָיו֙ H3027 אִתּ֔וֹ H854 לְהַחֲזִ֥יק H2388 הַמַּמְלָכָ֖ה H4467 בְּיָדֽ H3027 ",
  "20": "וַיֹּצֵא֩ H3318 מְנַחֵ֨ם H4505 אֶת H853 הַכֶּ֜סֶף H3701 עַל H5921 יִשְׂרָאֵ֗ל H3478 עַ֚ל H5921 כָּל H3605 גִּבּוֹרֵ֣י H1368 הַחַ֔יִל H2428 לָתֵת֙ H5414 לְמֶ֣לֶךְ H4428 אַשּׁ֔וּר H804 חֲמִשִּׁ֧ים H2572 שְׁקָלִ֛ים H8255 כֶּ֖סֶף H3701 לְאִ֣ישׁ H376 אֶחָ֑ד H259 וַיָּ֨שָׁב֙ H7725 מֶ֣לֶךְ H4428 אַשּׁ֔וּר H804 וְלֹא H3808 עָ֥מַד H5975 שָׁ֖ם H8033 בָּאָֽרֶץ H776 ",
  "21": "וְיֶ֛תֶר H3499 דִּבְרֵ֥י H1697 מְנַחֵ֖ם H4505 וְכָל H3605 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 הֲלוֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
  "22": "וַיִּשְׁכַּ֥ב H7901 מְנַחֵ֖ם H4505 עִם H5973 אֲבֹתָ֑יו H1 וַיִּמְלֹ֛ךְ H4427 פְּקַחְיָ֥ה H6494 בְנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
  "23": "בִּשְׁנַת֙ H8141 חֲמִשִּׁ֣ים H2572 שָׁנָ֔ה H8141 לַעֲזַרְיָ֖ה H5838 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 מָ֠לַךְ H4427 פְּקַֽחְיָ֨ה H6494 בֶן H1121 מְנַחֵ֧ם H4505 עַל H5921 יִשְׂרָאֵ֛ל H3478 בְּשֹׁמְר֖וֹן H8111 שְׁנָתָֽיִם H8141 ",
  "24": "וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 לֹ֣א H3808 סָ֗ר H5493 מֵֽחַטֹּאות֙ H2403 יָרָבְעָ֣ם H3379 בֶּן H1121 נְבָ֔ט H5028 אֲשֶׁ֥ר H834 הֶחֱטִ֖יא H2398 אֶת H853 יִשְׂרָאֵֽל H3478 ",
  "25": "וַיִּקְשֹׁ֣ר H7194 עָלָיו֩ H5921 פֶּ֨קַח H6492 בֶּן H1121 רְמַלְיָ֜הוּ H7425 שָׁלִישׁ֗וֹ H7991 וַיַּכֵּ֨ H5221 בְשֹׁמְר֜וֹן H8111 בְּאַרְמ֤וֹן H759 בֵּית H1004 מלך H4428 אֶת H854 אַרְגֹּ֣ב H709 וְאֶת H853 הָאַרְיֵ֔ה H745 וְעִמּ֛ H5973 חֲמִשִּׁ֥ים H2572 אִ֖ישׁ H376 מִבְּנֵ֣י H1121 גִלְעָדִ֑ים H1569 וַיְמִיתֵ֖ H4191 וַיִּמְלֹ֥ךְ H4427 תַּחְתָּֽיו H8478 ",
  "26": "וְיֶ֛תֶר H3499 דִּבְרֵ֥י H1697 פְקַחְיָ֖ה H6494 וְכָל H3605 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 הִנָּ֣ם H2009 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
  "27": "בִּשְׁנַ֨ת H8141 חֲמִשִּׁ֤ים H2572 וּשְׁתַּ֨יִם֙ H8147 שָׁנָ֔ה H8141 לַעֲזַרְיָ֖ה H5838 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 מָ֠לַךְ H4427 פֶּ֣קַח H6492 בֶּן H1121 רְמַלְיָ֧הוּ H7425 עַל H5921 יִשְׂרָאֵ֛ל H3478 בְּשֹׁמְר֖וֹן H8111 עֶשְׂרִ֥ים H6242 שָׁנָֽה H8141 ",
  "28": "וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 לֹ֣א H3808 סָ֗ר H5493 מִן H4480 חַטֹּאות֙ H2403 יָרָבְעָ֣ם H3379 בֶּן H1121 נְבָ֔ט H5028 אֲשֶׁ֥ר H834 הֶחֱטִ֖יא H2398 אֶת H853 יִשְׂרָאֵֽל H3478 ",
  "29": "בִּימֵ֞י H3117 פֶּ֣קַח H6492 מֶֽלֶךְ H4428 יִשְׂרָאֵ֗ל H3478 בָּא֮ H935 תִּגְלַ֣ת H8407 פִּלְאֶסֶר֮ H8407 מֶ֣לֶךְ H4428 אַשּׁוּר֒ H804 וַיִּקַּ֣ח H3947 אֶת H853 עִיּ֡וֹן H5859 וְאֶת H853 אָבֵ֣ל H62 בֵּֽית H62 מַעֲכָ֡ה H62 וְאֶת H853 יָ֠נוֹחַ H3239 וְאֶת H853 קֶ֨דֶשׁ H6943 וְאֶת H853 חָצ֤וֹר H2674 וְאֶת H853 הַגִּלְעָד֙ H1568 וְאֶת H853 הַגָּלִ֔ילָ H1551 כֹּ֖ל H3605 אֶ֣רֶץ H776 נַפְתָּלִ֑י H5321 וַיַּגְלֵ֖ H1540 אַשּֽׁוּרָה H804 ",
  "30": "וַיִּקְשָׁר H7194 קֶ֜שֶׁר H7195 הוֹשֵׁ֣עַ H1954 בֶּן H1121 אֵלָ֗ה H425 עַל H5921 פֶּ֨קַח֙ H6492 בֶּן H1121 רְמַלְיָ֔הוּ H7425 וַיַּכֵּ֨ H5221 וַיְמִיתֵ֔ H4191 וַיִּמְלֹ֖ךְ H4427 תַּחְתָּ֑יו H8478 בִּשְׁנַ֣ת H8141 עֶשְׂרִ֔ים H6242 לְיוֹתָ֖ם H3147 בֶּן H1121 עֻזִיָּֽה H5818 ",
  "31": "וְיֶ֥תֶר H3499 דִּבְרֵי H1697 פֶ֖קַח H6492 וְכָל H3605 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 הִנָּ֣ם H2009 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
  "32": "בִּשְׁנַ֣ת H8141 שְׁתַּ֔יִם H8147 לְפֶ֥קַח H6492 בֶּן H1121 רְמַלְיָ֖הוּ H7425 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֑ל H3478 מָלַ֛ךְ H4427 יוֹתָ֥ם H3147 בֶּן H1121 עֻזִיָּ֖הוּ H5818 מֶ֥לֶךְ H4428 יְהוּדָֽה H3063 ",
  "33": "בֶּן H1121 עֶשְׂרִ֨ים H6242 וְחָמֵ֤שׁ H2568 שָׁנָה֙ H8141 הָיָ֣ה H1961 בְמָלְכ֔ H4427 וְשֵׁשׁ H8337 עֶשְׂרֵ֣ה H6240 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 יְרוּשָׁ֖א H3388 בַּת H1323 צָדֽוֹק H6659 ",
  "34": "וַיַּ֥עַשׂ H6213 הַיָּשָׁ֖ר H3477 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 כְּכֹ֧ל H3605 אֲשֶׁר H834 עָשָׂ֛ה H6213 עֻזִיָּ֥הוּ H5818 אָבִ֖יו H1 עָשָֽׂה H6213 ",
  "35": "רַ֤ק H7535 הַבָּמוֹת֙ H1116 לֹ֣א H3808 סָ֔רוּ H5493 ע֗וֹד H5750 הָעָ֛ם H5971 מְזַבְּחִ֥ים H2076 וּֽמְקַטְּרִ֖ים H6999 בַּבָּמ֑וֹת H1116 ה֗וּא H1931 בָּנָ֛ה H1129 אֶת H853 שַׁ֥עַר H8179 בֵּית H1004 יְהוָ֖ה H3068 הָעֶלְיֽוֹן H5945 ",
  "36": "וְיֶ֛תֶר H3499 דִּבְרֵ֥י H1697 יוֹתָ֖ם H3147 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 הֲלֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יְהוּדָֽה H3063 ",
  "37": "בַּיָּמִ֣ים H3117 הָהֵ֔ם H1992 הֵחֵ֣ל H2490 יְהוָ֗ה H3068 לְהַשְׁלִ֨יחַ֙ H7971 בִּֽיהוּדָ֔ה H3063 רְצִ֖ין H7526 מֶ֣לֶךְ H4428 אֲרָ֑ם H758 וְאֵ֖ת H853 פֶּ֥קַח H6492 בֶּן H1121 רְמַלְיָֽהוּ H7425 ",
  "38": "וַיִּשְׁכַּ֤ב H7901 יוֹתָם֙ H3147 עִם H5973 אֲבֹתָ֔יו H1 וַיִּקָּבֵר֙ H6912 עִם H5973 אֲבֹתָ֔יו H1 בְּעִ֖יר H5892 דָּוִ֣ד H1732 אָבִ֑יו H1 וַיִּמְלֹ֛ךְ H4427 אָחָ֥ז H271 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 "
}
