{
  "1": "וִיהוֹרָ֣ם H3088 בֶּן H1121 אַחְאָ֗ב H256 מָלַ֤ךְ H4427 עַל H5921 יִשְׂרָאֵל֙ H3478 בְּשֹׁ֣מְר֔וֹן H8111 בִּשְׁנַת֙ H8141 שְׁמֹנֶ֣ה H8083 עֶשְׂרֵ֔ה H6240 לִיהוֹשָׁפָ֖ט H3092 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 וַיִּמְלֹ֖ךְ H4427 שְׁתֵּים H8147 עֶשְׂרֵ֥ה H6240 שָׁנָֽה H8141 ",
  "2": "וַיַּעֲשֶׂ֤ה H6213 הָרַע֙ H7451 בְּעֵינֵ֣י H5869 יְהוָ֔ה H3068 רַ֕ק H7535 לֹ֥א H3808 כְאָבִ֖י H1 וּכְ H517 וַיָּ֨סַר֙ H5493 אֶת H853 מַצְּבַ֣ת H4676 הַבַּ֔עַל H1168 אֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 אָבִֽיו H1 ",
  "3": "רַ֠ק H7535 בְּחַטֹּ֞אות H2403 יָרָבְעָ֧ם H3379 בֶּֽן H1121 נְבָ֛ט H5028 אֲשֶׁר H834 הֶחֱטִ֥יא H2398 אֶת H853 יִשְׂרָאֵ֖ל H3478 דָּבֵ֑ק H1692 לֹא H3808 סָ֖ר H5493 מִמֶּֽנָּה H4480 ",
  "4": "וּמֵישַׁ֥ע H4338 מֶֽלֶךְ H4428 מוֹאָ֖ב H4124 הָיָ֣ה H1961 נֹקֵ֑ד H5349 וְהֵשִׁ֤יב H7725 לְמֶֽלֶךְ H4428 יִשְׂרָאֵל֙ H3478 מֵאָה H3967 אֶ֣לֶף H505 כָּרִ֔ים H3733 וּמֵ֥אָה H3967 אֶ֖לֶף H505 אֵילִ֥ים H352 צָֽמֶר H6785 ",
  "5": "וַיְהִ֖י H1961 כְּמ֣וֹת H4194 אַחְאָ֑ב H256 וַיִּפְשַׁ֥ע H6586 מֶֽלֶךְ H4428 מוֹאָ֖ב H4124 בְּמֶ֥לֶךְ H4428 יִשְׂרָאֵֽל H3478 ",
  "6": "וַיֵּצֵ֞א H3318 הַמֶּ֧לֶךְ H4428 יְהוֹרָ֛ם H3088 בַּיּ֥וֹם H3117 הַה֖וּא H1931 מִשֹּׁמְר֑וֹן H8111 וַיִּפְקֹ֖ד H6485 אֶת H853 כָּל H3605 יִשְׂרָאֵֽל H3478 ",
  "7": "וַיֵּ֡לֶךְ H3212 וַיִּשְׁלַח֩ H7971 אֶל H413 יְהוֹשָׁפָ֨ט H3092 מֶֽלֶךְ H4428 יְהוּדָ֜ה H3063 לֵאמֹ֗ר H559 מֶ֤לֶךְ H4428 מוֹאָב֙ H4124 פָּשַׁ֣ע H6586 בִּ֔י Hb הֲתֵלֵ֥ךְ H3212 אִתִּ֛י H854 אֶל H413 מוֹאָ֖ב H4124 לַמִּלְחָמָ֑ה H4421 וַיֹּ֣אמֶר H559 אֶעֱלֶ֔ה H5927 כָּמ֧וֹנִי H3644 כָמ֛וֹךָ H3644 כְּעַמִּ֥ H5971 כְעַמֶּ֖ H5971 כְּסוּסַ֥ H5483 כְּסוּסֶֽי H5483 ",
  "8": "וַיֹּ֕אמֶר H559 אֵי H335 זֶ֥ה H2088 הַדֶּ֖רֶךְ H1870 נַעֲלֶ֑ה H5927 וַיֹּ֕אמֶר H559 דֶּ֖רֶךְ H1870 מִדְבַּ֥ר H4057 אֱדֽוֹם H123 ",
  "9": "וַיֵּלֶךְ֩ H3212 מֶ֨לֶךְ H4428 יִשְׂרָאֵ֤ל H3478 וּמֶֽלֶך H4428 יְהוּדָה֙ H3063 וּמֶ֣לֶךְ H4428 אֱד֔וֹם H123 וַיָּסֹ֕בּוּ H5437 דֶּ֖רֶךְ H1870 שִׁבְעַ֣ת H7651 יָמִ֑ים H3117 וְלֹא H3808 הָיָ֨ה H1961 מַ֧יִם H4325 לַֽמַּחֲנֶ֛ה H4264 וְלַ H929 אֲשֶׁ֥ר H834 בְּרַגְלֵי H7272 ",
  "10": "וַיֹּ֖אמֶר H559 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֑ל H3478 אֲהָ֕הּ H162 כִּֽי H3588 קָרָ֣א H7121 יְהוָ֗ה H3068 לִשְׁלֹ֨שֶׁת֙ H7969 הַמְּלָכִ֣ים H4428 הָאֵ֔לֶּה H428 לָתֵ֥ת H5414 אוֹתָ֖ם H853 בְּיַד H3027 מוֹאָֽב H4124 ",
  "11": "וַיֹּ֣אמֶר H559 יְהוֹשָׁפָ֗ט H3092 הַאֵ֨ין H369 פֹּ֤ה H6311 נָבִיא֙ H5030 לַֽיהוָ֔ה H3068 וְנִדְרְשָׁ֥ה H1875 אֶת H853 יְהוָ֖ה H3068 מֵאוֹת֑ H854 וַ֠יַּעַן H6030 אֶחָ֞ד H259 מֵעַבְדֵ֤י H5650 מֶֽלֶךְ H4428 יִשְׂרָאֵל֙ H3478 וַיֹּ֔אמֶר H559 פֹּ֚ה H6311 אֱלִישָׁ֣ע H477 בֶּן H1121 שָׁפָ֔ט H8202 אֲשֶׁר H834 יָ֥צַק H3332 מַ֖יִם H4325 עַל H5921 יְדֵ֥י H3027 אֵלִיָּֽהוּ H452 ",
  "12": "וַיֹּ֨אמֶר֙ H559 יְה֣וֹשָׁפָ֔ט H3092 יֵ֥שׁ H3426 אוֹת֖וֹ H854 דְּבַר H1697 יְהוָ֑ה H3068 וַיֵּרְד֣וּ H3381 אֵלָ֗יו H413 מֶ֧לֶךְ H4428 יִשְׂרָאֵ֛ל H3478 וִיהוֹשָׁפָ֖ט H3092 וּמֶ֥לֶךְ H4428 אֱדֽוֹם H123 ",
  "13": "וַיֹּ֨אמֶר H559 אֱלִישָׁ֜ע H477 אֶל H413 מֶ֤לֶךְ H4428 יִשְׂרָאֵל֙ H3478 מַה H4100 לִּ֣י Hl וָלָ֔ Hc/Hl לֵ֚ךְ H3212 אֶל H413 נְבִיאֵ֣י H5030 אָבִ֔יךָ H1 וְאֶל H413 נְבִיאֵ֖י H5030 אִמֶּ֑ךָ H517 וַיֹּ֤אמֶר H559 לוֹ֙ Hl מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 אַ֗ל H408 כִּֽי H3588 קָרָ֤א H7121 יְהוָה֙ H3068 לִשְׁלֹ֨שֶׁת֙ H7969 הַמְּלָכִ֣ים H4428 הָאֵ֔לֶּה H428 לָתֵ֥ת H5414 אוֹתָ֖ם H853 בְּיַד H3027 מוֹאָֽב H4124 ",
  "14": "וַיֹּ֣אמֶר H559 אֱלִישָׁ֗ע H477 חַי H2416 יְהוָ֤ה H3068 צְבָאוֹת֙ H6635 אֲשֶׁ֣ר H834 עָמַ֣דְתִּי H5975 לְפָנָ֔י H6440 כִּ֗י H3588 לוּלֵ֛י H3884 פְּנֵ֛י H6440 יְהוֹשָׁפָ֥ט H3092 מֶֽלֶךְ H4428 יְהוּדָ֖ה H3063 אֲנִ֣י H589 נֹשֵׂ֑א H5375 אִם H518 אַבִּ֥יט H5027 אֵלֶ֖יךָ H413 וְאִם H518 אֶרְאֶֽךָּ H7200 ",
  "15": "וְעַתָּ֖ה H6258 קְחוּ H3947 לִ֣י Hl מְנַגֵּ֑ן H5059 וְהָיָה֙ H1961 כְּנַגֵּ֣ן H5059 הַֽמְנַגֵּ֔ן H5059 וַתְּהִ֥י H1961 עָלָ֖יו H5921 יַד H3027 יְהוָֽה H3068 ",
  "16": "וַיֹּ֕אמֶר H559 כֹּ֖ה H3541 אָמַ֣ר H559 יְהוָ֑ה H3068 עָשֹׂ֛ה H6213 הַנַּ֥חַל H5158 הַזֶּ֖ה H2088 גֵּבִ֥ים H1356 גֵּבִֽים H1356 ",
  "17": "כִּֽי H3588 כֹ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 לֹֽא H3808 תִרְא֥וּ H7200 ר֨וּחַ֙ H7307 וְלֹֽא H3808 תִרְא֣וּ H7200 גֶ֔שֶׁם H1653 וְהַ H5158 הַה֖וּא H1931 יִמָּ֣לֵא H4390 מָ֑יִם H4325 וּשְׁתִיתֶ֛ם H8354 אַתֶּ֥ם H859 וּמִקְנֵי H4735 וּֽבְהֶמְתְּ H929 ",
  "18": "וְנָקַ֥ל H7043 זֹ֖את H2063 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 וְנָתַ֥ן H5414 אֶת H853 מוֹאָ֖ב H4124 בְּיֶדְ H3027 ",
  "19": "וְהִכִּיתֶ֞ם H5221 כָּל H3605 עִ֤יר H5892 מִבְצָר֙ H4013 וְכָל H3605 עִ֣יר H5892 מִבְח֔וֹר H4004 וְכָל H3605 עֵ֥ץ H6086 טוֹב֙ H2896 תַּפִּ֔ילוּ H5307 וְכָל H3605 מַעְיְנֵי H4599 מַ֖יִם H4325 תִּסְתֹּ֑מוּ H5640 וְכֹל֙ H3605 הַחֶלְקָ֣ה H2513 הַטּוֹבָ֔ה H2896 תַּכְאִ֖בוּ H3510 בָּאֲבָנִֽים H68 ",
  "20": "וַיְהִ֤י H1961 בַבֹּ֨קֶר֙ H1242 כַּעֲל֣וֹת H5927 הַמִּנְחָ֔ה H4503 וְהִנֵּה H2009 מַ֥יִם H4325 בָּאִ֖ים H935 מִדֶּ֣רֶךְ H1870 אֱד֑וֹם H123 וַתִּמָּלֵ֥א H4390 הָאָ֖רֶץ H776 אֶת H854 הַמָּֽיִם H4325 ",
  "21": "וְכָל H3605 מוֹאָב֙ H4124 שָֽׁמְע֔וּ H8085 כִּֽי H3588 עָל֥וּ H5927 הַמְּלָכִ֖ים H4428 לְהִלָּ֣חֶם H3898 בָּ֑ם Hb וַיִּצָּעֲק֗וּ H6817 מִכֹּ֨ל H3605 חֹגֵ֤ר H2296 חֲגֹרָה֙ H2290 וָמַ֔עְלָ H4605 וַיַּעַמְד֖וּ H5975 עַֽל H5921 הַגְּבֽוּל H1366 ",
  "22": "וַיַּשְׁכִּ֣ימוּ H7925 בַבֹּ֔קֶר H1242 וְהַ H8121 זָרְחָ֣ה H2224 עַל H5921 הַמָּ֑יִם H4325 וַיִּרְא֨וּ H7200 מוֹאָ֥ב H4124 מִנֶּ֛גֶד H5048 אֶת H853 הַמַּ֖יִם H4325 אֲדֻמִּ֥ים H122 כַּדָּֽם H1818 ",
  "23": "וַיֹּֽאמְרוּ֙ H559 דָּ֣ם H1818 זֶ֔ה H2088 הָחֳרֵ֤ב H2717 נֶֽחֶרְבוּ֙ H2717 הַמְּלָכִ֔ים H4428 וַיַּכּ֖וּ H5221 אִ֣ישׁ H376 אֶת H853 רֵעֵ֑הוּ H7453 וְעַתָּ֥ה H6258 לַשָּׁלָ֖ל H7998 מוֹאָֽב H4124 ",
  "24": "וַיָּבֹאוּ֮ H935 אֶל H413 מַחֲנֵ֣ה H4264 יִשְׂרָאֵל֒ H3478 וַיָּקֻ֤מוּ H6965 יִשְׂרָאֵל֙ H3478 וַיַּכּ֣וּ H5221 אֶת H853 מוֹאָ֔ב H4124 וַיָּנֻ֖סוּ H5127 מִפְּנֵי H6440 ויבו H935 בָ֔הּ H5221 וְהַכּ֖וֹת H5221 אֶת H853 מוֹאָֽב H4124 ",
  "25": "וְהֶ H5892 יַהֲרֹ֡סוּ H2040 וְכָל H3605 חֶלְקָ֣ה H2513 ט֠וֹבָה H2896 יַשְׁלִ֨יכוּ H7993 אִישׁ H376 אַבְנ֜וֹ H68 וּמִלְא֗וּ H4390 וְכָל H3605 מַעְיַן H4599 מַ֤יִם H4325 יִסְתֹּ֨מוּ֙ H5640 וְכָל H3605 עֵֽץ H6086 ט֣וֹב H2896 יַפִּ֔ילוּ H5307 עַד H5704 הִשְׁאִ֧יר H7604 אֲבָנֶ֛יהָ H68 בַּקִּ֖יר H7025 חֲרָ֑שֶׂת H7025 וַיָּסֹ֥בּוּ H5437 הַקַּלָּעִ֖ים H7051 וַיַּכּֽוּ H5221 ",
  "26": "וַיַּרְא֙ H7200 מֶ֣לֶךְ H4428 מוֹאָ֔ב H4124 כִּֽי H3588 חָזַ֥ק H2388 מִמֶּ֖נּוּ H4480 הַמִּלְחָמָ֑ה H4421 וַיִּקַּ֣ח H3947 א֠וֹתוֹ H854 שְׁבַע H7651 מֵא֨וֹת H3967 אִ֜ישׁ H376 שֹׁ֣לֵֽף H8025 חֶ֗רֶב H2719 לְהַבְקִ֛יעַ H1234 אֶל H413 מֶ֥לֶךְ H4428 אֱד֖וֹם H123 וְלֹ֥א H3808 יָכֹֽלוּ H3201 ",
  "27": "וַיִּקַּח֩ H3947 אֶת H853 בְּנ֨וֹ H1121 הַבְּכ֜וֹר H1060 אֲשֶׁר H834 יִמְלֹ֣ךְ H4427 תַּחְתָּ֗יו H8478 וַיַּעֲלֵ֤ H5927 עֹלָה֙ H5930 עַל H5921 הַ֣חֹמָ֔ה H2346 וַיְהִ֥י H1961 קֶצֶף H7110 גָּד֖וֹל H1419 עַל H5921 יִשְׂרָאֵ֑ל H3478 וַיִּסְעוּ֙ H5265 מֵֽעָלָ֔י H5921 וַיָּשֻׁ֖בוּ H7725 לָאָֽרֶץ H776 "
}
