{
  "1": "וְ֠נַעֲמָן H5283 שַׂר H8269 צְבָ֨א H6635 מֶֽלֶךְ H4428 אֲרָ֜ם H758 הָיָ֣ה H1961 אִישׁ֩ H376 גָּד֨וֹל H1419 לִפְנֵ֤י H6440 אֲדֹנָיו֙ H113 וּנְשֻׂ֣א H5375 פָנִ֔ים H6440 כִּֽי H3588 ב֛וֹ Hb נָֽתַן H5414 יְהוָ֥ה H3068 תְּשׁוּעָ֖ה H8668 לַאֲרָ֑ם H758 וְהָ H376 הָיָ֛ה H1961 גִּבּ֥וֹר H1368 חַ֖יִל H2428 מְצֹרָֽע H6879 ",
  "2": "וַאֲרָם֙ H758 יָצְא֣וּ H3318 גְדוּדִ֔ים H1416 וַיִּשְׁבּ֛וּ H7617 מֵאֶ֥רֶץ H776 יִשְׂרָאֵ֖ל H3478 נַעֲרָ֣ה H5291 קְטַנָּ֑ה H6996 וַתְּהִ֕י H1961 לִפְנֵ֖י H6440 אֵ֥שֶׁת H802 נַעֲמָֽן H5283 ",
  "3": "וַתֹּ֨אמֶר֙ H559 אֶל H413 גְּבִרְתָּ֔הּ H1404 אַחֲלֵ֣י H305 אֲדֹנִ֔י H113 לִפְנֵ֥י H6440 הַנָּבִ֖יא H5030 אֲשֶׁ֣ר H834 בְּשֹׁמְר֑וֹן H8111 אָ֛ז H227 יֶאֱסֹ֥ף H622 אֹת֖וֹ H853 מִצָּרַעְתּֽ H6883 ",
  "4": "וַיָּבֹ֕א H935 וַיַּגֵּ֥ד H5046 לַאדֹנָ֖י H113 לֵאמֹ֑ר H559 כָּזֹ֤את H2063 וְכָ H2063 דִּבְּרָ֣ה H1696 הַֽנַּעֲרָ֔ה H5291 אֲשֶׁ֖ר H834 מֵאֶ֥רֶץ H776 יִשְׂרָאֵֽל H3478 ",
  "5": "וַיֹּ֤אמֶר H559 מֶֽלֶךְ H4428 אֲרָם֙ H758 לֶךְ H3212 בֹּ֔א H935 וְאֶשְׁלְחָ֥ה H7971 סֵ֖פֶר H5612 אֶל H413 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֑ל H3478 וַיֵּלֶךְ֩ H3212 וַיִּקַּ֨ח H3947 בְּיָד֜ H3027 עֶ֣שֶׂר H6235 כִּכְּרֵי H3603 כֶ֗סֶף H3701 וְשֵׁ֤שֶׁת H8337 אֲלָפִים֙ H505 זָהָ֔ב H2091 וְעֶ֖שֶׂר H6235 חֲלִיפ֥וֹת H2487 בְּגָדִֽים H899 ",
  "6": "וַיָּבֵ֣א H935 הַסֵּ֔פֶר H5612 אֶל H413 מֶ֥לֶךְ H4428 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 וְעַתָּ֗ה H6258 כְּב֨וֹא H935 הַסֵּ֤פֶר H5612 הַזֶּה֙ H2088 אֵלֶ֔יךָ H413 הִנֵּ֨ה H2009 שָׁלַ֤חְתִּי H7971 אֵלֶ֨יךָ֙ H413 אֶת H853 נַעֲמָ֣ן H5283 עַבְדִּ֔י H5650 וַאֲסַפְתּ֖ H622 מִצָּרַעְתּֽ H6883 ",
  "7": "וַיְהִ֡י H1961 כִּקְרֹא֩ H7121 מֶֽלֶךְ H4428 יִשְׂרָאֵ֨ל H3478 אֶת H853 הַסֵּ֜פֶר H5612 וַיִּקְרַ֣ע H7167 בְּגָדָ֗יו H899 וַיֹּ֨אמֶר֙ H559 הַאֱלֹהִ֥ים H430 אָ֨נִי֙ H589 לְהָמִ֣ית H4191 וּֽלְ H2421 כִּֽי H3588 זֶה֙ H2088 שֹׁלֵ֣חַ H7971 אֵלַ֔י H413 לֶאֱסֹ֥ף H622 אִ֖ישׁ H376 מִצָּֽרַעְתּ֑ H6883 כִּ֤י H3588 אַךְ H389 דְּעֽוּ H3045 נָא֙ H4994 וּרְא֔וּ H7200 כִּֽי H3588 מִתְאַנֶּ֥ה H579 ה֖וּא H1931 לִֽי Hl ",
  "8": "וַיְהִ֞י H1961 כִּשְׁמֹ֣עַ H8085 אֱלִישָׁ֣ע H477 אִישׁ H376 הָאֱלֹהִ֗ים H430 כִּֽי H3588 קָרַ֤ע H7167 מֶֽלֶךְ H4428 יִשְׂרָאֵל֙ H3478 אֶת H853 בְּגָדָ֔יו H899 וַיִּשְׁלַח֙ H7971 אֶל H413 הַמֶּ֣לֶךְ H4428 לֵאמֹ֔ר H559 לָ֥מָּה H4100 קָרַ֖עְתָּ H7167 בְּגָדֶ֑יךָ H899 יָבֹֽא H935 נָ֣א H4994 אֵלַ֔י H413 וְיֵדַ֕ע H3045 כִּ֛י H3588 יֵ֥שׁ H3426 נָבִ֖יא H5030 בְּיִשְׂרָאֵֽל H3478 ",
  "9": "וַיָּבֹ֥א H935 נַעֲמָ֖ן H5283 בסוס H5483 וּבְ H7393 וַיַּעֲמֹ֥ד H5975 פֶּֽתַח H6607 הַבַּ֖יִת H1004 לֶאֱלִישָֽׁע H477 ",
  "10": "וַיִּשְׁלַ֥ח H7971 אֵלָ֛יו H413 אֱלִישָׁ֖ע H477 מַלְאָ֣ךְ H4397 לֵאמֹ֑ר H559 הָל֗וֹךְ H1980 וְרָחַצְתָּ֤ H7364 שֶֽׁבַע H7651 פְּעָמִים֙ H6471 בַּיַּרְדֵּ֔ן H3383 וְיָשֹׁ֧ב H7725 בְּשָׂרְךָ֛ H1320 לְךָ֖ Hl וּטְהָֽר H2891 ",
  "11": "וַיִּקְצֹ֥ף H7107 נַעֲמָ֖ן H5283 וַיֵּלַ֑ךְ H3212 וַיֹּאמֶר֩ H559 הִנֵּ֨ה H2009 אָמַ֜רְתִּי H559 אֵלַ֣י H413 יֵצֵ֣א H3318 יָצ֗וֹא H3318 וְעָמַד֙ H5975 וְקָרָא֙ H7121 בְּשֵׁם H8034 יְהוָ֣ה H3068 אֱלֹהָ֔יו H430 וְהֵנִ֥יף H5130 יָד֛וֹ H3027 אֶל H413 הַמָּק֖וֹם H4725 וְאָסַ֥ף H622 הַמְּצֹרָֽע H6879 ",
  "12": "הֲלֹ֡א H3808 טוֹב֩ H2896 אבנה H71 וּפַרְפַּ֜ר H6554 נַהֲר֣וֹת H5104 דַּמֶּ֗שֶׂק H1834 מִכֹּל֙ H3605 מֵימֵ֣י H4325 יִשְׂרָאֵ֔ל H3478 הֲלֹֽא H3808 אֶרְחַ֥ץ H7364 בָּהֶ֖ם Hb וְטָהָ֑רְתִּי H2891 וַיִּ֖פֶן H6437 וַיֵּ֥לֶךְ H3212 בְּחֵמָֽה H2534 ",
  "13": "וַיִּגְּשׁ֣וּ H5066 עֲבָדָיו֮ H5650 וַיְדַבְּר֣וּ H1696 אֵלָיו֒ H413 וַיֹּאמְר֗וּ H559 אָבִי֙ H1 דָּבָ֣ר H1697 גָּד֗וֹל H1419 הַנָּבִ֛יא H5030 דִּבֶּ֥ר H1696 אֵלֶ֖יךָ H413 הֲל֣וֹא H3808 תַעֲשֶׂ֑ה H6213 וְאַ֛ף H637 כִּֽי H3588 אָמַ֥ר H559 אֵלֶ֖יךָ H413 רְחַ֥ץ H7364 וּטְהָֽר H2891 ",
  "14": "וַיֵּ֗רֶד H3381 וַיִּטְבֹּ֤ל H2881 בַּיַּרְדֵּן֙ H3383 שֶׁ֣בַע H7651 פְּעָמִ֔ים H6471 כִּדְבַ֖ר H1697 אִ֣ישׁ H376 הָאֱלֹהִ֑ים H430 וַיָּ֣שָׁב H7725 בְּשָׂר֗וֹ H1320 כִּבְשַׂ֛ר H1320 נַ֥עַר H5288 קָטֹ֖ן H6996 וַיִּטְהָֽר H2891 ",
  "15": "וַיָּשָׁב֩ H7725 אֶל H413 אִ֨ישׁ H376 הָאֱלֹהִ֜ים H430 ה֣וּא H1931 וְכָֽל H3605 מַחֲנֵ֗הוּ H4264 וַיָּבֹא֮ H935 וַיַּעֲמֹ֣ד H5975 לְפָנָי H6440 וַיֹּ֗אמֶר H559 הִנֵּה H2009 נָ֤א H4994 יָדַ֨עְתִּי֙ H3045 כִּ֣י H3588 אֵ֤ין H369 אֱלֹהִים֙ H430 בְּכָל H3605 הָאָ֔רֶץ H776 כִּ֖י H3588 אִם H518 בְּיִשְׂרָאֵ֑ל H3478 וְעַתָּ֛ה H6258 קַח H3947 נָ֥א H4994 בְרָכָ֖ה H1293 מֵאֵ֥ת H853 עַבְדֶּֽךָ H5650 ",
  "16": "וַיֹּ֕אמֶר H559 חַי H2416 יְהוָ֛ה H3068 אֲשֶׁר H834 עָמַ֥דְתִּי H5975 לְפָנָ֖י H6440 אִם H518 אֶקָּ֑ח H3947 וַיִּפְצַר H6484 בּ֥וֹ Hb לָקַ֖חַת H3947 וַיְמָאֵֽן H3985 ",
  "17": "וַיֹּאמֶר֮ H559 נַעֲמָן֒ H5283 וָלֹ֕א H3808 יֻתַּן H5414 נָ֣א H4994 לְעַבְדְּ H5650 מַשָּׂ֥א H4853 צֶֽמֶד H6776 פְּרָדִ֖ים H6505 אֲדָמָ֑ה H127 כִּ֡י H3588 לֽוֹא H3808 יַעֲשֶׂה֩ H6213 ע֨וֹד H5750 עַבְדְּךָ֜ H5650 עֹלָ֤ה H5930 וָזֶ֨בַח֙ H2077 לֵאלֹהִ֣ים H430 אֲחֵרִ֔ים H312 כִּ֖י H3588 אִם H518 לַיהוָֽה H3068 ",
  "18": "לַדָּבָ֣ר H1697 הַזֶּ֔ה H2088 יִסְלַ֥ח H5545 יְהוָ֖ה H3068 לְעַבְדֶּ֑ H5650 בְּב֣וֹא H935 אֲדֹנִ֣י H113 בֵית H1004 רִמּוֹן֩ H7417 לְהִשְׁתַּחֲוֺ֨ת H7812 שָׁ֜מָּה H8033 וְה֣וּא H1931 נִשְׁעָ֣ן H8172 עַל H5921 יָדִ֗י H3027 וְהִֽשְׁתַּחֲוֵ֨יתִי֙ H7812 בֵּ֣ית H1004 רִמֹּ֔ן H7417 בְּהִשְׁתַּחֲוָיָ֨תִ H7812 בֵּ֣ית H1004 רִמֹּ֔ן H7417 יִסְלַח H5545 נא H4994 יְהוָ֥ה H3068 לְעַבְדְּ H5650 בַּדָּבָ֥ר H1697 הַזֶּֽה H2088 ",
  "19": "וַיֹּ֥אמֶר H559 ל֖וֹ Hl לֵ֣ךְ H3212 לְשָׁל֑וֹם H7965 וַיֵּ֥לֶךְ H3212 מֵאִתּ֖ H853 כִּבְרַת H3530 אָֽרֶץ H776 ",
  "20": "וַיֹּ֣אמֶר H559 גֵּיחֲזִ֗י H1522 נַעַר֮ H5288 אֱלִישָׁ֣ע H477 אִישׁ H376 הָאֱלֹהִים֒ H430 הִנֵּ֣ה H2009 חָשַׂ֣ךְ H2820 אֲדֹנִ֗י H113 אֶֽת H853 נַעֲמָ֤ן H5283 הָֽאֲרַמִּי֙ H761 הַזֶּ֔ה H2088 מִקַּ֥חַת H3947 מִיָּד֖ H3027 אֵ֣ת H853 אֲשֶׁר H834 הֵבִ֑יא H935 חַי H2416 יְהוָה֙ H3068 כִּֽי H3588 אִם H518 רַ֣צְתִּי H7323 אַחֲרָ֔יו H310 וְלָקַחְתִּ֥י H3947 מֵאִתּ֖ H853 מְאֽוּמָה H3972 ",
  "21": "וַיִּרְדֹּ֥ף H7291 גֵּיחֲזִ֖י H1522 אַחֲרֵ֣י H310 נַֽעֲמָ֑ן H5283 וַיִּרְאֶ֤ה H7200 נַֽעֲמָן֙ H5283 רָ֣ץ H7323 אַחֲרָ֔יו H310 וַיִּפֹּ֞ל H5307 מֵעַ֧ל H5921 הַמֶּרְכָּבָ֛ה H4818 לִקְרָאת֖ H7125 וַיֹּ֥אמֶר H559 הֲשָׁלֽוֹם H7965 ",
  "22": "וַיֹּ֣אמֶר H559 שָׁל֗וֹם H7965 אֲדֹנִי֮ H113 שְׁלָחַ֣נִי H7971 לֵאמֹר֒ H559 הִנֵּ֣ה H2009 עַתָּ֡ה H6258 זֶ֠ה H2088 בָּ֣אוּ H935 אֵלַ֧י H413 שְׁנֵֽי H8147 נְעָרִ֛ים H5288 מֵהַ֥ר H2022 אֶפְרַ֖יִם H669 מִבְּנֵ֣י H1121 הַנְּבִיאִ֑ים H5030 תְּנָה H5414 נָּ֤א H4994 לָהֶם֙ Hl כִּכַּר H3603 כֶּ֔סֶף H3701 וּשְׁתֵּ֖י H8147 חֲלִפ֥וֹת H2487 בְּגָדִֽים H899 ",
  "23": "וַיֹּ֣אמֶר H559 נַעֲמָ֔ן H5283 הוֹאֵ֖ל H2974 קַ֣ח H3947 כִּכָּרָ֑יִם H3603 וַיִּפְרָץ H6555 בּ֗וֹ Hb וַיָּצַר֩ H6887 כִּכְּרַ֨יִם H3603 כֶּ֜סֶף H3701 בִּשְׁנֵ֣י H8147 חֲרִטִ֗ים H2754 וּשְׁתֵּי֙ H8147 חֲלִפ֣וֹת H2487 בְּגָדִ֔ים H899 וַיִּתֵּן֙ H5414 אֶל H413 שְׁנֵ֣י H8147 נְעָרָ֔יו H5288 וַיִּשְׂא֖וּ H5375 לְפָנָֽי H6440 ",
  "24": "וַיָּבֹא֙ H935 אֶל H413 הָעֹ֔פֶל H6076 וַיִּקַּ֥ח H3947 מִיָּדָ֖ H3027 וַיִּפְקֹ֣ד H6485 בַּבָּ֑יִת H1004 וַיְשַׁלַּ֥ח H7971 אֶת H853 הָאֲנָשִׁ֖ים H376 וַיֵּלֵֽכוּ H3212 ",
  "25": "וְהוּא H1931 בָא֙ H935 וַיַּעֲמֹ֣ד H5975 אֶל H413 אֲדֹנָ֔יו H113 וַיֹּ֤אמֶר H559 אֵלָיו֙ H413 אֱלִישָׁ֔ע H477 מאן H575 גֵּחֲזִ֑י H1522 וַיֹּ֕אמֶר H559 לֹֽא H3808 הָלַ֥ךְ H1980 עַבְדְּךָ֖ H5650 אָ֥נֶה H575 וָאָֽנָה H575 ",
  "26": "וַיֹּ֤אמֶר H559 אֵלָיו֙ H413 לֹא H3808 לִבִּ֣י H3820 הָלַ֔ךְ H1980 כַּאֲשֶׁ֧ר H834 הָֽפַךְ H2015 אִ֛ישׁ H376 מֵעַ֥ל H5921 מֶרְכַּבְתּ֖וֹ H4818 לִקְרָאתֶ֑ H7125 הַעֵ֞ת H6256 לָקַ֤חַת H3947 אֶת H853 הַכֶּ֨סֶף֙ H3701 וְלָ H3947 בְּגָדִ֔ים H899 וְזֵיתִ֤ים H2132 וּכְרָמִים֙ H3754 וְצֹ֣אן H6629 וּבָקָ֔ר H1241 וַעֲבָדִ֖ים H5650 וּשְׁפָחֽוֹת H8198 ",
  "27": "וְצָרַ֤עַת H6883 נַֽעֲמָן֙ H5283 תִּֽדְבַּק H1692 בְּךָ֔ Hb וּֽבְ H2233 לְעוֹלָ֑ם H5769 וַיֵּצֵ֥א H3318 מִלְּ H6440 מְצֹרָ֥ע H6879 כַּשָּֽׁלֶג H7950 "
}
