{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you yourselves know, brothers, that our coming to you was not useless.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know that we previously suffered and were shamefully treated at Philippi. We were bold in our God to speak to you the gospel of God in much struggling.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For our exhortation was not from error, nor from impurity, nor from deceit.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, just as we have been approved by God to be trusted with the gospel, so we speak. We speak, not to please men, but to please God. He is the one who examines our hearts.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For we never used words of flattery, as you know, nor as an excuse to cover up greed— God is our witness.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nor did we seek glory from people, either from you or from others. We could have claimed privileges as apostles of Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, we were as gentle among you as a mother comforting her own children.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some other versions read, \\fqa Instead, we were like babies among you, as when a mother comforts her own children \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way we had affection for you. We were pleased to share with you not only the gospel of God but also our own lives. For you had become very dear to us.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you remember, brothers, our labor and toil. Night and day we were working so that we might not weigh down any of you. During that time, we preached to you the gospel of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are witnesses, and God also, how holy, righteous, and blameless was our behavior toward you who believe.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the same way you know how we dealt with each one of you as a father deals with his own children. \n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We were begging you and encouraging and urging you to walk in a manner that is worthy of God, who calls you into his own kingdom and glory.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this reason we also thank God constantly. For when you received from us God's message that you heard, you accepted it not as the word of man. Instead, you received it as it truly is, the word of God. It is this word that is also at work among you who believe.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you, brothers, became imitators of the churches of God that are in Judea in Christ Jesus. For you also suffered the same things from your own countrymen, as they did from the Jews.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was the Jews who killed both the Lord Jesus and the prophets. It was the Jews who drove us out. They do not please God. Instead, they are hostile to all people.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They forbid us to speak to the Gentiles for them to be saved. The result is that they always fill up their own sins. Wrath must come on them in the end.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We were separated from you, brothers, for a short time, in person not in heart. We were especially eager, with great desire, to see your face.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For we wished to come to you—I, Paul, wished to come to you once and again—but Satan stopped us.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For what is our hope, or joy, or crown of pride in front of our Lord Jesus at his coming? Is it not you just as much as others?\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you are our glory and our joy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}