{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, when we could no longer bear it, we thought it was good to be left behind at Athens alone.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We sent Timothy, our brother and fellow worker for God in the gospel of Christ, to strengthen and comfort you regarding your faith.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some other versions read, \\fqa We sent Timothy, our brother and God's servant in the gospel of Christ \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We did this so that no one would be shaken by these sufferings. For yourselves know that for this we have been appointed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Truly, when we were with you, we told you in advance that we were about to suffer affliction, and that happened, as you know.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this reason, when I could no longer stand it, I sent that I might know about your faith. Perhaps the tempter had somehow tempted you, and our labor was in vain.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Timothy came to us from you and brought us the good news of your faith and love. He told us that you always have good memories of us, and that you long to see us just as we also long to see you.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of this, brothers, we were comforted by you because of your faith, in all our distress and affliction.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For now we live, if you stand firm in the Lord.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For what thanks can we give to God for you, for all the joy that we have before our God over you?\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Night and day we pray very hard that we may see your face and provide what is lacking in your faith.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May our God and Father himself, and our Lord Jesus, direct our way to you.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May the Lord make you increase and abound in love one for another and toward all people, as we also do for you.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May he strengthen your hearts, so that they will be blameless in holiness before our God and Father, at the coming of our Lord Jesus with all his saints.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}