{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Finally, brothers, we encourage and exhort you in the Lord Jesus. As you received instructions from us about how you must walk and please God, also in this way walk, so that you do so even more.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For you know what instructions we gave you through the Lord Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this is the will of God, your sanctification, that you avoid sexual immorality,\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "that each of you know how to possess his own vessel in holiness and honor,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "not in the passion of lust (as the Gentiles who do not know God).\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let no man transgress and wrong his brother in this matter. For the Lord is an avenger in all these things, just as we forewarned you and testified.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For God did not call us to uncleanness, but to holiness.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, he who rejects this rejects not people, but God, who gives his Holy Spirit to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Regarding brotherly love, you have no need for anyone to write to you, for you yourselves are taught by God to love one another.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Indeed, you do this for all the brothers who are in all Macedonia. But we exhort you, brothers, to do this even more.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We also exhort you to aspire to live quietly, take care of your own responsibilities, and work with your hands, just as we commanded you,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so that you may walk properly before outsiders and not be in any need.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We do not want you to be uninformed, brothers, about those who sleep, so that you do not grieve like the rest who do not have hope.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For if we believe that Jesus died and rose again, even so God will bring with Jesus those who have fallen asleep in him.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this we say to you by the word of the Lord, that we who are alive, who are left at the coming of the Lord, will surely not go before those who have fallen asleep.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the Lord himself will descend from heaven. He will come with a shout, with the voice of the archangel, and with the trumpet of God, and the dead in Christ will rise first.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then we who are alive, who are left, will together with them be caught up in the clouds to meet the Lord in the air. In this way we will always be with the Lord.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, comfort one another with these words.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}