{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are like a son to me. So I urge also that you let God empower you as a result of Christ Jesus acting kindly toward you.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Command and trust faithful men to teach the things you heard from me and from many others who have testified in the same way to others, too.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Endure as I do what we suffer for Christ Jesus, like a good soldier endures what he suffers.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know that soldiers, in order to please their captain, do not become involved in civilian affairs.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Likewise, athletes competing in games cannot win unless they obey the rules.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And the farmer who works hard must receive his share of the crops first.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Think about what I have just written, because, if you do, the Lord will enable you to understand everything that you need to understand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As you suffer hardships, remember Jesus Christ, a descendant of King David. God raised him from the dead, as I also preach in the gospel message.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this gospel I suffer to the point of being imprisoned as a criminal. But the word of God is not in prison.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore I willingly endure all that I am suffering for the sake of those whom God has chosen. I do this in order that Christ Jesus will save them, too, and that they will be forever with him in the glorious place where he is.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You can depend on the words that we sometimes say:\n "
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"If we have died with Jesus, we will also live with him.\n"
      },
      {
        "type": "text",
        "text": " "
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If we endure, we will also reign with him.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "But if we deny him, he also will deny us.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If we are unfaithful to Jesus, he continues to be faithful;\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "for he cannot deny himself.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those whom you appointed to teach others God's truth, keep reminding them about these things that I have told you. Warn them before God not to fight over foolish words, because doing so does not help anything and can ruin those who listen.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do your best to cause God to approve you as a worker who has no need to be ashamed, who teaches the word of God correctly, for everyone can depend on the fact that it tells the truth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Stay away from people who talk in ways that insult God, because this kind of talk dishonors God more and more.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This kind of words will spread like an infectious disease. Hymenaeus and Philetus are two examples of men who talk like this.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These men have stopped believing. They say that the resurrection of the dead has already happened. In this way they convince some Christians to stop trusting in Christ.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, the truth about God still exists. It is like a firm foundation of a building, on which someone has written these words: \"The Lord knows those who belong to him\" and \"Everyone who says he belongs to the Lord must stop doing wicked deeds.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In a wealthy person's house there are not only utensils made of gold and of silver, but also utensils made of wood and of clay. The gold and silver utensils are used on special occasions. But the wood and clay utensils are used in ordinary times.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, those who rid themselves of what is evil in their lives will be able to work well for the Lord. They will be like utensils ready to do any kind of good work. They will become very useful to the Master to do special work for him, every good deed, in fact.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not keep on wanting the sinful things that young people usually desire. Instead, try to do right things. Try to trust in God and love him. Try to live in peace. Stay together with the people who worship the Lord sincerely.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not talk with anyone who foolishly wants to argue about matters that are not important. Do not talk with them, because you know that when people talk about foolish things, they begin to quarrel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But those who serve the Lord must not quarrel. Instead, they should be kind to all people, they should be able to teach God's truth well, and they should be patient with people.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is, they should gently instruct the people who argue against them. Perhaps God may give them the opportunity to repent and come to know the truth.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that way they may think correctly and be like people who have escaped from a trap set by the devil. It is the devil who has deceived them in order to get them to do what he wishes them to do.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}