{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I want you to know this: In the final period of time before the Lord returns, it will be very dangerous.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People will love themselves more than anyone else. They will love money. They will boast about themselves. They will be proud. They will insult others. They will not obey their parents. They will not thank anyone for anything. They will not honor God.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will not love even their own families. They will refuse to be at peace with anyone. They will slander others. They will not control themselves. They will be brutal toward others. They will not love what is good.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will betray the ones they should protect. They will do dangerous things without thinking. They will be proud, and they will do what pleases them instead of loving God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will seem to honor God, but they will refuse to accept the power that God truly wants to give them. Stay away from people like this.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These men persuade foolish women to let them come into their houses. Then they deceive those women so that they control what they think. These are women who sin all the time, so they follow these evil men into doing all sorts of bad things that they enjoy doing.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even though these women are always wanting to learn new things, they are never able to learn what is actually true.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the same way that Jannes and Jambres tried to stop Moses, so do these men now try to stop people from obeying the truth. These men are ruined in how they think. They are frauds in matters of the faith.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nevertheless, they will not succeed very much in what they do, because most others will clearly see that these people understand nothing. It is just like how the people of Israel saw that Jannes and Jambres were foolish.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Timothy, you have followed what I taught you. You have seen my way of living. You have seen how I want to serve God. You have seen how I trust in him. You have seen how I have peace even when I am suffering. You have seen how I love God and the believers. You have seen how I keep on serving God even when it is very hard to do so.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have seen how people persecuted me. You have seen every way in which I suffered when I was in Antioch, Iconium, and Lystra. I suffered very much in those places, but the Lord has taken me out of all that suffering.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Indeed, they will make suffer every one who wants to live in a way that he honors Christ Jesus.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Evil men and frauds will continue to become more evil. They will lead people away from what is true, and they will allow others to lead themselves away also.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for you, keep on doing the things that you have learned to do, and the things that you have come to believe are right. Remember me, because I am the one who taught you these things.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Remember also that even when you were a young child, you learned what God says in the scriptures. These can teach you how Christ Jesus saves us, when we trust in him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the scriptures come from God's Spirit, so we should read them in order to teach the truth about God. We should also read them in order to persuade people to believe the truth. Also to correct people when they sin. Also to teach people how to do what is right.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We should do these things so that God can train every believer and give him what he needs in order to do every kind of good thing.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}