{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Christ Jesus comes soon to rule, he will judge those who still live and those who died. And now he and God are watching me as I command you\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "to proclaim the message about Christ. Be ready to do this when it is easy to do so and also when it is not easy. Convince people about what is right when they have done wrong. Warn them not to sin. Encourage them to follow Christ. Do these things as you teach them, and always be willing to wait for them to do better.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I tell you these things, because the time will come when people among us will not follow what God truly teaches. Instead, they will find many men who will teach that it is good to do anything they wish to do. In this way, they will always be looking for something new and different to learn.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will stop listening to the truth, and they will pay attention to foolish stories.\n "
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for you, Timothy, control yourself no matter what happens. Be willing to endure difficult things. Do the work of preaching the Gospel. Complete the work you must do to serve the Lord.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I tell you these things, because soon I will die and leave this world. I will be like the cup of wine that they pour out on the altar and sacrifice to God.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am like an athlete who has done his best in a contest. I am like a runner who has finished his race. I have done my best to obey God.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now a prize is waiting for me because I have lived in the right way for God. The Lord will judge me in the right way. He will give that prize to me when he comes again. And he will give it also to everyone who waits eagerly for him to come again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Timothy, try to come to me soon.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Demas left me behind and went to Thessalonica, because he loves life in this world too much. Crescens went to Galatia, and Titus went to Dalmatia.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Only Luke is still with me. Get Mark and bring him with you. Do this because he can help me very much.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have sent Tychicus to Ephesus.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you come, bring the outer garment that I left at Troas with Carpus. Also bring the scrolls, especially those made from animal skins.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Alexander the metalworker acted very badly toward me. The Lord will punish him for what he has done.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You also should be on guard against him because he did everything possible to stop our preaching.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The first time I stood in court and explained my work, no believers stood by my side to encourage me. They all stayed away. May God not hold them responsible for this.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Lord stood with me and helped me. He made me strong, so that I fully spoke his word and so that all the Gentiles listened to it. In this way God saved me from dying.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord will rescue me from every evil thing they do. He will bring me safely to where he rules in heaven. May people praise him forever. Amen.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Greet Priscilla and Aquila. Greet the people in the home of Onesiphorus.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Erastus stayed in Corinth city. As for Trophimus, I left him in Miletus city because he was sick.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Try to come before winter. Eubulus greets you, also Pudens, Linus, Claudia, and all the brothers.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "May the Lord be with your spirit. May he be kind to all of you.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}