{
  "1": "וְאֵ֗לֶּה H428 הַבָּאִ֤ים H935 אֶל H413 דָּוִיד֙ H1732 לְצִ֣יקְלַ֔ג H6860 ע֣וֹד H5750 עָצ֔וּר H6113 מִפְּנֵ֖י H6440 שָׁא֣וּל H7586 בֶּן H1121 קִ֑ישׁ H7027 וְהֵ֨מָּה֙ H1992 בַּגִּבּוֹרִ֔ים H1368 עֹזְרֵ֖י H5826 הַמִּלְחָמָֽה H4421 ",
  "2": "נֹ֣שְׁקֵי H5401 קֶ֗שֶׁת H7198 מַיְמִינִ֤ים H3231 וּמַשְׂמִאלִים֙ H8041 בָּֽאֲבָנִ֔ים H68 וּבַ H2671 בַּקָּ֑שֶׁת H7198 מֵאֲחֵ֥י H251 שָׁא֖וּל H7586 מִבִּנְיָמִֽן H1144 ",
  "3": "הָרֹ֨אשׁ H7218 אֲחִיעֶ֜זֶר H295 וְיוֹאָ֗שׁ H3101 בְּנֵי֙ H1121 הַשְּׁמָעָ֣ה H8094 הַגִּבְעָתִ֔י H1395 ויזואל H3149 וָפֶ֖לֶט H6404 בְּנֵ֣י H1121 עַזְמָ֑וֶת H5820 וּבְרָכָ֕ה H1294 וְיֵה֖וּא H3058 הָעֲנְּתֹתִֽי H6069 ",
  "4": "וְיִרְמְיָ֤ה H3414 וְיַחֲזִיאֵל֙ H3166 וְי֣וֹחָנָ֔ן H3076 וְיוֹזָבָ֖ד H3107 הַגְּדֵרָתִֽי H1452 ",
  "5": "אֶלְעוּזַ֤י H498 וִירִימוֹת֙ H3406 וּבְעַלְיָ֣ה H1183 וּשְׁמַרְיָ֔הוּ H8114 וּשְׁפַטְיָ֖הוּ H8203 החריפי H2741 ",
  "6": "אֶלְקָנָ֡ה H511 וְ֠יִשִּׁיָּהוּ H3449 וַעֲזַרְאֵ֧ל H5832 וְיוֹעֶ֛זֶר H3134 וְיָשָׁבְעָ֖ם H3434 הַקָּרְחִֽים H7145 ",
  "7": "וְיוֹעֵאלָ֧ה H3132 וּזְבַדְיָ֛ה H2069 בְּנֵ֥י H1121 יְרֹחָ֖ם H3395 מִן H4480 הַגְּדֽוֹר H1446 ",
  "8": "וּמִן H4480 הַגָּדִ֡י H1425 נִבְדְּל֣וּ H914 אֶל H413 דָּוִיד֩ H1732 לַמְצַ֨ד H4679 מִדְבָּ֜רָה H4057 גִּבֹּרֵ֣י H1368 הַחַ֗יִל H2428 אַנְשֵׁ֤י H376 צָבָא֙ H6635 לַמִּלְחָמָ֔ה H4421 עֹרְכֵ֥י H6186 צִנָּ֖ה H6793 וָרֹ֑מַח H7420 וּפְנֵ֤י H6440 אַרְיֵה֙ H738 פְּנֵיהֶ֔ם H6440 וְכִ H6643 עַל H5921 הֶהָרִ֖ים H2022 לְמַהֵֽר H4116 ",
  "9": "עֵ֖זֶר H5829 הָרֹ֑אשׁ H7218 עֹבַדְיָה֙ H5662 הַשֵּׁנִ֔י H8145 אֱלִיאָ֖ב H446 הַשְּׁלִשִֽׁי H7992 ",
  "10": "מִשְׁמַנָּה֙ H4925 הָרְבִיעִ֔י H7243 יִרְמְיָ֖ה H3414 הַחֲמִשִֽׁי H2549 ",
  "11": "עַתַּי֙ H6262 הַשִּׁשִּׁ֔י H8345 אֱלִיאֵ֖ל H447 הַשְּׁבִעִֽי H7637 ",
  "12": "יֽוֹחָנָן֙ H3076 הַשְּׁמִינִ֔י H8066 אֶלְזָבָ֖ד H443 הַתְּשִׁיעִֽי H8671 ",
  "13": "יִרְמְיָ֨הוּ֙ H3414 הָעֲשִׂירִ֔י H6224 מַכְבַּנַּ֖י H4344 עַשְׁתֵּ֥י H6249 עָשָֽׂר H6240 ",
  "14": "אֵ֥לֶּה H428 מִבְּנֵי H1121 גָ֖ד H1410 רָאשֵׁ֣י H7218 הַצָּבָ֑א H6635 אֶחָ֤ד H259 לְמֵאָה֙ H3967 הַקָּטָ֔ן H6996 וְהַ H1419 לְאָֽלֶף H505 ",
  "15": "אֵ֣לֶּה H428 הֵ֗ם H1992 אֲשֶׁ֨ר H834 עָבְר֤וּ H5674 אֶת H853 הַיַּרְדֵּן֙ H3383 בַּחֹ֣דֶשׁ H2320 הָרִאשׁ֔וֹן H7223 וְה֥וּא H1931 מְמַלֵּ֖א H4390 עַל H5921 כָּל H3605 גדיתיו H1428 וַיַּבְרִ֨יחוּ֙ H1272 אֶת H853 כָּל H3605 הָ֣עֲמָקִ֔ים H6010 לַמִּזְרָ֖ח H4217 וְלַֽ H4628 ",
  "16": "וַיָּבֹ֗אוּ H935 מִן H4480 בְּנֵ֤י H1121 בִנְיָמִן֙ H1144 וִֽיהוּדָ֔ה H3063 עַד H5704 לַמְצָ֖ד H4679 לְדָוִֽיד H1732 ",
  "17": "וַיֵּצֵ֣א H3318 דָוִיד֮ H1732 לִפְנֵי H6440 וַיַּ֨עַן֙ H6030 וַיֹּ֣אמֶר H559 לָהֶ֔ם Hl אִם H518 לְשָׁל֞וֹם H7965 בָּאתֶ֤ם H935 אֵלַי֙ H413 לְעָזְרֵ֔ H5826 יִֽהְיֶה H1961 לִּ֧י Hl עֲלֵיכֶ֛ם H5921 לֵבָ֖ב H3824 לְיָ֑חַד H3162 וְאִֽם H518 לְרַמּוֹתַ֣ H7411 לְצָרַ֗ H6862 בְּלֹ֤א H3808 חָמָס֙ H2555 בְּכַפַּ֔ H3709 יֵ֛רֶא H7200 אֱלֹהֵ֥י H430 אֲבוֹתֵ֖ינוּ H1 וְיוֹכַֽח H3198 ",
  "18": "וְר֣וּחַ H7307 לָבְשָׁ֗ה H3847 אֶת H853 עֲמָשַׂי֮ H6022 רֹ֣אשׁ H7218 השלושים H7970 לְךָ֤ Hl דָוִיד֙ H1732 וְעִמְּ H5973 בֶן H1121 יִשַׁ֔י H3448 שָׁל֨וֹם H7965 שָׁל֜וֹם H7965 לְךָ֗ Hl וְשָׁלוֹם֙ H7965 לְעֹ֣זְרֶ֔ H5826 כִּ֥י H3588 עֲזָרְךָ֖ H5826 אֱלֹהֶ֑יךָ H430 וַיְקַבְּלֵ֣ H6901 דָּוִ֔יד H1732 וַֽיִּתְּנֵ֖ H5414 בְּרָאשֵׁ֥י H7218 הַגְּדֽוּד H1416 ",
  "19": "וּמִֽ H4519 נָפְל֣וּ H5307 עַל H5921 דָּוִ֗יד H1732 בְּבֹא֨ H935 עִם H5973 פְּלִשְׁתִּ֧ים H6430 עַל H5921 שָׁא֛וּל H7586 לַמִּלְחָמָ֖ה H4421 וְלֹ֣א H3808 עֲזָרֻ֑ם H5826 כִּ֣י H3588 בְעֵצָ֗ה H6098 שִׁלְּחֻ֜הוּ H7971 סַרְנֵ֤י H5633 פְלִשְׁתִּים֙ H6430 לֵאמֹ֔ר H559 בְּרָאשֵׁ֕י H7218 יִפּ֖וֹל H5307 אֶל H413 אֲדֹנָ֥יו H113 שָׁאֽוּל H7586 ",
  "20": "בְּלֶכְתּ֣ H3212 אֶל H413 צִֽיקְלַ֗ג H6860 נָפְל֣וּ H5307 עָלָ֣יו H5921 מִֽמְּנַשֶּׁ֡ה H4519 עַ֠דְנַח H5734 וְיוֹזָבָ֤ד H3107 וִידִֽיעֲאֵל֙ H3043 וּמִיכָאֵ֣ל H4317 וְיוֹזָבָ֔ד H3107 וֶאֱלִיה֖וּא H453 וְצִלְּתָ֑י H6769 רָאשֵׁ֥י H7218 הָאֲלָפִ֖ים H505 אֲשֶׁ֥ר H834 לִמְנַשֶּֽׁה H4519 ",
  "21": "וְהֵ֗מָּה H1992 עָזְר֤וּ H5826 עִם H5973 דָּוִיד֙ H1732 עַֽל H5921 הַגְּד֔וּד H1416 כִּֽי H3588 גִבּ֥וֹרֵי H1368 חַ֖יִל H3605 כֻּלָּ֑ם H2428 וַיִּהְי֥וּ H1961 שָׂרִ֖ים H8269 בַּצָּבָֽא H6635 ",
  "22": "כִּ֚י H3588 לְעֶת H6256 י֣וֹם H3117 בְּי֔וֹם H3117 יָבֹ֥אוּ H935 עַל H5921 דָּוִ֖יד H1732 לְעָזְר֑ H5826 עַד H5704 לְמַחֲנֶ֥ה H4264 גָד֖וֹל H1419 כְּמַחֲנֵ֥ה H4264 אֱלֹהִֽים H430 ",
  "23": "וְ֠אֵלֶּה H428 מִסְפְּרֵ֞י H4557 רָאשֵׁ֤י H7218 הֶֽחָלוּץ֙ H2502 לַצָּבָ֔א H6635 בָּ֥אוּ H935 עַל H5921 דָּוִ֖יד H1732 חֶבְר֑וֹנָה H2275 לְהָסֵ֞ב H5437 מַלְכ֥וּת H4438 שָׁא֛וּל H7586 אֵלָ֖יו H413 כְּפִ֥י H6310 יְהוָֽה H3068 ",
  "24": "בְּנֵ֣י H1121 יְהוּדָ֔ה H3063 נֹשְׂאֵ֥י H5375 צִנָּ֖ה H6793 וָרֹ֑מַח H7420 שֵׁ֧שֶׁת H8337 אֲלָפִ֛ים H505 וּשְׁמוֹנֶ֥ה H8083 מֵא֖וֹת H3967 חֲלוּצֵ֥י H2502 צָבָֽא H6635 ",
  "25": "מִן H4480 בְּנֵ֣י H1121 שִׁמְע֗וֹן H8095 גִּבּ֤וֹרֵי H1368 חַ֨יִל֙ H2428 לַצָּבָ֔א H6635 שִׁבְעַ֥ת H7651 אֲלָפִ֖ים H505 וּמֵאָֽה H3967 ",
  "26": "מִן H4480 בְּנֵי֙ H1121 הַלֵּוִ֔י H3878 אַרְבַּ֥עַת H702 אֲלָפִ֖ים H505 וְשֵׁ֥שׁ H8337 מֵאֽוֹת H3967 ",
  "27": "וִיהוֹיָדָ֖ע H3077 הַנָּגִ֣יד H5057 לְאַהֲרֹ֑ן H175 וְעִמּ֕ H5973 שְׁלֹ֥שֶׁת H7969 אֲלָפִ֖ים H505 וּשְׁבַ֥ע H7651 מֵאֽוֹת H3967 ",
  "28": "וְצָד֥וֹק H6659 נַ֖עַר H5288 גִּבּ֣וֹר H1368 חָ֑יִל H2428 וּבֵית H1004 אָבִ֥יו H1 שָׂרִ֖ים H8269 עֶשְׂרִ֥ים H6242 וּשְׁנָֽיִם H8147 ",
  "29": "וּמִן H4480 בְּנֵ֧י H1121 בִנְיָמִ֛ן H1144 אֲחֵ֥י H251 שָׁא֖וּל H7586 שְׁלֹ֣שֶׁת H7969 אֲלָפִ֑ים H505 וְעַד H5704 הֵ֨נָּה֙ H2008 מַרְבִּיתָ֔ם H4768 שֹׁמְרִ֕ים H8104 מִשְׁמֶ֖רֶת H4931 בֵּ֥ית H1004 שָׁאֽוּל H7586 ",
  "30": "וּמִן H4480 בְּנֵ֣י H1121 אֶפְרַ֔יִם H669 עֶשְׂרִ֥ים H6242 אֶ֖לֶף H505 וּשְׁמוֹנֶ֣ה H8083 מֵא֑וֹת H3967 גִּבּ֣וֹרֵי H1368 חַ֔יִל H2428 אַנְשֵׁ֥י H376 שֵׁמ֖וֹת H8034 לְבֵ֥ית H1004 אֲבוֹתָֽם H1 ",
  "31": "וּמֵ H2677 מַטֵּ֣ה H4294 מְנַשֶּׁ֔ה H4519 שְׁמוֹנָ֥ה H8083 עָשָׂ֖ר H6240 אָ֑לֶף H505 אֲשֶׁ֤ר H834 נִקְּבוּ֙ H5344 בְּשֵׁמ֔וֹת H8034 לָב֖וֹא H935 לְהַמְלִ֥יךְ H4427 אֶת H853 דָּוִֽיד H1732 ",
  "32": "וּמִ H1121 יִשָּׂשכָ֗ר H3485 יוֹדְעֵ֤י H3045 בִינָה֙ H998 לַֽעִתִּ֔ים H6256 לָדַ֖עַת H3045 מַה H4100 יַּעֲשֶׂ֣ה H6213 יִשְׂרָאֵ֑ל H3478 רָאשֵׁיהֶ֣ם H7218 מָאתַ֔יִם H3967 וְכָל H3605 אֲחֵיהֶ֖ם H251 עַל H5921 פִּיהֶֽם H6310 ",
  "33": "מִזְּבֻל֞וּן H2074 יוֹצְאֵ֣י H3318 צָבָ֗א H6635 עֹרְכֵ֧י H6186 מִלְחָמָ֛ה H4421 בְּכָל H3605 כְּלֵ֥י H3627 מִלְחָמָ֖ה H4421 חֲמִשִּׁ֣ים H2572 אָ֑לֶף H505 וְלַ H5737 בְּלֹא H3808 לֵ֥ב H3820 וָלֵֽב H3820 ",
  "34": "וּמִ H5321 שָׂרִ֣ים H8269 אָ֑לֶף H505 וְעִמָּ H5973 בְּצִנָּ֣ה H6793 וַחֲנִ֔ית H2595 שְׁלֹשִׁ֥ים H7970 וְשִׁבְעָ֖ה H7651 אָֽלֶף H505 ",
  "35": "וּמִן H4480 הַדָּנִי֙ H1839 עֹרְכֵ֣י H6186 מִלְחָמָ֔ה H4421 עֶשְׂרִֽים H6242 וּשְׁמוֹנָ֥ה H8083 אֶ֖לֶף H505 וְשֵׁ֥שׁ H8337 מֵאֽוֹת H3967 ",
  "36": "וּמֵ H836 יוֹצְאֵ֥י H3318 צָבָ֛א H6635 לַעֲרֹ֥ךְ H6186 מִלְחָמָ֖ה H4421 אַרְבָּעִ֥ים H705 אָֽלֶף H505 ",
  "37": "וּמֵ H5676 לַ֠יַּרְדֵּן H3383 מִן H4480 הָראוּבֵנִ֨י H7206 וְהַ H1425 וַחֲצִ֣י H2677 שֵׁ֣בֶט H7626 מְנַשֶּׁ֗ה H4519 בְּכֹל֙ H3605 כְּלֵי֙ H3627 צְבָ֣א H6635 מִלְחָמָ֔ה H4421 מֵאָ֥ה H3967 וְעֶשְׂרִ֖ים H6242 אָֽלֶף H505 ",
  "38": "כָּל H3605 אֵ֜לֶּה H428 אַנְשֵׁ֣י H376 מִלְחָמָה֮ H4421 עֹדְרֵ֣י H6186 מַעֲרָכָה֒ H4634 בְּלֵבָ֤ב H8003 שָׁלֵם֙ H3824 בָּ֣אוּ H935 חֶבְר֔וֹנָה H2275 לְהַמְלִ֥יךְ H4427 אֶת H853 דָּוִ֖יד H1732 עַל H5921 כָּל H3605 יִשְׂרָאֵ֑ל H3478 וְ֠גַם H1571 כָּל H3605 שֵׁרִ֧ית H7611 יִשְׂרָאֵ֛ל H3478 לֵ֥ב H3820 אֶחָ֖ד H259 לְהַמְלִ֥יךְ H4427 אֶת H853 דָּוִֽיד H1732 ",
  "39": "וַיִּהְיוּ H1961 שָׁ֤ם H8033 עִם H5973 דָּוִיד֙ H1732 יָמִ֣ים H3117 שְׁלוֹשָׁ֔ה H7969 אֹכְלִ֖ים H398 וְשׁוֹתִ֑ים H8354 כִּֽי H3588 הֵכִ֥ינוּ H3559 לָהֶ֖ם Hl אֲחֵיהֶֽם H251 ",
  "40": "וְגַ֣ם H1571 הַקְּרֽוֹבִים H7138 אֲ֠לֵיהֶם H413 עַד H5704 יִשָׂשכָ֨ר H3485 וּזְבֻל֜וּן H2074 וְנַפְתָּלִ֗י H5321 מְבִיאִ֣ים H935 לֶ֡חֶם H3899 בַּחֲמוֹרִ֣ים H2543 וּבַ H1581 וּבַ H6505 וּֽבַ H1241 מַאֲכָ֡ל H3978 קֶ֠מַח H7058 דְּבֵלִ֨ים H1690 וְצִמּוּקִ֧ים H6778 וְיַֽיִן H3196 וְשֶׁ֛מֶן H8081 וּבָקָ֥ר H1241 וְצֹ֖אן H6629 לָרֹ֑ב H7230 כִּ֥י H3588 שִׂמְחָ֖ה H8057 בְּיִשְׂרָאֵֽל H3478 ",
  "41": "וְגַ֣ם H1571 הַקְּרֽוֹבִים H7138 אֲ֠לֵיהֶם H413 עַד H5704 יִשָׂשכָ֨ר H3485 וּזְבֻל֜וּן H2074 וְנַפְתָּלִ֗י H5321 מְבִיאִ֣ים H935 לֶ֡חֶם H3899 בַּחֲמוֹרִ֣ים H2543 וּבַ H1581 וּבַ H6505 וּֽבַ H1241 מַאֲכָ֡ל H3978 קֶ֠מַח H7058 דְּבֵלִ֨ים H1690 וְצִמּוּקִ֧ים H6778 וְיַֽיִן H3196 וְשֶׁ֛מֶן H8081 וּבָקָ֥ר H1241 וְצֹ֖אן H6629 לָרֹ֑ב H7230 כִּ֥י H3588 שִׂמְחָ֖ה H8057 בְּיִשְׂרָאֵֽל H3478 "
}
