{
  "1": "וַיַּֽעַשׂ H6213 ל֥וֹ Hl בָתִּ֖ים H1004 בְּעִ֣יר H5892 דָּוִ֑יד H1732 וַיָּ֤כֶן H3559 מָקוֹם֙ H4725 לַֽאֲר֣וֹן H727 הָֽאֱלֹהִ֔ים H430 וַיֶּט H5186 ל֖וֹ Hl אֹֽהֶל H168 ",
  "2": "אָ֚ז H227 אָמַ֣ר H559 דָּוִ֔יד H1732 לֹ֤א H3808 לָשֵׂאת֙ H5375 אֶת H853 אֲר֣וֹן H727 הָֽאֱלֹהִ֔ים H430 כִּ֖י H3588 אִם H518 הַלְוִיִּ֑ם H3881 כִּי H3588 בָ֣ם Hb בָּחַ֣ר H977 יְהוָ֗ה H3068 לָשֵׂ֞את H5375 אֶת H853 אֲר֧וֹן H727 יְהוָ֛ה H3068 וּֽלְ H8334 עַד H5704 עוֹלָֽם H5769 ",
  "3": "וַיַּקְהֵ֥ל H6950 דָּוִ֛יד H1732 אֶת H853 כָּל H3605 יִשְׂרָאֵ֖ל H3478 אֶל H413 יְרֽוּשָׁלִָ֑ם H3389 לְהַעֲלוֹת֙ H5927 אֶת H853 אֲר֣וֹן H727 יְהוָ֔ה H3068 אֶל H413 מְקוֹמ֖וֹ H4725 אֲשֶׁר H834 הֵכִ֥ין H3559 לֽוֹ Hl ",
  "4": "וַיֶּאֱסֹ֥ף H622 דָּוִ֛יד H1732 אֶת H853 בְּנֵ֥י H1121 אַֽהֲרֹ֖ן H175 וְאֶת H853 הַלְוִיִּֽם H3881 ",
  "5": "לִבְנֵ֖י H1121 קְהָ֑ת H6955 אוּרִיאֵ֣ל H222 הַשָּׂ֔ר H8269 וְאֶחָ֖י H251 מֵאָ֥ה H3967 וְעֶשְׂרִֽים H6242 ",
  "6": "לִבְנֵ֖י H1121 מְרָרִ֑י H4847 עֲשָׂיָ֣ה H6222 הַשָּׂ֔ר H8269 וְאֶחָ֖י H251 מָאתַ֥יִם H3967 וְעֶשְׂרִֽים H6242 ",
  "7": "לִבְנֵ֖י H1121 גֵּרְשׁ֑וֹם H1648 יוֹאֵ֣ל H3100 הַשָּׂ֔ר H8269 וְאֶחָ֖י H251 מֵאָ֥ה H3967 וּשְׁלֹשִֽׁים H7970 ",
  "8": "לִבְנֵ֖י H1121 אֱלִֽיצָפָ֑ן H469 שְׁמַֽעְיָ֥ה H8098 הַשָּׂ֖ר H8269 וְאֶחָ֥י H251 מָאתָֽיִם H3967 ",
  "9": "לִבְנֵ֖י H1121 חֶבְר֑וֹן H2275 אֱלִיאֵ֥ל H447 הַשָּׂ֖ר H8269 וְאֶחָ֥י H251 שְׁמוֹנִֽים H8084 ",
  "10": "לִבְנֵ֖י H1121 עֻזִּיאֵ֑ל H5816 עַמִּינָדָ֣ב H5992 הַשָּׂ֔ר H8269 וְאֶחָ֕י H251 מֵאָ֖ה H3967 וּשְׁנֵ֥ים H8147 עָשָֽׂר H6240 ",
  "11": "וַיִּקְרָ֣א H7121 דָוִ֔יד H1732 לְצָד֥וֹק H6659 וּלְ H54 הַכֹּֽהֲנִ֑ים H3548 וְלַ H3881 לְאֽוּרִיאֵ֤ל H222 עֲשָׂיָה֙ H6222 וְיוֹאֵ֣ל H3100 שְׁמַֽעְיָ֔ה H8098 וֶאֱלִיאֵ֖ל H447 וְעַמִּינָדָֽב H5992 ",
  "12": "וַיֹּ֣אמֶר H559 לָהֶ֔ם Hl אַתֶּ֛ם H859 רָאשֵׁ֥י H7218 הָאָב֖וֹת H1 לַלְוִיִּ֑ם H3881 הִֽתְקַדְּשׁוּ֙ H6942 אַתֶּ֣ם H859 וַאֲחֵי H251 וְהַֽעֲלִיתֶ֗ם H5927 אֵ֣ת H853 אֲר֤וֹן H727 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 אֶל H413 הֲכִינ֖וֹתִי H3559 לֽוֹ Hl ",
  "13": "כִּ֛י H3588 לְמַ H7223 לֹ֣א H3808 אַתֶּ֑ם H859 פָּרַ֨ץ H6555 יְהוָ֤ה H3068 אֱלֹהֵ֨ינוּ֙ H430 בָּ֔נוּ Hb כִּי H3588 לֹ֥א H3808 דְרַשְׁנֻ֖הוּ H1875 כַּמִּשְׁפָּֽט H4941 ",
  "14": "וַיִּֽתְקַדְּשׁ֔וּ H6942 הַכֹּהֲנִ֖ים H3548 וְהַ H3881 לְהַעֲל֕וֹת H5927 אֶת H853 אֲר֥וֹן H727 יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
  "15": "וַיִּשְׂא֣וּ H5375 בְנֵֽי H1121 הַלְוִיִּ֗ם H3881 אֵ֚ת H853 אֲר֣וֹן H727 הָֽאֱלֹהִ֔ים H430 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 מֹשֶׁ֖ה H4872 כִּדְבַ֣ר H1697 יְהוָ֑ה H3068 בִּכְתֵפָ֥ H3802 בַּמֹּט֖וֹת H4133 עֲלֵיהֶֽם H5921 ",
  "16": "וַיֹּ֣אמֶר H559 דָּוִיד֮ H1732 לְשָׂרֵ֣י H8269 הַלְוִיִּם֒ H3881 לְהַֽעֲמִ֗יד H5975 אֶת H853 אֲחֵיהֶם֙ H251 הַמְשֹׁ֣רְרִ֔ים H7891 בִּכְלֵי H3627 שִׁ֛יר H7892 נְבָלִ֥ים H5035 וְכִנֹּר֖וֹת H3658 וּמְצִלְתָּ֑יִם H4700 מַשְׁמִיעִ֥ים H8085 לְהָרִֽים H7311 בְּק֖וֹל H6963 לְשִׂמְחָֽה H8057 ",
  "17": "וַיַּעֲמִ֣ידוּ H5975 הַלְוִיִּ֗ם H3881 אֵ֚ת H853 הֵימָ֣ן H1968 בֶּן H1121 יוֹאֵ֔ל H3100 וּמִ֨ן H4480 אֶחָ֔יו H251 אָסָ֖ף H623 בֶּן H1121 בֶּֽרֶכְיָ֑הוּ H1296 וּמִן H4480 בְּנֵ֤י H1121 מְרָרִי֙ H4847 אֲחֵיהֶ֔ם H251 אֵיתָ֖ן H387 בֶּן H1121 קֽוּשָׁיָֽהוּ H6984 ",
  "18": "וְעִמָּ H5973 אֲחֵיהֶ֣ם H251 הַמִּשְׁנִ֑ים H4932 זְכַרְיָ֡הוּ H2148 בֵּ֡ן H1122 וְיַֽעֲזִיאֵ֡ל H3268 וּשְׁמִֽירָמ֡וֹת H8070 וִיחִיאֵ֣ל H3171 וְעֻנִּ֡י H6042 אֱלִיאָ֡ב H446 וּבְנָיָ֡הוּ H1141 וּמַֽעֲשֵׂיָ֡הוּ H4641 וּמַתִּתְיָהוּ֩ H4993 וֶאֱלִ֨יפְלֵ֜הוּ H466 וּמִקְנֵיָ֨הוּ H4737 וְעֹבֵ֥ד H5654 אֱדֹ֛ם H5654 וִֽיעִיאֵ֖ל H3273 הַשֹּׁעֲרִֽים H7778 ",
  "19": "וְהַ H7891 הֵימָ֥ן H1968 אָסָ֖ף H623 וְאֵיתָ֑ן H387 בִּמְצִלְתַּ֥יִם H4700 נְחֹ֖שֶׁת H5178 לְהַשְׁמִֽיעַ H8085 ",
  "20": "וּזְכַרְיָ֨ה H2148 וַעֲזִיאֵ֜ל H5815 וּשְׁמִֽירָמ֤וֹת H8070 וִֽיחִיאֵל֙ H3171 וְעֻנִּ֣י H6042 וֶֽאֱלִיאָ֔ב H446 וּמַעֲשֵׂיָ֖הוּ H4641 וּבְנָיָ֑הוּ H1141 בִּנְבָלִ֖ים H5035 עַל H5921 עֲלָמֽוֹת H5961 ",
  "21": "וּמַתִּתְיָ֣הוּ H4993 וֶאֱלִֽיפְלֵ֗הוּ H466 וּמִקְנֵיָ֨הוּ֙ H4737 וְעֹבֵ֣ד H5654 אֱדֹ֔ם H5654 וִֽיעִיאֵ֖ל H3273 וַעֲזַזְיָ֑הוּ H5812 בְּכִנֹּר֥וֹת H3658 עַל H5921 הַשְּׁמִינִ֖ית H8067 לְנַצֵּֽחַ H5329 ",
  "22": "וּכְנַנְיָ֥הוּ H3663 שַֽׂר H8269 הַלְוִיִּ֖ם H3881 בְּמַשָּׂ֑א H4853 יָסֹר֙ H3256 בַּמַּשָּׂ֔א H4853 כִּ֥י H3588 מֵבִ֖ין H995 הֽוּא H1931 ",
  "23": "וּבֶֽרֶכְיָה֙ H1296 וְאֶלְקָנָ֔ה H511 שֹׁעֲרִ֖ים H7778 לָאָרֽוֹן H727 ",
  "24": "וּשְׁבַנְיָ֡הוּ H7645 וְיֽוֹשָׁפָ֡ט H3146 וּנְתַנְאֵ֡ל H5417 וַעֲמָשַׂ֡י H6022 וּ֠זְכַרְיָהוּ H2148 וּבְנָיָ֤הוּ H1141 וֶֽאֱלִיעֶ֨זֶר֙ H461 הַכֹּ֣הֲנִ֔ים H3548 מחצצרים H2690 בַּחֲצֹ֣צְר֔וֹת H2689 לִפְנֵ֖י H6440 אֲר֣וֹן H727 הָֽאֱלֹהִ֑ים H430 וְעֹבֵ֤ד H5654 אֱדֹם֙ H5654 וִֽיחִיָּ֔ה H3174 שֹׁעֲרִ֖ים H7778 לָאָרֽוֹן H727 ",
  "25": "וַיְהִ֥י H1961 דָוִ֛יד H1732 וְזִקְנֵ֥י H2205 יִשְׂרָאֵ֖ל H3478 וְשָׂרֵ֣י H8269 הָאֲלָפִ֑ים H505 הַהֹֽלְכִ֗ים H1980 לְֽהַעֲל֞וֹת H5927 אֶת H853 אֲר֧וֹן H727 בְּרִית H1285 יְהוָ֛ה H3068 מִן H4480 בֵּ֥ית H1004 עֹבֵֽד H5654 אֱדֹ֖ם H5654 בְּשִׂמְחָֽה H8057 ",
  "26": "וַֽיְהִי֙ H1961 בֶּעְזֹ֣ר H5826 הָֽאֱלֹהִ֔ים H430 אֶ֨ת H853 הַלְוִיִּ֔ם H3881 נֹשְׂאֵ֖י H5375 אֲר֣וֹן H727 בְּרִית H1285 יְהוָ֑ה H3068 וַיִּזְבְּח֥וּ H2076 שִׁבְעָֽה H7651 פָרִ֖ים H6499 וְשִׁבְעָ֥ה H7651 אֵילִֽים H352 ",
  "27": "וְדָוִ֞יד H1732 מְכֻרְבָּ֣ל H3736 בִּמְעִ֣יל H4598 בּ֗וּץ H948 וְכָל H3605 הַלְוִיִּם֙ H3881 הַנֹּשְׂאִ֣ים H5375 אֶת H853 הָאָר֔וֹן H727 וְהַ H7891 וּכְנַנְיָ֛ה H3663 הַשַּׂ֥ר H8269 הַמַּשָּׂ֖א H4853 הַמְשֹֽׁרְרִ֑ים H7891 וְעַל H5921 דָּוִ֖יד H1732 אֵפ֥וֹד H646 בָּֽד H906 ",
  "28": "וְכָל H3605 יִשְׂרָאֵ֗ל H3478 מַעֲלִים֙ H5927 אֶת H853 אֲר֣וֹן H727 בְּרִית H1285 יְהוָ֔ה H3068 בִּתְרוּעָה֙ H8643 וּבְ H6963 שׁוֹפָ֔ר H7782 וּבַ H2689 וּבִ H4700 מַשְׁמִעִ֕ים H8085 בִּנְבָלִ֖ים H5035 וְכִנֹּרֽוֹת H3658 ",
  "29": "וַיְהִ֗י H1961 אֲרוֹן֙ H727 בְּרִ֣ית H1285 יְהוָ֔ה H3068 בָּ֖א H935 עַד H5704 עִ֣יר H5892 דָּוִ֑יד H1732 וּמִיכַ֨ל H4324 בַּת H1323 שָׁא֜וּל H7586 נִשְׁקְפָ֣ה H8259 בְּעַ֣ד H1157 הַחַלּ֗וֹן H2474 וַתֵּ֨רֶא H7200 אֶת H853 הַמֶּ֤לֶךְ H4428 דָּוִיד֙ H1732 מְרַקֵּ֣ד H7540 וּמְשַׂחֵ֔ק H7832 וַתִּ֥בֶז H959 ל֖וֹ Hl בְּלִבָּֽ H3820 "
}
