{
  "1": "וַיָּבִ֨יאוּ֙ H935 אֶת H853 אֲר֣וֹן H727 הָֽאֱלֹהִ֔ים H430 וַיַּצִּ֣יגוּ H3322 אֹת֔וֹ H853 בְּת֣וֹךְ H8432 הָאֹ֔הֶל H168 אֲשֶׁ֥ר H834 נָֽטָה H5186 ל֖וֹ Hl דָּוִ֑יד H1732 וַיַּקְרִ֛יבוּ H7126 עֹל֥וֹת H5930 וּשְׁלָמִ֖ים H8002 לִפְנֵ֥י H6440 הָאֱלֹהִֽים H430 ",
  "2": "וַיְכַ֣ל H3615 דָּוִ֔יד H1732 מֵהַעֲל֥וֹת H5927 הָעֹלָ֖ה H5930 וְהַ H8002 וַיְבָ֥רֶךְ H1288 אֶת H853 הָעָ֖ם H5971 בְּשֵׁ֥ם H8034 יְהוָֽה H3068 ",
  "3": "וַיְחַלֵּק֙ H2505 לְכָל H3605 אִ֣ישׁ H376 יִשְׂרָאֵ֔ל H3478 מֵאִ֖ישׁ H376 וְעַד H5704 אִשָּׁ֑ה H802 לְאִישׁ֙ H376 כִּכַּר H3603 לֶ֔חֶם H3899 וְאֶשְׁפָּ֖ר H829 וַאֲשִׁישָֽׁה H809 ",
  "4": "וַיִּתֵּ֞ן H5414 לִפְנֵ֨י H6440 אֲר֧וֹן H727 יְהוָ֛ה H3068 מִן H4480 הַלְוִיִּ֖ם H3881 מְשָׁרְתִ֑ים H8334 וּלְ H2142 וּלְ H3034 וּלְ H1984 לַיהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
  "5": "אָסָ֥ף H623 הָרֹ֖אשׁ H7218 וּמִשְׁנֵ֣ H4932 זְכַרְיָ֑ה H2148 יְעִיאֵ֡ל H3273 וּשְׁמִֽירָמ֡וֹת H8070 וִֽיחִיאֵ֡ל H3171 וּמַתִּתְיָ֡ה H4993 וֶאֱלִיאָ֡ב H446 וּבְנָיָהוּ֩ H1141 וְעֹבֵ֨ד H5654 אֱדֹ֜ם H5654 וִֽיעִיאֵ֗ל H3273 בִּכְלֵ֤י H3627 נְבָלִים֙ H5035 וּבְ H3658 וְאָסָ֖ף H623 בַּֽמְצִלְתַּ֥יִם H4700 מַשְׁמִֽיעַ H8085 ",
  "6": "וּבְנָיָ֥הוּ H1141 וְיַחֲזִיאֵ֖ל H3166 הַכֹּהֲנִ֑ים H3548 בַּחֲצֹצְר֣וֹת H2689 תָּמִ֔יד H8548 לִפְנֵ֖י H6440 אֲר֥וֹן H727 בְּרִית H1285 הָאֱלֹהִֽים H430 ",
  "7": "בַּיּ֣וֹם H3117 הַה֗וּא H1931 אָ֣ז H227 נָתַ֤ן H5414 דָּוִיד֙ H1732 בָּרֹ֔אשׁ H7218 לְהֹד֖וֹת H3034 לַיהוָ֑ה H3068 בְּיַד H3027 אָסָ֖ף H623 וְאֶחָֽי H251 ",
  "8": "הוֹד֤וּ H3034 לַֽיהוָה֙ H3068 קִרְא֣וּ H7121 בִשְׁמ֔ H8034 הוֹדִ֥יעוּ H3045 בָעַמִּ֖ים H5971 עֲלִילֹתָֽיו H5949 ",
  "9": "שִׁ֤ירוּ H7891 לוֹ֙ Hl זַמְּרוּ H2167 ל֔וֹ Hl שִׂ֖יחוּ H7878 בְּכָל H3605 נִפְלְאֹתָֽיו H6381 ",
  "10": "הִֽתְהַֽלְלוּ֙ H1984 בְּשֵׁ֣ם H8034 קָדְשׁ֔וֹ H6944 יִשְׂמַ֕ח H8055 לֵ֖ב H3820 מְבַקְשֵׁ֥י H1245 יְהוָֽה H3068 ",
  "11": "דִּרְשׁ֤וּ H1875 יְהוָה֙ H3068 וְעֻזּ֔ H5797 בַּקְּשׁ֥וּ H1245 פָנָ֖יו H6440 תָּמִֽיד H8548 ",
  "12": "זִכְר֗וּ H2142 נִפְלְאֹתָיו֙ H6381 אֲשֶׁ֣ר H834 עָשָׂ֔ה H6213 מֹפְתָ֖יו H4159 וּמִשְׁפְּטֵי H4941 פִֽיהוּ H6310 ",
  "13": "זֶ֚רַע H2233 יִשְׂרָאֵ֣ל H3478 עַבְדּ֔וֹ H5650 בְּנֵ֥י H1121 יַעֲקֹ֖ב H3290 בְּחִירָֽיו H972 ",
  "14": "ה֚וּא H1931 יְהוָ֣ה H3068 אֱלֹהֵ֔ינוּ H430 בְּכָל H3605 הָאָ֖רֶץ H776 מִשְׁפָּטָֽיו H4941 ",
  "15": "זִכְר֤וּ H2142 לְעוֹלָם֙ H5769 בְּרִית֔וֹ H1285 דָּבָ֥ר H1697 צִוָּ֖ה H6680 לְאֶ֥לֶף H505 דּֽוֹר H1755 ",
  "16": "אֲשֶׁ֤ר H834 כָּרַת֙ H3772 אֶת H854 אַבְרָהָ֔ם H85 וּשְׁבוּעָת֖ H7621 לְיִצְחָֽק H3327 ",
  "17": "וַיַּעֲמִידֶ֤ H5975 לְיַעֲקֹב֙ H3290 לְחֹ֔ק H2706 לְיִשְׂרָאֵ֖ל H3478 בְּרִ֥ית H1285 עוֹלָֽם H5769 ",
  "18": "לֵאמֹ֗ר H559 לְךָ֙ Hl אֶתֵּ֣ן H5414 אֶֽרֶץ H776 כְּנָ֔עַן H3667 חֶ֖בֶל H2256 נַחֲלַתְכֶֽם H5159 ",
  "19": "בִּֽהְיֽוֹתְ H1961 מְתֵ֣י H4962 מִסְפָּ֔ר H4557 כִּמְעַ֖ט H4592 וְגָרִ֥ים H1481 בָּֽהּ Hb ",
  "20": "וַיִּֽתְהַלְּכוּ֙ H1980 מִגּ֣וֹי H1471 אֶל H413 גּ֔וֹי H1471 וּמִ H4467 אֶל H413 עַ֥ם H5971 אַחֵֽר H312 ",
  "21": "לֹא H3808 הִנִּ֤יחַ H3240 לְאִישׁ֙ H376 לְעָשְׁקָ֔ H6231 וַיּ֥וֹכַח H3198 עֲלֵיהֶ֖ם H5921 מְלָכִֽים H4428 ",
  "22": "אַֽל H408 תִּגְּעוּ֙ H5060 בִּמְשִׁיחָ֔ H4899 וּבִ H5030 אַל H408 תָּרֵֽעוּ H7489 ",
  "23": "שִׁ֤ירוּ H7891 לַֽיהוָה֙ H3068 כָּל H3605 הָאָ֔רֶץ H776 בַּשְּׂר֥וּ H1319 מִיּֽוֹם H3117 אֶל H413 י֖וֹם H3117 יְשׁוּעָתֽוֹ H3444 ",
  "24": "סַפְּר֤וּ H5608 בַגּוֹיִם֙ H1471 אֶת H853 כְּבוֹד֔וֹ H3519 בְּכָל H3605 הָעַמִּ֖ים H5971 נִפְלְאֹתָֽיו H6381 ",
  "25": "כִּי֩ H3588 גָד֨וֹל H1419 יְהוָ֤ה H3068 וּמְהֻלָּל֙ H1984 מְאֹ֔ד H3966 וְנוֹרָ֥א H3372 ה֖וּא H1931 עַל H5921 כָּל H3605 אֱלֹהִֽים H430 ",
  "26": "כִּ֠י H3588 כָּל H3605 אֱלֹהֵ֤י H430 הָעַמִּים֙ H5971 אֱלִילִ֔ים H457 וַיהוָ֖ה H3068 שָׁמַ֥יִם H8064 עָשָֽׂה H6213 ",
  "27": "ה֤וֹד H1935 וְהָדָר֙ H1926 לְפָנָ֔י H6440 עֹ֥ז H5797 וְחֶדְוָ֖ה H2304 בִּמְקֹמֽ H4725 ",
  "28": "הָב֤וּ H3051 לַֽיהוָה֙ H3068 מִשְׁפְּח֣וֹת H4940 עַמִּ֔ים H5971 הָב֥וּ H3051 לַיהוָ֖ה H3068 כָּב֥וֹד H3519 וָעֹֽז H5797 ",
  "29": "הָב֥וּ H3051 לַיהוָ֖ה H3068 כְּב֣וֹד H3519 שְׁמ֑וֹ H8034 שְׂא֤וּ H5375 מִנְחָה֙ H4503 וּבֹ֣אוּ H935 לְפָנָ֔י H6440 הִשְׁתַּחֲו֥וּ H7812 לַיהוָ֖ה H3068 בְּהַדְרַת H1927 קֹֽדֶשׁ H6944 ",
  "30": "חִ֤ילוּ H2342 מִלְּ H6440 כָּל H3605 הָאָ֔רֶץ H776 אַף H637 תִּכּ֥וֹן H3559 תֵּבֵ֖ל H8398 בַּל H1077 תִּמּֽוֹט H4131 ",
  "31": "יִשְׂמְח֤וּ H8056 הַשָּׁמַ֨יִם֙ H8064 וְתָגֵ֣ל H1523 הָאָ֔רֶץ H776 וְיֹאמְר֥וּ H559 בַגּוֹיִ֖ם H1471 יְהוָ֥ה H3068 מָלָֽךְ H4427 ",
  "32": "יִרְעַ֤ם H7481 הַיָּם֙ H3220 וּמְלוֹא֔ H4393 יַעֲלֹ֥ץ H5970 הַשָּׂדֶ֖ה H7704 וְכָל H3605 אֲשֶׁר H834 בּֽוֹ Hb ",
  "33": "אָ֥ז H227 יְרַנְּנ֖וּ H7442 עֲצֵ֣י H6086 הַיָּ֑עַר H3293 מִלִּ H6440 יְהוָ֔ה H3068 כִּי H3588 בָ֖א H935 לִשְׁפּ֥וֹט H8199 אֶת H853 הָאָֽרֶץ H776 ",
  "34": "הוֹד֤וּ H3034 לַיהוָה֙ H3068 כִּ֣י H3588 ט֔וֹב H2896 כִּ֥י H3588 לְעוֹלָ֖ם H5769 חַסְדּֽוֹ H2617 ",
  "35": "וְאִמְר֕וּ H559 הוֹשִׁיעֵ֨נוּ֙ H3467 אֱלֹהֵ֣י H430 יִשְׁעֵ֔נוּ H3468 וְקַבְּצֵ֥ H6908 וְהַצִּילֵ֖ H5337 מִן H4480 הַגּוֹיִ֑ם H1471 לְהֹדוֹת֙ H3034 לְשֵׁ֣ם H8034 קָדְשֶׁ֔ךָ H6944 לְהִשְׁתַּבֵּ֖חַ H7623 בִּתְהִלָּתֶֽ H8416 ",
  "36": "בָּר֤וּךְ H1288 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 מִן H4480 הָעוֹלָ֖ם H5769 וְעַ֣ד H5704 הָעֹלָ֑ם H5769 וַיֹּאמְר֤וּ H559 כָל H3605 הָעָם֙ H5971 אָמֵ֔ן H543 וְהַלֵּ֖ל H1984 לַֽיהוָֽה H3068 ",
  "37": "וַיַּֽעֲזָב H5800 שָׁ֗ם H8033 לִפְנֵי֙ H6440 אֲר֣וֹן H727 בְּרִית H1285 יְהוָ֔ה H3068 לְאָסָ֖ף H623 וּלְ H251 לְשָׁרֵ֞ת H8334 לִפְנֵ֧י H6440 הָאָר֛וֹן H727 תָּמִ֖יד H8548 לִדְבַר H1697 י֥וֹם H3117 בְּיוֹמֽ H3117 ",
  "38": "וְעֹבֵ֥ד H5654 אֱדֹ֛ם H5654 וַאֲחֵי H251 שִׁשִּׁ֣ים H8346 וּשְׁמוֹנָ֑ה H8083 וְעֹבֵ֨ד H5654 אֱדֹ֧ם H5654 בֶּן H1121 יְדִית֛וּן H3038 וְחֹסָ֖ה H2621 לְשֹׁעֲרִֽים H7778 ",
  "39": "וְאֵ֣ת H853 צָד֣וֹק H6659 הַכֹּהֵ֗ן H3548 וְאֶחָי H251 הַכֹּ֣הֲנִ֔ים H3548 לִפְנֵ֖י H6440 מִשְׁכַּ֣ן H4908 יְהוָ֑ה H3068 בַּבָּמָ֖ה H1116 אֲשֶׁ֥ר H834 בְּגִבְעֽוֹן H1391 ",
  "40": "לְֽהַעֲלוֹת֩ H5927 עֹל֨וֹת H5930 לַיהוָ֜ה H3068 עַל H5921 מִזְבַּ֧ח H4196 הָעֹלָ֛ה H5930 תָּמִ֖יד H8548 לַבֹּ֣קֶר H1242 וְלָ H6153 וּלְ H3605 הַכָּתוּב֙ H3789 בְּתוֹרַ֣ת H8451 יְהוָ֔ה H3068 אֲשֶׁ֥ר H834 צִוָּ֖ה H6680 עַל H5921 יִשְׂרָאֵֽל H3478 ",
  "41": "וְעִמָּ H5973 הֵימָ֣ן H1968 וִֽידוּת֔וּן H3038 וּשְׁאָר֙ H7605 הַבְּרוּרִ֔ים H1305 אֲשֶׁ֥ר H834 נִקְּב֖וּ H5344 בְּשֵׁמ֑וֹת H8034 לְהֹדוֹת֙ H3034 לַֽיהוָ֔ה H3068 כִּ֥י H3588 לְעוֹלָ֖ם H5769 חַסְדּֽוֹ H2617 ",
  "42": "וְעִמָּ H5973 הֵימָ֨ן H1968 וִֽידוּת֜וּן H3038 חֲצֹצְר֤וֹת H2689 וּמְצִלְתַּ֨יִם֙ H4700 לְמַשְׁמִיעִ֔ים H8085 וּכְלֵ֖י H3627 שִׁ֣יר H7892 הָאֱלֹהִ֑ים H430 וּבְנֵ֥י H1121 יְדוּת֖וּן H3038 לַשָּֽׁעַר H8179 ",
  "43": "וַיֵּלְכ֥וּ H3212 כָל H3605 הָעָ֖ם H5971 אִ֣ישׁ H376 לְבֵית֑ H1004 וַיִּסֹּ֥ב H5437 דָּוִ֖יד H1732 לְבָרֵ֥ךְ H1288 אֶת H853 בֵּיתֽוֹ H1004 "
}
