{
  "1": "וַיְהִי֙ H1961 אַחֲרֵי H310 כֵ֔ן H3651 וַיַּ֥ךְ H5221 דָּוִ֛יד H1732 אֶת H853 פְּלִשְׁתִּ֖ים H6430 וַיַּכְנִיעֵ֑ H3665 וַיִּקַּ֛ח H3947 אֶת H853 גַּ֥ת H1661 וּבְנֹתֶ֖י H1323 מִיַּ֥ד H3027 פְּלִשְׁתִּֽים H6430 ",
  "2": "וַיַּ֖ךְ H5221 אֶת H853 מוֹאָ֑ב H4124 וַיִּהְי֤וּ H1961 מוֹאָב֙ H4124 עֲבָדִ֣ים H5650 לְדָוִ֔יד H1732 נֹשְׂאֵ֖י H5375 מִנְחָֽה H4503 ",
  "3": "וַיַּ֥ךְ H5221 דָּוִ֛יד H1732 אֶת H853 הֲדַדְעֶ֥זֶר H1909 מֶֽלֶךְ H4428 צוֹבָ֖ה H6678 חֲמָ֑תָה H2574 בְּלֶכְתּ֕ H3212 לְהַצִּ֥יב H5324 יָד֖וֹ H3027 בִּֽנְהַר H5104 פְּרָֽת H6578 ",
  "4": "וַיִּלְכֹּד֩ H3920 דָּוִ֨יד H1732 מִמֶּ֜נּוּ H4480 אֶ֣לֶף H505 רֶ֗כֶב H7393 וְשִׁבְעַ֤ת H7651 אֲלָפִים֙ H505 פָּֽרָשִׁ֔ים H6571 וְעֶשְׂרִ֥ים H6242 אֶ֖לֶף H505 אִ֣ישׁ H376 רַגְלִ֑י H7273 וַיְעַקֵּ֤ר H6131 דָּוִיד֙ H1732 אֶת H853 כָּל H3605 הָרֶ֔כֶב H7393 וַיּוֹתֵ֥ר H3498 מִמֶּ֖נּוּ H4480 מֵ֥אָה H3967 רָֽכֶב H7393 ",
  "5": "וַיָּבֹא֙ H935 אֲרַ֣ם H758 דַּרְמֶ֔שֶׂק H1834 לַעְז֕וֹר H5826 לַהֲדַדְעֶ֖זֶר H1909 מֶ֣לֶךְ H4428 צוֹבָ֑ה H6678 וַיַּ֤ךְ H5221 דָּוִיד֙ H1732 בַּאֲרָ֔ם H758 עֶשְׂרִֽים H6242 וּשְׁנַ֥יִם H8147 אֶ֖לֶף H505 אִֽישׁ H376 ",
  "6": "וַיָּ֤שֶׂם H7760 דָּוִיד֙ H1732 בַּאֲרַ֣ם H758 דַּרְמֶ֔שֶׂק H1834 וַיְהִ֤י H1961 אֲרָם֙ H758 לְדָוִ֔יד H1732 עֲבָדִ֖ים H5650 נֹשְׂאֵ֣י H5375 מִנְחָ֑ה H4503 וַיּ֤וֹשַׁע H3467 יְהוָה֙ H3068 לְדָוִ֔יד H1732 בְּכֹ֖ל H3605 אֲשֶׁ֥ר H834 הָלָֽךְ H1980 ",
  "7": "וַיִּקַּ֣ח H3947 דָּוִ֗יד H1732 אֵ֚ת H853 שִׁלְטֵ֣י H7982 הַזָּהָ֔ב H2091 אֲשֶׁ֣ר H834 הָי֔וּ H1961 עַ֖ל H5921 עַבְדֵ֣י H5650 הֲדַדְעָ֑זֶר H1909 וַיְבִיאֵ֖ H935 יְרוּשָׁלִָֽם H3389 ",
  "8": "וּמִ H2880 וּמִ H3560 עָרֵ֣י H5892 הֲדַדְעֶ֔זֶר H1909 לָקַ֥ח H3947 דָּוִ֛יד H1732 נְחֹ֖שֶׁת H5178 רַבָּ֣ה H7227 מְאֹ֑ד H3966 בָּ֣הּ Hb עָשָׂ֣ה H6213 שְׁלֹמֹ֗ה H8010 אֶת H853 יָ֤ם H3220 הַנְּחֹ֨שֶׁת֙ H5178 וְאֶת H853 הָֽעַמּוּדִ֔ים H5982 וְאֵ֖ת H853 כְּלֵ֥י H3627 הַנְּחֹֽשֶׁת H5178 ",
  "9": "וַיִּשְׁמַ֕ע H8085 תֹּ֖עוּ H8583 מֶ֣לֶךְ H4428 חֲמָ֑ת H2574 כִּ֚י H3588 הִכָּ֣ה H5221 דָוִ֔יד H1732 אֶת H853 כָּל H3605 חֵ֖יל H2426 הֲדַדְעֶ֥זֶר H1909 מֶֽלֶךְ H4428 צוֹבָֽה H6678 ",
  "10": "וַיִּשְׁלַ֣ח H7971 אֶת H853 הֲדֽוֹרָם H1913 בְּנ֣וֹ H1121 אֶל H413 הַמֶּֽלֶךְ H4428 דָּ֠וִיד H1732 לשאול H7592 ל֨וֹ H7592 לְשָׁל֜וֹם H7965 וּֽלְ H1288 עַל֩ H5921 אֲשֶׁ֨ר H834 נִלְחַ֤ם H3898 בַּהֲדַדְעֶ֨זֶר֙ H1909 וַיַּכֵּ֔ H5221 כִּי H3588 אִ֛ישׁ H376 מִלְחֲמ֥וֹת H4421 תֹּ֖עוּ H8583 הָיָ֣ה H1961 הֲדַדְעָ֑זֶר H1909 וְכֹ֗ל H3605 כְּלֵ֛י H3627 זָהָ֥ב H2091 וָכֶ֖סֶף H3701 וּנְחֹֽשֶׁת H5178 ",
  "11": "גַּם H1571 אֹתָ֗ם H853 הִקְדִּ֞ישׁ H6942 הַמֶּ֤לֶךְ H4428 דָּוִיד֙ H1732 לַיהוָ֔ה H3068 עִם H5973 הַכֶּ֨סֶף֙ H3701 וְהַ H2091 אֲשֶׁ֥ר H834 נָשָׂ֖א H5375 מִכָּל H3605 הַגּוֹיִ֑ם H1471 מֵֽאֱד֤וֹם H123 וּמִ H4124 וּמִ H1121 עַמּ֔וֹן H5983 וּמִ H6430 וּמֵֽ H6002 ",
  "12": "וְאַבְשַׁ֣י H52 בֶּן H1121 צְרוּיָ֗ה H6870 הִכָּ֤ה H5221 אֶת H853 אֱדוֹם֙ H123 בְּגֵ֣יא H1516 הַמֶּ֔לַח H4417 שְׁמוֹנָ֥ה H8083 עָשָׂ֖ר H6240 אָֽלֶף H505 ",
  "13": "וַיָּ֤שֶׂם H7760 בֶּֽאֱדוֹם֙ H123 נְצִיבִ֔ים H5333 וַיִּהְי֥וּ H1961 כָל H3605 אֱד֖וֹם H123 עֲבָדִ֣ים H5650 לְדָוִ֑יד H1732 וַיּ֤וֹשַׁע H3467 יְהוָה֙ H3068 אֶת H853 דָּוִ֔יד H1732 בְּכֹ֖ל H3605 אֲשֶׁ֥ר H834 הָלָֽךְ H1980 ",
  "14": "וַיִּמְלֹ֥ךְ H4427 דָּוִ֖יד H1732 עַל H5921 כָּל H3605 יִשְׂרָאֵ֑ל H3478 וַיְהִ֗י H1961 עֹשֶׂ֛ה H6213 מִשְׁפָּ֥ט H4941 וּצְדָקָ֖ה H6666 לְכָל H3605 עַמּֽוֹ H5971 ",
  "15": "וְיוֹאָ֥ב H3097 בֶּן H1121 צְרוּיָ֖ה H6870 עַל H5921 הַצָּבָ֑א H6635 וִיהוֹשָׁפָ֥ט H3092 בֶּן H1121 אֲחִיל֖וּד H286 מַזְכִּֽיר H2142 ",
  "16": "וְצָד֧וֹק H6659 בֶּן H1121 אֲחִיט֛וּב H285 וַאֲבִימֶ֥לֶךְ H40 בֶּן H1121 אֶבְיָתָ֖ר H54 כֹּהֲנִ֑ים H3548 וְשַׁוְשָׁ֖א H7798 סוֹפֵֽר H5608 ",
  "17": "וּבְנָיָ֨הוּ֙ H1141 בֶּן H1121 יְה֣וֹיָדָ֔ע H3077 עַל H5921 הַכְּרֵתִ֖י H3774 וְהַ H6432 וּבְנֵי H1121 דָוִ֥יד H1732 הָרִאשֹׁנִ֖ים H7223 לְיַ֥ד H3027 הַמֶּֽלֶךְ H4428 "
}
