{
  "1": "אֵ֖לֶּה H428 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 רְאוּבֵ֤ן H7205 שִׁמְעוֹן֙ H8095 לֵוִ֣י H3878 וִיהוּדָ֔ה H3063 יִשָׂשכָ֖ר H3485 וּזְבֻלֽוּן H2074 ",
  "2": "דָּ֚ן H1835 יוֹסֵ֣ף H3130 וּבִנְיָמִ֔ן H1144 נַפְתָּלִ֖י H5321 גָּ֥ד H1410 וְאָשֵֽׁר H836 ",
  "3": "בְּנֵ֣י H1121 יְהוּדָ֗ה H3063 עֵ֤ר H6147 וְאוֹנָן֙ H209 וְשֵׁלָ֔ה H7956 שְׁלוֹשָׁה֙ H7969 נ֣וֹלַד H3205 ל֔וֹ Hl מִבַּת H1323 שׁ֖וּעַ H7774 הַֽכְּנַעֲנִ֑ית H3669 וַיְהִ֞י H1961 עֵ֣ר H6147 בְּכ֣וֹר H1060 יְהוּדָ֗ה H3063 רַ֛ע H7451 בְּעֵינֵ֥י H5869 יְהוָ֖ה H3068 וַיְמִיתֵֽ H4191 ",
  "4": "וְתָמָר֙ H8559 כַּלָּת֔וֹ H3618 יָ֥לְדָה H3205 לּ֖וֹ Hl אֶת H853 פֶּ֣רֶץ H6557 וְאֶת H853 זָ֑רַח H2226 כָּל H3605 בְּנֵ֥י H1121 יְהוּדָ֖ה H3063 חֲמִשָּֽׁה H2568 ",
  "5": "בְּנֵי H1121 פֶ֖רֶץ H6557 חֶצְר֥וֹן H2696 וְחָמֽוּל H2538 ",
  "6": "וּבְנֵ֣י H1121 זֶ֗רַח H2226 זִ֠מְרִי H2174 וְאֵיתָ֧ן H387 וְהֵימָ֛ן H1968 וְכַלְכֹּ֥ל H3633 וָדָ֖רַע H1873 כֻּלָּ֥ם H3605 חֲמִשָּֽׁה H2568 ",
  "7": "וּבְנֵ֖י H1121 כַּרְמִ֑י H3756 עָכָר֙ H5917 עוֹכֵ֣ר H5916 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֥ר H834 מָעַ֖ל H4603 בַּחֵֽרֶם H2764 ",
  "8": "וּבְנֵ֥י H1121 אֵיתָ֖ן H387 עֲזַרְיָֽה H5838 ",
  "9": "וּבְנֵ֥י H1121 חֶצְר֖וֹן H2696 אֲשֶׁ֣ר H834 נוֹלַד H3205 ל֑וֹ Hl אֶת H853 יְרַחְמְאֵ֥ל H3396 וְאֶת H853 רָ֖ם H7410 וְאֶת H853 כְּלוּבָֽי H3621 ",
  "10": "וְרָ֖ם H7410 הוֹלִ֣יד H3205 אֶת H853 עַמִּינָדָ֑ב H5992 וְעַמִּינָדָב֙ H5992 הוֹלִ֣יד H3205 אֶת H853 נַחְשׁ֔וֹן H5177 נְשִׂ֖יא H5387 בְּנֵ֥י H1121 יְהוּדָֽה H3063 ",
  "11": "וְנַחְשׁוֹן֙ H5177 הוֹלִ֣יד H3205 אֶת H853 שַׂלְמָ֔א H8007 וְשַׂלְמָ֖א H8007 הוֹלִ֥יד H3205 אֶת H853 בֹּֽעַז H1162 ",
  "12": "וּבֹ֨עַז֙ H1162 הוֹלִ֣יד H3205 אֶת H853 עוֹבֵ֔ד H5744 וְעוֹבֵ֖ד H5744 הוֹלִ֥יד H3205 אֶת H853 יִשָֽׁי H3448 ",
  "13": "וְאִישַׁ֛י H3448 הוֹלִ֥יד H3205 אֶת H853 בְּכֹר֖וֹ H1060 אֶת H853 אֱלִיאָ֑ב H446 וַאֲבִינָדָב֙ H41 הַשֵּׁנִ֔י H8145 וְשִׁמְעָ֖א H8092 הַשְּׁלִישִֽׁי H7992 ",
  "14": "נְתַנְאֵל֙ H5417 הָֽרְבִיעִ֔י H7243 רַדַּ֖י H7288 הַחֲמִישִֽׁי H2549 ",
  "15": "אֹ֚צֶם H684 הַשִּׁשִּׁ֔י H8345 דָּוִ֖יד H1732 הַשְּׁבִעִֽי H7637 ",
  "16": "ואחיתי H269 צְרוּיָ֣ה H6870 וַאֲבִיגָ֑יִל H26 וּבְנֵ֣י H1121 צְרוּיָ֗ה H6870 אַבְשַׁ֛י H52 וְיוֹאָ֥ב H3097 וַעֲשָׂה H6214 אֵ֖ל H6214 שְׁלֹשָֽׁה H7969 ",
  "17": "וַאֲבִיגַ֕יִל H26 יָלְדָ֖ה H3205 אֶת H853 עֲמָשָׂ֑א H6021 וַאֲבִ֣י H1 עֲמָשָׂ֔א H6021 יֶ֖תֶר H3500 הַיִּשְׁמְעֵאלִֽי H3459 ",
  "18": "וְכָלֵ֣ב H3612 בֶּן H1121 חֶצְר֗וֹן H2696 הוֹלִ֛יד H3205 אֶת H853 עֲזוּבָ֥ה H5806 אִשָּׁ֖ה H802 וְאֶת H854 יְרִיע֑וֹת H3408 וְאֵ֣לֶּה H428 בָנֶ֔יהָ H1121 יֵ֥שֶׁר H3475 וְשׁוֹבָ֖ב H7727 וְאַרְדּֽוֹן H715 ",
  "19": "וַתָּ֖מָת H4191 עֲזוּבָ֑ה H5806 וַיִּֽקַּֽח H3947 ל֤וֹ Hl כָלֵב֙ H3612 אֶת H853 אֶפְרָ֔ת H672 וַתֵּ֥לֶד H3205 ל֖וֹ Hl אֶת H853 חֽוּר H2354 ",
  "20": "וְחוּר֙ H2354 הוֹלִ֣יד H3205 אֶת H853 אוּרִ֔י H221 וְאוּרִ֖י H221 הוֹלִ֥יד H3205 אֶת H853 בְּצַלְאֵֽל H1212 ",
  "21": "וְאַחַ֗ר H310 בָּ֤א H935 חֶצְרוֹן֙ H2696 אֶל H413 בַּת H1323 מָכִיר֙ H4353 אֲבִ֣י H1 גִלְעָ֔ד H1568 וְה֣וּא H1931 לְקָחָ֔הּ H3947 וְה֖וּא H1931 בֶּן H1121 שִׁשִּׁ֣ים H8346 שָׁנָ֑ה H8141 וַתֵּ֥לֶד H3205 ל֖וֹ Hl אֶת H853 שְׂגֽוּב H7687 ",
  "22": "וּשְׂג֖וּב H7687 הוֹלִ֣יד H3205 אֶת H853 יָאִ֑יר H2971 וַֽיְהִי H1961 ל֗וֹ Hl עֶשְׂרִ֤ים H6242 וְשָׁלוֹשׁ֙ H7969 עָרִ֔ים H5892 בְּאֶ֖רֶץ H776 הַגִּלְעָֽד H1568 ",
  "23": "וַיִּקַּ֣ח H3947 גְּשֽׁוּר H1650 וַ֠אֲרָם H758 אֶת H854 חַוֺּ֨ת H2333 יָאִ֧יר H2971 מֵאִתָּ֛ H853 אֶת H854 קְנָ֥ת H7079 וְאֶת H853 בְּנֹתֶ֖יהָ H1323 שִׁשִּׁ֣ים H8346 עִ֑יר H5892 כָּל H3605 אֵ֕לֶּה H428 בְּנֵ֖י H1121 מָכִ֥יר H4353 אֲבִי H1 גִלְעָֽד H1568 ",
  "24": "וְאַחַ֥ר H310 מוֹת H4194 חֶצְר֖וֹן H2696 בְּכָלֵ֣ב H3613 אֶפְרָ֑תָה H3613 וְאֵ֤שֶׁת H802 חֶצְרוֹן֙ H2696 אֲבִיָּ֔ה H29 וַתֵּ֣לֶד H3205 ל֔וֹ Hl אֶת H853 אַשְׁח֖וּר H806 אֲבִ֥י H1 תְקֽוֹעַ H8620 ",
  "25": "וַיִּהְי֧וּ H1961 בְנֵי H1121 יְרַחְמְאֵ֛ל H3396 בְּכ֥וֹר H1060 חֶצְר֖וֹן H2696 הַבְּכ֣וֹר H1060 רָ֑ם H7410 וּבוּנָ֥ה H946 וָאֹ֛רֶן H767 וָאֹ֖צֶם H684 אֲחִיָּֽה H281 ",
  "26": "וַתְּהִ֨י H1961 אִשָּׁ֥ה H802 אַחֶ֛רֶת H312 לִֽירַחְמְאֵ֖ל H3396 וּשְׁמָ֣ H8034 עֲטָרָ֑ה H5851 הִ֖יא H1931 אֵ֥ם H517 אוֹנָֽם H208 ",
  "27": "וַיִּהְי֥וּ H1961 בְנֵי H1121 רָ֖ם H7410 בְּכ֣וֹר H1060 יְרַחְמְאֵ֑ל H3396 מַ֥עַץ H4619 וְיָמִ֖ין H3226 וָעֵֽקֶר H6134 ",
  "28": "וַיִּהְי֥וּ H1961 בְנֵי H1121 אוֹנָ֖ם H208 שַׁמַּ֣י H8060 וְיָדָ֑ע H3047 וּבְנֵ֣י H1121 שַׁמַּ֔י H8060 נָדָ֖ב H5070 וַאֲבִישֽׁוּר H51 ",
  "29": "וְשֵׁ֛ם H8034 אֵ֥שֶׁת H802 אֲבִישׁ֖וּר H51 אֲבִיהָ֑יִל H32 וַתֵּ֣לֶד H3205 ל֔וֹ Hl אֶת H853 אַחְבָּ֖ן H257 וְאֶת H853 מוֹלִֽיד H4140 ",
  "30": "וּבְנֵ֥י H1121 נָדָ֖ב H5070 סֶ֣לֶד H5540 וְאַפָּ֑יִם H649 וַיָּ֥מָת H4191 סֶ֖לֶד H5540 לֹ֥א H3808 בָנִֽים H1121 ",
  "31": "וּבְנֵ֥י H1121 אַפַּ֖יִם H649 יִשְׁעִ֑י H3469 וּבְנֵ֤י H1121 יִשְׁעִי֙ H3469 שֵׁשָׁ֔ן H8348 וּבְנֵ֥י H1121 שֵׁשָׁ֖ן H8348 אַחְלָֽי H304 ",
  "32": "וּבְנֵ֤י H1121 יָדָע֙ H3047 אֲחִ֣י H251 שַׁמַּ֔י H8060 יֶ֖תֶר H3500 וְיוֹנָתָ֑ן H3129 וַיָּ֥מָת H4191 יֶ֖תֶר H3500 לֹ֥א H3808 בָנִֽים H1121 ",
  "33": "וּבְנֵ֥י H1121 יוֹנָתָ֖ן H3129 פֶּ֣לֶת H6431 וְזָזָ֑א H2117 אֵ֥לֶּה H428 הָי֖וּ H1961 בְּנֵ֥י H1121 יְרַחְמְאֵֽל H3396 ",
  "34": "וְלֹֽא H3808 הָיָ֧ה H1961 לְשֵׁשָׁ֛ן H8348 בָּנִ֖ים H1121 כִּ֣י H3588 אִם H518 בָּנ֑וֹת H1323 וּלְ H8348 עֶ֥בֶד H5650 מִצְרִ֖י H4713 וּשְׁמ֥ H8034 יַרְחָֽע H3398 ",
  "35": "וַיִּתֵּ֨ן H5414 שֵׁשָׁ֧ן H8348 אֶת H853 בִּתּ֛וֹ H1323 לְיַרְחָ֥ע H3398 עַבְדּ֖וֹ H5650 לְאִשָּׁ֑ה H802 וַתֵּ֥לֶד H3205 ל֖וֹ Hl אֶת H853 עַתָּֽי H6262 ",
  "36": "וְעַתַּי֙ H6262 הֹלִ֣יד H3205 אֶת H853 נָתָ֔ן H5416 וְנָתָ֖ן H5416 הוֹלִ֥יד H3205 אֶת H853 זָבָֽד H2066 ",
  "37": "וְזָבָד֙ H2066 הוֹלִ֣יד H3205 אֶת H853 אֶפְלָ֔ל H654 וְאֶפְלָ֖ל H654 הוֹלִ֥יד H3205 אֶת H853 עוֹבֵֽד H5744 ",
  "38": "וְעוֹבֵד֙ H5744 הוֹלִ֣יד H3205 אֶת H853 יֵה֔וּא H3058 וְיֵה֖וּא H3058 הוֹלִ֥יד H3205 אֶת H853 עֲזַרְיָֽה H5838 ",
  "39": "וַעֲזַרְיָה֙ H5838 הֹלִ֣יד H3205 אֶת H853 חָ֔לֶץ H2503 וְחֶ֖לֶץ H2503 הֹלִ֥יד H3205 אֶת H853 אֶלְעָשָֽׂה H501 ",
  "40": "וְאֶלְעָשָׂה֙ H501 הֹלִ֣יד H3205 אֶת H853 סִֽסְמָ֔י H5581 וְסִסְמַ֖י H5581 הֹלִ֥יד H3205 אֶת H853 שַׁלּֽוּם H7967 ",
  "41": "וְשַׁלּוּם֙ H7967 הוֹלִ֣יד H3205 אֶת H853 יְקַמְיָ֔ה H3359 וִֽיקַמְיָ֖ה H3359 הֹלִ֥יד H3205 אֶת H853 אֱלִישָׁמָֽע H476 ",
  "42": "וּבְנֵ֤י H1121 כָלֵב֙ H3612 אֲחִ֣י H251 יְרַחְמְאֵ֔ל H3396 מֵישָׁ֥ע H4337 בְּכֹר֖וֹ H1060 ה֣וּא H1931 אֲבִי H1 זִ֑יף H2128 וּבְנֵ֥י H1121 מָרֵשָׁ֖ה H4762 אֲבִ֥י H1 חֶבְרֽוֹן H2275 ",
  "43": "וּבְנֵ֖י H1121 חֶבְר֑וֹן H2275 קֹ֥רַח H7141 וְתַפֻּ֖חַ H8599 וְרֶ֥קֶם H7552 וָשָֽׁמַע H8087 ",
  "44": "וְשֶׁ֣מַע H8087 הוֹלִ֔יד H3205 אֶת H853 רַ֖חַם H7357 אֲבִ֣י H1 יָרְקֳעָ֑ם H3421 וְרֶ֖קֶם H7552 הוֹלִ֥יד H3205 אֶת H853 שַׁמָּֽי H8060 ",
  "45": "וּבֶן H1121 שַׁמַּ֖י H8060 מָע֑וֹן H4584 וּמָע֖וֹן H4584 אֲבִ֥י H1 בֵֽית H1049 צֽוּר H1049 ",
  "46": "וְעֵיפָה֙ H5891 פִּילֶ֣גֶשׁ H6370 כָּלֵ֔ב H3612 יָֽלְדָ֛ה H3205 אֶת H853 חָרָ֥ן H2771 וְאֶת H853 מוֹצָ֖א H4162 וְאֶת H853 גָּזֵ֑ז H1495 וְחָרָ֖ן H2771 הֹלִ֥יד H3205 אֶת H853 גָּזֵֽז H1495 ",
  "47": "וּבְנֵ֖י H1121 יָהְדָּ֑י H3056 רֶ֧גֶם H7276 וְיוֹתָ֛ם H3147 וְגֵישָׁ֥ן H1529 וָפֶ֖לֶט H6404 וְעֵיפָ֥ה H5891 וָשָֽׁעַף H8174 ",
  "48": "פִּלֶ֤גֶשׁ H6370 כָּלֵב֙ H3612 מַעֲכָ֔ה H4601 יָ֥לַד H3205 שֶׁ֖בֶר H7669 וְאֶֽת H853 תִּרְחֲנָֽה H8647 ",
  "49": "וַתֵּ֗לֶד H3205 שַׁ֚עַף H8174 אֲבִ֣י H1 מַדְמַנָּ֔ה H4089 אֶת H853 שְׁוָ֛א H7724 אֲבִ֥י H1 מַכְבֵּנָ֖ה H4343 וַאֲבִ֣י H1 גִבְעָ֑א H1388 וּבַת H1323 כָּלֵ֖ב H3612 עַכְסָֽה H5915 ",
  "50": "אֵ֤לֶּה H428 הָיוּ֙ H1961 בְּנֵ֣י H1121 כָלֵ֔ב H3612 בֶּן H1121 ח֖וּר H2354 בְּכ֣וֹר H1060 אֶפְרָ֑תָה H672 שׁוֹבָ֕ל H7732 אֲבִ֖י H1 קִרְיַ֥ת H7157 יְעָרִֽים H7157 ",
  "51": "שַׂלְמָא֙ H8007 אֲבִ֣י H1 בֵֽית H1035 לָ֔חֶם H1035 חָרֵ֖ף H2780 אֲבִ֥י H1 בֵית H1013 גָּדֵֽר H1013 ",
  "52": "וַיִּהְי֤וּ H1961 בָנִים֙ H1121 לְשׁוֹבָ֔ל H7732 אֲבִ֖י H1 קִרְיַ֣ת H7157 יְעָרִ֑ים H7157 הָרֹאֶ֖ה H7204 חֲצִ֥י H2679 הַמְּנֻחֽוֹת H2679 ",
  "53": "וּמִשְׁפְּחוֹת֙ H4940 קִרְיַ֣ת H7157 יְעָרִ֔ים H7157 הַיִּתְרִי֙ H3505 וְהַ H6336 וְהַ H8126 וְהַ H4954 מֵאֵ֗לֶּה H428 יָצְאוּ֙ H3318 הַצָּ֣רְעָתִ֔י H6882 וְהָ H848 ",
  "54": "בְּנֵ֣י H1121 שַׂלְמָ֗א H8007 בֵּ֥ית H1035 לֶ֨חֶם֙ H1035 וּנְט֣וֹפָתִ֔י H5200 עַטְר֖וֹת H5854 בֵּ֣ית H5854 יוֹאָ֑ב H5854 וַחֲצִ֥י H2680 הַמָּנַחְתִּ֖י H2680 הַצָּרְעִֽי H6882 ",
  "55": "וּמִשְׁפְּח֤וֹת H4940 סֹפְרִים֙ H5608 ישבו H3427 יַעְבֵּ֔ץ H3258 תִּרְעָתִ֥ים H8654 שִׁמְעָתִ֖ים H8101 שׂוּכָתִ֑ים H7756 הֵ֚מָּה H1992 הַקִּינִ֣ים H7017 הַבָּאִ֔ים H935 מֵחַמַּ֖ת H2575 אֲבִ֥י H1 בֵית H1004 רֵכָֽב H7394 "
}
