{
  "1": "וַיַּקְהֵ֣ל H6950 דָּוִ֣יד H1732 אֶת H853 כָּל H3605 שָׂרֵ֣י H8269 יִשְׂרָאֵ֡ל H3478 שָׂרֵ֣י H8269 הַשְּׁבָטִ֣ים H7626 וְשָׂרֵ֣י H8269 הַמַּחְלְק֣וֹת H4256 הַמְשָׁרְתִ֪ים H8334 אֶת H853 הַמֶּ֟לֶךְ H4428 וְשָׂרֵ֣י H8269 הָאֲלָפִ֣ים H505 וְשָׂרֵ֣י H8269 הַמֵּא֡וֹת H3967 וְשָׂרֵ֣י H8269 כָל H3605 רְכוּשׁ H7399 וּמִקְנֶה֩ H4735 לַמֶּ֨לֶךְ H4428 וּלְ H1121 עִם H5973 הַסָּרִיסִ֧ים H5631 וְהַ H1368 וּֽלְ H3605 גִּבּ֥וֹר H1368 חָ֖יִל H2428 אֶל H413 יְרוּשָׁלִָֽם H3389 ",
  "2": "וַיָּ֨קָם H6965 דָּוִ֤יד H1732 הַמֶּ֨לֶךְ֙ H4428 עַל H5921 רַגְלָ֔יו H7272 וַיֹּ֕אמֶר H559 שְׁמָע֖וּנִי H8085 אַחַ֣י H251 וְעַמִּ֑ H5971 אֲנִ֣י H589 עִם H5973 לְבָבִ֡י H3824 לִבְנוֹת֩ H1129 בֵּ֨ית H1004 מְנוּחָ֜ה H4496 לַאֲר֣וֹן H727 בְּרִית H1285 יְהוָ֗ה H3068 וְלַ H1916 רַגְלֵ֣י H7272 אֱלֹהֵ֔ינוּ H430 וַהֲכִינ֖וֹתִי H3559 לִבְנֽוֹת H1129 ",
  "3": "וְהָ H430 אָ֣מַר H559 לִ֔י Hl לֹא H3808 תִבְנֶ֥ה H1129 בַ֖יִת H1004 לִשְׁמִ֑ H8034 כִּ֣י H3588 אִ֧ישׁ H376 מִלְחָמ֛וֹת H4421 אַ֖תָּה H859 וְדָמִ֥ים H1818 שָׁפָֽכְתָּ H8210 ",
  "4": "וַיִּבְחַ֡ר H977 יְהוָ֣ה H3068 אֱלֹהֵי֩ H430 יִשְׂרָאֵ֨ל H3478 בִּ֜י Hb מִכֹּ֣ל H3605 בֵּית H1004 אָבִ֗י H1 לִהְי֨וֹת H1961 לְמֶ֤לֶךְ H4428 עַל H5921 יִשְׂרָאֵל֙ H3478 לְעוֹלָ֔ם H5769 כִּ֤י H3588 בִֽיהוּדָה֙ H3063 בָּחַ֣ר H977 לְנָגִ֔יד H5057 וּבְ H1004 יְהוּדָ֖ה H3063 בֵּ֣ית H1004 אָבִ֑י H1 וּבִ H1121 אָבִ֔י H1 בִּ֣י Hb רָצָ֔ה H7521 לְהַמְלִ֖יךְ H4427 עַל H5921 כָּל H3605 יִשְׂרָאֵֽל H3478 ",
  "5": "וּמִ H3605 בָּנַ֔י H1121 כִּ֚י H3588 רַבִּ֣ים H7227 בָּנִ֔ים H1121 נָ֥תַן H5414 לִ֖י Hl יְהוָ֑ה H3068 וַיִּבְחַר֙ H977 בִּשְׁלֹמֹ֣ה H8010 בְנִ֔י H1121 לָשֶׁ֗בֶת H3427 עַל H5921 כִּסֵּ֛א H3678 מַלְכ֥וּת H4438 יְהוָ֖ה H3068 עַל H5921 יִשְׂרָאֵֽל H3478 ",
  "6": "וַיֹּ֣אמֶר H559 לִ֔י Hl שְׁלֹמֹ֣ה H8010 בִנְךָ֔ H1121 הֽוּא H1931 יִבְנֶ֥ה H1129 בֵיתִ֖י H1004 וַחֲצֵרוֹתָ֑ H2691 כִּי H3588 בָחַ֨רְתִּי H977 ב֥וֹ Hb לִי֙ Hl לְבֵ֔ן H1121 וַאֲנִ֖י H589 אֶֽהְיֶה H1961 לּ֥וֹ Hl לְאָֽב H1 ",
  "7": "וַהֲכִינוֹתִ֥י H3559 אֶת H853 מַלְכוּת֖וֹ H4438 עַד H5704 לְעוֹלָ֑ם H5769 אִם H518 יֶחֱזַ֗ק H2388 לַעֲשׂ֛וֹת H6213 מִצְוֺתַ֥י H4687 וּמִשְׁפָּטַ֖ H4941 כַּיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "8": "וְ֠עַתָּה H6258 לְעֵינֵ֨י H5869 כָל H3605 יִשְׂרָאֵ֤ל H3478 קְהַל H6951 יְהוָה֙ H3068 וּבְ H241 אֱלֹהֵ֔ינוּ H430 שִׁמְר֣וּ H8104 וְדִרְשׁ֔וּ H1875 כָּל H3605 מִצְוֺ֖ת H4687 יְהוָ֣ה H3068 אֱלֹהֵיכֶ֑ם H430 לְמַ֤עַן H4616 תִּֽירְשׁוּ֙ H3423 אֶת H853 הָאָ֣רֶץ H776 הַטּוֹבָ֔ה H2896 וְהִנְחַלְתֶּ֛ם H5157 לִבְנֵי H1121 אַחֲרֵיכֶ֖ם H310 עַד H5704 עוֹלָֽם H5769 ",
  "9": "וְאַתָּ֣ה H859 שְׁלֹמֹֽה H8010 בְנִ֡י H1121 דַּע֩ H3045 אֶת H853 אֱלֹהֵ֨י H430 אָבִ֜יךָ H1 וְעָבְדֵ֗ H5647 בְּלֵ֤ב H3820 שָׁלֵם֙ H8003 וּבְ H5315 חֲפֵצָ֔ה H2655 כִּ֤י H3588 כָל H3605 לְבָבוֹת֙ H3824 דּוֹרֵ֣שׁ H1875 יְהוָ֔ה H3068 וְכָל H3605 יֵ֥צֶר H3336 מַחֲשָׁב֖וֹת H4284 מֵבִ֑ין H995 אִֽם H518 תִּדְרְשֶׁ֨נּוּ֙ H1875 יִמָּ֣צֵא H4672 לָ֔ךְ Hl וְאִם H518 תַּֽעַזְבֶ֖נּוּ H5800 יַזְנִיחֲךָ֥ H2186 לָעַֽד H5703 ",
  "10": "רְאֵ֣ה H7200 עַתָּ֗ה H6258 כִּֽי H3588 יְהוָ֛ה H3068 בָּ֧חַר H977 בְּךָ֛ Hb לִבְנֽוֹת H1129 בַּ֥יִת H1004 לַמִּקְדָּ֖שׁ H4720 חֲזַ֥ק H2388 וַעֲשֵֽׂה H6213 ",
  "11": "וַיִּתֵּ֣ן H5414 דָּוִ֣יד H1732 לִשְׁלֹמֹ֣ה H8010 בְנ֡וֹ H1121 אֶת H853 תַּבְנִ֣ית H8403 הָאוּלָם֩ H197 וְֽאֶת H853 בָּ֨תָּ֜יו H1004 וְגַנְזַכָּ֧י H1597 וַעֲלִיֹּתָ֛י H5944 וַחֲדָרָ֥י H2315 הַפְּנִימִ֖ים H6442 וּבֵ֥ית H1004 הַכַּפֹּֽרֶת H3727 ",
  "12": "וְתַבְנִ֗ית H8403 כֹּל֩ H3605 אֲשֶׁ֨ר H834 הָיָ֤ה H1961 בָר֨וּחַ֙ H7307 עִמּ֔וֹ H5973 לְחַצְר֧וֹת H2691 בֵּית H1004 יְהוָ֛ה H3068 וּלְ H3605 הַלְּשָׁכ֖וֹת H3957 סָבִ֑יב H5439 לְאֹֽצְרוֹת֙ H214 בֵּ֣ית H1004 הָאֱלֹהִ֔ים H430 וּלְ H214 הַקֳּדָשִֽׁים H6944 ",
  "13": "וּֽלְ H4256 הַכֹּהֲנִ֣ים H3548 וְהַ H3881 וּֽלְ H3605 מְלֶ֖אכֶת H4399 עֲבוֹדַ֣ת H5656 בֵּית H1004 יְהוָ֑ה H3068 וּֽלְ H3605 כְּלֵ֖י H3627 עֲבוֹדַ֥ת H5656 בֵּית H1004 יְהוָֽה H3068 ",
  "14": "לַזָּהָ֤ב H2091 בַּמִּשְׁקָל֙ H4948 לַזָּהָ֔ב H2091 לְכָל H3605 כְּלֵ֖י H3627 עֲבוֹדָ֣ה H5656 וַעֲבוֹדָ֑ה H5656 לְכֹ֨ל H3605 כְּלֵ֤י H3627 הַכֶּ֨סֶף֙ H3701 בְּמִשְׁקָ֔ל H4948 לְכָל H3605 כְּלֵ֖י H3627 עֲבוֹדָ֥ה H5656 וַעֲבוֹדָֽה H5656 ",
  "15": "וּמִשְׁקָ֞ל H4948 לִמְנֹר֣וֹת H4501 הַזָּהָ֗ב H2091 וְנֵרֹֽתֵי H5216 זָהָ֔ב H2091 בְּמִשְׁקַל H4948 מְנוֹרָ֥ה H4501 וּמְנוֹרָ֖ה H4501 וְנֵרֹתֶ֑י H5216 וְלִ H4501 הַכֶּ֤סֶף H3701 בְּמִשְׁקָל֙ H4948 לִמְנוֹרָ֣ה H4501 וְנֵרֹתֶ֔י H5216 כַּעֲבוֹדַ֖ת H5656 מְנוֹרָ֥ה H4501 וּמְנוֹרָֽה H4501 ",
  "16": "וְאֶת H853 הַזָּהָ֥ב H2091 מִשְׁקָ֛ל H4948 לְשֻׁלְחֲנ֥וֹת H7979 הַֽמַּעֲרֶ֖כֶת H4635 לְשֻׁלְחַ֣ן H7979 וְשֻׁלְחָ֑ן H7979 וְכֶ֖סֶף H3701 לְשֻׁלְחֲנ֥וֹת H7979 הַכָּֽסֶף H3701 ",
  "17": "וְהַ H4207 וְהַ H4219 וְהַ H7184 זָהָ֣ב H2091 טָה֑וֹר H2889 וְלִ H3713 הַזָּהָ֤ב H2091 בְּמִשְׁקָל֙ H4948 לִכְפ֣וֹר H3713 וּכְפ֔וֹר H3713 וְלִ H3713 הַכֶּ֛סֶף H3701 בְּמִשְׁקָ֖ל H4948 לִכְפ֥וֹר H3713 וּכְפֽוֹר H3713 ",
  "18": "וּלְ H4196 הַקְּטֹ֛רֶת H7004 זָהָ֥ב H2091 מְזֻקָּ֖ק H2212 בַּמִּשְׁקָ֑ל H4948 וּלְ H8403 הַמֶּרְכָּבָ֗ה H4818 הַכְּרֻבִ֤ים H3742 זָהָב֙ H2091 לְפֹ֣רְשִׂ֔ים H6566 וְסֹכְכִ֖ים H5526 עַל H5921 אֲר֥וֹן H727 בְּרִית H1285 יְהוָֽה H3068 ",
  "19": "הַכֹּ֥ל H3605 בִּכְתָ֛ב H3791 מִיַּ֥ד H3027 יְהוָ֖ה H3068 עָלַ֣י H5921 הִשְׂכִּ֑יל H7919 כֹּ֖ל H3605 מַלְאֲכ֥וֹת H4399 הַתַּבְנִֽית H8403 ",
  "20": "וַיֹּ֨אמֶר H559 דָּוִ֜יד H1732 לִשְׁלֹמֹ֣ה H8010 בְנ֗וֹ H1121 חֲזַ֤ק H2388 וֶאֱמַץ֙ H553 וַעֲשֵׂ֔ה H6213 אַל H408 תִּירָ֖א H3372 וְאַל H408 תֵּחָ֑ת H2865 כִּי֩ H3588 יְהוָ֨ה H3068 אֱלֹהִ֤ים H430 אֱלֹהַי֙ H430 עִמָּ֔ךְ H5973 לֹ֤א H3808 יַרְפְּךָ֙ H7503 וְלֹ֣א H3808 יַֽעַזְבֶ֔ךָּ H5800 עַד H5704 לִכְל֕וֹת H3615 כָּל H3605 מְלֶ֖אכֶת H4399 עֲבוֹדַ֥ת H5656 בֵּית H1004 יְהוָֽה H3068 ",
  "21": "וְהִנֵּ֗ה H2009 מַחְלְקוֹת֙ H4256 הַכֹּהֲנִ֣ים H3548 וְהַ H3881 לְכָל H3605 עֲבוֹדַ֖ת H5656 בֵּ֣ית H1004 הָאֱלֹהִ֑ים H430 וְעִמְּ H5973 בְכָל H3605 מְלָאכָ֜ה H4399 לְכָל H3605 נָדִ֤יב H5081 בַּֽחָכְמָה֙ H2451 לְכָל H3605 עֲבוֹדָ֔ה H5656 וְהַ H8269 וְכָל H3605 הָעָ֖ם H5971 לְכָל H3605 דְּבָרֶֽיךָ H1697 "
}
