{
  "1": "בְּנֵ֖י H1121 לֵוִ֑י H3878 גֵּרְשׁ֕וֹן H1648 קְהָ֖ת H6955 וּמְרָרִֽי H4847 ",
  "2": "וּבְנֵ֖י H1121 קְהָ֑ת H6955 עַמְרָ֣ם H6019 יִצְהָ֔ר H3324 וְחֶבְר֖וֹן H2275 וְעֻזִּיאֵֽל H5816 ",
  "3": "וּבְנֵ֣י H1121 עַמְרָ֔ם H6019 אַהֲרֹ֥ן H175 וּמֹשֶׁ֖ה H4872 וּמִרְיָ֑ם H4813 וּבְנֵ֣י H1121 אַהֲרֹ֔ן H175 נָדָב֙ H5070 וַאֲבִיה֔וּא H30 אֶלְעָזָ֖ר H499 וְאִיתָמָֽר H385 ",
  "4": "אֶלְעָזָר֙ H499 הוֹלִ֣יד H3205 אֶת H853 פִּֽינְחָ֔ס H6372 פִּֽינְחָ֖ס H6372 הֹלִ֥יד H3205 אֶת H853 אֲבִישֽׁוּעַ H50 ",
  "5": "וַאֲבִישׁ֨וּעַ֙ H50 הוֹלִ֣יד H3205 אֶת H853 בֻּקִּ֔י H1231 וּבֻקִּ֖י H1231 הוֹלִ֥יד H3205 אֶת H853 עֻזִּֽי H5813 ",
  "6": "וְעֻזִּי֙ H5813 הוֹלִ֣יד H3205 אֶת H853 זְרַֽחְיָ֔ה H2228 וּֽזְרַֽחְיָ֖ה H2228 הוֹלִ֥יד H3205 אֶת H853 מְרָיֽוֹת H4812 ",
  "7": "מְרָיוֹת֙ H4812 הוֹלִ֣יד H3205 אֶת H853 אֲמַרְיָ֔ה H568 וַאֲמַרְיָ֖ה H568 הוֹלִ֥יד H3205 אֶת H853 אֲחִיטֽוּב H285 ",
  "8": "וַאֲחִיטוּב֙ H285 הוֹלִ֣יד H3205 אֶת H853 צָד֔וֹק H6659 וְצָד֖וֹק H6659 הוֹלִ֥יד H3205 אֶת H853 אֲחִימָֽעַץ H290 ",
  "9": "וַאֲחִימַ֨עַץ֙ H290 הוֹלִ֣יד H3205 אֶת H853 עֲזַרְיָ֔ה H5838 וַעֲזַרְיָ֖ה H5838 הוֹלִ֥יד H3205 אֶת H853 יוֹחָנָֽן H3110 ",
  "10": "וְיוֹחָנָ֖ן H3110 הוֹלִ֣יד H3205 אֶת H853 עֲזַרְיָ֑ה H5838 ה֚וּא H1931 אֲשֶׁ֣ר H834 כִּהֵ֔ן H3547 בַּבַּ֕יִת H1004 אֲשֶׁר H834 בָּנָ֥ה H1129 שְׁלֹמֹ֖ה H8010 בִּירוּשָׁלִָֽם H3389 ",
  "11": "וַיּ֥וֹלֶד H3205 עֲזַרְיָ֖ה H5838 אֶת H853 אֲמַרְיָ֑ה H568 וַאֲמַרְיָ֖ה H568 הוֹלִ֥יד H3205 אֶת H853 אֲחִיטֽוּב H285 ",
  "12": "וַאֲחִיטוּב֙ H285 הוֹלִ֣יד H3205 אֶת H853 צָד֔וֹק H6659 וְצָד֖וֹק H6659 הוֹלִ֥יד H3205 אֶת H853 שַׁלּֽוּם H7967 ",
  "13": "וְשַׁלּוּם֙ H7967 הוֹלִ֣יד H3205 אֶת H853 חִלְקִיָּ֔ה H2518 וְחִלְקִיָּ֖ה H2518 הוֹלִ֥יד H3205 אֶת H853 עֲזַרְיָֽה H5838 ",
  "14": "וַעֲזַרְיָה֙ H5838 הוֹלִ֣יד H3205 אֶת H853 שְׂרָיָ֔ה H8304 וּשְׂרָיָ֖ה H8304 הוֹלִ֥יד H3205 אֶת H853 יְהוֹצָדָֽק H3087 ",
  "15": "וִיהוֹצָדָ֣ק H3087 הָלַ֔ךְ H1980 בְּהַגְל֣וֹת H1540 יְהוָ֔ה H3068 אֶת H853 יְהוּדָ֖ה H3063 וִירוּשָׁלִָ֑ם H3389 בְּיַ֖ד H3027 נְבֻכַדְנֶאצַּֽר H5019 ",
  "16": "בְּנֵ֖י H1121 לֵוִ֑י H3878 גֵּרְשֹׁ֕ם H1647 קְהָ֖ת H6955 וּמְרָרִֽי H4847 ",
  "17": "וְאֵ֛לֶּה H428 שְׁמ֥וֹת H8034 בְּֽנֵי H1121 גֵרְשׁ֖וֹם H1647 לִבְנִ֥י H3845 וְשִׁמְעִֽי H8096 ",
  "18": "וּבְנֵ֖י H1121 קְהָ֑ת H6955 עַמְרָ֣ם H6019 וְיִצְהָ֔ר H3324 וְחֶבְר֖וֹן H2275 וְעֻזִּיאֵֽל H5816 ",
  "19": "בְּנֵ֥י H1121 מְרָרִ֖י H4847 מַחְלִ֣י H4249 וּמֻשִׁ֑י H4187 וְאֵ֛לֶּה H428 מִשְׁפְּח֥וֹת H4940 הַלֵּוִ֖י H3881 לַאֲבוֹתֵי H1 ",
  "20": "לְֽגֵרְשׁ֑וֹם H1647 לִבְנִ֥י H3845 בְנ֛וֹ H1121 יַ֥חַת H3189 בְּנ֖וֹ H1121 זִמָּ֥ה H2155 בְנֽוֹ H1121 ",
  "21": "יוֹאָ֤ח H3098 בְּנוֹ֙ H1121 עִדּ֣וֹ H5714 בְנ֔וֹ H1121 זֶ֥רַח H2226 בְּנ֖וֹ H1121 יְאָתְרַ֥י H2979 בְּנֽוֹ H1121 ",
  "22": "בְּנֵ֖י H1121 קְהָ֑ת H6955 עַמִּינָדָ֣ב H5992 בְּנ֔וֹ H1121 קֹ֥רַח H7141 בְּנ֖וֹ H1121 אַסִּ֥יר H617 בְּנֽוֹ H1121 ",
  "23": "אֶלְקָנָ֥ה H511 בְנ֛וֹ H1121 וְאֶבְיָסָ֥ף H43 בְּנ֖וֹ H1121 וְאַסִּ֥יר H617 בְּנֽוֹ H1121 ",
  "24": "תַּ֤חַת H8480 בְּנוֹ֙ H1121 אוּרִיאֵ֣ל H222 בְּנ֔וֹ H1121 עֻזִּיָּ֥ה H5818 בְנ֖וֹ H1121 וְשָׁא֥וּל H7586 בְּנֽוֹ H1121 ",
  "25": "וּבְנֵי֙ H1121 אֶלְקָנָ֔ה H511 עֲמָשַׂ֖י H6022 וַאֲחִימֽוֹת H287 ",
  "26": "אֶלְקָנָ֑ה H511 בנו H1121 אֶלְקָנָ֔ה H511 צוֹפַ֥י H6689 בְּנ֖וֹ H1121 וְנַ֥חַת H5184 בְּנֽוֹ H1121 ",
  "27": "אֱלִיאָ֥ב H446 בְּנ֛וֹ H1121 יְרֹחָ֥ם H3395 בְּנ֖וֹ H1121 אֶלְקָנָ֥ה H511 בְנֽוֹ H1121 ",
  "28": "וּבְנֵ֧י H1121 שְׁמוּאֵ֛ל H8050 הַבְּכֹ֥ר H1060 וַשְׁנִ֖י H2059 וַאֲבִיָּֽה H29 ",
  "29": "בְּנֵ֥י H1121 מְרָרִ֖י H4847 מַחְלִ֑י H4249 לִבְנִ֥י H3845 בְנ֛וֹ H1121 שִׁמְעִ֥י H8096 בְנ֖וֹ H1121 עֻזָּ֥ה H5798 בְנֽוֹ H1121 ",
  "30": "שִׁמְעָ֥א H8092 בְנ֛וֹ H1121 חַגִּיָּ֥ה H2293 בְנ֖וֹ H1121 עֲשָׂיָ֥ה H6222 בְנֽוֹ H1121 ",
  "31": "וְאֵ֗לֶּה H428 אֲשֶׁ֨ר H834 הֶעֱמִ֥יד H5975 דָּוִ֛יד H1732 עַל H5921 יְדֵי H3027 שִׁ֖יר H7892 בֵּ֣ית H1004 יְהוָ֑ה H3068 מִמְּנ֖וֹחַ H4494 הָאָרֽוֹן H727 ",
  "32": "וַיִּהְי֨וּ H1961 מְשָׁרְתִ֜ים H8334 לִפְנֵ֨י H6440 מִשְׁכַּ֤ן H4908 אֹֽהֶל H168 מוֹעֵד֙ H4150 בַּשִּׁ֔יר H7892 עַד H5704 בְּנ֧וֹת H1129 שְׁלֹמֹ֛ה H8010 אֶת H853 בֵּ֥ית H1004 יְהוָ֖ה H3068 בִּירוּשָׁלִָ֑ם H3389 וַיַּעַמְד֥וּ H5975 כְמִשְׁפָּטָ֖ H4941 עַל H5921 עֲבוֹדָתָֽם H5656 ",
  "33": "וְאֵ֥לֶּה H428 הָעֹמְדִ֖ים H5975 וּבְנֵי H1121 מִבְּנֵי֙ H1121 הַקְּהָתִ֔י H6956 הֵימָן֙ H1968 הַמְשׁוֹרֵ֔ר H7891 בֶּן H1121 יוֹאֵ֖ל H3100 בֶּן H1121 שְׁמוּאֵֽל H8050 ",
  "34": "בֶּן H1121 אֶלְקָנָה֙ H511 בֶּן H1121 יְרֹחָ֔ם H3395 בֶּן H1121 אֱלִיאֵ֖ל H447 בֶּן H1121 תּֽוֹחַ H8430 ",
  "35": "בֶּן H1121 ציף H6689 בֶּן H1121 אֶלְקָנָ֔ה H511 בֶּן H1121 מַ֖חַת H4287 בֶּן H1121 עֲמָשָֽׂי H6022 ",
  "36": "בֶּן H1121 אֶלְקָנָה֙ H511 בֶּן H1121 יוֹאֵ֔ל H3100 בֶּן H1121 עֲזַרְיָ֖ה H5838 בֶּן H1121 צְפַנְיָֽה H6846 ",
  "37": "בֶּן H1121 תַּ֨חַת֙ H8480 בֶּן H1121 אַסִּ֔יר H617 בֶּן H1121 אֶבְיָסָ֖ף H43 בֶּן H1121 קֹֽרַח H7141 ",
  "38": "בֶּן H1121 יִצְהָ֣ר H3324 בֶּן H1121 קְהָ֔ת H6955 בֶּן H1121 לֵוִ֖י H3878 בֶּן H1121 יִשְׂרָאֵֽל H3478 ",
  "39": "וְאָחִ֣י H251 אָסָ֔ף H623 הָעֹמֵ֖ד H5975 עַל H5921 יְמִינ֑וֹ H3225 אָסָ֥ף H623 בֶּן H1121 בֶּרֶכְיָ֖הוּ H1296 בֶּן H1121 שִׁמְעָֽא H8092 ",
  "40": "בֶּן H1121 מִיכָאֵ֥ל H4317 בֶּן H1121 בַּעֲשֵׂיָ֖ה H1202 בֶּן H1121 מַלְכִּיָּֽה H4441 ",
  "41": "בֶּן H1121 אֶתְנִ֥י H867 בֶן H1121 זֶ֖רַח H2226 בֶּן H1121 עֲדָיָֽה H5718 ",
  "42": "בֶּן H1121 אֵיתָ֥ן H387 בֶּן H1121 זִמָּ֖ה H2155 בֶּן H1121 שִׁמְעִֽי H8096 ",
  "43": "בֶּן H1121 יַ֥חַת H3189 בֶּן H1121 גֵּרְשֹׁ֖ם H1647 בֶּן H1121 לֵוִֽי H3878 ",
  "44": "וּבְנֵ֧י H1121 מְרָרִ֛י H4847 אֲחֵיהֶ֖ם H251 עַֽל H5921 הַשְּׂמֹ֑אול H8040 אֵיתָן֙ H387 בֶּן H1121 קִישִׁ֔י H7029 בֶּן H1121 עַבְדִּ֖י H5660 בֶּן H1121 מַלּֽוּךְ H4409 ",
  "45": "בֶּן H1121 חֲשַׁבְיָ֥ה H2811 בֶן H1121 אֲמַצְיָ֖ה H558 בֶּן H1121 חִלְקִיָּֽה H2518 ",
  "46": "בֶּן H1121 אַמְצִ֥י H557 בֶן H1121 בָּנִ֖י H1137 בֶּן H1121 שָֽׁמֶר H8106 ",
  "47": "בֶּן H1121 מַחְלִי֙ H4249 בֶּן H1121 מוּשִׁ֔י H4187 בֶּן H1121 מְרָרִ֖י H4847 בֶּן H1121 לֵוִֽי H3878 ",
  "48": "וַאֲחֵי H251 הַלְוִיִּ֑ם H3881 נְתוּנִ֕ים H5414 לְכָ֨ל H3605 עֲבוֹדַ֔ת H5656 מִשְׁכַּ֖ן H4908 בֵּ֥ית H1004 הָאֱלֹהִֽים H430 ",
  "49": "וְֽאַהֲרֹ֨ן H175 וּבָנָ֜י H1121 מַקְטִירִ֨ים H6999 עַל H5921 מִזְבַּ֤ח H4196 הָֽעוֹלָה֙ H5930 וְעַל H5921 מִזְבַּ֣ח H4196 הַקְּטֹ֔רֶת H7004 לְכֹ֕ל H3605 מְלֶ֖אכֶת H4399 קֹ֣דֶשׁ H6944 הַקֳּדָשִׁ֑ים H6944 וּלְ H3722 עַל H5921 יִשְׂרָאֵ֔ל H3478 כְּכֹל֙ H3605 אֲשֶׁ֣ר H834 צִוָּ֔ה H6680 מֹשֶׁ֖ה H4872 עֶ֥בֶד H5650 הָאֱלֹהִֽים H430 ",
  "50": "וְאֵ֖לֶּה H428 בְּנֵ֣י H1121 אַהֲרֹ֑ן H175 אֶלְעָזָ֥ר H499 בְּנ֛וֹ H1121 פִּֽינְחָ֥ס H6372 בְּנ֖וֹ H1121 אֲבִישׁ֥וּעַ H50 בְּנֽוֹ H1121 ",
  "51": "בֻּקִּ֥י H1231 בְנ֛וֹ H1121 עֻזִּ֥י H5813 בְנ֖וֹ H1121 זְרַֽחְיָ֥ה H2228 בְנֽוֹ H1121 ",
  "52": "מְרָי֥וֹת H4812 בְּנ֛וֹ H1121 אֲמַרְיָ֥ה H568 בְנ֖וֹ H1121 אֲחִיט֥וּב H285 בְּנֽוֹ H1121 ",
  "53": "צָד֥וֹק H6659 בְּנ֖וֹ H1121 אֲחִימַ֥עַץ H290 בְּנֽוֹ H1121 ",
  "54": "וְאֵ֨לֶּה֙ H428 מוֹשְׁבוֹתָ֔ם H4186 לְטִירוֹתָ֖ H2918 בִּגְבוּלָ֑ H1366 לִבְנֵ֤י H1121 אַהֲרֹן֙ H175 לְמִשְׁפַּחַ֣ת H4940 הַקְּהָתִ֔י H6956 כִּ֥י H3588 לָהֶ֖ם H1992 הָיָ֥ה H1961 הַגּוֹרָֽל H1486 ",
  "55": "וַֽיִּתְּנ֥וּ H5414 לָהֶ֛ם H1992 אֶת H853 חֶבְר֖וֹן H2275 בְּאֶ֣רֶץ H776 יְהוּדָ֑ה H3063 וְאֶת H853 מִגְרָשֶׁ֖יהָ H4054 סְבִיבֹתֶֽיהָ H5439 ",
  "56": "וְאֶת H853 שְׂדֵ֥ה H7704 הָעִ֖יר H5892 וְאֶת H853 חֲצֵרֶ֑יהָ H2691 נָתְנ֖וּ H5414 לְכָלֵ֥ב H3612 בֶּן H1121 יְפֻנֶּֽה H3312 ",
  "57": "וְלִ H1121 אַהֲרֹ֗ן H175 נָתְנוּ֙ H5414 אֶת H853 עָרֵ֣י H5892 הַמִּקְלָ֔ט H4733 אֶת H853 חֶבְר֥וֹן H2275 וְאֶת H853 לִבְנָ֖ה H3841 וְאֶת H853 מִגְרָשֶׁ֑יהָ H4054 וְאֶת H853 יַתִּ֥ר H3492 וְאֶֽת H853 אֶשְׁתְּמֹ֖עַ H851 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 ",
  "58": "וְאֶת H853 חִילֵז֙ H2432 וְאֶת H853 מִגְרָשֶׁ֔יהָ H4054 אֶת H853 דְּבִ֖יר H1688 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 ",
  "59": "וְאֶת H853 עָשָׁן֙ H6228 וְאֶת H853 מִגְרָשֶׁ֔יהָ H4054 וְאֶת H853 בֵּ֥ית H1053 שֶׁ֖מֶשׁ H1053 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 ",
  "60": "וּמִ H4294 בִנְיָמִ֗ן H1144 אֶת H853 גֶּ֤בַע H1387 וְאֶת H853 מִגְרָשֶׁ֨יהָ֙ H4054 וְאֶת H853 עָלֶ֣מֶת H5964 וְאֶת H853 מִגְרָשֶׁ֔יהָ H4054 וְאֶת H853 עֲנָת֖וֹת H6068 וְאֶת H853 מִגְרָשֶׁ֑יהָ H4054 כָּל H3605 עָרֵיהֶ֛ם H5892 שְׁלֹשׁ H7969 עֶשְׂרֵ֥ה H6240 עִ֖יר H5892 בְּמִשְׁפְּחוֹתֵי H4940 ",
  "61": "וְלִ H1121 קְהָ֜ת H6955 הַנּוֹתָרִ֗ים H3498 מִמִּשְׁפַּ֣חַת H4940 הַמַּטֶּ֡ה H4294 מִֽ֠מַּחֲצִית H4276 מַטֵּ֨ה H4294 חֲצִ֧י H2677 מְנַשֶּׁ֛ה H4519 בַּגּוֹרָ֖ל H1486 עָרִ֥ים H5892 עָֽשֶׂר H6235 ",
  "62": "וְלִ H1121 גֵרְשׁ֜וֹם H1647 לְמִשְׁפְּחוֹתָ֗ H4940 מִמַּטֵּ֣ה H4294 יִ֠שָׂשכָר H3485 וּמִ H4294 אָשֵׁ֜ר H836 וּמִ H4294 נַפְתָּלִ֗י H5321 וּמִ H4294 מְנַשֶּׁה֙ H4519 בַּבָּשָׁ֔ן H1316 עָרִ֖ים H5892 שְׁלֹ֥שׁ H7969 עֶשְׂרֵֽה H6240 ",
  "63": "לִבְנֵ֨י H1121 מְרָרִ֜י H4847 לְמִשְׁפְּחוֹתָ֗ H4940 מִמַּטֵּ֣ה H4294 רְ֠אוּבֵן H7205 וּֽמִ H4294 גָ֞ד H1410 וּמִ H4294 זְבוּלֻן֙ H2074 בַּגּוֹרָ֔ל H1486 עָרִ֖ים H5892 שְׁתֵּ֥ים H8147 עֶשְׂרֵֽה H6240 ",
  "64": "וַיִּתְּנ֥וּ H5414 בְנֵי H1121 יִשְׂרָאֵ֖ל H3478 לַלְוִיִּ֑ם H3881 אֶת H853 הֶעָרִ֖ים H5892 וְאֶת H854 מִגְרְשֵׁיהֶֽם H4054 ",
  "65": "וַיִּתְּנ֣וּ H5414 בַגּוֹרָ֗ל H1486 מִמַּטֵּ֤ה H4294 בְנֵי H1121 יְהוּדָה֙ H3063 וּמִ H4294 בְנֵי H1121 שִׁמְע֔וֹן H8095 וּמִ H4294 בְּנֵ֣י H1121 בִנְיָמִ֑ן H1144 אֵ֚ת H853 הֶעָרִ֣ים H5892 הָאֵ֔לֶּה H428 אֲשֶׁר H834 יִקְרְא֥וּ H7121 אֶתְהֶ֖ם H853 בְּשֵׁמֽוֹת H8034 ",
  "66": "וּמִֽ H4940 בְּנֵ֣י H1121 קְהָ֑ת H6955 וַיְהִי֙ H1961 עָרֵ֣י H5892 גְבוּלָ֔ם H1366 מִמַּטֵּ֖ה H4294 אֶפְרָֽיִם H669 ",
  "67": "וַיִּתְּנ֨וּ H5414 לָהֶ֜ם Hl אֶת H853 עָרֵ֧י H5892 הַמִּקְלָ֛ט H4733 אֶת H853 שְׁכֶ֥ם H7927 וְאֶת H853 מִגְרָשֶׁ֖יהָ H4054 בְּהַ֣ר H2022 אֶפְרָ֑יִם H669 וְאֶת H853 גֶּ֖זֶר H1507 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 ",
  "68": "וְאֶֽת H853 יָקְמְעָם֙ H3361 וְאֶת H853 מִגְרָשֶׁ֔יהָ H4054 וְאֶת H853 בֵּ֥ית H1032 חוֹר֖וֹן H1032 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 ",
  "69": "וְאֶת H853 אַיָּלוֹן֙ H357 וְאֶת H853 מִגְרָשֶׁ֔יהָ H4054 וְאֶת H853 גַּת H1667 רִמּ֖וֹן H1667 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 ",
  "70": "וּמִֽ H4276 מַטֵּ֣ה H4294 מְנַשֶּׁ֔ה H4519 אֶת H853 עָנֵר֙ H6063 וְאֶת H853 מִגְרָשֶׁ֔יהָ H4054 וְאֶת H853 בִּלְעָ֖ם H1109 וְאֶת H853 מִגְרָשֶׁ֑יהָ H4054 לְמִשְׁפַּ֥חַת H4940 לִבְנֵי H1121 קְהָ֖ת H6955 הַנּוֹתָרִֽים H3498 ",
  "71": "לִבְנֵי֮ H1121 גֵּרְשׁוֹם֒ H1647 מִמִּשְׁפַּ֗חַת H4940 חֲצִי֙ H2677 מַטֵּ֣ה H4294 מְנַשֶּׁ֔ה H4519 אֶת H853 גּוֹלָ֥ן H1474 בַּבָּשָׁ֖ן H1316 וְאֶת H853 מִגְרָשֶׁ֑יהָ H4054 וְאֶת H853 עַשְׁתָּר֖וֹת H6252 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 ",
  "72": "וּמִ H4294 יִשָׂשכָ֔ר H3485 אֶת H853 קֶ֖דֶשׁ H6943 וְאֶת H853 מִגְרָשֶׁ֑יהָ H4054 אֶת H853 דָּבְרַ֖ת H1705 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 ",
  "73": "וְאֶת H853 רָאמוֹת֙ H7216 וְאֶת H853 מִגְרָשֶׁ֔יהָ H4054 וְאֶת H853 עָנֵ֖ם H6046 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 ",
  "74": "וּמִ H4294 אָשֵׁ֔ר H836 אֶת H853 מָשָׁ֖ל H4913 וְאֶת H853 מִגְרָשֶׁ֑יהָ H4054 וְאֶת H853 עַבְדּ֖וֹן H5658 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 ",
  "75": "וְאֶת H853 חוּקֹק֙ H2712 וְאֶת H853 מִגְרָשֶׁ֔יהָ H4054 וְאֶת H853 רְחֹ֖ב H7340 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 ",
  "76": "וּמִ H4294 נַפְתָּלִ֗י H5321 אֶת H853 קֶ֤דֶשׁ H6943 בַּגָּלִיל֙ H1551 וְאֶת H853 מִגְרָשֶׁ֔יהָ H4054 וְאֶת H853 חַמּ֖וֹן H2540 וְאֶת H853 מִגְרָשֶׁ֑יהָ H4054 וְאֶת H853 קִרְיָתַ֖יִם H7156 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 ",
  "77": "לִבְנֵ֣י H1121 מְרָרִי֮ H4847 הַנּוֹתָרִים֒ H3498 מִמַּטֵּ֣ה H4294 זְבוּלֻ֔ן H2074 אֶת H853 רִמּוֹנ֖וֹ H7417 וְאֶת H853 מִגְרָשֶׁ֑יהָ H4054 אֶת H853 תָּב֖וֹר H8396 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 ",
  "78": "וּמֵ H5676 לְיַרְדֵּ֣ן H3383 יְרֵחוֹ֮ H3405 לְמִזְרַ֣ח H4217 הַיַּרְדֵּן֒ H3383 מִמַּטֵּ֣ה H4294 רְאוּבֵ֔ן H7205 אֶת H853 בֶּ֥צֶר H1221 בַּמִּדְבָּ֖ר H4057 וְאֶת H853 מִגְרָשֶׁ֑יהָ H4054 וְאֶת H853 יַ֖הְצָה H3096 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 ",
  "79": "וְאֶת H853 קְדֵמוֹת֙ H6932 וְאֶת H853 מִגְרָשֶׁ֔יהָ H4054 וְאֶת H853 מֵיפַ֖עַת H4158 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 ",
  "80": "וּמִ֨ H4294 גָ֔ד H1410 אֶת H853 רָאמ֥וֹת H7216 בַּגִּלְעָ֖ד H1568 וְאֶת H853 מִגְרָשֶׁ֑יהָ H4054 וְאֶֽת H853 מַחֲנַ֖יִם H4266 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 ",
  "81": "וְאֶת H853 חֶשְׁבּוֹן֙ H2809 וְאֶת H853 מִגְרָשֶׁ֔יהָ H4054 וְאֶת H853 יַעְזֵ֖יר H3270 וְאֶת H853 מִגְרָשֶֽׁיהָ H4054 "
}
