{
  "1": "God spoke all these words:",
  "2": "\"I am Yahweh your God, who brought you out of the land of Egypt, out of the house of slavery.",
  "3": "You must have no other gods before me.",
  "4": "You must not make for yourself a carved figure nor the likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water below.",
  "5": "You must not bow down to them or worship them, for I, Yahweh your God, am a jealous God. I punish the ancestors' wickedness by bringing punishment on the descendants, to the third and the fourth generation of those who hate me.",
  "6": "But I show covenant faithfulness to thousands of those who love me and keep my commandments.",
  "7": "You must not take the name of Yahweh your God, in vain, for I will not hold guiltless anyone who takes my name in vain.",
  "8": "Remember the Sabbath day, to set it apart to me.",
  "9": "You must labor and do all your work for six days.",
  "10": "But the seventh day is a Sabbath for Yahweh your God. On it you must not do any work, you, or your son, or your daughter, or your male servant, or your female servant, or your cattle, or the foreigner who is within your gates.",
  "11": "For in six days Yahweh made the heavens and earth, the sea, and everything that is in them, and rested on the seventh day. Therefore Yahweh blessed the Sabbath day and set it apart.",
  "12": "Honor your father and your mother, so that you may live a long time in the land that Yahweh your God is giving you.",
  "13": "You must not murder anyone.",
  "14": "You must not commit adultery.",
  "15": "You must not steal from anyone.",
  "16": "You must not give false testimony against your neighbor.",
  "17": "You must not covet your neighbor's house; you must not covet your neighbor's wife, his male servant, his female servant, his ox, his donkey, or anything that belongs to your neighbor.\"",
  "18": "All the people saw the thundering and the lightning, and heard the voice of the trumpet, and saw the mountain smoking. When the people saw it, they trembled and stood far off.",
  "19": "They said to Moses, \"Speak to us, and we will listen; but do not let God speak to us, or we will die.\"",
  "20": "Moses said to the people, \"Do not be afraid, for God has come to test you so that the honor of him may be in you, and so that you do not sin.\"",
  "21": "So the people stood far off, and Moses approached the thick darkness where God was.",
  "22": "Yahweh said to Moses, \"This is what you must tell the Israelites: 'You yourselves have seen that I have talked with you from heaven.",
  "23": "You will not make for yourselves other gods alongside me, gods of silver or gods of gold.",
  "24": "You must make an earthen altar for me, and you must sacrifice on it your burnt offerings, fellowship offerings, sheep, and oxen. In every place where I cause my name to be honored, I will come to you and bless you.",
  "25": "If you make me an altar of stone, you must not build it of cut stones, for if you use your tools on it, you will have defiled it.",
  "26": "You must not go up by steps to my altar, so that you nakedness not be uncovered.'\""
}
