{"1":"Then Yahweh spoke to Moses, \"Go to Pharaoh and tell him, 'Yahweh says this: \"Let my people go so that they may worship me.","2":"If you refuse to let them go, I will afflict all your country with frogs.","3":"The river will swarm with frogs. They will come up and go into your house, your bedroom, and your bed. They will go into your servants' houses. They will go onto your people, into your ovens, and into your kneading bowls.","4":"The frogs will attack you, your people, and all your servants.\"'\"","5":"Yahweh said to Moses, \"Say to Aaron, 'Reach out with your hand and your staff over the rivers, the streams, and the pools, and bring the frogs up over the land of Egypt.'\"","6":"Aaron reached out with his hand over Egypt's waters, and the frogs came up and covered the land of Egypt.","7":"But the magicians did the same with their magic; they brought up frogs over the land of Egypt.","8":"Then Pharaoh called for Moses and Aaron and said, \"Pray to Yahweh for him to take away the frogs from me and my people. Then I will let the people go, that they may sacrifice to him.\"","9":"Moses said to Pharaoh, \"You can have the privilege of telling me when I should pray for you, your servants, and your people, so that the frogs may be removed from you and your houses and stay only in the river.\"","10":"Pharaoh said, \"Tomorrow.\" Moses said, \"Let it be as you say, so that you may know that there is no one like Yahweh, our God.","11":"The frogs will go from you, your houses, your servants, and your people. They will stay only in the river.\"","12":"Moses and Aaron went out from Pharaoh. Then Moses cried out to Yahweh concerning the frogs that he had brought on Pharaoh.","13":"Yahweh did as Moses asked: The frogs died in the houses, courts, and fields.","14":"The people gathered them together in heaps, and the land stank.","15":"But when Pharaoh saw that there was relief, he hardened his heart and did not listen to Moses and Aaron, just as Yahweh had said that he would do.","16":"Yahweh said to Moses, \"Say to Aaron, 'Reach out with your staff and strike the dust on the ground, that it may become gnats throughout all the land of Egypt.'\"","17":"They did so: Aaron reached out with his hand and his staff. He struck the dust on the ground. Gnats came onto man and beast. All the dust on the ground became gnats throughout the whole land of Egypt.","18":"The magicians tried with their magic to produce gnats, but they could not. There were gnats on man and beast.","19":"Then the magicians said to Pharaoh, \"This is the finger of God.\" But Pharaoh's heart was hardened, so he refused to listen to them. It was just as Yahweh had said Pharaoh would do.","20":"Yahweh said to Moses, \"Get up early in the morning and stand in front of Pharaoh as he goes out to the river. Say to him, 'Yahweh says this: \"Let my people go so that they may worship me.","21":"But if you do not let my people go, I will send swarms of flies on you, your servants, and your people, and into your houses. The Egyptians' houses will be full of swarms of flies, and even the ground on which they stand will be full of flies.","22":"But on that day I will treat the land of Goshen differently, the land in which my people are living, so that no swarms of flies will be there. This will happen so that you may know that I am Yahweh in the midst of this land.","23":"I will make a distinction between my people and your people. This sign of my power will take place tomorrow.\"'\"","24":"Yahweh did so, and thick swarms of flies came into Pharaoh's house and into his servants' houses. Throughout the whole land of Egypt, the land was ruined because of the swarms of flies.","25":"Pharaoh called for Moses and for Aaron and said, \"Go, sacrifice to your God in our own land.\"","26":"Moses said, \"It is not right for us to do so, for the sacrifices we make to Yahweh our God are something disgusting to the Egyptians. If we make sacrifices right before their eyes that are disgusting to the Egyptians, will they not stone us?","27":"No, it is a three days' journey into the wilderness that we must make, in order to sacrifice to Yahweh our God, as he commands us.\"","28":"Pharaoh said, \"I will allow you to go and sacrifice to Yahweh your God in the wilderness. Only you must not go very far away. Pray for me.\"","29":"Moses said, \"As soon as I go out from you, I will pray to Yahweh that the swarms of flies may leave you, Pharaoh, and your servants and people tomorrow. But you must not deal deceitfully any more by not letting our people go to sacrifice to Yahweh.\"","30":"Moses went out from Pharaoh and prayed to Yahweh.","31":"Yahweh did as Moses asked; and he removed the swarms of flies from Pharaoh, his servants, and his people. Not one remained.","32":"But Pharaoh hardened his heart this time also, and he did not let the people go."}
