{
  "1": "וּמַֽלְכַּת H4436 שְׁבָ֗א H7614 שֹׁמַ֛עַת H8085 אֶת H853 שֵׁ֥מַע H8088 שְׁלֹמֹ֖ה H8010 לְשֵׁ֣ם H8034 יְהוָ֑ה H3068 וַתָּבֹ֥א H935 לְנַסֹּת֖ H5254 בְּחִידֽוֹת H2420 ",
  "2": "וַתָּבֹ֣א H935 יְרוּשָׁלְַ֗מָה H3389 בְּחַיִל֮ H2428 כָּבֵ֣ד H3515 מְאֹד֒ H3966 גְּ֠מַלִּים H1581 נֹשְׂאִ֨ים H5375 בְּשָׂמִ֧ים H1314 וְזָהָ֛ב H2091 רַב H7227 מְאֹ֖ד H3966 וְאֶ֣בֶן H68 יְקָרָ֑ה H3368 וַתָּבֹא֙ H935 אֶל H413 שְׁלֹמֹ֔ה H8010 וַתְּדַבֵּ֣ר H1696 אֵלָ֔יו H413 אֵ֛ת H853 כָּל H3605 אֲשֶׁ֥ר H834 הָיָ֖ה H1961 עִם H5973 לְבָבָֽהּ H3824 ",
  "3": "וַיַּגֶּד H5046 לָ֥הּ Hl שְׁלֹמֹ֖ה H8010 אֶת H853 כָּל H3605 דְּבָרֶ֑יהָ H1697 לֹֽא H3808 הָיָ֤ה H1961 דָּבָר֙ H1697 נֶעְלָ֣ם H5956 מִן H4480 הַמֶּ֔לֶךְ H4428 אֲשֶׁ֧ר H834 לֹ֦א H3808 הִגִּ֖יד H5046 לָֽהּ Hl ",
  "4": "וַתֵּ֨רֶא֙ H7200 מַֽלְכַּת H4436 שְׁבָ֔א H7614 אֵ֖ת H853 כָּל H3605 חָכְמַ֣ת H2451 שְׁלֹמֹ֑ה H8010 וְהַ H1004 אֲשֶׁ֥ר H834 בָּנָֽה H1129 ",
  "5": "וּמַאֲכַ֣ל H3978 שֻׁלְחָנ֡וֹ H7979 וּמוֹשַׁ֣ב H4186 עֲבָדָיו֩ H5650 וּמַעֲמַ֨ד H4612 משרתו H8334 וּמַלְבֻּֽשֵׁי H4403 וּמַשְׁקָ֔י H4945 וְעֹ֣לָת֔ H5930 אֲשֶׁ֥ר H834 יַעֲלֶ֖ה H5927 בֵּ֣ית H1004 יְהוָ֑ה H3068 וְלֹא H3808 הָ֥יָה H1961 בָ֛הּ Hb ע֖וֹד H5750 רֽוּחַ H7307 ",
  "6": "וַתֹּ֨אמֶר֙ H559 אֶל H413 הַמֶּ֔לֶךְ H4428 אֱמֶת֙ H571 הָיָ֣ה H1961 הַדָּבָ֔ר H1697 אֲשֶׁ֥ר H834 שָׁמַ֖עְתִּי H8085 בְּאַרְצִ֑ H776 עַל H5921 דְּבָרֶ֖יךָ H1697 וְעַל H5921 חָכְמָתֶֽךָ H2451 ",
  "7": "וְלֹֽא H3808 הֶאֱמַ֣נְתִּי H539 לַדְּבָרִ֗ים H1697 עַ֤ד H5704 אֲשֶׁר H834 בָּ֨אתִי֙ H935 וַתִּרְאֶ֣ינָה H7200 עֵינַ֔י H5869 וְהִנֵּ֥ה H2009 לֹֽא H3808 הֻגַּד H5046 לִ֖י Hl הַחֵ֑צִי H2677 הוֹסַ֤פְתָּ H3254 חָכְמָה֙ H2451 וָט֔וֹב H2896 אֶל H413 הַשְּׁמוּעָ֖ה H8052 אֲשֶׁ֥ר H834 שָׁמָֽעְתִּי H8085 ",
  "8": "אַשְׁרֵ֣י H835 אֲנָשֶׁ֔יךָ H376 אַשְׁרֵ֖י H835 עֲבָדֶ֣יךָ H5650 אֵ֑לֶּה H428 הָֽעֹמְדִ֤ים H5975 לְפָנֶ֨י H6440 תָּמִ֔יד H8548 הַשֹּׁמְעִ֖ים H8085 אֶת H853 חָכְמָתֶֽךָ H2451 ",
  "9": "יְהִ֨י H1961 יְהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 בָּר֔וּךְ H1288 אֲשֶׁר֙ H834 חָפֵ֣ץ H2654 בְּךָ֔ Hb לְתִתְּ H5414 עַל H5921 כִּסֵּ֣א H3678 יִשְׂרָאֵ֑ל H3478 בְּאַהֲבַ֨ת H160 יְהוָ֤ה H3068 אֶת H853 יִשְׂרָאֵל֙ H3478 לְעֹלָ֔ם H5769 וַיְשִֽׂימְ H7760 לְמֶ֔לֶךְ H4428 לַעֲשׂ֥וֹת H6213 מִשְׁפָּ֖ט H4941 וּצְדָקָֽה H6666 ",
  "10": "וַתִּתֵּ֨ן H5414 לַמֶּ֜לֶךְ H4428 מֵאָ֥ה H3967 וְעֶשְׂרִ֣ים H6242 כִּכַּ֣ר H3603 זָהָ֗ב H2091 וּבְשָׂמִ֛ים H1314 הַרְבֵּ֥ה H7235 מְאֹ֖ד H3966 וְאֶ֣בֶן H68 יְקָרָ֑ה H3368 לֹא H3808 בָא֩ H935 כַבֹּ֨שֶׂם H1314 הַה֥וּא H1931 עוֹד֙ H5750 לָרֹ֔ב H7230 אֲשֶׁר H834 נָתְנָ֥ה H5414 מַֽלְכַּת H4436 שְׁבָ֖א H7614 לַמֶּ֥לֶךְ H4428 שְׁלֹמֹֽה H8010 ",
  "11": "וְגַם֙ H1571 אֳנִ֣י H590 חִירָ֔ם H2438 אֲשֶׁר H834 נָשָׂ֥א H5375 זָהָ֖ב H2091 מֵאוֹפִ֑יר H211 הֵבִ֨יא H935 מֵאֹפִ֜יר H211 עֲצֵ֧י H6086 אַלְמֻגִּ֛ים H484 הַרְבֵּ֥ה H7235 מְאֹ֖ד H3966 וְאֶ֥בֶן H68 יְקָרָֽה H3368 ",
  "12": "וַיַּ֣עַשׂ H6213 הַ֠מֶּלֶךְ H4428 אֶת H853 עֲצֵ֨י H6086 הָאַלְמֻגִּ֜ים H484 מִסְעָ֤ד H4552 לְבֵית H1004 יְהוָה֙ H3068 וּלְ H1004 הַמֶּ֔לֶךְ H4428 וְכִנֹּר֥וֹת H3658 וּנְבָלִ֖ים H5035 לַשָּׁרִ֑ים H7891 לֹ֣א H3808 בָֽא H935 כֵ֞ן H3651 עֲצֵ֤י H6086 אַלְמֻגִּים֙ H484 וְלֹ֣א H3808 נִרְאָ֔ה H7200 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "13": "וְהַ H4428 שְׁלֹמֹ֜ה H8010 נָתַ֣ן H5414 לְמַֽלְכַּת H4436 שְׁבָ֗א H7614 אֶת H853 כָּל H3605 חֶפְצָהּ֙ H2656 אֲשֶׁ֣ר H834 שָׁאָ֔לָה H7592 מִלְּ H905 אֲשֶׁ֣ר H834 נָֽתַן H5414 לָ֔הּ Hl כְּיַ֖ד H3027 הַמֶּ֣לֶךְ H4428 שְׁלֹמֹ֑ה H8010 וַתֵּ֛פֶן H6437 וַתֵּ֥לֶךְ H3212 לְאַרְצָ֖ H776 הִ֥יא H1931 וַעֲבָדֶֽי H5650 ",
  "14": "וַֽיְהִי֙ H1961 מִשְׁקַ֣ל H4948 הַזָּהָ֔ב H2091 אֲשֶׁר H834 בָּ֥א H935 לִשְׁלֹמֹ֖ה H8010 בְּשָׁנָ֣ה H8141 אֶחָ֑ת H259 שֵׁ֥שׁ H8337 מֵא֛וֹת H3967 שִׁשִּׁ֥ים H8346 וָשֵׁ֖שׁ H8337 כִּכַּ֥ר H3603 זָהָֽב H2091 ",
  "15": "לְבַד֙ H905 מֵאַנְשֵׁ֣י H376 הַתָּרִ֔ים H8446 וּמִסְחַ֖ר H4536 הָרֹכְלִ֑ים H7402 וְכָל H3605 מַלְכֵ֥י H4428 הָעֶ֖רֶב H6152 וּפַח֥וֹת H6346 הָאָֽרֶץ H776 ",
  "16": "וַיַּ֨עַשׂ H6213 הַמֶּ֧לֶךְ H4428 שְׁלֹמֹ֛ה H8010 מָאתַ֥יִם H3967 צִנָּ֖ה H6793 זָהָ֣ב H2091 שָׁח֑וּט H7820 שֵׁשׁ H8337 מֵא֣וֹת H3967 זָהָ֔ב H2091 יַעֲלֶ֖ה H5927 עַל H5921 הַצִּנָּ֥ה H6793 הָאֶחָֽת H259 ",
  "17": "וּשְׁלֹשׁ H7969 מֵא֤וֹת H3967 מָֽגִנִּים֙ H4043 זָהָ֣ב H2091 שָׁח֔וּט H7820 שְׁלֹ֤שֶׁת H7969 מָנִים֙ H4488 זָהָ֔ב H2091 יַעֲלֶ֖ה H5927 עַל H5921 הַמָּגֵ֣ן H4043 הָאֶחָ֑ת H259 וַיִּתְּנֵ֣ H5414 הַמֶּ֔לֶךְ H4428 בֵּ֖ית H1004 יַ֥עַר H3293 הַלְּבָנֽוֹן H3844 ",
  "18": "וַיַּ֧עַשׂ H6213 הַמֶּ֛לֶךְ H4428 כִּסֵּא H3678 שֵׁ֖ן H8127 גָּד֑וֹל H1419 וַיְצַפֵּ֖ H6823 זָהָ֥ב H2091 מוּפָֽז H6338 ",
  "19": "שֵׁ֧שׁ H8337 מַעֲל֣וֹת H4609 לַכִּסֵּ֗ה H3678 וְרֹאשׁ H7218 עָגֹ֤ל H5696 לַכִּסֵּה֙ H3678 מֵאַֽחֲרָ֔י H310 וְיָדֹ֛ת H3027 מִזֶּ֥ה H2088 וּמִ H2088 אֶל H413 מְק֣וֹם H4725 הַשָּׁ֑בֶת H7675 וּשְׁנַ֣יִם H8147 אֲרָי֔וֹת H738 עֹמְדִ֖ים H5975 אֵ֥צֶל H681 הַיָּדֽוֹת H3027 ",
  "20": "וּשְׁנֵ֧ים H8147 עָשָׂ֣ר H6240 אֲרָיִ֗ים H738 עֹמְדִ֥ים H5975 שָׁ֛ם H8033 עַל H5921 שֵׁ֥שׁ H8337 הַֽמַּעֲל֖וֹת H4609 מִזֶּ֣ה H2088 וּמִ H2088 לֹֽא H3808 נַעֲשָׂ֥ה H6213 כֵ֖ן H3651 לְכָל H3605 מַמְלָכֽוֹת H4467 ",
  "21": "וְ֠כֹל H3605 כְּלֵ֞י H3627 מַשְׁקֵ֨ה H4945 הַמֶּ֤לֶךְ H4428 שְׁלֹמֹה֙ H8010 זָהָ֔ב H2091 וְכֹ֗ל H3605 כְּלֵ֛י H3627 בֵּֽית H1004 יַ֥עַר H3293 הַלְּבָנ֖וֹן H3844 זָהָ֣ב H2091 סָג֑וּר H5462 אֵ֣ין H369 כֶּ֗סֶף H3701 לֹ֥א H3808 נֶחְשָׁ֛ב H2803 בִּימֵ֥י H3117 שְׁלֹמֹ֖ה H8010 לִמְאֽוּמָה H3972 ",
  "22": "כִּי֩ H3588 אֳנִ֨י H590 תַרְשִׁ֤ישׁ H8659 לַמֶּ֨לֶךְ֙ H4428 בַּיָּ֔ם H3220 עִ֖ם H5973 אֳנִ֣י H590 חִירָ֑ם H2438 אַחַת֩ H259 לְשָׁלֹ֨שׁ H7969 שָׁנִ֜ים H8141 תָּב֣וֹא H935 אֳנִ֣י H590 תַרְשִׁ֗ישׁ H8659 נֹֽשְׂאֵת֙ H5375 זָהָ֣ב H2091 וָכֶ֔סֶף H3701 שֶׁנְהַבִּ֥ים H8143 וְקֹפִ֖ים H6971 וְתֻכִּיִּֽים H8500 ",
  "23": "וַיִּגְדַּל֙ H1431 הַמֶּ֣לֶךְ H4428 שְׁלֹמֹ֔ה H8010 מִכֹּ֖ל H3605 מַלְכֵ֣י H4428 הָאָ֑רֶץ H776 לְעֹ֖שֶׁר H6239 וּלְ H2451 ",
  "24": "וְכָ֨ל H3605 הָאָ֔רֶץ H776 מְבַקְשִׁ֖ים H1245 אֶת H853 פְּנֵ֣י H6440 שְׁלֹמֹ֑ה H8010 לִשְׁמֹ֨עַ֙ H8085 אֶת H853 חָכְמָת֔וֹ H2451 אֲשֶׁר H834 נָתַ֥ן H5414 אֱלֹהִ֖ים H430 בְּלִבּֽ H3820 ",
  "25": "וְהֵ֣מָּה H1992 מְבִאִ֣ים H935 אִ֣ישׁ H376 מִנְחָת֡וֹ H4503 כְּלֵ֣י H3627 כֶסֶף֩ H3701 וּכְלֵ֨י H3627 זָהָ֤ב H2091 וּשְׂלָמוֹת֙ H8008 וְנֵ֣שֶׁק H5402 וּבְשָׂמִ֔ים H1314 סוּסִ֖ים H5483 וּפְרָדִ֑ים H6505 דְּבַר H1697 שָׁנָ֖ה H8141 בְּשָׁנָֽה H8141 ",
  "26": "וַיֶּאֱסֹ֣ף H622 שְׁלֹמֹה֮ H8010 רֶ֣כֶב H7393 וּפָרָשִׁים֒ H6571 וַיְהִי H1961 ל֗וֹ Hl אֶ֤לֶף H505 וְאַרְבַּע H702 מֵאוֹת֙ H3967 רֶ֔כֶב H7393 וּשְׁנֵים H8147 עָשָׂ֥ר H6240 אֶ֖לֶף H505 פָּֽרָשִׁ֑ים H6571 וַיַּנְחֵ H5148 בְּעָרֵ֣י H5892 הָרֶ֔כֶב H7393 וְעִם H5973 הַמֶּ֖לֶךְ H4428 בִּירוּשָׁלִָֽם H3389 ",
  "27": "וַיִּתֵּ֨ן H5414 הַמֶּ֧לֶךְ H4428 אֶת H853 הַכֶּ֛סֶף H3701 בִּירוּשָׁלִַ֖ם H3389 כָּאֲבָנִ֑ים H68 וְאֵ֣ת H853 הָאֲרָזִ֗ים H730 נָתַ֛ן H5414 כַּשִּׁקְמִ֥ים H8256 אֲשֶׁר H834 בַּשְּׁפֵלָ֖ה H8219 לָרֹֽב H7230 ",
  "28": "וּמוֹצָ֧א H4161 הַסּוּסִ֛ים H5483 אֲשֶׁ֥ר H834 לִשְׁלֹמֹ֖ה H8010 מִמִּצְרָ֑יִם H4714 וּמִ H4723 סֹחֲרֵ֣י H5503 הַמֶּ֔לֶךְ H4428 יִקְח֥וּ H3947 מִקְוֵ֖ה H4723 בִּמְחִֽיר H4242 ",
  "29": "וַֽ֠תַּעֲלֶה H5927 וַתֵּצֵ֨א H3318 מֶרְכָּבָ֤ה H4818 מִמִּצְרַ֨יִם֙ H4714 בְּשֵׁ֣שׁ H8337 מֵא֣וֹת H3967 כֶּ֔סֶף H3701 וְס֖וּס H5483 בַּחֲמִשִּׁ֣ים H2572 וּמֵאָ֑ה H3967 וְ֠כֵן H3651 לְכָל H3605 מַלְכֵ֧י H4428 הַחִתִּ֛ים H2850 וּלְ H4428 אֲרָ֖ם H758 בְּיָדָ֥ H3027 יֹצִֽאוּ H3318 "
}
