{
  "1": "וַיֵּ֥לֶךְ H3212 רְחַבְעָ֖ם H7346 שְׁכֶ֑ם H7927 כִּ֥י H3588 שְׁכֶ֛ם H7927 בָּ֥א H935 כָל H3605 יִשְׂרָאֵ֖ל H3478 לְהַמְלִ֥יךְ H4427 אֹתֽוֹ H853 ",
  "2": "וַיְהִ֞י H1961 כִּשְׁמֹ֣עַ H8085 יָרָבְעָ֣ם H3379 בֶּן H1121 נְבָ֗ט H5028 וְהוּא֙ H1931 עוֹדֶ֣נּוּ H5750 בְמִצְרַ֔יִם H4714 אֲשֶׁ֣ר H834 בָּרַ֔ח H1272 מִפְּנֵ֖י H6440 הַמֶּ֣לֶךְ H4428 שְׁלֹמֹ֑ה H8010 וַיֵּ֥שֶׁב H3427 יָרָבְעָ֖ם H3379 בְּמִצְרָֽיִם H4714 ",
  "3": "וַֽיִּשְׁלְחוּ֙ H7971 וַיִּקְרְאוּ H7121 ל֔וֹ Hl ויבאו H935 יָרָבְעָ֖ם H3379 וְכָל H3605 קְהַ֣ל H6951 יִשְׂרָאֵ֑ל H3478 וַֽיְדַבְּר֔וּ H1696 אֶל H413 רְחַבְעָ֖ם H7346 לֵאמֹֽר H559 ",
  "4": "אָבִ֖יךָ H1 הִקְשָׁ֣ה H7185 אֶת H853 עֻלֵּ֑נוּ H5923 וְאַתָּ֡ה H859 עַתָּ֣ה H6258 הָקֵל֩ H7043 מֵעֲבֹדַ֨ת H5656 אָבִ֜יךָ H1 הַקָּשָׁ֗ה H7186 וּמֵ H5923 הַכָּבֵ֛ד H3515 אֲשֶׁר H834 נָתַ֥ן H5414 עָלֵ֖ינוּ H5921 וְנַעַבְדֶֽ H5647 ",
  "5": "וַיֹּ֣אמֶר H559 אֲלֵיהֶ֗ם H413 לְכ֥וּ H3212 עֹ֛ד H5750 שְׁלֹשָׁ֥ה H7969 יָמִ֖ים H3117 וְשׁ֣וּבוּ H7725 אֵלָ֑י H413 וַיֵּלְכ֖וּ H3212 הָעָֽם H5971 ",
  "6": "וַיִּוָּעַ֞ץ H3289 הַמֶּ֣לֶךְ H4428 רְחַבְעָ֗ם H7346 אֶת H854 הַזְּקֵנִים֙ H2205 אֲשֶׁר H834 הָי֣וּ H1961 עֹמְדִ֗ים H5975 אֶת H853 פְּנֵי֙ H6440 שְׁלֹמֹ֣ה H8010 אָבִ֔יו H1 בִּֽהְיֹת֥ H1961 חַ֖י H2416 לֵאמֹ֑ר H559 אֵ֚יךְ H349 אַתֶּ֣ם H859 נֽוֹעָצִ֔ים H3289 לְהָשִׁ֥יב H7725 אֶת H853 הָֽעָם H5971 הַזֶּ֖ה H2088 דָּבָֽר H1697 ",
  "7": "וידבר H1696 אֵלָ֜יו H413 לֵאמֹ֗ר H559 אִם H518 הַ֠יּוֹם H3117 תִּֽהְיֶה H1961 עֶ֜בֶד H5650 לָעָ֤ם H5971 הַזֶּה֙ H2088 וַֽעֲבַדְתָּ֔ H5647 וַעֲנִיתָ֕ H6030 וְדִבַּרְתָּ֥ H1696 אֲלֵיהֶ֖ם H413 דְּבָרִ֣ים H1697 טוֹבִ֑ים H2896 וְהָי֥וּ H1961 לְךָ֛ Hl עֲבָדִ֖ים H5650 כָּל H3605 הַיָּמִֽים H3117 ",
  "8": "וַֽיַּעֲזֹ֛ב H5800 אֶת H853 עֲצַ֥ת H6098 הַזְּקֵנִ֖ים H2205 אֲשֶׁ֣ר H834 יְעָצֻ֑הוּ H3289 וַיִּוָּעַ֗ץ H3289 אֶת H853 הַיְלָדִים֙ H3206 אֲשֶׁ֣ר H834 גָּדְל֣וּ H1431 אִתּ֔וֹ H854 אֲשֶׁ֥ר H834 הָעֹמְדִ֖ים H5975 לְפָנָֽי H6440 ",
  "9": "וַיֹּ֣אמֶר H559 אֲלֵיהֶ֗ם H413 מָ֚ה H4100 אַתֶּ֣ם H859 נֽוֹעָצִ֔ים H3289 וְנָשִׁ֥יב H7725 דָּבָ֖ר H1697 אֶת H853 הָעָ֣ם H5971 הַזֶּ֑ה H2088 אֲשֶׁ֨ר H834 דִּבְּר֤וּ H1696 אֵלַי֙ H413 לֵאמֹ֔ר H559 הָקֵל֙ H7043 מִן H4480 הָעֹ֔ל H5923 אֲשֶׁר H834 נָתַ֥ן H5414 אָבִ֖יךָ H1 עָלֵֽינוּ H5921 ",
  "10": "וַיְדַבְּר֣וּ H1696 אֵלָ֗יו H413 הַיְלָדִים֙ H3206 אֲשֶׁ֨ר H834 גָּדְל֣וּ H1431 אִתּוֹ֮ H854 לֵאמֹר֒ H559 כֹּֽה H3541 תֹאמַ֣ר H559 לָעָ֣ם H5971 הַזֶּ֡ה H2088 אֲשֶׁר֩ H834 דִּבְּר֨וּ H1696 אֵלֶ֜יךָ H413 לֵאמֹ֗ר H559 אָבִ֨יךָ֙ H1 הִכְבִּ֣יד H3513 אֶת H853 עֻלֵּ֔נוּ H5923 וְאַתָּ֖ה H859 הָקֵ֣ל H7043 מֵעָלֵ֑י H5921 כֹּ֚ה H3541 תְּדַבֵּ֣ר H1696 אֲלֵיהֶ֔ם H413 קָֽטָנִּ֥י H6995 עָבָ֖ה H5666 מִמָּתְנֵ֥י H4975 אָבִֽי H1 ",
  "11": "וְעַתָּ֗ה H6258 אָבִי֙ H1 הֶעְמִ֤יס H6006 עֲלֵיכֶם֙ H5921 עֹ֣ל H5923 כָּבֵ֔ד H3515 וַאֲנִ֖י H589 אוֹסִ֣יף H3254 עַֽל H5921 עֻלְּכֶ֑ם H5923 אָבִ֗י H1 יִסַּ֤ר H3256 אֶתְכֶם֙ H853 בַּשּׁוֹטִ֔ים H7752 וַאֲנִ֕י H589 אֲיַסֵּ֥ר H3256 אֶתְכֶ֖ם H853 בָּעַקְרַבִּֽים H6137 ",
  "12": "ויבו H935 יָרָבְעָ֧ם H3379 וְכָל H3605 הָעָ֛ם H5971 אֶל H413 רְחַבְעָ֖ם H7346 בַּיּ֣וֹם H3117 הַשְּׁלִישִׁ֑י H7992 כַּאֲשֶׁ֨ר H834 דִּבֶּ֤ר H1696 הַמֶּ֨לֶךְ֙ H4428 לֵאמֹ֔ר H559 שׁ֥וּבוּ H7725 אֵלַ֖י H413 בַּיּ֥וֹם H3117 הַשְּׁלִישִֽׁי H7992 ",
  "13": "וַיַּ֧עַן H6030 הַמֶּ֛לֶךְ H4428 אֶת H853 הָעָ֖ם H5971 קָשָׁ֑ה H7186 וַֽיַּעֲזֹ֛ב H5800 אֶת H853 עֲצַ֥ת H6098 הַזְּקֵנִ֖ים H2205 אֲשֶׁ֥ר H834 יְעָצֻֽהוּ H3289 ",
  "14": "וַיְדַבֵּ֣ר H1696 אֲלֵיהֶ֗ם H413 כַּעֲצַ֤ת H6098 הַיְלָדִים֙ H3206 לֵאמֹ֔ר H559 אָבִי֙ H1 הִכְבִּ֣יד H3513 אֶֽת H853 עֻלְּכֶ֔ם H5923 וַאֲנִ֖י H589 אֹסִ֣יף H3254 עַֽל H5921 עֻלְּכֶ֑ם H5923 אָבִ֗י H1 יִסַּ֤ר H3256 אֶתְכֶם֙ H853 בַּשּׁוֹטִ֔ים H7752 וַאֲנִ֕י H589 אֲיַסֵּ֥ר H3256 אֶתְכֶ֖ם H853 בָּעַקְרַבִּֽים H6137 ",
  "15": "וְלֹֽא H3808 שָׁמַ֥ע H8085 הַמֶּ֖לֶךְ H4428 אֶל H413 הָעָ֑ם H5971 כִּֽי H3588 הָיְתָ֤ה H1961 סִבָּה֙ H5438 מֵעִ֣ם H5973 יְהוָ֔ה H3068 לְמַ֜עַן H4616 הָקִ֣ים H6965 אֶת H853 דְּבָר֗וֹ H1697 אֲשֶׁ֨ר H834 דִּבֶּ֤ר H1696 יְהוָה֙ H3068 בְּיַד֙ H3027 אֲחִיָּ֣ה H281 הַשִּׁילֹנִ֔י H7888 אֶל H413 יָרָבְעָ֖ם H3379 בֶּן H1121 נְבָֽט H5028 ",
  "16": "וַיַּ֣רְא H7200 כָּל H3605 יִשְׂרָאֵ֗ל H3478 כִּ֠י H3588 לֹֽא H3808 שָׁמַ֣ע H8085 הַמֶּלֶךְ֮ H4428 אֲלֵיהֶם֒ H413 וַיָּשִׁ֣בוּ H7725 הָעָ֣ם H5971 אֶת H853 הַמֶּ֣לֶךְ H4428 דָּבָ֣ר H1697 לֵאמֹ֡ר H559 מַה H4100 לָּנוּ֩ Hl חֵ֨לֶק H2506 בְּדָוִ֜ד H1732 וְלֹֽא H3808 נַחֲלָ֣ה H5159 בְּבֶן H1121 יִשַׁ֗י H3448 לְאֹהָלֶ֨י H168 יִשְׂרָאֵ֔ל H3478 עַתָּ֕ה H6258 רְאֵ֥ה H7200 בֵיתְךָ֖ H1004 דָּוִ֑ד H1732 וַיֵּ֥לֶךְ H3212 יִשְׂרָאֵ֖ל H3478 לְאֹהָלָֽי H168 ",
  "17": "וּבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 הַיֹּשְׁבִ֖ים H3427 בְּעָרֵ֣י H5892 יְהוּדָ֑ה H3063 וַיִּמְלֹ֥ךְ H4427 עֲלֵיהֶ֖ם H5921 רְחַבְעָֽם H7346 ",
  "18": "וַיִּשְׁלַ֞ח H7971 הַמֶּ֣לֶךְ H4428 רְחַבְעָ֗ם H7346 אֶת H853 אֲדֹרָם֙ H151 אֲשֶׁ֣ר H834 עַל H5921 הַמַּ֔ס H4522 וַיִּרְגְּמ֨וּ H7275 כָל H3605 יִשְׂרָאֵ֥ל H3478 בּ֛וֹ Hb אֶ֖בֶן H68 וַיָּמֹ֑ת H4191 וְהַ H4428 רְחַבְעָ֗ם H7346 הִתְאַמֵּץ֙ H553 לַעֲל֣וֹת H5927 בַּמֶּרְכָּבָ֔ה H4818 לָנ֖וּס H5127 יְרוּשָׁלִָֽם H3389 ",
  "19": "וַיִּפְשְׁע֤וּ H6586 יִשְׂרָאֵל֙ H3478 בְּבֵ֣ית H1004 דָּוִ֔ד H1732 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "20": "וַיְהִ֞י H1961 כִּשְׁמֹ֤עַ H8085 כָּל H3605 יִשְׂרָאֵל֙ H3478 כִּֽי H3588 שָׁ֣ב H7725 יָרָבְעָ֔ם H3379 וַֽיִּשְׁלְח֗וּ H7971 וַיִּקְרְא֤וּ H7121 אֹתוֹ֙ H853 אֶל H413 הָ֣עֵדָ֔ה H5712 וַיַּמְלִ֥יכוּ H4427 אֹת֖וֹ H853 עַל H5921 כָּל H3605 יִשְׂרָאֵ֑ל H3478 לֹ֤א H3808 הָיָה֙ H1961 אַחֲרֵ֣י H310 בֵית H1004 דָּוִ֔ד H1732 זוּלָתִ֥י H2108 שֵֽׁבֶט H7626 יְהוּדָ֖ה H3063 לְבַדּֽ H905 ",
  "21": "ויבאו H935 רְחַבְעָם֮ H7346 יְרוּשָׁלִַם֒ H3389 וַיַּקְהֵל֩ H6950 אֶת H853 כָּל H3605 בֵּ֨ית H1004 יְהוּדָ֜ה H3063 וְאֶת H853 שֵׁ֣בֶט H7626 בִּנְיָמִ֗ן H1144 מֵאָ֨ה H3967 וּשְׁמֹנִ֥ים H8084 אֶ֛לֶף H505 בָּח֖וּר H977 עֹשֵׂ֣ה H6213 מִלְחָמָ֑ה H4421 לְהִלָּחֵם֙ H3898 עִם H5973 בֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 לְהָשִׁיב֙ H7725 אֶת H853 הַמְּלוּכָ֔ה H4410 לִרְחַבְעָ֖ם H7346 בֶּן H1121 שְׁלֹמֹֽה H8010 ",
  "22": "וַיְהִי֙ H1961 דְּבַ֣ר H1697 הָֽאֱלֹהִ֔ים H430 אֶל H413 שְׁמַעְיָ֥ה H8098 אִישׁ H376 הָאֱלֹהִ֖ים H430 לֵאמֹֽר H559 ",
  "23": "אֱמֹ֗ר H559 אֶל H413 רְחַבְעָ֤ם H7346 בֶּן H1121 שְׁלֹמֹה֙ H8010 מֶ֣לֶךְ H4428 יְהוּדָ֔ה H3063 וְאֶל H413 כָּל H3605 בֵּ֥ית H1004 יְהוּדָ֖ה H3063 וּבִנְיָמִ֑ין H1144 וְיֶ֥תֶר H3499 הָעָ֖ם H5971 לֵאמֹֽר H559 ",
  "24": "כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֡ה H3068 לֹֽא H3808 תַעֲלוּ֩ H5927 וְלֹא H3808 תִלָּ֨חֲמ֜וּן H3898 עִם H5973 אֲחֵיכֶ֣ם H251 בְּנֵֽי H1121 יִשְׂרָאֵ֗ל H3478 שׁ֚וּבוּ H7725 אִ֣ישׁ H376 לְבֵית֔ H1004 כִּ֧י H3588 מֵאִתִּ֛ H853 נִהְיָ֖ה H1961 הַדָּבָ֣ר H1697 הַזֶּ֑ה H2088 וַיִּשְׁמְעוּ֙ H8085 אֶת H853 דְּבַ֣ר H1697 יְהוָ֔ה H3068 וַיָּשֻׁ֥בוּ H7725 לָלֶ֖כֶת H3212 כִּדְבַ֥ר H1697 יְהוָֽה H3068 ",
  "25": "וַיִּ֨בֶן H1129 יָרָבְעָ֧ם H3379 אֶת H853 שְׁכֶ֛ם H7927 בְּהַ֥ר H2022 אֶפְרַ֖יִם H669 וַיֵּ֣שֶׁב H3427 בָּ֑הּ Hb וַיֵּצֵ֣א H3318 מִשָּׁ֔ם H8033 וַיִּ֖בֶן H1129 אֶת H853 פְּנוּאֵֽל H6439 ",
  "26": "וַיֹּ֥אמֶר H559 יָרָבְעָ֖ם H3379 בְּלִבּ֑ H3820 עַתָּ֛ה H6258 תָּשׁ֥וּב H7725 הַמַּמְלָכָ֖ה H4467 לְבֵ֥ית H1004 דָּוִֽד H1732 ",
  "27": "אִֽם H518 יַעֲלֶ֣ה H5927 הָעָ֣ם H5971 הַזֶּ֗ה H2088 לַעֲשׂ֨וֹת H6213 זְבָחִ֤ים H2077 בְּבֵית H1004 יְהוָה֙ H3068 בִּיר֣וּשָׁלִַ֔ם H3389 וְ֠שָׁב H7725 לֵ֣ב H3820 הָעָ֤ם H5971 הַזֶּה֙ H2088 אֶל H413 אֲדֹ֣נֵיהֶ֔ם H113 אֶל H413 רְחַבְעָ֖ם H7346 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 וַהֲרָגֻ֕ H2026 וְשָׁ֖בוּ H7725 אֶל H413 רְחַבְעָ֥ם H7346 מֶֽלֶךְ H4428 יְהוּדָֽה H3063 ",
  "28": "וַיִּוָּעַ֣ץ H3289 הַמֶּ֔לֶךְ H4428 וַיַּ֕עַשׂ H6213 שְׁנֵ֖י H8147 עֶגְלֵ֣י H5695 זָהָ֑ב H2091 וַיֹּ֣אמֶר H559 אֲלֵהֶ֗ם H413 רַב H7227 לָכֶם֙ Hl מֵעֲל֣וֹת H5927 יְרוּשָׁלִַ֔ם H3389 הִנֵּ֤ה H2009 אֱלֹהֶ֨יךָ֙ H430 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֥ר H834 הֶעֱל֖וּךָ H5927 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
  "29": "וַיָּ֥שֶׂם H7760 אֶת H853 הָאֶחָ֖ד H259 בְּבֵֽית H1008 אֵ֑ל H1008 וְאֶת H853 הָאֶחָ֖ד H259 נָתַ֥ן H5414 בְּדָֽן H1835 ",
  "30": "וַיְהִ֛י H1961 הַדָּבָ֥ר H1697 הַזֶּ֖ה H2088 לְחַטָּ֑את H2403 וַיֵּלְכ֥וּ H3212 הָעָ֛ם H5971 לִפְנֵ֥י H6440 הָאֶחָ֖ד H259 עַד H5704 דָּֽן H1835 ",
  "31": "וַיַּ֖עַשׂ H6213 אֶת H853 בֵּ֣ית H1004 בָּמ֑וֹת H1116 וַיַּ֤עַשׂ H6213 כֹּֽהֲנִים֙ H3548 מִקְצ֣וֹת H7098 הָעָ֔ם H5971 אֲשֶׁ֥ר H834 לֹֽא H3808 הָי֖וּ H1961 מִבְּנֵ֥י H1121 לֵוִֽי H3878 ",
  "32": "וַיַּ֣עַשׂ H6213 יָרָבְעָ֣ם H3379 חָ֡ג H2282 בַּחֹ֣דֶשׁ H2320 הַשְּׁמִינִ֣י H8066 בַּחֲמִשָּֽׁה H2568 עָשָׂר֩ H6240 י֨וֹם H3117 לַחֹ֜דֶשׁ H2320 כֶּחָ֣ג H2282 אֲשֶׁ֣ר H834 בִּיהוּדָ֗ה H3063 וַיַּ֨עַל֙ H5927 עַל H5921 הַמִּזְבֵּ֔חַ H4196 כֵּ֤ן H3651 עָשָׂה֙ H6213 בְּבֵֽית H1008 אֵ֔ל H1008 לְזַבֵּ֖חַ H2076 לָעֲגָלִ֣ים H5695 אֲשֶׁר H834 עָשָׂ֑ה H6213 וְהֶעֱמִיד֙ H5975 בְּבֵ֣ית H1008 אֵ֔ל H1008 אֶת H853 כֹּהֲנֵ֥י H3548 הַבָּמ֖וֹת H1116 אֲשֶׁ֥ר H834 עָשָֽׂה H6213 ",
  "33": "וַיַּ֜עַל H5927 עַֽל H5921 הַמִּזְבֵּ֣חַ H4196 אֲשֶׁר H834 עָשָׂ֣ה H6213 בְּבֵֽית H1008 אֵ֗ל H1008 בַּחֲמִשָּׁ֨ה H2568 עָשָׂ֥ר H6240 יוֹם֙ H3117 בַּחֹ֣דֶשׁ H2320 הַשְּׁמִינִ֔י H8066 בַּחֹ֖דֶשׁ H2320 אֲשֶׁר H834 בָּדָ֣א H908 מל H905 וַיַּ֤עַשׂ H6213 חָג֙ H2282 לִבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וַיַּ֥עַל H5927 עַל H5921 הַמִּזְבֵּ֖חַ H4196 לְהַקְטִֽיר H6999 "
}
