{
  "1": "וּבִ H8141 שְׁמֹנֶ֣ה H8083 עֶשְׂרֵ֔ה H6240 לַמֶּ֖לֶךְ H4428 יָרָבְעָ֣ם H3379 בֶּן H1121 נְבָ֑ט H5028 מָלַ֥ךְ H4427 אֲבִיָּ֖ם H38 עַל H5921 יְהוּדָֽה H3063 ",
  "2": "שָׁלֹ֣שׁ H7969 שָׁנִ֔ים H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 מַעֲכָ֖ה H4601 בַּת H1323 אֲבִישָׁלֽוֹם H53 ",
  "3": "וַיֵּ֕לֶךְ H3212 בְּכָל H3605 חַטֹּ֥אות H2403 אָבִ֖יו H1 אֲשֶׁר H834 עָשָׂ֣ה H6213 לְפָנָ֑י H6440 וְלֹא H3808 הָיָ֨ה H1961 לְבָב֤וֹ H3824 שָׁלֵם֙ H8003 עִם H5973 יְהוָ֣ה H3068 אֱלֹהָ֔יו H430 כִּלְבַ֖ב H3824 דָּוִ֥ד H1732 אָבִֽיו H1 ",
  "4": "כִּ֚י H3588 לְמַ֣עַן H4616 דָּוִ֔ד H1732 נָתַן֩ H5414 יְהוָ֨ה H3068 אֱלֹהָ֥יו H430 ל֛וֹ Hl נִ֖יר H5216 בִּירוּשָׁלִָ֑ם H3389 לְהָקִ֤ים H6965 אֶת H853 בְּנוֹ֙ H1121 אַחֲרָ֔יו H310 וּֽלְ H5975 אֶת H853 יְרוּשָׁלִָֽם H3389 ",
  "5": "אֲשֶׁ֨ר H834 עָשָׂ֥ה H6213 דָוִ֛ד H1732 אֶת H853 הַיָּשָׁ֖ר H3477 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 וְלֹֽא H3808 סָ֞ר H5493 מִכֹּ֣ל H3605 אֲשֶׁר H834 צִוָּ֗הוּ H6680 כֹּ֚ל H3605 יְמֵ֣י H3117 חַיָּ֔יו H2416 רַ֕ק H7535 בִּדְבַ֖ר H1697 אוּרִיָּ֥ה H223 הַחִתִּֽי H2850 ",
  "6": "וּמִלְחָמָ֨ה H4421 הָיְתָ֧ה H1961 בֵין H996 רְחַבְעָ֛ם H7346 וּבֵ֥ין H996 יָרָבְעָ֖ם H3379 כָּל H3605 יְמֵ֥י H3117 חַיָּֽיו H2416 ",
  "7": "וְיֶ֨תֶר H3499 דִּבְרֵ֤י H1697 אֲבִיָּם֙ H38 וְכָל H3605 אֲשֶׁ֣ר H834 עָשָׂ֔ה H6213 הֲלֽוֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֣י H4428 יְהוּדָ֑ה H3063 וּמִלְחָמָ֥ה H4421 הָיְתָ֛ה H1961 בֵּ֥ין H996 אֲבִיָּ֖ם H38 וּבֵ֥ין H996 יָרָבְעָֽם H3379 ",
  "8": "וַיִּשְׁכַּ֤ב H7901 אֲבִיָּם֙ H38 עִם H5973 אֲבֹתָ֔יו H1 וַיִּקְבְּר֥וּ H6912 אֹת֖וֹ H853 בְּעִ֣יר H5892 דָּוִ֑ד H1732 וַיִּמְלֹ֛ךְ H4427 אָסָ֥א H609 בְנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
  "9": "וּבִ H8141 עֶשְׂרִ֔ים H6242 לְיָרָבְעָ֖ם H3379 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֑ל H3478 מָלַ֥ךְ H4427 אָסָ֖א H609 מֶ֥לֶךְ H4428 יְהוּדָֽה H3063 ",
  "10": "וְאַרְבָּעִ֤ים H705 וְאַחַת֙ H259 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 מַעֲכָ֖ה H4601 בַּת H1323 אֲבִישָׁלֽוֹם H53 ",
  "11": "וַיַּ֧עַשׂ H6213 אָסָ֛א H609 הַיָּשָׁ֖ר H3477 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 כְּדָוִ֖ד H1732 אָבִֽיו H1 ",
  "12": "וַיַּעֲבֵ֥ר H5674 הַקְּדֵשִׁ֖ים H6945 מִן H4480 הָאָ֑רֶץ H776 וַיָּ֨סַר֙ H5493 אֶת H853 כָּל H3605 הַגִּלֻּלִ֔ים H1544 אֲשֶׁ֥ר H834 עָשׂ֖וּ H6213 אֲבֹתָֽיו H1 ",
  "13": "וְגַ֣ם H1571 אֶת H853 מַעֲכָ֣ה H4601 אִמּ֗וֹ H517 וַיְסִרֶ֨ H5493 מִגְּבִירָ֔ה H1377 אֲשֶׁר H834 עָשְׂתָ֥ה H6213 מִפְלֶ֖צֶת H4656 לָאֲשֵׁרָ֑ה H842 וַיִּכְרֹ֤ת H3772 אָסָא֙ H609 אֶת H853 מִפְלַצְתָּ֔הּ H4656 וַיִּשְׂרֹ֖ף H8313 בְּנַ֥חַל H5158 קִדְרֽוֹן H6939 ",
  "14": "וְהַ H1116 לֹא H3808 סָ֑רוּ H5493 רַ֣ק H7535 לְבַב H3824 אָסָ֗א H609 הָיָ֥ה H1961 שָׁלֵ֛ם H8003 עִם H5973 יְהוָ֖ה H3068 כָּל H3605 יָמָֽיו H3117 ",
  "15": "וַיָּבֵא֙ H935 אֶת H853 קָדְשֵׁ֣י H6944 אָבִ֔יו H1 וקדש H6944 בֵּ֣ית H1004 יְהוָ֑ה H3068 כֶּ֥סֶף H3701 וְזָהָ֖ב H2091 וְכֵלִֽים H3627 ",
  "16": "וּמִלְחָמָ֨ה H4421 הָיְתָ֜ה H1961 בֵּ֣ין H996 אָסָ֗א H609 וּבֵ֛ין H996 בַּעְשָׁ֥א H1201 מֶֽלֶךְ H4428 יִשְׂרָאֵ֖ל H3478 כָּל H3605 יְמֵיהֶֽם H3117 ",
  "17": "וַיַּ֨עַל H5927 בַּעְשָׁ֤א H1201 מֶֽלֶךְ H4428 יִשְׂרָאֵל֙ H3478 עַל H5921 יְהוּדָ֔ה H3063 וַיִּ֖בֶן H1129 אֶת H853 הָרָמָ֑ה H7414 לְבִלְתִּ֗י H1115 תֵּ֚ת H5414 יֹצֵ֣א H3318 וָבָ֔א H935 לְאָסָ֖א H609 מֶ֥לֶךְ H4428 יְהוּדָֽה H3063 ",
  "18": "וַיִּקַּ֣ח H3947 אָ֠סָא H609 אֶת H853 כָּל H3605 הַכֶּ֨סֶף H3701 וְהַ H2091 הַֽנּוֹתָרִ֣ים H3498 בְּאוֹצְר֣וֹת H214 בֵּית H1004 יְהוָ֗ה H3068 וְאֶת H853 אֽוֹצְרוֹת֙ H214 בֵּ֣ית H1004 מלך H4428 וַֽיִּתְּנֵ֖ H5414 בְּיַד H3027 עֲבָדָ֑יו H5650 וַיִּשְׁלָחֵ֞ H7971 הַמֶּ֣לֶךְ H4428 אָסָ֗א H609 אֶל H413 בֶּן H1130 הֲ֠דַד H1130 בֶּן H1121 טַבְרִמֹּ֤ן H2886 בֶּן H1121 חֶזְיוֹן֙ H2383 מֶ֣לֶךְ H4428 אֲרָ֔ם H758 הַיֹּשֵׁ֥ב H3427 בְּדַמֶּ֖שֶׂק H1834 לֵאמֹֽר H559 ",
  "19": "בְּרִית֙ H1285 בֵּינִ֣י H996 וּבֵינֶ֔ H996 בֵּ֥ין H996 אָבִ֖י H1 וּבֵ֣ין H996 אָבִ֑יךָ H1 הִנֵּה֩ H2009 שָׁלַ֨חְתִּֽי H7971 לְךָ֥ Hl שֹׁ֨חַד֙ H7810 כֶּ֣סֶף H3701 וְזָהָ֔ב H2091 לֵ֣ךְ H3212 הָפֵ֗רָה H6565 אֶת H853 בְּרִֽיתְךָ֙ H1285 אֶת H854 בַּעְשָׁ֣א H1201 מֶֽלֶךְ H4428 יִשְׂרָאֵ֔ל H3478 וְיַעֲלֶ֖ה H5927 מֵעָלָֽ H5921 ",
  "20": "וַיִּשְׁמַ֨ע H8085 בֶּן H1130 הֲדַ֜ד H1130 אֶל H413 הַמֶּ֣לֶךְ H4428 אָסָ֗א H609 וַ֠יִּשְׁלַח H7971 אֶת H853 שָׂרֵ֨י H8269 הַחֲיָלִ֤ים H2428 אֲשֶׁר H834 לוֹ֙ Hl עַל H5921 עָרֵ֣י H5892 יִשְׂרָאֵ֔ל H3478 וַיַּךְ֙ H5221 אֶת H853 עִיּ֣וֹן H5859 וְאֶת H853 דָּ֔ן H1835 וְאֵ֖ת H853 אָבֵ֣ל H62 בֵּֽית H62 מַעֲכָ֑ה H62 וְאֵת֙ H853 כָּל H3605 כִּנְר֔וֹת H3672 עַ֖ל H5921 כָּל H3605 אֶ֥רֶץ H776 נַפְתָּלִֽי H5321 ",
  "21": "וַֽיְהִי֙ H1961 כִּשְׁמֹ֣עַ H8085 בַּעְשָׁ֔א H1201 וַיֶּחְדַּ֕ל H2308 מִבְּנ֖וֹת H1129 אֶת H853 הָֽרָמָ֑ה H7414 וַיֵּ֖שֶׁב H3427 בְּתִרְצָֽה H8656 ",
  "22": "וְהַ H4428 אָסָ֜א H609 הִשְׁמִ֤יעַ H8085 אֶת H853 כָּל H3605 יְהוּדָה֙ H3063 אֵ֣ין H369 נָקִ֔י H5355 וַיִּשְׂא֞וּ H5375 אֶת H853 אַבְנֵ֤י H68 הָֽרָמָה֙ H7414 וְאֶת H853 עֵצֶ֔יהָ H6086 אֲשֶׁ֥ר H834 בָּנָ֖ה H1129 בַּעְשָׁ֑א H1201 וַיִּ֤בֶן H1129 בָּם֙ Hb הַמֶּ֣לֶךְ H4428 אָסָ֔א H609 אֶת H853 גֶּ֥בַע H1387 בִּנְיָמִ֖ן H1144 וְאֶת H853 הַמִּצְפָּֽה H4709 ",
  "23": "וְיֶ֣תֶר H3499 כָּל H3605 דִּבְרֵֽי H1697 אָ֠סָא H609 וְכָל H3605 גְּב֨וּרָת֜וֹ H1369 וְכָל H3605 אֲשֶׁ֣ר H834 עָשָׂ֗ה H6213 וְהֶֽ H5892 אֲשֶׁ֣ר H834 בָּנָ֔ה H1129 הֲלֹֽא H3808 הֵ֣מָּה H1992 כְתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֣י H4428 יְהוּדָ֑ה H3063 רַ֚ק H7535 לְעֵ֣ת H6256 זִקְנָת֔וֹ H2209 חָלָ֖ה H2470 אֶת H854 רַגְלָֽיו H7272 ",
  "24": "וַיִּשְׁכַּ֤ב H7901 אָסָא֙ H609 עִם H5973 אֲבֹתָ֔יו H1 וַיִּקָּבֵר֙ H6912 עִם H5973 אֲבֹתָ֔יו H1 בְּעִ֖יר H5892 דָּוִ֣ד H1732 אָבִ֑יו H1 וַיִּמְלֹ֛ךְ H4427 יְהוֹשָׁפָ֥ט H3092 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
  "25": "וְנָדָ֣ב H5070 בֶּן H1121 יָרָבְעָ֗ם H3379 מָלַךְ֙ H4427 עַל H5921 יִשְׂרָאֵ֔ל H3478 בִּשְׁנַ֣ת H8141 שְׁתַּ֔יִם H8147 לְאָסָ֖א H609 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 וַיִּמְלֹ֥ךְ H4427 עַל H5921 יִשְׂרָאֵ֖ל H3478 שְׁנָתָֽיִם H8141 ",
  "26": "וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 וַיֵּ֨לֶךְ֙ H3212 בְּדֶ֣רֶךְ H1870 אָבִ֔יו H1 וּ֨בְ H2403 אֲשֶׁ֥ר H834 הֶחֱטִ֖יא H2398 אֶת H853 יִשְׂרָאֵֽל H3478 ",
  "27": "וַיִּקְשֹׁ֨ר H7194 עָלָ֜יו H5921 בַּעְשָׁ֤א H1201 בֶן H1121 אֲחִיָּה֙ H281 לְבֵ֣ית H1004 יִשָּׂשכָ֔ר H3485 וַיַּכֵּ֣ H5221 בַעְשָׁ֔א H1201 בְּגִבְּת֖וֹן H1405 אֲשֶׁ֣ר H834 לַפְּלִשְׁתִּ֑ים H6430 וְנָדָב֙ H5070 וְכָל H3605 יִשְׂרָאֵ֔ל H3478 צָרִ֖ים H6696 עַֽל H5921 גִּבְּתֽוֹן H1405 ",
  "28": "וַיְמִתֵ֣ H4191 בַעְשָׁ֔א H1201 בִּשְׁנַ֣ת H8141 שָׁלֹ֔שׁ H7969 לְאָסָ֖א H609 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 וַיִּמְלֹ֖ךְ H4427 תַּחְתָּֽיו H8478 ",
  "29": "וַיְהִ֣י H1961 כְמָלְכ֗ H4427 הִכָּה֙ H5221 אֶת H853 כָּל H3605 בֵּ֣ית H1004 יָרָבְעָ֔ם H3379 לֹֽא H3808 הִשְׁאִ֧יר H7604 כָּל H3605 נְשָׁמָ֛ה H5397 לְיָרָבְעָ֖ם H3379 עַד H5704 הִשְׁמִד֑וֹ H8045 כִּדְבַ֣ר H1697 יְהוָ֔ה H3068 אֲשֶׁ֣ר H834 דִּבֶּ֔ר H1696 בְּיַד H3027 עַבְדּ֖וֹ H5650 אֲחִיָּ֥ה H281 הַשִּׁילֹנִֽי H7888 ",
  "30": "עַל H5921 חַטֹּ֤אות H2403 יָרָבְעָם֙ H3379 אֲשֶׁ֣ר H834 חָטָ֔א H2398 וַאֲשֶׁ֥ר H834 הֶחֱטִ֖יא H2398 אֶת H853 יִשְׂרָאֵ֑ל H3478 בְּכַעְס֕ H3708 אֲשֶׁ֣ר H834 הִכְעִ֔יס H3707 אֶת H853 יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
  "31": "וְיֶ֛תֶר H3499 דִּבְרֵ֥י H1697 נָדָ֖ב H5070 וְכָל H3605 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 הֲלֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
  "32": "וּמִלְחָמָ֨ה H4421 הָיְתָ֜ה H1961 בֵּ֣ין H996 אָסָ֗א H609 וּבֵ֛ין H996 בַּעְשָׁ֥א H1201 מֶֽלֶךְ H4428 יִשְׂרָאֵ֖ל H3478 כָּל H3605 יְמֵיהֶֽם H3117 ",
  "33": "בִּשְׁנַ֣ת H8141 שָׁלֹ֔שׁ H7969 לְאָסָ֖א H609 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 מָ֠לַךְ H4427 בַּעְשָׁ֨א H1201 בֶן H1121 אֲחִיָּ֤ה H281 עַל H5921 כָּל H3605 יִשְׂרָאֵל֙ H3478 בְּתִרְצָ֔ה H8656 עֶשְׂרִ֥ים H6242 וְאַרְבַּ֖ע H702 שָׁנָֽה H8141 ",
  "34": "וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 וַיֵּ֨לֶךְ֙ H3212 בְּדֶ֣רֶךְ H1870 יָרָבְעָ֔ם H3379 וּ֨בְ H2403 אֲשֶׁ֥ר H834 הֶחֱטִ֖יא H2398 אֶת H853 יִשְׂרָאֵֽל H3478 "
}
