{
  "1": "וַיְהִ֗י H1961 אַחַר֙ H310 הַדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 כֶּ֧רֶם H3754 הָיָ֛ה H1961 לְנָב֥וֹת H5022 הַיִּזְרְעֵאלִ֖י H3158 אֲשֶׁ֣ר H834 בְּיִזְרְעֶ֑אל H3157 אֵ֚צֶל H681 הֵיכַ֣ל H1964 אַחְאָ֔ב H256 מֶ֖לֶךְ H4428 שֹׁמְרֽוֹן H8111 ",
  "2": "וַיְדַבֵּ֣ר H1696 אַחְאָ֣ב H256 אֶל H413 נָב֣וֹת H5022 לֵאמֹר֩ H559 תְּנָה H5414 לִּ֨י Hl אֶֽת H853 כַּרְמְךָ֜ H3754 וִֽיהִי H1961 לִ֣י Hl לְגַן H1588 יָרָ֗ק H3419 כִּ֣י H3588 ה֤וּא H1931 קָרוֹב֙ H7138 אֵ֣צֶל H681 בֵּיתִ֔י H1004 וְאֶתְּנָ֤ה H5414 לְךָ֙ Hl תַּחְתָּ֔יו H8478 כֶּ֖רֶם H3754 ט֣וֹב H2896 מִמֶּ֑נּוּ H4480 אִ֚ם H518 ט֣וֹב H2896 בְּעֵינֶ֔י H5869 אֶתְּנָה H5414 לְךָ֥ Hl כֶ֖סֶף H3701 מְחִ֥יר H4242 זֶֽה H2088 ",
  "3": "וַיֹּ֥אמֶר H559 נָב֖וֹת H5022 אֶל H413 אַחְאָ֑ב H256 חָלִ֤ילָה H2486 לִּי֙ Hl מֵֽיהוָ֔ה H3068 מִתִּתִּ֛ H5414 אֶת H853 נַחֲלַ֥ת H5159 אֲבֹתַ֖י H1 לָֽךְ Hl ",
  "4": "וַיָּבֹא֩ H935 אַחְאָ֨ב H256 אֶל H413 בֵּית֜וֹ H1004 סַ֣ר H5620 וְזָעֵ֗ף H2198 עַל H5921 הַדָּבָר֙ H1697 אֲשֶׁר H834 דִּבֶּ֣ר H1696 אֵלָ֗יו H413 נָבוֹת֙ H5022 הַיִּזְרְעֵאלִ֔י H3158 וַיֹּ֕אמֶר H559 לֹֽא H3808 אֶתֵּ֥ן H5414 לְךָ֖ Hl אֶת H853 נַחֲלַ֣ת H5159 אֲבוֹתָ֑י H1 וַיִּשְׁכַּב֙ H7901 עַל H5921 מִטָּת֔וֹ H4296 וַיַּסֵּ֥ב H5437 אֶת H853 פָּנָ֖יו H6440 וְלֹֽא H3808 אָ֥כַל H398 לָֽחֶם H3899 ",
  "5": "וַתָּבֹ֥א H935 אֵלָ֖יו H413 אִיזֶ֣בֶל H348 אִשְׁתּ֑וֹ H802 וַתְּדַבֵּ֣ר H1696 אֵלָ֗יו H413 מַה H4100 זֶּה֙ H2088 רוּחֲךָ֣ H7307 סָרָ֔ה H5620 וְאֵינְ H369 אֹכֵ֥ל H398 לָֽחֶם H3899 ",
  "6": "וַיְדַבֵּ֣ר H1696 אֵלֶ֗יהָ H413 כִּֽי H3588 אֲ֠דַבֵּר H1696 אֶל H413 נָב֨וֹת H5022 הַיִּזְרְעֵאלִ֜י H3158 וָאֹ֣מַר H559 ל֗וֹ Hl תְּנָה H5414 לִּ֤י Hl אֶֽת H853 כַּרְמְךָ֙ H3754 בְּכֶ֔סֶף H3701 א֚וֹ H176 אִם H518 חָפֵ֣ץ H2655 אַתָּ֔ה H859 אֶתְּנָה H5414 לְךָ֥ Hl כֶ֖רֶם H3754 תַּחְתָּ֑יו H8478 וַיֹּ֕אמֶר H559 לֹֽא H3808 אֶתֵּ֥ן H5414 לְךָ֖ Hl אֶת H853 כַּרְמִֽי H3754 ",
  "7": "וַתֹּ֤אמֶר H559 אֵלָיו֙ H413 אִיזֶ֣בֶל H348 אִשְׁתּ֔וֹ H802 אַתָּ֕ה H859 עַתָּ֛ה H6258 תַּעֲשֶׂ֥ה H6213 מְלוּכָ֖ה H4410 עַל H5921 יִשְׂרָאֵ֑ל H3478 ק֤וּם H6965 אֱכָל H398 לֶ֨חֶם֙ H3899 וְיִטַ֣ב H3190 לִבֶּ֔ךָ H3820 אֲנִי֙ H589 אֶתֵּ֣ן H5414 לְךָ֔ Hl אֶת H853 כֶּ֖רֶם H3754 נָב֥וֹת H5022 הַיִּזְרְעֵאלִֽי H3158 ",
  "8": "וַתִּכְתֹּ֤ב H3789 סְפָרִים֙ H5612 בְּשֵׁ֣ם H8034 אַחְאָ֔ב H256 וַתַּחְתֹּ֖ם H2856 בְּחֹתָמ֑ H2368 וַתִּשְׁלַ֣ח H7971 הספרים H5612 אֶל H413 הַזְקֵנִ֤ים H2205 וְאֶל H413 הַֽחֹרִים֙ H2715 אֲשֶׁ֣ר H834 בְּעִיר֔ H5892 הַיֹּשְׁבִ֖ים H3427 אֶת H854 נָבֽוֹת H5022 ",
  "9": "וַתִּכְתֹּ֥ב H3789 בַּסְּפָרִ֖ים H5612 לֵאמֹ֑ר H559 קִֽרְאוּ H7121 צ֔וֹם H6685 וְהוֹשִׁ֥יבוּ H3427 אֶת H853 נָב֖וֹת H5022 בְּרֹ֥אשׁ H7218 הָעָֽם H5971 ",
  "10": "וְ֠הוֹשִׁיבוּ H3427 שְׁנַ֨יִם H8147 אֲנָשִׁ֥ים H376 בְּנֵֽי H1121 בְלִיַּעַל֮ H1100 נֶגְדּוֹ֒ H5048 וִיעִדֻ֣ H5749 לֵאמֹ֔ר H559 בֵּרַ֥כְתָּ H1288 אֱלֹהִ֖ים H430 וָמֶ֑לֶךְ H4428 וְהוֹצִיאֻ֥ H3318 וְסִקְלֻ֖ H5619 וְיָמֹֽת H4191 ",
  "11": "וַיַּעֲשׂוּ֩ H6213 אַנְשֵׁ֨י H376 עִיר֜וֹ H5892 הַזְּקֵנִ֣ים H2205 וְהַ H2715 אֲשֶׁ֤ר H834 הַיֹּֽשְׁבִים֙ H3427 בְּעִיר֔ H5892 כַּאֲשֶׁ֛ר H834 שָׁלְחָ֥ה H7971 אֲלֵיהֶ֖ם H413 אִיזָ֑בֶל H348 כַּאֲשֶׁ֤ר H834 כָּתוּב֙ H3789 בַּסְּפָרִ֔ים H5612 אֲשֶׁ֥ר H834 שָׁלְחָ֖ה H7971 אֲלֵיהֶֽם H413 ",
  "12": "קָרְא֖וּ H7121 צ֑וֹם H6685 וְהֹשִׁ֥יבוּ H3427 אֶת H853 נָב֖וֹת H5022 בְּרֹ֥אשׁ H7218 הָעָֽם H5971 ",
  "13": "וַ֠יָּבֹאוּ H935 שְׁנֵ֨י H8147 הָאֲנָשִׁ֥ים H376 בְּנֵֽי H1121 בְלִיַּעַל֮ H1100 וַיֵּשְׁב֣וּ H3427 נֶגְדּוֹ֒ H5048 וַיְעִדֻ H5749 אַנְשֵׁ֨י H376 הַבְּלִיַּ֜עַל H1100 אֶת H853 נָב֗וֹת H5022 נֶ֤גֶד H5048 הָעָם֙ H5971 לֵאמֹ֔ר H559 בֵּרַ֥ךְ H1288 נָב֛וֹת H5022 אֱלֹהִ֖ים H430 וָמֶ֑לֶךְ H4428 וַיֹּצִאֻ֨ H3318 מִח֣וּץ H2351 לָעִ֔יר H5892 וַיִּסְקְלֻ֥ H5619 בָאֲבָנִ֖ים H68 וַיָּמֹֽת H4191 ",
  "14": "וַֽיִּשְׁלְח֖וּ H7971 אֶל H413 אִיזֶ֣בֶל H348 לֵאמֹ֑ר H559 סֻקַּ֥ל H5619 נָב֖וֹת H5022 וַיָּמֹֽת H4191 ",
  "15": "וַֽיְהִי֙ H1961 כִּשְׁמֹ֣עַ H8085 אִיזֶ֔בֶל H348 כִּֽי H3588 סֻקַּ֥ל H5619 נָב֖וֹת H5022 וַיָּמֹ֑ת H4191 וַתֹּ֨אמֶר H559 אִיזֶ֜בֶל H348 אֶל H413 אַחְאָ֗ב H256 ק֣וּם H6965 רֵ֞שׁ H3423 אֶת H853 כֶּ֣רֶם H3754 נָב֣וֹת H5022 הַיִּזְרְעֵאלִ֗י H3158 אֲשֶׁ֤ר H834 מֵאֵן֙ H3985 לָתֶת H5414 לְךָ֣ Hl בְכֶ֔סֶף H3701 כִּ֣י H3588 אֵ֥ין H369 נָב֛וֹת H5022 חַ֖י H2416 כִּי H3588 מֵֽת H4191 ",
  "16": "וַיְהִ֛י H1961 כִּשְׁמֹ֥עַ H8085 אַחְאָ֖ב H256 כִּ֣י H3588 מֵ֣ת H4191 נָב֑וֹת H5022 וַיָּ֣קָם H6965 אַחְאָ֗ב H256 לָרֶ֛דֶת H3381 אֶל H413 כֶּ֛רֶם H3754 נָב֥וֹת H5022 הַיִּזְרְעֵאלִ֖י H3158 לְרִשְׁתּֽ H3423 ",
  "17": "וַיְהִי֙ H1961 דְּבַר H1697 יְהוָ֔ה H3068 אֶל H413 אֵלִיָּ֥הוּ H452 הַתִּשְׁבִּ֖י H8664 לֵאמֹֽר H559 ",
  "18": "ק֣וּם H6965 רֵ֗ד H3381 לִקְרַ֛את H7125 אַחְאָ֥ב H256 מֶֽלֶךְ H4428 יִשְׂרָאֵ֖ל H3478 אֲשֶׁ֣ר H834 בְּשֹׁמְר֑וֹן H8111 הִנֵּה֙ H2009 בְּכֶ֣רֶם H3754 נָב֔וֹת H5022 אֲשֶׁר H834 יָ֥רַד H3381 שָׁ֖ם H8033 לְרִשְׁתּֽ H3423 ",
  "19": "וְדִבַּרְתָּ֨ H1696 אֵלָ֜יו H413 לֵאמֹ֗ר H559 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 הֲרָצַ֖חְתָּ H7523 וְגַם H1571 יָרָ֑שְׁתָּ H3423 וְדִבַּרְתָּ֨ H1696 אֵלָ֜יו H413 לֵאמֹ֗ר H559 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 בִּמְק֗וֹם H4725 אֲשֶׁ֨ר H834 לָקְק֤וּ H3952 הַכְּלָבִים֙ H3611 אֶת H853 דַּ֣ם H1818 נָב֔וֹת H5022 יָלֹ֧קּוּ H3952 הַכְּלָבִ֛ים H3611 אֶת H853 דָּמְךָ֖ H1818 גַּם H1571 אָֽתָּה H859 ",
  "20": "וַיֹּ֤אמֶר H559 אַחְאָב֙ H256 אֶל H413 אֵ֣לִיָּ֔הוּ H452 הַֽמְצָאתַ֖ H4672 אֹיְבִ֑י H341 וַיֹּ֣אמֶר H559 מָצָ֔אתִי H4672 יַ֚עַן H3282 הִתְמַכֶּרְךָ֔ H4376 לַעֲשׂ֥וֹת H6213 הָרַ֖ע H7451 בְּעֵינֵ֥י H5869 יְהוָֽה H3068 ",
  "21": "הִנְנִ֨י H2005 מבי H935 אֵלֶ֨יךָ֙ H413 רָעָ֔ה H7451 וּבִעַרְתִּ֖י H1197 אַחֲרֶ֑יךָ H310 וְהִכְרַתִּ֤י H3772 לְאַחְאָב֙ H256 מַשְׁתִּ֣ין H8366 בְּקִ֔יר H7023 וְעָצ֥וּר H6113 וְעָז֖וּב H5800 בְּיִשְׂרָאֵֽל H3478 ",
  "22": "וְנָתַתִּ֣י H5414 אֶת H853 בֵּיתְךָ֗ H1004 כְּבֵית֙ H1004 יָרָבְעָ֣ם H3379 בֶּן H1121 נְבָ֔ט H5028 וּכְ H1004 בַּעְשָׁ֣א H1201 בֶן H1121 אֲחִיָּ֑ה H281 אֶל H413 הַכַּ֨עַס֙ H3708 אֲשֶׁ֣ר H834 הִכְעַ֔סְתָּ H3707 וַֽתַּחֲטִ֖א H2398 אֶת H853 יִשְׂרָאֵֽל H3478 ",
  "23": "וְגַ֨ם H1571 לְאִיזֶ֔בֶל H348 דִּבֶּ֥ר H1696 יְהוָ֖ה H3068 לֵאמֹ֑ר H559 הַכְּלָבִ֛ים H3611 יֹאכְל֥וּ H398 אֶת H853 אִיזֶ֖בֶל H348 בְּחֵ֥ל H2426 יִזְרְעֶֽאל H3157 ",
  "24": "הַמֵּ֤ת H4191 לְאַחְאָב֙ H256 בָּעִ֔יר H5892 יֹאכְל֖וּ H398 הַכְּלָבִ֑ים H3611 וְהַ H4191 בַּשָּׂדֶ֔ה H7704 יֹאכְל֖וּ H398 ע֥וֹף H5775 הַשָּׁמָֽיִם H8064 ",
  "25": "רַ֚ק H7535 לֹֽא H3808 הָיָ֣ה H1961 כְאַחְאָ֔ב H256 אֲשֶׁ֣ר H834 הִתְמַכֵּ֔ר H4376 לַעֲשׂ֥וֹת H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 אֲשֶׁר H834 הֵסַ֥תָּה H5496 אֹת֖וֹ H853 אִיזֶ֥בֶל H348 אִשְׁתּֽוֹ H802 ",
  "26": "וַיַּתְעֵ֣ב H8581 מְאֹ֔ד H3966 לָלֶ֖כֶת H3212 אַחֲרֵ֣י H310 הַגִּלֻּלִ֑ים H1544 כְּכֹל֙ H3605 אֲשֶׁ֣ר H834 עָשׂ֣וּ H6213 הָאֱמֹרִ֔י H567 אֲשֶׁר֙ H834 הוֹרִ֣ישׁ H3423 יְהוָ֔ה H3068 מִפְּנֵ֖י H6440 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "27": "וַיְהִי֩ H1961 כִשְׁמֹ֨עַ H8085 אַחְאָ֜ב H256 אֶת H853 הַדְּבָרִ֤ים H1697 הָאֵ֨לֶּה֙ H428 וַיִּקְרַ֣ע H7167 בְּגָדָ֔יו H899 וַיָּֽשֶׂם H7760 שַׂ֥ק H8242 עַל H5921 בְּשָׂר֖וֹ H1320 וַיָּצ֑וֹם H6684 וַיִּשְׁכַּ֣ב H7901 בַּשָּׂ֔ק H8242 וַיְהַלֵּ֖ךְ H1980 אַֽט H328 ",
  "28": "וַֽיְהִי֙ H1961 דְּבַר H1697 יְהוָ֔ה H3068 אֶל H413 אֵלִיָּ֥הוּ H452 הַתִּשְׁבִּ֖י H8664 לֵאמֹֽר H559 ",
  "29": "הֲֽרָאִ֔יתָ H7200 כִּֽי H3588 נִכְנַ֥ע H3665 אַחְאָ֖ב H256 מִלְּ H6440 יַ֜עַן H3282 כִּֽי H3588 נִכְנַ֣ע H3665 מִפָּנַ֗ H6440 לֹֽא H3808 אבי H935 הָֽרָעָה֙ H7451 בְּיָמָ֔י H3117 בִּימֵ֣י H3117 בְנ֔וֹ H1121 אָבִ֥יא H935 הָרָעָ֖ה H7451 עַל H5921 בֵּיתֽוֹ H1004 "
}
