{
  "1": "וַיִּתְחַתֵּ֣ן H2859 שְׁלֹמֹ֔ה H8010 אֶת H854 פַּרְעֹ֖ה H6547 מֶ֣לֶךְ H4428 מִצְרָ֑יִם H4714 וַיִּקַּ֣ח H3947 אֶת H853 בַּת H1323 פַּרְעֹ֗ה H6547 וַיְבִיאֶ֨ H935 אֶל H413 עִ֣יר H5892 דָּוִ֔ד H1732 עַ֣ד H5704 כַּלֹּת֗וֹ H3615 לִבְנ֤וֹת H1129 אֶת H853 בֵּיתוֹ֙ H1004 וְאֶת H853 בֵּ֣ית H1004 יְהוָ֔ה H3068 וְאֶת H853 חוֹמַ֥ת H2346 יְרוּשָׁלִַ֖ם H3389 סָבִֽיב H5439 ",
  "2": "רַ֣ק H7535 הָעָ֔ם H5971 מְזַבְּחִ֖ים H2076 בַּבָּמ֑וֹת H1116 כִּ֠י H3588 לֹא H3808 נִבְנָ֥ה H1129 בַ֨יִת֙ H1004 לְשֵׁ֣ם H8034 יְהוָ֔ה H3068 עַ֖ד H5704 הַיָּמִ֥ים H3117 הָהֵֽם H1992 ",
  "3": "וַיֶּאֱהַ֤ב H157 שְׁלֹמֹה֙ H8010 אֶת H853 יְהוָ֔ה H3068 לָלֶ֕כֶת H3212 בְּחֻקּ֖וֹת H2708 דָּוִ֣ד H1732 אָבִ֑יו H1 רַ֚ק H7535 בַּבָּמ֔וֹת H1116 ה֥וּא H1931 מְזַבֵּ֖חַ H2076 וּמַקְטִֽיר H6999 ",
  "4": "וַיֵּ֨לֶךְ H3212 הַמֶּ֤לֶךְ H4428 גִּבְעֹ֨נָה֙ H1391 לִזְבֹּ֣חַ H2076 שָׁ֔ם H8033 כִּ֥י H3588 הִ֖יא H1931 הַבָּמָ֣ה H1116 הַגְּדוֹלָ֑ה H1419 אֶ֤לֶף H505 עֹלוֹת֙ H5930 יַעֲלֶ֣ה H5927 שְׁלֹמֹ֔ה H8010 עַ֖ל H5921 הַמִּזְבֵּ֥חַ H4196 הַהֽוּא H1931 ",
  "5": "בְּגִבְע֗וֹן H1391 נִרְאָ֧ה H7200 יְהֹוָ֛ה H3068 אֶל H413 שְׁלֹמֹ֖ה H8010 בַּחֲל֣וֹם H2472 הַלָּ֑יְלָה H3915 וַיֹּ֣אמֶר H559 אֱלֹהִ֔ים H430 שְׁאַ֖ל H7592 מָ֥ה H4100 אֶתֶּן H5414 לָֽךְ Hl ",
  "6": "וַיֹּ֣אמֶר H559 שְׁלֹמֹ֗ה H8010 אַתָּ֨ה H859 עָשִׂ֜יתָ H6213 עִם H5973 עַבְדְּךָ֙ H5650 דָוִ֣ד H1732 אָבִי֮ H1 חֶ֣סֶד H2617 גָּדוֹל֒ H1419 כַּאֲשֶׁר֩ H834 הָלַ֨ךְ H1980 לְפָנֶ֜י H6440 בֶּאֱמֶ֧ת H571 וּבִ H6666 וּבְ H3483 לֵבָ֖ב H3824 עִמָּ֑ךְ H5973 וַתִּשְׁמָר H8104 ל֗וֹ Hl אֶת H853 הַחֶ֤סֶד H2617 הַגָּדוֹל֙ H1419 הַזֶּ֔ה H2088 וַתִּתֶּן H5414 ל֥וֹ Hl בֵ֛ן H1121 יֹשֵׁ֥ב H3427 עַל H5921 כִּסְא֖וֹ H3678 כַּיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "7": "וְעַתָּה֙ H6258 יְהוָ֣ה H3068 אֱלֹהָ֔י H430 אַתָּה֙ H859 הִמְלַ֣כְתָּ H4427 אֶֽת H853 עַבְדְּךָ֔ H5650 תַּ֖חַת H8478 דָּוִ֣ד H1732 אָבִ֑י H1 וְאָֽנֹכִי֙ H595 נַ֣עַר H5288 קָטֹ֔ן H6996 לֹ֥א H3808 אֵדַ֖ע H3045 צֵ֥את H3318 וָבֹֽא H935 ",
  "8": "וְעַ֨בְדְּ H5650 בְּת֥וֹךְ H8432 עַמְּךָ֖ H5971 אֲשֶׁ֣ר H834 בָּחָ֑רְתָּ H977 עַם H5971 רָ֕ב H7227 אֲשֶׁ֧ר H834 לֹֽא H3808 יִמָּנֶ֛ה H4487 וְלֹ֥א H3808 יִסָּפֵ֖ר H5608 מֵרֹֽב H7230 ",
  "9": "וְנָתַתָּ֨ H5414 לְעַבְדְּ H5650 לֵ֤ב H3820 שֹׁמֵ֨עַ֙ H8085 לִשְׁפֹּ֣ט H8199 אֶֽת H853 עַמְּךָ֔ H5971 לְהָבִ֖ין H995 בֵּֽין H996 ט֣וֹב H2896 לְרָ֑ע H7451 כִּ֣י H3588 מִ֤י H4310 יוּכַל֙ H3201 לִשְׁפֹּ֔ט H8199 אֶת H853 עַמְּךָ֥ H5971 הַכָּבֵ֖ד H3515 הַזֶּֽה H2088 ",
  "10": "וַיִּיטַ֥ב H3190 הַדָּבָ֖ר H1697 בְּעֵינֵ֣י H5869 אֲדֹנָ֑י H136 כִּ֚י H3588 שָׁאַ֣ל H7592 שְׁלֹמֹ֔ה H8010 אֶת H853 הַדָּבָ֖ר H1697 הַזֶּֽה H2088 ",
  "11": "וַיֹּ֨אמֶר H559 אֱלֹהִ֜ים H430 אֵלָ֗יו H413 יַעַן֩ H3282 אֲשֶׁ֨ר H834 שָׁאַ֜לְתָּ H7592 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֗ה H2088 וְלֹֽא H3808 שָׁאַ֨לְתָּ H7592 לְּךָ֜ Hl יָמִ֣ים H3117 רַבִּ֗ים H7227 וְלֹֽא H3808 שָׁאַ֤לְתָּ H7592 לְּךָ֙ Hl עֹ֔שֶׁר H6239 וְלֹ֥א H3808 שָׁאַ֖לְתָּ H7592 נֶ֣פֶשׁ H5315 אֹיְבֶ֑יךָ H341 וְשָׁאַ֧לְתָּ H7592 לְּךָ֛ Hl הָבִ֖ין H995 לִשְׁמֹ֥עַ H8085 מִשְׁפָּֽט H4941 ",
  "12": "הִנֵּ֥ה H2009 עָשִׂ֖יתִי H6213 כִּדְבָרֶ֑י H1697 הִנֵּ֣ה H2009 נָתַ֣תִּי H5414 לְךָ֗ Hl לֵ֚ב H3820 חָכָ֣ם H2450 וְנָב֔וֹן H995 אֲשֶׁ֤ר H834 כָּמ֨וֹךָ֙ H3644 לֹא H3808 הָיָ֣ה H1961 לְפָנֶ֔י H6440 וְאַחֲרֶ֖י H310 לֹא H3808 יָק֥וּם H6965 כָּמֽוֹךָ H3644 ",
  "13": "וְגַ֨ם H1571 אֲשֶׁ֤ר H834 לֹֽא H3808 שָׁאַ֨לְתָּ֙ H7592 נָתַ֣תִּי H5414 לָ֔ךְ Hl גַּם H1571 עֹ֖שֶׁר H6239 גַּם H1571 כָּב֑וֹד H3519 אֲ֠שֶׁר H834 לֹא H3808 הָיָ֨ה H1961 כָמ֥וֹךָ H3644 אִ֛ישׁ H376 בַּמְּלָכִ֖ים H4428 כָּל H3605 יָמֶֽיךָ H3117 ",
  "14": "וְאִ֣ם H518 תֵּלֵ֣ךְ H3212 בִּדְרָכַ֗ H1870 לִשְׁמֹ֤ר H8104 חֻקַּי֙ H2706 וּמִצְוֺתַ֔ H4687 כַּאֲשֶׁ֥ר H834 הָלַ֖ךְ H1980 דָּוִ֣יד H1732 אָבִ֑יךָ H1 וְהַאַרַכְתִּ֖י H748 אֶת H853 יָמֶֽיךָ H3117 ",
  "15": "וַיִּקַ֥ץ H3364 שְׁלֹמֹ֖ה H8010 וְהִנֵּ֣ה H2009 חֲל֑וֹם H2472 וַיָּב֨וֹא H935 יְרוּשָׁלִַ֜ם H3389 וַֽיַּעֲמֹ֣ד H5975 לִפְנֵ֣י H6440 אֲר֣וֹן H727 בְּרִית H1285 אֲדֹנָ֗י H136 וַיַּ֤עַל H5927 עֹלוֹת֙ H5930 וַיַּ֣עַשׂ H6213 שְׁלָמִ֔ים H8002 וַיַּ֥עַשׂ H6213 מִשְׁתֶּ֖ה H4960 לְכָל H3605 עֲבָדָֽיו H5650 ",
  "16": "אָ֣ז H227 תָּבֹ֗אנָה H935 שְׁתַּ֛יִם H8147 נָשִׁ֥ים H802 זֹנ֖וֹת H2185 אֶל H413 הַמֶּ֑לֶךְ H4428 וַֽתַּעֲמֹ֖דְנָה H5975 לְפָנָֽי H6440 ",
  "17": "וַתֹּ֜אמֶר H559 הָאִשָּׁ֤ה H802 הָֽאַחַת֙ H259 בִּ֣י H994 אֲדֹנִ֔י H113 אֲנִי֙ H589 וְהָ H802 הַזֹּ֔את H2063 יֹשְׁבֹ֖ת H3427 בְּבַ֣יִת H1004 אֶחָ֑ד H259 וָאֵלֵ֥ד H3205 עִמָּ֖הּ H5973 בַּבָּֽיִת H1004 ",
  "18": "וַיְהִ֞י H1961 בַּיּ֤וֹם H3117 הַשְּׁלִישִׁי֙ H7992 לְלִדְתִּ֔ H3205 וַתֵּ֖לֶד H3205 גַּם H1571 הָאִשָּׁ֣ה H802 הַזֹּ֑את H2063 וַאֲנַ֣חְנוּ H587 יַחְדָּ֗ו H3162 אֵֽין H369 זָ֤ר H2114 אִתָּ֨נוּ֙ H854 בַּבַּ֔יִת H1004 זוּלָתִ֥י H2108 שְׁתַּֽיִם H8147 אֲנַ֖חְנוּ H587 בַּבָּֽיִת H1004 ",
  "19": "וַיָּ֛מָת H4191 בֶּן H1121 הָאִשָּׁ֥ה H802 הַזֹּ֖את H2063 לָ֑יְלָה H3915 אֲשֶׁ֥ר H834 שָׁכְבָ֖ה H7901 עָלָֽיו H5921 ",
  "20": "וַתָּקָם֩ H6965 בְּת֨וֹךְ H8432 הַלַּ֜יְלָה H3915 וַתִּקַּ֧ח H3947 אֶת H853 בְּנִ֣י H1121 מֵֽאֶצְלִ֗ H681 וַאֲמָֽתְ H519 יְשֵׁנָ֔ה H3463 וַתַּשְׁכִּיבֵ֖ H7901 בְּחֵיקָ֑ H2436 וְאֶת H853 בְּנָ֥הּ H1121 הַמֵּ֖ת H4191 הִשְׁכִּ֥יבָה H7901 בְחֵיקִֽ H2436 ",
  "21": "וָאָקֻ֥ם H6965 בַּבֹּ֛קֶר H1242 לְהֵינִ֥יק H3243 אֶת H853 בְּנִ֖י H1121 וְהִנֵּה H2009 מֵ֑ת H4191 וָאֶתְבּוֹנֵ֤ן H995 אֵלָיו֙ H413 בַּבֹּ֔קֶר H1242 וְהִנֵּ֛ה H2009 לֹֽא H3808 הָיָ֥ה H1961 בְנִ֖י H1121 אֲשֶׁ֥ר H834 יָלָֽדְתִּי H3205 ",
  "22": "וַתֹּאמֶר֩ H559 הָאִשָּׁ֨ה H802 הָאַחֶ֜רֶת H312 לֹ֣א H3808 כִ֗י H3588 בְּנִ֤י H1121 הַחַי֙ H2416 וּבְנֵ֣ H1121 הַמֵּ֔ת H4191 וְזֹ֤את H2063 אֹמֶ֨רֶת֙ H559 לֹ֣א H3808 כִ֔י H3588 בְּנֵ֥ךְ H1121 הַמֵּ֖ת H4191 וּבְנִ֣ H1121 הֶחָ֑י H2416 וַתְּדַבֵּ֖רְנָה H1696 לִפְנֵ֥י H6440 הַמֶּֽלֶךְ H4428 ",
  "23": "וַיֹּ֣אמֶר H559 הַמֶּ֔לֶךְ H4428 זֹ֣את H2063 אֹמֶ֔רֶת H559 זֶה H2088 בְּנִ֥י H1121 הַחַ֖י H2416 וּבְנֵ֣ H1121 הַמֵּ֑ת H4191 וְזֹ֤את H2063 אֹמֶ֨רֶת֙ H559 לֹ֣א H3808 כִ֔י H3588 בְּנֵ֥ךְ H1121 הַמֵּ֖ת H4191 וּבְנִ֥ H1121 הֶחָֽי H2416 ",
  "24": "וַיֹּ֥אמֶר H559 הַמֶּ֖לֶךְ H4428 קְח֣וּ H3947 לִי Hl חָ֑רֶב H2719 וַיָּבִ֥אוּ H935 הַחֶ֖רֶב H2719 לִפְנֵ֥י H6440 הַמֶּֽלֶךְ H4428 ",
  "25": "וַיֹּ֣אמֶר H559 הַמֶּ֔לֶךְ H4428 גִּזְר֛וּ H1504 אֶת H853 הַיֶּ֥לֶד H3206 הַחַ֖י H2416 לִשְׁנָ֑יִם H8147 וּתְנ֤וּ H5414 אֶֽת H853 הַחֲצִי֙ H2677 לְאַחַ֔ת H259 וְאֶֽת H853 הַחֲצִ֖י H2677 לְאֶחָֽת H259 ",
  "26": "וַתֹּ֣אמֶר H559 הָאִשָּׁה֩ H802 אֲשֶׁר H834 בְּנָ֨הּ H1121 הַחַ֜י H2416 אֶל H413 הַמֶּ֗לֶךְ H4428 כִּֽי H3588 נִכְמְר֣וּ H3648 רַחֲמֶיהָ֮ H7356 עַל H5921 בְּנָהּ֒ H1121 וַתֹּ֣אמֶר H559 בִּ֣י H994 אֲדֹנִ֗י H113 תְּנוּ H5414 לָהּ֙ Hl אֶת H853 הַיָּל֣וּד H3205 הַחַ֔י H2416 וְהָמֵ֖ת H4191 אַל H408 תְּמִיתֻ֑הוּ H4191 וְזֹ֣את H2063 אֹמֶ֗רֶת H559 גַּם H1571 לִ֥י Hl גַם H1571 לָ֛ךְ Hl לֹ֥א H3808 יִהְיֶ֖ה H1961 גְּזֹֽרוּ H1504 ",
  "27": "וַיַּ֨עַן H6030 הַמֶּ֜לֶךְ H4428 וַיֹּ֗אמֶר H559 תְּנוּ H5414 לָהּ֙ Hl אֶת H853 הַיָּל֣וּד H3205 הַחַ֔י H2416 וְהָמֵ֖ת H4191 לֹ֣א H3808 תְמִיתֻ֑הוּ H4191 הִ֖יא H1931 אִמּֽוֹ H517 ",
  "28": "וַיִּשְׁמְע֣וּ H8085 כָל H3605 יִשְׂרָאֵ֗ל H3478 אֶת H853 הַמִּשְׁפָּט֙ H4941 אֲשֶׁ֣ר H834 שָׁפַ֣ט H8199 הַמֶּ֔לֶךְ H4428 וַיִּֽרְא֖וּ H3372 מִפְּנֵ֣י H6440 הַמֶּ֑לֶךְ H4428 כִּ֣י H3588 רָא֔וּ H7200 כִּֽי H3588 חָכְמַ֧ת H2451 אֱלֹהִ֛ים H430 בְּקִרְבּ֖ H7130 לַעֲשׂ֥וֹת H6213 מִשְׁפָּֽט H4941 "
}
