{
  "1": "וַיְהִ֣י H1961 בִשְׁמוֹנִ֣ים H8084 שָׁנָ֣ה H8141 וְאַרְבַּ֣ע H702 מֵא֣וֹת H3967 שָׁנָ֡ה H8141 לְצֵ֣את H3318 בְּנֵֽי H1121 יִשְׂרָאֵ֣ל H3478 מֵאֶֽרֶץ H776 מִצְרַיִם֩ H4714 בַּשָּׁנָ֨ה H8141 הָרְבִיעִ֜ית H7243 בְּחֹ֣דֶשׁ H2320 זִ֗ו H2099 ה֚וּא H1931 הַחֹ֣דֶשׁ H2320 הַשֵּׁנִ֔י H8145 לִמְלֹ֥ךְ H4427 שְׁלֹמֹ֖ה H8010 עַל H5921 יִשְׂרָאֵ֑ל H3478 וַיִּ֥בֶן H1129 הַבַּ֖יִת H1004 לַיהוָֽה H3068 ",
  "2": "וְהַ H1004 אֲשֶׁ֨ר H834 בָּנָ֜ה H1129 הַמֶּ֤לֶךְ H4428 שְׁלֹמֹה֙ H8010 לַֽיהוָ֔ה H3068 שִׁשִּֽׁים H8346 אַמָּ֥ה H520 אָרְכּ֖וֹ H753 וְעֶשְׂרִ֤ים H6242 רָחְבּ֑וֹ H7341 וּשְׁלֹשִׁ֥ים H7970 אַמָּ֖ה H520 קוֹמָתֽוֹ H6967 ",
  "3": "וְהָ H197 עַל H5921 פְּנֵי֙ H6440 הֵיכַ֣ל H1964 הַבַּ֔יִת H1004 עֶשְׂרִ֣ים H6242 אַמָּה֙ H520 אָרְכּ֔וֹ H753 עַל H5921 פְּנֵ֖י H6440 רֹ֣חַב H7341 הַבָּ֑יִת H1004 עֶ֧שֶׂר H6235 בָּאַמָּ֛ה H520 רָחְבּ֖וֹ H7341 עַל H5921 פְּנֵ֥י H6440 הַבָּֽיִת H1004 ",
  "4": "וַיַּ֣עַשׂ H6213 לַבָּ֔יִת H1004 חַלּוֹנֵ֖י H2474 שְׁקֻפִ֥ים H8261 אֲטֻמִֽים H331 ",
  "5": "וַיִּבֶן֩ H1129 עַל H5921 קִ֨יר H7023 הַבַּ֤יִת H1004 יצוע H3326 סָבִ֔יב H5439 אֶת H853 קִיר֤וֹת H7023 הַבַּ֨יִת֙ H1004 סָבִ֔יב H5439 לַֽהֵיכָ֖ל H1964 וְלַ H1687 וַיַּ֥עַשׂ H6213 צְלָע֖וֹת H6763 סָבִֽיב H5439 ",
  "6": "היצוע H3326 הַתַּחְתֹּנָ֜ה H8481 חָמֵ֧שׁ H2568 בָּאַמָּ֣ה H520 רָחְבָּ֗הּ H7341 וְהַ H8484 שֵׁ֤שׁ H8337 בָּֽאַמָּה֙ H520 רָחְבָּ֔הּ H7341 וְהַ֨ H7992 שֶׁ֥בַע H7651 בָּאַמָּ֖ה H520 רָחְבָּ֑הּ H7341 כִּ֡י H3588 מִגְרָעוֹת֩ H4052 נָתַ֨ן H5414 לַבַּ֤יִת H1004 סָבִיב֙ H5439 ח֔וּצָה H2351 לְבִלְתִּ֖י H1115 אֲחֹ֥ז H270 בְּקִֽירוֹת H7023 הַבָּֽיִת H1004 ",
  "7": "וְהַ H1004 בְּהִבָּ֣נֹת֔ H1129 אֶֽבֶן H68 שְׁלֵמָ֥ה H8003 מַסָּ֖ע H4551 נִבְנָ֑ה H1129 וּמַקָּב֤וֹת H4717 וְהַ H1631 כָּל H3605 כְּלִ֣י H3627 בַרְזֶ֔ל H1270 לֹֽא H3808 נִשְׁמַ֥ע H8085 בַּבַּ֖יִת H1004 בְּהִבָּנֹתֽ H1129 ",
  "8": "פֶּ֗תַח H6607 הַצֵּלָע֙ H6763 הַתִּ֣יכֹנָ֔ה H8484 אֶל H413 כֶּ֥תֶף H3802 הַבַּ֖יִת H1004 הַיְמָנִ֑ית H3233 וּבְ H3883 יַֽעֲלוּ֙ H5927 עַל H5921 הַתִּ֣יכֹנָ֔ה H8484 וּמִן H4480 הַתִּֽיכֹנָ֖ה H8484 אֶל H413 הַשְּׁלִשִֽׁים H7992 ",
  "9": "וַיִּ֥בֶן H1129 אֶת H853 הַבַּ֖יִת H1004 וַיְכַלֵּ֑ H3615 וַיִּסְפֹּ֤ן H5603 אֶת H853 הַבַּ֨יִת֙ H1004 גֵּבִ֔ים H1356 וּשְׂדֵרֹ֖ת H7713 בָּאֲרָזִֽים H730 ",
  "10": "וַיִּ֤בֶן H1129 אֶת H853 היצוע H3326 עַל H5921 כָּל H3605 הַבַּ֔יִת H1004 חָמֵ֥שׁ H2568 אַמּ֖וֹת H520 קֽוֹמָת֑וֹ H6967 וַיֶּאֱחֹ֥ז H270 אֶת H853 הַבַּ֖יִת H1004 בַּעֲצֵ֥י H6086 אֲרָזִֽים H730 ",
  "11": "וַֽיְהִי֙ H1961 דְּבַר H1697 יְהוָ֔ה H3068 אֶל H413 שְׁלֹמֹ֖ה H8010 לֵאמֹֽר H559 ",
  "12": "הַבַּ֨יִת H1004 הַזֶּ֜ה H2088 אֲשֶׁר H834 אַתָּ֣ה H859 בֹנֶ֗ה H1129 אִם H518 תֵּלֵ֤ךְ H3212 בְּחֻקֹּתַ H2708 וְאֶת H853 מִשְׁפָּטַ֣י H4941 תַּֽעֲשֶׂ֔ה H6213 וְשָׁמַרְתָּ֥ H8104 אֶת H853 כָּל H3605 מִצְוֺתַ֖י H4687 לָלֶ֣כֶת H3212 בָּהֶ֑ם Hb וַהֲקִמֹתִ֤י H6965 אֶת H853 דְּבָרִי֙ H1697 אִתָּ֔ךְ H854 אֲשֶׁ֥ר H834 דִּבַּ֖רְתִּי H1696 אֶל H413 דָּוִ֥ד H1732 אָבִֽיךָ H1 ",
  "13": "וְשָׁ֣כַנְתִּ֔י H7931 בְּת֖וֹךְ H8432 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וְלֹ֥א H3808 אֶעֱזֹ֖ב H5800 אֶת H853 עַמִּ֥י H5971 יִשְׂרָאֵֽל H3478 ",
  "14": "וַיִּ֧בֶן H1129 שְׁלֹמֹ֛ה H8010 אֶת H853 הַבַּ֖יִת H1004 וַיְכַלֵּֽ H3615 ",
  "15": "וַיִּבֶן֩ H1129 אֶת H853 קִיר֨וֹת H7023 הַבַּ֤יִת H1004 מִבַּ֨יְתָ H1004 בְּצַלְע֣וֹת H6763 אֲרָזִ֔ים H730 מִקַּרְקַ֤ע H7172 הַבַּ֨יִת֙ H1004 עַד H5704 קִיר֣וֹת H7023 הַסִּפֻּ֔ן H5604 צִפָּ֥ה H6823 עֵ֖ץ H6086 מִבָּ֑יִת H1004 וַיְצַ֛ף H6823 אֶת H853 קַרְקַ֥ע H7172 הַבַּ֖יִת H1004 בְּצַלְע֥וֹת H6763 בְּרוֹשִֽׁים H1265 ",
  "16": "וַיִּבֶן֩ H1129 אֶת H853 עֶשְׂרִ֨ים H6242 אַמָּ֜ה H520 מירכותי H3411 הַבַּ֨יִת֙ H1004 בְּצַלְע֣וֹת H6763 אֲרָזִ֔ים H730 מִן H4480 הַקַּרְקַ֖ע H7172 עַד H5704 הַקִּיר֑וֹת H7023 וַיִּ֤בֶן H1129 לוֹ֙ Hl מִבַּ֣יִת H1004 לִדְבִ֔יר H1687 לְקֹ֖דֶשׁ H6944 הַקֳּדָשִֽׁים H6944 ",
  "17": "וְאַרְבָּעִ֥ים H705 בָּאַמָּ֖ה H520 הָיָ֣ה H1961 הַבָּ֑יִת H1004 ה֖וּא H1931 הַהֵיכָ֥ל H1964 לִפְנָֽ H3942 ",
  "18": "וְאֶ֤רֶז H730 אֶל H413 הַבַּ֨יִת֙ H1004 פְּנִ֔ימָה H6441 מִקְלַ֣עַת H4734 פְּקָעִ֔ים H6497 וּפְטוּרֵ֖י H6358 צִצִּ֑ים H6731 הַכֹּ֣ל H3605 אֶ֔רֶז H730 אֵ֥ין H369 אֶ֖בֶן H68 נִרְאָֽה H7200 ",
  "19": "וּדְבִ֧יר H1687 בְּתוֹךְ H8432 הַבַּ֛יִת H1004 מִפְּנִ֖ימָה H6441 הֵכִ֑ין H3559 לְתִתֵּ֣ן H5414 שָׁ֔ם H8033 אֶת H853 אֲר֖וֹן H727 בְּרִ֥ית H1285 יְהוָֽה H3068 ",
  "20": "וְלִ H6440 הַדְּבִ֡יר H1687 עֶשְׂרִים֩ H6242 אַמָּ֨ה H520 אֹ֜רֶךְ H753 וְעֶשְׂרִ֧ים H6242 אַמָּ֣ה H520 רֹ֗חַב H7341 וְעֶשְׂרִ֤ים H6242 אַמָּה֙ H520 קֽוֹמָת֔וֹ H6967 וַיְצַפֵּ֖ H6823 זָהָ֣ב H2091 סָג֑וּר H5462 וַיְצַ֥ף H6823 מִזְבֵּ֖חַ H4196 אָֽרֶז H730 ",
  "21": "וַיְצַ֨ף H6823 שְׁלֹמֹ֧ה H8010 אֶת H853 הַבַּ֛יִת H1004 מִפְּנִ֖ימָה H6441 זָהָ֣ב H2091 סָג֑וּר H5462 וַיְעַבֵּ֞ר H5674 ברתיקות H7572 זָהָב֙ H2091 לִפְנֵ֣י H6440 הַדְּבִ֔יר H1687 וַיְצַפֵּ֖ H6823 זָהָֽב H2091 ",
  "22": "וְאֶת H853 כָּל H3605 הַבַּ֛יִת H1004 צִפָּ֥ה H6823 זָהָ֖ב H2091 עַד H5704 תֹּ֣ם H8552 כָּל H3605 הַבָּ֑יִת H1004 וְכָל H3605 הַמִּזְבֵּ֥חַ H4196 אֲֽשֶׁר H834 לַדְּבִ֖יר H1687 צִפָּ֥ה H6823 זָהָֽב H2091 ",
  "23": "וַיַּ֣עַשׂ H6213 בַּדְּבִ֔יר H1687 שְׁנֵ֥י H8147 כְרוּבִ֖ים H3742 עֲצֵי H6086 שָׁ֑מֶן H8081 עֶ֥שֶׂר H6235 אַמּ֖וֹת H520 קוֹמָתֽוֹ H6967 ",
  "24": "וְחָמֵ֣שׁ H2568 אַמּ֗וֹת H520 כְּנַ֤ף H3671 הַכְּרוּב֙ H3742 הָֽאֶחָ֔ת H259 וְחָמֵ֣שׁ H2568 אַמּ֔וֹת H520 כְּנַ֥ף H3671 הַכְּר֖וּב H3742 הַשֵּׁנִ֑ית H8145 עֶ֣שֶׂר H6235 אַמּ֔וֹת H520 מִקְצ֥וֹת H7098 כְּנָפָ֖יו H3671 וְעַד H5704 קְצ֥וֹת H7098 כְּנָפָֽיו H3671 ",
  "25": "וְעֶ֨שֶׂר֙ H6235 בָּֽאַמָּ֔ה H520 הַכְּר֖וּב H3742 הַשֵּׁנִ֑י H8145 מִדָּ֥ה H4060 אַחַ֛ת H259 וְקֶ֥צֶב H7095 אֶחָ֖ד H259 לִשְׁנֵ֥י H8147 הַכְּרֻבִֽים H3742 ",
  "26": "קוֹמַת֙ H6967 הַכְּר֣וּב H3742 הָֽאֶחָ֔ד H259 עֶ֖שֶׂר H6235 בָּֽאַמָּ֑ה H520 וְכֵ֖ן H3651 הַכְּר֥וּב H3742 הַשֵּׁנִֽי H8145 ",
  "27": "וַיִּתֵּ֨ן H5414 אֶת H853 הַכְּרוּבִ֜ים H3742 בְּת֣וֹךְ H8432 הַבַּ֣יִת H1004 הַפְּנִימִ֗י H6442 וַֽיִּפְרְשׂוּ֮ H6566 אֶת H853 כַּנְפֵ֣י H3671 הַכְּרֻבִים֒ H3742 וַתִּגַּ֤ע H5060 כְּנַף H3671 הָֽאֶחָד֙ H259 בַּקִּ֔יר H7023 וּכְנַף֙ H3671 הַכְּר֣וּב H3742 הַשֵּׁנִ֔י H8145 נֹגַ֖עַת H5060 בַּקִּ֣יר H7023 הַשֵּׁנִ֑י H8145 וְכַנְפֵי H3671 אֶל H413 תּ֣וֹךְ H8432 הַבַּ֔יִת H1004 נֹגְעֹ֖ת H5060 כָּנָ֥ף H3671 אֶל H413 כָּנָֽף H3671 ",
  "28": "וַיְצַ֥ף H6823 אֶת H853 הַכְּרוּבִ֖ים H3742 זָהָֽב H2091 ",
  "29": "וְאֵת֩ H853 כָּל H3605 קִיר֨וֹת H7023 הַבַּ֜יִת H1004 מֵסַ֣ב H4524 קָלַ֗ע H7049 פִּתּוּחֵי֙ H6603 מִקְלְעוֹת֙ H4734 כְּרוּבִ֣ים H3742 וְתִֽמֹרֹ֔ת H8561 וּפְטוּרֵ֖י H6358 צִצִּ֑ים H6731 מִלִּ H6440 וְלַ H2435 ",
  "30": "וְאֶת H853 קַרְקַ֥ע H7172 הַבַּ֖יִת H1004 צִפָּ֣ה H6823 זָהָ֑ב H2091 לִפְנִ֖ימָה H6441 וְלַ H2435 ",
  "31": "וְאֵת֙ H853 פֶּ֣תַח H6607 הַדְּבִ֔יר H1687 עָשָׂ֖ה H6213 דַּלְת֣וֹת H1817 עֲצֵי H6086 שָׁ֑מֶן H8081 הָאַ֥יִל H352 מְזוּז֖וֹת H4201 חֲמִשִֽׁית H2549 ",
  "32": "וּשְׁתֵּי֮ H8147 דַּלְת֣וֹת H1817 עֲצֵי H6086 שֶׁמֶן֒ H8081 וְקָלַ֣ע H7049 עֲ֠לֵיהֶם H5921 מִקְלְע֨וֹת H4734 כְּרוּבִ֧ים H3742 וְתִמֹר֛וֹת H8561 וּפְטוּרֵ֥י H6358 צִצִּ֖ים H6731 וְצִפָּ֣ה H6823 זָהָ֑ב H2091 וַיָּ֛רֶד H7286 עַל H5921 הַכְּרוּבִ֥ים H3742 וְעַל H5921 הַתִּֽמֹר֖וֹת H8561 אֶת H853 הַזָּהָֽב H2091 ",
  "33": "וְכֵ֥ן H3651 עָשָׂ֛ה H6213 לְפֶ֥תַח H6607 הַֽהֵיכָ֖ל H1964 מְזוּז֣וֹת H4201 עֲצֵי H6086 שָׁ֑מֶן H8081 מֵאֵ֖ת H853 רְבִעִֽית H7243 ",
  "34": "וּשְׁתֵּ֥י H8147 דַלְת֖וֹת H1817 עֲצֵ֣י H6086 בְרוֹשִׁ֑ים H1265 שְׁנֵ֨י H8147 צְלָעִ֜ים H6763 הַדֶּ֤לֶת H1817 הָֽאַחַת֙ H259 גְּלִילִ֔ים H1550 וּשְׁנֵ֧י H8147 קְלָעִ֛ים H7050 הַדֶּ֥לֶת H1817 הַשֵּׁנִ֖ית H8145 גְּלִילִֽים H1550 ",
  "35": "וְקָלַ֤ע H7049 כְּרוּבִים֙ H3742 וְתִ֣מֹר֔וֹת H8561 וּפְטֻרֵ֖י H6358 צִצִּ֑ים H6731 וְצִפָּ֣ה H6823 זָהָ֔ב H2091 מְיֻשָּׁ֖ר H3474 עַל H5921 הַמְּחֻקֶּֽה H2707 ",
  "36": "וַיִּ֨בֶן֙ H1129 אֶת H853 הֶחָצֵ֣ר H2691 הַפְּנִימִ֔ית H6442 שְׁלֹשָׁ֖ה H7969 טוּרֵ֣י H2905 גָזִ֑ית H1496 וְט֖וּר H2905 כְּרֻתֹ֥ת H3773 אֲרָזִֽים H730 ",
  "37": "בַּשָּׁנָה֙ H8141 הָֽרְבִיעִ֔ית H7243 יֻסַּ֖ד H3245 בֵּ֣ית H1004 יְהוָ֑ה H3068 בְּיֶ֖רַח H3391 זִֽו H2099 ",
  "38": "וּבַ H8141 הָאַחַ֨ת H259 עֶשְׂרֵ֜ה H6240 בְּיֶ֣רַח H3391 בּ֗וּל H945 ה֚וּא H1931 הַחֹ֣דֶשׁ H2320 הַשְּׁמִינִ֔י H8066 כָּלָ֣ה H3615 הַבַּ֔יִת H1004 לְכָל H3605 דְּבָרָ֖יו H1697 וּלְ H3605 משפטו H4941 וַיִּבְנֵ֖ H1129 שֶׁ֥בַע H7651 שָׁנִֽים H8141 "
}
