{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After King Ahab died, the country of Moab rebelled against Israel.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day, Ahaziah, the new king of Israel, fell through the wooden slats in his upstairs room and was injured. So he sent for his messengers and commanded them, \"Go and ask of Baal-Zebub, the god of Ekron, whether or not I will recover from this injury.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the angel from Yahweh said to Elijah, the prophet from the city of Tishbe, \"The king of Samaria is sending some messengers to Ekron. Go and meet them and say to them, 'Is it because there is no God in Israel that you wish to ask Baal-Zebub whether you will recover?'\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh says that you should tell King Ahaziah that he will not recover from his being injured; he will surely die.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Elijah went to meet the messengers and told that to them, and they returned to the king instead of going to Ekron. The king asked them, \"Why have you come back so quickly?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They replied, \"A man came to meet us and said to us, 'Go back to the king who sent you and tell him that Yahweh says, \"'Is it because there is no God in Israel that you wish to ask Baal-Zebub whether you will recover'? Go tell the king that he will not recover from being injured; instead, he will surely die.\"'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said to them, \"The man who came to meet you and told that to you, what did he look like?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They replied, \"He was wearing a cloak made from camel hair and had a wide leather belt around his waist.\" The king exclaimed, \"That must be Elijah!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king sent an officer with fifty soldiers to seize Elijah. They found Elijah sitting on the top of a hill. The officer called out to him, \"Prophet, the king commands that you come down here!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Elijah replied to the officer, \"I am a prophet, so I command that fire come down from the sky and burn up you and your fifty soldiers!\" Immediately, fire came down from the sky and completely burned up the officer and his fifty soldiers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the king found out about that, he sent another officer with fifty more soldiers. They went to where Elijah was, and the officer called out to him, \"Prophet, the king commands that you come down immediately!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Elijah replied, \"I am a prophet, so I command that fire come down from the sky and kill you and your soldiers!\" Then a fire from God came down from the sky and killed that officer and his soldiers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the king heard about that, he sent still another officer with fifty more soldiers. They went to where Elijah was; the officer prostrated himself in front of Elijah and said to him, \"Prophet, I plead with you, be kind to me and my fifty soldiers, and do not kill us!\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know that two times fire came down from the sky and killed officers and the soldiers with them. So now, please be kind to me!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the angel from Yahweh said to Elijah, \"Go down and go with him. Do not be afraid of him.\" So Elijah went with them to the king.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Elijah arrived, he said to the king, \"This is what Yahweh says: 'You sent messengers to go to Ekron to ask Baal-Zebub, their god, whether you would recover. You acted as though there is no God in Israel to consult. So you will not recover from being injured; instead, you are going to die!'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Ahaziah died, which is what Yahweh told Elijah would happen. Ahaziah's younger brother Joram became the new king, at the same time that Jehoram son of Jehoshaphat, had been ruling Judah for almost two years. Ahaziah's brother became the king because Ahaziah had no son to become the king.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you want to know about all the other things that Ahaziah did, they are written in Book of the Events of the Kings of Israel.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}