{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jehu had been ruling Israel for almost seven years, Joash became the king of Judah. He ruled in Jerusalem for forty years. His mother was Zibiah, from the city of Beersheba.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All during the time that Joash was alive, he did what pleased Yahweh, because Jehoiada the priest instructed him.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the places where the people worshiped Yahweh elsewhere in the land were not destroyed. They continued to offer sacrifices and burn incense at those places, instead of at the place that God had chosen for them in Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joash said to the priests, \"You must take all the money which the people give, both the money they are required to pay and the money that they themselves decide to give, as sacred offerings to buy things for the temple.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each priest must take the money from the people who come to him, and he must use that money to repair the temple whenever he sees that there is something that needs to be repaired.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But after Joash had been ruling for almost twenty-three years, the priests still had not repaired anything in the temple.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joash summoned Jehoiada and the other priests and said to them, \"Why are you not repairing things in the temple? Do not take any more money from those who are paying taxes. Take the money that was collected for the purpose of repairing the temple and pay that money to the workers who will do the repairs.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests agreed to do that, and they also agreed that they themselves would not do the repair work.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jehoiada took a chest and bored a hole in the lid. He placed it alongside the altar for burning incense that was on the right as anyone enters the temple. The priests who guarded the entrance to the temple put in the box the money that was brought to the temple.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever they saw that there was a lot of money in the chest, the king's secretary and the high priest would come and count the money. Then they would put it in bags and tie the bags shut.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they would distribute the money to the men who supervised the work in the temple. The supervisors would use that money to pay the carpenters and builders who did the repair work in the temple,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and the masons and the stone cutters. Also with some of that money they bought timber and stones that had been cut to be used in the repair work, and to pay all the other expenses for the repair work.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they did not use any of that money to pay men to make silver cups or wick trimmers for the lamps or bowls or trumpets or any other items made of silver or gold to be used in the temple.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All that money was given to the men who were doing the work of repairing the temple.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men who supervised the work always did things honestly, so the king's secretary and the high priest never required that the supervisors report what they had spent the money for.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the money that people gave to pay for sacrifices for their sins was not put in the chest. That money belonged to the priests.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, Hazael, the king of Aram, went with his army and attacked the city of Gath and conquered it. Then he decided that they would attack Jerusalem.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Joash, the king of Judah, took all the money that the previous kings, Jehoshaphat and Jehoram and Ahaziah, had dedicated to Yahweh. He added some of his own money, and all the gold that was in the rooms in the temple where valuable things were kept, and he sent it all to King Hazael to persuade him not to attack Jerusalem. So King Hazael took his army away from Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you want to read more of what Joash did, it is all written in Book of the Events of the Kings of Judah.\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20-21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joash's officials plotted against him, and two of them killed Joash on the road that goes down to the district of Silla. The two men who did that were Jozabad son of Shimeath, and Jehozabad son of Shomer. Joash was buried in the place where his ancestors were buried, in the part of Jerusalem called the city of David. Then Joash's son Amaziah became the king of Judah.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}