{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Joash had been ruling Judah for almost twenty-three years, Jehu's son Jehoahaz became the king of Israel. He ruled in the city of Samaria for seventeen years.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did many things that Yahweh said were evil and committed the same kind of sins that Jeroboam had committed, sins that had induced the people of Israel to sin. He did not stop committing those sins.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh became very angry with the Israelite people, and he allowed the army of King Hazael of Aram and his son Ben Hadad to defeat the Israelites many times.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jehoahaz prayed to Yahweh for help, and Yahweh listened to him, because he saw that the army of the king of Aram was oppressing the Israelites.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh sent a leader to Israel, who enabled them to be free from Aram's power. After that, the Israelites lived peacefully as they had done previously.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they still continued to commit the same kind of sins that Jeroboam and his family had committed and that had led the Israelites to sin. Also, the statue of the goddess Asherah remained in Samaria.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoahaz had only fifty men who rode on horses and ten chariots and ten thousand other soldiers, because the army of Aram had killed all the rest, walking over them as people walk over the ground.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you want to read about everything else that Jehoahaz did, you can read about it in the book called The History of the Kings of Israel.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoahaz died and was buried in Samaria. Then his son Jehoash became the king.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoash son of Jehoahaz, started to rule in Israel after King Joash had been ruling in Judah for thirty-seven years. Jehoash ruled in Samaria for sixteen years.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did many things that Yahweh said were evil. He refused to stop worshiping idols, which was the sin that many years earlier King Jeroboam had led the Israelite people in committing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The other things that happened while Jehoash was king and all the things that he did are written in Book of the Events of the Kings of Israel. In that account they wrote about his army's victories, and their war with the army of King Amaziah of Judah.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jehoash died, he was buried in Samaria where the other kings of Israel were buried. Then his son Jeroboam became king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elisha became very ill. Just before he died, King Joash went to Elisha and cried in front of him. Saying the same words that Elisha had said when Elijah was taken to heaven, he said, \"My father! The chariots of us Israelite people and their drivers are taking my master away!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha said to him, \"Bring to me a bow and some arrows!\" So the king did that.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elisha told the king to put his hands on the bow and prepare to shoot some arrows. And then Elisha put his own hands on the king's hands.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elisha told him, \"Have someone open that window toward the east.\" So a servant opened it. Then Elisha said, \"Shoot!\" So the king did. Then Elisha said, \"That is the arrow that indicates that your army will defeat the Aramean army. Your army will completely defeat their army at the city of Aphek.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elisha said, \"Pick up the other arrows and strike the ground with them!\" So the king picked up the arrows and struck the ground three times.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Elisha was angry with him. He exclaimed, \"You should have struck the ground five or six times! If you had done that, your army would have defeated the Aramean army until they were completely wiped out! But now, because you struck the ground only three times, your army will defeat them only three times!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elisha died and was buried.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Groups of raiders from Moab came to Israel each year during spring.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One year, when some Israelite people were burying a man's body, they saw a group of those raiders. They were afraid, so quickly they threw that man's body into the grave where Elisha had been buried, and they ran away.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "But as soon as the man's body touched Elisha's bones, the dead man became alive again and jumped up!\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Hazael of Aram sent soldiers to oppress the Israelite people during all the years that Jehoahaz ruled Judah.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh was very kind to the Israelite people. He helped them because of the covenant that he had made with their ancestors Abraham, Isaac, and Jacob. He would not get rid of the Israelites, and he still has not rejected them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Hazael the king of Aram died, his son Ben Hadad became the king.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The army of King Jehoash of Israel defeated the army of King Ben Hadad three times; they also recaptured the cities that Ben Hadad's army had seized during the time that Jehoash's father Jehoahaz was ruling Israel.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}