{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jehoash had been ruling Israel for almost two years, Joash's son Amaziah became the king of Judah.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was twenty-five years old when he started to rule, and he ruled in Jerusalem for twenty-nine years. His mother was Jehoaddin. She was from Jerusalem.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Amaziah did many things that pleased Yahweh, but he did not do as many things that pleased Yahweh as King David had done. He did some of the good things that his father Joash had done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But, like his father, he did not tear down the other places for worshiping Yahweh. The people continued to burn incense to honor Yahweh in those place instead of in Jerusalem, the place that Yahweh had appointed.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as he was completely in control of his kingdom, he made his servants execute the officials who had murdered his father.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he did not tell his servants to execute those officials' children. He obeyed what was written in the laws that God gave to Moses, \"Parents must not be executed for the crimes committed by their parents. People must be executed only for the sins that they themselves have committed.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Amaziah's soldiers killed ten thousand soldiers of the Edom people group in the Valley of Salt south of the Dead Sea, and they captured the city of Sela and gave it a new name, Joktheel. That is still its name.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Amaziah sent messengers to King Jehoash of Israel, saying, \"Come here and let us and our armies fight each other in battle.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But King Jehoash replied with this parable to King Amaziah: \"Once a thornbush growing in the mountains in Lebanon sent a message to a cedar tree, saying, 'Give your daughter to my son in order that he may marry her.' But a wild animal in Lebanon passed by the thornbush and trampled it.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The meaning of what I am saying is that your army has defeated the army of Edom, so now you have become very proud. But you should be content with defeating the people of Edom; you should allow your soldiers to stay at home. If you cause trouble by fighting against us, you will surely cause a disaster to happen to you and to your people.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Amaziah refused to pay attention to Jehoash's message. So Jehoash and Amaziah led their armies to Beth Shemesh in Judah, and it was there that their armies came together to fight each other. \n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite army defeated the army of Judah, and all the soldiers of Judah fled and ran back home.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoash's army also captured King Amaziah there, and they also marched to Jerusalem and tore down the wall that was around the city, from the Ephraim Gate to the Corner Gate. That was a section of wall about 180 meters long.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoash's soldiers seized all the gold and silver that they found, all the objects that were in the temple, and all the valuable things that were in the palace; they took them to Samaria. They also took to Samaria some prisoners to make sure that Amaziah would cause them no more trouble.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you want to know about all the other things that Jehoash did when he was king, including when he and his army fought against the army of King Amaziah of Judah, they are written in Book of the Events of the Kings of Israel.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoash died, and he was buried in Samaria, where the other kings of Israel had been buried. Then his son Jeroboam became the king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Amaziah, the king of Judah, lived for fifteen more years after Jehoash, the king of Israel, died.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you want to know more about everything else that Amaziah did, it is written in Book of the Events of the Kings of Judah.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some people in Jerusalem plotted against him, so he fled to the city of Lachish. But they followed him there and killed him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took his corpse back to Jerusalem and buried it where his ancestors had been buried, in the part of Jerusalem called the city of David.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the people of Judah appointed Azariah, whose father was Amaziah, to be their king. He became king when he was sixteen years.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Amaziah's father Amaziah died, Azariah's army captured the city of Elath, and it came under the control of Judah again.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Amaziah had been ruling Judah for almost fifteen years, Jeroboam became the king of Israel. He ruled in the city of Samaria for forty-one years.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did many things that Yahweh said were evil. He did not stop committing the same kind of sins that Jeroboam son of Nebat, had committed, sins that had induced the Israelite people to sin also.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jeroboam's soldiers conquered again some of the territory that had previously belonged to Israel, from the city of Hamath in the north to the Dead Sea in the south. That is what Yahweh, the God whom the Israelites worshiped, promised the prophet Jonah son of Amittai, from the city of Gath Hepher, would happen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That happened because Yahweh saw that the Israelites' enemies were causing the Israelites to suffer very much. And there was absolutely no one who would help them.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh said that he would not destroy Israel completely, so he enabled King Jeroboam to rescue them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you want to know more about everything else that Jeroboam did, about how he courageously fought in battle, and about how he enabled the Israelites to capture again the cities of Damascus and Hamath, they are written in the book of the events of the Kings of Israel.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jeroboam died, and was buried where the other kings of Israel were buried, and his son Zechariah became the king.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}