{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jeroboam had been ruling Israel for almost twenty-seven years, Azariah, son of Amaziah king of Judah, began to rule.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was sixteen years old when he started to rule, and he ruled in Jerusalem for fifty-two years. His mother was Jecoliah. She was from Jerusalem.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did things that Yahweh was pleased with, as his father Amaziah had done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the high places where the people continued to practice idolatry were not destroyed. They continued to burn incense as they worshiped their idols.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh caused Azariah to become a leper. Azariah was a leper all the remaining years that he lived. He was not allowed to live in the palace. He lived alone in a house, and his son Jotham ruled the land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you want to know about everything else that Azariah did, it is written in the book of the events of the Kings of Judah.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Azariah died and they buried him in the part of Jerusalem called the city of David, where his ancestors had been buried. Then his son Jotham became the king.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Azariah had been ruling Judah for almost thirty-eight years, Zechariah son of Jeroboam, became the king of Israel. He ruled in the city of Samaria for only six months.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did many things that Yahweh said were evil, like his ancestors had done. He committed the same kind of sins that the first Jeroboam had committed, sins that had induced the Israelite people to sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Shallum son of Jabesh, made plans to assassinate Zechariah. He killed him in the city of Ibleam, and then he became the king.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everything else that Zechariah did is written in the book of the events of the Kings of Israel.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Zechariah died, the dynasty of King Jehu was finished. This fulfilled what Yahweh said to King Jehu would happen, \"Your son and grandson and great-grandson and great-great-grandson will all be kings of Israel.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shallum son of Jabesh, became the king of Israel after King Amaziah had been ruling Judah for almost thirty-nine years. But Shallum ruled in Samaria for only one month.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Menahem son of Gadi, went up from the city of Tirzah to Samaria and assassinated Shallum. Then Menahem became the king of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everything else that Shallum did, including his killing King Zechariah, is written in the book of the events of the Kings of Israel.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time Menahem completely destroyed the city of Tiphsah and killed all the people who lived there and in the surrounding territory from Tirzah on. He did that because the people in the city refused to surrender to him. With his sword he even ripped open the bellies of pregnant women who lived there.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When King Azariah had been ruling Judah for almost thirty-nine years, Menahem son of Gadi, became the king of Israel. He ruled in Samaria for ten years.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did many things that Yahweh said were evil. He committed the same kind of sins that King Jeroboam had committed, sins that induced the people of Israel to sin. He continued to commit those sins all during the years that he lived.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Pul (also known as Tiglath-Pileser) king of Assyria came with his army to attack Israel. So Menahem gave him about thirty-three metric tons of silver in order that the king of Assyria would help Menahem to continue to be king and rule his country more strongly.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Menahem obtained that money from the rich men in Israel. He compelled each of them to contribute three-fifths of a kilogram of silver. So Tiglath-Pileser took that money and went back home.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you want to know more about everything that Menahem did, it is written in the book of the events of the Kings of Israel.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Menahem died and was buried, and his son Pekahiah became the king of Israel.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When King Azariah had been ruling Judah for almost fifty years, Menahem's son Pekahiah became the king of Israel. He ruled in Samaria for only two years.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did many things that Yahweh said were evil. He committed the same kind of sins that King Jeroboam had committed, sins that induced the people of Israel to sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then one of Pekahiah's army commanders whose name was Pekah son of Remaliah, planned with fifty men, from the region of Gilead to kill Pekahiah and two of his assistants, Argob and Arieh. They assassinated the king in a fortified place in the king's palace in Samaria. Then Pekah became the king.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everything else that Pekahiah did is written in the book of the events of the Kings of Israel.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When King Azariah had been ruling Judah for almost fifty-two years, Pekah son of Remaliah, became the king of Israel. He ruled in Samaria for twenty years.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also did many things that Yahweh said were evil. He committed the same kind of sins that King Jeroboam had committed, sins that induced the people of Israel to sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Pekah was the king, Tiglath-Pileser, the king of Assyria, came with his army and captured the cities of Ijon, Abel of Beth Maacah, Janoah, Kedesh, Hazor, and the regions of Gilead, Galilee, and Naphtali. His army forced the Israelite people to leave their country and go to live in Assyria.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Hoshea son of Elah, planned to kill Pekah. He assassinated him when Amaziah's son Jotham had been ruling Judah for almost twenty years. Then Hoshea became the king of Israel.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everything else that Pekah did is written in the book of the events of the Kings of Israel.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Pekah had been ruling Israel for almost two years, Azariah's son Jotham began to rule Judah.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was twenty-five years old when he started to rule, and he ruled from Jerusalem for sixteen years. His mother was Jerusha, the daughter of Zadok.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did many things that pleased Yahweh, as his father Azariah had done.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he did not destroy the places where the people worshiped Yahweh, and the people continued to burn incense there to honor Yahweh. Jotham's workers built the Upper Gate of the temple.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you want to know more about everything else that Jotham did, it is written in the book of the events of the Kings of Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was during the time that Jotham was the king that Yahweh sent King Rezin of Aram and King Pekah of Israel with their armies to attack Judah.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jotham died and was buried where his ancestors had been buried in the part of Jerusalem called the city of David. Then his son Ahaz became the king of Judah.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}