{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Pekah had been ruling Israel for almost seventeen years, Ahaz son of Jotham, became the king of Judah.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was twenty years old when he became the king of Judah. He ruled from Jerusalem for sixteen years. He did not do things that pleased Yahweh his God, good things like his ancestor King David had done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, he was as sinful as the kings of Israel had been. He even sacrificed his son to be an offering to idols. That imitated the disgusting things that the people who previously lived there had done, people whom Yahweh had driven out as the Israelites were advancing through the land.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He offered sacrifices and burned incense to honor Yahweh at many different places, including on the tops of many hills and under many big trees, instead of in Jerusalem as Yahweh had commanded.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King Rezin of Aram, came along with his army, and at that time Pekah (who was the son of King Remaliah of Israel) also came along with his army, and together their armies came up to attack Jerusalem, but King Ahaz led a fight to defend the city. The armies surrounded the city, but they could not conquer it.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was at that time that the army that was commanded by King Rezin of Aram drove out the people of Judah who were living in the city of Elath, and the city came under the control of the Arameans. This was the time when some people from Aram began to live in Elath, and they are still living there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Ahaz sent messengers to King Tiglath-Pileser of Assyria, to tell this message to him: \"I promise that I will completely do what you tell me to do, as though I were your son. Please come and rescue us from the armies of Aram and Israel who are attacking my country.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahaz took the silver and gold that was in the palace and in the temple and sent it to Assyria to be a present for the king of Assyria.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Tiglath-Pileser did what Ahaz requested. His army marched to Damascus and captured it, and they took the people of Damascus as prisoners to live in the capital city of Assyria.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When King Ahaz went to Damascus to meet King Tiglath-Pileser, he saw the altar that was there. So he sent to Uriah, the high priest in Jerusalem, a drawing of the altar and a model that represented exactly the altar in Damascus.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Uriah built an altar in Jerusalem following the drawing that King Ahaz had sent. Uriah finished the altar before Ahaz returned to Jerusalem from Damascus.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the king returned from Damascus, he saw the altar.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He went up to it and burned animal sacrifices and a flour offering on it. He also poured a wine offering on it and threw on it the blood of the offerings to promise friendship with God.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The old bronze altar that had been dedicated long ago to Yahweh was between the new altar and the temple, so Ahaz moved it to the north side of his new altar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King Ahaz ordered Uriah: \"Each morning put on this new altar the sacrifices that the priests will burn completely, and in the evening put on it the flour offering, along with my offering and the offerings that the people bring, ones that they will burn completely, and my flour offering and the people's grain and wine offerings. Pour against the sides of the altar the blood of all the animals that are sacrificed. But the old bronze altar will be only for me to use for divination.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Uriah did what the king commanded him to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Ahaz told his workers to take off the frames of the carts that were outside the temple and to take down the basins that were on them. They also took down the large bronze tank called \"The Sea\" and removed it from the backs of the bronze statues of the oxen and put it on a stone foundation.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then to please the king of Assyria, Ahaz had them remove from the temple the roof under which the people walked into the temple on the Sabbath day, and closed up the private entrance into the temple for the kings of Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you want to know about the other things that Ahaz did, they are written in the book of the events of the Kings of Judah.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahaz died, and he was buried in the part of Jerusalem called the city of David, where his ancestors had been buried. Then his son Hezekiah became the king.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}