{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elah's son Hoshea began to rule Israel after King Ahaz had ruled Judah for twelve years. Hoshea ruled in Samaria for nine years.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did many things that Yahweh said were evil, but he did not do as many evil things as the previous kings of Israel had done—the ones who had ruled Israel previously.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The army of King Shalmaneser of Assyria attacked and defeated the army of King Hoshea. As a result, the Israelites were forced to pay much tribute to Assyria each year.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But several years later, Hoshea secretly planned to rebel against the rulers of Assyria. He sent messengers to So, king of Egypt, asking if his army could help the Israelites fight against Assyria. Hoshea also stopped paying the tribute that he had been paying Assyria every year. But the king of Assyria found out about those things, so he told his officers to put Hoshea in prison.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he brought the army of Assyria to Israel, and they attacked everywhere in that land. His army besieged the city of Samaria for three years.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Finally, after King Hoshea had been ruling Israel for nine years, the army of Assyria forcefully entered the city and captured the people. They took the Israelite people to Assyria and forced some of them to live in the city of Halah. They forced others to live near the Habor River in the district of Gozan. They forced others to live in the towns where the Mede people group lived.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those things happened because the Israelite people had sinned against Yahweh their God. He had rescued their ancestors from the power of the king of Egypt and brought them safely out of Egypt, but later they began to worship other gods.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They imitated the things that the pagan peoples around them practiced. Those were the very peoples that Yahweh had driven out as the Israelites occupied their land. The people of Israel also did the evil things that most of the kings of Israel showed them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite people also secretly did many things that were not pleasing to Yahweh their God. They built places to worship their idols on the hills around all their cities, including small towns and big cities with walls around them.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They set up stone pillars to honor gods, and poles to worship the goddess Asherah at the top of every high hill and under every big tree.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelites burned incense in every place where they worshiped those gods, just like the peoples who lived there previously had done—the groups that Yahweh had driven out from the land. The Israelites did many wicked things that caused Yahweh to become angry.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh warned them many times that they should not worship idols, but they did it anyway.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh frequently sent his prophets and seers to warn the people of Israel and the people of Judah. The message that Yahweh gave them was, \"Stop doing all the evil things you have been doing. Obey my commands and my laws, the laws that I told your ancestors to obey and that I told the prophets who served me to tell to you again.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Israelite people would not pay attention. They were stubborn, just as their ancestors were. Just as their ancestors did, they refused to trust in Yahweh their God.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They rejected Yahweh's laws and the covenant that he had made with their ancestors. They ignored Yahweh's warnings. They worshiped worthless idols and as a result they themselves became worthless. Although Yahweh had commanded them not to imitate the behavior of the peoples that lived near them, they disobeyed that command.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite people disobeyed all of Yahweh's commands. They made two metal calves to worship. They set up two poles to worship the goddess Asherah, and they worshiped the god Baal, and the sun, the moon, and the stars.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also burned their own sons and daughters to be sacrifices to those gods. They went to fortune tellers and they practiced sorcery. They continually chose to do all kinds of evil things that caused Yahweh to become angry.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So because Yahweh was very angry with the Israelite people, he allowed their enemies to take them away from their country. Only the people of the tribe of Judah were left in the land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But even the people of Judah did not obey the commands of Yahweh their God. They imitated the evil customs that the Israelites had introduced.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Yahweh rejected all the people of Israel and of Judah. He punished them by allowing the armies of other nations to defeat them and take them away. He got rid of all of them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Earlier, when Yahweh had forced the ten tribes of Israel away from the rule of David's descendants, those tribes had chosen Jeroboam son of Nebat, to be their king. Then Jeroboam enticed the people of Israel to stop worshiping Yahweh and to worship idols instead. He induced them to commit great sins.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And the Israelite people continued to do the evil things that Jeroboam introduced. They did not turn away from those sins,\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so finally Yahweh got rid of them. That was just what his prophets had warned would happen. The Israelite people were taken away to the land of Assyria, and they are still there.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Assyria ordered his soldiers to take groups of people from the cities of Babylon, Kuthah, Avva, Hamath, and Sepharvaim to the region of Samaria, and to resettle them in the cities there, to take the place of the Israelites who lived there previously. Those people took control over Samaria and lived in the cities of Samaria.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But those people who came from other countries did not worship Yahweh when they first arrived in Samaria. So Yahweh sent lions to kill some of them.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then those people sent a message to the king of Assyria. They wrote, \"We people who have resettled in the towns of Samaria do not know how to worship the God that the Israelites worshiped in this land. So he has sent lions among us to kill us, because we have not worshiped him correctly.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the king of Assyria read this letter, he commanded his officers, \"Send one of the priests whom you brought here from Samaria to go back there. Tell him to teach the people who are now living there how to worship correctly the God whom the Israelites worshiped in that land.\"\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the officers did that. They sent one of the Israelite priests back to Samaria. That priest went to live in the city of Bethel, and he taught the people there how to worship Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But all those people continued to make their own idols. They took their idols and placed them in the houses that the Samaritan people had built upon the hills all around. Each group of people made their own gods that they worshiped, and each of the gods had a name.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people from Babylon made idols to represent their god Succoth Benoth. The people from Kuthah made idols to represent their god Nergal. The people from Hamath made idols to represent their god Ashima.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people from Avva made idols to represent their gods Nibhaz and Tartak. The people from Sepharvaim sacrificed their own children. They completely burned them on altars to be offerings to their gods Adrammelek and Anammelek.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But those people also worshiped Yahweh, but they also appointed from among their own groups many people to be priests at the places where idols were worshiped on the hills, and these priests could would offer sacrifices for them upon the high places.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they revered Yahweh, but they also worshiped their own gods, just as their people living in their home countries did.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These people in Samaria still keep their old customs. They really do not worship Yahweh, and they do not obey all the laws and decrees that Yahweh gave to the descendants of Jacob, to whom he gave the new name Israel.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh had previously made an covenant with the ancestors of Israel, commanding them not to worship other gods or bow down to honor them or do other things to please them or offer sacrifices to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He had said to them, \"You must have a sincere respect for me, Yahweh, the one who brought you out of Egypt with my very great power. I am the one whom you must bow down to honor, and I am the one to whom you must offer sacrifices.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must always obey the laws and decrees that I told Moses to write for you. You must not worship other gods.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And you must not forget the covenant that I made with your ancestors. You must not fear or respect other gods.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Instead, you must have a sincere respect for me, Yahweh, your God. If you do that, I will rescue you from the power of all your enemies.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But, the Israelites refused to pay attention to what Yahweh said. Instead, they continued to adhere to their old customs.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, those people worshiped Yahweh, but they also worshiped their idols. And their descendants still do the same thing.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}