{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After King Hoshea had been ruling Israel for almost three years, Hezekiah son of Ahaz, began to rule Judah.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was twenty-five years old when he became the king of Judah and he ruled from Jerusalem for twenty-nine years. His mother was Abijah, the daughter of a man whose name was Zechariah.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezekiah did things that Yahweh said are right, like his ancestor King David had done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He destroyed the places where people worshiped Yahweh, and he broke into pieces the poles for worshiping the goddess Asherah. He also broke into pieces the bronze replica of a snake that Moses had made. He did that because the people had named it Nehushtan, and they were burning incense in front of it to honor it.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezekiah trusted in Yahweh, the God whom the Israelites worshiped. There was no king who ruled Judah before him or after him who was as devoted to Yahweh as he was.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He remained loyal to Yahweh and never disobeyed him. He carefully obeyed all the commandments that Yahweh had given to Moses.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh always helped Hezekiah. He was successful in everything he did. He rebelled against the king of Assyria and refused to do what the king of Assyria wanted him to do\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His army defeated the soldiers of Philistia as far south as the city of Gaza and the nearby villages. They conquered the entire area, from the smallest village with only a watchtower to the largest cities surrounded by walls.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After King Hezekiah had been ruling Judah for almost four years, and when King Hoshea had been ruling Israel for almost seven years, the army of King Shalmaneser of Assyria invaded Israel and surrounded the city of Samaria.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the third year they captured the city. That was when Hezekiah had been ruling Judah for almost six years, and when Hoshea had been ruling Israel for almost nine years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Assyria commanded that the people of Israel be taken to Assyria. Some of them were taken to the city of Halah, some were taken to a place near the Habor River in the region of Gozan, and some were taken to cities where the Mede people group live.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That happened because the Israelites did not obey Yahweh their God. They had disobeyed the covenant that Yahweh had made with their ancestors, and all the laws that Moses, the man who served Yahweh very well, had told them to obey. They would not obey those laws. They would not even listen to them.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After King Hezekiah had been ruling Judah for almost fourteen years, the army of King Sennacherib of Assyria attacked all the cities in Judah that had walls around them. They did not capture Jerusalem, but they captured all the other cities.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Hezekiah sent a message to Sennacherib, while Sennacherib was in the city of Lachish, saying, \"What I have done was wrong. Please tell your soldiers to stop attacking us. If you do that, I will pay you whatever you tell me to.\" So the king of Assyria said that Hezekiah must pay to him 10,000 kilograms (or about ten metric tons) of silver and 1,000 kilograms (about one metric ton) of gold.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Hezekiah gave to him all the silver that was in the temple and that was stored in his palace.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezekiah's men also stripped the gold from the doors of the temple and the gold that he himself had put on the doorposts, and he sent all that gold to the king of Assyria.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the king of Assyria sent a large army with some of his important officials from the city of Lachish to persuade King Hezekiah to surrender. When they arrived at Jerusalem, they stood alongside the aqueduct in which water flows from the upper pool into Jerusalem, near the road to the field where the women wash clothes.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They sent a message requesting King Hezekiah to come to them, but the king sent three of his officials to talk to them. He sent Hilkiah's son Eliakim, who supervised the palace, Shebna, the official secretary, and Asaph's son Joah, who communicated the king's messages to the people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of Sennacherib's important officials told them to take this message to Hezekiah:\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\"This is what the king of Assyria, the great king, says: 'What are you trusting in to rescue you ?\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You say that you have weapons to fight us and that some country has promised to help you, but that is only talk. Who do you think will help you to rebel against my soldiers from Assyria?\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Listen to me! You are relying on the army of Egypt. But that is like using a broken reed for a walking stick on which you could lean. It would pierce the hand of anyone who would lean on it! That is what the king of Egypt would be like for anyone who relied on him for help.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But perhaps you will say to me, \"No, we are relying on Yahweh our God to help us.\" I would reply, \"Is he not the one whom you insulted by tearing down his houses on the hills where the idols were worshiped and the altars on which you offered sacrifices, forcing everyone in Jerusalem and other places in Judah to worship only in front of the altar in Jerusalem?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I suggest that you make a deal between you and my master, the king of Assyria. I will give you two thousand horses, but I do not think that you are able to find two thousand of your men who can ride on them!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are hoping that the king of Egypt will send chariots and men riding horses to assist you. But they certainly would not be able to defeat even the most unimportant official in my army!\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Furthermore, do you think that we have come to destroy Jerusalem without Yahweh's help? It is Yahweh himself who told us to come here and destroy this land!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Eliakim, Shebna and Joah said to the official from Assyria, \"Sir, please speak to us in your Aramaic language, because we understand it. Do not speak to us in our Hebrew language, because the people who are standing on the wall will understand it and be frightened.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the official replied, \"Do you think that my master sent me to say these things only to you and not to the people who are standing on the wall? If you reject this message, the people in this city will soon need to eat their own dung and drink their own urine, just like you will, because there will be nothing more for you to eat or drink.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the official stood up and shouted in the Hebrew language to the people sitting on the wall. He said, \"Listen this message from the great king, the king of Assyria. He says this:\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Do not allow Hezekiah to deceive you. He will not be able to rescue you from my power.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not allow him to persuade you to rely on Yahweh, saying that Yahweh will rescue you, and that the army of Assyria will never capture this city!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not pay attention to what Hezekiah says! This is what the king of Assyria says: 'Come out of the city and surrender to me. If you do that, I will arrange for each of you to drink the juice from you own grapevines, and to eat figs from your own trees, and to drink water from your own wells.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will be able to do that until we come and take you to a land that is like your land—a land where there is grain to make bread and vineyards to produce grapes for making wine. It will be a land that has plenty of olive trees and honey.' If you do what the king of Assyria commands, you will not die. You will continue to live.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Do not allow Hezekiah to persuade you to trust in Yahweh, saying that he will rescue you!\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The gods that people of other nations worship have never rescued them from the power of the king of Assyria!\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim, Hena, and Ivvah? Did any of their gods delivered Samaria out of my hand?\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "None of these gods kept their people from being destroyed by the king of Assyria. Do you think your God Yahweh, can do any better?\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the people who were listening were silent. No one said anything, because King Hezekiah had told them, \"When the official from Assyria talks to you, do not answer him.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Eliakim and Shebna and Joah went back to Hezekiah with their clothes torn because they were extremely distressed, and they told him what the official from Assyria had said.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}