{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Yahweh was about to take the prophet Elijah up to heaven in a whirlwind, Elijah and his fellow prophet Elisha were traveling south from Gilgal.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elijah said to Elisha, \"Stay here, because Yahweh has told only me to go to the city of Bethel.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "But Elisha replied, \"Just as certainly as Yahweh lives and you live, I will not leave you!\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "So they went down together to Bethel.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "An association of prophets at Bethel came to Elisha and Elijah; they asked Elisha, \"Do you know that Yahweh is going to take your master Elijah away from you today?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Elisha answered, \"Certainly I know that, but do not talk about it!\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elijah said to Elisha, \"Stay here, because Yahweh has told only me to go to Jericho.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "But Elisha replied again, \"Just as certainly as Yahweh lives and you live, I will not leave you!\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "So they went together to the city of Jericho.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they neared Jericho, another association of prophets who were from there came to Elisha and said to him, \"Do you know that Yahweh is going to take your master Elijah away from you today?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "He answered again, \"Certainly I know that, but do not talk about it!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elijah said to Elisha, \"Stay here, because Yahweh has told only me to go to the Jordan River.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "But again Elisha replied, \"As certainly as Yahweh lives and you live, I will not leave you!\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "So they continued walking together.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Fifty men from the association of prophets who were from Jericho also went, but they watched from a distance as Elijah and Elisha stopped at the edge of the Jordan River.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elijah rolled up his cloak and struck the water with it. A path opened up for them through the river, and they walked across as though they were on dry ground.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they came to the other side, Elijah said to Elisha, \"What do you want me to do for you before I am taken away?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Elisha replied, \"I want to receive twice as much of your power as the other prophets have.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elijah replied, \"You have asked for something which is difficult for me to make happen. But if you see me when I am taken from you, you will get what you are requesting. But if you do not see me, then you will not get it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they were walking and talking, suddenly a chariot surrounded by fire pulled by horses surrounded by fire, appeared. The chariot driver drove the chariot between Elijah and Elisha and separated them. Then Elijah was taken up to heaven in a whirlwind.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha saw it. He cried out, \"My father! My father! The Israelite chariots and their drivers have taken my master away!\" They disappeared into the sky, and Elisha never saw Elijah again. Then Elisha tore his own robe into two pieces to show that he was deeply saddened.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elijah's cloak had fallen off when he was taken away, so Elisha picked it up and returned to the bank of the Jordan River.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He rolled up the cloak and struck the water with it, and cried out, \"Is Yahweh, the God of Elijah, here with me, too?\" Then the water separated, and a path opened up for him, and Elisha went across.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the association of prophets from Jericho saw what happened, they exclaimed, \"Elisha now has the power that Elijah had!\" They walked over to Elisha and bowed down in front of him.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of them said, \"Sir, if you permit us, fifty of our strongest men will go and search for your master on the other side of the river. Perhaps the Spirit of Yahweh has left him on some mountain or in some valley.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Elisha replied, \"No, do not send them.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they continued to urge him. Finally he was tired of saying \"No,\" and he said, \"Very well, send them.\" So fifty men searched for three days, but they did not find Elijah.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They returned to Jericho, and Elisha was still there. He said to them, \"I told you that you should not go, because you would not find him!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the leaders of Jericho came to talk with Elisha. One of them said, \"Our master, we have a problem. You can see that this is a very nice place to live in. But the water is bad, and as a result, crops will not grow on the land.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha said to them, \"Put some salt in a new bowl and bring the bowl to me.\" So they brought it to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elisha went out to the spring from which the people in the town got water. He threw the salt into the spring. Then he said, \"This is what Yahweh says: 'I have made this water good. No one will die anymore because of bad water, and the land will grow fruitful crops.'\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And the water became pure, just as Elisha said it would. Since that time it has always remained pure.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha left Jericho and went up to Bethel. As he was walking along the road, a group of young boys from Bethel saw him and started to make fun of him. They continued shouting, \"Go away, you bald-headed man!\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha turned around and reprimanded them in the name of Yahweh. Immediately two female bears came out of the woods and mauled forty-two of them.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha left Bethel and went to Mount Carmel, and after that he returned to the city of Samaria.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}