{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "About that time, Hezekiah became very ill. He thought that he was about to die. Isaiah the prophet came to him and said, \"This is what Yahweh says: 'You should tell the people in your palace what you want them to do after you die, because you are not going to recover from this illness. You are going to die.'\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezekiah turned his face toward the wall and prayed this:\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Yahweh, do not forget that I have always served you faithfully with all my inner being, and I have done things that pleased you.\" Then Hezekiah started to cry loudly.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaiah left the king, but before he had crossed the middle courtyard of the palace, Yahweh gave him a message.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Go back to Hezekiah, the ruler of my people, and say to him, 'I, Yahweh, the God whom your ancestor King David worshiped, have heard what you prayed. And I have seen your tears. So, listen, I am going to heal you. Two days from now you will be able to go up to my temple.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will enable you to live for fifteen more years. And I will rescue you and this city again from the power of the king of Assyria. I will defend this city for the sake of my own reputation and because of what I promised King David, who served me well.'\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaiah returned to the palace and told Hezekiah what Yahweh had said. Then he said to Hezekiah's servants, \"Bring a paste made of boiled figs. Put some of it on his boils, and he will get well.\" The servants did that, and the king recovered.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Hezekiah replied to Isaiah, \"What will Yahweh do to prove that he will heal me and that two days from now I will be able to go up to the temple?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaiah replied, \"Yahweh will do something that will prove to you that he will do what he promised. Do you want him to cause the shadow on the stairway to go back ten steps or to go forward ten steps ?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezekiah replied, \"It is easy to for the shadow to move forward, because that is what it always does. Aks Yahweh to make it move backward ten steps on the stairway that King Ahaz ordered his servants to build.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Isaiah prayed earnestly to Yahweh, and Yahweh caused the shadow to go backward ten steps.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, King Marduk-Baladan son of Baladan, the previous king of Babylonia, heard a report that King Hezekiah had been very sick. So he wrote some letters and gave them to some messengers to take to Hezekiah, along with a gift.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the messengers arrived, Hezekiah welcomed them gladly. Then he showed them all the treasure that was in his palace and treasuries—the silver and gold, the spices, the nice-smelling olive oil, and all the weapons for his soldiers. There were no valuable things in his storerooms or anywhere else in his kingdom that he did not show them.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the prophet Isaiah went to Hezekiah and asked him, \"Where did those men come from, and what did they say to you?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Hezekiah replied, \"They came from a country very far from here. They came from Babylonia.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaiah asked, \"What did they see in your palace?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Hezekiah replied, \"They saw everything. I showed them absolutely everything that I own—all my valuable things.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaiah knew that Hezekiah had done a very foolish thing. So Isaiah said to him, \"Listen to what Yahweh says to you.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There will be a time when everything that is still in your palace, all the valuable things that were put there by you and your ancestors, will be carried away to Babylon. There will be nothing left here! That is what Yahweh says to you!\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Furthermore, some of your own descendants will be forced to go there, and they will be castrated in order that they may become servants in the palace of the king of Babylon.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Hezekiah replied to Isaiah, \"The message from Yahweh that you have given to me is good.\" He said that because he was thinking, \"Even if that happens, there will be peace and security in Israel all during the remaining time that I remain alive.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you want to know more about all the other things that Hezekiah did, about his brave deeds in battle, about how he commanded his people to build a reservoir in the city and a tunnel to be dug to bring water into the reservoir, they are all written in the book of the events of the Kings of Judah.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later Hezekiah died, and his son Manasseh became the king.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}