{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Manasseh was twelve years old when he began to rule. He ruled Judah for fifty-five years in Jerusalem. His mother was Hephzibah.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did many things that Yahweh said were evil. He imitated the disgusting things that were formerly done by the people of the nations that Yahweh had driven out from the land of Israel as his people advanced through the land.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He commanded his workers to rebuild the places of idol worship built on the hills. Those were the very high places that his father Hezekiah had destroyed. He directed his workers to build altars to offer sacrifices of living creatures to Baal. Manasseh made a statue of the goddess Asherah, as Ahab the king of Israel had done previously. And Manasseh worshiped the stars and he served them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He directed his workers to build altars for worshiping foreign gods in the temple of Yahweh, even though Yahweh had said, \"It is here in Jerusalem where I want people to worship me, forever.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He directed that altars for worshiping the stars be built in both of the courtyards in the temple grounds.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He even sacrificed his own son and burned him in the fire. He performed rituals to practice sorcery and spells. He also went to people who consulted the spirits of dead people to find out what would happen in the future. He did many things that Yahweh said are extremely evil, things that caused Yahweh to become very angry.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He placed the statue of the goddess Asherah in the temple, the place about which Yahweh had said to David and his son Solomon, \"My temple will be here in Jerusalem. This is the city that I have chosen from all the territory of the twelve tribes of Israel, where I want people to worship me forever.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And if the Israelite people obey all my commands and all the laws that I gave to Moses, the man who served me very well, I will not again force them to leave this land that I gave to their ancestors.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the people did not pay attention to Yahweh. Manasseh persuaded them to commit sins that were more evil than the sins that were committed by the people of the nations that Yahweh had driven from the land as the Israelite people advanced.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are some of the things that Yahweh said through his prophets. Many times Yahweh had given them these messages:\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Manasseh, the king of Judah, has done these abominable things, things that are much worse than the things that the Amor people group did in this land long ago. He has lead the people of Judah to sin against Yahweh by worshiping the idols that he worshiped.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, this is what I, Yahweh, the God whom you Israelite people worship, says to you: I am about to cause disaster to come to Jerusalem and the rest of Judah. It will be terrible, with the result that everyone who hears about it will be stunned.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will judge and punish the people of Jerusalem as I punished the family of King Ahab of Israel. I will remove the people of Jerusalem as people wipe a plate clean and then turn it upside down to show that they are now satisfied.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And I will abandon the people who remain alive, and I will allow their enemies to conquer them and steal everything valuable from their land.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will do this because my people have done things that I say are very evil, things which have caused me to become very angry. They have caused me to become angry continually, ever since the time that their ancestors left Egypt.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Manasseh commanded his officials to kill many innocent people in Jerusalem, with the result that their blood flowed in the streets. He did this in addition to persuading the people of Judah to do many things that Yahweh said were evil.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you want to know more about all the things that Manasseh did, they are written in the book of the events of the Kings of Judah.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Manasseh died and was buried in the garden outside his palace, the garden that Uzza had made. Then his son Amon became the king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Amon was twenty-two years old when he became king. He ruled Judah from Jerusalem for only two years. His mother's name was Meshullemeth. She was from the city of Jotbah, and was the daughter of Haruz.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did many things that Yahweh said were evil, as his father Manasseh had done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He imitated the behavior of his father, and he worshiped the same idols that his father had worshiped.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He abandoned Yahweh, the God whom his ancestors had worshiped, and did not behave as Yahweh wanted him to behave.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then one day some of his officials made plans to kill him. They assassinated him in the palace.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But then the people of Judah killed all those who had assassinated King Amon, and they appointed his son Josiah to be their king.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you want to read about the other things that Amon did, they are written in the book of the events of the Kings of Judah.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Amon was also buried in the tomb in the garden that Uzza had made. Then his son Josiah became the king.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}