{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Josiah was eight years old when he became the king of Judah. He ruled from Jerusalem for thirty-one years. His mother was Jedidah and his grandfather was Adaiah from the city of Bozkath.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Josiah did things that were pleasing to Yahweh and conducted his life as his ancestor King David had done. He fully obeyed all the laws of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Josiah had been ruling for almost eighteen years, he sent his secretary Shaphan son of Azaliah and grandson of Meshullam, to the temple with these instructions:\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Go to Hilkiah, the high priest, and tell him to give me a report, telling me how much money the men who guard the doors of the temple have collected from the people as offerings.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then tell him to give all that money to the men who are supervising the work of repairing the temple.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They must give that money to the carpenters, the builders, and the masons, and they should also buy the timber and the stones that they will use to repair the temple.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the men who supervise the work will not be required to make a report on the money that is given to them, saying what they spent it for, because those men are completely honest.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Shaphan the king's secretary said that to Hilkiah, Hilkiah said to Shaphan, \"I have found in the temple a scroll on which is written the laws that God gave to Moses!\" Hilkiah gave the scroll to Shaphan, and he started to read it.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Shaphan took the scroll to the king and said to him, \"Your temple guards have taken the money that was in the temple, and they have given it to the men who will supervise the work of repairing the temple.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Shaphan said to the king, \"I have brought to you a scroll that Hilkiah gave to me.\" And Shaphan started to read it to the king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the king heard the laws that were written in the scroll that Shaphan was reading to him, he tore his clothes because he was very upset.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he gave these instructions to Hilkiah, to Shaphan's son Ahikam, to Micaiah's son Akbor, and to Asaiah, the king's special advisor:\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Go and ask Yahweh for me and for all the people of Judah, about what is written in this scroll that has been found. Because it is clear that Yahweh is very angry with us because our ancestors disobeyed the things that are written on this scroll, things that we should have done.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Hilkiah, Ahikam, Akbor, Shaphan, and Asaiah went to consult a woman whose name was Huldah, who was a prophetess who lived in the newer part of Jerusalem. Her husband Shallum son of Tikvah and grandson of Harhas, took care of the robes that were worn in the temple. Those five men told her about the scroll.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She then told them what Yahweh the God whom the Israelites worship says, \n\"Yahweh has a message for the king who sent you to me, and this is what Yahweh says:\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Listen to this carefully. I am going to bring a disaster on Jerusalem and all the people who live here, which is what was written in the scroll that the king has read.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will do that because they have abandoned me, and they burn incense to honor other gods. They have caused me to become very angry by all the idols that they have made, and my anger is like a fire that will not be put out.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Judah sent you to inquire what I, Yahweh, want him to do. This is what you should say to him, \"You have paid attention to what was written in the scroll.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, you have repented and humbled yourself when you heard what I threatened to do to punish this city and the people who live here, I have heard what you prayed. I said that I would cause this city to be abandoned. It will be a city whose name people will use when they curse someone. But because you tore your robes and wept in my presence, I have heard you.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I will allow you to die and be buried peacefully. I will cause a great disaster to come to this place, but you will not be alive to see it.\"'\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "After the men heard that, they returned to King Josiah and gave him that message.\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}