{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king summoned all the elders of Jerusalem and of the other places in Judah.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went together to the temple, along with the priests and the prophets, and many other people, from the most important people to the least important people. And while they listened, the king read to them all of the laws that Moses had written. He read from the scroll that had been found in the temple.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king stood next to the pillar where the kings stood when they made important announcements, and, while Yahweh was listening, he repeated his promise to sincerely obey with his inner being the covenant. And all the people also promised to obey the covenant.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king gave a command to Hilkiah, the high priest, to all the other priests who assisted him, and to the men who guarded the entrance to the temple. He told them to bring out from the temple all the items that people had been using to worship Baal, the goddess Asherah, and the stars. After they carried them out, they burned all those things outside the city in the Kidron Valley. Then they took all the ashes to Bethel.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were many pagan priests whom the previous kings of Judah had appointed to burn incense on the altars scattered throughout the region of Judah and to worship on the high places that were build on the hills. They had been offering sacrifices to Baal, to the sun, to the moon, the planets, and the stars. The king stopped them from doing those things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He commanded that the statue of the goddess Asherah be taken out of the temple. Then they took it outside Jerusalem, down to the Kidron Valley, and burned it. Then they pounded the ashes to powder and scattered that over the graves of ordinary people.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also took everything out of the rooms in the temple where the temple male prostitutes lived. That was where women wove robes that were used to worship the goddess Asherah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Josiah also desecrated the place named Topheth, in the Ben Hinnom Valley, in order that no one could offer his son or daughter there to be completely burned on the altar as a sacrifice to the god Molech.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also removed the horses that the previous kings of Judah had dedicated to worshiping the sun, and he burned the chariots that were used in that worship. Those horses and chariots were kept in the courtyard outside the temple, near the entrance to the temple, and near the room where one of Josiah's officials lived, whose name was Nathan-Melek.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Josiah also commanded his servants to tear down the altars that the previous kings of Judah had built on the palace roof, above the room where King Ahaz had stayed. They also tore down the altars that had been built by King Manasseh in the two courtyards outside the temple. He commanded that they be smashed to pieces and thrown down into the Kidron Valley.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also commanded that the altars that King Solomon had built east of Jerusalem, south of the Mount of Olives—the so-called Mount of Corruption—be desecrated. Solomon had built them for the worship of the disgusting idols—the statue of the goddess Ashtoreth worshiped by the people in the city of Sidon, Chemosh the god of the Moab people group, and Molech the god of the Ammon people group.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also broke into pieces the stone pillars that the Israelite people worshiped, and cut down the poles that honored the goddess Asherah, and they scattered the ground there with human bones to desecrate it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Furthermore, he commanded them to tear down the place of worship that was near the city of Bethel, the very same place of worship that had been built by King Jeroboam (whose father was Nebat, the same man who made Israel to sin against Yahweh). Josiah led the people of Israel to tear down that altar that was on the high hill, and they also burned the wooden pole used in the worship of the idol that had the name \"Asherah.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Josiah looked around and saw some tombs on the hill. He commanded his men to take the bones out of those tombs and burn them on the altar. By doing that, he desecrated the altar. These events were predicted many years before when Yahweh gave his word to Israel by his prophet.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Josiah asked, \"Whose tomb is that?\" The people of Bethel replied, \"It is the tomb of the prophet who came from Judah and predicted that these things that you have just now done to this altar would happen.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Josiah replied, \"Allow his tomb to remain as it is. Do not remove the prophet's bones from the tomb.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "So the people did not remove those bones, or the bones of the other prophet, the one who had come from Samaria.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In every city in Israel, at Josiah's command, they tore down the houses build on hills to worship idols. The ones that had been built by the previous kings of Israel, which had caused Yahweh to become very angry. He did to all those places of idols worship the same thing that he had done to the altars at Bethel.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He ordered that all the priests who offered sacrifices on the places built on the hills where they worshiped idols, and they were to be killed on those altars. Then he burned human bones on every one of those altars to desecrate them. Then he returned to Jerusalem.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king commanded all the people to celebrate the Passover festival to honor Yahweh their God, which was written in the law of Moses that they should do every year.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During all the years that leaders ruled Israel and during all the years that kings of Israel and the kings of Judah, they had not celebrated that festival.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now, after Josiah had been ruling for almost eighteen years, to honor Yahweh they celebrated the Passover festival in Jerusalem.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Furthermore, Josiah removed from Jerusalem and other places in Judah all the people who practiced sorcery and those who asked the spirits of dead people to tell them what they should do. He also removed from Jerusalem and from the other places in Judah all the household idols and all the other idols and abominable things. He did those things in order to obey what had been written in the scroll that Hilkiah had found in the temple.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Josiah was devoted to Yahweh with all that he felt and thought and with all his strength. There had never been in Judah or Israel a king like him. He obeyed all the laws of Moses. And there has never since then been a king like Josiah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh had become extremely angry with the people of Judah because of all the things that King Manasseh had done to provoke him, and he continued to be very angry.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"I will do to Judah what I have done to Israel. I will drive away the people of Judah, with the result that they will never enter my presence again. And I will reject Jerusalem, the city that I chose to belong to me, and I will reject the temple, the place where I said that I should be worshiped.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you want to know more about all the other things that Josiah did, they are written in the book of the events of the Kings of Judah.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While he was the king of Judah, King Necho of Egypt led his army north to the Euphrates River to help the king of Assyria. King Josiah tried to stop the army of Egypt at the city of Megiddo, but he was killed in a battle there.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His officials placed his corpse in a chariot and took it back to Jerusalem, where it was buried in his own tomb.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Then the people of Judah poured olive oil on Josiah's son Joahaz, to appoint him to be the new king.\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joahaz was twenty-three years old when he became the king of Judah, but he ruled from Jerusalem for only three months. His mother was Hamutal, the daughter of Jeremiah from the city of Libnah.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joahaz did many things that Yahweh said were evil, just like many of his ancestors had done.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Necho's army captured him and tied him up with chains and took him as a prisoner to the city of Riblah in the district of Hamath, to prevent him from continuing to rule in Jerusalem. Necho forced the people of Judah to pay to him about 3.3 metric tons of silver and thirty three kilograms of gold.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Necho appointed another son of Josiah, Eliakim, to be the new king, and he changed Eliakim's name to Jehoiakim. Then he took Joahaz to Egypt, and later Joahaz died there in Egypt.\n\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Jehoiakim collected a tax from the people of Judah. He collected more from the rich people and less from the poor people. He collected silver and gold from them, in order to pay to the king of Egypt what he commanded them to give.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoiakim was twenty-five years old when he became the king of Judah, and he ruled from Jerusalem for eleven years. His mother was Zebidah, the daughter of Pedaiah from the city of Rumah.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did many things that Yahweh said were evil, as his ancestors had done.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8-9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Josiah also brought to Jerusalem all the priests who were offering sacrifices in the other cities of Judah. He also desecrated the places on the hills where the priests had burned incense to honor idols, from Geba in the north to Beersheba in the south. Those priests were not allowed to offer sacrifices in the temple, but they were allowed to eat the unleavened bread that the priests who worked in the temple ate. He also commanded that the altars that were near the gate built by Joshua, the mayor of Jerusalem, be destroyed. Those altars were at the left of the main gate into the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}