{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Jehoiakim was ruling Judah, the army of King Nebuchadnezzar of Babylon invaded Judah. They defeated the Judean army, and as a result, Jehoiakim was required to pay much tribute to King Nebuchadnezzar. But after three years, Jehoiakim rebelled.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh sent raiders from Babylonia and Aram, and from the Moab and Ammon people groups, to attack the people of Judah and kill them, just as Yahweh had told his prophets to warn the people would happen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These things happened to the people of Judah just as Yahweh had commanded. He decided to destroy the people of Judah because of the many sins that King Manasseh had committed.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Manasseh had even caused many innocent people in Jerusalem to be killed, and Yahweh would not forgive that.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The other things that happened while Jehoiakim was king, and all the things that he did, are written in the book of the events of the Kings of Judah.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jehoiakim died, his son Jehoiachin became the king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The army of the king of Babylon defeated the army of Egypt. The king of Babylon took control of all the area that the Egyptians formerly controlled, from the brook at the border of Egypt in the south to the Euphrates River in the north. So the army of the king of Egypt did not return to attack Judah again.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoiachin was eighteen years old when he became the king of Judah. His mother's name was Nehushta. She was the daughter of a man from Jerusalem named Elnathan. Jehoiachin ruled in Jerusalem for only three months.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoiachin did many things that Yahweh said were evil, all the evil things that his father had done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Jehoiachin was king, some officers of King Nebuchadnezzar of Babylon came along with the whole Babylonian army to Jerusalem, and they surrounded the city.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were doing that, Nebuchadnezzar himself came to the city.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King Jehoiachin, his mother, his advisors, important officers, palace officials all surrendered to the Babylonian army.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "When Nebuchadnezzar had been king for eight years, he captured Jehoiachin and took him to Babylon.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just as Yahweh had said would happen, Nebuchadnezzar's soldiers took to Babylon all the valuable things from Yahweh's temple and from the king's palace. They cut up all the gold items that King Solomon had put in the temple.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took from Jerusalem to Babylon ten thousand people, including the important officials and the best soldiers and the people who made and repaired things that were made of metal. Only the very poor people were left in Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nebuchadnezzar's soldiers seized King Jehoiachin and took him to Babylon, along with his wives and officials, his mother, and all the important people.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also took to Babylon all seven thousand soldiers and one thousand men who knew how to make and repair things that are made from metal. All of these people whom they took were able to fight in battle.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king of Babylon appointed Jehoiachin's uncle, Mattaniah, to be the king of Judah, and he changed Mattaniah's name to Zedekiah.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Zedekiah was twenty-one years old, he became king, and he ruled in Jerusalem for eleven years. His mother's name was Hamutal. She was the daughter of a man named Jeremiah from the city of Libnah.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Zedekiah did many things that Yahweh said were evil, just as Jehoiakim had done.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because Yahweh was very angry, he finally drove the people out of Jerusalem and the other places in Judah and sent them to Babylon.\n\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "This is what happened when Zedekiah rebelled against the king of Babylon.\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}