{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Zedekiah had been ruling for nine years, on the tenth day of the tenth month of that year, King Nebuchadnezzar arrived with his whole army. They surrounded Jerusalem. Against the walls of the city, they built ramps made of earth, so that they could climb up and attack the city.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It took them two years to do that.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Zedekiah had been ruling for eleven years, by the ninth day of the fourth month of that year, the famine had become very bad. All the people's food was gone.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Babylonian soldiers broke through part of the city wall, and that enabled them to enter the city. All the soldiers of Judah tried to escape. But the Babylonian soldiers surrounded the city, so the king and the soldiers of Judah waited until it was nighttime. Then they fled through the gate that was between the two walls near the king's park. They ran across the fields and started to go down to the plain along the Jordan River.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Babylonian soldiers chased after them. They caught the king when he was by himself in the plains of Jericho. He was by himself because all his soldiers had abandoned him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Babylonian soldiers took King Zedekiah to the city of Riblah in Babylonia. There the king of Babylon decided what they would do to punish him.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Babylon forced Zedekiah to watch as the Babylonian soldiers killed all of Zedekiah's sons. Then they gouged out Zedekiah's eyes. They put bronze chains on his hands and feet and took him to the city of Babylon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the seventh day in the fifth month of that year, after Nebuchadnezzar had been ruling for nineteen years, Nebuzaradan arrived in Jerusalem. He was one of King Nebuchadnezzar's officials; he was in command of the men who guarded the king.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He ordered his soldiers to burn down Yahweh's temple, the king's palace, and all the houses in Jerusalem. So they burned down all the important buildings in the city.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Nebuzaradan supervised the Babylonian soldiers as they tore down the walls surrounding Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that, he and his soldiers took to Babylon the people who were still living in the city, the other people who lived in the region of Judah, and the soldiers who had previously surrendered to the Babylonian army.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Nebuzaradan allowed some of the very poor people to stay in Judah to take care of the vineyards and to plant crops in the fields.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Babylonian soldiers broke into pieces the bronze pillars, the bronze stands with wheels, and the large bronze tank known as \"The Sea,\" all of which were in the temple courtyard, and they took all the bronze to Babylon.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also took the pots, the shovels, the instruments for snuffing out the lamps, the dishes, and all the other bronze items that the Israelite priests had used for offering sacrifices in the temple.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The soldiers also took away the pans for the ashes of the sacrifices, the basins, and all the other items made of gold or silver.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The bronze from the two pillars, the bronze stands with wheels, and the huge tank that was called \"The Sea,\" were all so very heavy that they could not be weighed. These things had been made for the temple when Solomon was the king of Israel.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each of the pillars was eight and one-third meters high. The bronze capital of each pillar was one and one-third meters high. They were each decorated all around with something that looked like a net made of bronze chains connecting bronze pomegranates.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nebuzaradan took with him to Babylon Seraiah, the high priest; Zephaniah, his assistant; and the three men who guarded the entrance to the temple.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the people who were still left in Jerusalem, he took one officer from the Judean army, five of the king's advisors, the chief secretary of the army commander who was in charge of recruiting men to join the army, and sixty other important Judean men.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nebuzaradan took them all to the king of Babylon at the city of Riblah.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There at the city of Riblah, in the province of Hamath, the king of Babylon commanded that they all be executed.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "That is what happened when the people of Judah were taken forcefully from their land to Babylon.\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King Nebuchadnezzar appointed a man named Gedaliah to be the governor of the people who he still allowed to live in Judah. Gedaliah was a son of Ahikam and a grandson of Shaphan.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When all the army commanders in Judah and their soldiers found out that the king of Babylon had appointed Gedaliah to be the governor, they met with him at the city of Mizpah. These commanders were Ishmael son of Nethaniah; Johanan son of Kareah; Seraiah son of Tanhumeth, from the city of Netophah; and Jaazaniah, from the region of Maacah.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Gedaliah solemnly promised them that the officials from Babylon were not planning to harm them. He said, \"You may live in this land without being afraid; you should obey the king of Babylon. If you do, everything will go well for you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But in the seventh month of that year, Ishmael, whose grandfather Elishama was in the family descended from King David, went to Mizpah along with ten other men. They assassinated Gedaliah and all the men with him. There were also men from Judah and men from Babylon whom they assassinated.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then many of the people from Judah, important people and unimportant ones, and the army commanders were very afraid of what the Babylonians would do to them, so they fled to Egypt.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Thirty-seven years after King Jehoiachin of Judah had been taken to Babylon, Nebuchadnezzar's son Awel-Marduk became the king of Babylon. He was kind to Jehoiachin, and on the twenty-seventh day of the twelfth month of that same year, he released Jehoiachin from prison.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He always spoke kindly to Jehoiachin and honored him more than the other kings who had been taken to Babylon.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He gave Jehoiachin new clothes to replace the clothes that he had been wearing in prison, and he allowed Jehoiachin to eat at the king's table every day for the rest of his life.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Babylon also gave him money every day, so that he could buy the things that he needed. The king continued to do that until Jehoiachin died.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}