{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jehoshaphat had been ruling Judah for almost eighteen years, Ahab's son Joram became the king of Israel. He ruled in the city of Samaria for twelve years.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did things that Yahweh said were evil, but he did not do as much evil as his father and mother had done, and he got rid of the stone pillar for worshiping Baal that his father had made.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he committed the sins that King Jeroboam had committed and which induced the Israelite people to sin, and he did not stop committing the same sins.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mesha, the king of Moab, raised sheep. Every year he was forced to give 100,000 lambs and the wool from 100,000 rams to the king of Israel, because his kingdom was controlled by the king of Israel.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But after King Ahab died, Mesha rebelled against the king of Israel.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So King Joram left Samaria to call together soldiers from across all Israel to go to war.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he sent this message to Jehoshaphat, the king of Judah: \"The king of Moab has rebelled against me. So will your army join my army and fight against the army of Moab?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Jehoshaphat replied, \"Yes, we will help you. We are ready to do whatever you want us to. My soldiers and my horses are ready to help you.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He asked, \"On which road should we march to attack them?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Joram replied, \"We will go south to Jerusalem, where your army will join us. Then we will all go south of the Dead Sea and then turn north through the wilderness of Edom.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king of Israel and his army went with the kings of Judah and Edom and their armies. They marched for seven days. Then there was no water left for their soldiers or for their animals that carried supplies.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Israel exclaimed, \"This is a terrible situation! It seems that Yahweh will allow the three of us to be captured by the army of Moab!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoshaphat said, \"Is there a prophet here who can ask Yahweh for us what we should do?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "One of Joram's army officers said, \"Elisha son of Shaphat, is here. He was Elijah's assistant.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoshaphat said, \"It will be good to ask him, because he speaks what Yahweh tells him to say.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "So those three kings went to Elisha.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha said to the king of Israel, \"Why do you come to me ? Go and ask those prophets that your father and mother consulted!\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "But Joram replied, \"No, we want you to ask Yahweh, because it seems that Yahweh has brought us three kings together in order to allow the army of Moab to capture us.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha replied, \"I serve Yahweh, the commander of the armies of angels in heaven. As surely as he lives, if I did not respect Jehoshaphat the king of Judah, I would not even think about doing anything to help you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But bring a musician to me.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "So they did that. When the musician played on his harp, the power of Yahweh came on Elisha.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Yahweh says that he will cause this dry streambed to be full of water.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The result will be that your soldiers and your animals that carry supplies and your livestock will have plenty of water to drink.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is not difficult for Yahweh to do. But He will do more than that. He will also enable you to defeat the army of Moab.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will conquer all their beautiful cities, cities that have high walls around them. You must cut down all their fruit trees, stop water from flowing from their springs, and ruin their fertile fields by covering them with rocks.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next morning, at the time when they offered the sacrifices of grain, they were surprised to see water flowing from Edom and covering the ground.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the people of Moab heard that the three kings had come with their armies to fight against them, all the men who were able to fight in battles, from the youngest men to the oldest ones, were summoned, and they took their positions at the southern border of their land.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when they rose early the next morning, they saw that the water across from them appeared to be as red as blood.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They exclaimed, \"It is blood! The three enemy armies must have fought and killed each other! So let us go and take everything that they have left!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when they reached the area where the Israelite soldiers had set up their tents, the Israelites attacked the soldiers from Moab and forced them to retreat. The Israelite soldiers pursued the soldiers from Moab and killed many of them.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelites also destroyed their cities. Whenever they passed fertile fields, they threw rocks on those fields until the fields were covered with rocks. They stopped water from flowing from the springs and cut down the fruit trees. Finally, only the capital city, Kir Hareseth, remained. The Israelite soldiers who threw stones with slings surrounded the city and attacked it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the king of Moab realized that his army was being defeated, he took with him seven hundred men who fought with swords, and they tried to force a way through the Israelite lines of soldiers to escape to get help from the king of Edom, whom they hoped would join them, but they were unable to escape.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king of Moab took his oldest son, who would have become the next king, and killed him and offered him as a sacrifice to their god Chemosh, burning him on top of the city wall. Then God became very angry at the Israelite army, so the army left and went back to their own land.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}