{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day the association of prophets said to Elisha, \"Look, this place where we meet together with you is very small.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Allow us to go to the Jordan River and cut down some trees to make logs to build a new meeting place.\" So Elisha said, \"Very well, go.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of them said to Elisha, \"Please come with us.\" So Elisha replied, \"Very well, I will go with you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they went together. When they reached the Jordan River they cut down some trees.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But while one of them was cutting down a tree, suddenly the axe head separated from the handle and fell into the water. He cried out to Elisha, \"O, Master, what shall I do? The axe is not mine. I borrowed it!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha replied, \"Where did it fall into the water?\" After the man showed him the place, Elisha cut off a stick, threw it into the water, and the axe head rose to the water surface.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha said, \"Take it out of the water.\" So the man reached his hand down and picked up the axe head.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever the king of Aram prepared to send his army to fight against Israel, he first consulted his officers, and then told them where they should set up their tents.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But each time Elisha would send a message to warn the king of Israel, telling him where the army of Aram was planning to attack them, saying, \"Be sure that your army does not go near that place, because the army of Aram has set up their tents there.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king of Israel would send messengers to warn the people who lived in that place, and the people would remain on guard. That happened several times.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Aram was very upset about this, so he summoned his army officers and said to them, \"One of you is revealing our plans to the king of Israel. Which one of you is doing it?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of his officers answered, \"Your Majesty, it is not one of us. Elisha the prophet knows what we plan to do, and he tells the king of Israel everything. He even knows what you say in your own bedroom!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Aram replied, \"Go and find out where he is, and I will send some men there to capture him.\" Someone told him, \"People say that he is in the city of Dothan, north of Samaria.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king sent a large group of soldiers to Dothan with horses and chariots. They arrived at night and surrounded the city.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Early the next morning, Elisha's servant got up and went outside the house. He saw the soldiers of Aram with their horses and chariots surrounding the town. So he went inside the house and reported it to Elisha and exclaimed, \"Oh, sir! What are we going to do?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha replied, \"Do not be afraid! Those who are helping us are many more than those who are helping them!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he prayed, \"Yahweh, I request that you open my servant's eyes in order that he can see what is out there!\" So Yahweh enabled the servant to look out and see that surrounding the hill on which the town was built was a huge number of horses and chariots; they seemed to be made of fire!\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the army of Aram prepared to attack Elisha, he prayed again, saying, \"Yahweh, cause all these soldiers to become blind!\" Yahweh answered his prayer and caused them to be unable to see clearly.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elisha went to them and said, \"You are not on the right road. This is not the city that you are searching for. I will take you to the man whom you are searching for.\" But he led them to the city Samaria, the capital of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as they entered Samaria, Elisha prayed again, saying, \"Yahweh, now enable these soldiers to see correctly again!\" So Yahweh enabled them to see correctly, and they were surprised to see that they were inside Samaria.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the king of Israel saw them, he said to Elisha, \"Sir, shall I tell my soldiers to kill them? Shall we kill all of them?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha replied, \"No, you must not kill them. If your army captured many of your enemies in a battle, you would certainly not kill them. Give these men something to eat and drink, and then allow them to return to their king.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king of Israel did that. He told his servants to provide a big feast for them. And when they had eaten and drunk plenty, he sent them away. They returned to the king of Aram and told him what had happened. So for a while after that, soldiers from Aram stopped raiding towns in Israel.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But some time later, Ben Hadad the king of Aram , assembled his entire army, and they went to Samaria and surrounded the city for a long time.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of that, after a while there was hardly any food left inside the city, so that eventually a donkey's head, which was usually worthless, cost eighty pieces of silver, and one cup of dove's dung cost five pieces of silver.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day when the king of Israel was walking on top of the city wall, a woman cried out to him, \"Your Majesty, help me!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He replied, \"If Yahweh will not help you, I certainly cannot. I do not have any wheat or wine!\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What is your problem?\" She replied, \"Several days ago, that women over there said to me, 'Because we have nothing left to eat, let us kill your son today, in order that we can eat his flesh. Then tomorrow we can kill my son and eat his flesh.'\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we killed my son and cut his body up and boiled his flesh and ate it. The next day, I said to her, 'Now give your son to me, in order that we can kill him and cook his flesh and eat it.' But she has hidden her son.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the king heard what the woman said, he tore his robe to show that he was very upset. The people who were standing close to the wall were able to see that the king was wearing rough cloth underneath his robe because he was very upset.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king exclaimed, \"I wish that God will strike me dead if I do not cut off the head of Elisha today, because he is the one who has caused these terrible things to happen to us!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king sent an officer to get Elisha.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Before the officer arrived, Elisha was sitting in his house with some Israelite elders who were talking with him. Elisha said to them, \"That murderer, the king of Israel, is sending someone here to kill me. Listen. When he arrives, shut the door and do not allow him to come in, because the king will be coming right behind that officer!\"\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And while he was still speaking, the king and the officer arrived. The king said, \"It is Yahweh who is allowing us to have all this trouble. I will no longer wait for him to help us.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}