{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Elisha had caused the son of the woman from the city of Shunem to become alive again, he had told her that she should leave with her family and live somewhere else for a while, because Yahweh was going to send a famine in the land. He said that the famine would last for seven years.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the woman had done what Elisha told her to do. She and her family had gone to live in the region of Philistia for seven years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the seven years were ended, they returned to their home. The woman went to the king to request that her house and her land be given back to her.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When she arrived, the king was talking with Gehazi, Elisha's servant. The king was saying to him, \"Tell me all the great things that Elisha has done.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Gehazi was telling the king that Elisha had caused the son of a woman from Shunem to become alive again, that woman came in and requested the king to enable her to get her house and land back again. Gehazi exclaimed, \"Your Majesty, this is the woman whose son Elisha caused to become alive again!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the king asked her about it, she told him that what Gehazi had said was true. The king summoned one of his officials and said to him, \"Make sure that this woman gets back everything that she owned in the past, including the value of all the crops that have been harvested during these last seven years while she was away from her land.\" So the official did that.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha went to Damascus, the capital of Aram, at the time when Ben Hadad, the king of Aram, was very sick. When someone told the king that Elisha was in Damascus,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the king told one of his officials named Hazael, \"Go and talk to that prophet and take a present with you to give to him. Request him to ask Yahweh if I will recover from my illness.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Hazael went to talk with Elisha. He took with him forty camels that were carrying many kinds of goods that were produced in Damascus. When Hazael met him, he said to him, \"Your friend Ben Hadad, the king of Aram, sent me to ask you whether you think he will recover from his illness.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Elisha said to Hazael, \"Go and say to him, 'Yes, you will certainly not die from this illness,' but Yahweh has shown me that he will certainly die before he recovers.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elisha stared at him and had a terrified look on his face. That caused Hazael to feel uneasy. Then suddenly Elisha started to cry.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hazael said, \"Sir, why are you crying?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Elisha replied, \"Because Yahweh has enabled me to know the terrible things that you will do to the people of Israel. Your soldiers will burn their cities that now have walls around them, kill their fine young men in battle, crush the heads of their children, and rip open the bellies of their pregnant women with swords.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hazael replied, \"I am as powerless as a dog. How could I do such terrible things?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Elisha replied, \"Yahweh has also revealed to me that you will become the king of Aram.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Hazael left and returned to his master the king, who asked him, \"What did Elisha say?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "He replied, \"He told me that you would certainly recover.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the next day, while the king was sleeping, Hazael took a blanket and soaked it in water. Then he spread it on the king's face in order that he could not breathe, and he died. Then Hazael became the king of Aram instead of Ben Hadad.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After King Joram son of Ahab, had been ruling in Israel for almost five years, Jehoshaphat's son Jehoram became the king of Judah.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was thirty-two years old when he became the king, and he ruled in Jerusalem for eight years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His wife was the daughter of King Ahab. Like everyone in Ahab's family, he continually did the evil things that the previous kings of Israel had done. He did many things that Yahweh said were evil.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Yahweh did not want to get rid of the people of Judah, because of what he had promised David, who served him very well. He had promised David that his descendants would always rule Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the time that Jehoram ruled, the king of Edom rebelled against Judah, and they appointed their own king.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jehoram went with his army and all their chariots to the city of Zair near the border of Edom. There the army of Edom surrounded them. But during the night, Jehoram and the commanders in their chariots were able to get through the enemy lines and escaped. And all his soldiers also fled to their homes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So after that, Edom was no longer controlled by Judah, and it is still like that. During that same time, the people of the city of Libnah also freed themselves from being controlled by Judah.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you want to read about the other things that Jehoram did, they are written in Book of the Events of the Kings of Judah.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehoram died and was buried where the other kings of Judah had been buried in the part of Jerusalem called the city of David. Then Jehoram's son Ahaziah became the king.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Ahab's son Joram has been ruling in Israel for almost twelve years, Jehoram's son Ahaziah became the king of Judah.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahaziah was twenty-two years old when he started to rule. He ruled in Jerusalem for only one year. His mother's name was Athaliah, the daughter of King Ahab and the granddaughter of King Omri of Israel.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Ahaziah conducted his life just like the members of Ahab's family had done. He did many things that Yahweh said were evil.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahaziah's army joined the army of King Joram of Israel to fight against the army of King Hazael of Aram. Their armies started fighting at the city of Ramoth in the region of Gilead, and the soldiers of Aram wounded Joram.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Joram returned to the city of Jezreel in order to recover from his wounds. King Ahaziah went to visit him there.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}