{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Meanwhile, the prophet Elisha summoned one of the other prophets. He said to him, \"Get ready and go to the city of Ramoth in the region of Gilead. Take this jar of olive oil with you.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you arrive there, search for a man named Jehu son of Jehoshaphat and grandson of Nimshi. Go with him into a room away from his companions,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and pour some of this oil on his head. Then say to him, 'Yahweh declares that he is appointing you to be the king of Israel.' Then open the door and run away as quickly as you can.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the young prophet went to Ramoth.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he arrived, he saw that the commanders of the army were having a conference. He looked at Jehu and said, \"Sir, I have a message for one of you.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Jehu replied, \"Which one of us is the message for?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "The young prophet replied, \"It is for you, commander.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jehu got up and went with the young prophet into a house. There the young prophet poured some olive oil on Jehu's head and said to him, \"Yahweh, the God whom we Israelites worship, declares this: 'I am appointing you to be the king of my Israelite people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must kill your master King Joram son of Ahab, because I will punish Ahab's wife Jezebel for murdering many of my prophets and other people who served me.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You must kill not only Joram but all of Ahab's family. I want to get rid of every male in the family, including young ones and old ones.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will get rid of Ahab's family, like I got rid of the families of two other kings of Israel, Jeroboam and Baasha.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And when Jezebel dies, her corpse will not be buried. Dogs will eat her corpse there in the city of Jezreel.'\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "After the young prophet said this, he left the room and ran.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jehu came out of the room to where his other commanders were, they said to him, \"Is everything all right? Why did that mad fellow come to you?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "He replied, \"You know what kinds of things young prophets like him say.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"You are lying. Tell us what he said!\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "He replied, \"He told me several things, and then he told me that Yahweh said, 'I am appointing you to be the king of Israel.'\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they all spread their cloaks on the steps of the building for Jehu to walk out on, and they blew trumpets and shouted, \"Jehu is now the king!\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jehu and his officers got into their chariots and rode to Jezreel, where Joram was still recovering. And King Ahaziah of Judah was there, visiting Joram.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A guard was standing in the watchtower in Jezreel. He saw Jehu and his men approaching. He called out, \"I see a lot of men who are approaching!\" King Joram heard what the watchman said, so he said to his soldiers, \"Send someone on a horse to go and find out if they are coming peacefully or in order to attack us.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So a man riding a horse rode out to meet Jehu and said to him, \"The king wants to know if you are coming peacefully.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Jehu replied, \"This is not the time for you to be concerned about peace! Turn around and come behind me!\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "So the guard in the watchtower reported that the messenger had reached the group that was approaching, but he was not returning alone.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So King Joram sent another messenger who asked Jehu the same question. Again Jehu replied, \"This is not the time for you to be concerned about peace! Turn around and follow me!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the watchman reported again, \"That messenger also reached them, but he is not coming back alone. And the leader of the group must be Jehu son of Nimshi, because he is driving his chariot furiously, as Jehu does!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joram said to his soldiers, \"Get my chariot ready.\" So they did that. Then King Joram and King Ahaziah both rode toward Jehu, each one in his own chariot. And it happened that they met Jehu at the field that had previously belonged to Naboth!\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Joram met Jehu, he said to him, \"Are you coming to act peacefully toward me?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Jehu replied, \"How can there be peace while you and your people are bowing down to idols and practicing very much witchcraft like your mother Jezebel did?\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joram cried out, \"Ahaziah, they have deceived us! They want to kill us!\" So Joram turned his chariot around and tried to flee.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jehu drew his bow with strength and shot an arrow that pierced Joram between his shoulder blades. The arrow went through Joram's body and pierced Joram's heart, and he slumped down dead in his chariot.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jehu said to his assistant Bidkar, \"Take his corpse and throw it here into the field that belonged to Naboth. I am sure that you remember that when you and I were riding together in chariots behind King Joram's father Ahab that Yahweh said this about Ahab,\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Yesterday I saw Ahab murder Naboth and his sons here. And I solemnly promise that I will punish him right here in this same field!' So take Joram's corpse and throw it into that field! That will fulfill what Yahweh said would happen.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When King Ahaziah saw what happened, he fled in his chariot toward the city of Beth Haggan. But Jehu pursued him and said to his other commanders, \"Shoot him, also!\" So they shot him with arrows while he was riding in his chariot on the road up to Gur, near the city of Ibleam. He continued going in his chariot until he reached the city of Megiddo, where he died.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His officials took his corpse back to Jerusalem and buried it in the tombs in the part of Jerusalem called the city of David, where his ancestors had been buried.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ahaziah had become the king of Judah when Joram had been ruling Israel for almost eleven years.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jehu went to Jezreel. When Ahab's widow Jezebel heard what had happened, she put paint on her eyelids, and combed her hair to make it beautiful, and looked out the window of the palace toward the street below.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Jehu was entering the city gate, she called out to him, \"You are like Zimri! You are a murderer just like him! I think you are certainly not coming to act peacefully toward me!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehu looked up toward the window, and then he said, \"Who is on my side? Anyone?\" Two or three palace officials looked down at him from a window.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jehu said to them, \"Throw her down here!\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "So they threw her down and Jehu ordered that his men drive their chariots and horses over her body, and that is how she was killed. Some of her blood splattered on the city wall and on the horses that were pulling the chariots. \n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jehu went into the palace and ate and drank. Then he said to some of his men, \"Take the corpse of that women whom Yahweh has cursed and bury it, because she is a king's daughter and therefore should be buried properly.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when they went to get her corpse to bury it, all that was left was only her skull and the bones of her feet and her hands. Everything else was gone.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they reported this to Jehu, he said, \"That is what Yahweh said would happen! He told his servant Elijah, 'In the city of Jezreel, dogs will eat the flesh of Jezebel's corpse.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Her bones will be scattered there in Jezreel like dung, with the result that no one will be able to recognize them and say, \"These are Jezebel's bones.\"'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14-15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Joram and his army had been defending Ramoth against the attacks by the army of the king of Aram. King Joram had returned to the city of Jezreel, to recover from being wounded in the battle against the army of Hazael, the king of Aram. And Jehu made plans to kill Joram. He said to his other commanders, \"If you really want to help me, then make sure that no one leaves this city to go to warn the people of Jezreel about what I am planning to do.\"\n"
      }
    ]
  }
}