{
  "1": "A declaration about Babylon, that Isaiah son of Amoz received:\\q1",
  "2": "On the bare mountain set up a signal flag, cry aloud to them,\\q1 wave your hand for them to go into the gates of\nthe nobles.\n\\q1",
  "3": "I have commanded my holy ones,\\q1 yes, I have called my mighty men to execute my anger, even my proudly exulting ones.\n\n\n\\q1",
  "4": "The noise of a multitude in the mountains, as of many people!\\q1 The noise of a tumult of the kingdoms like many nations gathered together!\n\\q1 Yahweh of hosts is mustering the army for the battle.\n\\q1",
  "5": "They come from a far country, from way over the horizon.\\q1 It is Yahweh with his instruments of judgment, to\ndestroy the whole land.\n\n\n\\q1",
  "6": "Howl, for the day of Yahweh is near; it comes with destruction from the Almighty.\\q1",
  "7": "Therefore all hands hang limp, and every heart melts.\\q1",
  "8": "They will be terrified; pain and agony will seize them, like a woman in labor.\\q1 They will look in astonishment at one another; their faces will be aflame.\n\n\n\\q1",
  "9": "See, the day of Yahweh comes with cruel wrath and overflowing anger,\\q1 to make the land a desolation and to destroy the\nsinners from it.\n\\q1",
  "10": "The stars of heaven and the constellations will not give their light.\\q1 The sun will be darkened even from dawn, and the moon will not shine.\n\n\n\\q1",
  "11": "I will punish the world for its evil and the wicked for their iniquity.\\q1 I will put an end to the arrogance\nof the proud and will bring down the arrogance of the ruthless.\n\\q1",
  "12": "I will make men more rare than fine gold and mankind harder to find than the pure gold of Ophir.\n\n\\q1",
  "13": "Therefore I will make the heavens tremble, and the earth will be shaken out of its place,\\q1 by the fury of Yahweh of hosts, and on the day of his fierce anger.\n\\q1",
  "14": "Like a hunted gazelle or like a sheep with no shepherd,\\q1 every man will turn toward his own people and will flee to his own land.\n\n\n\\q1",
  "15": "Every one who is found will be killed, and every one who is captured will die by the sword.\\q1",
  "16": "Their infants also will be dashed in pieces before their eyes.\\q1 Their houses will be plundered and their wives raped.\n\n\n\\q1",
  "17": "Look, I am about to stir up the Medes to attack them,\\q1 who will not be concerned about silver, nor do they delight in gold.\n\\q1",
  "18": "Their arrows will pierce the young men.\\q1 They will have no pity on babies and will not spare children.\n\n\n\\q1",
  "19": "Then Babylon, the most admired of kingdoms, the splendor of Chaldean pride,\\q1 will be overthrown by God like Sodom and\nGomorrah.\n\\q1",
  "20": "It will not be inhabited or lived in from generation to generation.\\q1 The Arab will not pitch his\ntent there, nor will shepherds have their flocks rest there.\n\n\n\\q1",
  "21": "But wild animals of the desert will lie there. Their houses will be full of owls;\\q1 and ostriches and wild goats will skip about there.\n\\q1",
  "22": "Hyenas will cry in their fortresses, and jackals in the beautiful palaces. Her time is near, and her days will not be delayed."
}
