{
  "1": "A declaration about Damascus.\\q1",
  "2": "The cities of Aroer will be abandoned.\\q1 They will be places for flocks to lie down, and no one will frighten them.\n\\q1",
  "3": "Fortified cities will disappear from Ephraim, the kingdom from Damascus,\\q1 and the remnant of Aram—they will be like the glory of the people of Israel—this is the declaration of Yahweh of hosts.\n\n\n\\q1",
  "4": "It will come about on that day\\q1 that the glory of Jacob will become thin, and the fatness of his flesh will become lean.\n\\q1",
  "5": "It will be as when a harvester gathers the standing grain, and his arm reaps the heads of grain.\\q1 It will be as when one gleans heads of grain in the Valley of Rephaim.\n\n\n\\q1",
  "6": "Gleanings will be left, however, as when the olive tree is shaken:\\q1 two or three olives in the top of the\nuppermost bough, four or five in the highest branches of a fruitful tree—this is the declaration of Yahweh, the God of Israel.\n\\q1",
  "7": "On that day men will look toward their Maker, and their eyes will look to the Holy One of Israel.\n\n\\q1",
  "8": "They will not look to the altars, the work of their hands, nor will they look to what their fingers have made, the Asherah poles or the sun images.\n\\q1",
  "9": "On that day their strong cities will be like the abandoned wooded slopes on the hill summits,\\q1 that were forsaken because of the people of Israel and that will become a desolation.\n\n\n\\q1",
  "10": "For you have forgotten the God of your salvation, and have ignored the rock of your strength.\\q1 So you plant pleasant plants, and set out vine branches received from a stranger,\n\\q1",
  "11": "on the day you plant and hedge and cultivate. Soon your seed will grow,\\q1 but the harvest will fail on a day of grief and of desperate sorrow.\n\n\n\\q1",
  "12": "Woe! The uproar of many peoples, that roar like the roaring of the seas,\\q1 and the rushing of nations, that rush like the\nrushing of mighty waters!\n\\q1",
  "13": "The nations will roar like the rushing of many waters,\\q1 but God will rebuke them. They will flee far away\n\\q1 and will be chased as the dead weeds on the mountains before the wind, and like weeds whirling before a storm.\n\\q1",
  "14": "In the evening, see, terror! Before the morning they will be gone!\\q1 This is the portion of those who loot us, the lot of those who rob us."
}
