{"1":"The things that Isaiah son of Amoz perceived in a vision, concerning Judah and Jerusalem.\\q1","2":"It will be in the last days \\q1 that the mountain of Yahweh's house \n\\q1 will be established as the highest of the mountains, \n\\q1 and it will be raised up above the hills,\n\\q1 and all the nations will flow to it.\n\n\n\\q1","3":"Many peoples will come and say,\\q1 \"Come, let us go up to the mountain of Yahweh, to the house of the God of Jacob,\n\\q1 so he may teach us some of his ways, and we may walk in his paths.\"\n\\q1 For out of Zion will go the law, and the word of Yahweh from Jerusalem.\n\n\n\\q1","4":"He will judge between the nations and will render decisions for many peoples;\\q1 they will hammer their swords into plowshares, and their spears into pruning hooks;\n\\q1 nation will not lift up sword against nation, nor will they train for war any longer.\n\n\n\\q1","5":"House of Jacob, come, and let us walk in the light of Yahweh.\\q1","6":"For you have abandoned your people, the house of Jacob,\\q1 because they are filled with customs from the east and are omen readers like the Philistines,\n\\q1 and they shake hands with sons of foreigners.\n\n\n\\q1","7":"Their land is full of silver and gold, and is there no limit to their wealth;\\q1 their land also is full of horses, nor is there limit to their chariots.\n\\q1","8":"Their land also is full of idols;\\q1 they worship the craftsmanship of their own hands, things that their own fingers have made.\n\n\n\\q1","9":"The people will be bowed down, and individuals will fall down; therefore do not raise them up.\\q1","10":"Go into the rocky places and hide in the ground\\q1 from the terror of Yahweh and from the glory of his majesty.\n\\q1","11":"The lofty gaze of man will be brought low, and the pride of men will be brought down,\\q1 and Yahweh alone will be exalted on that day.\n\n\n\\q1","12":"For there will be a day of Yahweh of hosts\\q1 against everyone who is proud and raised up, and against everyone who is arrogant—and he will be brought down—\n\\q1","13":"and against all the cedars of Lebanon that are high and lifted up,\\q1 and against all the oaks of Bashan.\n\n\n\\q1","14":"That day of Yahweh of hosts will be against all the high mountains, and against all the hills that are lifted up,\\q1","15":"and against every high tower, and against every impregnable wall,\\q1","16":"and against all the ships of Tarshish, and against all beautiful sailing vessels.\n\n\\q1","17":"The pride of man will be brought low, and the haughtiness of men will fall;\\q1 Yahweh alone will be exalted on that day.\n\\q1","18":"The idols will completely pass away.\\q1","19":"Men will go into the caves of the rocks and the holes of the ground,\\q1 from the terror of Yahweh, and from the glory of his majesty, when he rises to terrify the earth.\n\n\n\\q1","20":"On that day people will throw away their idols of silver and of gold\\q1 that they have made for themselves to worship—they will throw them away to the moles and bats.\n\\q1","21":"The people will go into the crevices in the rocks and into the clefts of the ragged rocks,\\q1 from the terror of Yahweh and from the glory of his majesty, when he rises to terrify the earth.\n\\q1","22":"Stop trusting in man, whose life-breath is in his nostrils,\\q1 for what does he amount to?"}
