{"1":"A declaration about the desert by the sea.\n\\q1 Like stormwinds sweeping through the Negev it comes\n\\q1 passing through from the wilderness, from a terrible land.\n\\q1","2":"A distressing vision has been given to me:\\q1 the treacherous man deals treacherously, and the destroyer destroys.\n\\q1 Go up and attack, Elam; besiege, Media;\n\\q1 I will stop all her groaning.\n\n\n\\q1","3":"Therefore my loins are filled with pain;\\q1 pains like the pains of a woman in labor have taken hold of me;\n\\q1 I am bowed down by what I heard; I am disturbed by what I saw.\n\\q1","4":"My heart pounds, I shake with fear.\\q1 Early evening, my favorite time of day, has brought me terror.\n\n\n\\q1","5":"They prepare the table, they spread rugs and eat and drink;\\q1 arise, princes, anoint your shields with oil.\n\n\n\\q1","6":"For this is what the Lord said to me,\\q1 \"Go, post a watchman; he must report what he sees.\n\\q1","7":"When he sees a chariot, a pair of horsemen,\\q1 riders on donkeys, and riders on camels,\n\\q1 then he must pay attention and be very alert.\"\n\n\n\\q1","8":"The watchman cries out,\\f + \\ft Instead of \\fqa The watchman cries out \\fqa* , some older versions have \\fqa A lion cries out \\fqa* . \\f*\n\\q1 \"Lord, on the watchtower I stand all day, every day,\n\\q1 and at my post I stand all night long.\"\n\\q1","9":"Here comes a chariot with a man and a pair of horsemen.\\q1 He calls out, \"Babylon has fallen, fallen,\n\\q1 and all the carved figures of its gods are broken to the ground.\"\n\n\n\\q1","10":"My threshed and winnowed ones, children of my threshing floor!\\q1 What I have heard from Yahweh of hosts,\n\\q1 the God of Israel, I have declared to you.\n\n\n\n\\q1","11":"A declaration about Dumah.\\q1 One calls to me from Seir, \n\\q1 \"Watchman, what is left of the night? \n\\q1 Watchman, what is left of the night?\"\n\\q1","12":"The watchman said, \"The morning comes and also the night. \\q1 If you want to ask, then ask; and come back again.\"\n\n\n\\q1","13":"A declaration about Arabia.\n\\q1 In the wilderness of Arabia you spend the night, you caravans of Dedanites.\n\\q1","14":"Bring water for the thirsty;\\q1 inhabitants of the land of Tema, meet the fugitives with bread.\n\\q1","15":"For they have fled from the sword, from the drawn sword,\\q1 from the bent bow, and from the weight of war.","16":"For this is what the Lord said to me, \"Within a year, as a laborer hired for a year would see it, all the glory of Kedar will end.","17":"Only a few of the archers, the warriors of Kedar will remain,\" for Yahweh, the God of Israel, has spoken."}
