{"1":"Look, Yahweh is about to empty the earth, to devastate it, mar its surface, and scatter its inhabitants.\\q1","2":"It will come about that, as with the people, so with the priest; \\q1 as with the servant, so with his master; \n\\q1 as with the maid, so with her mistress; \n\\q1 as with the buyer, so with the seller; \n\\q1 as with the creditor, so with the debtor; \n\\q1 as with the receiver of interest, so with the giver of interest.\n\n\n\\q1","3":"The earth will be completely devastated and completely stripped;\\q1 for Yahweh has spoken this word.\n\\q1","4":"The earth dries up and withers, the world shrivels up and fades away,\\q1 the prominent people of the earth waste away.\n\\q1","5":"The earth is polluted by its inhabitants \\q1 because they have transgressed the laws, violated the statutes,\n\\q1 and broken the everlasting covenant.\n\n\n\\q1","6":"Therefore a curse devours the earth, and its inhabitants are found guilty.\\q1 The inhabitants of the earth burn up, and few people are left.\n\\q1","7":"The new wine dries up, the vine withers, all the merry-hearted groan.\n\n\\q1","8":"The happy sound of the tambourines stops, and the revelry of those who rejoice;\\q1 the joy of the lyre ceases.\n\\q1","9":"They no longer drink wine and sing, and the beer is bitter to those who drink it.\n\n\\q1","10":"The city of chaos has been broken down; every house is closed up and empty.\\q1","11":"There is a crying in the streets because of the wine;\\q1 all joy is darkened, the gladness of the land has disappeared.\n\n\n\\q1","12":"In the city is left a desolation, and the gate is broken into a ruin.\\q1","13":"For this is how it will be on the whole earth among the nations,\\q1 as when an olive tree is beaten, as the gleanings when the grape harvest is done.\n\n\n\\m\n\\q1","14":"They will lift up their voices and shout the majesty of Yahweh,\\q1 and will joyfully shout from the sea.\n\\q1","15":"Therefore in the east glorify Yahweh,\\q1 and in the isles of the sea give glory to the name of Yahweh, the God of Israel.\n\n\n\\q1","16":"From the farthest part of the earth we have heard songs, \\q1 \"Glory to the righteous one!\"\n\\q1 But I said, \"I have wasted away, I have wasted away, woe is me! \n\\q1 The treacherous have dealt treacherously;\n\\q1 yes, the treacherous have dealt very treacherously.\"\n\n\n\\q1","17":"Terror, the pit, and the snare are upon you, inhabitants of the earth.\\q1","18":"He who flees from the sound of terror will fall into the pit,\\q1 and he who comes up out of the middle of the pit will be caught in the snare.\n\\q1 The windows of the heavens will be opened, and the foundations of the earth will shake.\n\n\n\\q1","19":"The earth will be completely broken, the earth ripped apart;\\q1 the earth will be violently shaken.\n\\q1","20":"The earth will stagger like a drunken man and it will sway back and forth like a hut.\\q1 Its sin will be heavy on it and it will fall and never rise again.\n\n\n\\m\n\\q1","21":"On that day Yahweh will punish the host of the heaven in the heavens,\\q1 and the kings of the earth on the earth.\n\\q1","22":"They will be gathered together, prisoners in a pit, \\q1 and will be shut up in a prison;\n\\q1 and after many days they will be punished.\n\\q1","23":"Then the moon will be ashamed, and the sun disgraced, \\q1 for Yahweh of hosts will reign on Mount Zion and in Jerusalem, \n\\q1 and before his elders in glory."}
