{"1":"On that day Yahweh with his hard, great and fierce sword\\q1 will punish Leviathan the slithering serpent, Leviathan the squirming serpent,\n\\q1 and he will kill the monster that is in the sea.\n\\q1","2":"In that day: A vineyard of wine, sing of it.\\q1","3":"\"I, Yahweh, am its protector; I water it every moment.\\q1 I guard it night and day so no one will hurt it.\n\n\n\\q1","4":"I am not angry, Oh, that there were briers and thorns!\\q1 In battle I would march against them; I would burn them all together;\n\\q1","5":"unless they grasp my protection and make peace with me; let them make peace with me.\n\n\\q1","6":"In the coming day, Jacob will take root; Israel will blossom and bud;\\q1 and they will fill the surface of the ground with fruit.\"\n\n\n\\m\n\\q1","7":"Has Yahweh attacked Jacob and Israel as he attacked those nations who attacked them? Have Jacob and Israel been killed as in the slaughter of those nations that were killed by them?\\q1","8":"In exact measure you have contended, sending Jacob and Israel away; he drove them away with his fierce breath in the day of the east wind.\\f + \\ft Instead of \\fqa In exact measure \\fqa* , many modern versions have an idea similar to \\fqa By driving them away \\fqa* . \\f*\n\n\\q1","9":"So in this way, the iniquity of Jacob will be atoned for, for this will be the full fruit of the removal of his sin:\\q1 when he will make all the altar stones as chalk and crushed to pieces,\n\\q1 and no Asherah poles or incense altars will remain standing.\n\n\n\\q1","10":"For the fortified city is desolate, the habitation is deserted and forsaken like the wilderness.\\q1 There a calf feeds, and there he lies down and consumes its branches.\n\\q1","11":"When the boughs are withered, they will be broken off. Women will come and make fires with them,\\q1 for this is not a people of understanding.\n\\q1 Therefore their Maker will not have compassion on them, and he who made them will not be merciful to them.\n\n\n\\m\n\\q1","12":"It will come about on that day\\q1 that Yahweh will thresh from the Euphrates River to the Wadi of Egypt\n\\q1 and you, the people of Israel, will be gathered together one by one.\n\\q1","13":"On that day a great trumpet will be blown;\\q1 and the perishing ones in the land of Assyria will come, and the outcasts in the land of Egypt,\n\\q1 they will worship Yahweh on the holy mountain in Jerusalem."}
