{"1":"Woe to the proud garland crown that is worn by each of the drunkards of Ephraim, and to the fading flower of its glorious beauty,\\q1 the garland that is set on the head of the lush Valley of those who are overcome with wine!\n\\q1","2":"Behold, the Lord sends one who is mighty and strong; like a storm of hail and a destructive windstorm,\\q1 like a driving rain and overflowing waters;\n\\q1 and he will throw each garland crown down to the ground.\n\n\n\\q1","3":"The proud garland of the drunkards of Ephraim will be trodden underfoot.\\q1","4":"The fading flower of his glorious beauty, that is on the head of the rich valley,\\q1 will be as the first ripe fig before the summer, that, when someone sees it,\n\\q1 while it is yet in his hand, he gulps it down.\n\n\n\\q1","5":"In that day Yahweh of hosts will become a beautiful crown and a diadem of beauty for the remainder of his people,\\q1","6":"a spirit of justice for him who sits in judgment, and strength for those who turn back their enemies at their gates.\n\n\\m\n\\q1","7":"But even these reel with wine, and stagger with strong drink.\\q1 The priest and the prophet reel with strong drink, and they are swallowed up by wine.\n\\q1 They stagger with strong drink, staggering in vision and reeling in decision.\n\\q1","8":"Truly, all tables are covered with vomit, so that there is no clean place.\n\n\\m\n\\q1","9":"To whom will he teach knowledge, and to whom will he explain the message?\\q1 To those who are weaned from milk or to those just taken from the breasts?\n\\q1","10":"For it is command upon command, command upon command; rule upon rule, rule upon rule;\\q1 here a little, there a little.\n\n\n\\m\n\\q1","11":"Indeed, with mocking lips and a foreign tongue he will speak to this people.\\q1","12":"In the past he said to them \"This is the rest, give rest to him who is weary;\\q1 and this is the refreshing,\" but they would not listen.\n\n\n\\q1","13":"So the word of Yahweh will be to them\\q1 command upon command, command upon command; rule upon rule, rule upon rule;\n\\q1 here a little, there a little;\n\\q1 so that they may go and fall backward, and be broken, ensnared, and captured.\n\n\n\\m\n\\q1","14":"So listen to the word of Yahweh, you who mock,\\q1 you who rule over this people who are in Jerusalem.\n\\q1","15":"This will happen because you said, \"We have made a covenant with death,\\q1 and with Sheol we have reached an agreement. So when the overwhelming whip passes through, it will not reach us.\n\\q1 For we have made a lie our refuge, and taken shelter in falsehood.\"\n\n\n\\q1","16":"Therefore the Lord Yahweh says,\\q1 \"See, I will lay in Zion a foundation stone, a tried stone,\n\\q1 a precious cornerstone, a sure foundation. He who believes will not be ashamed.\n\n\n\\q1","17":"I will make justice the measuring stick, and righteousness the plumbline.\\q1 Hail will sweep away the refuge of lies, and the floodwaters will overwhelm the hiding place.\n\n\n\\q1","18":"Your covenant with death will be dissolved, and your agreement with Sheol will not stand.\\q1 When the raging flood passes through, you will be overwhelmed by it.\n\\q1","19":"Whenever it passes through, it will overwhelm you,\\q1 and morning by morning it will pass through and by day and night it will come.\n\\q1 When the message is understood, it will cause terror.\n\n\n\\q1","20":"For the bed is too short for a man to stretch out on, and the blanket too narrow for him to wrap himself in.\"\\q1","21":"Yahweh will rise up as on Mount Perazim; he will rouse himself as in the Valley of Gibeon\\q1 to do his work, his strange work, and perform his strange deed.\n\n\n\\q1","22":"Now therefore do not mock, or your bonds will be tightened.\\q1 I have heard from the Lord Yahweh of hosts, a decree of destruction on the earth.\n\n\n\\m\n\\q1","23":"Pay attention and listen to my voice; be attentive and listen to my words.\\q1","24":"Does a farmer who plows all day to sow, only plow the ground? Does he continually break up and harrow the field?\n\n\\q1","25":"When he has prepared the ground, does he not scatter caraway seed, sow the cumin,\\q1 put in the wheat in rows and the barley in the right place, and the spelt at its edges?\n\\f + \\ft The identification of some of these spices is in doubt, so versions have a variety of translations. In addition, some versions give different interpretations to the expressions translated here as \\fqa in rows \\fqa* and \\fqa in the right place \\fqa* , because these expressions are uncertain in Hebrew. \\f*\n\\q1","26":"His God instructs him; he teaches him wisely.\n\n\\q1","27":"Moreover, the caraway seed is not threshed with a sledge, \\q1 nor is a cartwheel rolled over the cumin;\n\\q1 but caraway is beaten with a stick, and cumin with a rod.\n\\q1","28":"Grain is ground for bread but not too finely,\\q1 and though the wheels of his cart and his horses scatter it, his horses do not crush it.\n\n\n\\q1","29":"This too comes from Yahweh of hosts,\\q1 who is wonderful in instruction and excellent in wisdom."}
