{
  "1": "Woe to you, destroyer who has not been destroyed!\\q2 Woe to the betrayer whom they have not betrayed!\n\\q1 When you stop destroying, you will be destroyed.\n\\q2 When you stop betraying, they will betray you.\n\n\n\\q1",
  "2": "Yahweh, be gracious to us; we wait for you;\\q1 be our arm every morning, our salvation in the time of trouble.\n\n\n\\q1",
  "3": "At the loud noise the peoples flee; when you arise, the nations are scattered.\\q1",
  "4": "Your spoil is gathered as the locusts gather; as locusts leap, men leap on it.\n\n\\q1",
  "5": "Yahweh is exalted. He lives in a high place. He will fill Zion with justice and righteousness.\\q1",
  "6": "He will be the stability in your times,\\q1 abundance of salvation, wisdom, and knowledge; the fear of Yahweh is his treasure.\n\n\n\n\\q1",
  "7": "Look, their envoys cry in the streets; the diplomats hoping for peace weep bitterly.\\q1",
  "8": "The highways are deserted; there are no more travelers.\\q1 Covenants are broken, witnesses are despised, and mankind is not respected.\n\\f + \\ft Instead of \\fqa witness are despised \\fqa* , some versions have \\fqa cities are despised \\fqa* . \\f*\n\n\n\\q1",
  "9": "The land mourns and withers away; Lebanon is ashamed and withers away;\\f + \\ft Some versions have \\fqa The land dries up and withers away \\fqa* . \\f*\n\\q1 Sharon is like a desert plain; and Bashan and Carmel shake off their leaves.\n\n\n\\q1",
  "10": "\"Now will I arise,\" says Yahweh; \"now I will be lifted up; now I will be elevated.\\q1",
  "11": "You conceive chaff, and you give birth to stubble; your breath is a fire that will consume you.\\q1",
  "12": "The peoples will be burned to lime, as thornbushes are cut down and are burned.\n\n\\q1",
  "13": "You who are far away, hear what I have done; and, you who are near, acknowledge my might.\"\\q1",
  "14": "The sinners in Zion are afraid; trembling has seized the godless ones.\\q1 Who among us can sojourn with a raging fire? Who among us can sojourn with everlasting burnings?\n\n\n\\q1",
  "15": "He who walks righteously and speaks honestly; \\q1 who despises the gain of oppression,\n\\q1 who shakes his hand so that it will not accept a bribe, \n\\q1 who stops his ears from hearing about bloodshed,\n\\q1 and who shuts his eyes from looking on evil—\n\\q1",
  "16": "this is the man who will dwell on the heights,\\q1 his place of defense will be the fortress among the cliffs, \n\\q1 his food will be given, and his water will be in steady supply.\n\n\n\\q1",
  "17": "Your eyes will see the king in his beauty; they will see a land off in the distance.\\q1",
  "18": "Your heart will recall the terror; where is the scribe, where is he who weighed the money? Where is he who counted the towers?\\q1",
  "19": "You will no longer see the defiant people, a people of a strange language, whom you do not comprehend.\n\n\\q1",
  "20": "Look at Zion, the city of our feasts;\\q1 your eyes will see Jerusalem as a quiet habitation, a tent that will not be removed,\n\\q1 whose stakes will never be pulled up nor will any of its cords be broken.\n\\q1",
  "21": "Instead, Yahweh in majesty will be with us, in a place of broad rivers and streams.\\q1 No warship with oars will travel it, and no large ships will sail by.\n\n\n\\q1",
  "22": "For Yahweh is our judge, Yahweh is our lawgiver, Yahweh is our king; he will save us.\n\n\\q1",
  "23": "Your riggings are slack; they cannot hold the mast in place; they cannot spread the sail;\\q1 when the great spoil is divided, even the lame will drag off the spoil.\n\\q1",
  "24": "The inhabitants will not say, \"I am sick;\" the people who live there will be forgiven for their iniquity."
}
