{
  "1": "Awake, awake, put on your strength, Zion;\\q1 put on your beautiful garments, Jerusalem, holy city;\n\\q1 for never again will the uncircumcised or the unclean enter you.\n\n\n\\q1",
  "2": "Shake yourself off from the dust; arise and sit, Jerusalem;\\q1 take off the chain from your neck, captive, daughter of Zion.\n\\q1",
  "3": "For this is what Yahweh says, \"You were sold for nothing, and you will be redeemed without money.\"\n\n\\q1",
  "4": "For this is what the Lord Yahweh says, \"In the beginning my people went down into Egypt to live temporarily;\\q1 Assyria has oppressed them recently.\n\n\n\\q1",
  "5": "Now what do I have here—this is Yahweh's declaration—seeing that my people are taken away for nothing? Those who rule over them mock—this is Yahweh's declaration—and my name is slandered continually all day long.\\f + \\ft Instead of \\fqa mock \\fqa* , some versions identify a different Hebrew word meaning \\fqa wail \\fqa* . \\f*\n\\q1",
  "6": "Therefore my people will know my name;\\q1 they will know in that day that I am the one who says, \"Yes, it is I!\"\n\n\n\\q1",
  "7": "How beautiful on the mountains are the feet of the messenger who brings good news,\\q1 who announces peace, who bears good tidings, who announces salvation,\n\\q1 who says to Zion, \"Your God reigns!\"\n\\q1",
  "8": "Listen, your watchmen raise their voices, together they shout for joy,\\q1 for they will see, every eye of theirs, Yahweh's return to Zion.\n\n\n\\q1",
  "9": "Break out into joyful singing together, you ruins of Jerusalem;\\q1 for Yahweh has comforted his people; he has redeemed Jerusalem.\n\\q1",
  "10": "Yahweh has bared his holy arm in the sight of all the nations;\\q1 all the earth will see the salvation of our God.\n\n\n\\q1",
  "11": "Leave, leave, go out from there; touch nothing unclean;\\q1 leave from her midst; purify yourselves, you who carry the vessels of Yahweh.\n\\q1",
  "12": "For you will not go out in a rush, nor will you leave in a panic;\\q1 for Yahweh will go before you; and the God of Israel will be your rearguard.\n\n\n\\q1",
  "13": "Look, my servant will act wisely;\\q1 he will be high and lifted up, and he will be exalted.\n\\q1",
  "14": "As many were horrified at you—\\q1 his appearance was so disfigured beyond that of any man, and his form no longer looked like anything human.\n\n\n\\q1",
  "15": "Even so, my servant will sprinkle many nations and kings will shut their mouths because of him.\\q1 For that which they had not been told, they will see, and that which they had not heard, they will understand."
}
