{"1":"The gloom will be dispelled from her who was in anguish.\\q1 In an earlier time he humiliated\n\\q1 the land of Zebulun and the land of Naphtali,\n\\q1 but in the later time he will make it glorious, the way to the sea, beyond the Jordan, Galilee of the nations.\n\\q1","2":"The people who walked in darkness have seen a great light;\\q1 those who have lived in the land of the shadow of death, the light has shone on them.\n\\f + \\ft Instead of \\fqa the shadow of death \\fqa* , some versions have \\fqa darkness \\fqa* . \\f*\n\n\n\\q1","3":"You have multiplied the nation; you have increased their joy.\\q1 They rejoice before you like the joy at harvest time,\n\\q1 as men rejoice when they divide the plunder.\n\n\n\\q1","4":"For the yoke of his burden, the beam across his shoulder,\\q1 the rod of his oppressor, you have shattered as on the day of Midian.\n\\q1","5":"For every boot treading in the tumult\\q1 and the garments rolled in blood\n\\q1 will be burned, fuel for the fire.\n\n\n\\q1","6":"For to us a child has been born, to us a son has been given;\\q1 and the rule will be on his shoulder;\n\\q1 and his name will be called Wonderful Counselor,\n\\q1 Mighty God, Everlasting Father,\n\\q1 Prince of Peace.\n\\q1","7":"Of the increase of his government and of peace there will be no end,\\q1 as he rules on the throne of David, and over his kingdom,\n\\q1 to establish it and sustain it\n\\q1 with justice and with righteousness from this time onward and for evermore.\n\\q1 The zeal of Yahweh of hosts will do this.\n\n\n\\q1","8":"The Lord sent a word against Jacob, and it fell on Israel.\\q1","9":"All the people will know, even Ephraim and the inhabitants of Samaria, who say in pride and with an arrogant heart,\\q1","10":"\"The bricks have fallen, but we will rebuild with chiseled stone; the sycamores have been cut down, but we will put cedars in their place.\"\n\n\\q1","11":"Therefore Yahweh will raise up against him Rezin, his adversary, and will stir up his enemies,\\q1","12":"the Arameans on the east, and the Philistines on the west. They will devour Israel with open mouth.\\q1 In all these things, his anger does not subside; instead, his hand is still stretched out.\n\n\n\\q1","13":"Yet the people will not turn to him who struck them, nor will they seek Yahweh of hosts.\\q1","14":"Therefore Yahweh will cut off from Israel head and tail, palm branch and reed, in one day.\\q1","15":"The leader and the noble man are the head; and the prophet that teaches lies is the tail.\n\n\\q1","16":"Those who lead this people lead them astray, and those who are led by them are swallowed up.\\q1","17":"Therefore the Lord will not rejoice over their young men nor will he have compassion on their fatherless and widows,\\q1 since every one is godless and an evildoer, and every mouth speaks foolish things.\n\\q1 In all these things, his anger does not subside; instead, his hand is still stretched out.\n\n\n\\q1","18":"Wickedness burns like a fire; it devours the briers and thorns;\\q1 it even burns the thickets of the forest, which rise in a column of smoke.\n\\q1","19":"Through the fury of Yahweh of hosts the land is scorched, and the people are like fuel for the fire.\\q1 No man spares his brother.\n\n\n\\q1","20":"They will grab food on the right hand but still be hungry; they will eat food on the left hand but will not be satisfied.\\q1 Each will even eat the flesh of his own arm.\n\\f + \\ft Instead of \\fqa the flesh of his own arm \\fqa* , some versions have \\fqa the flesh of his own children \\fqa* . \\f*\n\\q1","21":"Manasseh will devour Ephraim, and Ephraim, Manasseh; and they together will attack Judah.\\q1 In all these things, his anger does not subside; instead, his hand is still stretched out."}
