{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The vision of Obadiah. The Lord Yahweh says this concerning Edom: We have heard a report from Yahweh and an ambassador has been sent among the nations, saying, \"Rise up! Let us rise up against her for battle!\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold, I will make you small among the nations, you will be greatly despised.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The pride of your heart has deceived you, you who live in the clefts of the rock, in your lofty home; who say in your heart, \"Who will bring me down to the ground?\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Though you soar high like the eagle and though your nest is set among the stars, I will bring you down from there, says Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If thieves came to you, if robbers came by night—how you will be ruined!—would they not steal only as much as they needed? If grape gatherers came to you, would they not leave the gleanings?\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How Esau has been ransacked, his hidden treasures will be searched out!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the men of your alliance will send you on your way to the border. The men who were at peace with you have deceived you, and prevailed against you. They who eat your bread have set a trap under you. There is no understanding in him.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Will I not on that day,\" says Yahweh, \"destroy the wise men from Edom and understanding out of the mountain of Esau?\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your mighty men will be dismayed, Teman, so that every man may be cut off from the mountain of Esau by slaughter.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of the violence done to your brother Jacob, you will be covered with shame, and you will be cut off forever.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the day you stood aloof, on the day strangers carried away his wealth, and foreigners entered into his gates, and cast lots for Jerusalem, you were like one of them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But do not gloat over your brother's day, in the day of his misfortune, and do not rejoice over the people of Judah in the day of their destruction; do not boast in the day of their distress.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not enter my people's gate in the day of their calamity; do not gloat over their affliction in the day of their disaster, do not loot their wealth in the day of their ruin.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not stand at the crossroads to cut down his fugitives, and do not deliver up his survivors in the day of distress.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the day of Yahweh is near upon all the nations. As you have done, it will be done to you; your deeds will return on your own head.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For as you have drunk on my holy mountain, so will all the nations drink continually. They will drink and swallow and it will be as though they had never existed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But in Mount Zion there will be those that escape and it will be holy; and the house of Jacob shall possess their own possessions.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The house of Jacob will be a fire, and the house of Joseph a flame, and the house of Esau will be stubble, and they will burn them, and consume them. There will be no survivors to the house of Esau, for Yahweh has spoken it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those from the Negev will possess the mount of Esau and those of the Shepelah will possess the land of the Philistines. They will possess the land of Ephraim and the land of Samaria; and Benjamin will possess Gilead.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The exiles of this host of the people of Israel will possess the land of Canaan as far as Zarephath. The exiles of Jerusalem, who are in Sepharad, will possess the cities of the Negev.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Deliverers will go up to Mount Zion to rule over the hill country of Esau, and the kingdom will belong to Yahweh.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa deliverers \\fqa* , several modern versions follow some ancient interpreters in reading \\fqa those who will be delivered \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}