{
  "1 Kings": {
    "1": {
      "1": "וְהַ H4428 דָּוִד֙ H1732 זָקֵ֔ן H2204 בָּ֖א H935 בַּיָּמִ֑ים H3117 וַיְכַסֻּ֨ H3680 בַּבְּגָדִ֔ים H899 וְלֹ֥א H3808 יִחַ֖ם H3179 לֽוֹ Hl ",
      "2": "וַיֹּ֧אמְרוּ H559 ל֣וֹ Hl עֲבָדָ֗יו H5650 יְבַקְשׁ֞וּ H1245 לַאדֹנִ֤ H113 הַמֶּ֨לֶךְ֙ H4428 נַעֲרָ֣ה H5291 בְתוּלָ֔ה H1330 וְעָֽמְדָה֙ H5975 לִפְנֵ֣י H6440 הַמֶּ֔לֶךְ H4428 וּתְהִי H1961 ל֖וֹ Hl סֹכֶ֑נֶת H5532 וְשָׁכְבָ֣ה H7901 בְחֵיקֶ֔ H2436 וְחַ֖ם H2552 לַאדֹנִ֥ H113 הַמֶּֽלֶךְ H4428 ",
      "3": "וַיְבַקְשׁוּ֙ H1245 נַעֲרָ֣ה H5291 יָפָ֔ה H3303 בְּכֹ֖ל H3605 גְּב֣וּל H1366 יִשְׂרָאֵ֑ל H3478 וַֽיִּמְצְא֗וּ H4672 אֶת H853 אֲבִישַׁג֙ H49 הַשּׁ֣וּנַמִּ֔ית H7767 וַיָּבִ֥אוּ H935 אֹתָ֖הּ H853 לַמֶּֽלֶךְ H4428 ",
      "4": "וְהַֽ H5291 יָפָ֣ה H3303 עַד H5704 מְאֹ֑ד H3966 וַתְּהִ֨י H1961 לַמֶּ֤לֶךְ H4428 סֹכֶ֨נֶת֙ H5532 וַתְּשָׁ֣רְתֵ֔ H8334 וְהַ H4428 לֹ֥א H3808 יְדָעָֽהּ H3045 ",
      "5": "וַאֲדֹנִיָּ֧ה H138 בֶן H1121 חַגִּ֛ית H2294 מִתְנַשֵּׂ֥א H4984 לֵאמֹ֖ר H559 אֲנִ֣י H589 אֶמְלֹ֑ךְ H4427 וַיַּ֣עַשׂ H6213 ל֗וֹ Hl רֶ֚כֶב H7393 וּפָ֣רָשִׁ֔ים H6571 וַחֲמִשִּׁ֥ים H2572 אִ֖ישׁ H376 רָצִ֥ים H7323 לְפָנָֽי H6440 ",
      "6": "וְלֹֽא H3808 עֲצָב֨וֹ H6087 אָבִ֤יו H1 מִיָּמָי H3117 לֵאמֹ֔ר H559 מַדּ֖וּעַ H4069 כָּ֣כָה H3602 עָשִׂ֑יתָ H6213 וְגַם H1571 ה֤וּא H1931 טֽוֹב H2896 תֹּ֨אַר֙ H8389 מְאֹ֔ד H3966 וְאֹת֥ H853 יָלְדָ֖ה H3205 אַחֲרֵ֥י H310 אַבְשָׁלֽוֹם H53 ",
      "7": "וַיִּהְי֣וּ H1961 דְבָרָ֔יו H1697 עִ֚ם H5973 יוֹאָ֣ב H3097 בֶּן H1121 צְרוּיָ֔ה H6870 וְעִ֖ם H5973 אֶבְיָתָ֣ר H54 הַכֹּהֵ֑ן H3548 וַֽיַּעְזְר֔וּ H5826 אַחֲרֵ֖י H310 אֲדֹנִיָּֽה H138 ",
      "8": "וְצָד֣וֹק H6659 הַ֠כֹּהֵן H3548 וּבְנָיָ֨הוּ H1141 בֶן H1121 יְהוֹיָדָ֜ע H3077 וְנָתָ֤ן H5416 הַנָּבִיא֙ H5030 וְשִׁמְעִ֣י H8096 וְרֵעִ֔י H7472 וְהַ H1368 אֲשֶׁ֣ר H834 לְדָוִ֑ד H1732 לֹ֥א H3808 הָי֖וּ H1961 עִם H5973 אֲדֹנִיָּֽהוּ H138 ",
      "9": "וַיִּזְבַּ֣ח H2076 אֲדֹנִיָּ֗הוּ H138 צֹ֤אן H6629 וּבָקָר֙ H1241 וּמְרִ֔יא H4806 עִ֚ם H5973 אֶ֣בֶן H68 הַזֹּחֶ֔לֶת H2120 אֲשֶׁר H834 אֵ֖צֶל H681 עֵ֣ין H5883 רֹגֵ֑ל H5883 וַיִּקְרָ֗א H7121 אֶת H853 כָּל H3605 אֶחָיו֙ H251 בְּנֵ֣י H1121 הַמֶּ֔לֶךְ H4428 וּלְ H3605 אַנְשֵׁ֥י H376 יְהוּדָ֖ה H3063 עַבְדֵ֥י H5650 הַמֶּֽלֶךְ H4428 ",
      "10": "וְֽאֶת H853 נָתָן֩ H5416 הַנָּבִ֨יא H5030 וּבְנָיָ֜הוּ H1141 וְאֶת H853 הַגִּבּוֹרִ֛ים H1368 וְאֶת H853 שְׁלֹמֹ֥ה H8010 אָחִ֖יו H251 לֹ֥א H3808 קָרָֽא H7121 ",
      "11": "וַיֹּ֣אמֶר H559 נָתָ֗ן H5416 אֶל H413 בַּת H1339 שֶׁ֤בַע H1339 אֵם H517 שְׁלֹמֹה֙ H8010 לֵאמֹ֔ר H559 הֲל֣וֹא H3808 שָׁמַ֔עַתְּ H8085 כִּ֥י H3588 מָלַ֖ךְ H4427 אֲדֹנִיָּ֣הוּ H138 בֶן H1121 חַגִּ֑ית H2294 וַאֲדֹנֵ֥י H113 דָוִ֖ד H1732 לֹ֥א H3808 יָדָֽע H3045 ",
      "12": "וְעַתָּ֕ה H6258 לְכִ֛י H3212 אִיעָצֵ֥ךְ H3289 נָ֖א H4994 עֵצָ֑ה H6098 וּמַלְּטִי֙ H4422 אֶת H853 נַפְשֵׁ֔ךְ H5315 וְאֶת H853 נֶ֥פֶשׁ H5315 בְּנֵ֖ךְ H1121 שְׁלֹמֹֽה H8010 ",
      "13": "לְכִ֞י H3212 וּבֹ֣אִי H935 אֶל H413 הַמֶּ֣לֶךְ H4428 דָּוִ֗ד H1732 וְאָמַ֤רְתְּ H559 אֵלָיו֙ H413 הֲלֹֽא H3808 אַתָּ֞ה H859 אֲדֹנִ֣י H113 הַמֶּ֗לֶךְ H4428 נִשְׁבַּ֤עְתָּ H7650 לַאֲמָֽתְ H519 לֵאמֹ֔ר H559 כִּֽי H3588 שְׁלֹמֹ֤ה H8010 בְנֵךְ֙ H1121 יִמְלֹ֣ךְ H4427 אַחֲרַ֔י H310 וְה֖וּא H1931 יֵשֵׁ֣ב H3427 עַל H5921 כִּסְאִ֑י H3678 וּמַדּ֖וּעַ H4069 מָלַ֥ךְ H4427 אֲדֹנִיָֽהוּ H138 ",
      "14": "הִנֵּ֗ה H2009 עוֹדָ֛ךְ H5750 מְדַבֶּ֥רֶת H1696 שָׁ֖ם H8033 עִם H5973 הַמֶּ֑לֶךְ H4428 וַאֲנִי֙ H589 אָב֣וֹא H935 אַחֲרַ֔יִךְ H310 וּמִלֵּאתִ֖י H4390 אֶת H853 דְּבָרָֽיִךְ H1697 ",
      "15": "וַתָּבֹ֨א H935 בַת H1339 שֶׁ֤בֶע H1339 אֶל H413 הַמֶּ֨לֶךְ֙ H4428 הַחַ֔דְרָ H2315 וְהַ H4428 זָקֵ֣ן H2204 מְאֹ֑ד H3966 וַֽאֲבִישַׁג֙ H49 הַשּׁ֣וּנַמִּ֔ית H7767 מְשָׁרַ֖ת H8334 אֶת H853 הַמֶּֽלֶךְ H4428 ",
      "16": "וַתִּקֹּ֣ד H6915 בַּת H1339 שֶׁ֔בַע H1339 וַתִּשְׁתַּ֖חוּ H7812 לַמֶּ֑לֶךְ H4428 וַיֹּ֥אמֶר H559 הַמֶּ֖לֶךְ H4428 מַה H4100 לָּֽךְ Hl ",
      "17": "וַתֹּ֣אמֶר H559 ל֗וֹ Hl אֲדֹנִי֙ H113 אַתָּ֨ה H859 נִשְׁבַּ֜עְתָּ H7650 בַּֽיהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 לַֽאֲמָתֶ֔ H519 כִּֽי H3588 שְׁלֹמֹ֥ה H8010 בְנֵ֖ךְ H1121 יִמְלֹ֣ךְ H4427 אַחֲרָ֑י H310 וְה֖וּא H1931 יֵשֵׁ֥ב H3427 עַל H5921 כִּסְאִֽי H3678 ",
      "18": "וְעַתָּ֕ה H6258 הִנֵּ֥ה H2009 אֲדֹנִיָּ֖ה H138 מָלָ֑ךְ H4427 וְעַתָּ֛ה H6258 אֲדֹנִ֥י H113 הַמֶּ֖לֶךְ H4428 לֹ֥א H3808 יָדָֽעְתָּ H3045 ",
      "19": "וַ֠יִּזְבַּח H2076 שׁ֥וֹר H7794 וּֽמְרִיא H4806 וְצֹאן֮ H6629 לָרֹב֒ H7230 וַיִּקְרָא֙ H7121 לְכָל H3605 בְּנֵ֣י H1121 הַמֶּ֔לֶךְ H4428 וּלְ H54 הַכֹּהֵ֔ן H3548 וּלְ H3097 שַׂ֣ר H8269 הַצָּבָ֑א H6635 וְלִ H8010 עַבְדְּךָ֖ H5650 לֹ֥א H3808 קָרָֽא H7121 ",
      "20": "וְאַתָּה֙ H859 אֲדֹנִ֣י H113 הַמֶּ֔לֶךְ H4428 עֵינֵ֥י H5869 כָל H3605 יִשְׂרָאֵ֖ל H3478 עָלֶ֑יךָ H5921 לְהַגִּ֣יד H5046 לָהֶ֔ם Hl מִ֗י H4310 יֵשֵׁ֛ב H3427 עַל H5921 כִּסֵּ֥א H3678 אֲדֹנִֽי H113 הַמֶּ֖לֶךְ H4428 אַחֲרָֽיו H310 ",
      "21": "וְהָיָ֕ה H1961 כִּשְׁכַ֥ב H7901 אֲדֹנִֽי H113 הַמֶּ֖לֶךְ H4428 עִם H5973 אֲבֹתָ֑יו H1 וְהָיִ֗יתִי H1961 אֲנִ֛י H589 וּבְנִ֥ H1121 שְׁלֹמֹ֖ה H8010 חַטָּאִֽים H2400 ",
      "22": "וְהִנֵּ֛ה H2009 עוֹדֶ֥נָּה H5750 מְדַבֶּ֖רֶת H1696 עִם H5973 הַמֶּ֑לֶךְ H4428 וְנָתָ֥ן H5416 הַנָּבִ֖יא H5030 בָּֽא H935 ",
      "23": "וַיַּגִּ֤ידוּ H5046 לַמֶּ֨לֶךְ֙ H4428 לֵאמֹ֔ר H559 הִנֵּ֖ה H2009 נָתָ֣ן H5416 הַנָּבִ֑יא H5030 וַיָּבֹא֙ H935 לִפְנֵ֣י H6440 הַמֶּ֔לֶךְ H4428 וַיִּשְׁתַּ֧חוּ H7812 לַמֶּ֛לֶךְ H4428 עַל H5921 אַפָּ֖יו H639 אָֽרְצָה H776 ",
      "24": "וַיֹּאמֶר֮ H559 נָתָן֒ H5416 אֲדֹנִ֣י H113 הַמֶּ֔לֶךְ H4428 אַתָּ֣ה H859 אָמַ֔רְתָּ H559 אֲדֹנִיָּ֖הוּ H138 יִמְלֹ֣ךְ H4427 אַחֲרָ֑י H310 וְה֖וּא H1931 יֵשֵׁ֥ב H3427 עַל H5921 כִּסְאִֽי H3678 ",
      "25": "כִּ֣י H3588 יָרַ֣ד H3381 הַיּ֗וֹם H3117 וַ֠יִּזְבַּח H2076 שׁ֥וֹר H7794 וּֽמְרִיא H4806 וְצֹאן֮ H6629 לָרֹב֒ H7230 וַיִּקְרָא֩ H7121 לְכָל H3605 בְּנֵ֨י H1121 הַמֶּ֜לֶךְ H4428 וּלְ H8269 הַצָּבָא֙ H6635 וּלְ H54 הַכֹּהֵ֔ן H3548 וְהִנָּ֛ H2009 אֹכְלִ֥ים H398 וְשֹׁתִ֖ים H8354 לְפָנָ֑י H6440 וַיֹּ֣אמְר֔וּ H559 יְחִ֖י H2421 הַמֶּ֥לֶךְ H4428 אֲדֹנִיָּֽהוּ H138 ",
      "26": "וְלִ֣ Hc/Hl אֲנִֽי H589 עַ֠בְדֶּךָ H5650 וּלְ H6659 הַכֹּהֵ֜ן H3548 וְלִ H1141 בֶן H1121 יְהוֹיָדָ֛ע H3077 וְלִ H8010 עַבְדְּךָ֖ H5650 לֹ֥א H3808 קָרָֽא H7121 ",
      "27": "אִ֗ם H518 מֵאֵת֙ H853 אֲדֹנִ֣י H113 הַמֶּ֔לֶךְ H4428 נִהְיָ֖ה H1961 הַדָּבָ֣ר H1697 הַזֶּ֑ה H2088 וְלֹ֤א H3808 הוֹדַ֨עְתָּ֙ H3045 אֶֽת H853 עבדיך H5650 מִ֗י H4310 יֵשֵׁ֛ב H3427 עַל H5921 כִּסֵּ֥א H3678 אֲדֹנִֽי H113 הַמֶּ֖לֶךְ H4428 אַחֲרָֽיו H310 ",
      "28": "וַיַּ֨עַן H6030 הַמֶּ֤לֶךְ H4428 דָּוִד֙ H1732 וַיֹּ֔אמֶר H559 קִרְאוּ H7121 לִ֖י Hl לְבַת H1339 שָׁ֑בַע H1339 וַתָּבֹא֙ H935 לִפְנֵ֣י H6440 הַמֶּ֔לֶךְ H4428 וַֽתַּעֲמֹ֖ד H5975 לִפְנֵ֥י H6440 הַמֶּֽלֶךְ H4428 ",
      "29": "וַיִּשָּׁבַ֥ע H7650 הַמֶּ֖לֶךְ H4428 וַיֹּאמַ֑ר H559 חַי H2416 יְהוָ֕ה H3068 אֲשֶׁר H834 פָּדָ֥ה H6299 אֶת H853 נַפְשִׁ֖י H5315 מִכָּל H3605 צָרָֽה H6869 ",
      "30": "כִּ֡י H3588 כַּאֲשֶׁר֩ H834 נִשְׁבַּ֨עְתִּי H7650 לָ֜ךְ Hl בַּיהוָ֨ה H3068 אֱלֹהֵ֤י H430 יִשְׂרָאֵל֙ H3478 לֵאמֹ֔ר H559 כִּֽי H3588 שְׁלֹמֹ֤ה H8010 בְנֵךְ֙ H1121 יִמְלֹ֣ךְ H4427 אַחֲרַ֔י H310 וְה֛וּא H1931 יֵשֵׁ֥ב H3427 עַל H5921 כִּסְאִ֖י H3678 תַּחְתָּ֑י H8478 כִּ֛י H3588 כֵּ֥ן H3651 אֶעֱשֶׂ֖ה H6213 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
      "31": "וַתִּקֹּ֨ד H6915 בַּת H1339 שֶׁ֤בַע H1339 אַפַּ֨יִם֙ H639 אֶ֔רֶץ H776 וַתִּשְׁתַּ֖חוּ H7812 לַמֶּ֑לֶךְ H4428 וַתֹּ֕אמֶר H559 יְחִ֗י H2421 אֲדֹנִ֛י H113 הַמֶּ֥לֶךְ H4428 דָּוִ֖ד H1732 לְעֹלָֽם H5769 ",
      "32": "וַיֹּ֣אמֶר H559 הַמֶּ֣לֶךְ H4428 דָּוִ֗ד H1732 קִרְאוּ H7121 לִ֞י Hl לְצָד֤וֹק H6659 הַכֹּהֵן֙ H3548 וּלְ H5416 הַנָּבִ֔יא H5030 וְלִ H1141 בֶּן H1121 יְהוֹיָדָ֑ע H3077 וַיָּבֹ֖אוּ H935 לִפְנֵ֥י H6440 הַמֶּֽלֶךְ H4428 ",
      "33": "וַיֹּ֨אמֶר H559 הַמֶּ֜לֶךְ H4428 לָהֶ֗ם Hl קְח֤וּ H3947 עִמָּכֶם֙ H5973 אֶת H853 עַבְדֵ֣י H5650 אֲדֹנֵיכֶ֔ם H113 וְהִרְכַּבְתֶּם֙ H7392 אֶת H853 שְׁלֹמֹ֣ה H8010 בְנִ֔י H1121 עַל H5921 הַפִּרְדָּ֖ה H6506 אֲשֶׁר H834 לִ֑י Hl וְהוֹרַדְתֶּ֥ם H3381 אֹת֖וֹ H853 אֶל H413 גִּחֽוֹן H1521 ",
      "34": "וּמָשַׁ֣ח H4886 אֹת֣וֹ H853 שָׁ֠ם H8033 צָד֨וֹק H6659 הַכֹּהֵ֜ן H3548 וְנָתָ֧ן H5416 הַנָּבִ֛יא H5030 לְמֶ֖לֶךְ H4428 עַל H5921 יִשְׂרָאֵ֑ל H3478 וּתְקַעְתֶּם֙ H8628 בַּשּׁוֹפָ֔ר H7782 וַאֲמַרְתֶּ֕ם H559 יְחִ֖י H2421 הַמֶּ֥לֶךְ H4428 שְׁלֹמֹֽה H8010 ",
      "35": "וַעֲלִיתֶ֣ם H5927 אַחֲרָ֗יו H310 וּבָא֙ H935 וְיָשַׁ֣ב H3427 עַל H5921 כִּסְאִ֔י H3678 וְה֥וּא H1931 יִמְלֹ֖ךְ H4427 תַּחְתָּ֑י H8478 וְאֹת֤ H854 צִוִּ֨יתִי֙ H6680 לִֽהְי֣וֹת H1961 נָגִ֔יד H5057 עַל H5921 יִשְׂרָאֵ֖ל H3478 וְעַל H5921 יְהוּדָֽה H3063 ",
      "36": "וַיַּ֨עַן H6030 בְּנָיָ֧הוּ H1141 בֶן H1121 יְהֽוֹיָדָ֛ע H3077 אֶת H853 הַמֶּ֖לֶךְ H4428 וַיֹּ֣אמֶר H559 אָמֵ֑ן H543 כֵּ֚ן H3651 יֹאמַ֣ר H559 יְהוָ֔ה H3068 אֱלֹהֵ֖י H430 אֲדֹנִ֥י H113 הַמֶּֽלֶךְ H4428 ",
      "37": "כַּאֲשֶׁ֨ר H834 הָיָ֤ה H1961 יְהוָה֙ H3068 עִם H5973 אֲדֹנִ֣י H113 הַמֶּ֔לֶךְ H4428 כֵּ֖ן H3651 יהי H1961 עִם H5973 שְׁלֹמֹ֑ה H8010 וִֽיגַדֵּל֙ H1431 אֶת H853 כִּסְא֔וֹ H3678 מִ֨כִּסֵּ֔א H3678 אֲדֹנִ֖י H113 הַמֶּ֥לֶךְ H4428 דָּוִֽד H1732 ",
      "38": "וַיֵּ֣רֶד H3381 צָד֣וֹק H6659 הַ֠כֹּהֵן H3548 וְנָתָ֨ן H5416 הַנָּבִ֜יא H5030 וּבְנָיָ֣הוּ H1141 בֶן H1121 יְהוֹיָדָ֗ע H3077 וְהַ H3774 וְהַ H6432 וַיַּרְכִּ֨בוּ֙ H7392 אֶת H853 שְׁלֹמֹ֔ה H8010 עַל H5921 פִּרְדַּ֖ת H6506 הַמֶּ֣לֶךְ H4428 דָּוִ֑ד H1732 וַיֹּלִ֥כוּ H3212 אֹת֖וֹ H853 עַל H5921 גִּחֽוֹן H1521 ",
      "39": "וַיִּקַּח֩ H3947 צָד֨וֹק H6659 הַכֹּהֵ֜ן H3548 אֶת H853 קֶ֤רֶן H7161 הַשֶּׁ֨מֶן֙ H8081 מִן H4480 הָאֹ֔הֶל H168 וַיִּמְשַׁ֖ח H4886 אֶת H853 שְׁלֹמֹ֑ה H8010 וַֽיִּתְקְעוּ֙ H8628 בַּשּׁוֹפָ֔ר H7782 וַיֹּֽאמְרוּ֙ H559 כָּל H3605 הָעָ֔ם H5971 יְחִ֖י H2421 הַמֶּ֥לֶךְ H4428 שְׁלֹמֹֽה H8010 ",
      "40": "וַיַּעֲל֤וּ H5927 כָל H3605 הָעָם֙ H5971 אַֽחֲרָ֔יו H310 וְהָ H5971 מְחַלְּלִ֣ים H2490 בַּחֲלִלִ֔ים H2485 וּשְׂמֵחִ֖ים H8056 שִׂמְחָ֣ה H8057 גְדוֹלָ֑ה H1419 וַתִּבָּקַ֥ע H1234 הָאָ֖רֶץ H776 בְּקוֹלָֽ H6963 ",
      "41": "וַיִּשְׁמַ֣ע H8085 אֲדֹנִיָּ֗הוּ H138 וְכָל H3605 הַקְּרֻאִים֙ H7121 אֲשֶׁ֣ר H834 אִתּ֔וֹ H854 וְהֵ֖ם H1992 כִּלּ֣וּ H3615 לֶאֱכֹ֑ל H398 וַיִּשְׁמַ֤ע H8085 יוֹאָב֙ H3097 אֶת H853 ק֣וֹל H6963 הַשּׁוֹפָ֔ר H7782 וַיֹּ֕אמֶר H559 מַדּ֥וּעַ H4069 קֽוֹל H6963 הַקִּרְיָ֖ה H7151 הוֹמָֽה H1993 ",
      "42": "עוֹדֶ֣נּוּ H5750 מְדַבֵּ֔ר H1696 וְהִנֵּ֧ה H2009 יוֹנָתָ֛ן H3129 בֶּן H1121 אֶבְיָתָ֥ר H54 הַכֹּהֵ֖ן H3548 בָּ֑א H935 וַיֹּ֤אמֶר H559 אֲדֹנִיָּ֨הוּ֙ H138 בֹּ֔א H935 כִּ֣י H3588 אִ֥ישׁ H376 חַ֛יִל H2428 אַ֖תָּה H859 וְט֥וֹב H2896 תְּבַשֵּֽׂר H1319 ",
      "43": "וַיַּ֨עַן֙ H6030 יוֹנָתָ֔ן H3129 וַיֹּ֖אמֶר H559 לַאֲדֹנִיָּ֑הוּ H138 אֲבָ֕ל H61 אֲדֹנֵ֥ינוּ H113 הַמֶּֽלֶךְ H4428 דָּוִ֖ד H1732 הִמְלִ֥יךְ H4427 אֶת H853 שְׁלֹמֹֽה H8010 ",
      "44": "וַיִּשְׁלַ֣ח H7971 אִתּֽוֹ H854 הַ֠מֶּלֶךְ H4428 אֶת H853 צָד֨וֹק H6659 הַכֹּהֵ֜ן H3548 וְאֶת H853 נָתָ֣ן H5416 הַנָּבִ֗יא H5030 וּבְנָיָ֨הוּ֙ H1141 בֶּן H1121 יְה֣וֹיָדָ֔ע H3077 וְהַ H3774 וְהַ H6432 וַיַּרְכִּ֣בוּ H7392 אֹת֔וֹ H853 עַ֖ל H5921 פִּרְדַּ֥ת H6506 הַמֶּֽלֶךְ H4428 ",
      "45": "וַיִּמְשְׁח֣וּ H4886 אֹת֡וֹ H853 צָד֣וֹק H6659 הַכֹּהֵ֣ן H3548 וְנָתָן֩ H5416 הַנָּבִ֨יא H5030 לְמֶ֜לֶךְ H4428 בְּגִח֗וֹן H1521 וַיַּעֲל֤וּ H5927 מִשָּׁם֙ H8033 שְׂמֵחִ֔ים H8056 וַתֵּהֹ֖ם H1949 הַקִּרְיָ֑ה H7151 ה֥וּא H1931 הַקּ֖וֹל H6963 אֲשֶׁ֥ר H834 שְׁמַעְתֶּֽם H8085 ",
      "46": "וְגַם֙ H1571 יָשַׁ֣ב H3427 שְׁלֹמֹ֔ה H8010 עַ֖ל H5921 כִּסֵּ֥א H3678 הַמְּלוּכָֽה H4410 ",
      "47": "וְגַם H1571 בָּ֜אוּ H935 עַבְדֵ֣י H5650 הַמֶּ֗לֶךְ H4428 לְ֠בָרֵךְ H1288 אֶת H853 אֲדֹנֵ֜ינוּ H113 הַמֶּ֣לֶךְ H4428 דָּוִד֮ H1732 לֵאמֹר֒ H559 יֵיטֵ֨ב H3190 אלהיך H430 אֶת H853 שֵׁ֤ם H8034 שְׁלֹמֹה֙ H8010 מִשְּׁמֶ֔ H8034 וִֽיגַדֵּ֥ל H1431 אֶת H853 כִּסְא֖וֹ H3678 מִכִּסְאֶ֑ H3678 וַיִּשְׁתַּ֥חוּ H7812 הַמֶּ֖לֶךְ H4428 עַל H5921 הַמִּשְׁכָּֽב H4904 ",
      "48": "וְגַם H1571 כָּ֖כָה H3602 אָמַ֣ר H559 הַמֶּ֑לֶךְ H4428 בָּר֨וּךְ H1288 יְהוָ֜ה H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֗ל H3478 אֲשֶׁ֨ר H834 נָתַ֥ן H5414 הַיּ֛וֹם H3117 יֹשֵׁ֥ב H3427 עַל H5921 כִּסְאִ֖י H3678 וְעֵינַ֥ H5869 רֹאֽוֹת H7200 ",
      "49": "וַיֶּֽחֶרְדוּ֙ H2729 וַיָּקֻ֔מוּ H6965 כָּל H3605 הַ֨קְּרֻאִ֔ים H7121 אֲשֶׁ֖ר H834 לַאֲדֹנִיָּ֑הוּ H138 וַיֵּלְכ֖וּ H3212 אִ֥ישׁ H376 לְדַרְכּֽ H1870 ",
      "50": "וַאֲדֹ֣נִיָּ֔הוּ H138 יָרֵ֖א H3372 מִפְּנֵ֣י H6440 שְׁלֹמֹ֑ה H8010 וַיָּ֣קָם H6965 וַיֵּ֔לֶךְ H3212 וַֽיַּחֲזֵ֖ק H2388 בְּקַרְנ֥וֹת H7161 הַמִּזְבֵּֽחַ H4196 ",
      "51": "וַיֻּגַּ֤ד H5046 לִשְׁלֹמֹה֙ H8010 לֵאמֹ֔ר H559 הִנֵּה֙ H2009 אֲדֹ֣נִיָּ֔הוּ H138 יָרֵ֖א H3372 אֶת H853 הַמֶּ֣לֶךְ H4428 שְׁלֹמֹ֑ה H8010 וְ֠הִנֵּה H2009 אָחַ֞ז H270 בְּקַרְנ֤וֹת H7161 הַמִּזְבֵּ֨חַ֙ H4196 לֵאמֹ֔ר H559 יִשָּֽׁבַֽע H7650 לִ֤י Hl כַיּוֹם֙ H3117 הַמֶּ֣לֶךְ H4428 שְׁלֹמֹ֔ה H8010 אִם H518 יָמִ֥ית H4191 אֶת H853 עַבְדּ֖וֹ H5650 בֶּחָֽרֶב H2719 ",
      "52": "וַיֹּ֣אמֶר H559 שְׁלֹמֹ֔ה H8010 אִ֚ם H518 יִהְיֶ֣ה H1961 לְבֶן H1121 חַ֔יִל H2428 לֹֽא H3808 יִפֹּ֥ל H5307 מִשַּׂעֲרָת֖ H8185 אָ֑רְצָה H776 וְאִם H518 רָעָ֥ה H7451 תִמָּצֵא H4672 ב֖וֹ Hb וָמֵֽת H4191 ",
      "53": "וַיִּשְׁלַ֞ח H7971 הַמֶּ֣לֶךְ H4428 שְׁלֹמֹ֗ה H8010 וַיֹּרִדֻ֨ H3381 מֵעַ֣ל H5921 הַמִּזְבֵּ֔חַ H4196 וַיָּבֹ֕א H935 וַיִּשְׁתַּ֖חוּ H7812 לַמֶּ֣לֶךְ H4428 שְׁלֹמֹ֑ה H8010 וַיֹּֽאמֶר H559 ל֥וֹ Hl שְׁלֹמֹ֖ה H8010 לֵ֥ךְ H3212 לְבֵיתֶֽ H1004 "
    },
    "2": {
      "1": "וַיִּקְרְב֥וּ H7126 יְמֵֽי H3117 דָוִ֖ד H1732 לָמ֑וּת H4191 וַיְצַ֛ו H6680 אֶת H853 שְׁלֹמֹ֥ה H8010 בְנ֖וֹ H1121 לֵאמֹֽר H559 ",
      "2": "אָנֹכִ֣י H595 הֹלֵ֔ךְ H1980 בְּדֶ֖רֶךְ H1870 כָּל H3605 הָאָ֑רֶץ H776 וְחָזַקְתָּ֖ H2388 וְהָיִ֥יתָֽ H1961 לְאִֽישׁ H376 ",
      "3": "וְשָׁמַרְתָּ֞ H8104 אֶת H853 מִשְׁמֶ֣רֶת H4931 יְהוָ֣ה H3068 אֱלֹהֶ֗יךָ H430 לָלֶ֤כֶת H3212 בִּדְרָכָי H1870 לִשְׁמֹ֨ר H8104 חֻקֹּתָ֤יו H2708 מִצְוֺתָיו֙ H4687 וּמִשְׁפָּטָ֣י H4941 וְעֵדְוֺתָ֔י H5715 כַּכָּת֖וּב H3789 בְּתוֹרַ֣ת H8451 מֹשֶׁ֑ה H4872 לְמַ֣עַן H4616 תַּשְׂכִּ֗יל H7919 אֵ֚ת H853 כָּל H3605 אֲשֶׁ֣ר H834 תַּֽעֲשֶׂ֔ה H6213 וְאֵ֛ת H853 כָּל H3605 אֲשֶׁ֥ר H834 תִּפְנֶ֖ה H6437 שָֽׁם H8033 ",
      "4": "לְמַעַן֩ H4616 יָקִ֨ים H6965 יְהוָ֜ה H3068 אֶת H853 דְּבָר֗וֹ H1697 אֲשֶׁ֨ר H834 דִּבֶּ֣ר H1696 עָלַי֮ H5921 לֵאמֹר֒ H559 אִם H518 יִשְׁמְר֨וּ H8104 בָנֶ֜יךָ H1121 אֶת H853 דַּרְכָּ֗ם H1870 לָלֶ֤כֶת H3212 לְפָנַ H6440 בֶּאֱמֶ֔ת H571 בְּכָל H3605 לְבָבָ֖ם H3824 וּבְ H3605 נַפְשָׁ֑ם H5315 לֵאמֹ֕ר H559 לֹֽא H3808 יִכָּרֵ֤ת H3772 לְךָ֙ Hl אִ֔ישׁ H376 מֵעַ֖ל H5921 כִּסֵּ֥א H3678 יִשְׂרָאֵֽל H3478 ",
      "5": "וְגַ֣ם H1571 אַתָּ֣ה H859 יָדַ֡עְתָּ H3045 אֵת֩ H853 אֲשֶׁר H834 עָ֨שָׂה H6213 לִ֜י Hl יוֹאָ֣ב H3097 בֶּן H1121 צְרוּיָ֗ה H6870 אֲשֶׁ֣ר H834 עָשָׂ֣ה H6213 לִשְׁנֵֽי H8147 שָׂרֵ֣י H8269 צִבְא֣וֹת H6635 יִ֠שְׂרָאֵל H3478 לְאַבְנֵ֨ר H74 בֶּן H1121 נֵ֜ר H5369 וְלַ H6021 בֶן H1121 יֶ֨תֶר֙ H3500 וַיַּ֣הַרְגֵ֔ H2026 וַיָּ֥שֶׂם H7760 דְּמֵֽי H1818 מִלְחָמָ֖ה H4421 בְּשָׁלֹ֑ם H7965 וַיִּתֵּ֞ן H5414 דְּמֵ֣י H1818 מִלְחָמָ֗ה H4421 בַּחֲגֹֽרָת H2290 אֲשֶׁ֣ר H834 בְּמָתְנָ֔י H4975 וּֽבְ H5275 אֲשֶׁ֥ר H834 בְּרַגְלָֽי H7272 ",
      "6": "וְעָשִׂ֖יתָ H6213 כְּחָכְמָתֶ֑ H2451 וְלֹֽא H3808 תוֹרֵ֧ד H3381 שֵׂיבָת֛וֹ H7872 בְּשָׁלֹ֖ם H7965 שְׁאֹֽל H7585 ",
      "7": "וְלִ H1121 בַרְזִלַּ֤י H1271 הַגִּלְעָדִי֙ H1569 תַּֽעֲשֶׂה H6213 חֶ֔סֶד H2617 וְהָי֖וּ H1961 בְּאֹכְלֵ֣י H398 שֻׁלְחָנֶ֑ךָ H7979 כִּי H3588 כֵן֙ H3651 קָרְב֣וּ H7126 אֵלַ֔י H413 בְּבָרְחִ֕ H1272 מִפְּנֵ֖י H6440 אַבְשָׁל֥וֹם H53 אָחִֽיךָ H251 ",
      "8": "וְהִנֵּ֣ה H2009 עִ֠מְּךָ H5973 שִֽׁמְעִ֨י H8096 בֶן H1121 גֵּרָ֥א H1617 בֶן H1145 הַיְמִינִי֮ H1145 מִבַּחֻרִים֒ H980 וְה֤וּא H1931 קִֽלְלַ֨נִי֙ H7043 קְלָלָ֣ה H7045 נִמְרֶ֔צֶת H4834 בְּי֖וֹם H3117 לֶכְתִּ֣י H3212 מַחֲנָ֑יִם H4266 וְהֽוּא H1931 יָרַ֤ד H3381 לִקְרָאתִ H7125 הַיַּרְדֵּ֔ן H3383 וָאֶשָּׁ֨בַֽע H7650 ל֤וֹ Hl בַֽיהוָה֙ H3068 לֵאמֹ֔ר H559 אִם H518 אֲמִֽיתְךָ֖ H4191 בֶּחָֽרֶב H2719 ",
      "9": "וְעַתָּה֙ H6258 אַל H408 תְּנַקֵּ֔הוּ H5352 כִּ֛י H3588 אִ֥ישׁ H376 חָכָ֖ם H2450 אָ֑תָּה H859 וְיָֽדַעְתָּ֙ H3045 אֵ֣ת H853 אֲשֶׁ֣ר H834 תַּֽעֲשֶׂה H6213 לּ֔וֹ Hl וְהוֹרַדְתָּ֧ H3381 אֶת H853 שֵׂיבָת֛וֹ H7872 בְּדָ֖ם H1818 שְׁאֽוֹל H7585 ",
      "10": "וַיִּשְׁכַּ֥ב H7901 דָּוִ֖ד H1732 עִם H5973 אֲבֹתָ֑יו H1 וַיִּקָּבֵ֖ר H6912 בְּעִ֥יר H5892 דָּוִֽד H1732 ",
      "11": "וְהַ H3117 אֲשֶׁ֨ר H834 מָלַ֤ךְ H4427 דָּוִד֙ H1732 עַל H5921 יִשְׂרָאֵ֔ל H3478 אַרְבָּעִ֖ים H705 שָׁנָ֑ה H8141 בְּחֶבְר֤וֹן H2275 מָלַךְ֙ H4427 שֶׁ֣בַע H7651 שָׁנִ֔ים H8141 וּבִ H3389 מָלַ֔ךְ H4427 שְׁלֹשִׁ֥ים H7970 וְשָׁלֹ֖שׁ H7969 שָׁנִֽים H8141 ",
      "12": "וּשְׁלֹמֹ֕ה H8010 יָשַׁ֕ב H3427 עַל H5921 כִּסֵּ֖א H3678 דָּוִ֣ד H1732 אָבִ֑יו H1 וַתִּכֹּ֥ן H3559 מַלְכֻת֖וֹ H4438 מְאֹֽד H3966 ",
      "13": "וַיָּבֹ֞א H935 אֲדֹנִיָּ֣הוּ H138 בֶן H1121 חַגֵּ֗ית H2294 אֶל H413 בַּת H1339 שֶׁ֨בַע֙ H1339 אֵם H517 שְׁלֹמֹ֔ה H8010 וַתֹּ֖אמֶר H559 הֲשָׁל֣וֹם H7965 בֹּאֶ֑ךָ H935 וַיֹּ֖אמֶר H559 שָׁלֽוֹם H7965 ",
      "14": "וַיֹּ֕אמֶר H559 דָּבָ֥ר H1697 לִ֖י Hl אֵלָ֑יִךְ H413 וַתֹּ֖אמֶר H559 דַּבֵּֽר H1696 ",
      "15": "וַיֹּ֗אמֶר H559 אַ֤תְּ H859 יָדַ֨עַתְּ֙ H3045 כִּי H3588 לִי֙ Hl הָיְתָ֣ה H1961 הַמְּלוּכָ֔ה H4410 וְעָלַ֞ H5921 שָׂ֧מוּ H7760 כָֽל H3605 יִשְׂרָאֵ֛ל H3478 פְּנֵיהֶ֖ם H6440 לִמְלֹ֑ךְ H4427 וַתִּסֹּ֤ב H5437 הַמְּלוּכָה֙ H4410 וַתְּהִ֣י H1961 לְאָחִ֔ H251 כִּ֥י H3588 מֵיְהוָ֖ה H3068 הָ֥יְתָה H1961 לּֽוֹ Hl ",
      "16": "וְעַתָּ֗ה H6258 שְׁאֵלָ֤ה H7596 אַחַת֙ H259 אָֽנֹכִי֙ H595 שֹׁאֵ֣ל H7592 מֵֽאִתָּ֔ H853 אַל H408 תָּשִׁ֖בִי H7725 אֶת H853 פָּנָ֑י H6440 וַתֹּ֥אמֶר H559 אֵלָ֖יו H413 דַּבֵּֽר H1696 ",
      "17": "וַיֹּ֗אמֶר H559 אִמְרִי H559 נָא֙ H4994 לִשְׁלֹמֹ֣ה H8010 הַמֶּ֔לֶךְ H4428 כִּ֥י H3588 לֹֽא H3808 יָשִׁ֖יב H7725 אֶת H853 פָּנָ֑יִךְ H6440 וְיִתֶּן H5414 לִ֛י Hl אֶת H853 אֲבִישַׁ֥ג H49 הַשּׁוּנַמִּ֖ית H7767 לְאִשָּֽׁה H802 ",
      "18": "וַתֹּ֥אמֶר H559 בַּת H1339 שֶׁ֖בַע H1339 ט֑וֹב H2896 אָנֹכִ֕י H595 אֲדַבֵּ֥ר H1696 עָלֶ֖יךָ H5921 אֶל H413 הַמֶּֽלֶךְ H4428 ",
      "19": "וַתָּבֹ֤א H935 בַת H1339 שֶׁ֨בַע֙ H1339 אֶל H413 הַמֶּ֣לֶךְ H4428 שְׁלֹמֹ֔ה H8010 לְדַבֶּר H1696 ל֖וֹ Hl עַל H5921 אֲדֹנִיָּ֑הוּ H138 וַיָּקָם֩ H6965 הַמֶּ֨לֶךְ H4428 לִקְרָאתָ֜ H7125 וַיִּשְׁתַּ֣חוּ H7812 לָ֗הּ Hl וַיֵּ֨שֶׁב֙ H3427 עַל H5921 כִּסְא֔וֹ H3678 וַיָּ֤שֶׂם H7760 כִּסֵּא֙ H3678 לְאֵ֣ם H517 הַמֶּ֔לֶךְ H4428 וַתֵּ֖שֶׁב H3427 לִֽימִינֽ H3225 ",
      "20": "וַתֹּ֗אמֶר H559 שְׁאֵלָ֨ה H7596 אַחַ֤ת H259 קְטַנָּה֙ H6996 אָֽנֹכִי֙ H595 שֹׁאֶ֣לֶת H7592 מֵֽאִתָּ֔ H853 אַל H408 תָּ֖שֶׁב H7725 אֶת H853 פָּנָ֑י H6440 וַיֹּֽאמֶר H559 לָ֤הּ Hl הַמֶּ֨לֶךְ֙ H4428 שַׁאֲלִ֣י H7592 אִמִּ֔י H517 כִּ֥י H3588 לֹֽא H3808 אָשִׁ֖יב H7725 אֶת H853 פָּנָֽיִךְ H6440 ",
      "21": "וַתֹּ֕אמֶר H559 יֻתַּ֖ן H5414 אֶת H853 אֲבִישַׁ֣ג H49 הַשֻּׁנַמִּ֑ית H7767 לַאֲדֹנִיָּ֥הוּ H138 אָחִ֖יךָ H251 לְאִשָּֽׁה H802 ",
      "22": "וַיַּעַן֩ H6030 הַמֶּ֨לֶךְ H4428 שְׁלֹמֹ֜ה H8010 וַיֹּ֣אמֶר H559 לְאִמּ֗ H517 וְלָ H4100 אַ֨תְּ H859 שֹׁאֶ֜לֶת H7592 אֶת H853 אֲבִישַׁ֤ג H49 הַשֻּׁנַמִּית֙ H7767 לַאֲדֹ֣נִיָּ֔הוּ H138 וְשַֽׁאֲלִי H7592 לוֹ֙ Hl אֶת H853 הַמְּלוּכָ֔ה H4410 כִּ֛י H3588 ה֥וּא H1931 אָחִ֖י H251 הַגָּד֣וֹל H1419 מִמֶּ֑נִּי H4480 וְל Hc/Hl וּלְ H54 הַכֹּהֵ֔ן H3548 וּלְ H3097 בֶּן H1121 צְרוּיָֽה H6870 ",
      "23": "וַיִּשָּׁבַע֙ H7650 הַמֶּ֣לֶךְ H4428 שְׁלֹמֹ֔ה H8010 בַּֽיהוָ֖ה H3068 לֵאמֹ֑ר H559 כֹּ֣ה H3541 יַֽעֲשֶׂה H6213 לִּ֤י Hl אֱלֹהִים֙ H430 וְכֹ֣ה H3541 יוֹסִ֔יף H3254 כִּ֣י H3588 בְנַפְשׁ֔ H5315 דִּבֶּר֙ H1696 אֲדֹ֣נִיָּ֔הוּ H138 אֶת H853 הַדָּבָ֖ר H1697 הַזֶּֽה H2088 ",
      "24": "וְעַתָּ֗ה H6258 חַי H2416 יְהוָה֙ H3068 אֲשֶׁ֣ר H834 הֱכִינַ֗נִי H3559 ויושיבי H3427 עַל H5921 כִּסֵּא֙ H3678 דָּוִ֣ד H1732 אָבִ֔י H1 וַאֲשֶׁ֧ר H834 עָֽשָׂה H6213 לִ֛י Hl בַּ֖יִת H1004 כַּאֲשֶׁ֣ר H834 דִּבֵּ֑ר H1696 כִּ֣י H3588 הַיּ֔וֹם H3117 יוּמַ֖ת H4191 אֲדֹנִיָּֽהוּ H138 ",
      "25": "וַיִּשְׁלַח֙ H7971 הַמֶּ֣לֶךְ H4428 שְׁלֹמֹ֔ה H8010 בְּיַ֖ד H3027 בְּנָיָ֣הוּ H1141 בֶן H1121 יְהוֹיָדָ֑ע H3077 וַיִּפְגַּע H6293 בּ֖וֹ Hb וַיָּמֹֽת H4191 ",
      "26": "וּלְ H54 הַכֹּהֵ֜ן H3548 אָמַ֣ר H559 הַמֶּ֗לֶךְ H4428 עֲנָתֹת֙ H6068 לֵ֣ךְ H3212 עַל H5921 שָׂדֶ֔יךָ H7704 כִּ֛י H3588 אִ֥ישׁ H376 מָ֖וֶת H4194 אָ֑תָּה H859 וּבַ H3117 הַזֶּ֜ה H2088 לֹ֣א H3808 אֲמִיתֶ֗ךָ H4191 כִּֽי H3588 נָשָׂ֜אתָ H5375 אֶת H853 אֲר֨וֹן H727 אֲדֹנָ֤י H136 יְהֹוִה֙ H3069 לִפְנֵי֙ H6440 דָּוִ֣ד H1732 אָבִ֔י H1 וְכִ֣י H3588 הִתְעַנִּ֔יתָ H6031 בְּכֹ֥ל H3605 אֲשֶֽׁר H834 הִתְעַנָּ֖ה H6031 אָבִֽי H1 ",
      "27": "וַיְגָ֤רֶשׁ H1644 שְׁלֹמֹה֙ H8010 אֶת H853 אֶבְיָתָ֔ר H54 מִהְי֥וֹת H1961 כֹּהֵ֖ן H3548 לַֽיהוָ֑ה H3068 לְמַלֵּא֙ H4390 אֶת H853 דְּבַ֣ר H1697 יְהוָ֔ה H3068 אֲשֶׁ֥ר H834 דִּבֶּ֛ר H1696 עַל H5921 בֵּ֥ית H1004 עֵלִ֖י H5941 בְּשִׁלֹֽה H7887 ",
      "28": "וְהַ H8052 בָּ֣אָה H935 עַד H5704 יוֹאָ֔ב H3097 כִּ֣י H3588 יוֹאָ֗ב H3097 נָטָה֙ H5186 אַחֲרֵ֣י H310 אֲדֹנִיָּ֔ה H138 וְאַחֲרֵ֥י H310 אַבְשָׁל֖וֹם H53 לֹ֣א H3808 נָטָ֑ה H5186 וַיָּ֤נָס H5127 יוֹאָב֙ H3097 אֶל H413 אֹ֣הֶל H168 יְהוָ֔ה H3068 וַֽיַּחֲזֵ֖ק H2388 בְּקַרְנ֥וֹת H7161 הַמִּזְבֵּֽחַ H4196 ",
      "29": "וַיֻּגַּ֞ד H5046 לַמֶּ֣לֶךְ H4428 שְׁלֹמֹ֗ה H8010 כִּ֣י H3588 נָ֤ס H5127 יוֹאָב֙ H3097 אֶל H413 אֹ֣הֶל H168 יְהוָ֔ה H3068 וְהִנֵּ֖ה H2009 אֵ֣צֶל H681 הַמִּזְבֵּ֑חַ H4196 וַיִּשְׁלַ֨ח H7971 שְׁלֹמֹ֜ה H8010 אֶת H853 בְּנָיָ֧הוּ H1141 בֶן H1121 יְהוֹיָדָ֛ע H3077 לֵאמֹ֖ר H559 לֵ֥ךְ H3212 פְּגַע H6293 בּֽוֹ Hb ",
      "30": "וַיָּבֹ֨א H935 בְנָיָ֜הוּ H1141 אֶל H413 אֹ֣הֶל H168 יְהוָ֗ה H3068 וַיֹּ֨אמֶר H559 אֵלָ֜יו H413 כֹּֽה H3541 אָמַ֤ר H559 הַמֶּ֨לֶךְ֙ H4428 צֵ֔א H3318 וַיֹּ֥אמֶר H559 לֹ֖א H3808 כִּ֣י H3588 פֹ֣ה H6311 אָמ֑וּת H4191 וַיָּ֨שֶׁב H7725 בְּנָיָ֤הוּ H1141 אֶת H853 הַמֶּ֨לֶךְ֙ H4428 דָּבָ֣ר H1697 לֵאמֹ֔ר H559 כֹּֽה H3541 דִבֶּ֥ר H1696 יוֹאָ֖ב H3097 וְכֹ֥ה H3541 עָנָֽנִי H6030 ",
      "31": "וַיֹּ֧אמֶר H559 ל֣וֹ Hl הַמֶּ֗לֶךְ H4428 עֲשֵׂה֙ H6213 כַּאֲשֶׁ֣ר H834 דִּבֶּ֔ר H1696 וּפְגַע H6293 בּ֖וֹ Hb וּקְבַרְתּ֑ H6912 וַהֲסִירֹ֣תָ H5493 דְּמֵ֣י H1818 חִנָּ֗ם H2600 אֲשֶׁר֙ H834 שָׁפַ֣ךְ H8210 יוֹאָ֔ב H3097 מֵעָלַ֕ H5921 וּמֵ H5921 בֵּ֥ית H1004 אָבִֽי H1 ",
      "32": "וְהֵשִׁיב֩ H7725 יְהוָ֨ה H3068 אֶת H853 דָּמ֜וֹ H1818 עַל H5921 רֹאשׁ֗וֹ H7218 אֲשֶׁ֣ר H834 פָּגַ֣ע H6293 בִּשְׁנֵֽי H8147 אֲ֠נָשִׁים H376 צַדִּקִ֨ים H6662 וְטֹבִ֤ים H2896 מִמֶּ֨נּוּ֙ H4480 וַיַּהַרְגֵ֣ H2026 בַּחֶ֔רֶב H2719 וְאָבִ֥ H1 דָוִ֖ד H1732 לֹ֣א H3808 יָדָ֑ע H3045 אֶת H853 אַבְנֵ֤ר H74 בֶּן H1121 נֵר֙ H5369 שַׂר H8269 צְבָ֣א H6635 יִשְׂרָאֵ֔ל H3478 וְאֶת H853 עֲמָשָׂ֥א H6021 בֶן H1121 יֶ֖תֶר H3500 שַׂר H8269 צְבָ֥א H6635 יְהוּדָֽה H3063 ",
      "33": "וְשָׁ֤בוּ H7725 דְמֵיהֶם֙ H1818 בְּרֹ֣אשׁ H7218 יוֹאָ֔ב H3097 וּבְ H7218 זַרְע֖וֹ H2233 לְעֹלָ֑ם H5769 וּלְ H1732 וּ֠לְ H2233 וּלְ H1004 וּלְ H3678 יִהְיֶ֥ה H1961 שָׁל֛וֹם H7965 עַד H5704 עוֹלָ֖ם H5769 מֵעִ֥ם H5973 יְהוָֽה H3068 ",
      "34": "וַיַּ֗עַל H5927 בְּנָיָ֨הוּ֙ H1141 בֶּן H1121 יְה֣וֹיָדָ֔ע H3077 וַיִּפְגַּע H6293 בּ֖וֹ Hb וַיְמִתֵ֑ H4191 וַיִּקָּבֵ֥ר H6912 בְּבֵית֖ H1004 בַּמִּדְבָּֽר H4057 ",
      "35": "וַיִּתֵּ֨ן H5414 הַמֶּ֜לֶךְ H4428 אֶת H853 בְּנָיָ֧הוּ H1141 בֶן H1121 יְהוֹיָדָ֛ע H3077 תַּחְתָּ֖יו H8478 עַל H5921 הַצָּבָ֑א H6635 וְאֶת H853 צָד֤וֹק H6659 הַכֹּהֵן֙ H3548 נָתַ֣ן H5414 הַמֶּ֔לֶךְ H4428 תַּ֖חַת H8478 אֶבְיָתָֽר H54 ",
      "36": "וַיִּשְׁלַ֤ח H7971 הַמֶּ֨לֶךְ֙ H4428 וַיִּקְרָ֣א H7121 לְשִׁמְעִ֔י H8096 וַיֹּ֣אמֶר H559 ל֗וֹ Hl בְּֽנֵה H1129 לְךָ֥ Hl בַ֨יִת֙ H1004 בִּיר֣וּשָׁלִַ֔ם H3389 וְיָשַׁבְתָּ֖ H3427 שָׁ֑ם H8033 וְלֹֽא H3808 תֵצֵ֥א H3318 מִשָּׁ֖ם H8033 אָ֥נֶה H575 וָאָֽנָה H575 ",
      "37": "וְהָיָ֣ה H1961 בְּי֣וֹם H3117 צֵאתְךָ֗ H3318 וְעָֽבַרְתָּ֙ H5674 אֶת H853 נַ֣חַל H5158 קִדְר֔וֹן H6939 יָדֹ֥עַ H3045 תֵּדַ֖ע H3045 כִּ֣י H3588 מ֣וֹת H4191 תָּמ֑וּת H4191 דָּמְךָ֖ H1818 יִהְיֶ֥ה H1961 בְרֹאשֶֽׁ H7218 ",
      "38": "וַיֹּ֨אמֶר H559 שִׁמְעִ֤י H8096 לַמֶּ֨לֶךְ֙ H4428 ט֣וֹב H2896 הַדָּבָ֔ר H1697 כַּאֲשֶׁ֤ר H834 דִּבֶּר֙ H1696 אֲדֹנִ֣י H113 הַמֶּ֔לֶךְ H4428 כֵּ֖ן H3651 יַעֲשֶׂ֣ה H6213 עַבְדֶּ֑ךָ H5650 וַיֵּ֧שֶׁב H3427 שִׁמְעִ֛י H8096 בִּירוּשָׁלִַ֖ם H3389 יָמִ֥ים H3117 רַבִּֽים H7227 ",
      "39": "וַיְהִ֗י H1961 מִקֵּץ֙ H7093 שָׁלֹ֣שׁ H7969 שָׁנִ֔ים H8141 וַיִּבְרְח֤וּ H1272 שְׁנֵֽי H8147 עֲבָדִים֙ H5650 לְשִׁמְעִ֔י H8096 אֶל H413 אָכִ֥ישׁ H397 בֶּֽן H1121 מַעֲכָ֖ה H4601 מֶ֣לֶךְ H4428 גַּ֑ת H1661 וַיַּגִּ֤ידוּ H5046 לְשִׁמְעִי֙ H8096 לֵאמֹ֔ר H559 הִנֵּ֥ה H2009 עֲבָדֶ֖יךָ H5650 בְּגַֽת H1661 ",
      "40": "וַיָּ֣קָם H6965 שִׁמְעִ֗י H8096 וַֽיַּחֲבֹשׁ֙ H2280 אֶת H853 חֲמֹר֔וֹ H2543 וַיֵּ֤לֶךְ H3212 גַּ֨תָה֙ H1661 אֶל H413 אָכִ֔ישׁ H397 לְבַקֵּ֖שׁ H1245 אֶת H853 עֲבָדָ֑יו H5650 וַיֵּ֣לֶךְ H3212 שִׁמְעִ֔י H8096 וַיָּבֵ֥א H935 אֶת H853 עֲבָדָ֖יו H5650 מִגַּֽת H1661 ",
      "41": "וַיֻּגַּ֖ד H5046 לִשְׁלֹמֹ֑ה H8010 כִּי H3588 הָלַ֨ךְ H1980 שִׁמְעִ֧י H8096 מִירוּשָׁלִַ֛ם H3389 גַּ֖ת H1661 וַיָּשֹֽׁב H7725 ",
      "42": "וַיִּשְׁלַ֨ח H7971 הַמֶּ֜לֶךְ H4428 וַיִּקְרָ֣א H7121 לְשִׁמְעִ֗י H8096 וַיֹּ֨אמֶר H559 אֵלָ֜יו H413 הֲל֧וֹא H3808 הִשְׁבַּעְתִּ֣יךָ H7650 בַֽיהוָ֗ה H3068 וָאָעִ֤ד H5749 בְּךָ֙ Hb לֵאמֹ֔ר H559 בְּי֣וֹם H3117 צֵאתְךָ֗ H3318 וְהָֽלַכְתָּ֙ H1980 אָ֣נֶה H575 וָאָ֔נָה H575 יָדֹ֥עַ H3045 תֵּדַ֖ע H3045 כִּ֣י H3588 מ֣וֹת H4191 תָּמ֑וּת H4191 וַתֹּ֧אמֶר H559 אֵלַ֛י H413 ט֥וֹב H2896 הַדָּבָ֖ר H1697 שָׁמָֽעְתִּי H8085 ",
      "43": "וּמַדּ֕וּעַ H4069 לֹ֣א H3808 שָׁמַ֔רְתָּ H8104 אֵ֖ת H853 שְׁבֻעַ֣ת H7621 יְהוָ֑ה H3068 וְאֶת H853 הַמִּצְוָ֖ה H4687 אֲשֶׁר H834 צִוִּ֥יתִי H6680 עָלֶֽיךָ H5921 ",
      "44": "וַיֹּ֨אמֶר H559 הַמֶּ֜לֶךְ H4428 אֶל H413 שִׁמְעִ֗י H8096 אַתָּ֤ה H859 יָדַ֨עְתָּ֙ H3045 אֵ֣ת H853 כָּל H3605 הָרָעָ֗ה H7451 אֲשֶׁ֤ר H834 יָדַע֙ H3045 לְבָ֣בְךָ֔ H3824 אֲשֶׁ֥ר H834 עָשִׂ֖יתָ H6213 לְדָוִ֣ד H1732 אָבִ֑י H1 וְהֵשִׁ֧יב H7725 יְהוָ֛ה H3068 אֶת H853 רָעָתְךָ֖ H7451 בְּרֹאשֶֽׁ H7218 ",
      "45": "וְהַ H4428 שְׁלֹמֹ֖ה H8010 בָּר֑וּךְ H1288 וְכִסֵּ֣א H3678 דָוִ֗ד H1732 יִהְיֶ֥ה H1961 נָכ֛וֹן H3559 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 עַד H5704 עוֹלָֽם H5769 ",
      "46": "וַיְצַ֣ו H6680 הַמֶּ֗לֶךְ H4428 אֶת H853 בְּנָיָ֨הוּ֙ H1141 בֶּן H1121 יְה֣וֹיָדָ֔ע H3077 וַיֵּצֵ֕א H3318 וַיִּפְגַּע H6293 בּ֖וֹ Hb וַיָּמֹ֑ת H4191 וְהַ H4467 נָכ֖וֹנָה H3559 בְּיַד H3027 שְׁלֹמֹֽה H8010 "
    },
    "3": {
      "1": "וַיִּתְחַתֵּ֣ן H2859 שְׁלֹמֹ֔ה H8010 אֶת H854 פַּרְעֹ֖ה H6547 מֶ֣לֶךְ H4428 מִצְרָ֑יִם H4714 וַיִּקַּ֣ח H3947 אֶת H853 בַּת H1323 פַּרְעֹ֗ה H6547 וַיְבִיאֶ֨ H935 אֶל H413 עִ֣יר H5892 דָּוִ֔ד H1732 עַ֣ד H5704 כַּלֹּת֗וֹ H3615 לִבְנ֤וֹת H1129 אֶת H853 בֵּיתוֹ֙ H1004 וְאֶת H853 בֵּ֣ית H1004 יְהוָ֔ה H3068 וְאֶת H853 חוֹמַ֥ת H2346 יְרוּשָׁלִַ֖ם H3389 סָבִֽיב H5439 ",
      "2": "רַ֣ק H7535 הָעָ֔ם H5971 מְזַבְּחִ֖ים H2076 בַּבָּמ֑וֹת H1116 כִּ֠י H3588 לֹא H3808 נִבְנָ֥ה H1129 בַ֨יִת֙ H1004 לְשֵׁ֣ם H8034 יְהוָ֔ה H3068 עַ֖ד H5704 הַיָּמִ֥ים H3117 הָהֵֽם H1992 ",
      "3": "וַיֶּאֱהַ֤ב H157 שְׁלֹמֹה֙ H8010 אֶת H853 יְהוָ֔ה H3068 לָלֶ֕כֶת H3212 בְּחֻקּ֖וֹת H2708 דָּוִ֣ד H1732 אָבִ֑יו H1 רַ֚ק H7535 בַּבָּמ֔וֹת H1116 ה֥וּא H1931 מְזַבֵּ֖חַ H2076 וּמַקְטִֽיר H6999 ",
      "4": "וַיֵּ֨לֶךְ H3212 הַמֶּ֤לֶךְ H4428 גִּבְעֹ֨נָה֙ H1391 לִזְבֹּ֣חַ H2076 שָׁ֔ם H8033 כִּ֥י H3588 הִ֖יא H1931 הַבָּמָ֣ה H1116 הַגְּדוֹלָ֑ה H1419 אֶ֤לֶף H505 עֹלוֹת֙ H5930 יַעֲלֶ֣ה H5927 שְׁלֹמֹ֔ה H8010 עַ֖ל H5921 הַמִּזְבֵּ֥חַ H4196 הַהֽוּא H1931 ",
      "5": "בְּגִבְע֗וֹן H1391 נִרְאָ֧ה H7200 יְהֹוָ֛ה H3068 אֶל H413 שְׁלֹמֹ֖ה H8010 בַּחֲל֣וֹם H2472 הַלָּ֑יְלָה H3915 וַיֹּ֣אמֶר H559 אֱלֹהִ֔ים H430 שְׁאַ֖ל H7592 מָ֥ה H4100 אֶתֶּן H5414 לָֽךְ Hl ",
      "6": "וַיֹּ֣אמֶר H559 שְׁלֹמֹ֗ה H8010 אַתָּ֨ה H859 עָשִׂ֜יתָ H6213 עִם H5973 עַבְדְּךָ֙ H5650 דָוִ֣ד H1732 אָבִי֮ H1 חֶ֣סֶד H2617 גָּדוֹל֒ H1419 כַּאֲשֶׁר֩ H834 הָלַ֨ךְ H1980 לְפָנֶ֜י H6440 בֶּאֱמֶ֧ת H571 וּבִ H6666 וּבְ H3483 לֵבָ֖ב H3824 עִמָּ֑ךְ H5973 וַתִּשְׁמָר H8104 ל֗וֹ Hl אֶת H853 הַחֶ֤סֶד H2617 הַגָּדוֹל֙ H1419 הַזֶּ֔ה H2088 וַתִּתֶּן H5414 ל֥וֹ Hl בֵ֛ן H1121 יֹשֵׁ֥ב H3427 עַל H5921 כִּסְא֖וֹ H3678 כַּיּ֥וֹם H3117 הַזֶּֽה H2088 ",
      "7": "וְעַתָּה֙ H6258 יְהוָ֣ה H3068 אֱלֹהָ֔י H430 אַתָּה֙ H859 הִמְלַ֣כְתָּ H4427 אֶֽת H853 עַבְדְּךָ֔ H5650 תַּ֖חַת H8478 דָּוִ֣ד H1732 אָבִ֑י H1 וְאָֽנֹכִי֙ H595 נַ֣עַר H5288 קָטֹ֔ן H6996 לֹ֥א H3808 אֵדַ֖ע H3045 צֵ֥את H3318 וָבֹֽא H935 ",
      "8": "וְעַ֨בְדְּ H5650 בְּת֥וֹךְ H8432 עַמְּךָ֖ H5971 אֲשֶׁ֣ר H834 בָּחָ֑רְתָּ H977 עַם H5971 רָ֕ב H7227 אֲשֶׁ֧ר H834 לֹֽא H3808 יִמָּנֶ֛ה H4487 וְלֹ֥א H3808 יִסָּפֵ֖ר H5608 מֵרֹֽב H7230 ",
      "9": "וְנָתַתָּ֨ H5414 לְעַבְדְּ H5650 לֵ֤ב H3820 שֹׁמֵ֨עַ֙ H8085 לִשְׁפֹּ֣ט H8199 אֶֽת H853 עַמְּךָ֔ H5971 לְהָבִ֖ין H995 בֵּֽין H996 ט֣וֹב H2896 לְרָ֑ע H7451 כִּ֣י H3588 מִ֤י H4310 יוּכַל֙ H3201 לִשְׁפֹּ֔ט H8199 אֶת H853 עַמְּךָ֥ H5971 הַכָּבֵ֖ד H3515 הַזֶּֽה H2088 ",
      "10": "וַיִּיטַ֥ב H3190 הַדָּבָ֖ר H1697 בְּעֵינֵ֣י H5869 אֲדֹנָ֑י H136 כִּ֚י H3588 שָׁאַ֣ל H7592 שְׁלֹמֹ֔ה H8010 אֶת H853 הַדָּבָ֖ר H1697 הַזֶּֽה H2088 ",
      "11": "וַיֹּ֨אמֶר H559 אֱלֹהִ֜ים H430 אֵלָ֗יו H413 יַעַן֩ H3282 אֲשֶׁ֨ר H834 שָׁאַ֜לְתָּ H7592 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֗ה H2088 וְלֹֽא H3808 שָׁאַ֨לְתָּ H7592 לְּךָ֜ Hl יָמִ֣ים H3117 רַבִּ֗ים H7227 וְלֹֽא H3808 שָׁאַ֤לְתָּ H7592 לְּךָ֙ Hl עֹ֔שֶׁר H6239 וְלֹ֥א H3808 שָׁאַ֖לְתָּ H7592 נֶ֣פֶשׁ H5315 אֹיְבֶ֑יךָ H341 וְשָׁאַ֧לְתָּ H7592 לְּךָ֛ Hl הָבִ֖ין H995 לִשְׁמֹ֥עַ H8085 מִשְׁפָּֽט H4941 ",
      "12": "הִנֵּ֥ה H2009 עָשִׂ֖יתִי H6213 כִּדְבָרֶ֑י H1697 הִנֵּ֣ה H2009 נָתַ֣תִּי H5414 לְךָ֗ Hl לֵ֚ב H3820 חָכָ֣ם H2450 וְנָב֔וֹן H995 אֲשֶׁ֤ר H834 כָּמ֨וֹךָ֙ H3644 לֹא H3808 הָיָ֣ה H1961 לְפָנֶ֔י H6440 וְאַחֲרֶ֖י H310 לֹא H3808 יָק֥וּם H6965 כָּמֽוֹךָ H3644 ",
      "13": "וְגַ֨ם H1571 אֲשֶׁ֤ר H834 לֹֽא H3808 שָׁאַ֨לְתָּ֙ H7592 נָתַ֣תִּי H5414 לָ֔ךְ Hl גַּם H1571 עֹ֖שֶׁר H6239 גַּם H1571 כָּב֑וֹד H3519 אֲ֠שֶׁר H834 לֹא H3808 הָיָ֨ה H1961 כָמ֥וֹךָ H3644 אִ֛ישׁ H376 בַּמְּלָכִ֖ים H4428 כָּל H3605 יָמֶֽיךָ H3117 ",
      "14": "וְאִ֣ם H518 תֵּלֵ֣ךְ H3212 בִּדְרָכַ֗ H1870 לִשְׁמֹ֤ר H8104 חֻקַּי֙ H2706 וּמִצְוֺתַ֔ H4687 כַּאֲשֶׁ֥ר H834 הָלַ֖ךְ H1980 דָּוִ֣יד H1732 אָבִ֑יךָ H1 וְהַאַרַכְתִּ֖י H748 אֶת H853 יָמֶֽיךָ H3117 ",
      "15": "וַיִּקַ֥ץ H3364 שְׁלֹמֹ֖ה H8010 וְהִנֵּ֣ה H2009 חֲל֑וֹם H2472 וַיָּב֨וֹא H935 יְרוּשָׁלִַ֜ם H3389 וַֽיַּעֲמֹ֣ד H5975 לִפְנֵ֣י H6440 אֲר֣וֹן H727 בְּרִית H1285 אֲדֹנָ֗י H136 וַיַּ֤עַל H5927 עֹלוֹת֙ H5930 וַיַּ֣עַשׂ H6213 שְׁלָמִ֔ים H8002 וַיַּ֥עַשׂ H6213 מִשְׁתֶּ֖ה H4960 לְכָל H3605 עֲבָדָֽיו H5650 ",
      "16": "אָ֣ז H227 תָּבֹ֗אנָה H935 שְׁתַּ֛יִם H8147 נָשִׁ֥ים H802 זֹנ֖וֹת H2185 אֶל H413 הַמֶּ֑לֶךְ H4428 וַֽתַּעֲמֹ֖דְנָה H5975 לְפָנָֽי H6440 ",
      "17": "וַתֹּ֜אמֶר H559 הָאִשָּׁ֤ה H802 הָֽאַחַת֙ H259 בִּ֣י H994 אֲדֹנִ֔י H113 אֲנִי֙ H589 וְהָ H802 הַזֹּ֔את H2063 יֹשְׁבֹ֖ת H3427 בְּבַ֣יִת H1004 אֶחָ֑ד H259 וָאֵלֵ֥ד H3205 עִמָּ֖הּ H5973 בַּבָּֽיִת H1004 ",
      "18": "וַיְהִ֞י H1961 בַּיּ֤וֹם H3117 הַשְּׁלִישִׁי֙ H7992 לְלִדְתִּ֔ H3205 וַתֵּ֖לֶד H3205 גַּם H1571 הָאִשָּׁ֣ה H802 הַזֹּ֑את H2063 וַאֲנַ֣חְנוּ H587 יַחְדָּ֗ו H3162 אֵֽין H369 זָ֤ר H2114 אִתָּ֨נוּ֙ H854 בַּבַּ֔יִת H1004 זוּלָתִ֥י H2108 שְׁתַּֽיִם H8147 אֲנַ֖חְנוּ H587 בַּבָּֽיִת H1004 ",
      "19": "וַיָּ֛מָת H4191 בֶּן H1121 הָאִשָּׁ֥ה H802 הַזֹּ֖את H2063 לָ֑יְלָה H3915 אֲשֶׁ֥ר H834 שָׁכְבָ֖ה H7901 עָלָֽיו H5921 ",
      "20": "וַתָּקָם֩ H6965 בְּת֨וֹךְ H8432 הַלַּ֜יְלָה H3915 וַתִּקַּ֧ח H3947 אֶת H853 בְּנִ֣י H1121 מֵֽאֶצְלִ֗ H681 וַאֲמָֽתְ H519 יְשֵׁנָ֔ה H3463 וַתַּשְׁכִּיבֵ֖ H7901 בְּחֵיקָ֑ H2436 וְאֶת H853 בְּנָ֥הּ H1121 הַמֵּ֖ת H4191 הִשְׁכִּ֥יבָה H7901 בְחֵיקִֽ H2436 ",
      "21": "וָאָקֻ֥ם H6965 בַּבֹּ֛קֶר H1242 לְהֵינִ֥יק H3243 אֶת H853 בְּנִ֖י H1121 וְהִנֵּה H2009 מֵ֑ת H4191 וָאֶתְבּוֹנֵ֤ן H995 אֵלָיו֙ H413 בַּבֹּ֔קֶר H1242 וְהִנֵּ֛ה H2009 לֹֽא H3808 הָיָ֥ה H1961 בְנִ֖י H1121 אֲשֶׁ֥ר H834 יָלָֽדְתִּי H3205 ",
      "22": "וַתֹּאמֶר֩ H559 הָאִשָּׁ֨ה H802 הָאַחֶ֜רֶת H312 לֹ֣א H3808 כִ֗י H3588 בְּנִ֤י H1121 הַחַי֙ H2416 וּבְנֵ֣ H1121 הַמֵּ֔ת H4191 וְזֹ֤את H2063 אֹמֶ֨רֶת֙ H559 לֹ֣א H3808 כִ֔י H3588 בְּנֵ֥ךְ H1121 הַמֵּ֖ת H4191 וּבְנִ֣ H1121 הֶחָ֑י H2416 וַתְּדַבֵּ֖רְנָה H1696 לִפְנֵ֥י H6440 הַמֶּֽלֶךְ H4428 ",
      "23": "וַיֹּ֣אמֶר H559 הַמֶּ֔לֶךְ H4428 זֹ֣את H2063 אֹמֶ֔רֶת H559 זֶה H2088 בְּנִ֥י H1121 הַחַ֖י H2416 וּבְנֵ֣ H1121 הַמֵּ֑ת H4191 וְזֹ֤את H2063 אֹמֶ֨רֶת֙ H559 לֹ֣א H3808 כִ֔י H3588 בְּנֵ֥ךְ H1121 הַמֵּ֖ת H4191 וּבְנִ֥ H1121 הֶחָֽי H2416 ",
      "24": "וַיֹּ֥אמֶר H559 הַמֶּ֖לֶךְ H4428 קְח֣וּ H3947 לִי Hl חָ֑רֶב H2719 וַיָּבִ֥אוּ H935 הַחֶ֖רֶב H2719 לִפְנֵ֥י H6440 הַמֶּֽלֶךְ H4428 ",
      "25": "וַיֹּ֣אמֶר H559 הַמֶּ֔לֶךְ H4428 גִּזְר֛וּ H1504 אֶת H853 הַיֶּ֥לֶד H3206 הַחַ֖י H2416 לִשְׁנָ֑יִם H8147 וּתְנ֤וּ H5414 אֶֽת H853 הַחֲצִי֙ H2677 לְאַחַ֔ת H259 וְאֶֽת H853 הַחֲצִ֖י H2677 לְאֶחָֽת H259 ",
      "26": "וַתֹּ֣אמֶר H559 הָאִשָּׁה֩ H802 אֲשֶׁר H834 בְּנָ֨הּ H1121 הַחַ֜י H2416 אֶל H413 הַמֶּ֗לֶךְ H4428 כִּֽי H3588 נִכְמְר֣וּ H3648 רַחֲמֶיהָ֮ H7356 עַל H5921 בְּנָהּ֒ H1121 וַתֹּ֣אמֶר H559 בִּ֣י H994 אֲדֹנִ֗י H113 תְּנוּ H5414 לָהּ֙ Hl אֶת H853 הַיָּל֣וּד H3205 הַחַ֔י H2416 וְהָמֵ֖ת H4191 אַל H408 תְּמִיתֻ֑הוּ H4191 וְזֹ֣את H2063 אֹמֶ֗רֶת H559 גַּם H1571 לִ֥י Hl גַם H1571 לָ֛ךְ Hl לֹ֥א H3808 יִהְיֶ֖ה H1961 גְּזֹֽרוּ H1504 ",
      "27": "וַיַּ֨עַן H6030 הַמֶּ֜לֶךְ H4428 וַיֹּ֗אמֶר H559 תְּנוּ H5414 לָהּ֙ Hl אֶת H853 הַיָּל֣וּד H3205 הַחַ֔י H2416 וְהָמֵ֖ת H4191 לֹ֣א H3808 תְמִיתֻ֑הוּ H4191 הִ֖יא H1931 אִמּֽוֹ H517 ",
      "28": "וַיִּשְׁמְע֣וּ H8085 כָל H3605 יִשְׂרָאֵ֗ל H3478 אֶת H853 הַמִּשְׁפָּט֙ H4941 אֲשֶׁ֣ר H834 שָׁפַ֣ט H8199 הַמֶּ֔לֶךְ H4428 וַיִּֽרְא֖וּ H3372 מִפְּנֵ֣י H6440 הַמֶּ֑לֶךְ H4428 כִּ֣י H3588 רָא֔וּ H7200 כִּֽי H3588 חָכְמַ֧ת H2451 אֱלֹהִ֛ים H430 בְּקִרְבּ֖ H7130 לַעֲשׂ֥וֹת H6213 מִשְׁפָּֽט H4941 "
    },
    "4": {
      "1": "וַֽיְהִי֙ H1961 הַמֶּ֣לֶךְ H4428 שְׁלֹמֹ֔ה H8010 מֶ֖לֶךְ H4428 עַל H5921 כָּל H3605 יִשְׂרָאֵֽל H3478 ",
      "2": "וְאֵ֥לֶּה H428 הַשָּׂרִ֖ים H8269 אֲשֶׁר H834 ל֑וֹ Hl עֲזַרְיָ֥הוּ H5838 בֶן H1121 צָד֖וֹק H6659 הַכֹּהֵֽן H3548 ",
      "3": "אֱלִיחֹ֧רֶף H456 וַאֲחִיָּ֛ה H281 בְּנֵ֥י H1121 שִׁישָׁ֖א H7894 סֹפְרִ֑ים H5608 יְהוֹשָׁפָ֥ט H3092 בֶּן H1121 אֲחִיל֖וּד H286 הַמַּזְכִּֽיר H2142 ",
      "4": "וּבְנָיָ֥הוּ H1141 בֶן H1121 יְהוֹיָדָ֖ע H3077 עַל H5921 הַצָּבָ֑א H6635 וְצָד֥וֹק H6659 וְאֶבְיָתָ֖ר H54 כֹּהֲנִֽים H3548 ",
      "5": "וַעֲזַרְיָ֥הוּ H5838 בֶן H1121 נָתָ֖ן H5416 עַל H5921 הַנִּצָּבִ֑ים H5324 וְזָב֧וּד H2071 בֶּן H1121 נָתָ֛ן H5416 כֹּהֵ֖ן H3548 רֵעֶ֥ה H7463 הַמֶּֽלֶךְ H4428 ",
      "6": "וַאֲחִישָׁ֖ר H301 עַל H5921 הַבָּ֑יִת H1004 וַאֲדֹנִירָ֥ם H141 בֶּן H1121 עַבְדָּ֖א H5653 עַל H5921 הַמַּֽס H4522 ",
      "7": "וְלִ H8010 שְׁנֵים H8147 עָשָׂ֤ר H6240 נִצָּבִים֙ H5324 עַל H5921 כָּל H3605 יִשְׂרָאֵ֔ל H3478 וְכִלְכְּל֥וּ H3557 אֶת H853 הַמֶּ֖לֶךְ H4428 וְאֶת H853 בֵּית֑וֹ H1004 חֹ֧דֶשׁ H2320 בַּשָּׁנָ֛ה H8141 יִהְיֶ֥ה H1961 עַל H5921 אחד H259 לְכַלְכֵּֽל H3557 ",
      "8": "וְאֵ֣לֶּה H428 שְׁמוֹתָ֔ם H8034 בֶּן H1133 ח֖וּר H1133 בְּהַ֥ר H2022 אֶפְרָֽיִם H669 ",
      "9": "בֶּן H1128 דֶּ֛קֶר H1128 בְּמָקַ֥ץ H4739 וּבְ H8169 וּבֵ֣ית H1053 שָׁ֑מֶשׁ H1053 וְאֵיל֖וֹן H358 בֵּ֥ית H358 חָנָֽן H358 ",
      "10": "בֶּן H1136 חֶ֖סֶד H1136 בָּֽאֲרֻבּ֑וֹת H700 ל֥וֹ Hl שֹׂכֹ֖ה H7755 וְכָל H3605 אֶ֥רֶץ H776 חֵֽפֶר H2660 ",
      "11": "בֶּן H1125 אֲבִֽינָדָ֖ב H1125 כָּל H3605 נָ֣פַת H5299 דֹּ֑אר H1756 טָפַת֙ H2955 בַּת H1323 שְׁלֹמֹ֔ה H8010 הָ֥יְתָה H1961 לּ֖וֹ Hl לְאִשָּֽׁה H802 ",
      "12": "בַּֽעֲנָא֙ H1195 בֶּן H1121 אֲחִיל֔וּד H286 תַּעְנַ֖ךְ H8590 וּמְגִדּ֑וֹ H4023 וְכָל H3605 בֵּ֣ית H1052 שְׁאָ֡ן H1052 אֲשֶׁר֩ H834 אֵ֨צֶל H681 צָרְתַ֜נָה H6891 מִתַּ֣חַת H8478 לְיִזְרְעֶ֗אל H3157 מִבֵּ֤ית H1052 שְׁאָן֙ H1052 עַ֚ד H5704 אָבֵ֣ל H65 מְחוֹלָ֔ה H65 עַ֖ד H5704 מֵעֵ֥בֶר H5676 לְיָקְמֳעָֽם H3361 ",
      "13": "בֶּן H1127 גֶּ֖בֶר H1127 בְּרָמֹ֣ת H7433 גִּלְעָ֑ד H1568 ל֡וֹ Hl חַוֺּת֩ H2333 יָאִ֨יר H2971 בֶּן H1121 מְנַשֶּׁ֜ה H4519 אֲשֶׁ֣ר H834 בַּגִּלְעָ֗ד H1568 ל֚וֹ Hl חֶ֤בֶל H2256 אַרְגֹּב֙ H709 אֲשֶׁ֣ר H834 בַּבָּשָׁ֔ן H1316 שִׁשִּׁים֙ H8346 עָרִ֣ים H5892 גְּדֹל֔וֹת H1419 חוֹמָ֖ה H2346 וּבְרִ֥יחַ H1280 נְחֹֽשֶׁת H5178 ",
      "14": "אֲחִֽינָדָ֥ב H292 בֶּן H1121 עִדֹּ֖א H5714 מַחֲנָֽיְמָה H4266 ",
      "15": "אֲחִימַ֖עַץ H290 בְּנַפְתָּלִ֑י H5321 גַּם H1571 ה֗וּא H1931 לָקַ֛ח H3947 אֶת H853 בָּשְׂמַ֥ת H1315 בַּת H1323 שְׁלֹמֹ֖ה H8010 לְאִשָּֽׁה H802 ",
      "16": "בַּֽעֲנָא֙ H1195 בֶּן H1121 חוּשָׁ֔י H2365 בְּאָשֵׁ֖ר H836 וּבְעָלֽוֹת H1175 ",
      "17": "יְהוֹשָׁפָ֥ט H3092 בֶּן H1121 פָּר֖וּחַ H6515 בְּיִשָׂשכָֽר H3485 ",
      "18": "שִׁמְעִ֥י H8096 בֶן H1121 אֵלָ֖א H414 בְּבִנְיָמִֽן H1144 ",
      "19": "גֶּ֥בֶר H1398 בֶּן H1121 אֻרִ֖י H221 בְּאֶ֣רֶץ H776 גִּלְעָ֑ד H1568 אֶ֜רֶץ H776 סִיח֣וֹן H5511 מֶ֣לֶךְ H4428 הָאֱמֹרִ֗י H567 וְעֹג֙ H5747 מֶ֣לֶךְ H4428 הַבָּשָׁ֔ן H1316 וּנְצִ֥יב H5333 אֶחָ֖ד H259 אֲשֶׁ֥ר H834 בָּאָֽרֶץ H776 ",
      "20": "יְהוּדָ֤ה H3063 וְיִשְׂרָאֵל֙ H3478 רַבִּ֔ים H7227 כַּח֥וֹל H2344 אֲשֶׁר H834 עַל H5921 הַיָּ֖ם H3220 לָרֹ֑ב H7230 אֹכְלִ֥ים H398 וְשֹׁתִ֖ים H8354 וּשְׂמֵחִֽים H8056 ",
      "21": "וּשְׁלֹמֹ֗ה H8010 הָיָ֤ה H1961 מוֹשֵׁל֙ H4910 בְּכָל H3605 הַמַּמְלָכ֔וֹת H4467 מִן H4480 הַנָּהָר֙ H5104 אֶ֣רֶץ H776 פְּלִשְׁתִּ֔ים H6430 וְעַ֖ד H5704 גְּב֣וּל H1366 מִצְרָ֑יִם H4714 מַגִּשִׁ֥ים H5066 מִנְחָ֛ה H4503 וְעֹבְדִ֥ים H5647 אֶת H853 שְׁלֹמֹ֖ה H8010 כָּל H3605 יְמֵ֥י H3117 חַיָּֽיו H2416 ",
      "22": "וַיְהִ֥י H1961 לֶֽחֶם H3899 שְׁלֹמֹ֖ה H8010 לְי֣וֹם H3117 אֶחָ֑ד H259 שְׁלֹשִׁ֥ים H7970 כֹּר֙ H3734 סֹ֔לֶת H5560 וְשִׁשִּׁ֥ים H8346 כֹּ֖ר H3734 קָֽמַח H7058 ",
      "23": "עֲשָׂרָ֨ה H6235 בָקָ֜ר H1241 בְּרִאִ֗ים H1277 וְעֶשְׂרִ֥ים H6242 בָּקָ֛ר H1241 רְעִ֖י H7471 וּמֵ֣אָה H3967 צֹ֑אן H6629 לְ֠בַד H905 מֵֽאַיָּ֤ל H354 וּצְבִי֙ H6643 וְיַחְמ֔וּר H3180 וּבַרְבֻּרִ֖ים H1257 אֲבוּסִֽים H75 ",
      "24": "כִּי H3588 ה֞וּא H1931 רֹדֶ֣ה H7287 בְּכָל H3605 עֵ֣בֶר H5676 הַנָּהָ֗ר H5104 מִתִּפְסַח֙ H8607 וְעַד H5704 עַזָּ֔ה H5804 בְּכָל H3605 מַלְכֵ֖י H4428 עֵ֣בֶר H5676 הַנָּהָ֑ר H5104 וְשָׁל֗וֹם H7965 הָ֥יָה H1961 ל֛וֹ Hl מִכָּל H3605 עֲבָרָ֖יו H5676 מִסָּבִֽיב H5439 ",
      "25": "וַיֵּשֶׁב֩ H3427 יְהוּדָ֨ה H3063 וְיִשְׂרָאֵ֜ל H3478 לָבֶ֗טַח H983 אִ֣ישׁ H376 תַּ֤חַת H8478 גַּפְנוֹ֙ H1612 וְתַ֣חַת H8478 תְּאֵֽנָת֔וֹ H8384 מִדָּ֖ן H1835 וְעַד H5704 בְּאֵ֣ר H884 שָׁ֑בַע H884 כֹּ֖ל H3605 יְמֵ֥י H3117 שְׁלֹמֹֽה H8010 ",
      "26": "וַיְהִ֣י H1961 לִשְׁלֹמֹ֗ה H8010 אַרְבָּעִ֥ים H705 אֶ֛לֶף H505 אֻרְוֺ֥ת H723 סוּסִ֖ים H5483 לְמֶרְכָּב֑ H4817 וּשְׁנֵים H8147 עָשָׂ֥ר H6240 אֶ֖לֶף H505 פָּרָשִֽׁים H6571 ",
      "27": "וְכִלְכְּלוּ֩ H3557 הַנִּצָּבִ֨ים H5324 הָאֵ֜לֶּה H428 אֶת H853 הַמֶּ֣לֶךְ H4428 שְׁלֹמֹ֗ה H8010 וְאֵ֧ת H853 כָּל H3605 הַקָּרֵ֛ב H7131 אֶל H413 שֻׁלְחַ֥ן H7979 הַמֶּֽלֶךְ H4428 שְׁלֹמֹ֖ה H8010 אִ֣ישׁ H376 חָדְשׁ֑וֹ H2320 לֹ֥א H3808 יְעַדְּר֖וּ H5737 דָּבָֽר H1697 ",
      "28": "וְהַ H8184 וְהַ H8401 לַסּוּסִ֖ים H5483 וְלָ H7409 יָבִ֗אוּ H935 אֶל H413 הַמָּקוֹם֙ H4725 אֲשֶׁ֣ר H834 יִֽהְיֶה H1961 שָּׁ֔ם H8033 אִ֖ישׁ H376 כְּמִשְׁפָּטֽ H4941 ",
      "29": "וַיִּתֵּן֩ H5414 אֱלֹהִ֨ים H430 חָכְמָ֧ה H2451 לִשְׁלֹמֹ֛ה H8010 וּתְבוּנָ֖ה H8394 הַרְבֵּ֣ה H7235 מְאֹ֑ד H3966 וְרֹ֣חַב H7341 לֵ֔ב H3820 כַּח֕וֹל H2344 אֲשֶׁ֖ר H834 עַל H5921 שְׂפַ֥ת H8193 הַיָּֽם H3220 ",
      "30": "וַתֵּ֨רֶב֙ H7235 חָכְמַ֣ת H2451 שְׁלֹמֹ֔ה H8010 מֵֽחָכְמַ֖ת H2451 כָּל H3605 בְּנֵי H1121 קֶ֑דֶם H6924 וּמִ H3605 חָכְמַ֥ת H2451 מִצְרָֽיִם H4714 ",
      "31": "וַיֶּחְכַּם֮ H2449 מִכָּל H3605 הָֽאָדָם֒ H120 מֵאֵיתָ֣ן H387 הָאֶזְרָחִ֗י H250 וְהֵימָ֧ן H1968 וְכַלְכֹּ֛ל H3633 וְדַרְדַּ֖ע H1862 בְּנֵ֣י H1121 מָח֑וֹל H4235 וַיְהִֽי H1961 שְׁמ֥וֹ H8034 בְכָֽל H3605 הַגּוֹיִ֖ם H1471 סָבִֽיב H5439 ",
      "32": "וַיְדַבֵּ֕ר H1696 שְׁלֹ֥שֶׁת H7969 אֲלָפִ֖ים H505 מָשָׁ֑ל H4912 וַיְהִ֥י H1961 שִׁיר֖וֹ H7892 חֲמִשָּׁ֥ה H2568 וָאָֽלֶף H505 ",
      "33": "וַיְדַבֵּר֮ H1696 עַל H5921 הָֽעֵצִים֒ H6086 מִן H4480 הָאֶ֨רֶז֙ H730 אֲשֶׁ֣ר H834 בַּלְּבָנ֔וֹן H3844 וְעַד֙ H5704 הָאֵז֔וֹב H231 אֲשֶׁ֥ר H834 יֹצֵ֖א H3318 בַּקִּ֑יר H7023 וַיְדַבֵּר֙ H1696 עַל H5921 הַבְּהֵמָ֣ה H929 וְעַל H5921 הָע֔וֹף H5775 וְעַל H5921 הָרֶ֖מֶשׂ H7431 וְעַל H5921 הַדָּגִֽים H1709 ",
      "34": "וַיָּבֹ֨אוּ֙ H935 מִכָּל H3605 הָ֣עַמִּ֔ים H5971 לִשְׁמֹ֕עַ H8085 אֵ֖ת H853 חָכְמַ֣ת H2451 שְׁלֹמֹ֑ה H8010 מֵאֵת֙ H853 כָּל H3605 מַלְכֵ֣י H4428 הָאָ֔רֶץ H776 אֲשֶׁ֥ר H834 שָׁמְע֖וּ H8085 אֶת H853 חָכְמָתֽוֹ H2451 "
    },
    "5": {
      "1": "וַ֠יִּשְׁלַח H7971 חִירָ֨ם H2438 מֶֽלֶךְ H4428 צ֤וֹר H6865 אֶת H853 עֲבָדָיו֙ H5650 אֶל H413 שְׁלֹמֹ֔ה H8010 כִּ֣י H3588 שָׁמַ֔ע H8085 כִּ֥י H3588 אֹת֛וֹ H853 מָשְׁח֥וּ H4886 לְמֶ֖לֶךְ H4428 תַּ֣חַת H8478 אָבִ֑יהוּ H1 כִּ֣י H3588 אֹהֵ֗ב H157 הָיָ֥ה H1961 חִירָ֛ם H2438 לְדָוִ֖ד H1732 כָּל H3605 הַיָּמִֽים H3117 ",
      "2": "וַיִּשְׁלַ֣ח H7971 שְׁלֹמֹ֔ה H8010 אֶל H413 חִירָ֖ם H2438 לֵאמֹֽר H559 ",
      "3": "אַתָּ֨ה H859 יָדַ֜עְתָּ H3045 אֶת H853 דָּוִ֣ד H1732 אָבִ֗י H1 כִּ֣י H3588 לֹ֤א H3808 יָכֹל֙ H3201 לִבְנ֣וֹת H1129 בַּ֗יִת H1004 לְשֵׁם֙ H8034 יְהוָ֣ה H3068 אֱלֹהָ֔יו H430 מִפְּנֵ֥י H6440 הַמִּלְחָמָ֖ה H4421 אֲשֶׁ֣ר H834 סְבָבֻ֑הוּ H5437 עַ֤ד H5704 תֵּת H5414 יְהוָה֙ H3068 אֹתָ֔ם H853 תַּ֖חַת H8478 כַּפּ֥וֹת H3709 רגלו H7272 ",
      "4": "וְעַתָּ֕ה H6258 הֵנִ֨יחַ H5117 יְהוָ֧ה H3068 אֱלֹהַ֛י H430 לִ֖י Hl מִסָּבִ֑יב H5439 אֵ֣ין H369 שָׂטָ֔ן H7854 וְאֵ֖ין H369 פֶּ֥גַע H6294 רָֽע H7451 ",
      "5": "וְהִנְ H2005 אֹמֵ֔ר H559 לִבְנ֣וֹת H1129 בַּ֔יִת H1004 לְשֵׁ֖ם H8034 יְהוָ֣ה H3068 אֱלֹהָ֑י H430 כַּאֲשֶׁ֣ר H834 דִּבֶּ֣ר H1696 יְהוָ֗ה H3068 אֶל H413 דָּוִ֤ד H1732 אָבִי֙ H1 לֵאמֹ֔ר H559 בִּנְךָ֗ H1121 אֲשֶׁ֨ר H834 אֶתֵּ֤ן H5414 תַּחְתֶּ֨יךָ֙ H8478 עַל H5921 כִּסְאֶ֔ךָ H3678 הֽוּא H1931 יִבְנֶ֥ה H1129 הַבַּ֖יִת H1004 לִשְׁמִֽ H8034 ",
      "6": "וְעַתָּ֡ה H6258 צַוֵּה֩ H6680 וְיִכְרְתוּ H3772 לִ֨י Hl אֲרָזִ֜ים H730 מִן H4480 הַלְּבָנ֗וֹן H3844 וַֽעֲבָדַ H5650 יִהְי֣וּ H1961 עִם H5973 עֲבָדֶ֔יךָ H5650 וּשְׂכַ֤ר H7939 עֲבָדֶ֨יךָ֙ H5650 אֶתֵּ֣ן H5414 לְךָ֔ Hl כְּכֹ֖ל H3605 אֲשֶׁ֣ר H834 תֹּאמֵ֑ר H559 כִּ֣י H3588 אַתָּ֣ה H859 יָדַ֗עְתָּ H3045 כִּ֣י H3588 אֵ֥ין H369 בָּ֛נוּ Hb אִ֛ישׁ H376 יֹדֵ֥עַ H3045 לִכְרָת H3772 עֵצִ֖ים H6086 כַּצִּדֹנִֽים H6722 ",
      "7": "וַיְהִ֞י H1961 כִּשְׁמֹ֧עַ H8085 חִירָ֛ם H2438 אֶת H853 דִּבְרֵ֥י H1697 שְׁלֹמֹ֖ה H8010 וַיִּשְׂמַ֣ח H8055 מְאֹ֑ד H3966 וַיֹּ֗אמֶר H559 בָּר֤וּךְ H1288 יְהוָה֙ H3068 הַיּ֔וֹם H3117 אֲשֶׁ֨ר H834 נָתַ֤ן H5414 לְדָוִד֙ H1732 בֵּ֣ן H1121 חָכָ֔ם H2450 עַל H5921 הָעָ֥ם H5971 הָרָ֖ב H7227 הַזֶּֽה H2088 ",
      "8": "וַיִּשְׁלַ֤ח H7971 חִירָם֙ H2438 אֶל H413 שְׁלֹמֹ֣ה H8010 לֵאמֹ֔ר H559 שָׁמַ֕עְתִּי H8085 אֵ֥ת H853 אֲשֶׁר H834 שָׁלַ֖חְתָּ H7971 אֵלָ֑י H413 אֲנִ֤י H589 אֶֽעֱשֶׂה֙ H6213 אֶת H853 כָּל H3605 חֶפְצְךָ֔ H2656 בַּעֲצֵ֥י H6086 אֲרָזִ֖ים H730 וּבַ H6086 בְרוֹשִֽׁים H1265 ",
      "9": "עֲ֠בָדַי H5650 יֹרִ֨דוּ H3381 מִן H4480 הַלְּבָנ֜וֹן H3844 יָ֗מָּה H3220 וַ֠אֲנִי H589 אֲשִׂימֵ֨ם H7760 דֹּבְר֤וֹת H1702 בַּיָּם֙ H3220 עַֽד H5704 הַמָּק֞וֹם H4725 אֲשֶׁר H834 תִּשְׁלַ֥ח H7971 אֵלַ֛י H413 וְנִפַּצְתִּ֥י H5310 שָׁ֖ם H8033 וְאַתָּ֣ה H859 תִשָּׂ֑א H5375 וְאַתָּה֙ H859 תַּעֲשֶׂ֣ה H6213 אֶת H853 חֶפְצִ֔י H2656 לָתֵ֖ת H5414 לֶ֥חֶם H3899 בֵּיתִֽי H1004 ",
      "10": "וַיְהִ֨י H1961 חִיר֜וֹם H2438 נֹתֵ֣ן H5414 לִשְׁלֹמֹ֗ה H8010 עֲצֵ֧י H6086 אֲרָזִ֛ים H730 וַעֲצֵ֥י H6086 בְרוֹשִׁ֖ים H1265 כָּל H3605 חֶפְצֽוֹ H2656 ",
      "11": "וּשְׁלֹמֹה֩ H8010 נָתַ֨ן H5414 לְחִירָ֜ם H2438 עֶשְׂרִים֩ H6242 אֶ֨לֶף H505 כֹּ֤ר H3734 חִטִּים֙ H2406 מַכֹּ֣לֶת H4361 לְבֵית֔ H1004 וְעֶשְׂרִ֥ים H6242 כֹּ֖ר H3734 שֶׁ֣מֶן H8081 כָּתִ֑ית H3795 כֹּֽה H3541 יִתֵּ֧ן H5414 שְׁלֹמֹ֛ה H8010 לְחִירָ֖ם H2438 שָׁנָ֥ה H8141 בְשָׁנָֽה H8141 ",
      "12": "וַיהוָ֗ה H3068 נָתַ֤ן H5414 חָכְמָה֙ H2451 לִשְׁלֹמֹ֔ה H8010 כַּאֲשֶׁ֖ר H834 דִּבֶּר H1696 ל֑וֹ Hl וַיְהִ֣י H1961 שָׁלֹ֗ם H7965 בֵּ֤ין H996 חִירָם֙ H2438 וּבֵ֣ין H996 שְׁלֹמֹ֔ה H8010 וַיִּכְרְת֥וּ H3772 בְרִ֖ית H1285 שְׁנֵיהֶֽם H8147 ",
      "13": "וַיַּ֨עַל H5927 הַמֶּ֧לֶךְ H4428 שְׁלֹמֹ֛ה H8010 מַ֖ס H4522 מִכָּל H3605 יִשְׂרָאֵ֑ל H3478 וַיְהִ֣י H1961 הַמַּ֔ס H4522 שְׁלֹשִׁ֥ים H7970 אֶ֖לֶף H505 אִֽישׁ H376 ",
      "14": "וַיִּשְׁלָחֵ֣ H7971 לְבָנ֗וֹנָה H3844 עֲשֶׂ֨רֶת H6235 אֲלָפִ֤ים H505 בַּחֹ֨דֶשׁ֙ H2320 חֲלִיפ֔וֹת H2487 חֹ֚דֶשׁ H2320 יִהְי֣וּ H1961 בַלְּבָנ֔וֹן H3844 שְׁנַ֥יִם H8147 חֳדָשִׁ֖ים H2320 בְּבֵית֑ H1004 וַאֲדֹנִירָ֖ם H141 עַל H5921 הַמַּֽס H4522 ",
      "15": "וַיְהִ֧י H1961 לִשְׁלֹמֹ֛ה H8010 שִׁבְעִ֥ים H7657 אֶ֖לֶף H505 נֹשֵׂ֣א H5375 סַבָּ֑ל H5449 וּשְׁמֹנִ֥ים H8084 אֶ֖לֶף H505 חֹצֵ֥ב H2672 בָּהָֽר H2022 ",
      "16": "לְ֠בַד H905 מִשָּׂרֵ֨י H8269 הַנִּצָּבִ֤ים H5324 לִשְׁלֹמֹה֙ H8010 אֲשֶׁ֣ר H834 עַל H5921 הַמְּלָאכָ֔ה H4399 שְׁלֹ֥שֶׁת H7969 אֲלָפִ֖ים H505 וּשְׁלֹ֣שׁ H7969 מֵא֑וֹת H3967 הָרֹדִ֣ים H7287 בָּעָ֔ם H5971 הָעֹשִׂ֖ים H6213 בַּמְּלָאכָֽה H4399 ",
      "17": "וַיְצַ֣ו H6680 הַמֶּ֡לֶךְ H4428 וַיַּסִּעוּ֩ H5265 אֲבָנִ֨ים H68 גְּדֹל֜וֹת H1419 אֲבָנִ֧ים H68 יְקָר֛וֹת H3368 לְיַסֵּ֥ד H3245 הַבָּ֖יִת H1004 אַבְנֵ֥י H68 גָזִֽית H1496 ",
      "18": "וַֽיִּפְסְל֞וּ H6458 בֹּנֵ֧י H1129 שְׁלֹמֹ֛ה H8010 וּבֹנֵ֥י H1129 חִיר֖וֹם H2438 וְהַ H1382 וַיָּכִ֛ינוּ H3559 הָעֵצִ֥ים H6086 וְהָ H68 לִבְנ֥וֹת H1129 הַבָּֽיִת H1004 ",
      "19": "וְהִנְ H2005 אֹמֵ֔ר H559 לִבְנ֣וֹת H1129 בַּ֔יִת H1004 לְשֵׁ֖ם H8034 יְהוָ֣ה H3068 אֱלֹהָ֑י H430 כַּאֲשֶׁ֣ר H834 דִּבֶּ֣ר H1696 יְהוָ֗ה H3068 אֶל H413 דָּוִ֤ד H1732 אָבִי֙ H1 לֵאמֹ֔ר H559 בִּנְךָ֗ H1121 אֲשֶׁ֨ר H834 אֶתֵּ֤ן H5414 תַּחְתֶּ֨יךָ֙ H8478 עַל H5921 כִּסְאֶ֔ךָ H3678 הֽוּא H1931 יִבְנֶ֥ה H1129 הַבַּ֖יִת H1004 לִשְׁמִֽ H8034 ",
      "20": "וְעַתָּ֡ה H6258 צַוֵּה֩ H6680 וְיִכְרְתוּ H3772 לִ֨י Hl אֲרָזִ֜ים H730 מִן H4480 הַלְּבָנ֗וֹן H3844 וַֽעֲבָדַ H5650 יִהְי֣וּ H1961 עִם H5973 עֲבָדֶ֔יךָ H5650 וּשְׂכַ֤ר H7939 עֲבָדֶ֨יךָ֙ H5650 אֶתֵּ֣ן H5414 לְךָ֔ Hl כְּכֹ֖ל H3605 אֲשֶׁ֣ר H834 תֹּאמֵ֑ר H559 כִּ֣י H3588 אַתָּ֣ה H859 יָדַ֗עְתָּ H3045 כִּ֣י H3588 אֵ֥ין H369 בָּ֛נוּ Hb אִ֛ישׁ H376 יֹדֵ֥עַ H3045 לִכְרָת H3772 עֵצִ֖ים H6086 כַּצִּדֹנִֽים H6722 ",
      "21": "וַיְהִ֞י H1961 כִּשְׁמֹ֧עַ H8085 חִירָ֛ם H2438 אֶת H853 דִּבְרֵ֥י H1697 שְׁלֹמֹ֖ה H8010 וַיִּשְׂמַ֣ח H8055 מְאֹ֑ד H3966 וַיֹּ֗אמֶר H559 בָּר֤וּךְ H1288 יְהוָה֙ H3068 הַיּ֔וֹם H3117 אֲשֶׁ֨ר H834 נָתַ֤ן H5414 לְדָוִד֙ H1732 בֵּ֣ן H1121 חָכָ֔ם H2450 עַל H5921 הָעָ֥ם H5971 הָרָ֖ב H7227 הַזֶּֽה H2088 ",
      "22": "וַיִּשְׁלַ֤ח H7971 חִירָם֙ H2438 אֶל H413 שְׁלֹמֹ֣ה H8010 לֵאמֹ֔ר H559 שָׁמַ֕עְתִּי H8085 אֵ֥ת H853 אֲשֶׁר H834 שָׁלַ֖חְתָּ H7971 אֵלָ֑י H413 אֲנִ֤י H589 אֶֽעֱשֶׂה֙ H6213 אֶת H853 כָּל H3605 חֶפְצְךָ֔ H2656 בַּעֲצֵ֥י H6086 אֲרָזִ֖ים H730 וּבַ H6086 בְרוֹשִֽׁים H1265 ",
      "23": "עֲ֠בָדַי H5650 יֹרִ֨דוּ H3381 מִן H4480 הַלְּבָנ֜וֹן H3844 יָ֗מָּה H3220 וַ֠אֲנִי H589 אֲשִׂימֵ֨ם H7760 דֹּבְר֤וֹת H1702 בַּיָּם֙ H3220 עַֽד H5704 הַמָּק֞וֹם H4725 אֲשֶׁר H834 תִּשְׁלַ֥ח H7971 אֵלַ֛י H413 וְנִפַּצְתִּ֥י H5310 שָׁ֖ם H8033 וְאַתָּ֣ה H859 תִשָּׂ֑א H5375 וְאַתָּה֙ H859 תַּעֲשֶׂ֣ה H6213 אֶת H853 חֶפְצִ֔י H2656 לָתֵ֖ת H5414 לֶ֥חֶם H3899 בֵּיתִֽי H1004 ",
      "24": "וַיְהִ֨י H1961 חִיר֜וֹם H2438 נֹתֵ֣ן H5414 לִשְׁלֹמֹ֗ה H8010 עֲצֵ֧י H6086 אֲרָזִ֛ים H730 וַעֲצֵ֥י H6086 בְרוֹשִׁ֖ים H1265 כָּל H3605 חֶפְצֽוֹ H2656 ",
      "25": "וּשְׁלֹמֹה֩ H8010 נָתַ֨ן H5414 לְחִירָ֜ם H2438 עֶשְׂרִים֩ H6242 אֶ֨לֶף H505 כֹּ֤ר H3734 חִטִּים֙ H2406 מַכֹּ֣לֶת H4361 לְבֵית֔ H1004 וְעֶשְׂרִ֥ים H6242 כֹּ֖ר H3734 שֶׁ֣מֶן H8081 כָּתִ֑ית H3795 כֹּֽה H3541 יִתֵּ֧ן H5414 שְׁלֹמֹ֛ה H8010 לְחִירָ֖ם H2438 שָׁנָ֥ה H8141 בְשָׁנָֽה H8141 ",
      "26": "וַיהוָ֗ה H3068 נָתַ֤ן H5414 חָכְמָה֙ H2451 לִשְׁלֹמֹ֔ה H8010 כַּאֲשֶׁ֖ר H834 דִּבֶּר H1696 ל֑וֹ Hl וַיְהִ֣י H1961 שָׁלֹ֗ם H7965 בֵּ֤ין H996 חִירָם֙ H2438 וּבֵ֣ין H996 שְׁלֹמֹ֔ה H8010 וַיִּכְרְת֥וּ H3772 בְרִ֖ית H1285 שְׁנֵיהֶֽם H8147 ",
      "27": "וַיַּ֨עַל H5927 הַמֶּ֧לֶךְ H4428 שְׁלֹמֹ֛ה H8010 מַ֖ס H4522 מִכָּל H3605 יִשְׂרָאֵ֑ל H3478 וַיְהִ֣י H1961 הַמַּ֔ס H4522 שְׁלֹשִׁ֥ים H7970 אֶ֖לֶף H505 אִֽישׁ H376 ",
      "28": "וַיִּשְׁלָחֵ֣ H7971 לְבָנ֗וֹנָה H3844 עֲשֶׂ֨רֶת H6235 אֲלָפִ֤ים H505 בַּחֹ֨דֶשׁ֙ H2320 חֲלִיפ֔וֹת H2487 חֹ֚דֶשׁ H2320 יִהְי֣וּ H1961 בַלְּבָנ֔וֹן H3844 שְׁנַ֥יִם H8147 חֳדָשִׁ֖ים H2320 בְּבֵית֑ H1004 וַאֲדֹנִירָ֖ם H141 עַל H5921 הַמַּֽס H4522 ",
      "29": "וַיְהִ֧י H1961 לִשְׁלֹמֹ֛ה H8010 שִׁבְעִ֥ים H7657 אֶ֖לֶף H505 נֹשֵׂ֣א H5375 סַבָּ֑ל H5449 וּשְׁמֹנִ֥ים H8084 אֶ֖לֶף H505 חֹצֵ֥ב H2672 בָּהָֽר H2022 ",
      "30": "לְ֠בַד H905 מִשָּׂרֵ֨י H8269 הַנִּצָּבִ֤ים H5324 לִשְׁלֹמֹה֙ H8010 אֲשֶׁ֣ר H834 עַל H5921 הַמְּלָאכָ֔ה H4399 שְׁלֹ֥שֶׁת H7969 אֲלָפִ֖ים H505 וּשְׁלֹ֣שׁ H7969 מֵא֑וֹת H3967 הָרֹדִ֣ים H7287 בָּעָ֔ם H5971 הָעֹשִׂ֖ים H6213 בַּמְּלָאכָֽה H4399 ",
      "31": "וַיְצַ֣ו H6680 הַמֶּ֡לֶךְ H4428 וַיַּסִּעוּ֩ H5265 אֲבָנִ֨ים H68 גְּדֹל֜וֹת H1419 אֲבָנִ֧ים H68 יְקָר֛וֹת H3368 לְיַסֵּ֥ד H3245 הַבָּ֖יִת H1004 אַבְנֵ֥י H68 גָזִֽית H1496 ",
      "32": "וַֽיִּפְסְל֞וּ H6458 בֹּנֵ֧י H1129 שְׁלֹמֹ֛ה H8010 וּבֹנֵ֥י H1129 חִיר֖וֹם H2438 וְהַ H1382 וַיָּכִ֛ינוּ H3559 הָעֵצִ֥ים H6086 וְהָ H68 לִבְנ֥וֹת H1129 הַבָּֽיִת H1004 "
    },
    "6": {
      "1": "וַיְהִ֣י H1961 בִשְׁמוֹנִ֣ים H8084 שָׁנָ֣ה H8141 וְאַרְבַּ֣ע H702 מֵא֣וֹת H3967 שָׁנָ֡ה H8141 לְצֵ֣את H3318 בְּנֵֽי H1121 יִשְׂרָאֵ֣ל H3478 מֵאֶֽרֶץ H776 מִצְרַיִם֩ H4714 בַּשָּׁנָ֨ה H8141 הָרְבִיעִ֜ית H7243 בְּחֹ֣דֶשׁ H2320 זִ֗ו H2099 ה֚וּא H1931 הַחֹ֣דֶשׁ H2320 הַשֵּׁנִ֔י H8145 לִמְלֹ֥ךְ H4427 שְׁלֹמֹ֖ה H8010 עַל H5921 יִשְׂרָאֵ֑ל H3478 וַיִּ֥בֶן H1129 הַבַּ֖יִת H1004 לַיהוָֽה H3068 ",
      "2": "וְהַ H1004 אֲשֶׁ֨ר H834 בָּנָ֜ה H1129 הַמֶּ֤לֶךְ H4428 שְׁלֹמֹה֙ H8010 לַֽיהוָ֔ה H3068 שִׁשִּֽׁים H8346 אַמָּ֥ה H520 אָרְכּ֖וֹ H753 וְעֶשְׂרִ֤ים H6242 רָחְבּ֑וֹ H7341 וּשְׁלֹשִׁ֥ים H7970 אַמָּ֖ה H520 קוֹמָתֽוֹ H6967 ",
      "3": "וְהָ H197 עַל H5921 פְּנֵי֙ H6440 הֵיכַ֣ל H1964 הַבַּ֔יִת H1004 עֶשְׂרִ֣ים H6242 אַמָּה֙ H520 אָרְכּ֔וֹ H753 עַל H5921 פְּנֵ֖י H6440 רֹ֣חַב H7341 הַבָּ֑יִת H1004 עֶ֧שֶׂר H6235 בָּאַמָּ֛ה H520 רָחְבּ֖וֹ H7341 עַל H5921 פְּנֵ֥י H6440 הַבָּֽיִת H1004 ",
      "4": "וַיַּ֣עַשׂ H6213 לַבָּ֔יִת H1004 חַלּוֹנֵ֖י H2474 שְׁקֻפִ֥ים H8261 אֲטֻמִֽים H331 ",
      "5": "וַיִּבֶן֩ H1129 עַל H5921 קִ֨יר H7023 הַבַּ֤יִת H1004 יצוע H3326 סָבִ֔יב H5439 אֶת H853 קִיר֤וֹת H7023 הַבַּ֨יִת֙ H1004 סָבִ֔יב H5439 לַֽהֵיכָ֖ל H1964 וְלַ H1687 וַיַּ֥עַשׂ H6213 צְלָע֖וֹת H6763 סָבִֽיב H5439 ",
      "6": "היצוע H3326 הַתַּחְתֹּנָ֜ה H8481 חָמֵ֧שׁ H2568 בָּאַמָּ֣ה H520 רָחְבָּ֗הּ H7341 וְהַ H8484 שֵׁ֤שׁ H8337 בָּֽאַמָּה֙ H520 רָחְבָּ֔הּ H7341 וְהַ֨ H7992 שֶׁ֥בַע H7651 בָּאַמָּ֖ה H520 רָחְבָּ֑הּ H7341 כִּ֡י H3588 מִגְרָעוֹת֩ H4052 נָתַ֨ן H5414 לַבַּ֤יִת H1004 סָבִיב֙ H5439 ח֔וּצָה H2351 לְבִלְתִּ֖י H1115 אֲחֹ֥ז H270 בְּקִֽירוֹת H7023 הַבָּֽיִת H1004 ",
      "7": "וְהַ H1004 בְּהִבָּ֣נֹת֔ H1129 אֶֽבֶן H68 שְׁלֵמָ֥ה H8003 מַסָּ֖ע H4551 נִבְנָ֑ה H1129 וּמַקָּב֤וֹת H4717 וְהַ H1631 כָּל H3605 כְּלִ֣י H3627 בַרְזֶ֔ל H1270 לֹֽא H3808 נִשְׁמַ֥ע H8085 בַּבַּ֖יִת H1004 בְּהִבָּנֹתֽ H1129 ",
      "8": "פֶּ֗תַח H6607 הַצֵּלָע֙ H6763 הַתִּ֣יכֹנָ֔ה H8484 אֶל H413 כֶּ֥תֶף H3802 הַבַּ֖יִת H1004 הַיְמָנִ֑ית H3233 וּבְ H3883 יַֽעֲלוּ֙ H5927 עַל H5921 הַתִּ֣יכֹנָ֔ה H8484 וּמִן H4480 הַתִּֽיכֹנָ֖ה H8484 אֶל H413 הַשְּׁלִשִֽׁים H7992 ",
      "9": "וַיִּ֥בֶן H1129 אֶת H853 הַבַּ֖יִת H1004 וַיְכַלֵּ֑ H3615 וַיִּסְפֹּ֤ן H5603 אֶת H853 הַבַּ֨יִת֙ H1004 גֵּבִ֔ים H1356 וּשְׂדֵרֹ֖ת H7713 בָּאֲרָזִֽים H730 ",
      "10": "וַיִּ֤בֶן H1129 אֶת H853 היצוע H3326 עַל H5921 כָּל H3605 הַבַּ֔יִת H1004 חָמֵ֥שׁ H2568 אַמּ֖וֹת H520 קֽוֹמָת֑וֹ H6967 וַיֶּאֱחֹ֥ז H270 אֶת H853 הַבַּ֖יִת H1004 בַּעֲצֵ֥י H6086 אֲרָזִֽים H730 ",
      "11": "וַֽיְהִי֙ H1961 דְּבַר H1697 יְהוָ֔ה H3068 אֶל H413 שְׁלֹמֹ֖ה H8010 לֵאמֹֽר H559 ",
      "12": "הַבַּ֨יִת H1004 הַזֶּ֜ה H2088 אֲשֶׁר H834 אַתָּ֣ה H859 בֹנֶ֗ה H1129 אִם H518 תֵּלֵ֤ךְ H3212 בְּחֻקֹּתַ H2708 וְאֶת H853 מִשְׁפָּטַ֣י H4941 תַּֽעֲשֶׂ֔ה H6213 וְשָׁמַרְתָּ֥ H8104 אֶת H853 כָּל H3605 מִצְוֺתַ֖י H4687 לָלֶ֣כֶת H3212 בָּהֶ֑ם Hb וַהֲקִמֹתִ֤י H6965 אֶת H853 דְּבָרִי֙ H1697 אִתָּ֔ךְ H854 אֲשֶׁ֥ר H834 דִּבַּ֖רְתִּי H1696 אֶל H413 דָּוִ֥ד H1732 אָבִֽיךָ H1 ",
      "13": "וְשָׁ֣כַנְתִּ֔י H7931 בְּת֖וֹךְ H8432 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וְלֹ֥א H3808 אֶעֱזֹ֖ב H5800 אֶת H853 עַמִּ֥י H5971 יִשְׂרָאֵֽל H3478 ",
      "14": "וַיִּ֧בֶן H1129 שְׁלֹמֹ֛ה H8010 אֶת H853 הַבַּ֖יִת H1004 וַיְכַלֵּֽ H3615 ",
      "15": "וַיִּבֶן֩ H1129 אֶת H853 קִיר֨וֹת H7023 הַבַּ֤יִת H1004 מִבַּ֨יְתָ H1004 בְּצַלְע֣וֹת H6763 אֲרָזִ֔ים H730 מִקַּרְקַ֤ע H7172 הַבַּ֨יִת֙ H1004 עַד H5704 קִיר֣וֹת H7023 הַסִּפֻּ֔ן H5604 צִפָּ֥ה H6823 עֵ֖ץ H6086 מִבָּ֑יִת H1004 וַיְצַ֛ף H6823 אֶת H853 קַרְקַ֥ע H7172 הַבַּ֖יִת H1004 בְּצַלְע֥וֹת H6763 בְּרוֹשִֽׁים H1265 ",
      "16": "וַיִּבֶן֩ H1129 אֶת H853 עֶשְׂרִ֨ים H6242 אַמָּ֜ה H520 מירכותי H3411 הַבַּ֨יִת֙ H1004 בְּצַלְע֣וֹת H6763 אֲרָזִ֔ים H730 מִן H4480 הַקַּרְקַ֖ע H7172 עַד H5704 הַקִּיר֑וֹת H7023 וַיִּ֤בֶן H1129 לוֹ֙ Hl מִבַּ֣יִת H1004 לִדְבִ֔יר H1687 לְקֹ֖דֶשׁ H6944 הַקֳּדָשִֽׁים H6944 ",
      "17": "וְאַרְבָּעִ֥ים H705 בָּאַמָּ֖ה H520 הָיָ֣ה H1961 הַבָּ֑יִת H1004 ה֖וּא H1931 הַהֵיכָ֥ל H1964 לִפְנָֽ H3942 ",
      "18": "וְאֶ֤רֶז H730 אֶל H413 הַבַּ֨יִת֙ H1004 פְּנִ֔ימָה H6441 מִקְלַ֣עַת H4734 פְּקָעִ֔ים H6497 וּפְטוּרֵ֖י H6358 צִצִּ֑ים H6731 הַכֹּ֣ל H3605 אֶ֔רֶז H730 אֵ֥ין H369 אֶ֖בֶן H68 נִרְאָֽה H7200 ",
      "19": "וּדְבִ֧יר H1687 בְּתוֹךְ H8432 הַבַּ֛יִת H1004 מִפְּנִ֖ימָה H6441 הֵכִ֑ין H3559 לְתִתֵּ֣ן H5414 שָׁ֔ם H8033 אֶת H853 אֲר֖וֹן H727 בְּרִ֥ית H1285 יְהוָֽה H3068 ",
      "20": "וְלִ H6440 הַדְּבִ֡יר H1687 עֶשְׂרִים֩ H6242 אַמָּ֨ה H520 אֹ֜רֶךְ H753 וְעֶשְׂרִ֧ים H6242 אַמָּ֣ה H520 רֹ֗חַב H7341 וְעֶשְׂרִ֤ים H6242 אַמָּה֙ H520 קֽוֹמָת֔וֹ H6967 וַיְצַפֵּ֖ H6823 זָהָ֣ב H2091 סָג֑וּר H5462 וַיְצַ֥ף H6823 מִזְבֵּ֖חַ H4196 אָֽרֶז H730 ",
      "21": "וַיְצַ֨ף H6823 שְׁלֹמֹ֧ה H8010 אֶת H853 הַבַּ֛יִת H1004 מִפְּנִ֖ימָה H6441 זָהָ֣ב H2091 סָג֑וּר H5462 וַיְעַבֵּ֞ר H5674 ברתיקות H7572 זָהָב֙ H2091 לִפְנֵ֣י H6440 הַדְּבִ֔יר H1687 וַיְצַפֵּ֖ H6823 זָהָֽב H2091 ",
      "22": "וְאֶת H853 כָּל H3605 הַבַּ֛יִת H1004 צִפָּ֥ה H6823 זָהָ֖ב H2091 עַד H5704 תֹּ֣ם H8552 כָּל H3605 הַבָּ֑יִת H1004 וְכָל H3605 הַמִּזְבֵּ֥חַ H4196 אֲֽשֶׁר H834 לַדְּבִ֖יר H1687 צִפָּ֥ה H6823 זָהָֽב H2091 ",
      "23": "וַיַּ֣עַשׂ H6213 בַּדְּבִ֔יר H1687 שְׁנֵ֥י H8147 כְרוּבִ֖ים H3742 עֲצֵי H6086 שָׁ֑מֶן H8081 עֶ֥שֶׂר H6235 אַמּ֖וֹת H520 קוֹמָתֽוֹ H6967 ",
      "24": "וְחָמֵ֣שׁ H2568 אַמּ֗וֹת H520 כְּנַ֤ף H3671 הַכְּרוּב֙ H3742 הָֽאֶחָ֔ת H259 וְחָמֵ֣שׁ H2568 אַמּ֔וֹת H520 כְּנַ֥ף H3671 הַכְּר֖וּב H3742 הַשֵּׁנִ֑ית H8145 עֶ֣שֶׂר H6235 אַמּ֔וֹת H520 מִקְצ֥וֹת H7098 כְּנָפָ֖יו H3671 וְעַד H5704 קְצ֥וֹת H7098 כְּנָפָֽיו H3671 ",
      "25": "וְעֶ֨שֶׂר֙ H6235 בָּֽאַמָּ֔ה H520 הַכְּר֖וּב H3742 הַשֵּׁנִ֑י H8145 מִדָּ֥ה H4060 אַחַ֛ת H259 וְקֶ֥צֶב H7095 אֶחָ֖ד H259 לִשְׁנֵ֥י H8147 הַכְּרֻבִֽים H3742 ",
      "26": "קוֹמַת֙ H6967 הַכְּר֣וּב H3742 הָֽאֶחָ֔ד H259 עֶ֖שֶׂר H6235 בָּֽאַמָּ֑ה H520 וְכֵ֖ן H3651 הַכְּר֥וּב H3742 הַשֵּׁנִֽי H8145 ",
      "27": "וַיִּתֵּ֨ן H5414 אֶת H853 הַכְּרוּבִ֜ים H3742 בְּת֣וֹךְ H8432 הַבַּ֣יִת H1004 הַפְּנִימִ֗י H6442 וַֽיִּפְרְשׂוּ֮ H6566 אֶת H853 כַּנְפֵ֣י H3671 הַכְּרֻבִים֒ H3742 וַתִּגַּ֤ע H5060 כְּנַף H3671 הָֽאֶחָד֙ H259 בַּקִּ֔יר H7023 וּכְנַף֙ H3671 הַכְּר֣וּב H3742 הַשֵּׁנִ֔י H8145 נֹגַ֖עַת H5060 בַּקִּ֣יר H7023 הַשֵּׁנִ֑י H8145 וְכַנְפֵי H3671 אֶל H413 תּ֣וֹךְ H8432 הַבַּ֔יִת H1004 נֹגְעֹ֖ת H5060 כָּנָ֥ף H3671 אֶל H413 כָּנָֽף H3671 ",
      "28": "וַיְצַ֥ף H6823 אֶת H853 הַכְּרוּבִ֖ים H3742 זָהָֽב H2091 ",
      "29": "וְאֵת֩ H853 כָּל H3605 קִיר֨וֹת H7023 הַבַּ֜יִת H1004 מֵסַ֣ב H4524 קָלַ֗ע H7049 פִּתּוּחֵי֙ H6603 מִקְלְעוֹת֙ H4734 כְּרוּבִ֣ים H3742 וְתִֽמֹרֹ֔ת H8561 וּפְטוּרֵ֖י H6358 צִצִּ֑ים H6731 מִלִּ H6440 וְלַ H2435 ",
      "30": "וְאֶת H853 קַרְקַ֥ע H7172 הַבַּ֖יִת H1004 צִפָּ֣ה H6823 זָהָ֑ב H2091 לִפְנִ֖ימָה H6441 וְלַ H2435 ",
      "31": "וְאֵת֙ H853 פֶּ֣תַח H6607 הַדְּבִ֔יר H1687 עָשָׂ֖ה H6213 דַּלְת֣וֹת H1817 עֲצֵי H6086 שָׁ֑מֶן H8081 הָאַ֥יִל H352 מְזוּז֖וֹת H4201 חֲמִשִֽׁית H2549 ",
      "32": "וּשְׁתֵּי֮ H8147 דַּלְת֣וֹת H1817 עֲצֵי H6086 שֶׁמֶן֒ H8081 וְקָלַ֣ע H7049 עֲ֠לֵיהֶם H5921 מִקְלְע֨וֹת H4734 כְּרוּבִ֧ים H3742 וְתִמֹר֛וֹת H8561 וּפְטוּרֵ֥י H6358 צִצִּ֖ים H6731 וְצִפָּ֣ה H6823 זָהָ֑ב H2091 וַיָּ֛רֶד H7286 עַל H5921 הַכְּרוּבִ֥ים H3742 וְעַל H5921 הַתִּֽמֹר֖וֹת H8561 אֶת H853 הַזָּהָֽב H2091 ",
      "33": "וְכֵ֥ן H3651 עָשָׂ֛ה H6213 לְפֶ֥תַח H6607 הַֽהֵיכָ֖ל H1964 מְזוּז֣וֹת H4201 עֲצֵי H6086 שָׁ֑מֶן H8081 מֵאֵ֖ת H853 רְבִעִֽית H7243 ",
      "34": "וּשְׁתֵּ֥י H8147 דַלְת֖וֹת H1817 עֲצֵ֣י H6086 בְרוֹשִׁ֑ים H1265 שְׁנֵ֨י H8147 צְלָעִ֜ים H6763 הַדֶּ֤לֶת H1817 הָֽאַחַת֙ H259 גְּלִילִ֔ים H1550 וּשְׁנֵ֧י H8147 קְלָעִ֛ים H7050 הַדֶּ֥לֶת H1817 הַשֵּׁנִ֖ית H8145 גְּלִילִֽים H1550 ",
      "35": "וְקָלַ֤ע H7049 כְּרוּבִים֙ H3742 וְתִ֣מֹר֔וֹת H8561 וּפְטֻרֵ֖י H6358 צִצִּ֑ים H6731 וְצִפָּ֣ה H6823 זָהָ֔ב H2091 מְיֻשָּׁ֖ר H3474 עַל H5921 הַמְּחֻקֶּֽה H2707 ",
      "36": "וַיִּ֨בֶן֙ H1129 אֶת H853 הֶחָצֵ֣ר H2691 הַפְּנִימִ֔ית H6442 שְׁלֹשָׁ֖ה H7969 טוּרֵ֣י H2905 גָזִ֑ית H1496 וְט֖וּר H2905 כְּרֻתֹ֥ת H3773 אֲרָזִֽים H730 ",
      "37": "בַּשָּׁנָה֙ H8141 הָֽרְבִיעִ֔ית H7243 יֻסַּ֖ד H3245 בֵּ֣ית H1004 יְהוָ֑ה H3068 בְּיֶ֖רַח H3391 זִֽו H2099 ",
      "38": "וּבַ H8141 הָאַחַ֨ת H259 עֶשְׂרֵ֜ה H6240 בְּיֶ֣רַח H3391 בּ֗וּל H945 ה֚וּא H1931 הַחֹ֣דֶשׁ H2320 הַשְּׁמִינִ֔י H8066 כָּלָ֣ה H3615 הַבַּ֔יִת H1004 לְכָל H3605 דְּבָרָ֖יו H1697 וּלְ H3605 משפטו H4941 וַיִּבְנֵ֖ H1129 שֶׁ֥בַע H7651 שָׁנִֽים H8141 "
    },
    "7": {
      "1": "וְאֶת H853 בֵּיתוֹ֙ H1004 בָּנָ֣ה H1129 שְׁלֹמֹ֔ה H8010 שְׁלֹ֥שׁ H7969 עֶשְׂרֵ֖ה H6240 שָׁנָ֑ה H8141 וַיְכַ֖ל H3615 אֶת H853 כָּל H3605 בֵּיתֽוֹ H1004 ",
      "2": "וַיִּ֜בֶן H1129 אֶת H853 בֵּ֣ית H1004 יַ֣עַר H3293 הַלְּבָנ֗וֹן H3844 מֵאָ֨ה H3967 אַמָּ֤ה H520 אָרְכּוֹ֙ H753 וַחֲמִשִּׁ֤ים H2572 אַמָּה֙ H520 רָחְבּ֔וֹ H7341 וּשְׁלֹשִׁ֥ים H7970 אַמָּ֖ה H520 קוֹמָת֑וֹ H6967 עַ֗ל H5921 אַרְבָּעָה֙ H702 טוּרֵי֙ H2905 עַמּוּדֵ֣י H5982 אֲרָזִ֔ים H730 וּכְרֻת֥וֹת H3773 אֲרָזִ֖ים H730 עַל H5921 הָעַמּוּדִֽים H5982 ",
      "3": "וְסָפֻ֣ן H5603 בָּאֶ֗רֶז H730 מִמַּ֨עַל֙ H4605 עַל H5921 הַצְּלָעֹת֙ H6763 אֲשֶׁ֣ר H834 עַל H5921 הָֽעַמּוּדִ֔ים H5982 אַרְבָּעִ֖ים H705 וַחֲמִשָּׁ֑ה H2568 חֲמִשָּׁ֥ה H2568 עָשָׂ֖ר H6240 הַטּֽוּר H2905 ",
      "4": "וּשְׁקֻפִ֖ים H8261 שְׁלֹשָׁ֣ה H7969 טוּרִ֑ים H2905 וּמֶחֱזָ֥ה H4237 אֶל H413 מֶחֱזָ֖ה H4237 שָׁלֹ֥שׁ H7969 פְּעָמִֽים H6471 ",
      "5": "וְכָל H3605 הַפְּתָחִ֥ים H6607 וְהַ H4201 רְבֻעִ֣ים H7251 שָׁ֑קֶף H8260 וּמ֧וּל H4136 מֶחֱזָ֛ה H4237 אֶל H413 מֶחֱזָ֖ה H4237 שָׁלֹ֥שׁ H7969 פְּעָמִֽים H6471 ",
      "6": "וְאֵ֨ת H853 אוּלָ֤ם H197 הָֽעַמּוּדִים֙ H5982 עָשָׂ֔ה H6213 חֲמִשִּׁ֤ים H2572 אַמָּה֙ H520 אָרְכּ֔וֹ H753 וּשְׁלֹשִׁ֥ים H7970 אַמָּ֖ה H520 רָחְבּ֑וֹ H7341 וְאוּלָם֙ H197 עַל H5921 פְּנֵיהֶ֔ם H6440 וְעַמֻּדִ֥ים H5982 וְעָ֖ב H5646 עַל H5921 פְּנֵיהֶֽם H6440 ",
      "7": "וְאוּלָ֤ם H197 הַכִּסֵּא֙ H3678 אֲשֶׁ֣ר H834 יִשְׁפָּט H8199 שָׁ֔ם H8033 אֻלָ֥ם H197 הַמִּשְׁפָּ֖ט H4941 עָשָׂ֑ה H6213 וְסָפ֣וּן H5603 בָּאֶ֔רֶז H730 מֵהַ H7172 עַד H5704 הַקַּרְקָֽע H7172 ",
      "8": "וּבֵית H1004 אֲשֶׁר H834 יֵ֨שֶׁב H3427 שָׁ֜ם H8033 חָצֵ֣ר H2691 הָאַחֶ֗רֶת H312 מִבֵּית֙ H1004 לָֽאוּלָ֔ם H197 כַּמַּֽעֲשֶׂ֥ה H4639 הַזֶּ֖ה H2088 הָיָ֑ה H1961 וּבַ֜יִת H1004 יַעֲשֶׂ֤ה H6213 לְבַת H1323 פַּרְעֹה֙ H6547 אֲשֶׁ֣ר H834 לָקַ֣ח H3947 שְׁלֹמֹ֔ה H8010 כָּאוּלָ֖ם H197 הַזֶּֽה H2088 ",
      "9": "כָּל H3605 אֵ֜לֶּה H428 אֲבָנִ֤ים H68 יְקָרֹת֙ H3368 כְּמִדֹּ֣ת H4060 גָּזִ֔ית H1496 מְגֹרָר֥וֹת H1641 בַּמְּגֵרָ֖ה H4050 מִבַּ֣יִת H1004 וּמִ H2351 וּמִ H4527 עַד H5704 הַטְּפָח֔וֹת H2947 וּמִ H2351 עַד H5704 הֶחָצֵ֥ר H2691 הַגְּדוֹלָֽה H1419 ",
      "10": "וּמְיֻסָּ֕ד H3245 אֲבָנִ֥ים H68 יְקָר֖וֹת H3368 אֲבָנִ֣ים H68 גְּדֹל֑וֹת H1419 אַבְנֵי֙ H68 עֶ֣שֶׂר H6235 אַמּ֔וֹת H520 וְאַבְנֵ֖י H68 שְׁמֹנֶ֥ה H8083 אַמּֽוֹת H520 ",
      "11": "וּמִ H4605 אֲבָנִ֧ים H68 יְקָר֛וֹת H3368 כְּמִדּ֥וֹת H4060 גָּזִ֖ית H1496 וָאָֽרֶז H730 ",
      "12": "וְחָצֵ֨ר H2691 הַגְּדוֹלָ֜ה H1419 סָבִ֗יב H5439 שְׁלֹשָׁה֙ H7969 טוּרִ֣ים H2905 גָּזִ֔ית H1496 וְט֖וּר H2905 כְּרֻתֹ֣ת H3773 אֲרָזִ֑ים H730 וְלַ H2691 בֵּית H1004 יְהוָ֛ה H3068 הַפְּנִימִ֖ית H6442 וּלְ H197 הַבָּֽיִת H1004 ",
      "13": "וַיִּשְׁלַח֙ H7971 הַמֶּ֣לֶךְ H4428 שְׁלֹמֹ֔ה H8010 וַיִּקַּ֥ח H3947 אֶת H853 חִירָ֖ם H2438 מִצֹּֽר H6865 ",
      "14": "בֶּן H1121 אִשָּׁה֩ H802 אַלְמָנָ֨ה H490 ה֜וּא H1931 מִמַּטֵּ֣ה H4294 נַפְתָּלִ֗י H5321 וְאָבִ֣י H1 אִישׁ H376 צֹרִי֮ H6876 חֹרֵ֣שׁ H2794 נְחֹשֶׁת֒ H5178 וַ֠יִּמָּלֵא H4390 אֶת H853 הַחָכְמָ֤ה H2451 וְאֶת H853 הַתְּבוּנָה֙ H8394 וְאֶת H853 הַדַּ֔עַת H1847 לַעֲשׂ֥וֹת H6213 כָּל H3605 מְלָאכָ֖ה H4399 בַּנְּחֹ֑שֶׁת H5178 וַיָּבוֹא֙ H935 אֶל H413 הַמֶּ֣לֶךְ H4428 שְׁלֹמֹ֔ה H8010 וַיַּ֖עַשׂ H6213 אֶת H853 כָּל H3605 מְלַאכְתּֽוֹ H4399 ",
      "15": "וַיָּ֛צַר H6696 אֶת H853 שְׁנֵ֥י H8147 הָעַמּוּדִ֖ים H5982 נְחֹ֑שֶׁת H5178 שְׁמֹנֶ֨ה H8083 עֶשְׂרֵ֜ה H6240 אַמָּ֗ה H520 קוֹמַת֙ H6967 הָעַמּ֣וּד H5982 הָאֶחָ֔ד H259 וְחוּט֙ H2339 שְׁתֵּים H8147 עֶשְׂרֵ֣ה H6240 אַמָּ֔ה H520 יָסֹ֖ב H5437 אֶת H853 הָעַמּ֥וּד H5982 הַשֵּׁנִֽי H8145 ",
      "16": "וּשְׁתֵּ֨י H8147 כֹתָרֹ֜ת H3805 עָשָׂ֗ה H6213 לָתֵ֛ת H5414 עַל H5921 רָאשֵׁ֥י H7218 הָֽעַמּוּדִ֖ים H5982 מֻצַ֣ק H3332 נְחֹ֑שֶׁת H5178 חָמֵ֣שׁ H2568 אַמּ֗וֹת H520 קוֹמַת֙ H6967 הַכֹּתֶ֣רֶת H3805 הָאֶחָ֔ת H259 וְחָמֵ֣שׁ H2568 אַמּ֔וֹת H520 קוֹמַ֖ת H6967 הַכֹּתֶ֥רֶת H3805 הַשֵּׁנִֽית H8145 ",
      "17": "שְׂבָכִ֞ים H7638 מַעֲשֵׂ֣ה H4639 שְׂבָכָ֗ה H7639 גְּדִלִים֙ H1434 מַעֲשֵׂ֣ה H4639 שַׁרְשְׁר֔וֹת H8333 לַכֹּ֣תָרֹ֔ת H3805 אֲשֶׁ֖ר H834 עַל H5921 רֹ֣אשׁ H7218 הָעַמּוּדִ֑ים H5982 שִׁבְעָה֙ H7651 לַכֹּתֶ֣רֶת H3805 הָאֶחָ֔ת H259 וְשִׁבְעָ֖ה H7651 לַכֹּתֶ֥רֶת H3805 הַשֵּׁנִֽית H8145 ",
      "18": "וַיַּ֖עַשׂ H6213 אֶת H853 הָעַמּוּדִ֑ים H5982 וּשְׁנֵי֩ H8147 טוּרִ֨ים H2905 סָבִ֜יב H5439 עַל H5921 הַשְּׂבָכָ֣ה H7639 הָאֶחָ֗ת H259 לְכַסּ֤וֹת H3680 אֶת H853 הַכֹּֽתָרֹת֙ H3805 אֲשֶׁר֙ H834 עַל H5921 רֹ֣אשׁ H7218 הָֽרִמֹּנִ֔ים H7416 וְכֵ֣ן H3651 עָשָׂ֔ה H6213 לַכֹּתֶ֖רֶת H3805 הַשֵּׁנִֽית H8145 ",
      "19": "וְכֹֽתָרֹ֗ת H3805 אֲשֶׁר֙ H834 עַל H5921 רֹ֣אשׁ H7218 הָעַמּוּדִ֔ים H5982 מַעֲשֵׂ֖ה H4639 שׁוּשַׁ֣ן H7799 בָּֽאוּלָ֑ם H197 אַרְבַּ֖ע H702 אַמּֽוֹת H520 ",
      "20": "וְכֹתָרֹ֗ת H3805 עַל H5921 שְׁנֵי֙ H8147 הָֽעַמּוּדִ֔ים H5982 גַּם H1571 מִמַּ֨עַל֙ H4605 מִלְּ H5980 הַבֶּ֔טֶן H990 אֲשֶׁ֖ר H834 לְעֵ֣בֶר H5676 שבכה H7639 וְהָ H7416 מָאתַ֨יִם֙ H3967 טֻרִ֣ים H2905 סָבִ֔יב H5439 עַ֖ל H5921 הַכֹּתֶ֥רֶת H3805 הַשֵּׁנִֽית H8145 ",
      "21": "וַיָּ֨קֶם֙ H6965 אֶת H853 הָֽעַמֻּדִ֔ים H5982 לְאֻלָ֖ם H197 הַֽהֵיכָ֑ל H1964 וַיָּ֜קֶם H6965 אֶת H853 הָעַמּ֣וּד H5982 הַיְמָנִ֗י H3233 וַיִּקְרָ֤א H7121 אֶת H853 שְׁמוֹ֙ H8034 יָכִ֔ין H3199 וַיָּ֨קֶם֙ H6965 אֶת H853 הָעַמּ֣וּד H5982 הַשְּׂמָאלִ֔י H8042 וַיִּקְרָ֥א H7121 אֶת H853 שְׁמ֖וֹ H8034 בֹּֽעַז H1162 ",
      "22": "וְעַ֛ל H5921 רֹ֥אשׁ H7218 הָעַמּוּדִ֖ים H5982 מַעֲשֵׂ֣ה H4639 שׁוֹשָׁ֑ן H7799 וַתִּתֹּ֖ם H8552 מְלֶ֥אכֶת H4399 הָעַמּוּדִֽים H5982 ",
      "23": "וַיַּ֥עַשׂ H6213 אֶת H853 הַיָּ֖ם H3220 מוּצָ֑ק H4165 עֶ֣שֶׂר H6235 בָּ֠אַמָּה H520 מִשְּׂפָת֨ H8193 עַד H5704 שְׂפָת֜וֹ H8145 עָגֹ֣ל H5696 סָבִ֗יב H5439 וְחָמֵ֤שׁ H2568 בָּֽאַמָּה֙ H520 קוֹמָת֔וֹ H6967 וקוה H6961 שְׁלֹשִׁ֣ים H7970 בָּֽאַמָּ֔ה H520 יָסֹ֥ב H5437 אֹת֖וֹ H853 סָבִֽיב H5439 ",
      "24": "וּפְקָעִים֩ H6497 מִתַּ֨חַת H8478 לִשְׂפָת֤ H8193 סָבִיב֙ H5439 סֹבְבִ֣ים H5437 אֹת֔וֹ H853 עֶ֚שֶׂר H6235 בָּֽאַמָּ֔ה H520 מַקִּפִ֥ים H5362 אֶת H853 הַיָּ֖ם H3220 סָבִ֑יב H5439 שְׁנֵ֤י H8147 טוּרִים֙ H2905 הַפְּקָעִ֔ים H6497 יְצֻקִ֖ים H3332 בִּיצֻקָתֽ H3333 ",
      "25": "עֹמֵ֞ד H5975 עַל H5921 שְׁנֵ֧י H8147 עָשָׂ֣ר H6240 בָּקָ֗ר H1241 שְׁלֹשָׁ֣ה H7969 פֹנִ֣ים H6437 צָפ֡וֹנָה H6828 וּשְׁלֹשָׁה֩ H7969 פֹנִ֨ים H6437 יָ֜מָּה H3220 וּשְׁלֹשָׁ֣ה H7969 פֹּנִ֣ים H6437 נֶ֗גְבָּה H5045 וּשְׁלֹשָׁה֙ H7969 פֹּנִ֣ים H6437 מִזְרָ֔חָה H4217 וְהַ H3220 עֲלֵיהֶ֖ם H5921 מִלְ H4605 וְכָל H3605 אֲחֹֽרֵיהֶ֖ם H268 בָּֽיְתָה H1004 ",
      "26": "וְעָבְי֣ H5672 טֶ֔פַח H2947 וּשְׂפָת֛ H8193 כְּמַעֲשֵׂ֥ה H4639 שְׂפַת H8193 כּ֖וֹס H3563 פֶּ֣רַח H6525 שׁוֹשָׁ֑ן H7799 אַלְפַּ֥יִם H505 בַּ֖ת H1324 יָכִֽיל H3557 ",
      "27": "וַיַּ֧עַשׂ H6213 אֶת H853 הַמְּכֹנ֛וֹת H4350 עֶ֖שֶׂר H6235 נְחֹ֑שֶׁת H5178 אַרְבַּ֣ע H702 בָּאַמָּ֗ה H520 אֹ֚רֶךְ H753 הַמְּכוֹנָ֣ה H4350 הָֽאֶחָ֔ת H259 וְאַרְבַּ֤ע H702 בָּֽאַמָּה֙ H520 רָחְבָּ֔הּ H7341 וְשָׁלֹ֥שׁ H7969 בָּאַמָּ֖ה H520 קוֹמָתָֽהּ H6967 ",
      "28": "וְזֶ֛ה H2088 מַעֲשֵׂ֥ה H4639 הַמְּכוֹנָ֖ה H4350 מִסְגְּרֹ֣ת H4526 לָהֶ֑ם H1992 וּמִסְגְּרֹ֖ת H4526 בֵּ֥ין H996 הַשְׁלַבִּֽים H7948 ",
      "29": "וְעַֽל H5921 הַמִּסְגְּר֞וֹת H4526 אֲשֶׁ֣ר H834 בֵּ֣ין H996 הַשְׁלַבִּ֗ים H7948 אֲרָי֤וֹת H738 בָּקָר֙ H1241 וּכְרוּבִ֔ים H3742 וְעַל H5921 הַשְׁלַבִּ֖ים H7948 כֵּ֣ן H3653 מִמָּ֑עַל H4605 וּמִ H8478 לַאֲרָי֣וֹת H738 וְלַ H1241 לֹי֖וֹת H3914 מַעֲשֵׂ֥ה H4639 מוֹרָֽד H4174 ",
      "30": "וְאַרְבָּעָה֩ H702 אוֹפַנֵּ֨י H212 נְחֹ֜שֶׁת H5178 לַמְּכוֹנָ֤ה H4350 הָֽאַחַת֙ H259 וְסַרְנֵ֣י H5633 נְחֹ֔שֶׁת H5178 וְאַרְבָּעָ֥ה H702 פַעֲמֹתָ֖יו H6471 כְּתֵפֹ֣ת H3802 לָהֶ֑ם Hl מִתַּ֤חַת H8478 לַכִּיֹּר֙ H3595 הַכְּתֵפֹ֣ת H3802 יְצֻק֔וֹת H3333 מֵעֵ֥בֶר H5676 אִ֖ישׁ H376 לֹיֽוֹת H3914 ",
      "31": "וּ֠פִי H6310 מִבֵּ֨ית H1004 לַכֹּתֶ֤רֶת H3805 וָמַ֨עְלָ H4605 בָּֽאַמָּ֔ה H520 וּפִ֨י H6310 עָגֹ֣ל H5696 מַעֲשֵׂה H4639 כֵ֔ן H3653 אַמָּ֖ה H520 וַחֲצִ֣י H2677 הָֽאַמָּ֑ה H520 וְגַם H1571 עַל H5921 פִּ֨יהָ֙ H6310 מִקְלָע֔וֹת H4734 וּמִסְגְּרֹתֵי H4526 מְרֻבָּע֖וֹת H7251 לֹ֥א H3808 עֲגֻלּֽוֹת H5696 ",
      "32": "וְאַרְבַּ֣עַת H702 הָאֽוֹפַנִּ֗ים H212 לְמִ H8478 לַֽמִּסְגְּר֔וֹת H4526 וִיד֥וֹת H3027 הָאֽוֹפַנִּ֖ים H212 בַּמְּכוֹנָ֑ה H4350 וְקוֹמַת֙ H6967 הָאוֹפַ֣ן H212 הָאֶחָ֔ד H259 אַמָּ֖ה H520 וַחֲצִ֥י H2677 הָאַמָּֽה H520 ",
      "33": "וּמַֽעֲשֵׂה֙ H4639 הָא֣וֹפַנִּ֔ים H212 כְּמַעֲשֵׂ֖ה H4639 אוֹפַ֣ן H212 הַמֶּרְכָּבָ֑ה H4818 יְדוֹתָ֣ם H3027 וְגַבֵּי H1354 וְחִשֻּׁקֵי H2839 וְחִשֻּׁרֵי H2840 הַכֹּ֥ל H3605 מוּצָֽק H3332 ",
      "34": "וְאַרְבַּ֣ע H702 כְּתֵפ֔וֹת H3802 אֶ֚ל H413 אַרְבַּ֣ע H702 פִּנּ֔וֹת H6438 הַמְּכֹנָ֖ה H4350 הָֽאֶחָ֑ת H259 מִן H4480 הַמְּכֹנָ֖ה H4350 כְּתֵפֶֽיהָ H3802 ",
      "35": "וּבְ H7218 הַמְּכוֹנָ֗ה H4350 חֲצִ֧י H2677 הָאַמָּ֛ה H520 קוֹמָ֖ה H6967 עָגֹ֣ל H5696 סָבִ֑יב H5439 וְעַ֨ל H5921 רֹ֤אשׁ H7218 הַמְּכֹנָה֙ H4350 יְדֹתֶ֔יהָ H3027 וּמִסְגְּרֹתֶ֖י H4526 מִמֶּֽנָּה H4480 ",
      "36": "וַיְפַתַּ֤ח H6605 עַל H5921 הַלֻּחֹת֙ H3871 יְדֹתֶ֔יהָ H3027 וְעַל֙ H5921 ומסגרתי H4526 כְּרוּבִ֖ים H3742 אֲרָי֣וֹת H738 וְתִמֹרֹ֑ת H8561 כְּמַֽעַר H4626 אִ֥ישׁ H376 וְלֹי֖וֹת H3914 סָבִֽיב H5439 ",
      "37": "כָּזֹ֣את H2063 עָשָׂ֔ה H6213 אֵ֖ת H853 עֶ֣שֶׂר H6235 הַמְּכֹנ֑וֹת H4350 מוּצָ֨ק H4165 אֶחָ֜ד H259 מִדָּ֥ה H4060 אַחַ֛ת H259 קֶ֥צֶב H7095 אֶחָ֖ד H259 לְכֻלָּֽ H3605 ",
      "38": "וַיַּ֛עַשׂ H6213 עֲשָׂרָ֥ה H6235 כִיֹּר֖וֹת H3595 נְחֹ֑שֶׁת H5178 אַרְבָּעִ֨ים H705 בַּ֜ת H1324 יָכִ֣יל H3557 הַכִּיּ֣וֹר H3595 הָאֶחָ֗ד H259 אַרְבַּ֤ע H702 בָּֽאַמָּה֙ H520 הַכִּיּ֣וֹר H3595 הָאֶחָ֔ד H259 כִּיּ֤וֹר H3595 אֶחָד֙ H259 עַל H5921 הַמְּכוֹנָ֣ה H4350 הָאַחַ֔ת H259 לְעֶ֖שֶׂר H6235 הַמְּכֹנֽוֹת H4350 ",
      "39": "וַיִּתֵּן֙ H5414 אֶת H853 הַמְּכֹנ֔וֹת H4350 חָמֵ֞שׁ H2568 עַל H5921 כֶּ֤תֶף H3802 הַבַּ֨יִת֙ H1004 מִיָּמִ֔ין H3225 וְחָמֵ֛שׁ H2568 עַל H5921 כֶּ֥תֶף H3802 הַבַּ֖יִת H1004 מִשְּׂמֹאל֑ H8040 וְאֶת H853 הַיָּ֗ם H3220 נָתַ֞ן H5414 מִכֶּ֨תֶף H3802 הַבַּ֧יִת H1004 הַיְמָנִ֛ית H3233 קֵ֖דְמָה H6924 מִמּ֥וּל H4136 נֶֽגֶב H5045 ",
      "40": "וַיַּ֣עַשׂ H6213 חִיר֔וֹם H2438 אֶת H853 הַ֨כִּיֹּר֔וֹת H3595 וְאֶת H853 הַיָּעִ֖ים H3257 וְאֶת H853 הַמִּזְרָק֑וֹת H4219 וַיְכַ֣ל H3615 חִירָ֗ם H2438 לַֽעֲשׂוֹת֙ H6213 אֶת H853 כָּל H3605 הַמְּלָאכָ֔ה H4399 אֲשֶׁ֥ר H834 עָשָׂ֛ה H6213 לַמֶּ֥לֶךְ H4428 שְׁלֹמֹ֖ה H8010 בֵּ֥ית H1004 יְהוָֽה H3068 ",
      "41": "עַמֻּדִ֣ים H5982 שְׁנַ֔יִם H8147 וְגֻלֹּ֧ת H1543 הַכֹּתָרֹ֛ת H3805 אֲשֶׁר H834 עַל H5921 רֹ֥אשׁ H7218 הָֽעַמֻּדִ֖ים H5982 שְׁתָּ֑יִם H8147 וְהַ H7639 שְׁתַּ֔יִם H8147 לְכַסּ֗וֹת H3680 אֶת H853 שְׁתֵּי֙ H8147 גֻּלֹּ֣ת H1543 הַכֹּֽתָרֹ֔ת H3805 אֲשֶׁ֖ר H834 עַל H5921 רֹ֥אשׁ H7218 הָעַמּוּדִֽים H5982 ",
      "42": "וְאֶת H853 הָרִמֹּנִ֛ים H7416 אַרְבַּ֥ע H702 מֵא֖וֹת H3967 לִשְׁתֵּ֣י H8147 הַשְּׂבָכ֑וֹת H7639 שְׁנֵֽי H8147 טוּרִ֤ים H2905 רִמֹּנִים֙ H7416 לַשְּׂבָכָ֣ה H7639 הָֽאֶחָ֔ת H259 לְכַסּ֗וֹת H3680 אֶת H853 שְׁתֵּי֙ H8147 גֻּלֹּ֣ת H1543 הַכֹּֽתָרֹ֔ת H3805 אֲשֶׁ֖ר H834 עַל H5921 פְּנֵ֥י H6440 הָעַמּוּדִֽים H5982 ",
      "43": "וְאֶת H853 הַמְּכֹנ֖וֹת H4350 עָ֑שֶׂר H6235 וְאֶת H853 הַכִּיֹּרֹ֥ת H3595 עֲשָׂרָ֖ה H6235 עַל H5921 הַמְּכֹנֽוֹת H4350 ",
      "44": "וְאֶת H853 הַיָּ֖ם H3220 הָאֶחָ֑ד H259 וְאֶת H853 הַבָּקָ֥ר H1241 שְׁנֵים H8147 עָשָׂ֖ר H6240 תַּ֥חַת H8478 הַיָּֽם H3220 ",
      "45": "וְאֶת H853 הַסִּיר֨וֹת H5518 וְאֶת H853 הַיָּעִ֜ים H3257 וְאֶת H853 הַמִּזְרָק֗וֹת H4219 וְאֵת֙ H853 כָּל H3605 הַכֵּלִ֣ים H3627 האהל H428 אֲשֶׁ֨ר H834 עָשָׂ֥ה H6213 חִירָ֛ם H2438 לַמֶּ֥לֶךְ H4428 שְׁלֹמֹ֖ה H8010 בֵּ֣ית H1004 יְהוָ֑ה H3068 נְחֹ֖שֶׁת H5178 מְמֹרָֽט H4803 ",
      "46": "בְּכִכַּ֤ר H3603 הַיַּרְדֵּן֙ H3383 יְצָקָ֣ם H3332 הַמֶּ֔לֶךְ H4428 בְּמַעֲבֵ֖ה H4568 הָאֲדָמָ֑ה H127 בֵּ֥ין H996 סֻכּ֖וֹת H5523 וּבֵ֥ין H996 צָרְתָֽן H6891 ",
      "47": "וַיַּנַּ֤ח H3240 שְׁלֹמֹה֙ H8010 אֶת H853 כָּל H3605 הַכֵּלִ֔ים H3627 מֵרֹ֖ב H7230 מְאֹ֣ד H3966 מְאֹ֑ד H3966 לֹ֥א H3808 נֶחְקַ֖ר H2713 מִשְׁקַ֥ל H4948 הַנְּחֹֽשֶׁת H5178 ",
      "48": "וַיַּ֣עַשׂ H6213 שְׁלֹמֹ֔ה H8010 אֵ֚ת H853 כָּל H3605 הַכֵּלִ֔ים H3627 אֲשֶׁ֖ר H834 בֵּ֣ית H1004 יְהוָ֑ה H3068 אֵ֚ת H853 מִזְבַּ֣ח H4196 הַזָּהָ֔ב H2091 וְאֶת H853 הַשֻּׁלְחָ֗ן H7979 אֲשֶׁ֥ר H834 עָלָ֛יו H5921 לֶ֥חֶם H3899 הַפָּנִ֖ים H6440 זָהָֽב H2091 ",
      "49": "וְאֶת H853 הַ֠מְּנֹרוֹת H4501 חָמֵ֨שׁ H2568 מִיָּמִ֜ין H3225 וְחָמֵ֧שׁ H2568 מִשְּׂמֹ֛אול H8040 לִפְנֵ֥י H6440 הַדְּבִ֖יר H1687 זָהָ֣ב H2091 סָג֑וּר H5462 וְהַ H6525 וְהַ H5216 וְהַ H4457 זָהָֽב H2091 ",
      "50": "וְ֠הַ H5592 וְהַֽ H4212 וְהַ H4219 וְהַ H3709 וְהַ H4289 זָהָ֣ב H2091 סָג֑וּר H5462 וְהַ H6596 לְדַלְתוֹת֩ H1817 הַבַּ֨יִת H1004 הַפְּנִימִ֜י H6442 לְקֹ֣דֶשׁ H6944 הַקֳּדָשִׁ֗ים H6944 לְדַלְתֵ֥י H1817 הַבַּ֛יִת H1004 לַהֵיכָ֖ל H1964 זָהָֽב H2091 ",
      "51": "וַתִּשְׁלַם֙ H7999 כָּל H3605 הַמְּלָאכָ֔ה H4399 אֲשֶׁ֥ר H834 עָשָׂ֛ה H6213 הַמֶּ֥לֶךְ H4428 שְׁלֹמֹ֖ה H8010 בֵּ֣ית H1004 יְהוָ֑ה H3068 וַיָּבֵ֨א H935 שְׁלֹמֹ֜ה H8010 אֶת H853 קָדְשֵׁ֣י H6944 דָּוִ֣ד H1732 אָבִ֗יו H1 אֶת H853 הַכֶּ֤סֶף H3701 וְאֶת H853 הַזָּהָב֙ H2091 וְאֶת H853 הַכֵּלִ֔ים H3627 נָתַ֕ן H5414 בְּאֹצְר֖וֹת H214 בֵּ֥ית H1004 יְהוָֽה H3068 "
    },
    "8": {
      "1": "אָ֣ז H227 יַקְהֵ֣ל H6950 שְׁלֹמֹ֣ה H8010 אֶת H853 זִקְנֵ֣י H2205 יִשְׂרָאֵ֡ל H3478 אֶת H853 כָּל H3605 רָאשֵׁ֣י H7218 הַמַּטּוֹת֩ H4294 נְשִׂיאֵ֨י H5387 הָאָב֜וֹת H1 לִבְנֵ֧י H1121 יִשְׂרָאֵ֛ל H3478 אֶל H413 הַמֶּ֥לֶךְ H4428 שְׁלֹמֹ֖ה H8010 יְרוּשָׁלִָ֑ם H3389 לְֽהַעֲל֞וֹת H5927 אֶת H853 אֲר֧וֹן H727 בְּרִית H1285 יְהוָ֛ה H3068 מֵעִ֥יר H5892 דָּוִ֖ד H1732 הִ֥יא H1931 צִיּֽוֹן H6726 ",
      "2": "וַיִּקָּ֨הֲל֜וּ H6950 אֶל H413 הַמֶּ֤לֶךְ H4428 שְׁלֹמֹה֙ H8010 כָּל H3605 אִ֣ישׁ H376 יִשְׂרָאֵ֔ל H3478 בְּיֶ֥רַח H3391 הָאֵֽתָנִ֖ים H388 בֶּחָ֑ג H2282 ה֖וּא H1931 הַחֹ֥דֶשׁ H2320 הַשְּׁבִיעִֽי H7637 ",
      "3": "וַיָּבֹ֕אוּ H935 כֹּ֖ל H3605 זִקְנֵ֣י H2205 יִשְׂרָאֵ֑ל H3478 וַיִּשְׂא֥וּ H5375 הַכֹּהֲנִ֖ים H3548 אֶת H853 הָאָרֽוֹן H727 ",
      "4": "וַֽיַּעֲל֞וּ H5927 אֶת H853 אֲר֤וֹן H727 יְהוָה֙ H3068 וְאֶת H853 אֹ֣הֶל H168 מוֹעֵ֔ד H4150 וְאֶֽת H853 כָּל H3605 כְּלֵ֥י H3627 הַקֹּ֖דֶשׁ H6944 אֲשֶׁ֣ר H834 בָּאֹ֑הֶל H168 וַיַּעֲל֣וּ H5927 אֹתָ֔ם H853 הַכֹּהֲנִ֖ים H3548 וְהַ H3881 ",
      "5": "וְהַ H4428 שְׁלֹמֹ֗ה H8010 וְכָל H3605 עֲדַ֤ת H5712 יִשְׂרָאֵל֙ H3478 הַנּוֹעָדִ֣ים H3259 עָלָ֔יו H5921 אִתּ֖וֹ H854 לִפְנֵ֣י H6440 הָֽאָר֑וֹן H727 מְזַבְּחִים֙ H2076 צֹ֣אן H6629 וּבָקָ֔ר H1241 אֲשֶׁ֧ר H834 לֹֽא H3808 יִסָּפְר֛וּ H5608 וְלֹ֥א H3808 יִמָּנ֖וּ H4487 מֵרֹֽב H7230 ",
      "6": "וַיָּבִ֣אוּ H935 הַ֠כֹּהֲנִים H3548 אֶת H853 אֲר֨וֹן H727 בְּרִית H1285 יְהוָ֧ה H3068 אֶל H413 מְקוֹמ֛וֹ H4725 אֶל H413 דְּבִ֥יר H1687 הַבַּ֖יִת H1004 אֶל H413 קֹ֣דֶשׁ H6944 הַקֳּדָשִׁ֑ים H6944 אֶל H413 תַּ֖חַת H8478 כַּנְפֵ֥י H3671 הַכְּרוּבִֽים H3742 ",
      "7": "כִּ֤י H3588 הַכְּרוּבִים֙ H3742 פֹּרְשִׂ֣ים H6566 כְּנָפַ֔יִם H3671 אֶל H413 מְק֖וֹם H4725 הָֽאָר֑וֹן H727 וַיָּסֹ֧כּוּ H5526 הַכְּרֻבִ֛ים H3742 עַל H5921 הָאָר֥וֹן H727 וְעַל H5921 בַּדָּ֖יו H905 מִלְ H4605 ",
      "8": "וַֽיַּאֲרִכוּ֮ H748 הַבַּדִּים֒ H905 וַיֵּרָאוּ֩ H7200 רָאשֵׁ֨י H7218 הַבַּדִּ֤ים H905 מִן H4480 הַקֹּ֨דֶשׁ֙ H6944 עַל H5921 פְּנֵ֣י H6440 הַדְּבִ֔יר H1687 וְלֹ֥א H3808 יֵרָא֖וּ H7200 הַח֑וּצָ H2351 וַיִּ֣הְיוּ H1961 שָׁ֔ם H8033 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
      "9": "אֵ֚ין H369 בָּֽאָר֔וֹן H727 רַ֗ק H7535 שְׁנֵי֙ H8147 לֻח֣וֹת H3871 הָאֲבָנִ֔ים H68 אֲשֶׁ֨ר H834 הִנִּ֥חַ H3240 שָׁ֛ם H8033 מֹשֶׁ֖ה H4872 בְּחֹרֵ֑ב H2722 אֲשֶׁ֨ר H834 כָּרַ֤ת H3772 יְהוָה֙ H3068 עִם H5973 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 בְּצֵאתָ֖ H3318 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
      "10": "וַיְהִ֕י H1961 בְּצֵ֥את H3318 הַכֹּהֲנִ֖ים H3548 מִן H4480 הַקֹּ֑דֶשׁ H6944 וְהֶ H6051 מָלֵ֖א H4390 אֶת H853 בֵּ֥ית H1004 יְהוָֽה H3068 ",
      "11": "וְלֹֽא H3808 יָכְל֧וּ H3201 הַכֹּהֲנִ֛ים H3548 לַעֲמֹ֥ד H5975 לְשָׁרֵ֖ת H8334 מִפְּנֵ֥י H6440 הֶֽעָנָ֑ן H6051 כִּי H3588 מָלֵ֥א H4390 כְבוֹד H3519 יְהוָ֖ה H3068 אֶת H853 בֵּ֥ית H1004 יְהוָֽה H3068 ",
      "12": "אָ֖ז H227 אָמַ֣ר H559 שְׁלֹמֹ֑ה H8010 יְהוָ֣ה H3068 אָמַ֔ר H559 לִשְׁכֹּ֖ן H7931 בָּעֲרָפֶֽל H6205 ",
      "13": "בָּנֹ֥ה H1129 בָנִ֛יתִי H1129 בֵּ֥ית H1004 זְבֻ֖ל H2073 לָ֑ךְ Hl מָכ֥וֹן H4349 לְשִׁבְתְּ H3427 עוֹלָמִֽים H5769 ",
      "14": "וַיַּסֵּ֤ב H5437 הַמֶּ֨לֶךְ֙ H4428 אֶת H853 פָּנָ֔יו H6440 וַיְבָ֕רֶךְ H1288 אֵ֖ת H853 כָּל H3605 קְהַ֣ל H6951 יִשְׂרָאֵ֑ל H3478 וְכָל H3605 קְהַ֥ל H6951 יִשְׂרָאֵ֖ל H3478 עֹמֵֽד H5975 ",
      "15": "וַיֹּ֗אמֶר H559 בָּר֤וּךְ H1288 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 אֲשֶׁר֙ H834 דִּבֶּ֣ר H1696 בְּפִ֔י H6310 אֵ֖ת H854 דָּוִ֣ד H1732 אָבִ֑י H1 וּבְ H3027 מִלֵּ֖א H4390 לֵאמֹֽר H559 ",
      "16": "מִן H4480 הַיּ֗וֹם H3117 אֲשֶׁ֨ר H834 הוֹצֵ֜אתִי H3318 אֶת H853 עַמִּ֣י H5971 אֶת H853 יִשְׂרָאֵל֮ H3478 מִמִּצְרַיִם֒ H4714 לֹֽא H3808 בָחַ֣רְתִּי H977 בְעִ֗יר H5892 מִכֹּל֙ H3605 שִׁבְטֵ֣י H7626 יִשְׂרָאֵ֔ל H3478 לִבְנ֣וֹת H1129 בַּ֔יִת H1004 לִהְי֥וֹת H1961 שְׁמִ֖י H8034 שָׁ֑ם H8033 וָאֶבְחַ֣ר H977 בְּדָוִ֔ד H1732 לִֽהְי֖וֹת H1961 עַל H5921 עַמִּ֥י H5971 יִשְׂרָאֵֽל H3478 ",
      "17": "וַיְהִ֕י H1961 עִם H5973 לְבַ֖ב H3824 דָּוִ֣ד H1732 אָבִ֑י H1 לִבְנ֣וֹת H1129 בַּ֔יִת H1004 לְשֵׁ֥ם H8034 יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
      "18": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 דָּוִ֣ד H1732 אָבִ֔י H1 יַ֗עַן H3282 אֲשֶׁ֤ר H834 הָיָה֙ H1961 עִם H5973 לְבָ֣בְךָ֔ H3824 לִבְנ֥וֹת H1129 בַּ֖יִת H1004 לִשְׁמִ֑ H8034 הֱטִיבֹ֔תָ H2895 כִּ֥י H3588 הָיָ֖ה H1961 עִם H5973 לְבָבֶֽךָ H3824 ",
      "19": "רַ֣ק H7535 אַתָּ֔ה H859 לֹ֥א H3808 תִבְנֶ֖ה H1129 הַבָּ֑יִת H1004 כִּ֤י H3588 אִם H518 בִּנְךָ֙ H1121 הַיֹּצֵ֣א H3318 מֵחֲלָצֶ֔י H2504 הֽוּא H1931 יִבְנֶ֥ה H1129 הַבַּ֖יִת H1004 לִשְׁמִֽ H8034 ",
      "20": "וַיָּ֣קֶם H6965 יְהוָ֔ה H3068 אֶת H853 דְּבָר֖וֹ H1697 אֲשֶׁ֣ר H834 דִּבֵּ֑ר H1696 וָאָקֻ֡ם H6965 תַּחַת֩ H8478 דָּוִ֨ד H1732 אָבִ֜י H1 וָאֵשֵׁ֣ב H3427 עַל H5921 כִּסֵּ֣א H3678 יִשְׂרָאֵ֗ל H3478 כַּֽאֲשֶׁר֙ H834 דִּבֶּ֣ר H1696 יְהוָ֔ה H3068 וָאֶבְנֶ֣ה H1129 הַבַּ֔יִת H1004 לְשֵׁ֥ם H8034 יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
      "21": "וָאָשִׂ֨ם H7760 שָׁ֤ם H8033 מָקוֹם֙ H4725 לָֽאָר֔וֹן H727 אֲשֶׁר H834 שָׁ֖ם H8033 בְּרִ֣ית H1285 יְהוָ֑ה H3068 אֲשֶׁ֤ר H834 כָּרַת֙ H3772 עִם H5973 אֲבֹתֵ֔ינוּ H1 בְּהוֹצִיא֥ H3318 אֹתָ֖ם H853 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
      "22": "וַיַּעֲמֹ֣ד H5975 שְׁלֹמֹ֗ה H8010 לִפְנֵי֙ H6440 מִזְבַּ֣ח H4196 יְהוָ֔ה H3068 נֶ֖גֶד H5048 כָּל H3605 קְהַ֣ל H6951 יִשְׂרָאֵ֑ל H3478 וַיִּפְרֹ֥שׂ H6566 כַּפָּ֖יו H3709 הַשָּׁמָֽיִם H8064 ",
      "23": "וַיֹּאמַ֗ר H559 יְהוָ֞ה H3068 אֱלֹהֵ֤י H430 יִשְׂרָאֵל֙ H3478 אֵין H369 כָּמ֣וֹךָ H3644 אֱלֹהִ֔ים H430 בַּשָּׁמַ֣יִם H8064 מִמַּ֔עַל H4605 וְעַל H5921 הָאָ֖רֶץ H776 מִתָּ֑חַת H8478 שֹׁמֵ֤ר H8104 הַבְּרִית֙ H1285 וְֽהַ H2617 לַעֲבָדֶ֕י H5650 הַהֹלְכִ֥ים H1980 לְפָנֶ֖י H6440 בְּכָל H3605 לִבָּֽם H3820 ",
      "24": "אֲשֶׁ֣ר H834 שָׁמַ֗רְתָּ H8104 לְעַבְדְּ H5650 דָּוִ֣ד H1732 אָבִ֔י H1 אֵ֥ת H853 אֲשֶׁר H834 דִּבַּ֖רְתָּ H1696 ל֑וֹ Hl וַתְּדַבֵּ֥ר H1696 בְּפִ֛י H6310 וּבְ H3027 מִלֵּ֖אתָ H4390 כַּיּ֥וֹם H3117 הַזֶּֽה H2088 ",
      "25": "וְעַתָּ֞ה H6258 יְהוָ֣ה H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֗ל H3478 שְׁ֠מֹר H8104 לְעַבְדְּ H5650 דָוִ֤ד H1732 אָבִי֙ H1 אֵת֩ H853 אֲשֶׁ֨ר H834 דִּבַּ֤רְתָּ H1696 לּוֹ֙ Hl לֵאמֹ֔ר H559 לֹא H3808 יִכָּרֵ֨ת H3772 לְךָ֥ Hl אִישׁ֙ H376 מִלְּ H6440 יֹשֵׁ֖ב H3427 עַל H5921 כִּסֵּ֣א H3678 יִשְׂרָאֵ֑ל H3478 רַ֠ק H7535 אִם H518 יִשְׁמְר֨וּ H8104 בָנֶ֤יךָ H1121 אֶת H853 דַּרְכָּם֙ H1870 לָלֶ֣כֶת H3212 לְפָנַ֔ H6440 כַּאֲשֶׁ֥ר H834 הָלַ֖כְתָּ H1980 לְפָנָֽ H6440 ",
      "26": "וְעַתָּ֖ה H6258 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֑ל H3478 יֵאָ֤מֶן H539 נָא֙ H4994 דבריך H1697 אֲשֶׁ֣ר H834 דִּבַּ֔רְתָּ H1696 לְעַבְדְּ H5650 דָּוִ֥ד H1732 אָבִֽי H1 ",
      "27": "כִּ֚י H3588 הַֽאֻמְנָ֔ם H552 יֵשֵׁ֥ב H3427 אֱלֹהִ֖ים H430 עַל H5921 הָאָ֑רֶץ H776 הִ֠נֵּה H2009 הַשָּׁמַ֜יִם H8064 וּשְׁמֵ֤י H8064 הַשָּׁמַ֨יִם֙ H8064 לֹ֣א H3808 יְכַלְכְּל֔וּךָ H3557 אַ֕ף H637 כִּֽי H3588 הַבַּ֥יִת H1004 הַזֶּ֖ה H2088 אֲשֶׁ֥ר H834 בָּנִֽיתִי H1129 ",
      "28": "וּפָנִ֜יתָ H6437 אֶל H413 תְּפִלַּ֧ת H8605 עַבְדְּךָ֛ H5650 וְאֶל H413 תְּחִנָּת֖וֹ H8467 יְהוָ֣ה H3068 אֱלֹהָ֑י H430 לִשְׁמֹ֤עַ H8085 אֶל H413 הָֽרִנָּה֙ H7440 וְאֶל H413 הַתְּפִלָּ֔ה H8605 אֲשֶׁ֧ר H834 עַבְדְּךָ֛ H5650 מִתְפַּלֵּ֥ל H6419 לְפָנֶ֖י H6440 הַיּֽוֹם H3117 ",
      "29": "לִהְיוֹת֩ H1961 עֵינֶ֨ךָ H5869 פְתֻח֜וֹת H6605 אֶל H413 הַבַּ֤יִת H1004 הַזֶּה֙ H2088 לַ֣יְלָה H3915 וָי֔וֹם H3117 אֶל H413 הַ֨מָּק֔וֹם H4725 אֲשֶׁ֣ר H834 אָמַ֔רְתָּ H559 יִהְיֶ֥ה H1961 שְׁמִ֖י H8034 שָׁ֑ם H8033 לִשְׁמֹ֨עַ֙ H8085 אֶל H413 הַתְּפִלָּ֔ה H8605 אֲשֶׁ֣ר H834 יִתְפַּלֵּ֣ל H6419 עַבְדְּךָ֔ H5650 אֶל H413 הַמָּק֖וֹם H4725 הַזֶּֽה H2088 ",
      "30": "וְשָׁ֨מַעְתָּ֜ H8085 אֶל H413 תְּחִנַּ֤ת H8467 עַבְדְּךָ֙ H5650 וְעַמְּ H5971 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֥ר H834 יִֽתְפַּֽלְל֖וּ H6419 אֶל H413 הַמָּק֣וֹם H4725 הַזֶּ֑ה H2088 וְ֠אַתָּה H859 תִּשְׁמַ֞ע H8085 אֶל H413 מְק֤וֹם H4725 שִׁבְתְּךָ֙ H3427 אֶל H413 הַשָּׁמַ֔יִם H8064 וְשָׁמַעְתָּ֖ H8085 וְסָלָֽחְתָּ H5545 ",
      "31": "אֵת֩ H853 אֲשֶׁ֨ר H834 יֶחֱטָ֥א H2398 אִישׁ֙ H376 לְרֵעֵ֔ H7453 וְנָֽשָׁא H5378 ב֥וֹ Hb אָלָ֖ה H423 לְהַֽאֲלֹת֑ H422 וּבָ֗א H935 אָלָ֛ה H423 לִפְנֵ֥י H6440 מִֽזְבַּחֲךָ֖ H4196 בַּבַּ֥יִת H1004 הַזֶּֽה H2088 ",
      "32": "וְאַתָּ֣ה H859 תִּשְׁמַ֣ע H8085 הַשָּׁמַ֗יִם H8064 וְעָשִׂ֨יתָ֙ H6213 וְשָׁפַטְתָּ֣ H8199 אֶת H853 עֲבָדֶ֔יךָ H5650 לְהַרְשִׁ֣יעַ H7561 רָשָׁ֔ע H7563 לָתֵ֥ת H5414 דַּרְכּ֖וֹ H1870 בְּרֹאשׁ֑ H7218 וּלְ H6663 צַדִּ֔יק H6662 לָ֥תֶת H5414 ל֖וֹ Hl כְּצִדְקָתֽ H6666 ",
      "33": "בְּֽהִנָּגֵ֞ף H5062 עַמְּךָ֧ H5971 יִשְׂרָאֵ֛ל H3478 לִפְנֵ֥י H6440 אוֹיֵ֖ב H341 אֲשֶׁ֣ר H834 יֶחֶטְאוּ H2398 לָ֑ךְ Hl וְשָׁ֤בוּ H7725 אֵלֶ֨יךָ֙ H413 וְהוֹד֣וּ H3034 אֶת H853 שְׁמֶ֔ךָ H8034 וְהִֽתְפַּֽלְל֧וּ H6419 וְהִֽתְחַנְּנ֛וּ H2603 אֵלֶ֖יךָ H413 בַּבַּ֥יִת H1004 הַזֶּֽה H2088 ",
      "34": "וְאַתָּה֙ H859 תִּשְׁמַ֣ע H8085 הַשָּׁמַ֔יִם H8064 וְסָ֣לַחְתָּ֔ H5545 לְחַטַּ֖את H2403 עַמְּךָ֣ H5971 יִשְׂרָאֵ֑ל H3478 וַהֲשֵֽׁבֹתָ H7725 אֶל H413 הָ֣אֲדָמָ֔ה H127 אֲשֶׁ֥ר H834 נָתַ֖תָּ H5414 לַאֲבוֹתָֽ H1 ",
      "35": "בְּהֵעָצֵ֥ר H6113 שָׁמַ֛יִם H8064 וְלֹא H3808 יִהְיֶ֥ה H1961 מָטָ֖ר H4306 כִּ֣י H3588 יֶחֶטְאוּ H2398 לָ֑ךְ Hl וְהִֽתְפַּֽלְל֞וּ H6419 אֶל H413 הַמָּק֤וֹם H4725 הַזֶּה֙ H2088 וְהוֹד֣וּ H3034 אֶת H853 שְׁמֶ֔ךָ H8034 וּמֵ H2403 יְשׁוּב֖וּן H7725 כִּ֥י H3588 תַעֲנֵֽם H6031 ",
      "36": "וְאַתָּ֣ה H859 תִּשְׁמַ֣ע H8085 הַשָּׁמַ֗יִם H8064 וְסָ֨לַחְתָּ֜ H5545 לְחַטַּ֤את H2403 עֲבָדֶ֨יךָ֙ H5650 וְעַמְּ H5971 יִשְׂרָאֵ֔ל H3478 כִּ֥י H3588 תוֹרֵ֛ם H3384 אֶת H853 הַדֶּ֥רֶךְ H1870 הַטּוֹבָ֖ה H2896 אֲשֶׁ֣ר H834 יֵֽלְכוּ H3212 בָ֑הּ Hb וְנָתַתָּ֤ה H5414 מָטָר֙ H4306 עַל H5921 אַרְצְךָ֔ H776 אֲשֶׁר H834 נָתַ֥תָּה H5414 לְעַמְּ H5971 לְנַחֲלָֽה H5159 ",
      "37": "רָעָ֞ב H7458 כִּֽי H3588 יִהְיֶ֣ה H1961 בָאָ֗רֶץ H776 דֶּ֣בֶר H1698 כִּֽי H3588 יִ֠הְיֶה H1961 שִׁדָּפ֨וֹן H7711 יֵרָק֜וֹן H3420 אַרְבֶּ֤ה H697 חָסִיל֙ H2625 כִּ֣י H3588 יִהְיֶ֔ה H1961 כִּ֧י H3588 יָֽצַר H6887 ל֛וֹ Hl אֹיְב֖וֹ H341 בְּאֶ֣רֶץ H776 שְׁעָרָ֑יו H8179 כָּל H3605 נֶ֖גַע H5061 כָּֽל H3605 מַחֲלָֽה H4245 ",
      "38": "כָּל H3605 תְּפִלָּ֣ה H8605 כָל H3605 תְּחִנָּ֗ה H8467 אֲשֶׁ֤ר H834 תִֽהְיֶה֙ H1961 לְכָל H3605 הָ֣אָדָ֔ם H120 לְכֹ֖ל H3605 עַמְּךָ֣ H5971 יִשְׂרָאֵ֑ל H3478 אֲשֶׁ֣ר H834 יֵדְע֗וּן H3045 אִ֚ישׁ H376 נֶ֣גַע H5061 לְבָב֔וֹ H3824 וּפָרַ֥שׂ H6566 כַּפָּ֖יו H3709 אֶל H413 הַבַּ֥יִת H1004 הַזֶּֽה H2088 ",
      "39": "וְ֠אַתָּה H859 תִּשְׁמַ֨ע H8085 הַשָּׁמַ֜יִם H8064 מְכ֤וֹן H4349 שִׁבְתֶּ֨ךָ֙ H3427 וְסָלַחְתָּ֣ H5545 וְעָשִׂ֔יתָ H6213 וְנָתַתָּ֤ H5414 לָאִישׁ֙ H376 כְּכָל H3605 דְּרָכָ֔יו H1870 אֲשֶׁ֥ר H834 תֵּדַ֖ע H3045 אֶת H853 לְבָב֑וֹ H3824 כִּֽי H3588 אַתָּ֤ה H859 יָדַ֨עְתָּ֙ H3045 לְבַדְּ H905 אֶת H853 לְבַ֖ב H3824 כָּל H3605 בְּנֵ֥י H1121 הָאָדָֽם H120 ",
      "40": "לְמַ֨עַן֙ H4616 יִֽרָא֔וּךָ H3372 כָּל H3605 הַ֨יָּמִ֔ים H3117 אֲשֶׁר H834 הֵ֥ם H1992 חַיִּ֖ים H2416 עַל H5921 פְּנֵ֣י H6440 הָאֲדָמָ֑ה H127 אֲשֶׁ֥ר H834 נָתַ֖תָּה H5414 לַאֲבֹתֵֽי H1 ",
      "41": "וְגַם֙ H1571 אֶל H413 הַנָּכְרִ֔י H5237 אֲשֶׁ֛ר H834 לֹא H3808 מֵעַמְּ H5971 יִשְׂרָאֵ֖ל H3478 ה֑וּא H1931 וּבָ֛א H935 מֵאֶ֥רֶץ H776 רְחוֹקָ֖ה H7350 לְמַ֥עַן H4616 שְׁמֶֽךָ H8034 ",
      "42": "כִּ֤י H3588 יִשְׁמְעוּן֙ H8085 אֶת H853 שִׁמְךָ֣ H8034 הַגָּד֔וֹל H1419 וְאֶת H853 יָֽדְךָ֙ H3027 הַֽחֲזָקָ֔ה H2389 וּֽזְרֹעֲ H2220 הַנְּטוּיָ֑ה H5186 וּבָ֥א H935 וְהִתְפַּלֵּ֖ל H6419 אֶל H413 הַבַּ֥יִת H1004 הַזֶּֽה H2088 ",
      "43": "אַתָּ֞ה H859 תִּשְׁמַ֤ע H8085 הַשָּׁמַ֨יִם֙ H8064 מְכ֣וֹן H4349 שִׁבְתֶּ֔ךָ H3427 וְעָשִׂ֕יתָ H6213 כְּכֹ֛ל H3605 אֲשֶׁר H834 יִקְרָ֥א H7121 אֵלֶ֖יךָ H413 הַנָּכְרִ֑י H5237 לְמַ֣עַן H4616 יֵדְעוּן֩ H3045 כָּל H3605 עַמֵּ֨י H5971 הָאָ֜רֶץ H776 אֶת H853 שְׁמֶ֗ךָ H8034 לְיִרְאָ֤ה H3372 אֹֽתְךָ֙ H853 כְּעַמְּ H5971 יִשְׂרָאֵ֔ל H3478 וְלָ H3045 כִּי H3588 שִׁמְךָ֣ H8034 נִקְרָ֔א H7121 עַל H5921 הַבַּ֥יִת H1004 הַזֶּ֖ה H2088 אֲשֶׁ֥ר H834 בָּנִֽיתִי H1129 ",
      "44": "כִּי H3588 יֵצֵ֨א H3318 עַמְּךָ֤ H5971 לַמִּלְחָמָה֙ H4421 עַל H5921 אֹ֣יְב֔וֹ H341 בַּדֶּ֖רֶךְ H1870 אֲשֶׁ֣ר H834 תִּשְׁלָחֵ֑ם H7971 וְהִתְפַּֽלְל֣וּ H6419 אֶל H413 יְהוָ֗ה H3068 דֶּ֤רֶךְ H1870 הָעִיר֙ H5892 אֲשֶׁ֣ר H834 בָּחַ֣רְתָּ H977 בָּ֔הּ Hb וְהַ H1004 אֲשֶׁר H834 בָּנִ֥תִי H1129 לִשְׁמֶֽ H8034 ",
      "45": "וְשָׁמַעְתָּ֙ H8085 הַשָּׁמַ֔יִם H8064 אֶת H853 תְּפִלָּתָ֖ם H8605 וְאֶת H853 תְּחִנָּתָ֑ם H8467 וְעָשִׂ֖יתָ H6213 מִשְׁפָּטָֽם H4941 ",
      "46": "כִּ֣י H3588 יֶֽחֶטְאוּ H2398 לָ֗ךְ Hl כִּ֣י H3588 אֵ֤ין H369 אָדָם֙ H120 אֲשֶׁ֣ר H834 לֹא H3808 יֶחֱטָ֔א H2398 וְאָנַפְתָּ֣ H599 בָ֔ם Hb וּנְתַתָּ֖ H5414 לִפְנֵ֣י H6440 אוֹיֵ֑ב H341 וְשָׁב֤וּ H7617 שֹֽׁבֵיהֶם֙ H7617 אֶל H413 אֶ֣רֶץ H776 הָאוֹיֵ֔ב H341 רְחוֹקָ֖ה H7350 א֥וֹ H176 קְרוֹבָֽה H7138 ",
      "47": "וְהֵשִׁ֨יבוּ֙ H7725 אֶל H413 לִבָּ֔ם H3820 בָּאָ֖רֶץ H776 אֲשֶׁ֣ר H834 נִשְׁבּוּ H7617 שָׁ֑ם H8033 וְשָׁ֣בוּ H7725 וְהִֽתְחַנְּנ֣וּ H2603 אֵלֶ֗יךָ H413 בְּאֶ֤רֶץ H776 שֹֽׁבֵיהֶם֙ H7617 לֵאמֹ֔ר H559 חָטָ֥אנוּ H2398 וְהֶעֱוִ֖ינוּ H5753 רָשָֽׁעְנוּ H7561 ",
      "48": "וְשָׁ֣בוּ H7725 אֵלֶ֗יךָ H413 בְּכָל H3605 לְבָבָם֙ H3824 וּבְ H3605 נַפְשָׁ֔ם H5315 בְּאֶ֥רֶץ H776 אֹיְבֵיהֶ֖ם H341 אֲשֶׁר H834 שָׁב֣וּ H7617 אֹתָ֑ם H853 וְהִֽתְפַּֽלְל֣וּ H6419 אֵלֶ֗יךָ H413 דֶּ֤רֶךְ H1870 אַרְצָם֙ H776 אֲשֶׁ֣ר H834 נָתַ֣תָּה H5414 לַאֲבוֹתָ֔ H1 הָעִיר֙ H5892 אֲשֶׁ֣ר H834 בָּחַ֔רְתָּ H977 וְהַ H1004 אֲשֶׁר H834 בנית H1129 לִשְׁמֶֽ H8034 ",
      "49": "וְשָׁמַעְתָּ֤ H8085 הַשָּׁמַ֨יִם֙ H8064 מְכ֣וֹן H4349 שִׁבְתְּךָ֔ H3427 אֶת H853 תְּפִלָּתָ֖ם H8605 וְאֶת H853 תְּחִנָּתָ֑ם H8467 וְעָשִׂ֖יתָ H6213 מִשְׁפָּטָֽם H4941 ",
      "50": "וְסָלַחְתָּ֤ H5545 לְעַמְּ H5971 אֲשֶׁ֣ר H834 חָֽטְאוּ H2398 לָ֔ךְ Hl וּלְ H3605 פִּשְׁעֵיהֶ֖ם H6588 אֲשֶׁ֣ר H834 פָּשְׁעוּ H6586 בָ֑ךְ Hb וּנְתַתָּ֧ H5414 לְרַחֲמִ֛ים H7356 לִפְנֵ֥י H6440 שֹׁבֵיהֶ֖ם H7617 וְרִֽחֲמֽוּ H7355 ",
      "51": "כִּֽי H3588 עַמְּךָ֥ H5971 וְנַחֲלָתְ H5159 הֵ֑ם H1992 אֲשֶׁ֤ר H834 הוֹצֵ֨אתָ֙ H3318 מִמִּצְרַ֔יִם H4714 מִתּ֖וֹךְ H8432 כּ֥וּר H3564 הַבַּרְזֶֽל H1270 ",
      "52": "לִהְי֨וֹת H1961 עֵינֶ֤יךָ H5869 פְתֻחוֹת֙ H6605 אֶל H413 תְּחִנַּ֣ת H8467 עַבְדְּךָ֔ H5650 וְאֶל H413 תְּחִנַּ֖ת H8467 עַמְּךָ֣ H5971 יִשְׂרָאֵ֑ל H3478 לִשְׁמֹ֣עַ H8085 אֲלֵיהֶ֔ם H413 בְּכֹ֖ל H3605 קָרְאָ֥ם H7121 אֵלֶֽיךָ H413 ",
      "53": "כִּֽי H3588 אַתָּ֞ה H859 הִבְדַּלְתָּ֤ם H914 לְךָ֙ Hl לְֽנַחֲלָ֔ה H5159 מִכֹּ֖ל H3605 עַמֵּ֣י H5971 הָאָ֑רֶץ H776 כַּאֲשֶׁ֨ר H834 דִּבַּ֜רְתָּ H1696 בְּיַ֣ד H3027 מֹשֶׁ֣ה H4872 עַבְדֶּ֗ךָ H5650 בְּהוֹצִיאֲ H3318 אֶת H853 אֲבֹתֵ֛ינוּ H1 מִמִּצְרַ֖יִם H4714 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
      "54": "וַיְהִ֣י H1961 כְּכַלּ֣וֹת H3615 שְׁלֹמֹ֗ה H8010 לְהִתְפַּלֵּל֙ H6419 אֶל H413 יְהוָ֔ה H3068 אֵ֛ת H853 כָּל H3605 הַתְּפִלָּ֥ה H8605 וְהַ H8467 הַזֹּ֑את H2063 קָ֞ם H6965 מִלִּ H6440 מִזְבַּ֤ח H4196 יְהוָה֙ H3068 מִכְּרֹ֣עַ H3766 עַל H5921 בִּרְכָּ֔יו H1290 וְכַפָּ֖י H3709 פְּרֻשׂ֥וֹת H6566 הַשָּׁמָֽיִם H8064 ",
      "55": "וַֽיַּעְמֹ֕ד H5975 וַיְבָ֕רֶךְ H1288 אֵ֖ת H853 כָּל H3605 קְהַ֣ל H6951 יִשְׂרָאֵ֑ל H3478 ק֥וֹל H6963 גָּד֖וֹל H1419 לֵאמֹֽר H559 ",
      "56": "בָּר֣וּךְ H1288 יְהוָ֗ה H3068 אֲשֶׁ֨ר H834 נָתַ֤ן H5414 מְנוּחָה֙ H4496 לְעַמּ֣ H5971 יִשְׂרָאֵ֔ל H3478 כְּכֹ֖ל H3605 אֲשֶׁ֣ר H834 דִּבֵּ֑ר H1696 לֹֽא H3808 נָפַ֞ל H5307 דָּבָ֣ר H1697 אֶחָ֗ד H259 מִכֹּל֙ H3605 דְּבָר֣וֹ H1697 הַטּ֔וֹב H2896 אֲשֶׁ֣ר H834 דִּבֶּ֔ר H1696 בְּיַ֖ד H3027 מֹשֶׁ֥ה H4872 עַבְדּֽוֹ H5650 ",
      "57": "יְהִ֨י H1961 יְהוָ֤ה H3068 אֱלֹהֵ֨ינוּ֙ H430 עִמָּ֔נוּ H5973 כַּאֲשֶׁ֥ר H834 הָיָ֖ה H1961 עִם H5973 אֲבֹתֵ֑ינוּ H1 אַל H408 יַעַזְבֵ֖נוּ H5800 וְאַֽל H408 יִטְּשֵֽׁנוּ H5203 ",
      "58": "לְהַטּ֥וֹת H5186 לְבָבֵ֖נוּ H3824 אֵלָ֑יו H413 לָלֶ֣כֶת H3212 בְּכָל H3605 דְּרָכָ֗יו H1870 וְלִ H8104 מִצְוֺתָ֤יו H4687 וְחֻקָּי H2706 וּמִשְׁפָּטָ֔י H4941 אֲשֶׁ֥ר H834 צִוָּ֖ה H6680 אֶת H853 אֲבֹתֵֽינוּ H1 ",
      "59": "וְיִֽהְי֨וּ H1961 דְבָרַ֜י H1697 אֵ֗לֶּה H428 אֲשֶׁ֤ר H834 הִתְחַנַּ֨נְתִּי֙ H2603 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 קְרֹבִ֛ים H7138 אֶל H413 יְהוָ֥ה H3068 אֱלֹהֵ֖ינוּ H430 יוֹמָ֣ם H3119 וָלָ֑יְלָה H3915 לַעֲשׂ֣וֹת H6213 מִשְׁפַּ֣ט H4941 עַבְדּ֗וֹ H5650 וּמִשְׁפַּ֛ט H4941 עַמּ֥וֹ H5971 יִשְׂרָאֵ֖ל H3478 דְּבַר H1697 י֥וֹם H3117 בְּיוֹמֽ H3117 ",
      "60": "לְמַ֗עַן H4616 דַּ֚עַת H3045 כָּל H3605 עַמֵּ֣י H5971 הָאָ֔רֶץ H776 כִּ֥י H3588 יְהוָ֖ה H3068 ה֣וּא H1931 הָאֱלֹהִ֑ים H430 אֵ֖ין H369 עֽוֹד H5750 ",
      "61": "וְהָיָ֤ה H1961 לְבַבְכֶם֙ H3824 שָׁלֵ֔ם H8003 עִ֖ם H5973 יְהוָ֣ה H3068 אֱלֹהֵ֑ינוּ H430 לָלֶ֧כֶת H3212 בְּחֻקָּ֛י H2706 וְלִ H8104 מִצְוֺתָ֖יו H4687 כַּיּ֥וֹם H3117 הַזֶּֽה H2088 ",
      "62": "וְֽהַ H4428 וְכָל H3605 יִשְׂרָאֵ֖ל H3478 עִמּ֑וֹ H5973 זֹבְחִ֥ים H2076 זֶ֖בַח H2077 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
      "63": "וַיִּזְבַּ֣ח H2076 שְׁלֹמֹ֗ה H8010 אֵ֣ת H853 זֶ֣בַח H2077 הַשְּׁלָמִים֮ H8002 אֲשֶׁ֣ר H834 זָבַ֣ח H2076 לַיהוָה֒ H3068 בָּקָ֗ר H1241 עֶשְׂרִ֤ים H6242 וּשְׁנַ֨יִם֙ H8147 אֶ֔לֶף H505 וְצֹ֕אן H6629 מֵאָ֥ה H3967 וְעֶשְׂרִ֖ים H6242 אָ֑לֶף H505 וַֽיַּחְנְכוּ֙ H2596 אֶת H853 בֵּ֣ית H1004 יְהוָ֔ה H3068 הַמֶּ֖לֶךְ H4428 וְכָל H3605 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "64": "בַּיּ֣וֹם H3117 הַה֗וּא H1931 קִדַּ֨שׁ H6942 הַמֶּ֜לֶךְ H4428 אֶת H853 תּ֣וֹךְ H8432 הֶחָצֵ֗ר H2691 אֲשֶׁר֙ H834 לִפְנֵ֣י H6440 בֵית H1004 יְהוָ֔ה H3068 כִּי H3588 עָ֣שָׂה H6213 שָׁ֗ם H8033 אֶת H853 הָֽעֹלָה֙ H5930 וְאֶת H853 הַמִּנְחָ֔ה H4503 וְאֵ֖ת H853 חֶלְבֵ֣י H2459 הַשְּׁלָמִ֑ים H8002 כִּֽי H3588 מִזְבַּ֤ח H4196 הַנְּחֹ֨שֶׁת֙ H5178 אֲשֶׁ֣ר H834 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 קָטֹ֗ן H6996 מֵֽהָכִיל֙ H3557 אֶת H853 הָעֹלָ֣ה H5930 וְאֶת H853 הַמִּנְחָ֔ה H4503 וְאֵ֖ת H853 חֶלְבֵ֥י H2459 הַשְּׁלָמִֽים H8002 ",
      "65": "וַיַּ֣עַשׂ H6213 שְׁלֹמֹ֣ה H8010 בָֽעֵת H6256 הַהִ֣יא H1931 אֶת H853 הֶחָ֡ג H2282 וְכָל H3605 יִשְׂרָאֵ֣ל H3478 עִמּוֹ֩ H5973 קָהָ֨ל H6951 גָּד֜וֹל H1419 מִלְּב֥וֹא H935 חֲמָ֣ת H2574 עַד H5704 נַ֣חַל H5158 מִצְרַ֗יִם H4714 לִפְנֵי֙ H6440 יְהוָ֣ה H3068 אֱלֹהֵ֔ינוּ H430 שִׁבְעַ֥ת H7651 יָמִ֖ים H3117 וְשִׁבְעַ֣ת H7651 יָמִ֑ים H3117 אַרְבָּעָ֥ה H702 עָשָׂ֖ר H6240 יֽוֹם H3117 ",
      "66": "בַּיּ֤וֹם H3117 הַשְּׁמִינִי֙ H8066 שִׁלַּ֣ח H7971 אֶת H853 הָעָ֔ם H5971 וַֽיְבָרֲכ֖וּ H1288 אֶת H853 הַמֶּ֑לֶךְ H4428 וַיֵּלְכ֣וּ H3212 לְאָהֳלֵי H168 שְׂמֵחִים֙ H8056 וְט֣וֹבֵי H2896 לֵ֔ב H3820 עַ֣ל H5921 כָּל H3605 הַטּוֹבָ֗ה H2896 אֲשֶׁ֨ר H834 עָשָׂ֤ה H6213 יְהוָה֙ H3068 לְדָוִ֣ד H1732 עַבְדּ֔וֹ H5650 וּלְ H3478 עַמּֽוֹ H5971 "
    },
    "9": {
      "1": "וַיְהִי֙ H1961 כְּכַלּ֣וֹת H3615 שְׁלֹמֹ֔ה H8010 לִבְנ֥וֹת H1129 אֶת H853 בֵּית H1004 יְהוָ֖ה H3068 וְאֶת H853 בֵּ֣ית H1004 הַמֶּ֑לֶךְ H4428 וְאֵת֙ H853 כָּל H3605 חֵ֣שֶׁק H2837 שְׁלֹמֹ֔ה H8010 אֲשֶׁ֥ר H834 חָפֵ֖ץ H2654 לַעֲשֽׂוֹת H6213 ",
      "2": "וַיֵּרָ֧א H7200 יְהוָ֛ה H3068 אֶל H413 שְׁלֹמֹ֖ה H8010 שֵׁנִ֑ית H8145 כַּאֲשֶׁ֛ר H834 נִרְאָ֥ה H7200 אֵלָ֖יו H413 בְּגִבְעֽוֹן H1391 ",
      "3": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֵלָ֗יו H413 שָׁ֠מַעְתִּי H8085 אֶת H853 תְּפִלָּתְךָ֣ H8605 וְאֶת H853 תְּחִנָּתְךָ֮ H8467 אֲשֶׁ֣ר H834 הִתְחַנַּ֣נְתָּה H2603 לְפָנַ H6440 הִקְדַּ֗שְׁתִּי H6942 אֶת H853 הַבַּ֤יִת H1004 הַזֶּה֙ H2088 אֲשֶׁ֣ר H834 בָּנִ֔תָה H1129 לָשֽׂוּם H7760 שְׁמִ֥י H8034 שָׁ֖ם H8033 עַד H5704 עוֹלָ֑ם H5769 וְהָי֨וּ H1961 עֵינַ֧י H5869 וְלִבִּ֛ H3820 שָׁ֖ם H8033 כָּל H3605 הַיָּמִֽים H3117 ",
      "4": "וְאַתָּ֞ה H859 אִם H518 תֵּלֵ֣ךְ H3212 לְפָנַ֗ H6440 כַּאֲשֶׁ֨ר H834 הָלַ֜ךְ H1980 דָּוִ֤ד H1732 אָבִ֨יךָ֙ H1 בְּתָם H8537 לֵבָ֣ב H3824 וּבְ H3476 לַעֲשׂ֕וֹת H6213 כְּכֹ֖ל H3605 אֲשֶׁ֣ר H834 צִוִּיתִ֑יךָ H6680 חֻקַּ֥י H2706 וּמִשְׁפָּטַ֖ H4941 תִּשְׁמֹֽר H8104 ",
      "5": "וַהֲקִ֨מֹתִ֜י H6965 אֶת H853 כִּסֵּ֧א H3678 מַֽמְלַכְתְּךָ֛ H4467 עַל H5921 יִשְׂרָאֵ֖ל H3478 לְעֹלָ֑ם H5769 כַּאֲשֶׁ֣ר H834 דִּבַּ֗רְתִּי H1696 עַל H5921 דָּוִ֤ד H1732 אָבִ֨יךָ֙ H1 לֵאמֹ֔ר H559 לֹֽא H3808 יִכָּרֵ֤ת H3772 לְךָ֙ Hl אִ֔ישׁ H376 מֵעַ֖ל H5921 כִּסֵּ֥א H3678 יִשְׂרָאֵֽל H3478 ",
      "6": "אִם H518 שׁ֨וֹב H7725 תְּשֻׁב֜וּן H7725 אַתֶּ֤ם H859 וּבְנֵי H1121 מֵֽאַחֲרַ֔ H310 וְלֹ֤א H3808 תִשְׁמְרוּ֙ H8104 מִצְוֺתַ֣י H4687 חֻקֹּתַ֔י H2708 אֲשֶׁ֥ר H834 נָתַ֖תִּי H5414 לִפְנֵי H6440 וַהֲלַכְתֶּ֗ם H1980 וַעֲבַדְתֶּם֙ H5647 אֱלֹהִ֣ים H430 אֲחֵרִ֔ים H312 וְהִשְׁתַּחֲוִיתֶ֖ם H7812 לָהֶֽם Hl ",
      "7": "וְהִכְרַתִּ֣י H3772 אֶת H853 יִשְׂרָאֵ֗ל H3478 מֵעַ֨ל H5921 פְּנֵ֤י H6440 הָאֲדָמָה֙ H127 אֲשֶׁ֣ר H834 נָתַ֣תִּי H5414 לָהֶ֔ם Hl וְאֶת H853 הַבַּ֨יִת֙ H1004 אֲשֶׁ֣ר H834 הִקְדַּ֣שְׁתִּי H6942 לִשְׁמִ֔ H8034 אֲשַׁלַּ֖ח H7971 מֵעַ֣ל H5921 פָּנָ֑י H6440 וְהָיָ֧ה H1961 יִשְׂרָאֵ֛ל H3478 לְמָשָׁ֥ל H4912 וְלִ H8148 בְּכָל H3605 הָעַמִּֽים H5971 ",
      "8": "וְהַ H1004 הַזֶּה֙ H2088 יִהְיֶ֣ה H1961 עֶלְי֔וֹן H5945 כָּל H3605 עֹבֵ֥ר H5674 עָלָ֖יו H5921 יִשֹּׁ֣ם H8074 וְשָׁרָ֑ק H8319 וְאָמְר֗וּ H559 עַל H5921 מֶ֨ה H4100 עָשָׂ֤ה H6213 יְהוָה֙ H3068 כָּ֔כָה H3602 לָאָ֥רֶץ H776 הַזֹּ֖את H2063 וְלַ H1004 הַזֶּֽה H2088 ",
      "9": "וְאָמְר֗וּ H559 עַל֩ H5921 אֲשֶׁ֨ר H834 עָזְב֜וּ H5800 אֶת H853 יְהוָ֣ה H3068 אֱלֹהֵיהֶ֗ם H430 אֲשֶׁ֨ר H834 הוֹצִ֣יא H3318 אֶת H853 אֲבֹתָם֮ H1 מֵאֶ֣רֶץ H776 מִצְרַיִם֒ H4714 וַֽיַּחֲזִ֨קוּ֙ H2388 בֵּאלֹהִ֣ים H430 אֲחֵרִ֔ים H312 וישתחו H7812 לָהֶ֖ם Hl וַיַּעַבְדֻ֑ H5647 עַל H5921 כֵּ֗ן H3651 הֵבִ֤יא H935 יְהוָה֙ H3068 עֲלֵיהֶ֔ם H5921 אֵ֥ת H853 כָּל H3605 הָרָעָ֖ה H7451 הַזֹּֽאת H2063 ",
      "10": "וַיְהִ֗י H1961 מִקְצֵה֙ H7097 עֶשְׂרִ֣ים H6242 שָׁנָ֔ה H8141 אֲשֶׁר H834 בָּנָ֥ה H1129 שְׁלֹמֹ֖ה H8010 אֶת H853 שְׁנֵ֣י H8147 הַבָּתִּ֑ים H1004 אֶת H853 בֵּ֥ית H1004 יְהוָ֖ה H3068 וְאֶת H853 בֵּ֥ית H1004 הַמֶּֽלֶךְ H4428 ",
      "11": "חִירָ֣ם H2438 מֶֽלֶךְ H4428 צֹ֠ר H6865 נִשָּׂ֨א H5375 אֶת H853 שְׁלֹמֹ֜ה H8010 בַּעֲצֵי֩ H6086 אֲרָזִ֨ים H730 וּבַ H6086 בְרוֹשִׁ֛ים H1265 וּבַ H2091 לְכָל H3605 חֶפְצ֑וֹ H2656 אָ֡ז H227 יִתֵּן֩ H5414 הַמֶּ֨לֶךְ H4428 שְׁלֹמֹ֤ה H8010 לְחִירָם֙ H2438 עֶשְׂרִ֣ים H6242 עִ֔יר H5892 בְּאֶ֖רֶץ H776 הַגָּלִֽיל H1551 ",
      "12": "וַיֵּצֵ֤א H3318 חִירָם֙ H2438 מִצֹּ֔ר H6865 לִרְאוֹת֙ H7200 אֶת H853 הֶ֣עָרִ֔ים H5892 אֲשֶׁ֥ר H834 נָתַן H5414 ל֖וֹ Hl שְׁלֹמֹ֑ה H8010 וְלֹ֥א H3808 יָשְׁר֖וּ H3474 בְּעֵינָֽי H5869 ",
      "13": "וַיֹּ֕אמֶר H559 מָ֚ה H4100 הֶעָרִ֣ים H5892 הָאֵ֔לֶּה H428 אֲשֶׁר H834 נָתַ֥תָּה H5414 לִּ֖י Hl אָחִ֑י H251 וַיִּקְרָ֤א H7121 לָהֶם֙ Hl אֶ֣רֶץ H776 כָּב֔וּל H3521 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
      "14": "וַיִּשְׁלַ֥ח H7971 חִירָ֖ם H2438 לַמֶּ֑לֶךְ H4428 מֵאָ֥ה H3967 וְעֶשְׂרִ֖ים H6242 כִּכַּ֥ר H3603 זָהָֽב H2091 ",
      "15": "וְזֶ֨ה H2088 דְבַר H1697 הַמַּ֜ס H4522 אֲשֶֽׁר H834 הֶעֱלָ֣ה H5927 הַמֶּ֣לֶךְ H4428 שְׁלֹמֹ֗ה H8010 לִבְנוֹת֩ H1129 אֶת H853 בֵּ֨ית H1004 יְהוָ֤ה H3068 וְאֶת H853 בֵּיתוֹ֙ H1004 וְאֶת H853 הַמִּלּ֔וֹא H4407 וְאֵ֖ת H853 חוֹמַ֣ת H2346 יְרוּשָׁלִָ֑ם H3389 וְאֶת H853 חָצֹ֥ר H2674 וְאֶת H853 מְגִדּ֖וֹ H4023 וְאֶת H853 גָּֽזֶר H1507 ",
      "16": "פַּרְעֹ֨ה H6547 מֶֽלֶךְ H4428 מִצְרַ֜יִם H4714 עָלָ֗ה H5927 וַיִּלְכֹּ֤ד H3920 אֶת H853 גֶּ֨זֶר֙ H1507 וַיִּשְׂרְפָ֣ H8313 בָּאֵ֔שׁ H784 וְאֶת H853 הַֽכְּנַעֲנִ֛י H3669 הַיֹּשֵׁ֥ב H3427 בָּעִ֖יר H5892 הָרָ֑ג H2026 וַֽיִּתְּנָ H5414 שִׁלֻּחִ֔ים H7964 לְבִתּ֖ H1323 אֵ֥שֶׁת H802 שְׁלֹמֹֽה H8010 ",
      "17": "וַיִּ֤בֶן H1129 שְׁלֹמֹה֙ H8010 אֶת H853 גָּ֔זֶר H1507 וְאֶת H853 בֵּ֥ית H1032 חֹרֹ֖ן H1032 תַּחְתּֽוֹן H8481 ",
      "18": "וְאֶֽת H853 בַּעֲלָ֛ת H1191 וְאֶת H853 תמר H8559 בַּמִּדְבָּ֖ר H4057 בָּאָֽרֶץ H776 ",
      "19": "וְאֵ֨ת H853 כָּל H3605 עָרֵ֤י H5892 הַֽמִּסְכְּנוֹת֙ H4543 אֲשֶׁ֣ר H834 הָי֣וּ H1961 לִשְׁלֹמֹ֔ה H8010 וְאֵת֙ H853 עָרֵ֣י H5892 הָרֶ֔כֶב H7393 וְאֵ֖ת H853 עָרֵ֣י H5892 הַפָּרָשִׁ֑ים H6571 וְאֵ֣ת H853 חֵ֣שֶׁק H2837 שְׁלֹמֹ֗ה H8010 אֲשֶׁ֤ר H834 חָשַׁק֙ H2836 לִבְנ֤וֹת H1129 בִּירוּשָׁלִַ֨ם֙ H3389 וּבַ H3844 וּבְ H3605 אֶ֥רֶץ H776 מֶמְשַׁלְתּֽוֹ H4475 ",
      "20": "כָּל H3605 הָ֠עָם H5971 הַנּוֹתָ֨ר H3498 מִן H4480 הָאֱמֹרִ֜י H567 הַחִתִּ֤י H2850 הַפְּרִזִּי֙ H6522 הַחִוִּ֣י H2340 וְהַ H2983 אֲשֶׁ֛ר H834 לֹֽא H3808 מִבְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 הֵֽמָּה H1992 ",
      "21": "בְּנֵיהֶ֗ם H1121 אֲשֶׁ֨ר H834 נֹתְר֤וּ H3498 אַחֲרֵיהֶם֙ H310 בָּאָ֔רֶץ H776 אֲשֶׁ֧ר H834 לֹֽא H3808 יָכְל֛וּ H3201 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 לְהַֽחֲרִימָ֑ H2763 וַיַּעֲלֵ֤ H5927 שְׁלֹמֹה֙ H8010 לְמַס H4522 עֹבֵ֔ד H5647 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
      "22": "וּמִ H1121 יִשְׂרָאֵ֔ל H3478 לֹֽא H3808 נָתַ֥ן H5414 שְׁלֹמֹ֖ה H8010 עָ֑בֶד H5650 כִּי H3588 הֵ֞ם H1992 אַנְשֵׁ֣י H376 הַמִּלְחָמָ֗ה H4421 וַעֲבָדָי H5650 וְשָׂרָ֣י H8269 וְשָׁלִשָׁ֔י H7991 וְשָׂרֵ֥י H8269 רִכְבּ֖וֹ H7393 וּפָרָשָֽׁי H6571 ",
      "23": "אֵ֣לֶּה H428 שָׂרֵ֣י H8269 הַנִּצָּבִ֗ים H5324 אֲשֶׁ֤ר H834 עַל H5921 הַמְּלָאכָה֙ H4399 לִשְׁלֹמֹ֔ה H8010 חֲמִשִּׁ֖ים H2572 וַחֲמֵ֣שׁ H2568 מֵא֑וֹת H3967 הָרֹדִ֣ים H7287 בָּעָ֔ם H5971 הָעֹשִׂ֖ים H6213 בַּמְּלָאכָֽה H4399 ",
      "24": "אַ֣ךְ H389 בַּת H1323 פַּרְעֹ֗ה H6547 עָֽלְתָה֙ H5927 מֵעִ֣יר H5892 דָּוִ֔ד H1732 אֶל H413 בֵּיתָ֖הּ H1004 אֲשֶׁ֣ר H834 בָּֽנָה H1129 לָ֑הּ Hl אָ֖ז H227 בָּנָ֥ה H1129 אֶת H853 הַמִּלּֽוֹא H4407 ",
      "25": "וְהֶעֱלָ֣ה H5927 שְׁלֹמֹ֡ה H8010 שָׁלֹשׁ֩ H7969 פְּעָמִ֨ים H6471 בַּשָּׁנָ֜ה H8141 עֹל֣וֹת H5930 וּשְׁלָמִ֗ים H8002 עַל H5921 הַמִּזְבֵּ֨חַ֙ H4196 אֲשֶׁ֣ר H834 בָּנָ֣ה H1129 לַיהוָ֔ה H3068 וְהַקְטֵ֣יר H6999 אִתּ֔וֹ H854 אֲשֶׁ֖ר H834 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וְשִׁלַּ֖ם H7999 אֶת H853 הַבָּֽיִת H1004 ",
      "26": "וָאֳנִ֡י H590 עָשָׂה֩ H6213 הַמֶּ֨לֶךְ H4428 שְׁלֹמֹ֜ה H8010 בְּעֶצְיֽוֹן H6100 גֶּ֨בֶר H6100 אֲשֶׁ֧ר H834 אֶת H854 אֵל֛וֹת H359 עַל H5921 שְׂפַ֥ת H8193 יַם H3220 ס֖וּף H5488 בְּאֶ֥רֶץ H776 אֱדֽוֹם H123 ",
      "27": "וַיִּשְׁלַ֨ח H7971 חִירָ֤ם H2438 בָּֽאֳנִי֙ H590 אֶת H853 עֲבָדָ֔יו H5650 אַנְשֵׁ֣י H376 אֳנִיּ֔וֹת H591 יֹדְעֵ֖י H3045 הַיָּ֑ם H3220 עִ֖ם H5973 עַבְדֵ֥י H5650 שְׁלֹמֹֽה H8010 ",
      "28": "וַיָּבֹ֣אוּ H935 אוֹפִ֔ירָה H211 וַיִּקְח֤וּ H3947 מִשָּׁם֙ H8033 זָהָ֔ב H2091 אַרְבַּע H702 מֵא֥וֹת H3967 וְעֶשְׂרִ֖ים H6242 כִּכָּ֑ר H3603 וַיָּבִ֖אוּ H935 אֶל H413 הַמֶּ֥לֶךְ H4428 שְׁלֹמֹֽה H8010 "
    },
    "10": {
      "1": "וּמַֽלְכַּת H4436 שְׁבָ֗א H7614 שֹׁמַ֛עַת H8085 אֶת H853 שֵׁ֥מַע H8088 שְׁלֹמֹ֖ה H8010 לְשֵׁ֣ם H8034 יְהוָ֑ה H3068 וַתָּבֹ֥א H935 לְנַסֹּת֖ H5254 בְּחִידֽוֹת H2420 ",
      "2": "וַתָּבֹ֣א H935 יְרוּשָׁלְַ֗מָה H3389 בְּחַיִל֮ H2428 כָּבֵ֣ד H3515 מְאֹד֒ H3966 גְּ֠מַלִּים H1581 נֹשְׂאִ֨ים H5375 בְּשָׂמִ֧ים H1314 וְזָהָ֛ב H2091 רַב H7227 מְאֹ֖ד H3966 וְאֶ֣בֶן H68 יְקָרָ֑ה H3368 וַתָּבֹא֙ H935 אֶל H413 שְׁלֹמֹ֔ה H8010 וַתְּדַבֵּ֣ר H1696 אֵלָ֔יו H413 אֵ֛ת H853 כָּל H3605 אֲשֶׁ֥ר H834 הָיָ֖ה H1961 עִם H5973 לְבָבָֽהּ H3824 ",
      "3": "וַיַּגֶּד H5046 לָ֥הּ Hl שְׁלֹמֹ֖ה H8010 אֶת H853 כָּל H3605 דְּבָרֶ֑יהָ H1697 לֹֽא H3808 הָיָ֤ה H1961 דָּבָר֙ H1697 נֶעְלָ֣ם H5956 מִן H4480 הַמֶּ֔לֶךְ H4428 אֲשֶׁ֧ר H834 לֹ֦א H3808 הִגִּ֖יד H5046 לָֽהּ Hl ",
      "4": "וַתֵּ֨רֶא֙ H7200 מַֽלְכַּת H4436 שְׁבָ֔א H7614 אֵ֖ת H853 כָּל H3605 חָכְמַ֣ת H2451 שְׁלֹמֹ֑ה H8010 וְהַ H1004 אֲשֶׁ֥ר H834 בָּנָֽה H1129 ",
      "5": "וּמַאֲכַ֣ל H3978 שֻׁלְחָנ֡וֹ H7979 וּמוֹשַׁ֣ב H4186 עֲבָדָיו֩ H5650 וּמַעֲמַ֨ד H4612 משרתו H8334 וּמַלְבֻּֽשֵׁי H4403 וּמַשְׁקָ֔י H4945 וְעֹ֣לָת֔ H5930 אֲשֶׁ֥ר H834 יַעֲלֶ֖ה H5927 בֵּ֣ית H1004 יְהוָ֑ה H3068 וְלֹא H3808 הָ֥יָה H1961 בָ֛הּ Hb ע֖וֹד H5750 רֽוּחַ H7307 ",
      "6": "וַתֹּ֨אמֶר֙ H559 אֶל H413 הַמֶּ֔לֶךְ H4428 אֱמֶת֙ H571 הָיָ֣ה H1961 הַדָּבָ֔ר H1697 אֲשֶׁ֥ר H834 שָׁמַ֖עְתִּי H8085 בְּאַרְצִ֑ H776 עַל H5921 דְּבָרֶ֖יךָ H1697 וְעַל H5921 חָכְמָתֶֽךָ H2451 ",
      "7": "וְלֹֽא H3808 הֶאֱמַ֣נְתִּי H539 לַדְּבָרִ֗ים H1697 עַ֤ד H5704 אֲשֶׁר H834 בָּ֨אתִי֙ H935 וַתִּרְאֶ֣ינָה H7200 עֵינַ֔י H5869 וְהִנֵּ֥ה H2009 לֹֽא H3808 הֻגַּד H5046 לִ֖י Hl הַחֵ֑צִי H2677 הוֹסַ֤פְתָּ H3254 חָכְמָה֙ H2451 וָט֔וֹב H2896 אֶל H413 הַשְּׁמוּעָ֖ה H8052 אֲשֶׁ֥ר H834 שָׁמָֽעְתִּי H8085 ",
      "8": "אַשְׁרֵ֣י H835 אֲנָשֶׁ֔יךָ H376 אַשְׁרֵ֖י H835 עֲבָדֶ֣יךָ H5650 אֵ֑לֶּה H428 הָֽעֹמְדִ֤ים H5975 לְפָנֶ֨י H6440 תָּמִ֔יד H8548 הַשֹּׁמְעִ֖ים H8085 אֶת H853 חָכְמָתֶֽךָ H2451 ",
      "9": "יְהִ֨י H1961 יְהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 בָּר֔וּךְ H1288 אֲשֶׁר֙ H834 חָפֵ֣ץ H2654 בְּךָ֔ Hb לְתִתְּ H5414 עַל H5921 כִּסֵּ֣א H3678 יִשְׂרָאֵ֑ל H3478 בְּאַהֲבַ֨ת H160 יְהוָ֤ה H3068 אֶת H853 יִשְׂרָאֵל֙ H3478 לְעֹלָ֔ם H5769 וַיְשִֽׂימְ H7760 לְמֶ֔לֶךְ H4428 לַעֲשׂ֥וֹת H6213 מִשְׁפָּ֖ט H4941 וּצְדָקָֽה H6666 ",
      "10": "וַתִּתֵּ֨ן H5414 לַמֶּ֜לֶךְ H4428 מֵאָ֥ה H3967 וְעֶשְׂרִ֣ים H6242 כִּכַּ֣ר H3603 זָהָ֗ב H2091 וּבְשָׂמִ֛ים H1314 הַרְבֵּ֥ה H7235 מְאֹ֖ד H3966 וְאֶ֣בֶן H68 יְקָרָ֑ה H3368 לֹא H3808 בָא֩ H935 כַבֹּ֨שֶׂם H1314 הַה֥וּא H1931 עוֹד֙ H5750 לָרֹ֔ב H7230 אֲשֶׁר H834 נָתְנָ֥ה H5414 מַֽלְכַּת H4436 שְׁבָ֖א H7614 לַמֶּ֥לֶךְ H4428 שְׁלֹמֹֽה H8010 ",
      "11": "וְגַם֙ H1571 אֳנִ֣י H590 חִירָ֔ם H2438 אֲשֶׁר H834 נָשָׂ֥א H5375 זָהָ֖ב H2091 מֵאוֹפִ֑יר H211 הֵבִ֨יא H935 מֵאֹפִ֜יר H211 עֲצֵ֧י H6086 אַלְמֻגִּ֛ים H484 הַרְבֵּ֥ה H7235 מְאֹ֖ד H3966 וְאֶ֥בֶן H68 יְקָרָֽה H3368 ",
      "12": "וַיַּ֣עַשׂ H6213 הַ֠מֶּלֶךְ H4428 אֶת H853 עֲצֵ֨י H6086 הָאַלְמֻגִּ֜ים H484 מִסְעָ֤ד H4552 לְבֵית H1004 יְהוָה֙ H3068 וּלְ H1004 הַמֶּ֔לֶךְ H4428 וְכִנֹּר֥וֹת H3658 וּנְבָלִ֖ים H5035 לַשָּׁרִ֑ים H7891 לֹ֣א H3808 בָֽא H935 כֵ֞ן H3651 עֲצֵ֤י H6086 אַלְמֻגִּים֙ H484 וְלֹ֣א H3808 נִרְאָ֔ה H7200 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
      "13": "וְהַ H4428 שְׁלֹמֹ֜ה H8010 נָתַ֣ן H5414 לְמַֽלְכַּת H4436 שְׁבָ֗א H7614 אֶת H853 כָּל H3605 חֶפְצָהּ֙ H2656 אֲשֶׁ֣ר H834 שָׁאָ֔לָה H7592 מִלְּ H905 אֲשֶׁ֣ר H834 נָֽתַן H5414 לָ֔הּ Hl כְּיַ֖ד H3027 הַמֶּ֣לֶךְ H4428 שְׁלֹמֹ֑ה H8010 וַתֵּ֛פֶן H6437 וַתֵּ֥לֶךְ H3212 לְאַרְצָ֖ H776 הִ֥יא H1931 וַעֲבָדֶֽי H5650 ",
      "14": "וַֽיְהִי֙ H1961 מִשְׁקַ֣ל H4948 הַזָּהָ֔ב H2091 אֲשֶׁר H834 בָּ֥א H935 לִשְׁלֹמֹ֖ה H8010 בְּשָׁנָ֣ה H8141 אֶחָ֑ת H259 שֵׁ֥שׁ H8337 מֵא֛וֹת H3967 שִׁשִּׁ֥ים H8346 וָשֵׁ֖שׁ H8337 כִּכַּ֥ר H3603 זָהָֽב H2091 ",
      "15": "לְבַד֙ H905 מֵאַנְשֵׁ֣י H376 הַתָּרִ֔ים H8446 וּמִסְחַ֖ר H4536 הָרֹכְלִ֑ים H7402 וְכָל H3605 מַלְכֵ֥י H4428 הָעֶ֖רֶב H6152 וּפַח֥וֹת H6346 הָאָֽרֶץ H776 ",
      "16": "וַיַּ֨עַשׂ H6213 הַמֶּ֧לֶךְ H4428 שְׁלֹמֹ֛ה H8010 מָאתַ֥יִם H3967 צִנָּ֖ה H6793 זָהָ֣ב H2091 שָׁח֑וּט H7820 שֵׁשׁ H8337 מֵא֣וֹת H3967 זָהָ֔ב H2091 יַעֲלֶ֖ה H5927 עַל H5921 הַצִּנָּ֥ה H6793 הָאֶחָֽת H259 ",
      "17": "וּשְׁלֹשׁ H7969 מֵא֤וֹת H3967 מָֽגִנִּים֙ H4043 זָהָ֣ב H2091 שָׁח֔וּט H7820 שְׁלֹ֤שֶׁת H7969 מָנִים֙ H4488 זָהָ֔ב H2091 יַעֲלֶ֖ה H5927 עַל H5921 הַמָּגֵ֣ן H4043 הָאֶחָ֑ת H259 וַיִּתְּנֵ֣ H5414 הַמֶּ֔לֶךְ H4428 בֵּ֖ית H1004 יַ֥עַר H3293 הַלְּבָנֽוֹן H3844 ",
      "18": "וַיַּ֧עַשׂ H6213 הַמֶּ֛לֶךְ H4428 כִּסֵּא H3678 שֵׁ֖ן H8127 גָּד֑וֹל H1419 וַיְצַפֵּ֖ H6823 זָהָ֥ב H2091 מוּפָֽז H6338 ",
      "19": "שֵׁ֧שׁ H8337 מַעֲל֣וֹת H4609 לַכִּסֵּ֗ה H3678 וְרֹאשׁ H7218 עָגֹ֤ל H5696 לַכִּסֵּה֙ H3678 מֵאַֽחֲרָ֔י H310 וְיָדֹ֛ת H3027 מִזֶּ֥ה H2088 וּמִ H2088 אֶל H413 מְק֣וֹם H4725 הַשָּׁ֑בֶת H7675 וּשְׁנַ֣יִם H8147 אֲרָי֔וֹת H738 עֹמְדִ֖ים H5975 אֵ֥צֶל H681 הַיָּדֽוֹת H3027 ",
      "20": "וּשְׁנֵ֧ים H8147 עָשָׂ֣ר H6240 אֲרָיִ֗ים H738 עֹמְדִ֥ים H5975 שָׁ֛ם H8033 עַל H5921 שֵׁ֥שׁ H8337 הַֽמַּעֲל֖וֹת H4609 מִזֶּ֣ה H2088 וּמִ H2088 לֹֽא H3808 נַעֲשָׂ֥ה H6213 כֵ֖ן H3651 לְכָל H3605 מַמְלָכֽוֹת H4467 ",
      "21": "וְ֠כֹל H3605 כְּלֵ֞י H3627 מַשְׁקֵ֨ה H4945 הַמֶּ֤לֶךְ H4428 שְׁלֹמֹה֙ H8010 זָהָ֔ב H2091 וְכֹ֗ל H3605 כְּלֵ֛י H3627 בֵּֽית H1004 יַ֥עַר H3293 הַלְּבָנ֖וֹן H3844 זָהָ֣ב H2091 סָג֑וּר H5462 אֵ֣ין H369 כֶּ֗סֶף H3701 לֹ֥א H3808 נֶחְשָׁ֛ב H2803 בִּימֵ֥י H3117 שְׁלֹמֹ֖ה H8010 לִמְאֽוּמָה H3972 ",
      "22": "כִּי֩ H3588 אֳנִ֨י H590 תַרְשִׁ֤ישׁ H8659 לַמֶּ֨לֶךְ֙ H4428 בַּיָּ֔ם H3220 עִ֖ם H5973 אֳנִ֣י H590 חִירָ֑ם H2438 אַחַת֩ H259 לְשָׁלֹ֨שׁ H7969 שָׁנִ֜ים H8141 תָּב֣וֹא H935 אֳנִ֣י H590 תַרְשִׁ֗ישׁ H8659 נֹֽשְׂאֵת֙ H5375 זָהָ֣ב H2091 וָכֶ֔סֶף H3701 שֶׁנְהַבִּ֥ים H8143 וְקֹפִ֖ים H6971 וְתֻכִּיִּֽים H8500 ",
      "23": "וַיִּגְדַּל֙ H1431 הַמֶּ֣לֶךְ H4428 שְׁלֹמֹ֔ה H8010 מִכֹּ֖ל H3605 מַלְכֵ֣י H4428 הָאָ֑רֶץ H776 לְעֹ֖שֶׁר H6239 וּלְ H2451 ",
      "24": "וְכָ֨ל H3605 הָאָ֔רֶץ H776 מְבַקְשִׁ֖ים H1245 אֶת H853 פְּנֵ֣י H6440 שְׁלֹמֹ֑ה H8010 לִשְׁמֹ֨עַ֙ H8085 אֶת H853 חָכְמָת֔וֹ H2451 אֲשֶׁר H834 נָתַ֥ן H5414 אֱלֹהִ֖ים H430 בְּלִבּֽ H3820 ",
      "25": "וְהֵ֣מָּה H1992 מְבִאִ֣ים H935 אִ֣ישׁ H376 מִנְחָת֡וֹ H4503 כְּלֵ֣י H3627 כֶסֶף֩ H3701 וּכְלֵ֨י H3627 זָהָ֤ב H2091 וּשְׂלָמוֹת֙ H8008 וְנֵ֣שֶׁק H5402 וּבְשָׂמִ֔ים H1314 סוּסִ֖ים H5483 וּפְרָדִ֑ים H6505 דְּבַר H1697 שָׁנָ֖ה H8141 בְּשָׁנָֽה H8141 ",
      "26": "וַיֶּאֱסֹ֣ף H622 שְׁלֹמֹה֮ H8010 רֶ֣כֶב H7393 וּפָרָשִׁים֒ H6571 וַיְהִי H1961 ל֗וֹ Hl אֶ֤לֶף H505 וְאַרְבַּע H702 מֵאוֹת֙ H3967 רֶ֔כֶב H7393 וּשְׁנֵים H8147 עָשָׂ֥ר H6240 אֶ֖לֶף H505 פָּֽרָשִׁ֑ים H6571 וַיַּנְחֵ H5148 בְּעָרֵ֣י H5892 הָרֶ֔כֶב H7393 וְעִם H5973 הַמֶּ֖לֶךְ H4428 בִּירוּשָׁלִָֽם H3389 ",
      "27": "וַיִּתֵּ֨ן H5414 הַמֶּ֧לֶךְ H4428 אֶת H853 הַכֶּ֛סֶף H3701 בִּירוּשָׁלִַ֖ם H3389 כָּאֲבָנִ֑ים H68 וְאֵ֣ת H853 הָאֲרָזִ֗ים H730 נָתַ֛ן H5414 כַּשִּׁקְמִ֥ים H8256 אֲשֶׁר H834 בַּשְּׁפֵלָ֖ה H8219 לָרֹֽב H7230 ",
      "28": "וּמוֹצָ֧א H4161 הַסּוּסִ֛ים H5483 אֲשֶׁ֥ר H834 לִשְׁלֹמֹ֖ה H8010 מִמִּצְרָ֑יִם H4714 וּמִ H4723 סֹחֲרֵ֣י H5503 הַמֶּ֔לֶךְ H4428 יִקְח֥וּ H3947 מִקְוֵ֖ה H4723 בִּמְחִֽיר H4242 ",
      "29": "וַֽ֠תַּעֲלֶה H5927 וַתֵּצֵ֨א H3318 מֶרְכָּבָ֤ה H4818 מִמִּצְרַ֨יִם֙ H4714 בְּשֵׁ֣שׁ H8337 מֵא֣וֹת H3967 כֶּ֔סֶף H3701 וְס֖וּס H5483 בַּחֲמִשִּׁ֣ים H2572 וּמֵאָ֑ה H3967 וְ֠כֵן H3651 לְכָל H3605 מַלְכֵ֧י H4428 הַחִתִּ֛ים H2850 וּלְ H4428 אֲרָ֖ם H758 בְּיָדָ֥ H3027 יֹצִֽאוּ H3318 "
    },
    "11": {
      "1": "וְהַ H4428 שְׁלֹמֹ֗ה H8010 אָהַ֞ב H157 נָשִׁ֧ים H802 נָכְרִיּ֛וֹת H5237 רַבּ֖וֹת H7227 וְאֶת H853 בַּת H1323 פַּרְעֹ֑ה H6547 מוֹאֲבִיּ֤וֹת H4125 עַמֳּנִיּוֹת֙ H5984 אֲדֹ֣מִיֹּ֔ת H130 צֵדְנִיֹּ֖ת H6722 חִתִּיֹּֽת H2850 ",
      "2": "מִן H4480 הַגּוֹיִ֗ם H1471 אֲשֶׁ֣ר H834 אָֽמַר H559 יְהוָה֩ H3068 אֶל H413 בְּנֵ֨י H1121 יִשְׂרָאֵ֜ל H3478 לֹֽא H3808 תָבֹ֣אוּ H935 בָהֶ֗ם Hb וְהֵם֙ H1992 לֹא H3808 יָבֹ֣אוּ H935 בָכֶ֔ם Hb אָכֵן֙ H403 יַטּ֣וּ H5186 אֶת H853 לְבַבְכֶ֔ם H3824 אַחֲרֵ֖י H310 אֱלֹהֵיהֶ֑ם H430 בָּהֶ֛ם Hb דָּבַ֥ק H1692 שְׁלֹמֹ֖ה H8010 לְאַהֲבָֽה H160 ",
      "3": "וַיְהִי H1961 ל֣וֹ Hl נָשִׁ֗ים H802 שָׂרוֹת֙ H8282 שְׁבַ֣ע H7651 מֵא֔וֹת H3967 וּפִֽלַגְשִׁ֖ים H6370 שְׁלֹ֣שׁ H7969 מֵא֑וֹת H3967 וַיַּטּ֥וּ H5186 נָשָׁ֖יו H802 אֶת H853 לִבּֽוֹ H3820 ",
      "4": "וַיְהִ֗י H1961 לְעֵת֙ H6256 זִקְנַ֣ת H2209 שְׁלֹמֹ֔ה H8010 נָשָׁיו֙ H802 הִטּ֣וּ H5186 אֶת H853 לְבָב֔וֹ H3824 אַחֲרֵ֖י H310 אֱלֹהִ֣ים H430 אֲחֵרִ֑ים H312 וְלֹא H3808 הָיָ֨ה H1961 לְבָב֤וֹ H3824 שָׁלֵם֙ H8003 עִם H5973 יְהוָ֣ה H3068 אֱלֹהָ֔יו H430 כִּלְבַ֖ב H3824 דָּוִ֥יד H1732 אָבִֽיו H1 ",
      "5": "וַיֵּ֣לֶךְ H3212 שְׁלֹמֹ֔ה H8010 אַחֲרֵ֣י H310 עַשְׁתֹּ֔רֶת H6253 אֱלֹהֵ֖י H430 צִדֹנִ֑ים H6722 וְאַחֲרֵ֣י H310 מִלְכֹּ֔ם H4445 שִׁקֻּ֖ץ H8251 עַמֹּנִֽים H5984 ",
      "6": "וַיַּ֧עַשׂ H6213 שְׁלֹמֹ֛ה H8010 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 וְלֹ֥א H3808 מִלֵּ֛א H4390 אַחֲרֵ֥י H310 יְהוָ֖ה H3068 כְּדָוִ֥ד H1732 אָבִֽיו H1 ",
      "7": "אָז֩ H227 יִבְנֶ֨ה H1129 שְׁלֹמֹ֜ה H8010 בָּמָ֗ה H1116 לִכְמוֹשׁ֙ H3645 שִׁקֻּ֣ץ H8251 מוֹאָ֔ב H4124 בָּהָ֕ר H2022 אֲשֶׁ֖ר H834 עַל H5921 פְּנֵ֣י H6440 יְרוּשָׁלִָ֑ם H3389 וּלְ H4432 שִׁקֻּ֖ץ H8251 בְּנֵ֥י H1121 עַמּֽוֹן H5983 ",
      "8": "וְכֵ֣ן H3651 עָשָׂ֔ה H6213 לְכָל H3605 נָשָׁ֖יו H802 הַנָּכְרִיּ֑וֹת H5237 מַקְטִיר֥וֹת H6999 וּֽמְזַבְּח֖וֹת H2076 לֵאלֹהֵי H430 ",
      "9": "וַיִּתְאַנַּ֥ף H599 יְהוָ֖ה H3068 בִּשְׁלֹמֹ֑ה H8010 כִּֽי H3588 נָטָ֣ה H5186 לְבָב֗וֹ H3824 מֵעִ֤ם H5973 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 הַנִּרְאָ֥ה H7200 אֵלָ֖יו H413 פַּעֲמָֽיִם H6471 ",
      "10": "וְצִוָּ֤ה H6680 אֵלָיו֙ H413 עַל H5921 הַדָּבָ֣ר H1697 הַזֶּ֔ה H2088 לְבִ֨לְתִּי H1115 לֶ֔כֶת H3212 אַחֲרֵ֖י H310 אֱלֹהִ֣ים H430 אֲחֵרִ֑ים H312 וְלֹ֣א H3808 שָׁמַ֔ר H8104 אֵ֥ת H853 אֲשֶׁר H834 צִוָּ֖ה H6680 יְהוָֽה H3068 ",
      "11": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 לִשְׁלֹמֹ֗ה H8010 יַ֚עַן H3282 אֲשֶׁ֣ר H834 הָֽיְתָה H1961 זֹּ֣את H2063 עִמָּ֔ךְ H5973 וְלֹ֤א H3808 שָׁמַ֨רְתָּ֙ H8104 בְּרִיתִ֣י H1285 וְחֻקֹּתַ֔ H2708 אֲשֶׁ֥ר H834 צִוִּ֖יתִי H6680 עָלֶ֑יךָ H5921 קָרֹ֨עַ H7167 אֶקְרַ֤ע H7167 אֶת H853 הַמַּמְלָכָה֙ H4467 מֵֽעָלֶ֔י H5921 וּנְתַתִּ֖י H5414 לְעַבְדֶּֽ H5650 ",
      "12": "אַךְ H389 בְּיָמֶ֨י H3117 לֹ֣א H3808 אֶעֱשֶׂ֔נָּה H6213 לְמַ֖עַן H4616 דָּוִ֣ד H1732 אָבִ֑יךָ H1 מִיַּ֥ד H3027 בִּנְךָ֖ H1121 אֶקְרָעֶֽנָּה H7167 ",
      "13": "רַ֤ק H7535 אֶת H853 כָּל H3605 הַמַּמְלָכָה֙ H4467 לֹ֣א H3808 אֶקְרָ֔ע H7167 שֵׁ֥בֶט H7626 אֶחָ֖ד H259 אֶתֵּ֣ן H5414 לִבְנֶ֑ H1121 לְמַ֨עַן֙ H4616 דָּוִ֣ד H1732 עַבְדִּ֔י H5650 וּלְמַ֥עַן H4616 יְרוּשָׁלִַ֖ם H3389 אֲשֶׁ֥ר H834 בָּחָֽרְתִּי H977 ",
      "14": "וַיָּ֨קֶם H6965 יְהוָ֤ה H3068 שָׂטָן֙ H7854 לִשְׁלֹמֹ֔ה H8010 אֵ֖ת H853 הֲדַ֣ד H1908 הָאֲדֹמִ֑י H130 מִזֶּ֧רַע H2233 הַמֶּ֛לֶךְ H4428 ה֖וּא H1931 בֶּאֱדֽוֹם H123 ",
      "15": "וַיְהִ֗י H1961 בִּֽהְי֤וֹת H1961 דָּוִד֙ H1732 אֶת H854 אֱד֔וֹם H123 בַּעֲל֗וֹת H5927 יוֹאָב֙ H3097 שַׂ֣ר H8269 הַצָּבָ֔א H6635 לְקַבֵּ֖ר H6912 אֶת H853 הַחֲלָלִ֑ים H2491 וַיַּ֥ךְ H5221 כָּל H3605 זָכָ֖ר H2145 בֶּאֱדֽוֹם H123 ",
      "16": "כִּ֣י H3588 שֵׁ֧שֶׁת H8337 חֳדָשִׁ֛ים H2320 יָֽשַׁב H3427 שָׁ֥ם H8033 יוֹאָ֖ב H3097 וְכָל H3605 יִשְׂרָאֵ֑ל H3478 עַד H5704 הִכְרִ֥ית H3772 כָּל H3605 זָכָ֖ר H2145 בֶּאֱדֽוֹם H123 ",
      "17": "וַיִּבְרַ֣ח H1272 אֲדַ֡ד H111 הוּא֩ H1931 וַאֲנָשִׁ֨ים H376 אֲדֹמִיִּ֜ים H130 מֵעַבְדֵ֥י H5650 אָבִ֛יו H1 אִתּ֖וֹ H854 לָב֣וֹא H935 מִצְרָ֑יִם H4714 וַהֲדַ֖ד H1908 נַ֥עַר H5288 קָטָֽן H6996 ",
      "18": "וַיָּקֻ֨מוּ֙ H6965 מִמִּדְיָ֔ן H4080 וַיָּבֹ֖אוּ H935 פָּארָ֑ן H6290 וַיִּקְחוּ֩ H3947 אֲנָשִׁ֨ים H376 עִמָּ֜ם H5973 מִפָּארָ֗ן H6290 וַיָּבֹ֤אוּ H935 מִצְרַ֨יִם֙ H4714 אֶל H413 פַּרְעֹ֣ה H6547 מֶֽלֶךְ H4428 מִצְרַ֔יִם H4714 וַיִּתֶּן H5414 ל֣וֹ Hl בַ֗יִת H1004 וְלֶ֨חֶם֙ H3899 אָ֣מַר H559 ל֔וֹ Hl וְאֶ֖רֶץ H776 נָ֥תַן H5414 לֽוֹ Hl ",
      "19": "וַיִּמְצָא֙ H4672 הֲדַ֥ד H1908 חֵ֛ן H2580 בְּעֵינֵ֥י H5869 פַרְעֹ֖ה H6547 מְאֹ֑ד H3966 וַיִּתֶּן H5414 ל֤וֹ Hl אִשָּׁה֙ H802 אֶת H853 אֲח֣וֹת H269 אִשְׁתּ֔וֹ H802 אֲח֖וֹת H269 תַּחְפְּנֵ֥יס H8472 הַגְּבִירָֽה H1377 ",
      "20": "וַתֵּ֨לֶד H3205 ל֜וֹ Hl אֲח֣וֹת H269 תַּחְפְּנֵ֗יס H8472 אֵ֚ת H853 גְּנֻבַ֣ת H1592 בְּנ֔וֹ H1121 וַתִּגְמְלֵ֣ H1580 תַחְפְּנֵ֔ס H8472 בְּת֖וֹךְ H8432 בֵּ֣ית H1004 פַּרְעֹ֑ה H6547 וַיְהִ֤י H1961 גְנֻבַת֙ H1592 בֵּ֣ית H1004 פַּרְעֹ֔ה H6547 בְּת֖וֹךְ H8432 בְּנֵ֥י H1121 פַרְעֹֽה H6547 ",
      "21": "וַהֲדַ֞ד H1908 שָׁמַ֣ע H8085 בְּמִצְרַ֗יִם H4714 כִּֽי H3588 שָׁכַ֤ב H7901 דָּוִד֙ H1732 עִם H5973 אֲבֹתָ֔יו H1 וְכִי H3588 מֵ֖ת H4191 יוֹאָ֣ב H3097 שַֽׂר H8269 הַצָּבָ֑א H6635 וַיֹּ֤אמֶר H559 הֲדַד֙ H1908 אֶל H413 פַּרְעֹ֔ה H6547 שַׁלְּחֵ֖נִי H7971 וְאֵלֵ֥ךְ H3212 אֶל H413 אַרְצִֽי H776 ",
      "22": "וַיֹּ֧אמֶר H559 ל֣וֹ Hl פַרְעֹ֗ה H6547 כִּ֠י H3588 מָה H4100 אַתָּ֤ה H859 חָסֵר֙ H2638 עִמִּ֔י H5973 וְהִנְּ H2005 מְבַקֵּ֖שׁ H1245 לָלֶ֣כֶת H3212 אֶל H413 אַרְצֶ֑ךָ H776 וַיֹּ֣אמֶר H559 לֹ֔א H3808 כִּ֥י H3588 שַׁלֵּ֖חַ H7971 תְּשַׁלְּחֵֽנִי H7971 ",
      "23": "וַיָּ֨קֶם H6965 אֱלֹהִ֥ים H430 לוֹ֙ Hl שָׂטָ֔ן H7854 אֶת H853 רְז֖וֹן H7331 בֶּן H1121 אֶלְיָדָ֑ע H450 אֲשֶׁ֣ר H834 בָּרַ֗ח H1272 מֵאֵ֛ת H853 הֲדַדְעֶ֥זֶר H1909 מֶֽלֶךְ H4428 צוֹבָ֖ה H6678 אֲדֹנָֽיו H113 ",
      "24": "וַיִּקְבֹּ֤ץ H6908 עָלָיו֙ H5921 אֲנָשִׁ֔ים H376 וַיְהִ֣י H1961 שַׂר H8269 גְּד֔וּד H1416 בַּהֲרֹ֥ג H2026 דָּוִ֖ד H1732 אֹתָ֑ם H853 וַיֵּלְכ֤וּ H3212 דַמֶּ֨שֶׂק֙ H1834 וַיֵּ֣שְׁבוּ H3427 בָ֔הּ Hb וַֽיִּמְלְכ֖וּ H4427 בְּדַמָּֽשֶׂק H1834 ",
      "25": "וַיְהִ֨י H1961 שָׂטָ֤ן H7854 לְיִשְׂרָאֵל֙ H3478 כָּל H3605 יְמֵ֣י H3117 שְׁלֹמֹ֔ה H8010 וְאֶת H854 הָרָעָ֖ה H7451 אֲשֶׁ֣ר H834 הֲדָ֑ד H1908 וַיָּ֨קָץ֙ H6973 בְּיִשְׂרָאֵ֔ל H3478 וַיִּמְלֹ֖ךְ H4427 עַל H5921 אֲרָֽם H758 ",
      "26": "וְיָרָבְעָם֩ H3379 בֶּן H1121 נְבָ֨ט H5028 אֶפְרָתִ֜י H673 מִן H4480 הַצְּרֵדָ֗ה H6868 וְשֵׁ֤ם H8034 אִמּוֹ֙ H517 צְרוּעָה֙ H6871 אִשָּׁ֣ה H802 אַלְמָנָ֔ה H490 עֶ֖בֶד H5650 לִשְׁלֹמֹ֑ה H8010 וַיָּ֥רֶם H7311 יָ֖ד H3027 בַּמֶּֽלֶךְ H4428 ",
      "27": "וְזֶ֣ה H2088 הַדָּבָ֔ר H1697 אֲשֶׁר H834 הֵרִ֥ים H7311 יָ֖ד H3027 בַּמֶּ֑לֶךְ H4428 שְׁלֹמֹה֙ H8010 בָּנָ֣ה H1129 אֶת H853 הַמִּלּ֔וֹא H4407 סָגַ֕ר H5462 אֶת H853 פֶּ֕רֶץ H6556 עִ֖יר H5892 דָּוִ֥ד H1732 אָבִֽיו H1 ",
      "28": "וְהָ H376 יָרָבְעָ֖ם H3379 גִּבּ֣וֹר H1368 חָ֑יִל H2428 וַיַּ֨רְא H7200 שְׁלֹמֹ֜ה H8010 אֶת H853 הַנַּ֗עַר H5288 כִּֽי H3588 עֹשֵׂ֤ה H6213 מְלָאכָה֙ H4399 ה֔וּא H1931 וַיַּפְקֵ֣ד H6485 אֹת֔וֹ H853 לְכָל H3605 סֵ֖בֶל H5447 בֵּ֥ית H1004 יוֹסֵֽף H3130 ",
      "29": "וַֽיְהִי֙ H1961 בָּעֵ֣ת H6256 הַהִ֔יא H1931 וְיָֽרָבְעָ֖ם H3379 יָצָ֣א H3318 מִירוּשָׁלִָ֑ם H3389 וַיִּמְצָ֣א H4672 אֹת֡וֹ H853 אֲחִיָּה֩ H281 הַשִּׁילֹנִ֨י H7888 הַנָּבִ֜יא H5030 בַּדֶּ֗רֶךְ H1870 וְה֤וּא H1931 מִתְכַּסֶּה֙ H3680 בְּשַׂלְמָ֣ה H8008 חֲדָשָׁ֔ה H2319 וּשְׁנֵי H8147 לְבַדָּ֖ H905 בַּשָּׂדֶֽה H7704 ",
      "30": "וַיִּתְפֹּ֣שׂ H8610 אֲחִיָּ֔ה H281 בַּשַּׂלְמָ֥ה H8008 הַחֲדָשָׁ֖ה H2319 אֲשֶׁ֣ר H834 עָלָ֑יו H5921 וַיִּ֨קְרָעֶ֔ H7167 שְׁנֵ֥ים H8147 עָשָׂ֖ר H6240 קְרָעִֽים H7168 ",
      "31": "וַיֹּ֨אמֶר֙ H559 לְיָֽרָבְעָ֔ם H3379 קַח H3947 לְךָ֖ Hl עֲשָׂרָ֣ה H6235 קְרָעִ֑ים H7168 כִּ֣י H3588 כֹה֩ H3541 אָמַ֨ר H559 יְהוָ֜ה H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֗ל H3478 הִנְנִ֨י H2005 קֹרֵ֤עַ H7167 אֶת H853 הַמַּמְלָכָה֙ H4467 מִיַּ֣ד H3027 שְׁלֹמֹ֔ה H8010 וְנָתַתִּ֣י H5414 לְךָ֔ Hl אֵ֖ת H853 עֲשָׂרָ֥ה H6235 הַשְּׁבָטִֽים H7626 ",
      "32": "וְהַ H7626 הָאֶחָ֖ד H259 יִֽהְיֶה H1961 לּ֑וֹ Hl לְמַ֣עַן H4616 עַבְדִּ֣י H5650 דָוִ֗ד H1732 וּלְמַ֨עַן֙ H4616 יְר֣וּשָׁלִַ֔ם H3389 הָעִיר֙ H5892 אֲשֶׁ֣ר H834 בָּחַ֣רְתִּי H977 בָ֔הּ Hb מִכֹּ֖ל H3605 שִׁבְטֵ֥י H7626 יִשְׂרָאֵֽל H3478 ",
      "33": "יַ֣עַן H3282 אֲשֶׁ֣ר H834 עֲזָב֗וּנִי H5800 וַיִּֽשְׁתַּחֲווּ֮ H7812 לְעַשְׁתֹּרֶת֮ H6253 אֱלֹהֵ֣י H430 צִֽדֹנִין֒ H6722 לִכְמוֹשׁ֙ H3645 אֱלֹהֵ֣י H430 מוֹאָ֔ב H4124 וּלְ H4445 אֱלֹהֵ֣י H430 בְנֵֽי H1121 עַמּ֑וֹן H5983 וְלֹֽא H3808 הָלְכ֣וּ H1980 בִדְרָכַ֗ H1870 לַעֲשׂ֨וֹת H6213 הַיָּשָׁ֧ר H3477 בְּעֵינַ֛ H5869 וְחֻקֹּתַ֥ H2708 וּמִשְׁפָּטַ֖ H4941 כְּדָוִ֥ד H1732 אָבִֽיו H1 ",
      "34": "וְלֹֽא H3808 אֶקַּ֥ח H3947 אֶת H853 כָּל H3605 הַמַּמְלָכָ֖ה H4467 מִיָּד֑ H3027 כִּ֣י H3588 נָשִׂ֣יא H5387 אֲשִׁתֶ֗נּוּ H7896 כֹּ֚ל H3605 יְמֵ֣י H3117 חַיָּ֔יו H2416 לְמַ֨עַן H4616 דָּוִ֤ד H1732 עַבְדִּי֙ H5650 אֲשֶׁ֣ר H834 בָּחַ֣רְתִּי H977 אֹת֔וֹ H853 אֲשֶׁ֥ר H834 שָׁמַ֖ר H8104 מִצְוֺתַ֥י H4687 וְחֻקֹּתָֽ H2708 ",
      "35": "וְלָקַחְתִּ֥י H3947 הַמְּלוּכָ֖ה H4410 מִיַּ֣ד H3027 בְּנ֑וֹ H1121 וּנְתַתִּ֣י H5414 לְּךָ֔ Hl אֵ֖ת H853 עֲשֶׂ֥רֶת H6235 הַשְּׁבָטִֽים H7626 ",
      "36": "וְלִ H1121 אֶתֵּ֣ן H5414 שֵֽׁבֶט H7626 אֶחָ֑ד H259 לְמַ֣עַן H4616 הֱיֽוֹת H1961 נִ֣יר H5216 לְדָֽוִיד H1732 עַ֠בְדִּי H5650 כָּֽל H3605 הַיָּמִ֤ים H3117 לְפָנַ H6440 בִּיר֣וּשָׁלִַ֔ם H3389 הָעִיר֙ H5892 אֲשֶׁ֣ר H834 בָּחַ֣רְתִּי H977 לִ֔י Hl לָשׂ֥וּם H7760 שְׁמִ֖י H8034 שָֽׁם H8033 ",
      "37": "וְאֹתְ H853 אֶקַּ֔ח H3947 וּמָ֣לַכְתָּ֔ H4427 בְּכֹ֥ל H3605 אֲשֶׁר H834 תְּאַוֶּ֖ה H183 נַפְשֶׁ֑ךָ H5315 וְהָיִ֥יתָ H1961 מֶּ֖לֶךְ H4428 עַל H5921 יִשְׂרָאֵֽל H3478 ",
      "38": "וְהָיָ֗ה H1961 אִם H518 תִּשְׁמַע֮ H8085 אֶת H853 כָּל H3605 אֲשֶׁ֣ר H834 אֲצַוֶּךָ֒ H6680 וְהָלַכְתָּ֣ H1980 בִדְרָכַ֗ H1870 וְעָשִׂ֨יתָ H6213 הַיָּשָׁ֤ר H3477 בְּעֵינַ H5869 לִשְׁמ֤וֹר H8104 חֻקּוֹתַי֙ H2708 וּמִצְוֺתַ֔ H4687 כַּאֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 דָּוִ֣ד H1732 עַבְדִּ֑י H5650 וְהָיִ֣יתִי H1961 עִמָּ֗ךְ H5973 וּבָנִ֨יתִי H1129 לְךָ֤ Hl בַֽיִת H1004 נֶאֱמָן֙ H539 כַּאֲשֶׁ֣ר H834 בָּנִ֣יתִי H1129 לְדָוִ֔ד H1732 וְנָתַתִּ֥י H5414 לְךָ֖ Hl אֶת H853 יִשְׂרָאֵֽל H3478 ",
      "39": "וַֽאעַנֶּ֛ה H6031 אֶת H853 זֶ֥רַע H2233 דָּוִ֖ד H1732 לְמַ֣עַן H4616 זֹ֑את H2063 אַ֖ךְ H389 לֹ֥א H3808 כָל H3605 הַיָּמִֽים H3117 ",
      "40": "וַיְבַקֵּ֥שׁ H1245 שְׁלֹמֹ֖ה H8010 לְהָמִ֣ית H4191 אֶת H853 יָרָבְעָ֑ם H3379 וַיָּ֣קָם H6965 יָרָבְעָ֗ם H3379 וַיִּבְרַ֤ח H1272 מִצְרַ֨יִם֙ H4714 אֶל H413 שִׁישַׁ֣ק H7895 מֶֽלֶךְ H4428 מִצְרַ֔יִם H4714 וַיְהִ֥י H1961 בְמִצְרַ֖יִם H4714 עַד H5704 מ֥וֹת H4194 שְׁלֹמֹֽה H8010 ",
      "41": "וְיֶ֨תֶר H3499 דִּבְרֵ֧י H1697 שְׁלֹמֹ֛ה H8010 וְכָל H3605 אֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 וְחָכְמָת֑ H2451 הֲלֽוֹא H3808 הֵ֣ם H1992 כְּתֻבִ֔ים H3789 עַל H5921 סֵ֖פֶר H5612 דִּבְרֵ֥י H1697 שְׁלֹמֹֽה H8010 ",
      "42": "וְהַ H3117 אֲשֶׁר֩ H834 מָלַ֨ךְ H4427 שְׁלֹמֹ֤ה H8010 בִירוּשָׁלִַ֨ם֙ H3389 עַל H5921 כָּל H3605 יִשְׂרָאֵ֔ל H3478 אַרְבָּעִ֖ים H705 שָׁנָֽה H8141 ",
      "43": "וַיִּשְׁכַּ֤ב H7901 שְׁלֹמֹה֙ H8010 עִם H5973 אֲבֹתָ֔יו H1 וַיִּ֨קָּבֵ֔ר H6912 בְּעִ֖יר H5892 דָּוִ֣ד H1732 אָבִ֑יו H1 וַיִּמְלֹ֛ךְ H4427 רְחַבְעָ֥ם H7346 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 "
    },
    "12": {
      "1": "וַיֵּ֥לֶךְ H3212 רְחַבְעָ֖ם H7346 שְׁכֶ֑ם H7927 כִּ֥י H3588 שְׁכֶ֛ם H7927 בָּ֥א H935 כָל H3605 יִשְׂרָאֵ֖ל H3478 לְהַמְלִ֥יךְ H4427 אֹתֽוֹ H853 ",
      "2": "וַיְהִ֞י H1961 כִּשְׁמֹ֣עַ H8085 יָרָבְעָ֣ם H3379 בֶּן H1121 נְבָ֗ט H5028 וְהוּא֙ H1931 עוֹדֶ֣נּוּ H5750 בְמִצְרַ֔יִם H4714 אֲשֶׁ֣ר H834 בָּרַ֔ח H1272 מִפְּנֵ֖י H6440 הַמֶּ֣לֶךְ H4428 שְׁלֹמֹ֑ה H8010 וַיֵּ֥שֶׁב H3427 יָרָבְעָ֖ם H3379 בְּמִצְרָֽיִם H4714 ",
      "3": "וַֽיִּשְׁלְחוּ֙ H7971 וַיִּקְרְאוּ H7121 ל֔וֹ Hl ויבאו H935 יָרָבְעָ֖ם H3379 וְכָל H3605 קְהַ֣ל H6951 יִשְׂרָאֵ֑ל H3478 וַֽיְדַבְּר֔וּ H1696 אֶל H413 רְחַבְעָ֖ם H7346 לֵאמֹֽר H559 ",
      "4": "אָבִ֖יךָ H1 הִקְשָׁ֣ה H7185 אֶת H853 עֻלֵּ֑נוּ H5923 וְאַתָּ֡ה H859 עַתָּ֣ה H6258 הָקֵל֩ H7043 מֵעֲבֹדַ֨ת H5656 אָבִ֜יךָ H1 הַקָּשָׁ֗ה H7186 וּמֵ H5923 הַכָּבֵ֛ד H3515 אֲשֶׁר H834 נָתַ֥ן H5414 עָלֵ֖ינוּ H5921 וְנַעַבְדֶֽ H5647 ",
      "5": "וַיֹּ֣אמֶר H559 אֲלֵיהֶ֗ם H413 לְכ֥וּ H3212 עֹ֛ד H5750 שְׁלֹשָׁ֥ה H7969 יָמִ֖ים H3117 וְשׁ֣וּבוּ H7725 אֵלָ֑י H413 וַיֵּלְכ֖וּ H3212 הָעָֽם H5971 ",
      "6": "וַיִּוָּעַ֞ץ H3289 הַמֶּ֣לֶךְ H4428 רְחַבְעָ֗ם H7346 אֶת H854 הַזְּקֵנִים֙ H2205 אֲשֶׁר H834 הָי֣וּ H1961 עֹמְדִ֗ים H5975 אֶת H853 פְּנֵי֙ H6440 שְׁלֹמֹ֣ה H8010 אָבִ֔יו H1 בִּֽהְיֹת֥ H1961 חַ֖י H2416 לֵאמֹ֑ר H559 אֵ֚יךְ H349 אַתֶּ֣ם H859 נֽוֹעָצִ֔ים H3289 לְהָשִׁ֥יב H7725 אֶת H853 הָֽעָם H5971 הַזֶּ֖ה H2088 דָּבָֽר H1697 ",
      "7": "וידבר H1696 אֵלָ֜יו H413 לֵאמֹ֗ר H559 אִם H518 הַ֠יּוֹם H3117 תִּֽהְיֶה H1961 עֶ֜בֶד H5650 לָעָ֤ם H5971 הַזֶּה֙ H2088 וַֽעֲבַדְתָּ֔ H5647 וַעֲנִיתָ֕ H6030 וְדִבַּרְתָּ֥ H1696 אֲלֵיהֶ֖ם H413 דְּבָרִ֣ים H1697 טוֹבִ֑ים H2896 וְהָי֥וּ H1961 לְךָ֛ Hl עֲבָדִ֖ים H5650 כָּל H3605 הַיָּמִֽים H3117 ",
      "8": "וַֽיַּעֲזֹ֛ב H5800 אֶת H853 עֲצַ֥ת H6098 הַזְּקֵנִ֖ים H2205 אֲשֶׁ֣ר H834 יְעָצֻ֑הוּ H3289 וַיִּוָּעַ֗ץ H3289 אֶת H853 הַיְלָדִים֙ H3206 אֲשֶׁ֣ר H834 גָּדְל֣וּ H1431 אִתּ֔וֹ H854 אֲשֶׁ֥ר H834 הָעֹמְדִ֖ים H5975 לְפָנָֽי H6440 ",
      "9": "וַיֹּ֣אמֶר H559 אֲלֵיהֶ֗ם H413 מָ֚ה H4100 אַתֶּ֣ם H859 נֽוֹעָצִ֔ים H3289 וְנָשִׁ֥יב H7725 דָּבָ֖ר H1697 אֶת H853 הָעָ֣ם H5971 הַזֶּ֑ה H2088 אֲשֶׁ֨ר H834 דִּבְּר֤וּ H1696 אֵלַי֙ H413 לֵאמֹ֔ר H559 הָקֵל֙ H7043 מִן H4480 הָעֹ֔ל H5923 אֲשֶׁר H834 נָתַ֥ן H5414 אָבִ֖יךָ H1 עָלֵֽינוּ H5921 ",
      "10": "וַיְדַבְּר֣וּ H1696 אֵלָ֗יו H413 הַיְלָדִים֙ H3206 אֲשֶׁ֨ר H834 גָּדְל֣וּ H1431 אִתּוֹ֮ H854 לֵאמֹר֒ H559 כֹּֽה H3541 תֹאמַ֣ר H559 לָעָ֣ם H5971 הַזֶּ֡ה H2088 אֲשֶׁר֩ H834 דִּבְּר֨וּ H1696 אֵלֶ֜יךָ H413 לֵאמֹ֗ר H559 אָבִ֨יךָ֙ H1 הִכְבִּ֣יד H3513 אֶת H853 עֻלֵּ֔נוּ H5923 וְאַתָּ֖ה H859 הָקֵ֣ל H7043 מֵעָלֵ֑י H5921 כֹּ֚ה H3541 תְּדַבֵּ֣ר H1696 אֲלֵיהֶ֔ם H413 קָֽטָנִּ֥י H6995 עָבָ֖ה H5666 מִמָּתְנֵ֥י H4975 אָבִֽי H1 ",
      "11": "וְעַתָּ֗ה H6258 אָבִי֙ H1 הֶעְמִ֤יס H6006 עֲלֵיכֶם֙ H5921 עֹ֣ל H5923 כָּבֵ֔ד H3515 וַאֲנִ֖י H589 אוֹסִ֣יף H3254 עַֽל H5921 עֻלְּכֶ֑ם H5923 אָבִ֗י H1 יִסַּ֤ר H3256 אֶתְכֶם֙ H853 בַּשּׁוֹטִ֔ים H7752 וַאֲנִ֕י H589 אֲיַסֵּ֥ר H3256 אֶתְכֶ֖ם H853 בָּעַקְרַבִּֽים H6137 ",
      "12": "ויבו H935 יָרָבְעָ֧ם H3379 וְכָל H3605 הָעָ֛ם H5971 אֶל H413 רְחַבְעָ֖ם H7346 בַּיּ֣וֹם H3117 הַשְּׁלִישִׁ֑י H7992 כַּאֲשֶׁ֨ר H834 דִּבֶּ֤ר H1696 הַמֶּ֨לֶךְ֙ H4428 לֵאמֹ֔ר H559 שׁ֥וּבוּ H7725 אֵלַ֖י H413 בַּיּ֥וֹם H3117 הַשְּׁלִישִֽׁי H7992 ",
      "13": "וַיַּ֧עַן H6030 הַמֶּ֛לֶךְ H4428 אֶת H853 הָעָ֖ם H5971 קָשָׁ֑ה H7186 וַֽיַּעֲזֹ֛ב H5800 אֶת H853 עֲצַ֥ת H6098 הַזְּקֵנִ֖ים H2205 אֲשֶׁ֥ר H834 יְעָצֻֽהוּ H3289 ",
      "14": "וַיְדַבֵּ֣ר H1696 אֲלֵיהֶ֗ם H413 כַּעֲצַ֤ת H6098 הַיְלָדִים֙ H3206 לֵאמֹ֔ר H559 אָבִי֙ H1 הִכְבִּ֣יד H3513 אֶֽת H853 עֻלְּכֶ֔ם H5923 וַאֲנִ֖י H589 אֹסִ֣יף H3254 עַֽל H5921 עֻלְּכֶ֑ם H5923 אָבִ֗י H1 יִסַּ֤ר H3256 אֶתְכֶם֙ H853 בַּשּׁוֹטִ֔ים H7752 וַאֲנִ֕י H589 אֲיַסֵּ֥ר H3256 אֶתְכֶ֖ם H853 בָּעַקְרַבִּֽים H6137 ",
      "15": "וְלֹֽא H3808 שָׁמַ֥ע H8085 הַמֶּ֖לֶךְ H4428 אֶל H413 הָעָ֑ם H5971 כִּֽי H3588 הָיְתָ֤ה H1961 סִבָּה֙ H5438 מֵעִ֣ם H5973 יְהוָ֔ה H3068 לְמַ֜עַן H4616 הָקִ֣ים H6965 אֶת H853 דְּבָר֗וֹ H1697 אֲשֶׁ֨ר H834 דִּבֶּ֤ר H1696 יְהוָה֙ H3068 בְּיַד֙ H3027 אֲחִיָּ֣ה H281 הַשִּׁילֹנִ֔י H7888 אֶל H413 יָרָבְעָ֖ם H3379 בֶּן H1121 נְבָֽט H5028 ",
      "16": "וַיַּ֣רְא H7200 כָּל H3605 יִשְׂרָאֵ֗ל H3478 כִּ֠י H3588 לֹֽא H3808 שָׁמַ֣ע H8085 הַמֶּלֶךְ֮ H4428 אֲלֵיהֶם֒ H413 וַיָּשִׁ֣בוּ H7725 הָעָ֣ם H5971 אֶת H853 הַמֶּ֣לֶךְ H4428 דָּבָ֣ר H1697 לֵאמֹ֡ר H559 מַה H4100 לָּנוּ֩ Hl חֵ֨לֶק H2506 בְּדָוִ֜ד H1732 וְלֹֽא H3808 נַחֲלָ֣ה H5159 בְּבֶן H1121 יִשַׁ֗י H3448 לְאֹהָלֶ֨י H168 יִשְׂרָאֵ֔ל H3478 עַתָּ֕ה H6258 רְאֵ֥ה H7200 בֵיתְךָ֖ H1004 דָּוִ֑ד H1732 וַיֵּ֥לֶךְ H3212 יִשְׂרָאֵ֖ל H3478 לְאֹהָלָֽי H168 ",
      "17": "וּבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 הַיֹּשְׁבִ֖ים H3427 בְּעָרֵ֣י H5892 יְהוּדָ֑ה H3063 וַיִּמְלֹ֥ךְ H4427 עֲלֵיהֶ֖ם H5921 רְחַבְעָֽם H7346 ",
      "18": "וַיִּשְׁלַ֞ח H7971 הַמֶּ֣לֶךְ H4428 רְחַבְעָ֗ם H7346 אֶת H853 אֲדֹרָם֙ H151 אֲשֶׁ֣ר H834 עַל H5921 הַמַּ֔ס H4522 וַיִּרְגְּמ֨וּ H7275 כָל H3605 יִשְׂרָאֵ֥ל H3478 בּ֛וֹ Hb אֶ֖בֶן H68 וַיָּמֹ֑ת H4191 וְהַ H4428 רְחַבְעָ֗ם H7346 הִתְאַמֵּץ֙ H553 לַעֲל֣וֹת H5927 בַּמֶּרְכָּבָ֔ה H4818 לָנ֖וּס H5127 יְרוּשָׁלִָֽם H3389 ",
      "19": "וַיִּפְשְׁע֤וּ H6586 יִשְׂרָאֵל֙ H3478 בְּבֵ֣ית H1004 דָּוִ֔ד H1732 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
      "20": "וַיְהִ֞י H1961 כִּשְׁמֹ֤עַ H8085 כָּל H3605 יִשְׂרָאֵל֙ H3478 כִּֽי H3588 שָׁ֣ב H7725 יָרָבְעָ֔ם H3379 וַֽיִּשְׁלְח֗וּ H7971 וַיִּקְרְא֤וּ H7121 אֹתוֹ֙ H853 אֶל H413 הָ֣עֵדָ֔ה H5712 וַיַּמְלִ֥יכוּ H4427 אֹת֖וֹ H853 עַל H5921 כָּל H3605 יִשְׂרָאֵ֑ל H3478 לֹ֤א H3808 הָיָה֙ H1961 אַחֲרֵ֣י H310 בֵית H1004 דָּוִ֔ד H1732 זוּלָתִ֥י H2108 שֵֽׁבֶט H7626 יְהוּדָ֖ה H3063 לְבַדּֽ H905 ",
      "21": "ויבאו H935 רְחַבְעָם֮ H7346 יְרוּשָׁלִַם֒ H3389 וַיַּקְהֵל֩ H6950 אֶת H853 כָּל H3605 בֵּ֨ית H1004 יְהוּדָ֜ה H3063 וְאֶת H853 שֵׁ֣בֶט H7626 בִּנְיָמִ֗ן H1144 מֵאָ֨ה H3967 וּשְׁמֹנִ֥ים H8084 אֶ֛לֶף H505 בָּח֖וּר H977 עֹשֵׂ֣ה H6213 מִלְחָמָ֑ה H4421 לְהִלָּחֵם֙ H3898 עִם H5973 בֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 לְהָשִׁיב֙ H7725 אֶת H853 הַמְּלוּכָ֔ה H4410 לִרְחַבְעָ֖ם H7346 בֶּן H1121 שְׁלֹמֹֽה H8010 ",
      "22": "וַיְהִי֙ H1961 דְּבַ֣ר H1697 הָֽאֱלֹהִ֔ים H430 אֶל H413 שְׁמַעְיָ֥ה H8098 אִישׁ H376 הָאֱלֹהִ֖ים H430 לֵאמֹֽר H559 ",
      "23": "אֱמֹ֗ר H559 אֶל H413 רְחַבְעָ֤ם H7346 בֶּן H1121 שְׁלֹמֹה֙ H8010 מֶ֣לֶךְ H4428 יְהוּדָ֔ה H3063 וְאֶל H413 כָּל H3605 בֵּ֥ית H1004 יְהוּדָ֖ה H3063 וּבִנְיָמִ֑ין H1144 וְיֶ֥תֶר H3499 הָעָ֖ם H5971 לֵאמֹֽר H559 ",
      "24": "כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֡ה H3068 לֹֽא H3808 תַעֲלוּ֩ H5927 וְלֹא H3808 תִלָּ֨חֲמ֜וּן H3898 עִם H5973 אֲחֵיכֶ֣ם H251 בְּנֵֽי H1121 יִשְׂרָאֵ֗ל H3478 שׁ֚וּבוּ H7725 אִ֣ישׁ H376 לְבֵית֔ H1004 כִּ֧י H3588 מֵאִתִּ֛ H853 נִהְיָ֖ה H1961 הַדָּבָ֣ר H1697 הַזֶּ֑ה H2088 וַיִּשְׁמְעוּ֙ H8085 אֶת H853 דְּבַ֣ר H1697 יְהוָ֔ה H3068 וַיָּשֻׁ֥בוּ H7725 לָלֶ֖כֶת H3212 כִּדְבַ֥ר H1697 יְהוָֽה H3068 ",
      "25": "וַיִּ֨בֶן H1129 יָרָבְעָ֧ם H3379 אֶת H853 שְׁכֶ֛ם H7927 בְּהַ֥ר H2022 אֶפְרַ֖יִם H669 וַיֵּ֣שֶׁב H3427 בָּ֑הּ Hb וַיֵּצֵ֣א H3318 מִשָּׁ֔ם H8033 וַיִּ֖בֶן H1129 אֶת H853 פְּנוּאֵֽל H6439 ",
      "26": "וַיֹּ֥אמֶר H559 יָרָבְעָ֖ם H3379 בְּלִבּ֑ H3820 עַתָּ֛ה H6258 תָּשׁ֥וּב H7725 הַמַּמְלָכָ֖ה H4467 לְבֵ֥ית H1004 דָּוִֽד H1732 ",
      "27": "אִֽם H518 יַעֲלֶ֣ה H5927 הָעָ֣ם H5971 הַזֶּ֗ה H2088 לַעֲשׂ֨וֹת H6213 זְבָחִ֤ים H2077 בְּבֵית H1004 יְהוָה֙ H3068 בִּיר֣וּשָׁלִַ֔ם H3389 וְ֠שָׁב H7725 לֵ֣ב H3820 הָעָ֤ם H5971 הַזֶּה֙ H2088 אֶל H413 אֲדֹ֣נֵיהֶ֔ם H113 אֶל H413 רְחַבְעָ֖ם H7346 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 וַהֲרָגֻ֕ H2026 וְשָׁ֖בוּ H7725 אֶל H413 רְחַבְעָ֥ם H7346 מֶֽלֶךְ H4428 יְהוּדָֽה H3063 ",
      "28": "וַיִּוָּעַ֣ץ H3289 הַמֶּ֔לֶךְ H4428 וַיַּ֕עַשׂ H6213 שְׁנֵ֖י H8147 עֶגְלֵ֣י H5695 זָהָ֑ב H2091 וַיֹּ֣אמֶר H559 אֲלֵהֶ֗ם H413 רַב H7227 לָכֶם֙ Hl מֵעֲל֣וֹת H5927 יְרוּשָׁלִַ֔ם H3389 הִנֵּ֤ה H2009 אֱלֹהֶ֨יךָ֙ H430 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֥ר H834 הֶעֱל֖וּךָ H5927 מֵאֶ֥רֶץ H776 מִצְרָֽיִם H4714 ",
      "29": "וַיָּ֥שֶׂם H7760 אֶת H853 הָאֶחָ֖ד H259 בְּבֵֽית H1008 אֵ֑ל H1008 וְאֶת H853 הָאֶחָ֖ד H259 נָתַ֥ן H5414 בְּדָֽן H1835 ",
      "30": "וַיְהִ֛י H1961 הַדָּבָ֥ר H1697 הַזֶּ֖ה H2088 לְחַטָּ֑את H2403 וַיֵּלְכ֥וּ H3212 הָעָ֛ם H5971 לִפְנֵ֥י H6440 הָאֶחָ֖ד H259 עַד H5704 דָּֽן H1835 ",
      "31": "וַיַּ֖עַשׂ H6213 אֶת H853 בֵּ֣ית H1004 בָּמ֑וֹת H1116 וַיַּ֤עַשׂ H6213 כֹּֽהֲנִים֙ H3548 מִקְצ֣וֹת H7098 הָעָ֔ם H5971 אֲשֶׁ֥ר H834 לֹֽא H3808 הָי֖וּ H1961 מִבְּנֵ֥י H1121 לֵוִֽי H3878 ",
      "32": "וַיַּ֣עַשׂ H6213 יָרָבְעָ֣ם H3379 חָ֡ג H2282 בַּחֹ֣דֶשׁ H2320 הַשְּׁמִינִ֣י H8066 בַּחֲמִשָּֽׁה H2568 עָשָׂר֩ H6240 י֨וֹם H3117 לַחֹ֜דֶשׁ H2320 כֶּחָ֣ג H2282 אֲשֶׁ֣ר H834 בִּיהוּדָ֗ה H3063 וַיַּ֨עַל֙ H5927 עַל H5921 הַמִּזְבֵּ֔חַ H4196 כֵּ֤ן H3651 עָשָׂה֙ H6213 בְּבֵֽית H1008 אֵ֔ל H1008 לְזַבֵּ֖חַ H2076 לָעֲגָלִ֣ים H5695 אֲשֶׁר H834 עָשָׂ֑ה H6213 וְהֶעֱמִיד֙ H5975 בְּבֵ֣ית H1008 אֵ֔ל H1008 אֶת H853 כֹּהֲנֵ֥י H3548 הַבָּמ֖וֹת H1116 אֲשֶׁ֥ר H834 עָשָֽׂה H6213 ",
      "33": "וַיַּ֜עַל H5927 עַֽל H5921 הַמִּזְבֵּ֣חַ H4196 אֲשֶׁר H834 עָשָׂ֣ה H6213 בְּבֵֽית H1008 אֵ֗ל H1008 בַּחֲמִשָּׁ֨ה H2568 עָשָׂ֥ר H6240 יוֹם֙ H3117 בַּחֹ֣דֶשׁ H2320 הַשְּׁמִינִ֔י H8066 בַּחֹ֖דֶשׁ H2320 אֲשֶׁר H834 בָּדָ֣א H908 מל H905 וַיַּ֤עַשׂ H6213 חָג֙ H2282 לִבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וַיַּ֥עַל H5927 עַל H5921 הַמִּזְבֵּ֖חַ H4196 לְהַקְטִֽיר H6999 "
    },
    "13": {
      "1": "וְהִנֵּ֣ה H2009 אִ֣ישׁ H376 אֱלֹהִ֗ים H430 בָּ֧א H935 מִיהוּדָ֛ה H3063 בִּדְבַ֥ר H1697 יְהוָ֖ה H3068 אֶל H413 בֵּֽית H1008 אֵ֑ל H1008 וְיָרָבְעָ֛ם H3379 עֹמֵ֥ד H5975 עַל H5921 הַמִּזְבֵּ֖חַ H4196 לְהַקְטִֽיר H6999 ",
      "2": "וַיִּקְרָ֤א H7121 עַל H5921 הַמִּזְבֵּ֨חַ֙ H4196 בִּדְבַ֣ר H1697 יְהוָ֔ה H3068 וַיֹּ֨אמֶר֙ H559 מִזְבֵּ֣חַ H4196 מִזְבֵּ֔חַ H4196 כֹּ֖ה H3541 אָמַ֣ר H559 יְהוָ֑ה H3068 הִנֵּֽה H2009 בֵ֞ן H1121 נוֹלָ֤ד H3205 לְבֵית H1004 דָּוִד֙ H1732 יֹאשִׁיָּ֣הוּ H2977 שְׁמ֔וֹ H8034 וְזָבַ֣ח H2076 עָלֶ֗יךָ H5921 אֶת H853 כֹּהֲנֵ֤י H3548 הַבָּמוֹת֙ H1116 הַמַּקְטִרִ֣ים H6999 עָלֶ֔יךָ H5921 וְעַצְמ֥וֹת H6106 אָדָ֖ם H120 יִשְׂרְפ֥וּ H8313 עָלֶֽיךָ H5921 ",
      "3": "וְנָתַן֩ H5414 בַּיּ֨וֹם H3117 הַה֤וּא H1931 מוֹפֵת֙ H4159 לֵאמֹ֔ר H559 זֶ֣ה H2088 הַמּוֹפֵ֔ת H4159 אֲשֶׁ֖ר H834 דִּבֶּ֣ר H1696 יְהוָ֑ה H3068 הִנֵּ֤ה H2009 הַמִּזְבֵּ֨חַ֙ H4196 נִקְרָ֔ע H7167 וְנִשְׁפַּ֖ךְ H8210 הַדֶּ֥שֶׁן H1880 אֲשֶׁר H834 עָלָֽיו H5921 ",
      "4": "וַיְהִי֩ H1961 כִשְׁמֹ֨עַ H8085 הַמֶּ֜לֶךְ H4428 אֶת H853 דְּבַ֣ר H1697 אִישׁ H376 הָאֱלֹהִ֗ים H430 אֲשֶׁ֨ר H834 קָרָ֤א H7121 עַל H5921 הַמִּזְבֵּ֨חַ֙ H4196 בְּבֵֽית H1008 אֵ֔ל H1008 וַיִּשְׁלַ֨ח H7971 יָרָבְעָ֧ם H3379 אֶת H853 יָד֛וֹ H3027 מֵעַ֥ל H5921 הַמִּזְבֵּ֖חַ H4196 לֵאמֹ֣ר H559 תִּפְשֻׂ֑הוּ H8610 וַתִּיבַ֤שׁ H3001 יָדוֹ֙ H3027 אֲשֶׁ֣ר H834 שָׁלַ֣ח H7971 עָלָ֔יו H5921 וְלֹ֥א H3808 יָכֹ֖ל H3201 לַהֲשִׁיבָ֥ H7725 אֵלָֽיו H413 ",
      "5": "וְהַ H4196 נִקְרָ֔ע H7167 וַיִּשָּׁפֵ֥ךְ H8210 הַדֶּ֖שֶׁן H1880 מִן H4480 הַמִּזְבֵּ֑חַ H4196 כַּמּוֹפֵ֗ת H4159 אֲשֶׁ֥ר H834 נָתַ֛ן H5414 אִ֥ישׁ H376 הָאֱלֹהִ֖ים H430 בִּדְבַ֥ר H1697 יְהוָֽה H3068 ",
      "6": "וַיַּ֨עַן H6030 הַמֶּ֜לֶךְ H4428 וַיֹּ֣אמֶר H559 אֶל H413 אִ֣ישׁ H376 הָאֱלֹהִ֗ים H430 חַל H2470 נָ֞א H4994 אֶת H853 פְּנֵ֨י H6440 יְהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 וְהִתְפַּלֵּ֣ל H6419 בַּעֲדִ֔י H1157 וְתָשֹׁ֥ב H7725 יָדִ֖י H3027 אֵלָ֑י H413 וַיְחַ֤ל H2470 אִישׁ H376 הָֽאֱלֹהִים֙ H430 אֶת H853 פְּנֵ֣י H6440 יְהוָ֔ה H3068 וַתָּ֤שָׁב H7725 יַד H3027 הַמֶּ֨לֶךְ֙ H4428 אֵלָ֔יו H413 וַתְּהִ֖י H1961 כְּבָ H7223 ",
      "7": "וַיְדַבֵּ֤ר H1696 הַמֶּ֨לֶךְ֙ H4428 אֶל H413 אִ֣ישׁ H376 הָאֱלֹהִ֔ים H430 בֹּאָה H935 אִתִּ֥י H854 הַבַּ֖יְתָ H1004 וּֽסְעָ֑דָ H5582 וְאֶתְּנָ֥ה H5414 לְךָ֖ Hl מַתָּֽת H4991 ",
      "8": "וַיֹּ֤אמֶר H559 אִישׁ H376 הָֽאֱלֹהִים֙ H430 אֶל H413 הַמֶּ֔לֶךְ H4428 אִם H518 תִּתֶּן H5414 לִי֙ Hl אֶת H853 חֲצִ֣י H2677 בֵיתֶ֔ךָ H1004 לֹ֥א H3808 אָבֹ֖א H935 עִמָּ֑ךְ H5973 וְלֹֽא H3808 אֹ֤כַל H398 לֶ֨חֶם֙ H3899 וְלֹ֣א H3808 אֶשְׁתֶּה H8354 מַּ֔יִם H4325 בַּמָּק֖וֹם H4725 הַזֶּֽה H2088 ",
      "9": "כִּֽי H3588 כֵ֣ן H3651 צִוָּ֣ה H6680 אֹתִ֗י H853 בִּדְבַ֤ר H1697 יְהוָה֙ H3068 לֵאמֹ֔ר H559 לֹא H3808 תֹ֥אכַל H398 לֶ֖חֶם H3899 וְלֹ֣א H3808 תִשְׁתֶּה H8354 מָּ֑יִם H4325 וְלֹ֣א H3808 תָשׁ֔וּב H7725 בַּדֶּ֖רֶךְ H1870 אֲשֶׁ֥ר H834 הָלָֽכְתָּ H1980 ",
      "10": "וַיֵּ֖לֶךְ H3212 בְּדֶ֣רֶךְ H1870 אַחֵ֑ר H312 וְלֹֽא H3808 שָׁ֣ב H7725 בַּדֶּ֔רֶךְ H1870 אֲשֶׁ֛ר H834 בָּ֥א H935 בָ֖הּ Hb אֶל H413 בֵּֽית H1008 אֵֽל H1008 ",
      "11": "וְנָבִ֤יא H5030 אֶחָד֙ H259 זָקֵ֔ן H2205 יֹשֵׁ֖ב H3427 בְּבֵֽית H1008 אֵ֑ל H1008 וַיָּב֣וֹא H935 בְנ֡וֹ H1121 וַיְסַפֶּר H5608 ל֣וֹ Hl אֶת H853 כָּל H3605 הַמַּעֲשֶׂ֣ה H4639 אֲשֶׁר H834 עָשָׂה֩ H6213 אִישׁ H376 הָאֱלֹהִ֨ים H430 הַיּ֜וֹם H3117 בְּבֵֽית H1008 אֵ֗ל H1008 אֶת H853 הַדְּבָרִים֙ H1697 אֲשֶׁ֣ר H834 דִּבֶּ֣ר H1696 אֶל H413 הַמֶּ֔לֶךְ H4428 וַֽיְסַפְּר֖וּ H5608 לַאֲבִי H1 ",
      "12": "וַיְדַבֵּ֤ר H1696 אֲלֵהֶם֙ H413 אֲבִיהֶ֔ם H1 אֵֽי H335 זֶ֥ה H2088 הַדֶּ֖רֶךְ H1870 הָלָ֑ךְ H1980 וַיִּרְא֣וּ H7200 בָנָ֗יו H1121 אֶת H853 הַדֶּ֨רֶךְ֙ H1870 אֲשֶׁ֤ר H834 הָלַךְ֙ H1980 אִ֣ישׁ H376 הָאֱלֹהִ֔ים H430 אֲשֶׁר H834 בָּ֖א H935 מִיהוּדָֽה H3063 ",
      "13": "וַיֹּ֨אמֶר֙ H559 אֶל H413 בָּנָ֔יו H1121 חִבְשׁוּ H2280 לִ֖י Hl הַחֲמ֑וֹר H2543 וַיַּחְבְּשׁוּ H2280 ל֣וֹ Hl הַחֲמ֔וֹר H2543 וַיִּרְכַּ֖ב H7392 עָלָֽיו H5921 ",
      "14": "וַיֵּ֗לֶךְ H3212 אַֽחֲרֵי֙ H310 אִ֣ישׁ H376 הָאֱלֹהִ֔ים H430 וַיִּ֨מְצָאֵ֔ H4672 יֹשֵׁ֖ב H3427 תַּ֣חַת H8478 הָאֵלָ֑ה H424 וַיֹּ֣אמֶר H559 אֵלָ֗יו H413 הַאַתָּ֧ה H859 אִישׁ H376 הָאֱלֹהִ֛ים H430 אֲשֶׁר H834 בָּ֥אתָ H935 מִֽיהוּדָ֖ה H3063 וַיֹּ֥אמֶר H559 אָֽנִי H589 ",
      "15": "וַיֹּ֣אמֶר H559 אֵלָ֔יו H413 לֵ֥ךְ H3212 אִתִּ֖י H854 הַבָּ֑יְתָ H1004 וֶאֱכֹ֖ל H398 לָֽחֶם H3899 ",
      "16": "וַיֹּ֗אמֶר H559 לֹ֥א H3808 אוּכַ֛ל H3201 לָשׁ֥וּב H7725 אִתָּ֖ךְ H854 וְלָ H935 אִתָּ֑ךְ H854 וְלֹֽא H3808 אֹ֣כַל H398 לֶ֗חֶם H3899 וְלֹֽא H3808 אֶשְׁתֶּ֤ה H8354 אִתְּךָ֙ H854 מַ֔יִם H4325 בַּמָּק֖וֹם H4725 הַזֶּֽה H2088 ",
      "17": "כִּֽי H3588 דָבָ֤ר H1697 אֵלַי֙ H413 בִּדְבַ֣ר H1697 יְהוָ֔ה H3068 לֹֽא H3808 תֹאכַ֣ל H398 לֶ֔חֶם H3899 וְלֹֽא H3808 תִשְׁתֶּ֥ה H8354 שָׁ֖ם H8033 מָ֑יִם H4325 לֹא H3808 תָשׁ֣וּב H7725 לָלֶ֔כֶת H3212 בַּדֶּ֖רֶךְ H1870 אֲשֶׁר H834 הָלַ֥כְתָּ H1980 בָּֽהּ Hb ",
      "18": "וַיֹּ֣אמֶר H559 ל֗וֹ Hl גַּם H1571 אֲנִ֣י H589 נָבִיא֮ H5030 כָּמוֹךָ֒ H3644 וּמַלְאָ֡ךְ H4397 דִּבֶּ֣ר H1696 אֵלַי֩ H413 בִּדְבַ֨ר H1697 יְהוָ֜ה H3068 לֵאמֹ֗ר H559 הֲשִׁבֵ֤הוּ H7725 אִתְּךָ֙ H854 אֶל H413 בֵּיתֶ֔ךָ H1004 וְיֹ֥אכַל H398 לֶ֖חֶם H3899 וְיֵ֣שְׁתְּ H8354 מָ֑יִם H4325 כִּחֵ֖שׁ H3584 לֽוֹ Hl ",
      "19": "וַיָּ֣שָׁב H7725 אִתּ֗וֹ H854 וַיֹּ֥אכַל H398 לֶ֛חֶם H3899 בְּבֵית֖ H1004 וַיֵּ֥שְׁתְּ H8354 מָֽיִם H4325 ",
      "20": "וַיְהִ֕י H1961 הֵ֥ם H1992 יֹשְׁבִ֖ים H3427 אֶל H413 הַשֻּׁלְחָ֑ן H7979 וַֽיְהִי֙ H1961 דְּבַר H1697 יְהוָ֔ה H3068 אֶל H413 הַנָּבִ֖יא H5030 אֲשֶׁ֥ר H834 הֱשִׁיבֽוֹ H7725 ",
      "21": "וַיִּקְרָ֞א H7121 אֶל H413 אִ֣ישׁ H376 הָאֱלֹהִ֗ים H430 אֲשֶׁר H834 בָּ֤א H935 מִֽיהוּדָה֙ H3063 לֵאמֹ֔ר H559 כֹּ֖ה H3541 אָמַ֣ר H559 יְהוָ֑ה H3068 יַ֗עַן H3282 כִּ֤י H3588 מָרִ֨יתָ֙ H4784 פִּ֣י H6310 יְהוָ֔ה H3068 וְלֹ֤א H3808 שָׁמַ֨רְתָּ֙ H8104 אֶת H853 הַמִּצְוָ֔ה H4687 אֲשֶׁ֥ר H834 צִוְּךָ֖ H6680 יְהוָ֥ה H3068 אֱלֹהֶֽיךָ H430 ",
      "22": "וַתָּ֗שָׁב H7725 וַתֹּ֤אכַל H398 לֶ֨חֶם֙ H3899 וַתֵּ֣שְׁתְּ H8354 מַ֔יִם H4325 בַּמָּקוֹם֙ H4725 אֲשֶׁ֣ר H834 דִּבֶּ֣ר H1696 אֵלֶ֔יךָ H413 אַל H408 תֹּ֥אכַל H398 לֶ֖חֶם H3899 וְאַל H408 תֵּ֣שְׁתְּ H8354 מָ֑יִם H4325 לֹֽא H3808 תָב֥וֹא H935 נִבְלָתְךָ֖ H5038 אֶל H413 קֶ֥בֶר H6913 אֲבֹתֶֽיךָ H1 ",
      "23": "וַיְהִ֗י H1961 אַחֲרֵ֛י H310 אָכְל֥וֹ H398 לֶ֖חֶם H3899 וְאַחֲרֵ֣י H310 שְׁתוֹת֑וֹ H8354 וַיַּחֲבָשׁ H2280 ל֣וֹ Hl הַחֲמ֔וֹר H2543 לַנָּבִ֖יא H5030 אֲשֶׁ֥ר H834 הֱשִׁיבֽוֹ H7725 ",
      "24": "וַיֵּ֕לֶךְ H3212 וַיִּמְצָאֵ֧ H4672 אַרְיֵ֛ה H738 בַּדֶּ֖רֶךְ H1870 וַיְמִיתֵ֑ H4191 וַתְּהִ֤י H1961 נִבְלָתוֹ֙ H5038 מֻשְׁלֶ֣כֶת H7993 בַּדֶּ֔רֶךְ H1870 וְהַ H2543 עֹמֵ֣ד H5975 אֶצְלָ֔הּ H681 וְהָ֣ H738 עֹמֵ֖ד H5975 אֵ֥צֶל H681 הַנְּבֵלָֽה H5038 ",
      "25": "וְהִנֵּ֧ה H2009 אֲנָשִׁ֣ים H376 עֹבְרִ֗ים H5674 וַיִּרְא֤וּ H7200 אֶת H853 הַנְּבֵלָה֙ H5038 מֻשְׁלֶ֣כֶת H7993 בַּדֶּ֔רֶךְ H1870 וְאֶת H853 הָ֣אַרְיֵ֔ה H738 עֹמֵ֖ד H5975 אֵ֣צֶל H681 הַנְּבֵלָ֑ה H5038 וַיָּבֹ֨אוּ֙ H935 וַיְדַבְּר֣וּ H1696 בָעִ֔יר H5892 אֲשֶׁ֛ר H834 הַנָּבִ֥יא H5030 הַזָּקֵ֖ן H2205 יֹשֵׁ֥ב H3427 בָּֽהּ Hb ",
      "26": "וַיִּשְׁמַ֣ע H8085 הַנָּבִיא֮ H5030 אֲשֶׁ֣ר H834 הֱשִׁיב֣וֹ H7725 מִן H4480 הַדֶּרֶךְ֒ H1870 וַיֹּ֨אמֶר֙ H559 אִ֣ישׁ H376 הָאֱלֹהִ֣ים H430 ה֔וּא H1931 אֲשֶׁ֥ר H834 מָרָ֖ה H4784 אֶת H853 פִּ֣י H6310 יְהוָ֑ה H3068 וַיִּתְּנֵ֨ H5414 יְהוָ֜ה H3068 לָאַרְיֵ֗ה H738 וַֽיִּשְׁבְּרֵ֨ H7665 וַיְמִתֵ֔ H4191 כִּדְבַ֥ר H1697 יְהוָ֖ה H3068 אֲשֶׁ֥ר H834 דִּבֶּר H1696 לֽוֹ Hl ",
      "27": "וַיְדַבֵּ֤ר H1696 אֶל H413 בָּנָיו֙ H1121 לֵאמֹ֔ר H559 חִבְשׁוּ H2280 לִ֖י Hl אֶֽת H853 הַחֲמ֑וֹר H2543 וַֽיַּחֲבֹֽשׁוּ H2280 ",
      "28": "וַיֵּ֗לֶךְ H3212 וַיִּמְצָ֤א H4672 אֶת H853 נִבְלָתוֹ֙ H5038 מֻשְׁלֶ֣כֶת H7993 בַּדֶּ֔רֶךְ H1870 וַֽחֲמוֹר֙ H2543 וְהָ֣ H738 עֹמְדִ֖ים H5975 אֵ֣צֶל H681 הַנְּבֵלָ֑ה H5038 לֹֽא H3808 אָכַ֤ל H398 הָֽאַרְיֵה֙ H738 אֶת H853 הַנְּבֵלָ֔ה H5038 וְלֹ֥א H3808 שָׁבַ֖ר H7665 אֶֽת H853 הַחֲמֽוֹר H2543 ",
      "29": "וַיִּשָּׂ֨א H5375 הַנָּבִ֜יא H5030 אֶת H853 נִבְלַ֧ת H5038 אִישׁ H376 הָאֱלֹהִ֛ים H430 וַיַּנִּחֵ֥ H3240 אֶֽל H413 הַחֲמ֖וֹר H2543 וַיְשִׁיבֵ֑ H7725 וַיָּבֹ֗א H935 אֶל H413 עִיר֙ H5892 הַנָּבִ֣יא H5030 הַזָּקֵ֔ן H2205 לִסְפֹּ֖ד H5594 וּלְ H6912 ",
      "30": "וַיַּנַּ֥ח H3240 אֶת H853 נִבְלָת֖וֹ H5038 בְּקִבְר֑ H6913 וַיִּסְפְּד֥וּ H5594 עָלָ֖יו H5921 ה֥וֹי H1945 אָחִֽי H251 ",
      "31": "וַיְהִי֮ H1961 אַחֲרֵ֣י H310 קָבְר֣וֹ H6912 אֹתוֹ֒ H853 וַיֹּ֤אמֶר H559 אֶל H413 בָּנָיו֙ H1121 לֵאמֹ֔ר H559 בְּמוֹתִ H4191 וּקְבַרְתֶּ֣ם H6912 אֹתִ֔י H853 בַּקֶּ֕בֶר H6913 אֲשֶׁ֛ר H834 אִ֥ישׁ H376 הָאֱלֹהִ֖ים H430 קָב֣וּר H6912 בּ֑וֹ Hb אֵ֚צֶל H681 עַצְמֹתָ֔יו H6106 הַנִּ֖יחוּ H3240 אֶת H853 עַצְמֹתָֽי H6106 ",
      "32": "כִּי֩ H3588 הָיֹ֨ה H1961 יִהְיֶ֜ה H1961 הַדָּבָ֗ר H1697 אֲשֶׁ֤ר H834 קָרָא֙ H7121 בִּדְבַ֣ר H1697 יְהוָ֔ה H3068 עַל H5921 הַמִּזְבֵּ֖חַ H4196 אֲשֶׁ֣ר H834 בְּבֵֽית H1008 אֵ֑ל H1008 וְעַל֙ H5921 כָּל H3605 בָּתֵּ֣י H1004 הַבָּמ֔וֹת H1116 אֲשֶׁ֖ר H834 בְּעָרֵ֥י H5892 שֹׁמְרֽוֹן H8111 ",
      "33": "אַחַר֙ H310 הַדָּבָ֣ר H1697 הַזֶּ֔ה H2088 לֹֽא H3808 שָׁ֥ב H7725 יָרָבְעָ֖ם H3379 מִדַּרְכּ֣ H1870 הָרָעָ֑ה H7451 וַ֠יָּשָׁב H7725 וַיַּ֜עַשׂ H6213 מִקְצ֤וֹת H7098 הָעָם֙ H5971 כֹּהֲנֵ֣י H3548 בָמ֔וֹת H1116 הֶֽחָפֵץ֙ H2655 יְמַלֵּ֣א H4390 אֶת H853 יָד֔וֹ H3027 וִיהִ֖י H1961 כֹּהֲנֵ֥י H3548 בָמֽוֹת H1116 ",
      "34": "וַיְהִי֙ H1961 בַּדָּבָ֣ר H1697 הַזֶּ֔ה H2088 לְחַטַּ֖את H2403 בֵּ֣ית H1004 יָרָבְעָ֑ם H3379 וּלְ H3582 וּלְ H8045 מֵעַ֖ל H5921 פְּנֵ֥י H6440 הָאֲדָמָֽה H127 "
    },
    "14": {
      "1": "בָּעֵ֣ת H6256 הַהִ֔יא H1931 חָלָ֖ה H2470 אֲבִיָּ֥ה H29 בֶן H1121 יָרָבְעָֽם H3379 ",
      "2": "וַיֹּ֨אמֶר H559 יָרָבְעָ֜ם H3379 לְאִשְׁתּ֗ H802 ק֤וּמִי H6965 נָא֙ H4994 וְהִשְׁתַּנִּ֔ית H8138 וְלֹ֣א H3808 יֵֽדְע֔וּ H3045 כִּי H3588 אתי H859 אֵ֣שֶׁת H802 יָרָבְעָ֑ם H3379 וְהָלַ֣כְתְּ H1980 שִׁלֹ֗ה H7887 הִנֵּה H2009 שָׁם֙ H8033 אֲחִיָּ֣ה H281 הַנָּבִ֔יא H5030 הֽוּא H1931 דִבֶּ֥ר H1696 עָלַ֛י H5921 לְמֶ֖לֶךְ H4428 עַל H5921 הָעָ֥ם H5971 הַזֶּֽה H2088 ",
      "3": "וְלָקַ֣חַתְּ H3947 בְּ֠יָדֵ H3027 עֲשָׂרָ֨ה H6235 לֶ֧חֶם H3899 וְנִקֻּדִ֛ים H5350 וּבַקְבֻּ֥ק H1228 דְּבַ֖שׁ H1706 וּבָ֣את H935 אֵלָ֑יו H413 ה֚וּא H1931 יַגִּ֣יד H5046 לָ֔ךְ Hl מַה H4100 יִּֽהְיֶ֖ה H1961 לַנָּֽעַר H5288 ",
      "4": "וַתַּ֤עַשׂ H6213 כֵּן֙ H3651 אֵ֣שֶׁת H802 יָרָבְעָ֔ם H3379 וַתָּ֨קָם֙ H6965 וַתֵּ֣לֶךְ H3212 שִׁלֹ֔ה H7887 וַתָּבֹ֖א H935 בֵּ֣ית H1004 אֲחִיָּ֑ה H281 וַאֲחִיָּ֨הוּ֙ H281 לֹֽא H3808 יָכֹ֣ל H3201 לִרְא֔וֹת H7200 כִּ֛י H3588 קָ֥מוּ H6965 עֵינָ֖יו H5869 מִשֵּׂיבֽ H7869 ",
      "5": "וַיהוָ֞ה H3068 אָמַ֣ר H559 אֶל H413 אֲחִיָּ֗הוּ H281 הִנֵּ֣ה H2009 אֵ֣שֶׁת H802 יָרָבְעָ֡ם H3379 בָּאָ֣ה H935 לִדְרֹשׁ֩ H1875 דָּבָ֨ר H1697 מֵעִמְּ H5973 אֶל H413 בְּנָהּ֙ H1121 כִּֽי H3588 חֹלֶ֣ה H2470 ה֔וּא H1931 כָּזֹ֥ה H2090 וְכָ H2088 תְּדַבֵּ֣ר H1696 אֵלֶ֑יהָ H413 וִיהִ֣י H1961 כְבֹאָ֔ H935 וְהִ֖יא H1931 מִתְנַכֵּרָֽה H5234 ",
      "6": "וַיְהִי֩ H1961 כִשְׁמֹ֨עַ H8085 אֲחִיָּ֜הוּ H281 אֶת H853 ק֤וֹל H6963 רַגְלֶ֨יהָ֙ H7272 בָּאָ֣ה H935 בַפֶּ֔תַח H6607 וַיֹּ֕אמֶר H559 בֹּ֖אִי H935 אֵ֣שֶׁת H802 יָרָבְעָ֑ם H3379 לָ֣מָּה H4100 זֶּ֗ה H2088 אַ֚תְּ H859 מִתְנַכֵּרָ֔ה H5234 וְאָ֣נֹכִ֔י H595 שָׁל֥וּחַ H7971 אֵלַ֖יִךְ H413 קָשָֽׁה H7186 ",
      "7": "לְכִ֞י H3212 אִמְרִ֣י H559 לְיָרָבְעָ֗ם H3379 כֹּֽה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 יַ֛עַן H3282 אֲשֶׁ֥ר H834 הֲרִימֹתִ֖יךָ H7311 מִתּ֣וֹךְ H8432 הָעָ֑ם H5971 וָאֶתֶּנְ H5414 נָגִ֔יד H5057 עַ֖ל H5921 עַמִּ֥י H5971 יִשְׂרָאֵֽל H3478 ",
      "8": "וָאֶקְרַ֤ע H7167 אֶת H853 הַמַּמְלָכָה֙ H4467 מִבֵּ֣ית H1004 דָּוִ֔ד H1732 וָאֶתְּנֶ֖ H5414 לָ֑ךְ Hl וְלֹֽא H3808 הָיִ֜יתָ H1961 כְּעַבְדִּ֣ H5650 דָוִ֗ד H1732 אֲשֶׁר֩ H834 שָׁמַ֨ר H8104 מִצְוֺתַ֜י H4687 וַאֲשֶׁר H834 הָלַ֤ךְ H1980 אַחֲרַי֙ H310 בְּכָל H3605 לְבָב֔וֹ H3824 לַעֲשׂ֕וֹת H6213 רַ֖ק H7535 הַיָּשָׁ֥ר H3477 בְּעֵינָֽ H5869 ",
      "9": "וַתָּ֣רַע H7489 לַעֲשׂ֔וֹת H6213 מִכֹּ֖ל H3605 אֲשֶׁר H834 הָי֣וּ H1961 לְפָנֶ֑י H6440 וַתֵּ֡לֶךְ H3212 וַתַּעֲשֶׂה H6213 לְּךָ֩ Hl אֱלֹהִ֨ים H430 אֲחֵרִ֤ים H312 וּמַסֵּכוֹת֙ H4541 לְהַכְעִיסֵ֔ H3707 וְאֹתִ֥ H853 הִשְׁלַ֖כְתָּ H7993 אַחֲרֵ֥י H310 גַוֶּֽךָ H1458 ",
      "10": "לָכֵ֗ן H3651 הִנְנִ֨י H2005 מֵבִ֤יא H935 רָעָה֙ H7451 אֶל H413 בֵּ֣ית H1004 יָרָבְעָ֔ם H3379 וְהִכְרַתִּ֤י H3772 לְיָֽרָבְעָם֙ H3379 מַשְׁתִּ֣ין H8366 בְּקִ֔יר H7023 עָצ֥וּר H6113 וְעָז֖וּב H5800 בְּיִשְׂרָאֵ֑ל H3478 וּבִֽעַרְתִּי֙ H1197 אַחֲרֵ֣י H310 בֵית H1004 יָרָבְעָ֔ם H3379 כַּאֲשֶׁ֛ר H834 יְבַעֵ֥ר H1197 הַגָּלָ֖ל H1557 עַד H5704 תֻּמּֽוֹ H8552 ",
      "11": "הַמֵּ֨ת H4191 לְיָֽרָבְעָ֤ם H3379 בָּעִיר֙ H5892 יֹאכְל֣וּ H398 הַכְּלָבִ֔ים H3611 וְהַ H4191 בַּשָּׂדֶ֔ה H7704 יֹאכְל֖וּ H398 ע֣וֹף H5775 הַשָּׁמָ֑יִם H8064 כִּ֥י H3588 יְהוָ֖ה H3068 דִּבֵּֽר H1696 ",
      "12": "וְאַ֥תְּ H859 ק֖וּמִי H6965 לְכִ֣י H3212 לְבֵיתֵ֑ H1004 בְּבֹאָ֥ה H935 רַגְלַ֛יִךְ H7272 הָעִ֖ירָ H5892 וּמֵ֥ת H4191 הַיָּֽלֶד H3206 ",
      "13": "וְסָֽפְדוּ H5594 ל֤וֹ Hl כָל H3605 יִשְׂרָאֵל֙ H3478 וְקָבְר֣וּ H6912 אֹת֔וֹ H853 כִּֽי H3588 זֶ֣ה H2088 לְבַדּ֔ H905 יָבֹ֥א H935 לְיָרָבְעָ֖ם H3379 אֶל H413 קָ֑בֶר H6913 יַ֣עַן H3282 נִמְצָא H4672 ב֞וֹ Hb דָּבָ֣ר H1697 ט֗וֹב H2896 אֶל H413 יְהוָ֛ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵ֖ל H3478 בְּבֵ֥ית H1004 יָרָבְעָֽם H3379 ",
      "14": "וְהֵקִים֩ H6965 יְהוָ֨ה H3068 ל֥וֹ Hl מֶ֨לֶךְ֙ H4428 עַל H5921 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֥ר H834 יַכְרִ֛ית H3772 אֶת H853 בֵּ֥ית H1004 יָרָבְעָ֖ם H3379 זֶ֣ה H2088 הַיּ֑וֹם H3117 וּמֶ֖ה H4100 גַּם H1571 עָֽתָּה H6258 ",
      "15": "וְהִכָּ֨ה H5221 יְהוָ֜ה H3068 אֶת H853 יִשְׂרָאֵ֗ל H3478 כַּאֲשֶׁ֨ר H834 יָנ֣וּד H5110 הַקָּנֶה֮ H7070 בַּמַּיִם֒ H4325 וְנָתַ֣שׁ H5428 אֶת H853 יִשְׂרָאֵ֗ל H3478 מֵ֠עַל H5921 הָאֲדָמָ֨ה H127 הַטּוֹבָ֤ה H2896 הַזֹּאת֙ H2063 אֲשֶׁ֤ר H834 נָתַן֙ H5414 לַאֲב֣וֹתֵי H1 וְזֵרָ֖ H2219 מֵעֵ֣בֶר H5676 לַנָּהָ֑ר H5104 יַ֗עַן H3282 אֲשֶׁ֤ר H834 עָשׂוּ֙ H6213 אֶת H853 אֲשֵׁ֣רֵיהֶ֔ם H842 מַכְעִיסִ֖ים H3707 אֶת H853 יְהוָֽה H3068 ",
      "16": "וְיִתֵּ֖ן H5414 אֶת H853 יִשְׂרָאֵ֑ל H3478 בִּגְלַ֞ל H1558 חַטֹּ֤אות H2403 יָֽרָבְעָם֙ H3379 אֲשֶׁ֣ר H834 חָטָ֔א H2398 וַאֲשֶׁ֥ר H834 הֶחֱטִ֖יא H2398 אֶת H853 יִשְׂרָאֵֽל H3478 ",
      "17": "וַתָּ֨קָם֙ H6965 אֵ֣שֶׁת H802 יָרָבְעָ֔ם H3379 וַתֵּ֖לֶךְ H3212 וַתָּבֹ֣א H935 תִרְצָ֑תָה H8656 הִ֛יא H1931 בָּאָ֥ה H935 בְסַף H5592 הַבַּ֖יִת H1004 וְהַ H5288 מֵֽת H4191 ",
      "18": "וַיִּקְבְּר֥וּ H6912 אֹת֛וֹ H853 וַיִּסְפְּדוּ H5594 ל֖וֹ Hl כָּל H3605 יִשְׂרָאֵ֑ל H3478 כִּדְבַ֤ר H1697 יְהוָה֙ H3068 אֲשֶׁ֣ר H834 דִּבֶּ֔ר H1696 בְּיַד H3027 עַבְדּ֖וֹ H5650 אֲחִיָּ֥הוּ H281 הַנָּבִֽיא H5030 ",
      "19": "וְיֶ֨תֶר֙ H3499 דִּבְרֵ֣י H1697 יָֽרָבְעָ֔ם H3379 אֲשֶׁ֥ר H834 נִלְחַ֖ם H3898 וַאֲשֶׁ֣ר H834 מָלָ֑ךְ H4427 הִנָּ֣ם H2009 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
      "20": "וְהַ H3117 אֲשֶׁ֣ר H834 מָלַ֣ךְ H4427 יָרָבְעָ֔ם H3379 עֶשְׂרִ֥ים H6242 וּשְׁתַּ֖יִם H8147 שָׁנָ֑ה H8141 וַיִּשְׁכַּב֙ H7901 עִם H5973 אֲבֹתָ֔יו H1 וַיִּמְלֹ֛ךְ H4427 נָדָ֥ב H5070 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
      "21": "וּרְחַבְעָם֙ H7346 בֶּן H1121 שְׁלֹמֹ֔ה H8010 מָלַ֖ךְ H4427 בִּֽיהוּדָ֑ה H3063 בֶּן H1121 אַרְבָּעִ֣ים H705 וְאַחַ֣ת H259 שָׁנָה֩ H8141 רְחַבְעָ֨ם H7346 בְּמָלְכ֜ H4427 וּֽשֲׁבַ֨ע H7651 עֶשְׂרֵ֥ה H6240 שָׁנָ֣ה H8141 מָלַ֣ךְ H4427 בִּירוּשָׁלִַ֗ם H3389 הָ֠עִיר H5892 אֲשֶׁר H834 בָּחַ֨ר H977 יְהוָ֜ה H3068 לָשׂ֨וּם H7760 אֶת H853 שְׁמ֥וֹ H8034 שָׁם֙ H8033 מִכֹּל֙ H3605 שִׁבְטֵ֣י H7626 יִשְׂרָאֵ֔ל H3478 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 נַעֲמָ֖ה H5279 הָעַמֹּנִֽית H5985 ",
      "22": "וַיַּ֧עַשׂ H6213 יְהוּדָ֛ה H3063 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 וַיְקַנְא֣וּ H7065 אֹת֗וֹ H853 מִכֹּל֙ H3605 אֲשֶׁ֣ר H834 עָשׂ֣וּ H6213 אֲבֹתָ֔ם H1 בְּחַטֹּאתָ֖ H2403 אֲשֶׁ֥ר H834 חָטָֽאוּ H2398 ",
      "23": "וַיִּבְנ֨וּ H1129 גַם H1571 הֵ֧מָּה H1992 לָהֶ֛ם H1992 בָּמ֥וֹת H1116 וּמַצֵּב֖וֹת H4676 וַאֲשֵׁרִ֑ים H842 עַ֚ל H5921 כָּל H3605 גִּבְעָ֣ה H1389 גְבֹהָ֔ה H1364 וְתַ֖חַת H8478 כָּל H3605 עֵ֥ץ H6086 רַעֲנָֽן H7488 ",
      "24": "וְגַם H1571 קָדֵ֖שׁ H6945 הָיָ֣ה H1961 בָאָ֑רֶץ H776 עָשׂ֗וּ H6213 כְּכֹל֙ H3605 הַתּוֹעֲבֹ֣ת H8441 הַגּוֹיִ֔ם H1471 אֲשֶׁר֙ H834 הוֹרִ֣ישׁ H3423 יְהוָ֔ה H3068 מִפְּנֵ֖י H6440 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "25": "וַיְהִ֛י H1961 בַּשָּׁנָ֥ה H8141 הַחֲמִישִׁ֖ית H2549 לַמֶּ֣לֶךְ H4428 רְחַבְעָ֑ם H7346 עָלָ֛ה H5927 שושק H7895 מֶֽלֶךְ H4428 מִצְרַ֖יִם H4714 עַל H5921 יְרוּשָׁלִָֽם H3389 ",
      "26": "וַיִּקַּ֞ח H3947 אֶת H853 אֹצְר֣וֹת H214 בֵּית H1004 יְהוָ֗ה H3068 וְאֶת H853 אֽוֹצְרוֹת֙ H214 בֵּ֣ית H1004 הַמֶּ֔לֶךְ H4428 וְאֶת H853 הַכֹּ֖ל H3605 לָקָ֑ח H3947 וַיִּקַּח֙ H3947 אֶת H853 כָּל H3605 מָגִנֵּ֣י H4043 הַזָּהָ֔ב H2091 אֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 שְׁלֹמֹֽה H8010 ",
      "27": "וַיַּ֨עַשׂ H6213 הַמֶּ֤לֶךְ H4428 רְחַבְעָם֙ H7346 תַּחְתָּ֔ם H8478 מָגִנֵּ֖י H4043 נְחֹ֑שֶׁת H5178 וְהִפְקִ֗יד H6485 עַל H5921 יַד֙ H3027 שָׂרֵ֣י H8269 הָרָצִ֔ים H7323 הַשֹּׁ֣מְרִ֔ים H8104 פֶּ֖תַח H6607 בֵּ֥ית H1004 הַמֶּֽלֶךְ H4428 ",
      "28": "וַיְהִ֛י H1961 מִדֵּי H1767 בֹ֥א H935 הַמֶּ֖לֶךְ H4428 בֵּ֣ית H1004 יְהוָ֑ה H3068 יִשָּׂאוּם֙ H5375 הָֽרָצִ֔ים H7323 וֶהֱשִׁיב֖וּ H7725 אֶל H413 תָּ֥א H8372 הָרָצִֽים H7323 ",
      "29": "וְיֶ֛תֶר H3499 דִּבְרֵ֥י H1697 רְחַבְעָ֖ם H7346 וְכָל H3605 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 הֲלֹא H3808 הֵ֣מָּה H1992 כְתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יְהוּדָֽה H3063 ",
      "30": "וּמִלְחָמָ֨ה H4421 הָיְתָ֧ה H1961 בֵין H996 רְחַבְעָ֛ם H7346 וּבֵ֥ין H996 יָרָבְעָ֖ם H3379 כָּל H3605 הַיָּמִֽים H3117 ",
      "31": "וַיִּשְׁכַּ֨ב H7901 רְחַבְעָ֜ם H7346 עִם H5973 אֲבֹתָ֗יו H1 וַיִּקָּבֵ֤ר H6912 עִם H5973 אֲבֹתָיו֙ H1 בְּעִ֣יר H5892 דָּוִ֔ד H1732 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 נַעֲמָ֖ה H5279 הָעַמֹּנִ֑ית H5985 וַיִּמְלֹ֛ךְ H4427 אֲבִיָּ֥ם H38 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 "
    },
    "15": {
      "1": "וּבִ H8141 שְׁמֹנֶ֣ה H8083 עֶשְׂרֵ֔ה H6240 לַמֶּ֖לֶךְ H4428 יָרָבְעָ֣ם H3379 בֶּן H1121 נְבָ֑ט H5028 מָלַ֥ךְ H4427 אֲבִיָּ֖ם H38 עַל H5921 יְהוּדָֽה H3063 ",
      "2": "שָׁלֹ֣שׁ H7969 שָׁנִ֔ים H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 מַעֲכָ֖ה H4601 בַּת H1323 אֲבִישָׁלֽוֹם H53 ",
      "3": "וַיֵּ֕לֶךְ H3212 בְּכָל H3605 חַטֹּ֥אות H2403 אָבִ֖יו H1 אֲשֶׁר H834 עָשָׂ֣ה H6213 לְפָנָ֑י H6440 וְלֹא H3808 הָיָ֨ה H1961 לְבָב֤וֹ H3824 שָׁלֵם֙ H8003 עִם H5973 יְהוָ֣ה H3068 אֱלֹהָ֔יו H430 כִּלְבַ֖ב H3824 דָּוִ֥ד H1732 אָבִֽיו H1 ",
      "4": "כִּ֚י H3588 לְמַ֣עַן H4616 דָּוִ֔ד H1732 נָתַן֩ H5414 יְהוָ֨ה H3068 אֱלֹהָ֥יו H430 ל֛וֹ Hl נִ֖יר H5216 בִּירוּשָׁלִָ֑ם H3389 לְהָקִ֤ים H6965 אֶת H853 בְּנוֹ֙ H1121 אַחֲרָ֔יו H310 וּֽלְ H5975 אֶת H853 יְרוּשָׁלִָֽם H3389 ",
      "5": "אֲשֶׁ֨ר H834 עָשָׂ֥ה H6213 דָוִ֛ד H1732 אֶת H853 הַיָּשָׁ֖ר H3477 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 וְלֹֽא H3808 סָ֞ר H5493 מִכֹּ֣ל H3605 אֲשֶׁר H834 צִוָּ֗הוּ H6680 כֹּ֚ל H3605 יְמֵ֣י H3117 חַיָּ֔יו H2416 רַ֕ק H7535 בִּדְבַ֖ר H1697 אוּרִיָּ֥ה H223 הַחִתִּֽי H2850 ",
      "6": "וּמִלְחָמָ֨ה H4421 הָיְתָ֧ה H1961 בֵין H996 רְחַבְעָ֛ם H7346 וּבֵ֥ין H996 יָרָבְעָ֖ם H3379 כָּל H3605 יְמֵ֥י H3117 חַיָּֽיו H2416 ",
      "7": "וְיֶ֨תֶר H3499 דִּבְרֵ֤י H1697 אֲבִיָּם֙ H38 וְכָל H3605 אֲשֶׁ֣ר H834 עָשָׂ֔ה H6213 הֲלֽוֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֣י H4428 יְהוּדָ֑ה H3063 וּמִלְחָמָ֥ה H4421 הָיְתָ֛ה H1961 בֵּ֥ין H996 אֲבִיָּ֖ם H38 וּבֵ֥ין H996 יָרָבְעָֽם H3379 ",
      "8": "וַיִּשְׁכַּ֤ב H7901 אֲבִיָּם֙ H38 עִם H5973 אֲבֹתָ֔יו H1 וַיִּקְבְּר֥וּ H6912 אֹת֖וֹ H853 בְּעִ֣יר H5892 דָּוִ֑ד H1732 וַיִּמְלֹ֛ךְ H4427 אָסָ֥א H609 בְנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
      "9": "וּבִ H8141 עֶשְׂרִ֔ים H6242 לְיָרָבְעָ֖ם H3379 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֑ל H3478 מָלַ֥ךְ H4427 אָסָ֖א H609 מֶ֥לֶךְ H4428 יְהוּדָֽה H3063 ",
      "10": "וְאַרְבָּעִ֤ים H705 וְאַחַת֙ H259 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 מַעֲכָ֖ה H4601 בַּת H1323 אֲבִישָׁלֽוֹם H53 ",
      "11": "וַיַּ֧עַשׂ H6213 אָסָ֛א H609 הַיָּשָׁ֖ר H3477 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 כְּדָוִ֖ד H1732 אָבִֽיו H1 ",
      "12": "וַיַּעֲבֵ֥ר H5674 הַקְּדֵשִׁ֖ים H6945 מִן H4480 הָאָ֑רֶץ H776 וַיָּ֨סַר֙ H5493 אֶת H853 כָּל H3605 הַגִּלֻּלִ֔ים H1544 אֲשֶׁ֥ר H834 עָשׂ֖וּ H6213 אֲבֹתָֽיו H1 ",
      "13": "וְגַ֣ם H1571 אֶת H853 מַעֲכָ֣ה H4601 אִמּ֗וֹ H517 וַיְסִרֶ֨ H5493 מִגְּבִירָ֔ה H1377 אֲשֶׁר H834 עָשְׂתָ֥ה H6213 מִפְלֶ֖צֶת H4656 לָאֲשֵׁרָ֑ה H842 וַיִּכְרֹ֤ת H3772 אָסָא֙ H609 אֶת H853 מִפְלַצְתָּ֔הּ H4656 וַיִּשְׂרֹ֖ף H8313 בְּנַ֥חַל H5158 קִדְרֽוֹן H6939 ",
      "14": "וְהַ H1116 לֹא H3808 סָ֑רוּ H5493 רַ֣ק H7535 לְבַב H3824 אָסָ֗א H609 הָיָ֥ה H1961 שָׁלֵ֛ם H8003 עִם H5973 יְהוָ֖ה H3068 כָּל H3605 יָמָֽיו H3117 ",
      "15": "וַיָּבֵא֙ H935 אֶת H853 קָדְשֵׁ֣י H6944 אָבִ֔יו H1 וקדש H6944 בֵּ֣ית H1004 יְהוָ֑ה H3068 כֶּ֥סֶף H3701 וְזָהָ֖ב H2091 וְכֵלִֽים H3627 ",
      "16": "וּמִלְחָמָ֨ה H4421 הָיְתָ֜ה H1961 בֵּ֣ין H996 אָסָ֗א H609 וּבֵ֛ין H996 בַּעְשָׁ֥א H1201 מֶֽלֶךְ H4428 יִשְׂרָאֵ֖ל H3478 כָּל H3605 יְמֵיהֶֽם H3117 ",
      "17": "וַיַּ֨עַל H5927 בַּעְשָׁ֤א H1201 מֶֽלֶךְ H4428 יִשְׂרָאֵל֙ H3478 עַל H5921 יְהוּדָ֔ה H3063 וַיִּ֖בֶן H1129 אֶת H853 הָרָמָ֑ה H7414 לְבִלְתִּ֗י H1115 תֵּ֚ת H5414 יֹצֵ֣א H3318 וָבָ֔א H935 לְאָסָ֖א H609 מֶ֥לֶךְ H4428 יְהוּדָֽה H3063 ",
      "18": "וַיִּקַּ֣ח H3947 אָ֠סָא H609 אֶת H853 כָּל H3605 הַכֶּ֨סֶף H3701 וְהַ H2091 הַֽנּוֹתָרִ֣ים H3498 בְּאוֹצְר֣וֹת H214 בֵּית H1004 יְהוָ֗ה H3068 וְאֶת H853 אֽוֹצְרוֹת֙ H214 בֵּ֣ית H1004 מלך H4428 וַֽיִּתְּנֵ֖ H5414 בְּיַד H3027 עֲבָדָ֑יו H5650 וַיִּשְׁלָחֵ֞ H7971 הַמֶּ֣לֶךְ H4428 אָסָ֗א H609 אֶל H413 בֶּן H1130 הֲ֠דַד H1130 בֶּן H1121 טַבְרִמֹּ֤ן H2886 בֶּן H1121 חֶזְיוֹן֙ H2383 מֶ֣לֶךְ H4428 אֲרָ֔ם H758 הַיֹּשֵׁ֥ב H3427 בְּדַמֶּ֖שֶׂק H1834 לֵאמֹֽר H559 ",
      "19": "בְּרִית֙ H1285 בֵּינִ֣י H996 וּבֵינֶ֔ H996 בֵּ֥ין H996 אָבִ֖י H1 וּבֵ֣ין H996 אָבִ֑יךָ H1 הִנֵּה֩ H2009 שָׁלַ֨חְתִּֽי H7971 לְךָ֥ Hl שֹׁ֨חַד֙ H7810 כֶּ֣סֶף H3701 וְזָהָ֔ב H2091 לֵ֣ךְ H3212 הָפֵ֗רָה H6565 אֶת H853 בְּרִֽיתְךָ֙ H1285 אֶת H854 בַּעְשָׁ֣א H1201 מֶֽלֶךְ H4428 יִשְׂרָאֵ֔ל H3478 וְיַעֲלֶ֖ה H5927 מֵעָלָֽ H5921 ",
      "20": "וַיִּשְׁמַ֨ע H8085 בֶּן H1130 הֲדַ֜ד H1130 אֶל H413 הַמֶּ֣לֶךְ H4428 אָסָ֗א H609 וַ֠יִּשְׁלַח H7971 אֶת H853 שָׂרֵ֨י H8269 הַחֲיָלִ֤ים H2428 אֲשֶׁר H834 לוֹ֙ Hl עַל H5921 עָרֵ֣י H5892 יִשְׂרָאֵ֔ל H3478 וַיַּךְ֙ H5221 אֶת H853 עִיּ֣וֹן H5859 וְאֶת H853 דָּ֔ן H1835 וְאֵ֖ת H853 אָבֵ֣ל H62 בֵּֽית H62 מַעֲכָ֑ה H62 וְאֵת֙ H853 כָּל H3605 כִּנְר֔וֹת H3672 עַ֖ל H5921 כָּל H3605 אֶ֥רֶץ H776 נַפְתָּלִֽי H5321 ",
      "21": "וַֽיְהִי֙ H1961 כִּשְׁמֹ֣עַ H8085 בַּעְשָׁ֔א H1201 וַיֶּחְדַּ֕ל H2308 מִבְּנ֖וֹת H1129 אֶת H853 הָֽרָמָ֑ה H7414 וַיֵּ֖שֶׁב H3427 בְּתִרְצָֽה H8656 ",
      "22": "וְהַ H4428 אָסָ֜א H609 הִשְׁמִ֤יעַ H8085 אֶת H853 כָּל H3605 יְהוּדָה֙ H3063 אֵ֣ין H369 נָקִ֔י H5355 וַיִּשְׂא֞וּ H5375 אֶת H853 אַבְנֵ֤י H68 הָֽרָמָה֙ H7414 וְאֶת H853 עֵצֶ֔יהָ H6086 אֲשֶׁ֥ר H834 בָּנָ֖ה H1129 בַּעְשָׁ֑א H1201 וַיִּ֤בֶן H1129 בָּם֙ Hb הַמֶּ֣לֶךְ H4428 אָסָ֔א H609 אֶת H853 גֶּ֥בַע H1387 בִּנְיָמִ֖ן H1144 וְאֶת H853 הַמִּצְפָּֽה H4709 ",
      "23": "וְיֶ֣תֶר H3499 כָּל H3605 דִּבְרֵֽי H1697 אָ֠סָא H609 וְכָל H3605 גְּב֨וּרָת֜וֹ H1369 וְכָל H3605 אֲשֶׁ֣ר H834 עָשָׂ֗ה H6213 וְהֶֽ H5892 אֲשֶׁ֣ר H834 בָּנָ֔ה H1129 הֲלֹֽא H3808 הֵ֣מָּה H1992 כְתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֣י H4428 יְהוּדָ֑ה H3063 רַ֚ק H7535 לְעֵ֣ת H6256 זִקְנָת֔וֹ H2209 חָלָ֖ה H2470 אֶת H854 רַגְלָֽיו H7272 ",
      "24": "וַיִּשְׁכַּ֤ב H7901 אָסָא֙ H609 עִם H5973 אֲבֹתָ֔יו H1 וַיִּקָּבֵר֙ H6912 עִם H5973 אֲבֹתָ֔יו H1 בְּעִ֖יר H5892 דָּוִ֣ד H1732 אָבִ֑יו H1 וַיִּמְלֹ֛ךְ H4427 יְהוֹשָׁפָ֥ט H3092 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
      "25": "וְנָדָ֣ב H5070 בֶּן H1121 יָרָבְעָ֗ם H3379 מָלַךְ֙ H4427 עַל H5921 יִשְׂרָאֵ֔ל H3478 בִּשְׁנַ֣ת H8141 שְׁתַּ֔יִם H8147 לְאָסָ֖א H609 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 וַיִּמְלֹ֥ךְ H4427 עַל H5921 יִשְׂרָאֵ֖ל H3478 שְׁנָתָֽיִם H8141 ",
      "26": "וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 וַיֵּ֨לֶךְ֙ H3212 בְּדֶ֣רֶךְ H1870 אָבִ֔יו H1 וּ֨בְ H2403 אֲשֶׁ֥ר H834 הֶחֱטִ֖יא H2398 אֶת H853 יִשְׂרָאֵֽל H3478 ",
      "27": "וַיִּקְשֹׁ֨ר H7194 עָלָ֜יו H5921 בַּעְשָׁ֤א H1201 בֶן H1121 אֲחִיָּה֙ H281 לְבֵ֣ית H1004 יִשָּׂשכָ֔ר H3485 וַיַּכֵּ֣ H5221 בַעְשָׁ֔א H1201 בְּגִבְּת֖וֹן H1405 אֲשֶׁ֣ר H834 לַפְּלִשְׁתִּ֑ים H6430 וְנָדָב֙ H5070 וְכָל H3605 יִשְׂרָאֵ֔ל H3478 צָרִ֖ים H6696 עַֽל H5921 גִּבְּתֽוֹן H1405 ",
      "28": "וַיְמִתֵ֣ H4191 בַעְשָׁ֔א H1201 בִּשְׁנַ֣ת H8141 שָׁלֹ֔שׁ H7969 לְאָסָ֖א H609 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 וַיִּמְלֹ֖ךְ H4427 תַּחְתָּֽיו H8478 ",
      "29": "וַיְהִ֣י H1961 כְמָלְכ֗ H4427 הִכָּה֙ H5221 אֶת H853 כָּל H3605 בֵּ֣ית H1004 יָרָבְעָ֔ם H3379 לֹֽא H3808 הִשְׁאִ֧יר H7604 כָּל H3605 נְשָׁמָ֛ה H5397 לְיָרָבְעָ֖ם H3379 עַד H5704 הִשְׁמִד֑וֹ H8045 כִּדְבַ֣ר H1697 יְהוָ֔ה H3068 אֲשֶׁ֣ר H834 דִּבֶּ֔ר H1696 בְּיַד H3027 עַבְדּ֖וֹ H5650 אֲחִיָּ֥ה H281 הַשִּׁילֹנִֽי H7888 ",
      "30": "עַל H5921 חַטֹּ֤אות H2403 יָרָבְעָם֙ H3379 אֲשֶׁ֣ר H834 חָטָ֔א H2398 וַאֲשֶׁ֥ר H834 הֶחֱטִ֖יא H2398 אֶת H853 יִשְׂרָאֵ֑ל H3478 בְּכַעְס֕ H3708 אֲשֶׁ֣ר H834 הִכְעִ֔יס H3707 אֶת H853 יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
      "31": "וְיֶ֛תֶר H3499 דִּבְרֵ֥י H1697 נָדָ֖ב H5070 וְכָל H3605 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 הֲלֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
      "32": "וּמִלְחָמָ֨ה H4421 הָיְתָ֜ה H1961 בֵּ֣ין H996 אָסָ֗א H609 וּבֵ֛ין H996 בַּעְשָׁ֥א H1201 מֶֽלֶךְ H4428 יִשְׂרָאֵ֖ל H3478 כָּל H3605 יְמֵיהֶֽם H3117 ",
      "33": "בִּשְׁנַ֣ת H8141 שָׁלֹ֔שׁ H7969 לְאָסָ֖א H609 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 מָ֠לַךְ H4427 בַּעְשָׁ֨א H1201 בֶן H1121 אֲחִיָּ֤ה H281 עַל H5921 כָּל H3605 יִשְׂרָאֵל֙ H3478 בְּתִרְצָ֔ה H8656 עֶשְׂרִ֥ים H6242 וְאַרְבַּ֖ע H702 שָׁנָֽה H8141 ",
      "34": "וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 וַיֵּ֨לֶךְ֙ H3212 בְּדֶ֣רֶךְ H1870 יָרָבְעָ֔ם H3379 וּ֨בְ H2403 אֲשֶׁ֥ר H834 הֶחֱטִ֖יא H2398 אֶת H853 יִשְׂרָאֵֽל H3478 "
    },
    "16": {
      "1": "וַיְהִ֤י H1961 דְבַר H1697 יְהוָה֙ H3068 אֶל H413 יֵה֣וּא H3058 בֶן H1121 חֲנָ֔נִי H2607 עַל H5921 בַּעְשָׁ֖א H1201 לֵאמֹֽר H559 ",
      "2": "יַ֗עַן H3282 אֲשֶׁ֤ר H834 הֲרִימֹתִ֨יךָ֙ H7311 מִן H4480 הֶ֣עָפָ֔ר H6083 וָאֶתֶּנְ H5414 נָגִ֔יד H5057 עַ֖ל H5921 עַמִּ֣י H5971 יִשְׂרָאֵ֑ל H3478 וַתֵּ֣לֶךְ H3212 בְּדֶ֣רֶךְ H1870 יָרָבְעָ֗ם H3379 וַֽתַּחֲטִא֙ H2398 אֶת H853 עַמִּ֣י H5971 יִשְׂרָאֵ֔ל H3478 לְהַכְעִיסֵ֖ H3707 בְּחַטֹּאתָֽ H2403 ",
      "3": "הִנְנִ֥י H2005 מַבְעִ֛יר H1197 אַחֲרֵ֥י H310 בַעְשָׁ֖א H1201 וְאַחֲרֵ֣י H310 בֵית֑וֹ H1004 וְנָֽתַתִּי֙ H5414 אֶת H853 בֵּ֣יתְךָ֔ H1004 כְּבֵ֖ית H1004 יָרָבְעָ֥ם H3379 בֶּן H1121 נְבָֽט H5028 ",
      "4": "הַמֵּ֤ת H4191 לְבַעְשָׁא֙ H1201 בָּעִ֔יר H5892 יֹֽאכְל֖וּ H398 הַכְּלָבִ֑ים H3611 וְהַ H4191 לוֹ֙ Hl בַּשָּׂדֶ֔ה H7704 יֹאכְל֖וּ H398 ע֥וֹף H5775 הַשָּׁמָֽיִם H8064 ",
      "5": "וְיֶ֨תֶר H3499 דִּבְרֵ֥י H1697 בַעְשָׁ֛א H1201 וַאֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 וּגְבֽוּרָת֑ H1369 הֲלֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
      "6": "וַיִּשְׁכַּ֤ב H7901 בַּעְשָׁא֙ H1201 עִם H5973 אֲבֹתָ֔יו H1 וַיִּקָּבֵ֖ר H6912 בְּתִרְצָ֑ה H8656 וַיִּמְלֹ֛ךְ H4427 אֵלָ֥ה H425 בְנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
      "7": "וְגַ֡ם H1571 בְּיַד H3027 יֵה֨וּא H3058 בֶן H1121 חֲנָ֜נִי H2607 הַנָּבִ֗יא H5030 דְּבַר H1697 יְהוָ֡ה H3068 הָיָה֩ H1961 אֶל H413 בַּעְשָׁ֨א H1201 וְאֶל H413 בֵּית֜וֹ H1004 וְעַ֥ל H5921 כָּל H3605 הָרָעָ֣ה H7451 אֲשֶׁר H834 עָשָׂ֣ה H6213 בְּעֵינֵ֣י H5869 יְהוָ֗ה H3068 לְהַכְעִיס H3707 בְּמַעֲשֵׂ֣ה H4639 יָדָ֔יו H3027 לִהְי֖וֹת H1961 כְּבֵ֣ית H1004 יָרָבְעָ֑ם H3379 וְעַ֥ל H5921 אֲשֶׁר H834 הִכָּ֖ה H5221 אֹתֽוֹ H853 ",
      "8": "בִּשְׁנַ֨ת H8141 עֶשְׂרִ֤ים H6242 וָשֵׁשׁ֙ H8337 שָׁנָ֔ה H8141 לְאָסָ֖א H609 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 מָ֠לַךְ H4427 אֵלָ֨ה H425 בֶן H1121 בַּעְשָׁ֧א H1201 עַל H5921 יִשְׂרָאֵ֛ל H3478 בְּתִרְצָ֖ה H8656 שְׁנָתָֽיִם H8141 ",
      "9": "וַיִּקְשֹׁ֤ר H7194 עָלָיו֙ H5921 עַבְדּ֣וֹ H5650 זִמְרִ֔י H2174 שַׂ֖ר H8269 מַחֲצִ֣ית H4276 הָרָ֑כֶב H7393 וְה֤וּא H1931 בְתִרְצָה֙ H8656 שֹׁתֶ֣ה H8354 שִׁכּ֔וֹר H7910 בֵּ֣ית H1004 אַרְצָ֔א H777 אֲשֶׁ֥ר H834 עַל H5921 הַבַּ֖יִת H1004 בְּתִרְצָֽה H8656 ",
      "10": "וַיָּבֹ֤א H935 זִמְרִי֙ H2174 וַיַּכֵּ֣ H5221 וַיְמִיתֵ֔ H4191 בִּשְׁנַת֙ H8141 עֶשְׂרִ֣ים H6242 וָשֶׁ֔בַע H7651 לְאָסָ֖א H609 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 וַיִּמְלֹ֖ךְ H4427 תַּחְתָּֽיו H8478 ",
      "11": "וַיְהִ֨י H1961 בְמָלְכ֜ H4427 כְּשִׁבְתּ֣ H3427 עַל H5921 כִּסְא֗וֹ H3678 הִכָּה֙ H5221 אֶת H853 כָּל H3605 בֵּ֣ית H1004 בַּעְשָׁ֔א H1201 לֹֽא H3808 הִשְׁאִ֥יר H7604 ל֖וֹ Hl מַשְׁתִּ֣ין H8366 בְּקִ֑יר H7023 וְגֹאֲלָ֖י H1350 וְרֵעֵֽ H7453 ",
      "12": "וַיַּשְׁמֵ֣ד H8045 זִמְרִ֔י H2174 אֵ֖ת H853 כָּל H3605 בֵּ֣ית H1004 בַּעְשָׁ֑א H1201 כִּדְבַ֤ר H1697 יְהוָה֙ H3068 אֲשֶׁ֣ר H834 דִּבֶּ֣ר H1696 אֶל H413 בַּעְשָׁ֔א H1201 בְּיַ֖ד H3027 יֵה֥וּא H3058 הַנָּבִֽיא H5030 ",
      "13": "אֶ֚ל H413 כָּל H3605 חַטֹּ֣אות H2403 בַּעְשָׁ֔א H1201 וְחַטֹּ֖אות H2403 אֵלָ֣ה H425 בְנ֑וֹ H1121 אֲשֶׁ֣ר H834 חָטְא֗וּ H2398 וַאֲשֶׁ֤ר H834 הֶחֱטִ֨יאוּ֙ H2398 אֶת H853 יִשְׂרָאֵ֔ל H3478 לְהַכְעִ֗יס H3707 אֶת H853 יְהוָ֛ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵ֖ל H3478 בְּהַבְלֵי H1892 ",
      "14": "וְיֶ֛תֶר H3499 דִּבְרֵ֥י H1697 אֵלָ֖ה H425 וְכָל H3605 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 הֲלֽוֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
      "15": "בִּשְׁנַת֩ H8141 עֶשְׂרִ֨ים H6242 וָשֶׁ֜בַע H7651 שָׁנָ֗ה H8141 לְאָסָא֙ H609 מֶ֣לֶךְ H4428 יְהוּדָ֔ה H3063 מָלַ֥ךְ H4427 זִמְרִ֛י H2174 שִׁבְעַ֥ת H7651 יָמִ֖ים H3117 בְּתִרְצָ֑ה H8656 וְהָ H5971 חֹנִ֔ים H2583 עַֽל H5921 גִּבְּת֖וֹן H1405 אֲשֶׁ֥ר H834 לַפְּלִשְׁתִּֽים H6430 ",
      "16": "וַיִּשְׁמַ֤ע H8085 הָעָם֙ H5971 הַחֹנִ֣ים H2583 לֵאמֹ֔ר H559 קָשַׁ֣ר H7194 זִמְרִ֔י H2174 וְגַ֖ם H1571 הִכָּ֣ה H5221 אֶת H853 הַמֶּ֑לֶךְ H4428 וַיַּמְלִ֣כוּ H4427 כָֽל H3605 יִ֠שְׂרָאֵל H3478 אֶת H853 עָמְרִ֨י H6018 שַׂר H8269 צָבָ֧א H6635 עַל H5921 יִשְׂרָאֵ֛ל H3478 בַּיּ֥וֹם H3117 הַה֖וּא H1931 בַּֽמַּחֲנֶֽה H4264 ",
      "17": "וַיַּעֲלֶ֥ה H5927 עָמְרִ֛י H6018 וְכָל H3605 יִשְׂרָאֵ֥ל H3478 עִמּ֖וֹ H5973 מִֽגִּבְּת֑וֹן H1405 וַיָּצֻ֖רוּ H6696 עַל H5921 תִּרְצָֽה H8656 ",
      "18": "וַיְהִ֞י H1961 כִּרְא֤וֹת H7200 זִמְרִי֙ H2174 כִּֽי H3588 נִלְכְּדָ֣ה H3920 הָעִ֔יר H5892 וַיָּבֹ֖א H935 אֶל H413 אַרְמ֣וֹן H759 בֵּית H1004 הַמֶּ֑לֶךְ H4428 וַיִּשְׂרֹ֨ף H8313 עָלָ֧יו H5921 אֶת H853 בֵּֽית H1004 מֶ֛לֶךְ H4428 בָּאֵ֖שׁ H784 וַיָּמֹֽת H4191 ",
      "19": "עַל H5921 חטאתו H2403 אֲשֶׁ֣ר H834 חָטָ֔א H2398 לַעֲשׂ֥וֹת H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 לָלֶ֨כֶת֙ H3212 בְּדֶ֣רֶךְ H1870 יָרָבְעָ֔ם H3379 וּבְ H2403 אֲשֶׁ֣ר H834 עָשָׂ֔ה H6213 לְהַחֲטִ֖יא H2398 אֶת H853 יִשְׂרָאֵֽל H3478 ",
      "20": "וְיֶ֨תֶר֙ H3499 דִּבְרֵ֣י H1697 זִמְרִ֔י H2174 וְקִשְׁר֖ H7195 אֲשֶׁ֣ר H834 קָשָׁ֑ר H7194 הֲלֹֽא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
      "21": "אָ֧ז H227 יֵחָלֵ֛ק H2505 הָעָ֥ם H5971 יִשְׂרָאֵ֖ל H3478 לַחֵ֑צִי H2677 חֲצִ֨י H2677 הָעָ֜ם H5971 הָ֠יָה H1961 אַחֲרֵ֨י H310 תִבְנִ֤י H8402 בֶן H1121 גִּינַת֙ H1527 לְהַמְלִיכ֔ H4427 וְהַ H2677 אַחֲרֵ֥י H310 עָמְרִֽי H6018 ",
      "22": "וַיֶּחֱזַ֤ק H2388 הָעָם֙ H5971 אֲשֶׁ֣ר H834 אַחֲרֵ֣י H310 עָמְרִ֔י H6018 אֶת H854 הָעָ֕ם H5971 אֲשֶׁ֥ר H834 אַחֲרֵ֖י H310 תִּבְנִ֣י H8402 בֶן H1121 גִּינַ֑ת H1527 וַיָּ֣מָת H4191 תִּבְנִ֔י H8402 וַיִּמְלֹ֖ךְ H4427 עָמְרִֽי H6018 ",
      "23": "בִּשְׁנַת֩ H8141 שְׁלֹשִׁ֨ים H7970 וְאַחַ֜ת H259 שָׁנָ֗ה H8141 לְאָסָא֙ H609 מֶ֣לֶךְ H4428 יְהוּדָ֔ה H3063 מָלַ֤ךְ H4427 עָמְרִי֙ H6018 עַל H5921 יִשְׂרָאֵ֔ל H3478 שְׁתֵּ֥ים H8147 עֶשְׂרֵ֖ה H6240 שָׁנָ֑ה H8141 בְּתִרְצָ֖ה H8656 מָלַ֥ךְ H4427 שֵׁשׁ H8337 שָׁנִֽים H8141 ",
      "24": "וַיִּ֜קֶן H7069 אֶת H853 הָהָ֥ר H2022 שֹׁמְר֛וֹן H8111 מֵ֥אֶת H853 שֶׁ֖מֶר H8106 בְּכִכְּרַ֣יִם H3603 כָּ֑סֶף H3701 וַיִּ֨בֶן֙ H1129 אֶת H853 הָהָ֔ר H2022 וַיִּקְרָ֗א H7121 אֶת H853 שֵׁ֤ם H8034 הָעִיר֙ H5892 אֲשֶׁ֣ר H834 בָּנָ֔ה H1129 עַ֣ל H5921 שֶׁם H8034 שֶׁ֔מֶר H8106 אֲדֹנֵ֖י H113 הָהָ֥ר H2022 שֹׁמְרֽוֹן H8111 ",
      "25": "וַיַּעֲשֶׂ֥ה H6213 עָמְרִ֛י H6018 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 וַיָּ֕רַע H7489 מִכֹּ֖ל H3605 אֲשֶׁ֥ר H834 לְפָנָֽי H6440 ",
      "26": "וַיֵּ֗לֶךְ H3212 בְּכָל H3605 דֶּ֨רֶךְ֙ H1870 יָרָבְעָ֣ם H3379 בֶּן H1121 נְבָ֔ט H5028 וב H2403 אֲשֶׁ֥ר H834 הֶחֱטִ֖יא H2398 אֶת H853 יִשְׂרָאֵ֑ל H3478 לְהַכְעִ֗יס H3707 אֶת H853 יְהוָ֛ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵ֖ל H3478 בְּהַבְלֵי H1892 ",
      "27": "וְיֶ֨תֶר H3499 דִּבְרֵ֤י H1697 עָמְרִי֙ H6018 אֲשֶׁ֣ר H834 עָשָׂ֔ה H6213 וּגְבוּרָת֖ H1369 אֲשֶׁ֣ר H834 עָשָׂ֑ה H6213 הֲלֹֽא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
      "28": "וַיִּשְׁכַּ֤ב H7901 עָמְרִי֙ H6018 עִם H5973 אֲבֹתָ֔יו H1 וַיִּקָּבֵ֖ר H6912 בְּשֹׁמְר֑וֹן H8111 וַיִּמְלֹ֛ךְ H4427 אַחְאָ֥ב H256 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
      "29": "וְאַחְאָ֣ב H256 בֶּן H1121 עָמְרִ֗י H6018 מָלַךְ֙ H4427 עַל H5921 יִשְׂרָאֵ֔ל H3478 בִּשְׁנַ֨ת H8141 שְׁלֹשִׁ֤ים H7970 וּשְׁמֹנֶה֙ H8083 שָׁנָ֔ה H8141 לְאָסָ֖א H609 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 וַ֠יִּמְלֹךְ H4427 אַחְאָ֨ב H256 בֶּן H1121 עָמְרִ֤י H6018 עַל H5921 יִשְׂרָאֵל֙ H3478 בְּשֹׁ֣מְר֔וֹן H8111 עֶשְׂרִ֥ים H6242 וּשְׁתַּ֖יִם H8147 שָׁנָֽה H8141 ",
      "30": "וַיַּ֨עַשׂ H6213 אַחְאָ֧ב H256 בֶּן H1121 עָמְרִ֛י H6018 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 מִכֹּ֖ל H3605 אֲשֶׁ֥ר H834 לְפָנָֽי H6440 ",
      "31": "וַיְהִי֙ H1961 הֲנָקֵ֣ל H7043 לֶכְתּ֔וֹ H3212 בְּחַטֹּ֖אות H2403 יָרָבְעָ֣ם H3379 בֶּן H1121 נְבָ֑ט H5028 וַיִּקַּ֨ח H3947 אִשָּׁ֜ה H802 אֶת H853 אִיזֶ֗בֶל H348 בַּת H1323 אֶתְבַּ֨עַל֙ H856 מֶ֣לֶךְ H4428 צִידֹנִ֔ים H6722 וַיֵּ֨לֶךְ֙ H3212 וַֽיַּעֲבֹ֣ד H5647 אֶת H853 הַבַּ֔עַל H1168 וַיִּשְׁתַּ֖חוּ H7812 לֽוֹ Hl ",
      "32": "וַיָּ֥קֶם H6965 מִזְבֵּ֖חַ H4196 לַבָּ֑עַל H1168 בֵּ֣ית H1004 הַבַּ֔עַל H1168 אֲשֶׁ֥ר H834 בָּנָ֖ה H1129 בְּשֹׁמְרֽוֹן H8111 ",
      "33": "וַיַּ֥עַשׂ H6213 אַחְאָ֖ב H256 אֶת H853 הָאֲשֵׁרָ֑ה H842 וַיּ֨וֹסֶף H3254 אַחְאָ֜ב H256 לַעֲשׂ֗וֹת H6213 לְהַכְעִיס֙ H3707 אֶת H853 יְהֹוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 מִכֹּ֨ל H3605 מַלְכֵ֣י H4428 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֥ר H834 הָי֖וּ H1961 לְפָנָֽי H6440 ",
      "34": "בְּיָמָ֞י H3117 בָּנָ֥ה H1129 חִיאֵ֛ל H2419 בֵּ֥ית H1017 הָאֱלִ֖י H1017 אֶת H853 יְרִיחֹ֑ה H3405 בַּאֲבִירָ֨ם H48 בְּכֹר֜וֹ H1060 יִסְּדָ֗הּ H3245 וב H7687 צְעִירוֹ֙ H6810 הִצִּ֣יב H5324 דְּלָתֶ֔יהָ H1817 כִּדְבַ֣ר H1697 יְהוָ֔ה H3068 אֲשֶׁ֣ר H834 דִּבֶּ֔ר H1696 בְּיַ֖ד H3027 יְהוֹשֻׁ֥עַ H3091 בִּן H1121 נֽוּן H5126 "
    },
    "17": {
      "1": "וַיֹּאמֶר֩ H559 אֵלִיָּ֨הוּ H452 הַתִּשְׁבִּ֜י H8664 מִתֹּשָׁבֵ֣י H8453 גִלְעָד֮ H1568 אֶל H413 אַחְאָב֒ H256 חַי H2416 יְהוָ֞ה H3068 אֱלֹהֵ֤י H430 יִשְׂרָאֵל֙ H3478 אֲשֶׁ֣ר H834 עָמַ֣דְתִּי H5975 לְפָנָ֔י H6440 אִם H518 יִהְיֶ֛ה H1961 הַשָּׁנִ֥ים H8141 הָאֵ֖לֶּה H428 טַ֣ל H2919 וּמָטָ֑ר H4306 כִּ֖י H3588 אִם H518 לְפִ֥י H6310 דְבָרִֽי H1697 ",
      "2": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלָ֥יו H413 לֵאמֹֽר H559 ",
      "3": "לֵ֣ךְ H3212 מִזֶּ֔ה H2088 וּפָנִ֥יתָ H6437 לְּךָ֖ Hl קֵ֑דְמָה H6924 וְנִסְתַּרְתָּ֙ H5641 בְּנַ֣חַל H5158 כְּרִ֔ית H3747 אֲשֶׁ֖ר H834 עַל H5921 פְּנֵ֥י H6440 הַיַּרְדֵּֽן H3383 ",
      "4": "וְהָיָ֖ה H1961 מֵהַ H5158 תִּשְׁתֶּ֑ה H8354 וְאֶת H853 הָעֹרְבִ֣ים H6158 צִוִּ֔יתִי H6680 לְכַלְכֶּלְ H3557 שָֽׁם H8033 ",
      "5": "וַיֵּ֥לֶךְ H3212 וַיַּ֖עַשׂ H6213 כִּדְבַ֣ר H1697 יְהוָ֑ה H3068 וַיֵּ֗לֶךְ H3212 וַיֵּ֨שֶׁב֙ H3427 בְּנַ֣חַל H5158 כְּרִ֔ית H3747 אֲשֶׁ֖ר H834 עַל H5921 פְּנֵ֥י H6440 הַיַּרְדֵּֽן H3383 ",
      "6": "וְהָ H6158 מְבִיאִ֨ים H935 ל֜וֹ Hl לֶ֤חֶם H3899 וּבָשָׂר֙ H1320 בַּבֹּ֔קֶר H1242 וְלֶ֥חֶם H3899 וּבָשָׂ֖ר H1320 בָּעָ֑רֶב H6153 וּמִן H4480 הַנַּ֖חַל H5158 יִשְׁתֶּֽה H8354 ",
      "7": "וַיְהִ֛י H1961 מִקֵּ֥ץ H7093 יָמִ֖ים H3117 וַיִּיבַ֣שׁ H3001 הַנָּ֑חַל H5158 כִּ֛י H3588 לֹֽא H3808 הָיָ֥ה H1961 גֶ֖שֶׁם H1653 בָּאָֽרֶץ H776 ",
      "8": "וַיְהִ֥י H1961 דְבַר H1697 יְהוָ֖ה H3068 אֵלָ֥יו H413 לֵאמֹֽר H559 ",
      "9": "ק֣וּם H6965 לֵ֤ךְ H3212 צָרְפַ֨תָה֙ H6886 אֲשֶׁ֣ר H834 לְצִיד֔וֹן H6721 וְיָשַׁבְתָּ֖ H3427 שָׁ֑ם H8033 הִנֵּ֨ה H2009 צִוִּ֥יתִי H6680 שָׁ֛ם H8033 אִשָּׁ֥ה H802 אַלְמָנָ֖ה H490 לְכַלְכְּלֶֽ H3557 ",
      "10": "וַיָּ֣קָם H6965 וַיֵּ֣לֶךְ H3212 צָרְפַ֗תָה H6886 וַיָּבֹא֙ H935 אֶל H413 פֶּ֣תַח H6607 הָעִ֔יר H5892 וְהִנֵּֽה H2009 שָׁ֛ם H8033 אִשָּׁ֥ה H802 אַלְמָנָ֖ה H490 מְקֹשֶׁ֣שֶׁת H7197 עֵצִ֑ים H6086 וַיִּקְרָ֤א H7121 אֵלֶ֨יהָ֙ H413 וַיֹּאמַ֔ר H559 קְחִי H3947 נָ֨א H4994 לִ֧י Hl מְעַט H4592 מַ֛יִם H4325 בַּכְּלִ֖י H3627 וְאֶשְׁתֶּֽה H8354 ",
      "11": "וַתֵּ֖לֶךְ H3212 לָקַ֑חַת H3947 וַיִּקְרָ֤א H7121 אֵלֶ֨יהָ֙ H413 וַיֹּאמַ֔ר H559 לִֽקְחִי H3947 נָ֥א H4994 לִ֛י Hl פַּת H6595 לֶ֖חֶם H3899 בְּיָדֵֽ H3027 ",
      "12": "וַתֹּ֗אמֶר H559 חַי H2416 יְהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 אִם H518 יֶשׁ H3426 לִ֣י Hl מָע֔וֹג H4580 כִּ֣י H3588 אִם H518 מְלֹ֤א H4393 כַף H3709 קֶ֨מַח֙ H7058 בַּכַּ֔ד H3537 וּמְעַט H4592 שֶׁ֖מֶן H8081 בַּצַּפָּ֑חַת H6835 וְהִנְ H2005 מְקֹשֶׁ֜שֶׁת H7197 שְׁנַ֣יִם H8147 עֵצִ֗ים H6086 וּבָ֨אתִי֙ H935 וַעֲשִׂיתִ֨י H6213 לִ֣י Hl וְלִ H1121 וַאֲכַלְנֻ֖ H398 וָמָֽתְנוּ H4191 ",
      "13": "וַיֹּ֨אמֶר H559 אֵלֶ֤יהָ H413 אֵלִיָּ֨הוּ֙ H452 אַל H408 תִּ֣ירְאִ֔י H3372 בֹּ֖אִי H935 עֲשִׂ֣י H6213 כִדְבָרֵ֑ H1697 אַ֣ךְ H389 עֲשִׂי H6213 לִ֣י Hl מִ֠שָּׁם H8033 עֻגָ֨ה H5692 קְטַנָּ֤ה H6996 בָרִאשֹׁנָה֙ H7223 וְהוֹצֵ֣אתְ H3318 לִ֔י Hl וְלָ֣ Hc/Hl וְלִ H1121 תַּעֲשִׂ֖י H6213 בָּאַחֲרֹנָֽה H314 ",
      "14": "כִּ֣י H3588 כֹה֩ H3541 אָמַ֨ר H559 יְהוָ֜ה H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֗ל H3478 כַּ֤ד H3537 הַקֶּ֨מַח֙ H7058 לֹ֣א H3808 תִכְלָ֔ה H3615 וְצַפַּ֥חַת H6835 הַשֶּׁ֖מֶן H8081 לֹ֣א H3808 תֶחְסָ֑ר H2637 עַ֠ד H5704 י֧וֹם H3117 תתן H5414 יְהוָ֛ה H3068 גֶּ֖שֶׁם H1653 עַל H5921 פְּנֵ֥י H6440 הָאֲדָמָֽה H127 ",
      "15": "וַתֵּ֥לֶךְ H3212 וַתַּעֲשֶׂ֖ה H6213 כִּדְבַ֣ר H1697 אֵלִיָּ֑הוּ H452 וַתֹּ֧אכַל H398 הוא H1931 והיא H1931 וּבֵיתָ֖ H1004 יָמִֽים H3117 ",
      "16": "כַּ֤ד H3537 הַקֶּ֨מַח֙ H7058 לֹ֣א H3808 כָלָ֔תָה H3615 וְצַפַּ֥חַת H6835 הַשֶּׁ֖מֶן H8081 לֹ֣א H3808 חָסֵ֑ר H2638 כִּדְבַ֣ר H1697 יְהוָ֔ה H3068 אֲשֶׁ֥ר H834 דִּבֶּ֖ר H1696 בְּיַ֥ד H3027 אֵלִיָּֽהוּ H452 ",
      "17": "וַיְהִ֗י H1961 אַחַר֙ H310 הַדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 חָלָ֕ה H2470 בֶּן H1121 הָאִשָּׁ֖ה H802 בַּעֲלַ֣ת H1172 הַבָּ֑יִת H1004 וַיְהִ֤י H1961 חָלְיוֹ֙ H2483 חָזָ֣ק H2389 מְאֹ֔ד H3966 עַ֛ד H5704 אֲשֶׁ֥ר H834 לֹא H3808 נֽוֹתְרָה H3498 בּ֖וֹ Hb נְשָׁמָֽה H5397 ",
      "18": "וַתֹּ֨אמֶר֙ H559 אֶל H413 אֵ֣לִיָּ֔הוּ H452 מַה H4100 לִּ֥י Hl וָלָ֖ Hc/Hl אִ֣ישׁ H376 הָאֱלֹהִ֑ים H430 בָּ֧אתָ H935 אֵלַ֛י H413 לְהַזְכִּ֥יר H2142 אֶת H853 עֲוֺנִ֖י H5771 וּלְ H4191 אֶת H853 בְּנִֽי H1121 ",
      "19": "וַיֹּ֥אמֶר H559 אֵלֶ֖יהָ H413 תְּנִֽי H5414 לִ֣י Hl אֶת H853 בְּנֵ֑ךְ H1121 וַיִּקָּחֵ֣ H3947 מֵחֵיקָ֗ H2436 וַֽיַּעֲלֵ֨ H5927 אֶל H413 הָעֲלִיָּ֗ה H5944 אֲשֶׁר H834 הוּא֙ H1931 יֹשֵׁ֣ב H3427 שָׁ֔ם H8033 וַיַּשְׁכִּבֵ֖ H7901 עַל H5921 מִטָּתֽוֹ H4296 ",
      "20": "וַיִּקְרָ֥א H7121 אֶל H413 יְהוָ֖ה H3068 וַיֹּאמַ֑ר H559 יְהוָ֣ה H3068 אֱלֹהָ֔י H430 הֲ֠גַם H1571 עַל H5921 הָאַלְמָנָ֞ה H490 אֲשֶׁר H834 אֲנִ֨י H589 מִתְגּוֹרֵ֥ר H1481 עִמָּ֛הּ H5973 הֲרֵע֖וֹתָ H7489 לְהָמִ֥ית H4191 אֶת H853 בְּנָֽהּ H1121 ",
      "21": "וַיִּתְמֹדֵ֤ד H4058 עַל H5921 הַיֶּ֨לֶד֙ H3206 שָׁלֹ֣שׁ H7969 פְּעָמִ֔ים H6471 וַיִּקְרָ֥א H7121 אֶל H413 יְהוָ֖ה H3068 וַיֹּאמַ֑ר H559 יְהוָ֣ה H3068 אֱלֹהָ֔י H430 תָּ֥שָׁב H7725 נָ֛א H4994 נֶֽפֶשׁ H5315 הַיֶּ֥לֶד H3206 הַזֶּ֖ה H2088 עַל H5921 קִרְבּֽוֹ H7130 ",
      "22": "וַיִּשְׁמַ֥ע H8085 יְהוָ֖ה H3068 בְּק֣וֹל H6963 אֵלִיָּ֑הוּ H452 וַתָּ֧שָׁב H7725 נֶֽפֶשׁ H5315 הַיֶּ֛לֶד H3206 עַל H5921 קִרְבּ֖וֹ H7130 וַיֶּֽחִי H2421 ",
      "23": "וַיִּקַּ֨ח H3947 אֵלִיָּ֜הוּ H452 אֶת H853 הַיֶּ֗לֶד H3206 וַיֹּרִדֵ֤ H3381 מִן H4480 הָעֲלִיָּה֙ H5944 הַבַּ֔יְתָ H1004 וַֽיִּתְּנֵ֖ H5414 לְאִמּ֑ H517 וַיֹּ֨אמֶר֙ H559 אֵ֣לִיָּ֔הוּ H452 רְאִ֖י H7200 חַ֥י H2416 בְּנֵֽךְ H1121 ",
      "24": "וַתֹּ֤אמֶר H559 הָֽאִשָּׁה֙ H802 אֶל H413 אֵ֣לִיָּ֔הוּ H452 עַתָּה֙ H6258 זֶ֣ה H2088 יָדַ֔עְתִּי H3045 כִּ֛י H3588 אִ֥ישׁ H376 אֱלֹהִ֖ים H430 אָ֑תָּה H859 וּדְבַר H1697 יְהוָ֥ה H3068 בְּפִ֖י H6310 אֱמֶֽת H571 "
    },
    "18": {
      "1": "וַיְהִי֙ H1961 יָמִ֣ים H3117 רַבִּ֔ים H7227 וּדְבַר H1697 יְהוָ֗ה H3068 הָיָה֙ H1961 אֶל H413 אֵ֣לִיָּ֔הוּ H452 בַּשָּׁנָ֥ה H8141 הַשְּׁלִישִׁ֖ית H7992 לֵאמֹ֑ר H559 לֵ֚ךְ H3212 הֵרָאֵ֣ה H7200 אֶל H413 אַחְאָ֔ב H256 וְאֶתְּנָ֥ה H5414 מָטָ֖ר H4306 עַל H5921 פְּנֵ֥י H6440 הָאֲדָמָֽה H127 ",
      "2": "וַיֵּ֨לֶךְ֙ H3212 אֵֽלִיָּ֔הוּ H452 לְהֵרָא֖וֹת H7200 אֶל H413 אַחְאָ֑ב H256 וְהָ H7458 חָזָ֥ק H2389 בְּשֹׁמְרֽוֹן H8111 ",
      "3": "וַיִּקְרָ֣א H7121 אַחְאָ֔ב H256 אֶל H413 עֹבַדְיָ֖הוּ H5662 אֲשֶׁ֣ר H834 עַל H5921 הַבָּ֑יִת H1004 וְעֹבַדְיָ֗הוּ H5662 הָיָ֥ה H1961 יָרֵ֛א H3373 אֶת H853 יְהוָ֖ה H3068 מְאֹֽד H3966 ",
      "4": "וַיְהִי֙ H1961 בְּהַכְרִ֣ית H3772 אִיזֶ֔בֶל H348 אֵ֖ת H853 נְבִיאֵ֣י H5030 יְהוָ֑ה H3068 וַיִּקַּ֨ח H3947 עֹבַדְיָ֜הוּ H5662 מֵאָ֣ה H3967 נְבִאִ֗ים H5030 וַֽיַּחְבִּיאֵ֞ H2244 חֲמִשִּׁ֥ים H2572 אִישׁ֙ H376 בַּמְּעָרָ֔ה H4631 וְכִלְכְּלָ֖ H3557 לֶ֥חֶם H3899 וָמָֽיִם H4325 ",
      "5": "וַיֹּ֤אמֶר H559 אַחְאָב֙ H256 אֶל H413 עֹ֣בַדְיָ֔הוּ H5662 לֵ֤ךְ H3212 בָּאָ֨רֶץ֙ H776 אֶל H413 כָּל H3605 מַעְיְנֵ֣י H4599 הַמַּ֔יִם H4325 וְאֶ֖ל H413 כָּל H3605 הַנְּחָלִ֑ים H5158 אוּלַ֣י H194 נִמְצָ֣א H4672 חָצִ֗יר H2682 וּנְחַיֶּה֙ H2421 ס֣וּס H5483 וָפֶ֔רֶד H6505 וְל֥וֹא H3808 נַכְרִ֖ית H3772 מֵהַ H929 ",
      "6": "וַֽיְחַלְּק֥וּ H2505 לָהֶ֛ם H1992 אֶת H853 הָאָ֖רֶץ H776 לַֽעֲבָר H5674 בָּ֑הּ Hb אַחְאָ֞ב H256 הָלַ֨ךְ H1980 בְּדֶ֤רֶךְ H1870 אֶחָד֙ H259 לְבַדּ֔ H905 וְעֹֽבַדְיָ֛הוּ H5662 הָלַ֥ךְ H1980 בְּדֶרֶךְ H1870 אֶחָ֖ד H259 לְבַדּֽ H905 ",
      "7": "וַיְהִ֤י H1961 עֹבַדְיָ֨הוּ֙ H5662 בַּדֶּ֔רֶךְ H1870 וְהִנֵּ֥ה H2009 אֵלִיָּ֖הוּ H452 לִקְרָאת֑ H7125 וַיַּכִּרֵ֨ H5234 וַיִּפֹּ֣ל H5307 עַל H5921 פָּנָ֔יו H6440 וַיֹּ֕אמֶר H559 הַאַתָּ֥ה H859 זֶ֖ה H2088 אֲדֹנִ֥י H113 אֵלִיָּֽהוּ H452 ",
      "8": "וַיֹּ֥אמֶר H559 ל֖וֹ Hl אָ֑נִי H589 לֵ֛ךְ H3212 אֱמֹ֥ר H559 לַאדֹנֶ֖י H113 הִנֵּ֥ה H2009 אֵלִיָּֽהוּ H452 ",
      "9": "וַיֹּ֖אמֶר H559 מֶ֣ה H4100 חָטָ֑אתִי H2398 כִּֽי H3588 אַתָּ֞ה H859 נֹתֵ֧ן H5414 אֶֽת H853 עַבְדְּךָ֛ H5650 בְּיַד H3027 אַחְאָ֖ב H256 לַהֲמִיתֵֽ H4191 ",
      "10": "חַ֣י H2416 יְהוָ֣ה H3068 אֱלֹהֶ֗יךָ H430 אִם H518 יֶשׁ H3426 גּ֤וֹי H1471 וּמַמְלָכָה֙ H4467 אֲ֠שֶׁר H834 לֹֽא H3808 שָׁלַ֨ח H7971 אֲדֹנִ֥י H113 שָׁם֙ H8033 לְבַקֶּשְׁ H1245 וְאָמְר֖וּ H559 אָ֑יִן H369 וְהִשְׁבִּ֤יעַ H7650 אֶת H853 הַמַּמְלָכָה֙ H4467 וְאֶת H853 הַגּ֔וֹי H1471 כִּ֖י H3588 לֹ֥א H3808 יִמְצָאֶֽכָּה H4672 ",
      "11": "וְעַתָּ֖ה H6258 אַתָּ֣ה H859 אֹמֵ֑ר H559 לֵ֛ךְ H3212 אֱמֹ֥ר H559 לַאדֹנֶ֖י H113 הִנֵּ֥ה H2009 אֵלִיָּֽהוּ H452 ",
      "12": "וְהָיָ֞ה H1961 אֲנִ֣י H589 אֵלֵ֣ךְ H3212 מֵאִתָּ֗ H853 וְר֨וּחַ H7307 יְהוָ֤ה H3068 יִֽשָּׂאֲךָ֙ H5375 עַ֚ל H5921 אֲשֶׁ֣ר H834 לֹֽא H3808 אֵדָ֔ע H3045 וּבָ֨אתִי H935 לְהַגִּ֧יד H5046 לְאַחְאָ֛ב H256 וְלֹ֥א H3808 יִֽמְצָאֲךָ֖ H4672 וַהֲרָגָ֑ H2026 וְעַבְדְּ H5650 יָרֵ֥א H3372 אֶת H853 יְהוָ֖ה H3068 מִנְּעֻרָֽ H5271 ",
      "13": "הֲלֹֽא H3808 הֻגַּ֤ד H5046 לַֽאדֹנִ H113 אֵ֣ת H853 אֲשֶׁר H834 עָשִׂ֔יתִי H6213 בַּהֲרֹ֣ג H2026 אִיזֶ֔בֶל H348 אֵ֖ת H853 נְבִיאֵ֣י H5030 יְהוָ֑ה H3068 וָאַחְבִּא֩ H2244 מִנְּבִיאֵ֨י H5030 יְהוָ֜ה H3068 מֵ֣אָה H3967 אִ֗ישׁ H376 חֲמִשִּׁ֨ים H2572 חֲמִשִּׁ֥ים H2572 אִישׁ֙ H376 בַּמְּעָרָ֔ה H4631 וָאֲכַלְכְּלֵ֖ H3557 לֶ֥חֶם H3899 וָמָֽיִם H4325 ",
      "14": "וְעַתָּה֙ H6258 אַתָּ֣ה H859 אֹמֵ֔ר H559 לֵ֛ךְ H3212 אֱמֹ֥ר H559 לַֽאדֹנֶ֖י H113 הִנֵּ֣ה H2009 אֵלִיָּ֑הוּ H452 וַהֲרָגָֽ H2026 ",
      "15": "וַיֹּ֨אמֶר֙ H559 אֵֽלִיָּ֔הוּ H452 חַ֚י H2416 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 אֲשֶׁ֥ר H834 עָמַ֖דְתִּי H5975 לְפָנָ֑י H6440 כִּ֥י H3588 הַיּ֖וֹם H3117 אֵרָאֶ֥ה H7200 אֵלָֽיו H413 ",
      "16": "וַיֵּ֧לֶךְ H3212 עֹבַדְיָ֛הוּ H5662 לִקְרַ֥את H7125 אַחְאָ֖ב H256 וַיַּגֶּד H5046 ל֑וֹ Hl וַיֵּ֥לֶךְ H3212 אַחְאָ֖ב H256 לִקְרַ֥את H7125 אֵלִיָּֽהוּ H452 ",
      "17": "וַיְהִ֛י H1961 כִּרְא֥וֹת H7200 אַחְאָ֖ב H256 אֶת H853 אֵלִיָּ֑הוּ H452 וַיֹּ֤אמֶר H559 אַחְאָב֙ H256 אֵלָ֔יו H413 הַאַתָּ֥ה H859 זֶ֖ה H2088 עֹכֵ֥ר H5916 יִשְׂרָאֵֽל H3478 ",
      "18": "וַיֹּ֗אמֶר H559 לֹ֤א H3808 עָכַ֨רְתִּי֙ H5916 אֶת H853 יִשְׂרָאֵ֔ל H3478 כִּ֥י H3588 אִם H518 אַתָּ֖ה H859 וּבֵ֣ית H1004 אָבִ֑יךָ H1 בַּֽעֲזָבְ H5800 אֶת H853 מִצְוֺ֣ת H4687 יְהוָ֔ה H3068 וַתֵּ֖לֶךְ H3212 אַחֲרֵ֥י H310 הַבְּעָלִֽים H1168 ",
      "19": "וְעַתָּ֗ה H6258 שְׁלַ֨ח H7971 קְבֹ֥ץ H6908 אֵלַ֛י H413 אֶת H853 כָּל H3605 יִשְׂרָאֵ֖ל H3478 אֶל H413 הַ֣ר H2022 הַכַּרְמֶ֑ל H3760 וְאֶת H853 נְבִיאֵ֨י H5030 הַבַּ֜עַל H1168 אַרְבַּ֧ע H702 מֵא֣וֹת H3967 וַחֲמִשִּׁ֗ים H2572 וּנְבִיאֵ֤י H5030 הָֽאֲשֵׁרָה֙ H842 אַרְבַּ֣ע H702 מֵא֔וֹת H3967 אֹכְלֵ֖י H398 שֻׁלְחַ֥ן H7979 אִיזָֽבֶל H348 ",
      "20": "וַיִּשְׁלַ֥ח H7971 אַחְאָ֖ב H256 בְּכָל H3605 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַיִּקְבֹּ֥ץ H6908 אֶת H853 הַנְּבִיאִ֖ים H5030 אֶל H413 הַ֥ר H2022 הַכַּרְמֶֽל H3760 ",
      "21": "וַיִּגַּ֨שׁ H5066 אֵלִיָּ֜הוּ H452 אֶל H413 כָּל H3605 הָעָ֗ם H5971 וַיֹּ֨אמֶר֙ H559 עַד H5704 מָתַ֞י H4970 אַתֶּ֣ם H859 פֹּסְחִים֮ H6452 עַל H5921 שְׁתֵּ֣י H8147 הַסְּעִפִּים֒ H5587 אִם H518 יְהוָ֤ה H3068 הָֽאֱלֹהִים֙ H430 לְכ֣וּ H3212 אַחֲרָ֔יו H310 וְאִם H518 הַבַּ֖עַל H1168 לְכ֣וּ H3212 אַחֲרָ֑יו H310 וְלֹֽא H3808 עָנ֥וּ H6030 הָעָ֛ם H5971 אֹת֖וֹ H853 דָּבָֽר H1697 ",
      "22": "וַיֹּ֤אמֶר H559 אֵלִיָּ֨הוּ֙ H452 אֶל H413 הָעָ֔ם H5971 אֲנִ֞י H589 נוֹתַ֧רְתִּי H3498 נָבִ֛יא H5030 לַיהוָ֖ה H3068 לְבַדִּ֑ H905 וּנְבִיאֵ֣י H5030 הַבַּ֔עַל H1168 אַרְבַּע H702 מֵא֥וֹת H3967 וַחֲמִשִּׁ֖ים H2572 אִֽישׁ H376 ",
      "23": "וְיִתְּנוּ H5414 לָ֜נוּ Hl שְׁנַ֣יִם H8147 פָּרִ֗ים H6499 וְיִבְחֲר֣וּ H977 לָהֶם֩ H1992 הַפָּ֨ר H6499 הָאֶחָ֜ד H259 וִֽינַתְּחֻ֗ H5408 וְיָשִׂ֨ימוּ֙ H7760 עַל H5921 הָ֣עֵצִ֔ים H6086 וְאֵ֖שׁ H784 לֹ֣א H3808 יָשִׂ֑ימוּ H7760 וַאֲנִ֞י H589 אֶעֱשֶׂ֣ה H6213 אֶת H853 הַפָּ֣ר H6499 הָאֶחָ֗ד H259 וְנָֽתַתִּי֙ H5414 עַל H5921 הָ֣עֵצִ֔ים H6086 וְאֵ֖שׁ H784 לֹ֥א H3808 אָשִֽׂים H7760 ",
      "24": "וּקְרָאתֶ֞ם H7121 בְּשֵׁ֣ם H8034 אֱלֹֽהֵיכֶ֗ם H430 וַֽאֲנִי֙ H589 אֶקְרָ֣א H7121 בְשֵׁם H8034 יְהוָ֔ה H3068 וְהָיָ֧ה H1961 הָאֱלֹהִ֛ים H430 אֲשֶׁר H834 יַעֲנֶ֥ה H6030 בָאֵ֖שׁ H784 ה֣וּא H1931 הָאֱלֹהִ֑ים H430 וַיַּ֧עַן H6030 כָּל H3605 הָעָ֛ם H5971 וַיֹּאמְר֖וּ H559 ט֥וֹב H2896 הַדָּבָֽר H1697 ",
      "25": "וַיֹּ֨אמֶר H559 אֵלִיָּ֜הוּ H452 לִנְבִיאֵ֣י H5030 הַבַּ֗עַל H1168 בַּחֲר֨וּ H977 לָכֶ֜ם Hl הַפָּ֤ר H6499 הָֽאֶחָד֙ H259 וַעֲשׂ֣וּ H6213 רִאשֹׁנָ֔ה H7223 כִּ֥י H3588 אַתֶּ֖ם H859 הָרַבִּ֑ים H7227 וְקִרְאוּ֙ H7121 בְּשֵׁ֣ם H8034 אֱלֹהֵיכֶ֔ם H430 וְאֵ֖שׁ H784 לֹ֥א H3808 תָשִֽׂימוּ H7760 ",
      "26": "וַ֠יִּקְחוּ H3947 אֶת H853 הַפָּ֨ר H6499 אֲשֶׁר H834 נָתַ֣ן H5414 לָהֶם֮ Hl וַֽיַּעֲשׂוּ֒ H6213 וַיִּקְרְא֣וּ H7121 בְשֵׁם H8034 הַ֠בַּעַל H1168 מֵהַ H1242 וְעַד H5704 הַצָּהֳרַ֤יִם H6672 לֵאמֹר֙ H559 הַבַּ֣עַל H1168 עֲנֵ֔נוּ H6030 וְאֵ֥ין H369 ק֖וֹל H6963 וְאֵ֣ין H369 עֹנֶ֑ה H6030 וַֽיְפַסְּח֔וּ H6452 עַל H5921 הַמִּזְבֵּ֖חַ H4196 אֲשֶׁ֥ר H834 עָשָֽׂה H6213 ",
      "27": "וַיְהִ֨י H1961 בַֽצָּהֳרַ֜יִם H6672 וַיְהַתֵּ֧ל H2048 בָּהֶ֣ם Hb אֵלִיָּ֗הוּ H452 וַיֹּ֨אמֶר֙ H559 קִרְא֤וּ H7121 בְקוֹל H6963 גָּדוֹל֙ H1419 כִּֽי H3588 אֱלֹהִ֣ים H430 ה֔וּא H1931 כִּ֣י H3588 שִׂ֧יחַ H7879 וְכִֽי H3588 שִׂ֛יג H7873 ל֖וֹ Hl וְכִֽי H3588 דֶ֣רֶךְ H1870 ל֑וֹ Hl אוּלַ֛י H194 יָשֵׁ֥ן H3463 ה֖וּא H1931 וְיִקָֽץ H3364 ",
      "28": "וַֽיִּקְרְאוּ֙ H7121 בְּק֣וֹל H6963 גָּד֔וֹל H1419 וַיִּתְגֹּֽדְדוּ֙ H1413 כְּמִשְׁפָּטָ֔ H4941 בַּחֲרָב֖וֹת H2719 וּבָֽ H7420 עַד H5704 שְׁפָךְ H8210 דָּ֖ם H1818 עֲלֵיהֶֽם H5921 ",
      "29": "וַֽיְהִי֙ H1961 כַּעֲבֹ֣ר H5674 הַֽצָּהֳרַ֔יִם H6672 וַיִּֽתְנַבְּא֔וּ H5012 עַ֖ד H5704 לַעֲל֣וֹת H5927 הַמִּנְחָ֑ה H4503 וְאֵֽין H369 ק֥וֹל H6963 וְאֵין H369 עֹנֶ֖ה H6030 וְאֵ֥ין H369 קָֽשֶׁב H7182 ",
      "30": "וַיֹּ֨אמֶר H559 אֵלִיָּ֤הוּ H452 לְכָל H3605 הָעָם֙ H5971 גְּשׁ֣וּ H5066 אֵלַ֔י H413 וַיִּגְּשׁ֥וּ H5066 כָל H3605 הָעָ֖ם H5971 אֵלָ֑יו H413 וַיְרַפֵּ֛א H7495 אֶת H853 מִזְבַּ֥ח H4196 יְהוָ֖ה H3068 הֶהָרֽוּס H2040 ",
      "31": "וַיִּקַּ֣ח H3947 אֵלִיָּ֗הוּ H452 שְׁתֵּ֤ים H8147 עֶשְׂרֵה֙ H6240 אֲבָנִ֔ים H68 כְּמִסְפַּ֖ר H4557 שִׁבְטֵ֣י H7626 בְנֵֽי H1121 יַעֲקֹ֑ב H3290 אֲשֶׁר֩ H834 הָיָ֨ה H1961 דְבַר H1697 יְהוָ֤ה H3068 אֵלָיו֙ H413 לֵאמֹ֔ר H559 יִשְׂרָאֵ֖ל H3478 יִהְיֶ֥ה H1961 שְׁמֶֽךָ H8034 ",
      "32": "וַיִּבְנֶ֧ה H1129 אֶת H854 הָאֲבָנִ֛ים H68 מִזְבֵּ֖חַ H4196 בְּשֵׁ֣ם H8034 יְהוָ֑ה H3068 וַיַּ֣עַשׂ H6213 תְּעָלָ֗ה H8585 כְּבֵית֙ H1004 סָאתַ֣יִם H5429 זֶ֔רַע H2233 סָבִ֖יב H5439 לַמִּזְבֵּֽחַ H4196 ",
      "33": "וַֽיַּעֲרֹ֖ךְ H6186 אֶת H853 הָֽעֵצִ֑ים H6086 וַיְנַתַּח֙ H5408 אֶת H853 הַפָּ֔ר H6499 וַיָּ֖שֶׂם H7760 עַל H5921 הָעֵצִֽים H6086 ",
      "34": "וַיֹּ֗אמֶר H559 מִלְא֨וּ H4390 אַרְבָּעָ֤ה H702 כַדִּים֙ H3537 מַ֔יִם H4325 וְיִֽצְק֥וּ H3332 עַל H5921 הָעֹלָ֖ה H5930 וְעַל H5921 הָעֵצִ֑ים H6086 וַיֹּ֤אמֶר H559 שְׁנוּ֙ H8138 וַיִּשְׁנ֔וּ H8138 וַיֹּ֥אמֶר H559 שַׁלֵּ֖שׁוּ H8027 וַיְשַׁלֵּֽשׁוּ H8027 ",
      "35": "וַיֵּלְכ֣וּ H3212 הַמַּ֔יִם H4325 סָבִ֖יב H5439 לַמִּזְבֵּ֑חַ H4196 וְגַ֥ם H1571 אֶת H853 הַתְּעָלָ֖ה H8585 מִלֵּא H4390 מָֽיִם H4325 ",
      "36": "וַיְהִ֣י H1961 בַּעֲל֣וֹת H5927 הַמִּנְחָ֗ה H4503 וַיִּגַּ֞שׁ H5066 אֵלִיָּ֣הוּ H452 הַנָּבִיא֮ H5030 וַיֹּאמַר֒ H559 יְהוָ֗ה H3068 אֱלֹהֵי֙ H430 אַבְרָהָם֙ H85 יִצְחָ֣ק H3327 וְיִשְׂרָאֵ֔ל H3478 הַיּ֣וֹם H3117 יִוָּדַ֗ע H3045 כִּֽי H3588 אַתָּ֧ה H859 אֱלֹהִ֛ים H430 בְּיִשְׂרָאֵ֖ל H3478 וַאֲנִ֣י H589 עַבְדֶּ֑ךָ H5650 וב H1697 עָשִׂ֔יתִי H6213 אֵ֥ת H853 כָּל H3605 הַדְּבָרִ֖ים H1697 הָאֵֽלֶּה H428 ",
      "37": "עֲנֵ֤נִי H6030 יְהוָה֙ H3068 עֲנֵ֔נִי H6030 וְיֵֽדְעוּ֙ H3045 הָעָ֣ם H5971 הַזֶּ֔ה H2088 כִּֽי H3588 אַתָּ֥ה H859 יְהוָ֖ה H3068 הָאֱלֹהִ֑ים H430 וְאַתָּ֛ה H859 הֲסִבֹּ֥תָ H5437 אֶת H853 לִבָּ֖ם H3820 אֲחֹרַנִּֽית H322 ",
      "38": "וַתִּפֹּ֣ל H5307 אֵשׁ H784 יְהוָ֗ה H3068 וַתֹּ֤אכַל H398 אֶת H853 הָֽעֹלָה֙ H5930 וְאֶת H853 הָ֣עֵצִ֔ים H6086 וְאֶת H853 הָאֲבָנִ֖ים H68 וְאֶת H853 הֶעָפָ֑ר H6083 וְאֶת H853 הַמַּ֥יִם H4325 אֲשֶׁר H834 בַּתְּעָלָ֖ה H8585 לִחֵֽכָה H3897 ",
      "39": "וַיַּרְא֙ H7200 כָּל H3605 הָעָ֔ם H5971 וַֽיִּפְּל֖וּ H5307 עַל H5921 פְּנֵיהֶ֑ם H6440 וַיֹּ֣אמְר֔וּ H559 יְהוָה֙ H3068 ה֣וּא H1931 הָאֱלֹהִ֔ים H430 יְהוָ֖ה H3068 ה֥וּא H1931 הָאֱלֹהִֽים H430 ",
      "40": "וַיֹּאמֶר֩ H559 אֵלִיָּ֨הוּ H452 לָהֶ֜ם Hl תִּפְשׂ֣וּ H8610 אֶת H853 נְבִיאֵ֣י H5030 הַבַּ֗עַל H1168 אִ֛ישׁ H376 אַל H408 יִמָּלֵ֥ט H4422 מֵהֶ֖ם H1992 וַֽיִּתְפְּשׂ֑וּ H8610 וַיּוֹרִדֵ֤ H3381 אֵלִיָּ֨הוּ֙ H452 אֶל H413 נַ֣חַל H5158 קִישׁ֔וֹן H7028 וַיִּשְׁחָטֵ֖ H7819 שָֽׁם H8033 ",
      "41": "וַיֹּ֤אמֶר H559 אֵלִיָּ֨הוּ֙ H452 לְאַחְאָ֔ב H256 עֲלֵ֖ה H5927 אֱכֹ֣ל H398 וּשְׁתֵ֑ה H8354 כִּי H3588 ק֖וֹל H6963 הֲמ֥וֹן H1995 הַגָּֽשֶׁם H1653 ",
      "42": "וַיַּעֲלֶ֥ה H5927 אַחְאָ֖ב H256 לֶאֱכֹ֣ל H398 וְלִ H8354 וְאֵ֨לִיָּ֜הוּ H452 עָלָ֨ה H5927 אֶל H413 רֹ֤אשׁ H7218 הַכַּרְמֶל֙ H3760 וַיִּגְהַ֣ר H1457 אַ֔רְצָה H776 וַיָּ֥שֶׂם H7760 פָּנָ֖יו H6440 בֵּ֥ין H996 ברכו H1290 ",
      "43": "וַיֹּ֣אמֶר H559 אֶֽל H413 נַעֲר֗וֹ H5288 עֲלֵֽה H5927 נָא֙ H4994 הַבֵּ֣ט H5027 דֶּֽרֶךְ H1870 יָ֔ם H3220 וַיַּ֨עַל֙ H5927 וַיַּבֵּ֔ט H5027 וַיֹּ֖אמֶר H559 אֵ֣ין H369 מְא֑וּמָה H3972 וַיֹּ֕אמֶר H559 שֻׁ֖ב H7725 שֶׁ֥בַע H7651 פְּעָמִֽים H6471 ",
      "44": "וַֽיְהִי֙ H1961 בַּשְּׁבִעִ֔ית H7637 וַיֹּ֗אמֶר H559 הִנֵּה H2009 עָ֛ב H5645 קְטַנָּ֥ה H6996 כְּכַף H3709 אִ֖ישׁ H376 עֹלָ֣ה H5927 מִיָּ֑ם H3220 וַיֹּ֗אמֶר H559 עֲלֵ֨ה H5927 אֱמֹ֤ר H559 אֶל H413 אַחְאָב֙ H256 אֱסֹ֣ר H631 וָרֵ֔ד H3381 וְלֹ֥א H3808 יַעַצָרְכָ֖ה H6113 הַגָּֽשֶׁם H1653 ",
      "45": "וַיְהִ֣י H1961 עַד H5704 כֹּ֣ה H3541 וְעַד H5704 כֹּ֗ה H3541 וְהַ H8064 הִֽתְקַדְּרוּ֙ H6937 עָבִ֣ים H5645 וְר֔וּחַ H7307 וַיְהִ֖י H1961 גֶּ֣שֶׁם H1653 גָּד֑וֹל H1419 וַיִּרְכַּ֥ב H7392 אַחְאָ֖ב H256 וַיֵּ֥לֶךְ H3212 יִזְרְעֶֽאלָה H3157 ",
      "46": "וְיַד H3027 יְהוָ֗ה H3068 הָֽיְתָה֙ H1961 אֶל H413 אֵ֣לִיָּ֔הוּ H452 וַיְשַׁנֵּ֖ס H8151 מָתְנָ֑יו H4975 וַיָּ֨רָץ֙ H7323 לִפְנֵ֣י H6440 אַחְאָ֔ב H256 עַד H5704 בֹּאֲכָ֖ה H935 יִזְרְעֶֽאלָה H3157 "
    },
    "19": {
      "1": "וַיַּגֵּ֤ד H5046 אַחְאָב֙ H256 לְאִיזֶ֔בֶל H348 אֵ֛ת H853 כָּל H3605 אֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 אֵלִיָּ֑הוּ H452 וְאֵ֨ת H853 כָּל H3605 אֲשֶׁ֥ר H834 הָרַ֛ג H2026 אֶת H853 כָּל H3605 הַנְּבִיאִ֖ים H5030 בֶּחָֽרֶב H2719 ",
      "2": "וַתִּשְׁלַ֤ח H7971 אִיזֶ֨בֶל֙ H348 מַלְאָ֔ךְ H4397 אֶל H413 אֵלִיָּ֖הוּ H452 לֵאמֹ֑ר H559 כֹּֽה H3541 יַעֲשׂ֤וּן H6213 אֱלֹהִים֙ H430 וְכֹ֣ה H3541 יוֹסִפ֔וּן H3254 כִּֽי H3588 כָעֵ֤ת H6256 מָחָר֙ H4279 אָשִׂ֣ים H7760 אֶֽת H853 נַפְשְׁךָ֔ H5315 כְּנֶ֖פֶשׁ H5315 אַחַ֥ד H259 מֵהֶֽם H1992 ",
      "3": "וַיַּ֗רְא H7200 וַיָּ֨קָם֙ H6965 וַיֵּ֣לֶךְ H3212 אֶל H413 נַפְשׁ֔וֹ H5315 וַיָּבֹ֕א H935 בְּאֵ֥ר H884 שֶׁ֖בַע H884 אֲשֶׁ֣ר H834 לִֽיהוּדָ֑ה H3063 וַיַּנַּ֥ח H3240 אֶֽת H853 נַעֲר֖וֹ H5288 שָֽׁם H8033 ",
      "4": "וְהֽוּא H1931 הָלַ֤ךְ H1980 בַּמִּדְבָּר֙ H4057 דֶּ֣רֶךְ H1870 י֔וֹם H3117 וַיָּבֹ֕א H935 וַיֵּ֕שֶׁב H3427 תַּ֖חַת H8478 רֹ֣תֶם H7574 אחת H259 וַיִּשְׁאַ֤ל H7592 אֶת H853 נַפְשׁוֹ֙ H5315 לָמ֔וּת H4191 וַיֹּ֣אמֶר H559 רַ֗ב H7227 עַתָּ֤ה H6258 יְהוָה֙ H3068 קַ֣ח H3947 נַפְשִׁ֔י H5315 כִּֽי H3588 לֹא H3808 ט֥וֹב H2896 אָנֹכִ֖י H595 מֵאֲבֹתָֽ H1 ",
      "5": "וַיִּשְׁכַּב֙ H7901 וַיִּישַׁ֔ן H3462 תַּ֖חַת H8478 רֹ֣תֶם H7574 אֶחָ֑ד H259 וְהִנֵּֽה H2009 זֶ֤ה H2088 מַלְאָךְ֙ H4397 נֹגֵ֣עַ H5060 בּ֔וֹ Hb וַיֹּ֥אמֶר H559 ל֖וֹ Hl ק֥וּם H6965 אֱכֽוֹל H398 ",
      "6": "וַיַּבֵּ֕ט H5027 וְהִנֵּ֧ה H2009 מְרַאֲשֹׁתָ֛יו H4763 עֻגַ֥ת H5692 רְצָפִ֖ים H7529 וְצַפַּ֣חַת H6835 מָ֑יִם H4325 וַיֹּ֣אכַל H398 וַיֵּ֔שְׁתְּ H8354 וַיָּ֖שָׁב H7725 וַיִּשְׁכָּֽב H7901 ",
      "7": "וַיָּשָׁב֩ H7725 מַלְאַ֨ךְ H4397 יְהוָ֤ה H3068 שֵׁנִית֙ H8145 וַיִּגַּע H5060 בּ֔וֹ Hb וַיֹּ֖אמֶר H559 ק֣וּם H6965 אֱכֹ֑ל H398 כִּ֛י H3588 רַ֥ב H7227 מִמְּךָ֖ H4480 הַדָּֽרֶךְ H1870 ",
      "8": "וַיָּ֖קָם H6965 וַיֹּ֣אכַל H398 וַיִּשְׁתֶּ֑ה H8354 וַיֵּ֜לֶךְ H3212 בְּכֹ֣חַ H3581 הָאֲכִילָ֣ה H396 הַהִ֗יא H1931 אַרְבָּעִ֥ים H705 יוֹם֙ H3117 וְאַרְבָּעִ֣ים H705 לַ֔יְלָה H3915 עַ֛ד H5704 הַ֥ר H2022 הָאֱלֹהִ֖ים H430 חֹרֵֽב H2722 ",
      "9": "וַיָּבֹא H935 שָׁ֥ם H8033 אֶל H413 הַמְּעָרָ֖ה H4631 וַיָּ֣לֶן H3885 שָׁ֑ם H8033 וְהִנֵּ֤ה H2009 דְבַר H1697 יְהוָה֙ H3068 אֵלָ֔יו H413 וַיֹּ֣אמֶר H559 ל֔וֹ Hl מַה H4100 לְּךָ֥ Hl פֹ֖ה H6311 אֵלִיָּֽהוּ H452 ",
      "10": "וַיֹּאמֶר֩ H559 קַנֹּ֨א H7065 קִנֵּ֜אתִי H7065 לַיהוָ֣ה H3068 אֱלֹהֵ֣י H430 צְבָא֗וֹת H6635 כִּֽי H3588 עָזְב֤וּ H5800 בְרִֽיתְךָ֙ H1285 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֶת H853 מִזְבְּחֹתֶ֣יךָ H4196 הָרָ֔סוּ H2040 וְאֶת H853 נְבִיאֶ֖יךָ H5030 הָרְג֣וּ H2026 בֶחָ֑רֶב H2719 וָֽאִוָּתֵ֤ר H3498 אֲנִי֙ H589 לְבַדִּ֔ H905 וַיְבַקְשׁ֥וּ H1245 אֶת H853 נַפְשִׁ֖י H5315 לְקַחְתָּֽ H3947 ",
      "11": "וַיֹּ֗אמֶר H559 צֵ֣א H3318 וְעָמַדְתָּ֣ H5975 בָהָר֮ H2022 לִפְנֵ֣י H6440 יְהוָה֒ H3068 וְהִנֵּ֧ה H2009 יְהוָ֣ה H3068 עֹבֵ֗ר H5674 וְר֣וּחַ H7307 גְּדוֹלָ֡ה H1419 וְחָזָ֞ק H2389 מְפָרֵק֩ H6561 הָרִ֨ים H2022 וּמְשַׁבֵּ֤ר H7665 סְלָעִים֙ H5553 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 לֹ֥א H3808 בָר֖וּחַ H7307 יְהוָ֑ה H3068 וְאַחַ֤ר H310 הָר֨וּחַ H7307 רַ֔עַשׁ H7494 לֹ֥א H3808 בָרַ֖עַשׁ H7494 יְהוָֽה H3068 ",
      "12": "וְאַחַ֤ר H310 הָרַ֨עַשׁ֙ H7494 אֵ֔שׁ H784 לֹ֥א H3808 בָאֵ֖שׁ H784 יְהוָ֑ה H3068 וְאַחַ֣ר H310 הָאֵ֔שׁ H784 ק֖וֹל H6963 דְּמָמָ֥ה H1827 דַקָּֽה H1851 ",
      "13": "וַיְהִ֣י H1961 כִּשְׁמֹ֣עַ H8085 אֵלִיָּ֗הוּ H452 וַיָּ֤לֶט H3874 פָּנָיו֙ H6440 בְּאַדַּרְתּ֔ H155 וַיֵּצֵ֕א H3318 וַֽיַּעֲמֹ֖ד H5975 פֶּ֣תַח H6607 הַמְּעָרָ֑ה H4631 וְהִנֵּ֤ה H2009 אֵלָיו֙ H413 ק֔וֹל H6963 וַיֹּ֕אמֶר H559 מַה H4100 לְּךָ֥ Hl פֹ֖ה H6311 אֵלִיָּֽהוּ H452 ",
      "14": "וַיֹּאמֶר֩ H559 קַנֹּ֨א H7065 קִנֵּ֜אתִי H7065 לַיהוָ֣ה H3068 אֱלֹהֵ֣י H430 צְבָא֗וֹת H6635 כִּֽי H3588 עָזְב֤וּ H5800 בְרִֽיתְךָ֙ H1285 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֶת H853 מִזְבְּחֹתֶ֣יךָ H4196 הָרָ֔סוּ H2040 וְאֶת H853 נְבִיאֶ֖יךָ H5030 הָרְג֣וּ H2026 בֶחָ֑רֶב H2719 וָאִוָּתֵ֤ר H3498 אֲנִי֙ H589 לְבַדִּ֔ H905 וַיְבַקְשׁ֥וּ H1245 אֶת H853 נַפְשִׁ֖י H5315 לְקַחְתָּֽ H3947 ",
      "15": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֵלָ֔יו H413 לֵ֛ךְ H3212 שׁ֥וּב H7725 לְדַרְכְּ H1870 מִדְבַּ֣רָה H4057 דַמָּ֑שֶׂק H1834 וּבָ֗אתָ H935 וּמָשַׁחְתָּ֧ H4886 אֶת H853 חֲזָאֵ֛ל H2371 לְמֶ֖לֶךְ H4428 עַל H5921 אֲרָֽם H758 ",
      "16": "וְאֵת֙ H853 יֵה֣וּא H3058 בֶן H1121 נִמְשִׁ֔י H5250 תִּמְשַׁ֥ח H4886 לְמֶ֖לֶךְ H4428 עַל H5921 יִשְׂרָאֵ֑ל H3478 וְאֶת H853 אֱלִישָׁ֤ע H477 בֶּן H1121 שָׁפָט֙ H8202 מֵאָבֵ֣ל H65 מְחוֹלָ֔ה H65 תִּמְשַׁ֥ח H4886 לְנָבִ֖יא H5030 תַּחְתֶּֽיךָ H8478 ",
      "17": "וְהָיָ֗ה H1961 הַנִּמְלָ֛ט H4422 מֵחֶ֥רֶב H2719 חֲזָאֵ֖ל H2371 יָמִ֣ית H4191 יֵה֑וּא H3058 וְהַ H4422 מֵחֶ֥רֶב H2719 יֵה֖וּא H3058 יָמִ֥ית H4191 אֱלִישָֽׁע H477 ",
      "18": "וְהִשְׁאַרְתִּ֥י H7604 בְיִשְׂרָאֵ֖ל H3478 שִׁבְעַ֣ת H7651 אֲלָפִ֑ים H505 כָּל H3605 הַבִּרְכַּ֗יִם H1290 אֲשֶׁ֤ר H834 לֹֽא H3808 כָֽרְעוּ֙ H3766 לַבַּ֔עַל H1168 וְכָ֨ל H3605 הַפֶּ֔ה H6310 אֲשֶׁ֥ר H834 לֹֽא H3808 נָשַׁ֖ק H5401 לֽוֹ Hl ",
      "19": "וַיֵּ֣לֶךְ H3212 מִ֠שָּׁם H8033 וַיִּמְצָ֞א H4672 אֶת H853 אֱלִישָׁ֤ע H477 בֶּן H1121 שָׁפָט֙ H8202 וְה֣וּא H1931 חֹרֵ֔שׁ H2790 שְׁנֵים H8147 עָשָׂ֤ר H6240 צְמָדִים֙ H6776 לְפָנָ֔י H6440 וְה֖וּא H1931 בִּשְׁנֵ֣ים H8147 הֶעָשָׂ֑ר H6240 וַיַּעֲבֹ֤ר H5674 אֵלִיָּ֨הוּ֙ H452 אֵלָ֔יו H413 וַיַּשְׁלֵ֥ךְ H7993 אַדַּרְתּ֖וֹ H155 אֵלָֽיו H413 ",
      "20": "וַיַּעֲזֹ֣ב H5800 אֶת H853 הַבָּקָ֗ר H1241 וַיָּ֨רָץ֙ H7323 אַחֲרֵ֣י H310 אֵֽלִיָּ֔הוּ H452 וַיֹּ֗אמֶר H559 אֶשְּׁקָה H5401 נָּא֙ H4994 לְאָבִ֣ H1 וּלְ H517 וְאֵלְכָ֖ה H3212 אַחֲרֶ֑יךָ H310 וַיֹּ֤אמֶר H559 לוֹ֙ Hl לֵ֣ךְ H3212 שׁ֔וּב H7725 כִּ֥י H3588 מֶה H4100 עָשִׂ֖יתִי H6213 לָֽךְ Hl ",
      "21": "וַיָּ֨שָׁב H7725 מֵאַחֲרָ֜י H310 וַיִּקַּ֣ח H3947 אֶת H853 צֶ֧מֶד H6776 הַבָּקָ֣ר H1241 וַיִּזְבָּחֵ֗ H2076 וּבִ H3627 הַבָּקָר֙ H1241 בִּשְּׁלָ֣ם H1310 הַבָּשָׂ֔ר H1320 וַיִּתֵּ֥ן H5414 לָעָ֖ם H5971 וַיֹּאכֵ֑לוּ H398 וַיָּ֗קָם H6965 וַיֵּ֛לֶךְ H3212 אַחֲרֵ֥י H310 אֵלִיָּ֖הוּ H452 וַיְשָׁרְתֵֽ H8334 "
    },
    "20": {
      "1": "וּבֶן H1130 הֲדַ֣ד H1130 מֶֽלֶךְ H4428 אֲרָ֗ם H758 קָבַץ֙ H6908 אֶת H853 כָּל H3605 חֵיל֔וֹ H2428 וּשְׁלֹשִׁ֨ים H7970 וּשְׁנַ֥יִם H8147 מֶ֛לֶךְ H4428 אִתּ֖וֹ H854 וְס֣וּס H5483 וָרָ֑כֶב H7393 וַיַּ֗עַל H5927 וַיָּ֨צַר֙ H6696 עַל H5921 שֹׁ֣מְר֔וֹן H8111 וַיִּלָּ֖חֶם H3898 בָּֽהּ Hb ",
      "2": "וַיִּשְׁלַ֧ח H7971 מַלְאָכִ֛ים H4397 אֶל H413 אַחְאָ֥ב H256 מֶֽלֶךְ H4428 יִשְׂרָאֵ֖ל H3478 הָעִֽירָ H5892 ",
      "3": "וַיֹּ֣אמֶר H559 ל֗וֹ Hl כֹּ֚ה H3541 אָמַ֣ר H559 בֶּן H1130 הֲדַ֔ד H1130 כַּסְפְּךָ֥ H3701 וּֽזְהָבְ H2091 לִֽי Hl ה֑וּא H1931 וְנָשֶׁ֧י H802 וּבָנֶ֛י H1121 הַטּוֹבִ֖ים H2896 לִי Hl הֵֽם H1992 ",
      "4": "וַיַּ֤עַן H6030 מֶֽלֶךְ H4428 יִשְׂרָאֵל֙ H3478 וַיֹּ֔אמֶר H559 כִּדְבָרְ H1697 אֲדֹנִ֣י H113 הַמֶּ֑לֶךְ H4428 לְךָ֥ Hl אֲנִ֖י H589 וְכָל H3605 אֲשֶׁר H834 לִֽי Hl ",
      "5": "וַיָּשֻׁ֨בוּ֙ H7725 הַמַּלְאָכִ֔ים H4397 וַיֹּ֣אמְר֔וּ H559 כֹּֽה H3541 אָמַ֥ר H559 בֶּן H1130 הֲדַ֖ד H1130 לֵאמֹ֑ר H559 כִּֽי H3588 שָׁלַ֤חְתִּי H7971 אֵלֶ֨יךָ֙ H413 לֵאמֹ֔ר H559 כַּסְפְּךָ֧ H3701 וּזְהָבְ H2091 וְנָשֶׁ֥י H802 וּבָנֶ֖י H1121 לִ֥י Hl תִתֵּֽן H5414 ",
      "6": "כִּ֣י H3588 אִם H518 כָּעֵ֣ת H6256 מָחָ֗ר H4279 אֶשְׁלַ֤ח H7971 אֶת H853 עֲבָדַי֙ H5650 אֵלֶ֔יךָ H413 וְחִפְּשׂוּ֙ H2664 אֶת H853 בֵּ֣יתְךָ֔ H1004 וְאֵ֖ת H853 בָּתֵּ֣י H1004 עֲבָדֶ֑יךָ H5650 וְהָיָה֙ H1961 כָּל H3605 מַחְמַ֣ד H4261 עֵינֶ֔יךָ H5869 יָשִׂ֥ימוּ H7760 בְיָדָ֖ H3027 וְלָקָֽחוּ H3947 ",
      "7": "וַיִּקְרָ֤א H7121 מֶֽלֶךְ H4428 יִשְׂרָאֵל֙ H3478 לְכָל H3605 זִקְנֵ֣י H2205 הָאָ֔רֶץ H776 וַיֹּ֨אמֶר֙ H559 דְּעֽוּ H3045 נָ֣א H4994 וּרְא֔וּ H7200 כִּ֥י H3588 רָעָ֖ה H7451 זֶ֣ה H2088 מְבַקֵּ֑שׁ H1245 כִּֽי H3588 שָׁלַ֨ח H7971 אֵלַ֜י H413 לְנָשַׁ֤ H802 וּלְ H1121 וּלְ H3701 וְלִ H2091 וְלֹ֥א H3808 מָנַ֖עְתִּי H4513 מִמֶּֽנּוּ H4480 ",
      "8": "וַיֹּאמְר֥וּ H559 אֵלָ֛יו H413 כָּל H3605 הַזְּקֵנִ֖ים H2205 וְכָל H3605 הָעָ֑ם H5971 אַל H408 תִּשְׁמַ֖ע H8085 וְל֥וֹא H3808 תֹאבֶֽה H14 ",
      "9": "וַיֹּ֜אמֶר H559 לְמַלְאֲכֵ֣י H4397 בֶן H1130 הֲדַ֗ד H1130 אִמְר֞וּ H559 לַֽאדֹנִ֤ H113 הַמֶּ֨לֶךְ֙ H4428 כֹּל֩ H3605 אֲשֶׁר H834 שָׁלַ֨חְתָּ H7971 אֶל H413 עַבְדְּךָ֤ H5650 בָרִֽאשֹׁנָה֙ H7223 אֶעֱשֶׂ֔ה H6213 וְהַ H1697 הַזֶּ֔ה H2088 לֹ֥א H3808 אוּכַ֖ל H3201 לַעֲשׂ֑וֹת H6213 וַיֵּֽלְכוּ֙ H3212 הַמַּלְאָכִ֔ים H4397 וַיְשִׁבֻ֖ H7725 דָּבָֽר H1697 ",
      "10": "וַיִּשְׁלַ֤ח H7971 אֵלָיו֙ H413 בֶּן H1130 הֲדַ֔ד H1130 וַיֹּ֕אמֶר H559 כֹּֽה H3541 יַעֲשׂ֥וּן H6213 לִ֛י Hl אֱלֹהִ֖ים H430 וְכֹ֣ה H3541 יוֹסִ֑פוּ H3254 אִם H518 יִשְׂפֹּק֙ H5606 עֲפַ֣ר H6083 שֹׁמְר֔וֹן H8111 לִשְׁעָלִ֕ים H8168 לְכָל H3605 הָעָ֖ם H5971 אֲשֶׁ֥ר H834 בְּרַגְלָֽ H7272 ",
      "11": "וַיַּ֤עַן H6030 מֶֽלֶךְ H4428 יִשְׂרָאֵל֙ H3478 וַיֹּ֣אמֶר H559 דַּבְּר֔וּ H1696 אַל H408 יִתְהַלֵּ֥ל H1984 חֹגֵ֖ר H2296 כִּמְפַתֵּֽחַ H6605 ",
      "12": "וַיְהִ֗י H1961 כִּשְׁמֹ֨עַ֙ H8085 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֔ה H2088 וְה֥וּא H1931 שֹׁתֶ֛ה H8354 ה֥וּא H1931 וְהַ H4428 בַּסֻּכּ֑וֹת H5521 וַיֹּ֤אמֶר H559 אֶל H413 עֲבָדָיו֙ H5650 שִׂ֔ימוּ H7760 וַיָּשִׂ֖ימוּ H7760 עַל H5921 הָעִֽיר H5892 ",
      "13": "וְהִנֵּ֣ה H2009 נָבִ֣יא H5030 אֶחָ֗ד H259 נִגַּשׁ֮ H5066 אֶל H413 אַחְאָ֣ב H256 מֶֽלֶךְ H4428 יִשְׂרָאֵל֒ H3478 וַיֹּ֗אמֶר H559 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 הְֽרָאִ֔יתָ H7200 אֵ֛ת H853 כָּל H3605 הֶהָמ֥וֹן H1995 הַגָּד֖וֹל H1419 הַזֶּ֑ה H2088 הִנְנִ֨י H2005 נֹתְנ֤וֹ H5414 בְיָֽדְ H3027 הַיּ֔וֹם H3117 וְיָדַעְתָּ֖ H3045 כִּֽי H3588 אֲנִ֥י H589 יְהוָֽה H3068 ",
      "14": "וַיֹּ֤אמֶר H559 אַחְאָב֙ H256 בְּמִ֔י H4310 וַיֹּ֨אמֶר֙ H559 כֹּֽה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 בְּנַעֲרֵ֖י H5288 שָׂרֵ֣י H8269 הַמְּדִינ֑וֹת H4082 וַיֹּ֛אמֶר H559 מִֽי H4310 יֶאְסֹ֥ר H631 הַמִּלְחָמָ֖ה H4421 וַיֹּ֥אמֶר H559 אָֽתָּה H859 ",
      "15": "וַיִּפְקֹ֗ד H6485 אֶֽת H853 נַעֲרֵי֙ H5288 שָׂרֵ֣י H8269 הַמְּדִינ֔וֹת H4082 וַיִּהְי֕וּ H1961 מָאתַ֖יִם H3967 שְׁנַ֣יִם H8147 וּשְׁלֹשִׁ֑ים H7970 וְאַחֲרֵי H310 פָּקַ֧ד H6485 אֶת H853 כָּל H3605 הָעָ֛ם H5971 כָּל H3605 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 שִׁבְעַ֥ת H7651 אֲלָפִֽים H505 ",
      "16": "וַיֵּצְא֖וּ H3318 בַּֽצָּהֳרָ֑יִם H6672 וּבֶן H1130 הֲדַד֩ H1130 שֹׁתֶ֨ה H8354 שִׁכּ֜וֹר H7910 בַּסֻּכּ֗וֹת H5521 ה֧וּא H1931 וְהַ H4428 שְׁלֹשִֽׁים H7970 וּשְׁנַ֥יִם H8147 מֶ֖לֶךְ H4428 עֹזֵ֥ר H5826 אֹתֽוֹ H853 ",
      "17": "וַיֵּצְא֗וּ H3318 נַעֲרֵ֛י H5288 שָׂרֵ֥י H8269 הַמְּדִינ֖וֹת H4082 בָּרִֽאשֹׁנָ֑ה H7223 וַיִּשְׁלַ֣ח H7971 בֶּן H1130 הֲדַ֗ד H1130 וַיַּגִּ֤ידוּ H5046 לוֹ֙ Hl לֵאמֹ֔ר H559 אֲנָשִׁ֕ים H376 יָצְא֖וּ H3318 מִשֹּׁמְרֽוֹן H8111 ",
      "18": "וַיֹּ֛אמֶר H559 אִם H518 לְשָׁל֥וֹם H7965 יָצָ֖אוּ H3318 תִּפְשׂ֣וּם H8610 חַיִּ֑ים H2416 וְאִ֧ם H518 לְמִלְחָמָ֛ה H4421 יָצָ֖אוּ H3318 חַיִּ֥ים H2416 תִּפְשֽׂוּם H8610 ",
      "19": "וְאֵ֨לֶּה֙ H428 יָצְא֣וּ H3318 מִן H4480 הָעִ֔יר H5892 נַעֲרֵ֖י H5288 שָׂרֵ֣י H8269 הַמְּדִינ֑וֹת H4082 וְהַ H2428 אֲשֶׁ֥ר H834 אַחֲרֵיהֶֽם H310 ",
      "20": "וַיַּכּוּ֙ H5221 אִ֣ישׁ H376 אִישׁ֔וֹ H376 וַיָּנֻ֣סוּ H5127 אֲרָ֔ם H758 וַֽיִּרְדְּפֵ֖ H7291 יִשְׂרָאֵ֑ל H3478 וַיִּמָּלֵ֗ט H4422 בֶּן H1130 הֲדַד֙ H1130 מֶ֣לֶךְ H4428 אֲרָ֔ם H758 עַל H5921 ס֖וּס H5483 וּפָרָשִֽׁים H6571 ",
      "21": "וַיֵּצֵא֙ H3318 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 וַיַּ֥ךְ H5221 אֶת H853 הַסּ֖וּס H5483 וְאֶת H853 הָרָ֑כֶב H7393 וְהִכָּ֥ה H5221 בַאֲרָ֖ם H758 מַכָּ֥ה H4347 גְדוֹלָֽה H1419 ",
      "22": "וַיִּגַּ֤שׁ H5066 הַנָּבִיא֙ H5030 אֶל H413 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 וַיֹּ֤אמֶר H559 לוֹ֙ Hl לֵ֣ךְ H3212 הִתְחַזַּ֔ק H2388 וְדַ֥ע H3045 וּרְאֵ֖ה H7200 אֵ֣ת H853 אֲשֶֽׁר H834 תַּעֲשֶׂ֑ה H6213 כִּ֚י H3588 לִתְשׁוּבַ֣ת H8666 הַשָּׁנָ֔ה H8141 מֶ֥לֶךְ H4428 אֲרָ֖ם H758 עֹלֶ֥ה H5927 עָלֶֽיךָ H5921 ",
      "23": "וְעַבְדֵ֨י H5650 מֶֽלֶךְ H4428 אֲרָ֜ם H758 אָמְר֣וּ H559 אֵלָ֗יו H413 אֱלֹהֵ֤י H430 הָרִים֙ H2022 אֱלֹ֣הֵיהֶ֔ם H430 עַל H5921 כֵּ֖ן H3651 חָזְק֣וּ H2388 מִמֶּ֑נּוּ H4480 וְאוּלָ֗ם H199 נִלָּחֵ֤ם H3898 אִתָּם֙ H854 בַּמִּישׁ֔וֹר H4334 אִם H518 לֹ֥א H3808 נֶחֱזַ֖ק H2388 מֵהֶֽם H1992 ",
      "24": "וְאֶת H853 הַדָּבָ֥ר H1697 הַזֶּ֖ה H2088 עֲשֵׂ֑ה H6213 הָסֵ֤ר H5493 הַמְּלָכִים֙ H4428 אִ֣ישׁ H376 מִמְּקֹמ֔ H4725 וְשִׂ֥ים H7760 פַּח֖וֹת H6346 תַּחְתֵּיהֶֽם H8478 ",
      "25": "וְאַתָּ֣ה H859 תִֽמְנֶה H4487 לְךָ֣ Hl חַ֡יִל H2428 כַּחַיִל֩ H2428 הַנֹּפֵ֨ל H5307 מֵאוֹתָ֜ H853 וְס֣וּס H5483 כַּסּ֣וּס H5483 וְרֶ֣כֶב H7393 כָּרֶ֗כֶב H7393 וְנִֽלָּחֲמָ֤ה H3898 אוֹתָם֙ H853 בַּמִּישׁ֔וֹר H4334 אִם H518 לֹ֥א H3808 נֶחֱזַ֖ק H2388 מֵהֶ֑ם H1992 וַיִּשְׁמַ֥ע H8085 לְקֹלָ֖ H6963 וַיַּ֥עַשׂ H6213 כֵּֽן H3651 ",
      "26": "וַֽיְהִי֙ H1961 לִתְשׁוּבַ֣ת H8666 הַשָּׁנָ֔ה H8141 וַיִּפְקֹ֥ד H6485 בֶּן H1130 הֲדַ֖ד H1130 אֶת H853 אֲרָ֑ם H758 וַיַּ֣עַל H5927 אֲפֵ֔קָה H663 לַמִּלְחָמָ֖ה H4421 עִם H5973 יִשְׂרָאֵֽל H3478 ",
      "27": "וּבְנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 הָתְפָּקְדוּ֙ H6485 וְכָלְכְּל֔וּ H3557 וַיֵּלְכ֖וּ H3212 לִקְרָאתָ֑ H7125 וַיַּחֲנ֨וּ H2583 בְנֵֽי H1121 יִשְׂרָאֵ֜ל H3478 נֶגְדָּ֗ם H5048 כִּשְׁנֵי֙ H8147 חֲשִׂפֵ֣י H2835 עִזִּ֔ים H5795 וַאֲרָ֖ם H758 מִלְא֥וּ H4390 אֶת H853 הָאָֽרֶץ H776 ",
      "28": "וַיִּגַּ֞שׁ H5066 אִ֣ישׁ H376 הָאֱלֹהִ֗ים H430 וַיֹּאמֶר֮ H559 אֶל H413 מֶ֣לֶךְ H4428 יִשְׂרָאֵל֒ H3478 וַיֹּ֜אמֶר H559 כֹּֽה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 יַ֠עַן H3282 אֲשֶׁ֨ר H834 אָמְר֤וּ H559 אֲרָם֙ H758 אֱלֹהֵ֤י H430 הָרִים֙ H2022 יְהוָ֔ה H3068 וְלֹֽא H3808 אֱלֹהֵ֥י H430 עֲמָקִ֖ים H6010 ה֑וּא H1931 וְ֠נָתַתִּי H5414 אֶת H853 כָּל H3605 הֶהָמ֨וֹן H1995 הַגָּ֤דוֹל H1419 הַזֶּה֙ H2088 בְּיָדֶ֔ H3027 וִֽידַעְתֶּ֖ם H3045 כִּֽי H3588 אֲנִ֥י H589 יְהוָֽה H3068 ",
      "29": "וַֽיַּחֲנ֧וּ H2583 אֵ֦לֶּה H428 נֹ֥כַח H5227 אֵ֖לֶּה H428 שִׁבְעַ֣ת H7651 יָמִ֑ים H3117 וַיְהִ֣י H1961 בַּיּ֣וֹם H3117 הַשְּׁבִיעִ֗י H7637 וַתִּקְרַב֙ H7126 הַמִּלְחָמָ֔ה H4421 וַיַּכּ֨וּ H5221 בְנֵֽי H1121 יִשְׂרָאֵ֧ל H3478 אֶת H853 אֲרָ֛ם H758 מֵאָה H3967 אֶ֥לֶף H505 רַגְלִ֖י H7273 בְּי֥וֹם H3117 אֶחָֽד H259 ",
      "30": "וַיָּנֻ֨סוּ H5127 הַנּוֹתָרִ֥ים H3498 אֲפֵקָה֮ H663 אֶל H413 הָעִיר֒ H5892 וַתִּפֹּל֙ H5307 הַחוֹמָ֔ה H2346 עַל H5921 עֶשְׂרִ֨ים H6242 וְשִׁבְעָ֥ה H7651 אֶ֛לֶף H505 אִ֖ישׁ H376 הַנּוֹתָרִ֑ים H3498 וּבֶן H1130 הֲדַ֣ד H1130 נָ֔ס H5127 וַיָּבֹ֥א H935 אֶל H413 הָעִ֖יר H5892 חֶ֥דֶר H2315 בְּחָֽדֶר H2315 ",
      "31": "וַיֹּאמְר֣וּ H559 אֵלָיו֮ H413 עֲבָדָיו֒ H5650 הִנֵּֽה H2009 נָ֣א H4994 שָׁמַ֔עְנוּ H8085 כִּ֗י H3588 מַלְכֵי֙ H4428 בֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 כִּֽי H3588 מַלְכֵ֥י H4428 חֶ֖סֶד H2617 הֵ֑ם H1992 נָשִׂ֣ימָה H7760 נָּא֩ H4994 שַׂקִּ֨ים H8242 בְּמָתְנֵ֜י H4975 וַחֲבָלִ֣ים H2256 בְּרֹאשֵׁ֗ H7218 וְנֵצֵא֙ H3318 אֶל H413 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 אוּלַ֖י H194 יְחַיֶּ֥ה H2421 אֶת H853 נַפְשֶֽׁךָ H5315 ",
      "32": "וַיַּחְגְּרוּ֩ H2296 שַׂקִּ֨ים H8242 בְּמָתְנֵי H4975 וַחֲבָלִ֣ים H2256 בְּרָאשֵׁי H7218 וַיָּבֹ֨אוּ֙ H935 אֶל H413 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 וַיֹּ֣אמְר֔וּ H559 עַבְדְּךָ֧ H5650 בֶן H1130 הֲדַ֛ד H1130 אָמַ֖ר H559 תְּחִֽי H2421 נָ֣א H4994 נַפְשִׁ֑י H5315 וַיֹּ֛אמֶר H559 הַעוֹדֶ֥ H5750 חַ֖י H2416 אָחִ֥י H251 הֽוּא H1931 ",
      "33": "וְהָ H376 יְנַחֲשׁ֨וּ H5172 וַֽיְמַהֲר֜וּ H4116 וַיַּחְלְט֣וּ H2480 הֲמִמֶּ֗ H4480 וַיֹּֽאמְרוּ֙ H559 אָחִ֣יךָ H251 בֶן H1130 הֲדַ֔ד H1130 וַיֹּ֖אמֶר H559 בֹּ֣אוּ H935 קָחֻ֑הוּ H3947 וַיֵּצֵ֤א H3318 אֵלָיו֙ H413 בֶּן H1130 הֲדַ֔ד H1130 וַֽיַּעֲלֵ֖ H5927 עַל H5921 הַמֶּרְכָּבָֽה H4818 ",
      "34": "וַיֹּ֣אמֶר H559 אֵלָ֡יו H413 הֶעָרִ֣ים H5892 אֲשֶׁר H834 לָֽקַח H3947 אָבִי֩ H1 מֵאֵ֨ת H853 אָבִ֜יךָ H1 אָשִׁ֗יב H7725 וְ֠חוּצוֹת H2351 תָּשִׂ֨ים H7760 לְךָ֤ Hl בְדַמֶּ֨שֶׂק֙ H1834 כַּאֲשֶׁר H834 שָׂ֤ם H7760 אָבִי֙ H1 בְּשֹׁ֣מְר֔וֹן H8111 וַאֲנִ֖י H589 בַּבְּרִ֣ית H1285 אֲשַׁלְּחֶ֑ךָּ H7971 וַיִּכְרָת H3772 ל֥וֹ Hl בְרִ֖ית H1285 וַֽיְשַׁלְּחֵֽ H7971 ",
      "35": "וְאִ֨ישׁ H376 אֶחָ֜ד H259 מִבְּנֵ֣י H1121 הַנְּבִיאִ֗ים H5030 אָמַ֧ר H559 אֶל H413 רֵעֵ֛הוּ H7453 בִּדְבַ֥ר H1697 יְהוָ֖ה H3068 הַכֵּ֣ינִי H5221 נָ֑א H4994 וַיְמָאֵ֥ן H3985 הָאִ֖ישׁ H376 לְהַכֹּתֽ H5221 ",
      "36": "וַיֹּ֣אמֶר H559 ל֗וֹ Hl יַ֚עַן H3282 אֲשֶׁ֤ר H834 לֹֽא H3808 שָׁמַ֨עְתָּ֙ H8085 בְּק֣וֹל H6963 יְהוָ֔ה H3068 הִנְּךָ֤ H2005 הוֹלֵךְ֙ H1980 מֵֽאִתִּ֔ H853 וְהִכְּ H5221 הָאַרְיֵ֑ה H738 וַיֵּ֨לֶךְ֙ H3212 מֵֽאֶצְל֔ H681 וַיִּמְצָאֵ֥ H4672 הָאַרְיֵ֖ה H738 וַיַּכֵּֽ H5221 ",
      "37": "וַיִּמְצָא֙ H4672 אִ֣ישׁ H376 אַחֵ֔ר H312 וַיֹּ֖אמֶר H559 הַכֵּ֣ינִי H5221 נָ֑א H4994 וַיַּכֵּ֥ H5221 הָאִ֖ישׁ H376 הַכֵּ֥ה H5221 וּפָצֹֽעַ H6481 ",
      "38": "וַיֵּ֨לֶךְ֙ H3212 הַנָּבִ֔יא H5030 וַיַּעֲמֹ֥ד H5975 לַמֶּ֖לֶךְ H4428 עַל H5921 הַדָּ֑רֶךְ H1870 וַיִּתְחַפֵּ֥שׂ H2664 בָּאֲפֵ֖ר H666 עַל H5921 עֵינָֽיו H5869 ",
      "39": "וַיְהִ֤י H1961 הַמֶּ֨לֶךְ֙ H4428 עֹבֵ֔ר H5674 וְה֖וּא H1931 צָעַ֣ק H6817 אֶל H413 הַמֶּ֑לֶךְ H4428 וַיֹּ֜אמֶר H559 עַבְדְּךָ֣ H5650 יָצָ֣א H3318 בְקֶֽרֶב H7130 הַמִּלְחָמָ֗ה H4421 וְהִנֵּֽה H2009 אִ֨ישׁ H376 סָ֜ר H5493 וַיָּבֵ֧א H935 אֵלַ֣י H413 אִ֗ישׁ H376 וַיֹּ֨אמֶר֙ H559 שְׁמֹר֙ H8104 אֶת H853 הָאִ֣ישׁ H376 הַזֶּ֔ה H2088 אִם H518 הִפָּקֵד֙ H6485 יִפָּקֵ֔ד H6485 וְהָיְתָ֤ה H1961 נַפְשְׁךָ֙ H5315 תַּ֣חַת H8478 נַפְשׁ֔וֹ H5315 א֥וֹ H176 כִכַּר H3603 כֶּ֖סֶף H3701 תִּשְׁקֽוֹל H8254 ",
      "40": "וַיְהִ֣י H1961 עַבְדְּךָ֗ H5650 עֹשֵׂ֥ה H6213 הֵ֛נָּה H2008 וָהֵ֖נָּה H2008 וְה֣וּא H1931 אֵינֶ֑נּוּ H369 וַיֹּ֨אמֶר H559 אֵלָ֧יו H413 מֶֽלֶךְ H4428 יִשְׂרָאֵ֛ל H3478 כֵּ֥ן H3651 מִשְׁפָּטֶ֖ךָ H4941 אַתָּ֥ה H859 חָרָֽצְתָּ H2782 ",
      "41": "וַיְמַהֵ֕ר H4116 וַיָּ֨סַר֙ H5493 אֶת H853 הָ֣אֲפֵ֔ר H666 מעל H5921 עֵינָ֑יו H5869 וַיַּכֵּ֤ר H5234 אֹתוֹ֙ H853 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 כִּ֥י H3588 מֵֽהַ H5030 הֽוּא H1931 ",
      "42": "וַיֹּ֣אמֶר H559 אֵלָ֗יו H413 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 יַ֛עַן H3282 שִׁלַּ֥חְתָּ H7971 אֶת H853 אִישׁ H376 חֶרְמִ֖י H2764 מִיָּ֑ד H3027 וְהָיְתָ֤ה H1961 נַפְשְׁךָ֙ H5315 תַּ֣חַת H8478 נַפְשׁ֔וֹ H5315 וְעַמְּ H5971 תַּ֥חַת H8478 עַמּֽוֹ H5971 ",
      "43": "וַיֵּ֧לֶךְ H3212 מֶֽלֶךְ H4428 יִשְׂרָאֵ֛ל H3478 עַל H5921 בֵּית֖וֹ H1004 סַ֣ר H5620 וְזָעֵ֑ף H2198 וַיָּבֹ֖א H935 שֹׁמְרֽוֹנָה H8111 "
    },
    "21": {
      "1": "וַיְהִ֗י H1961 אַחַר֙ H310 הַדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 כֶּ֧רֶם H3754 הָיָ֛ה H1961 לְנָב֥וֹת H5022 הַיִּזְרְעֵאלִ֖י H3158 אֲשֶׁ֣ר H834 בְּיִזְרְעֶ֑אל H3157 אֵ֚צֶל H681 הֵיכַ֣ל H1964 אַחְאָ֔ב H256 מֶ֖לֶךְ H4428 שֹׁמְרֽוֹן H8111 ",
      "2": "וַיְדַבֵּ֣ר H1696 אַחְאָ֣ב H256 אֶל H413 נָב֣וֹת H5022 לֵאמֹר֩ H559 תְּנָה H5414 לִּ֨י Hl אֶֽת H853 כַּרְמְךָ֜ H3754 וִֽיהִי H1961 לִ֣י Hl לְגַן H1588 יָרָ֗ק H3419 כִּ֣י H3588 ה֤וּא H1931 קָרוֹב֙ H7138 אֵ֣צֶל H681 בֵּיתִ֔י H1004 וְאֶתְּנָ֤ה H5414 לְךָ֙ Hl תַּחְתָּ֔יו H8478 כֶּ֖רֶם H3754 ט֣וֹב H2896 מִמֶּ֑נּוּ H4480 אִ֚ם H518 ט֣וֹב H2896 בְּעֵינֶ֔י H5869 אֶתְּנָה H5414 לְךָ֥ Hl כֶ֖סֶף H3701 מְחִ֥יר H4242 זֶֽה H2088 ",
      "3": "וַיֹּ֥אמֶר H559 נָב֖וֹת H5022 אֶל H413 אַחְאָ֑ב H256 חָלִ֤ילָה H2486 לִּי֙ Hl מֵֽיהוָ֔ה H3068 מִתִּתִּ֛ H5414 אֶת H853 נַחֲלַ֥ת H5159 אֲבֹתַ֖י H1 לָֽךְ Hl ",
      "4": "וַיָּבֹא֩ H935 אַחְאָ֨ב H256 אֶל H413 בֵּית֜וֹ H1004 סַ֣ר H5620 וְזָעֵ֗ף H2198 עַל H5921 הַדָּבָר֙ H1697 אֲשֶׁר H834 דִּבֶּ֣ר H1696 אֵלָ֗יו H413 נָבוֹת֙ H5022 הַיִּזְרְעֵאלִ֔י H3158 וַיֹּ֕אמֶר H559 לֹֽא H3808 אֶתֵּ֥ן H5414 לְךָ֖ Hl אֶת H853 נַחֲלַ֣ת H5159 אֲבוֹתָ֑י H1 וַיִּשְׁכַּב֙ H7901 עַל H5921 מִטָּת֔וֹ H4296 וַיַּסֵּ֥ב H5437 אֶת H853 פָּנָ֖יו H6440 וְלֹֽא H3808 אָ֥כַל H398 לָֽחֶם H3899 ",
      "5": "וַתָּבֹ֥א H935 אֵלָ֖יו H413 אִיזֶ֣בֶל H348 אִשְׁתּ֑וֹ H802 וַתְּדַבֵּ֣ר H1696 אֵלָ֗יו H413 מַה H4100 זֶּה֙ H2088 רוּחֲךָ֣ H7307 סָרָ֔ה H5620 וְאֵינְ H369 אֹכֵ֥ל H398 לָֽחֶם H3899 ",
      "6": "וַיְדַבֵּ֣ר H1696 אֵלֶ֗יהָ H413 כִּֽי H3588 אֲ֠דַבֵּר H1696 אֶל H413 נָב֨וֹת H5022 הַיִּזְרְעֵאלִ֜י H3158 וָאֹ֣מַר H559 ל֗וֹ Hl תְּנָה H5414 לִּ֤י Hl אֶֽת H853 כַּרְמְךָ֙ H3754 בְּכֶ֔סֶף H3701 א֚וֹ H176 אִם H518 חָפֵ֣ץ H2655 אַתָּ֔ה H859 אֶתְּנָה H5414 לְךָ֥ Hl כֶ֖רֶם H3754 תַּחְתָּ֑יו H8478 וַיֹּ֕אמֶר H559 לֹֽא H3808 אֶתֵּ֥ן H5414 לְךָ֖ Hl אֶת H853 כַּרְמִֽי H3754 ",
      "7": "וַתֹּ֤אמֶר H559 אֵלָיו֙ H413 אִיזֶ֣בֶל H348 אִשְׁתּ֔וֹ H802 אַתָּ֕ה H859 עַתָּ֛ה H6258 תַּעֲשֶׂ֥ה H6213 מְלוּכָ֖ה H4410 עַל H5921 יִשְׂרָאֵ֑ל H3478 ק֤וּם H6965 אֱכָל H398 לֶ֨חֶם֙ H3899 וְיִטַ֣ב H3190 לִבֶּ֔ךָ H3820 אֲנִי֙ H589 אֶתֵּ֣ן H5414 לְךָ֔ Hl אֶת H853 כֶּ֖רֶם H3754 נָב֥וֹת H5022 הַיִּזְרְעֵאלִֽי H3158 ",
      "8": "וַתִּכְתֹּ֤ב H3789 סְפָרִים֙ H5612 בְּשֵׁ֣ם H8034 אַחְאָ֔ב H256 וַתַּחְתֹּ֖ם H2856 בְּחֹתָמ֑ H2368 וַתִּשְׁלַ֣ח H7971 הספרים H5612 אֶל H413 הַזְקֵנִ֤ים H2205 וְאֶל H413 הַֽחֹרִים֙ H2715 אֲשֶׁ֣ר H834 בְּעִיר֔ H5892 הַיֹּשְׁבִ֖ים H3427 אֶת H854 נָבֽוֹת H5022 ",
      "9": "וַתִּכְתֹּ֥ב H3789 בַּסְּפָרִ֖ים H5612 לֵאמֹ֑ר H559 קִֽרְאוּ H7121 צ֔וֹם H6685 וְהוֹשִׁ֥יבוּ H3427 אֶת H853 נָב֖וֹת H5022 בְּרֹ֥אשׁ H7218 הָעָֽם H5971 ",
      "10": "וְ֠הוֹשִׁיבוּ H3427 שְׁנַ֨יִם H8147 אֲנָשִׁ֥ים H376 בְּנֵֽי H1121 בְלִיַּעַל֮ H1100 נֶגְדּוֹ֒ H5048 וִיעִדֻ֣ H5749 לֵאמֹ֔ר H559 בֵּרַ֥כְתָּ H1288 אֱלֹהִ֖ים H430 וָמֶ֑לֶךְ H4428 וְהוֹצִיאֻ֥ H3318 וְסִקְלֻ֖ H5619 וְיָמֹֽת H4191 ",
      "11": "וַיַּעֲשׂוּ֩ H6213 אַנְשֵׁ֨י H376 עִיר֜וֹ H5892 הַזְּקֵנִ֣ים H2205 וְהַ H2715 אֲשֶׁ֤ר H834 הַיֹּֽשְׁבִים֙ H3427 בְּעִיר֔ H5892 כַּאֲשֶׁ֛ר H834 שָׁלְחָ֥ה H7971 אֲלֵיהֶ֖ם H413 אִיזָ֑בֶל H348 כַּאֲשֶׁ֤ר H834 כָּתוּב֙ H3789 בַּסְּפָרִ֔ים H5612 אֲשֶׁ֥ר H834 שָׁלְחָ֖ה H7971 אֲלֵיהֶֽם H413 ",
      "12": "קָרְא֖וּ H7121 צ֑וֹם H6685 וְהֹשִׁ֥יבוּ H3427 אֶת H853 נָב֖וֹת H5022 בְּרֹ֥אשׁ H7218 הָעָֽם H5971 ",
      "13": "וַ֠יָּבֹאוּ H935 שְׁנֵ֨י H8147 הָאֲנָשִׁ֥ים H376 בְּנֵֽי H1121 בְלִיַּעַל֮ H1100 וַיֵּשְׁב֣וּ H3427 נֶגְדּוֹ֒ H5048 וַיְעִדֻ H5749 אַנְשֵׁ֨י H376 הַבְּלִיַּ֜עַל H1100 אֶת H853 נָב֗וֹת H5022 נֶ֤גֶד H5048 הָעָם֙ H5971 לֵאמֹ֔ר H559 בֵּרַ֥ךְ H1288 נָב֛וֹת H5022 אֱלֹהִ֖ים H430 וָמֶ֑לֶךְ H4428 וַיֹּצִאֻ֨ H3318 מִח֣וּץ H2351 לָעִ֔יר H5892 וַיִּסְקְלֻ֥ H5619 בָאֲבָנִ֖ים H68 וַיָּמֹֽת H4191 ",
      "14": "וַֽיִּשְׁלְח֖וּ H7971 אֶל H413 אִיזֶ֣בֶל H348 לֵאמֹ֑ר H559 סֻקַּ֥ל H5619 נָב֖וֹת H5022 וַיָּמֹֽת H4191 ",
      "15": "וַֽיְהִי֙ H1961 כִּשְׁמֹ֣עַ H8085 אִיזֶ֔בֶל H348 כִּֽי H3588 סֻקַּ֥ל H5619 נָב֖וֹת H5022 וַיָּמֹ֑ת H4191 וַתֹּ֨אמֶר H559 אִיזֶ֜בֶל H348 אֶל H413 אַחְאָ֗ב H256 ק֣וּם H6965 רֵ֞שׁ H3423 אֶת H853 כֶּ֣רֶם H3754 נָב֣וֹת H5022 הַיִּזְרְעֵאלִ֗י H3158 אֲשֶׁ֤ר H834 מֵאֵן֙ H3985 לָתֶת H5414 לְךָ֣ Hl בְכֶ֔סֶף H3701 כִּ֣י H3588 אֵ֥ין H369 נָב֛וֹת H5022 חַ֖י H2416 כִּי H3588 מֵֽת H4191 ",
      "16": "וַיְהִ֛י H1961 כִּשְׁמֹ֥עַ H8085 אַחְאָ֖ב H256 כִּ֣י H3588 מֵ֣ת H4191 נָב֑וֹת H5022 וַיָּ֣קָם H6965 אַחְאָ֗ב H256 לָרֶ֛דֶת H3381 אֶל H413 כֶּ֛רֶם H3754 נָב֥וֹת H5022 הַיִּזְרְעֵאלִ֖י H3158 לְרִשְׁתּֽ H3423 ",
      "17": "וַיְהִי֙ H1961 דְּבַר H1697 יְהוָ֔ה H3068 אֶל H413 אֵלִיָּ֥הוּ H452 הַתִּשְׁבִּ֖י H8664 לֵאמֹֽר H559 ",
      "18": "ק֣וּם H6965 רֵ֗ד H3381 לִקְרַ֛את H7125 אַחְאָ֥ב H256 מֶֽלֶךְ H4428 יִשְׂרָאֵ֖ל H3478 אֲשֶׁ֣ר H834 בְּשֹׁמְר֑וֹן H8111 הִנֵּה֙ H2009 בְּכֶ֣רֶם H3754 נָב֔וֹת H5022 אֲשֶׁר H834 יָ֥רַד H3381 שָׁ֖ם H8033 לְרִשְׁתּֽ H3423 ",
      "19": "וְדִבַּרְתָּ֨ H1696 אֵלָ֜יו H413 לֵאמֹ֗ר H559 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 הֲרָצַ֖חְתָּ H7523 וְגַם H1571 יָרָ֑שְׁתָּ H3423 וְדִבַּרְתָּ֨ H1696 אֵלָ֜יו H413 לֵאמֹ֗ר H559 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 בִּמְק֗וֹם H4725 אֲשֶׁ֨ר H834 לָקְק֤וּ H3952 הַכְּלָבִים֙ H3611 אֶת H853 דַּ֣ם H1818 נָב֔וֹת H5022 יָלֹ֧קּוּ H3952 הַכְּלָבִ֛ים H3611 אֶת H853 דָּמְךָ֖ H1818 גַּם H1571 אָֽתָּה H859 ",
      "20": "וַיֹּ֤אמֶר H559 אַחְאָב֙ H256 אֶל H413 אֵ֣לִיָּ֔הוּ H452 הַֽמְצָאתַ֖ H4672 אֹיְבִ֑י H341 וַיֹּ֣אמֶר H559 מָצָ֔אתִי H4672 יַ֚עַן H3282 הִתְמַכֶּרְךָ֔ H4376 לַעֲשׂ֥וֹת H6213 הָרַ֖ע H7451 בְּעֵינֵ֥י H5869 יְהוָֽה H3068 ",
      "21": "הִנְנִ֨י H2005 מבי H935 אֵלֶ֨יךָ֙ H413 רָעָ֔ה H7451 וּבִעַרְתִּ֖י H1197 אַחֲרֶ֑יךָ H310 וְהִכְרַתִּ֤י H3772 לְאַחְאָב֙ H256 מַשְׁתִּ֣ין H8366 בְּקִ֔יר H7023 וְעָצ֥וּר H6113 וְעָז֖וּב H5800 בְּיִשְׂרָאֵֽל H3478 ",
      "22": "וְנָתַתִּ֣י H5414 אֶת H853 בֵּיתְךָ֗ H1004 כְּבֵית֙ H1004 יָרָבְעָ֣ם H3379 בֶּן H1121 נְבָ֔ט H5028 וּכְ H1004 בַּעְשָׁ֣א H1201 בֶן H1121 אֲחִיָּ֑ה H281 אֶל H413 הַכַּ֨עַס֙ H3708 אֲשֶׁ֣ר H834 הִכְעַ֔סְתָּ H3707 וַֽתַּחֲטִ֖א H2398 אֶת H853 יִשְׂרָאֵֽל H3478 ",
      "23": "וְגַ֨ם H1571 לְאִיזֶ֔בֶל H348 דִּבֶּ֥ר H1696 יְהוָ֖ה H3068 לֵאמֹ֑ר H559 הַכְּלָבִ֛ים H3611 יֹאכְל֥וּ H398 אֶת H853 אִיזֶ֖בֶל H348 בְּחֵ֥ל H2426 יִזְרְעֶֽאל H3157 ",
      "24": "הַמֵּ֤ת H4191 לְאַחְאָב֙ H256 בָּעִ֔יר H5892 יֹאכְל֖וּ H398 הַכְּלָבִ֑ים H3611 וְהַ H4191 בַּשָּׂדֶ֔ה H7704 יֹאכְל֖וּ H398 ע֥וֹף H5775 הַשָּׁמָֽיִם H8064 ",
      "25": "רַ֚ק H7535 לֹֽא H3808 הָיָ֣ה H1961 כְאַחְאָ֔ב H256 אֲשֶׁ֣ר H834 הִתְמַכֵּ֔ר H4376 לַעֲשׂ֥וֹת H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 אֲשֶׁר H834 הֵסַ֥תָּה H5496 אֹת֖וֹ H853 אִיזֶ֥בֶל H348 אִשְׁתּֽוֹ H802 ",
      "26": "וַיַּתְעֵ֣ב H8581 מְאֹ֔ד H3966 לָלֶ֖כֶת H3212 אַחֲרֵ֣י H310 הַגִּלֻּלִ֑ים H1544 כְּכֹל֙ H3605 אֲשֶׁ֣ר H834 עָשׂ֣וּ H6213 הָאֱמֹרִ֔י H567 אֲשֶׁר֙ H834 הוֹרִ֣ישׁ H3423 יְהוָ֔ה H3068 מִפְּנֵ֖י H6440 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
      "27": "וַיְהִי֩ H1961 כִשְׁמֹ֨עַ H8085 אַחְאָ֜ב H256 אֶת H853 הַדְּבָרִ֤ים H1697 הָאֵ֨לֶּה֙ H428 וַיִּקְרַ֣ע H7167 בְּגָדָ֔יו H899 וַיָּֽשֶׂם H7760 שַׂ֥ק H8242 עַל H5921 בְּשָׂר֖וֹ H1320 וַיָּצ֑וֹם H6684 וַיִּשְׁכַּ֣ב H7901 בַּשָּׂ֔ק H8242 וַיְהַלֵּ֖ךְ H1980 אַֽט H328 ",
      "28": "וַֽיְהִי֙ H1961 דְּבַר H1697 יְהוָ֔ה H3068 אֶל H413 אֵלִיָּ֥הוּ H452 הַתִּשְׁבִּ֖י H8664 לֵאמֹֽר H559 ",
      "29": "הֲֽרָאִ֔יתָ H7200 כִּֽי H3588 נִכְנַ֥ע H3665 אַחְאָ֖ב H256 מִלְּ H6440 יַ֜עַן H3282 כִּֽי H3588 נִכְנַ֣ע H3665 מִפָּנַ֗ H6440 לֹֽא H3808 אבי H935 הָֽרָעָה֙ H7451 בְּיָמָ֔י H3117 בִּימֵ֣י H3117 בְנ֔וֹ H1121 אָבִ֥יא H935 הָרָעָ֖ה H7451 עַל H5921 בֵּיתֽוֹ H1004 "
    },
    "22": {
      "1": "וַיֵּשְׁב֖וּ H3427 שָׁלֹ֣שׁ H7969 שָׁנִ֑ים H8141 אֵ֚ין H369 מִלְחָמָ֔ה H4421 בֵּ֥ין H996 אֲרָ֖ם H758 וּבֵ֥ין H996 יִשְׂרָאֵֽל H3478 ",
      "2": "וַיְהִ֖י H1961 בַּשָּׁנָ֣ה H8141 הַשְּׁלִישִׁ֑ית H7992 וַיֵּ֛רֶד H3381 יְהוֹשָׁפָ֥ט H3092 מֶֽלֶךְ H4428 יְהוּדָ֖ה H3063 אֶל H413 מֶ֥לֶךְ H4428 יִשְׂרָאֵֽל H3478 ",
      "3": "וַיֹּ֤אמֶר H559 מֶֽלֶךְ H4428 יִשְׂרָאֵל֙ H3478 אֶל H413 עֲבָדָ֔יו H5650 הַיְדַעְתֶּ֕ם H3045 כִּֽי H3588 לָ֖נוּ Hl רָמֹ֣ת H7433 גִּלְעָ֑ד H1568 וַאֲנַ֣חְנוּ H587 מַחְשִׁ֔ים H2814 מִקַּ֣חַת H3947 אֹתָ֔הּ H853 מִיַּ֖ד H3027 מֶ֥לֶךְ H4428 אֲרָֽם H758 ",
      "4": "וַיֹּ֨אמֶר֙ H559 אֶל H413 יְה֣וֹשָׁפָ֔ט H3092 הֲתֵלֵ֥ךְ H3212 אִתִּ֛י H854 לַמִּלְחָמָ֖ה H4421 רָמֹ֣ת H7433 גִּלְעָ֑ד H1568 וַיֹּ֤אמֶר H559 יְהֽוֹשָׁפָט֙ H3092 אֶל H413 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 כָּמ֧וֹנִי H3644 כָמ֛וֹךָ H3644 כְּעַמִּ֥ H5971 כְעַמֶּ֖ H5971 כְּסוּסַ֥ H5483 כְּסוּסֶֽי H5483 ",
      "5": "וַיֹּ֥אמֶר H559 יְהוֹשָׁפָ֖ט H3092 אֶל H413 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֑ל H3478 דְּרָשׁ H1875 נָ֥א H4994 כַיּ֖וֹם H3117 אֶת H854 דְּבַ֥ר H1697 יְהוָֽה H3068 ",
      "6": "וַיִּקְבֹּ֨ץ H6908 מֶֽלֶךְ H4428 יִשְׂרָאֵ֥ל H3478 אֶֽת H853 הַנְּבִיאִים֮ H5030 כְּאַרְבַּ֣ע H702 מֵא֣וֹת H3967 אִישׁ֒ H376 וַיֹּ֣אמֶר H559 אֲלֵהֶ֗ם H413 הַאֵלֵ֞ךְ H3212 עַל H5921 רָמֹ֥ת H7433 גִּלְעָ֛ד H1568 לַמִּלְחָמָ֖ה H4421 אִם H518 אֶחְדָּ֑ל H2308 וַיֹּאמְר֣וּ H559 עֲלֵ֔ה H5927 וְיִתֵּ֥ן H5414 אֲדֹנָ֖י H136 בְּיַ֥ד H3027 הַמֶּֽלֶךְ H4428 ",
      "7": "וַיֹּ֨אמֶר֙ H559 יְה֣וֹשָׁפָ֔ט H3092 הַאֵ֨ין H369 פֹּ֥ה H6311 נָבִ֛יא H5030 לַיהוָ֖ה H3068 ע֑וֹד H5750 וְנִדְרְשָׁ֖ה H1875 מֵאוֹתֽ H853 ",
      "8": "וַיֹּ֣אמֶר H559 מֶֽלֶךְ H4428 יִשְׂרָאֵ֣ל H3478 אֶֽל H413 יְהוֹשָׁפָ֡ט H3092 ע֣וֹד H5750 אִישׁ H376 אֶחָ֡ד H259 לִדְרֹשׁ֩ H1875 אֶת H853 יְהוָ֨ה H3068 מֵאֹת֜ H853 וַאֲנִ֣י H589 שְׂנֵאתִ֗יו H8130 כִּ֠י H3588 לֹֽא H3808 יִתְנַבֵּ֨א H5012 עָלַ֥י H5921 טוֹב֙ H2896 כִּ֣י H3588 אִם H518 רָ֔ע H7451 מִיכָ֖יְהוּ H4321 בֶּן H1121 יִמְלָ֑ה H3229 וַיֹּ֨אמֶר֙ H559 יְה֣וֹשָׁפָ֔ט H3092 אַל H408 יֹאמַ֥ר H559 הַמֶּ֖לֶךְ H4428 כֵּֽן H3651 ",
      "9": "וַיִּקְרָא֙ H7121 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 אֶל H413 סָרִ֖יס H5631 אֶחָ֑ד H259 וַיֹּ֕אמֶר H559 מַהֲרָ֖ה H4116 מִיכָ֥יְהוּ H4321 בֶן H1121 יִמְלָֽה H3229 ",
      "10": "וּמֶ֣לֶךְ H4428 יִשְׂרָאֵ֡ל H3478 וִֽיהוֹשָׁפָ֣ט H3092 מֶֽלֶךְ H4428 יְהוּדָ֡ה H3063 יֹשְׁבִים֩ H3427 אִ֨ישׁ H376 עַל H5921 כִּסְא֜וֹ H3678 מְלֻבָּשִׁ֤ים H3847 בְּגָדִים֙ H899 בְּגֹ֔רֶן H1637 פֶּ֖תַח H6607 שַׁ֣עַר H8179 שֹׁמְר֑וֹן H8111 וְכָ֨ל H3605 הַנְּבִיאִ֔ים H5030 מִֽתְנַבְּאִ֖ים H5012 לִפְנֵי H6440 ",
      "11": "וַיַּ֥עַשׂ H6213 ל֛וֹ Hl צִדְקִיָּ֥ה H6667 בֶֽן H1121 כְּנַעֲנָ֖ה H3668 קַרְנֵ֣י H7161 בַרְזֶ֑ל H1270 וַיֹּ֨אמֶר֙ H559 כֹּֽה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 בְּאֵ֛לֶּה H428 תְּנַגַּ֥ח H5055 אֶת H853 אֲרָ֖ם H758 עַד H5704 כַּלֹּתָֽם H3615 ",
      "12": "וְכָל H3605 הַנְּבִאִ֔ים H5030 נִבְּאִ֥ים H5012 כֵּ֖ן H3651 לֵאמֹ֑ר H559 עֲלֵ֞ה H5927 רָמֹ֤ת H7433 גִּלְעָד֙ H1568 וְהַצְלַ֔ח H6743 וְנָתַ֥ן H5414 יְהוָ֖ה H3068 בְּיַ֥ד H3027 הַמֶּֽלֶךְ H4428 ",
      "13": "וְהַ H4397 אֲשֶׁר H834 הָלַ֣ךְ H1980 לִקְרֹ֣א H7121 מִיכָ֗יְהוּ H4321 דִּבֶּ֤ר H1696 אֵלָיו֙ H413 לֵאמֹ֔ר H559 הִנֵּה H2009 נָ֞א H4994 דִּבְרֵ֧י H1697 הַנְּבִיאִ֛ים H5030 פֶּֽה H6310 אֶחָ֥ד H259 ט֖וֹב H2896 אֶל H413 הַמֶּ֑לֶךְ H4428 יְהִֽי H1961 נָ֣א H4994 דבריך H1697 כִּדְבַ֛ר H1697 אַחַ֥ד H259 מֵהֶ֖ם H1992 וְדִבַּ֥רְתָּ H1696 טּֽוֹב H2896 ",
      "14": "וַיֹּ֖אמֶר H559 מִיכָ֑יְהוּ H4321 חַי H2416 יְהוָ֕ה H3068 כִּ֠י H3588 אֶת H853 אֲשֶׁ֨ר H834 יֹאמַ֧ר H559 יְהוָ֛ה H3068 אֵלַ֖י H413 אֹת֥וֹ H853 אֲדַבֵּֽר H1696 ",
      "15": "וַיָּבוֹא֮ H935 אֶל H413 הַמֶּלֶךְ֒ H4428 וַיֹּ֨אמֶר H559 הַמֶּ֜לֶךְ H4428 אֵלָ֗יו H413 מִיכָ֨יְהוּ֙ H4321 הֲנֵלֵ֞ךְ H3212 אֶל H413 רָמֹ֥ת H7433 גִּלְעָ֛ד H1568 לַמִּלְחָמָ֖ה H4421 אִם H518 נֶחְדָּ֑ל H2308 וַיֹּ֤אמֶר H559 אֵלָיו֙ H413 עֲלֵ֣ה H5927 וְהַצְלַ֔ח H6743 וְנָתַ֥ן H5414 יְהוָ֖ה H3068 בְּיַ֥ד H3027 הַמֶּֽלֶךְ H4428 ",
      "16": "וַיֹּ֤אמֶר H559 אֵלָיו֙ H413 הַמֶּ֔לֶךְ H4428 עַד H5704 כַּמֶּ֥ה H4100 פְעָמִ֖ים H6471 אֲנִ֣י H589 מַשְׁבִּעֶ֑ךָ H7650 אֲ֠שֶׁר H834 לֹֽא H3808 תְדַבֵּ֥ר H1696 אֵלַ֛י H413 רַק H7535 אֱמֶ֖ת H571 בְּשֵׁ֥ם H8034 יְהוָֽה H3068 ",
      "17": "וַיֹּ֗אמֶר H559 רָאִ֤יתִי H7200 אֶת H853 כָּל H3605 יִשְׂרָאֵל֙ H3478 נְפֹצִ֣ים H6327 אֶל H413 הֶהָרִ֔ים H2022 כַּצֹּ֕אן H6629 אֲשֶׁ֥ר H834 אֵין H369 לָהֶ֖ם H1992 רֹעֶ֑ה H7462 וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 לֹֽא H3808 אֲדֹנִ֣ים H113 לָאֵ֔לֶּה H428 יָשׁ֥וּבוּ H7725 אִישׁ H376 לְבֵית֖ H1004 בְּשָׁלֽוֹם H7965 ",
      "18": "וַיֹּ֥אמֶר H559 מֶֽלֶךְ H4428 יִשְׂרָאֵ֖ל H3478 אֶל H413 יְהוֹשָׁפָ֑ט H3092 הֲלוֹא֙ H3808 אָמַ֣רְתִּי H559 אֵלֶ֔יךָ H413 לֽוֹא H3808 יִתְנַבֵּ֥א H5012 עָלַ֛י H5921 ט֖וֹב H2896 כִּ֥י H3588 אִם H518 רָֽע H7451 ",
      "19": "וַיֹּ֕אמֶר H559 לָכֵ֖ן H3651 שְׁמַ֣ע H8085 דְּבַר H1697 יְהוָ֑ה H3068 רָאִ֤יתִי H7200 אֶת H853 יְהוָה֙ H3068 יֹשֵׁ֣ב H3427 עַל H5921 כִּסְא֔וֹ H3678 וְכָל H3605 צְבָ֤א H6635 הַשָּׁמַ֨יִם֙ H8064 עֹמֵ֣ד H5975 עָלָ֔יו H5921 מִימִינ֖ H3225 וּמִ H8040 ",
      "20": "וַיֹּ֣אמֶר H559 יְהוָ֗ה H3068 מִ֤י H4310 יְפַתֶּה֙ H6601 אֶת H853 אַחְאָ֔ב H256 וְיַ֕עַל H5927 וְיִפֹּ֖ל H5307 בְּרָמֹ֣ת H7433 גִּלְעָ֑ד H1568 וַיֹּ֤אמֶר H559 זֶה֙ H2088 בְּכֹ֔ה H3541 וְזֶ֥ה H2088 אֹמֵ֖ר H559 בְּכֹֽה H3541 ",
      "21": "וַיֵּצֵ֣א H3318 הָר֗וּחַ H7307 וַֽיַּעֲמֹד֙ H5975 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 וַיֹּ֖אמֶר H559 אֲנִ֣י H589 אֲפַתֶּ֑נּוּ H6601 וַיֹּ֧אמֶר H559 יְהוָ֛ה H3068 אֵלָ֖יו H413 בַּמָּֽה H3964 ",
      "22": "וַיֹּ֗אמֶר H559 אֵצֵא֙ H3318 וְהָיִ֨יתִי֙ H1961 ר֣וּחַ H7307 שֶׁ֔קֶר H8267 בְּפִ֖י H6310 כָּל H3605 נְבִיאָ֑יו H5030 וַיֹּ֗אמֶר H559 תְּפַתֶּה֙ H6601 וְגַם H1571 תּוּכָ֔ל H3201 צֵ֖א H3318 וַעֲשֵׂה H6213 כֵֽן H3651 ",
      "23": "וְעַתָּ֗ה H6258 הִנֵּ֨ה H2009 נָתַ֤ן H5414 יְהוָה֙ H3068 ר֣וּחַ H7307 שֶׁ֔קֶר H8267 בְּפִ֖י H6310 כָּל H3605 נְבִיאֶ֣יךָ H5030 אֵ֑לֶּה H428 וַֽיהוָ֔ה H3068 דִּבֶּ֥ר H1696 עָלֶ֖יךָ H5921 רָעָֽה H7451 ",
      "24": "וַיִּגַּשׁ֙ H5066 צִדְקִיָּ֣הוּ H6667 בֶֽן H1121 כְּנַעֲנָ֔ה H3668 וַיַּכֶּ֥ה H5221 אֶת H853 מִיכָ֖יְהוּ H4321 עַל H5921 הַלֶּ֑חִי H3895 וַיֹּ֕אמֶר H559 אֵי H335 זֶ֨ה H2088 עָבַ֧ר H5674 רֽוּחַ H7307 יְהוָ֛ה H3068 מֵאִתִּ֖ H853 לְדַבֵּ֥ר H1696 אוֹתָֽךְ H854 ",
      "25": "וַיֹּ֣אמֶר H559 מִיכָ֔יְהוּ H4321 הִנְּךָ֥ H2005 רֹאֶ֖ה H7200 בַּיּ֣וֹם H3117 הַה֑וּא H1931 אֲשֶׁ֥ר H834 תָּבֹ֛א H935 חֶ֥דֶר H2315 בְּחֶ֖דֶר H2315 לְהֵחָבֵֽה H2247 ",
      "26": "וַיֹּ֨אמֶר֙ H559 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 קַ֚ח H3947 אֶת H853 מִיכָ֔יְהוּ H4321 וַהֲשִׁיבֵ֖ H7725 אֶל H413 אָמֹ֣ן H526 שַׂר H8269 הָעִ֑יר H5892 וְאֶל H413 יוֹאָ֖שׁ H3101 בֶּן H1121 הַמֶּֽלֶךְ H4428 ",
      "27": "וְאָמַרְתָּ֗ H559 כֹּ֚ה H3541 אָמַ֣ר H559 הַמֶּ֔לֶךְ H4428 שִׂ֥ימוּ H7760 אֶת H853 זֶ֖ה H2088 בֵּ֣ית H1004 הַכֶּ֑לֶא H3608 וְהַאֲכִילֻ֨ H398 לֶ֤חֶם H3899 לַ֨חַץ֙ H3906 וּמַ֣יִם H4325 לַ֔חַץ H3906 עַ֖ד H5704 בֹּאִ֥י H935 בְשָׁלֽוֹם H7965 ",
      "28": "וַיֹּ֣אמֶר H559 מִיכָ֔יְהוּ H4321 אִם H518 שׁ֤וֹב H7725 תָּשׁוּב֙ H7725 בְּשָׁל֔וֹם H7965 לֹֽא H3808 דִבֶּ֥ר H1696 יְהוָ֖ה H3068 בִּ֑י Hb וַיֹּ֕אמֶר H559 שִׁמְע֖וּ H8085 עַמִּ֥ים H5971 כֻּלָּֽם H3605 ",
      "29": "וַיַּ֧עַל H5927 מֶֽלֶךְ H4428 יִשְׂרָאֵ֛ל H3478 וְיהוֹשָׁפָ֥ט H3092 מֶֽלֶךְ H4428 יְהוּדָ֖ה H3063 רָמֹ֥ת H7433 גִּלְעָֽד H1568 ",
      "30": "וַיֹּאמֶר֩ H559 מֶ֨לֶךְ H4428 יִשְׂרָאֵ֜ל H3478 אֶל H413 יְהוֹשָׁפָ֗ט H3092 הִתְחַפֵּשׂ֙ H2664 וָבֹ֣א H935 בַמִּלְחָמָ֔ה H4421 וְאַתָּ֖ה H859 לְבַ֣שׁ H3847 בְּגָדֶ֑יךָ H899 וַיִּתְחַפֵּשׂ֙ H2664 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 וַיָּב֖וֹא H935 בַּמִּלְחָמָֽה H4421 ",
      "31": "וּמֶ֣לֶךְ H4428 אֲרָ֡ם H758 צִוָּ֣ה H6680 אֶת H853 שָׂרֵי֩ H8269 הָרֶ֨כֶב H7393 אֲשֶׁר H834 ל֜וֹ Hl שְׁלֹשִׁ֤ים H7970 וּשְׁנַ֨יִם֙ H8147 לֵאמֹ֔ר H559 לֹ֚א H3808 תִּלָּ֣חֲמ֔וּ H3898 אֶת H854 קָטֹ֖ן H6996 וְאֶת H853 גָּד֑וֹל H1419 כִּ֛י H3588 אִֽם H518 אֶת H854 מֶ֥לֶךְ H4428 יִשְׂרָאֵ֖ל H3478 לְבַדּֽ H905 ",
      "32": "וַיְהִ֡י H1961 כִּרְאוֹת֩ H7200 שָׂרֵ֨י H8269 הָרֶ֜כֶב H7393 אֶת H853 יְהוֹשָׁפָ֗ט H3092 וְהֵ֤מָּה H1992 אָֽמְרוּ֙ H559 אַ֣ךְ H389 מֶֽלֶךְ H4428 יִשְׂרָאֵ֣ל H3478 ה֔וּא H1931 וַיָּסֻ֥רוּ H5493 עָלָ֖יו H5921 לְהִלָּחֵ֑ם H3898 וַיִּזְעַ֖ק H2199 יְהוֹשָׁפָֽט H3092 ",
      "33": "וַיְהִ֗י H1961 כִּרְאוֹת֙ H7200 שָׂרֵ֣י H8269 הָרֶ֔כֶב H7393 כִּֽי H3588 לֹא H3808 מֶ֥לֶךְ H4428 יִשְׂרָאֵ֖ל H3478 ה֑וּא H1931 וַיָּשׁ֖וּבוּ H7725 מֵאַחֲרָֽי H310 ",
      "34": "וְאִ֗ישׁ H376 מָשַׁ֤ךְ H4900 בַּקֶּ֨שֶׁת֙ H7198 לְתֻמּ֔ H8537 וַיַּכֶּה֙ H5221 אֶת H853 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 בֵּ֥ין H996 הַדְּבָקִ֖ים H1694 וּבֵ֣ין H996 הַשִּׁרְיָ֑ן H8302 וַיֹּ֣אמֶר H559 לְרַכָּב֗ H7395 הֲפֹ֥ךְ H2015 יָדְךָ֛ H3027 וְהוֹצִיאֵ֥ H3318 מִן H4480 הַֽמַּחֲנֶ֖ה H4264 כִּ֥י H3588 הָחֳלֵֽיתִי H2470 ",
      "35": "וַתַּעֲלֶ֤ה H5927 הַמִּלְחָמָה֙ H4421 בַּיּ֣וֹם H3117 הַה֔וּא H1931 וְהַ H4428 הָיָ֧ה H1961 מָעֳמָ֛ד H5975 בַּמֶּרְכָּבָ֖ה H4818 נֹ֣כַח H5227 אֲרָ֑ם H758 וַיָּ֣מָת H4191 בָּעֶ֔רֶב H6153 וַיִּ֥צֶק H3332 דַּֽם H1818 הַמַּכָּ֖ה H4347 אֶל H413 חֵ֥יק H2436 הָרָֽכֶב H7393 ",
      "36": "וַיַּעֲבֹ֤ר H5674 הָרִנָּה֙ H7440 בַּֽמַּחֲנֶ֔ה H4264 כְּבֹ֥א H935 הַשֶּׁ֖מֶשׁ H8121 לֵאמֹ֑ר H559 אִ֥ישׁ H376 אֶל H413 עִיר֖וֹ H5892 וְאִ֥ישׁ H376 אֶל H413 אַרְצֽוֹ H776 ",
      "37": "וַיָּ֣מָת H4191 הַמֶּ֔לֶךְ H4428 וַיָּב֖וֹא H935 שֹׁמְר֑וֹן H8111 וַיִּקְבְּר֥וּ H6912 אֶת H853 הַמֶּ֖לֶךְ H4428 בְּשֹׁמְרֽוֹן H8111 ",
      "38": "וַיִּשְׁטֹ֨ף H7857 אֶת H853 הָרֶ֜כֶב H7393 עַ֣ל H5921 בְּרֵכַ֣ת H1295 שֹׁמְר֗וֹן H8111 וַיָּלֹ֤קּוּ H3952 הַכְּלָבִים֙ H3611 אֶת H853 דָּמ֔וֹ H1818 וְהַ H2185 רָחָ֑צוּ H7364 כִּדְבַ֥ר H1697 יְהוָ֖ה H3068 אֲשֶׁ֥ר H834 דִּבֵּֽר H1696 ",
      "39": "וְיֶתֶר֩ H3499 דִּבְרֵ֨י H1697 אַחְאָ֜ב H256 וְכָל H3605 אֲשֶׁ֣ר H834 עָשָׂ֗ה H6213 וּבֵ֤ית H1004 הַשֵּׁן֙ H8127 אֲשֶׁ֣ר H834 בָּנָ֔ה H1129 וְכָל H3605 הֶעָרִ֖ים H5892 אֲשֶׁ֣ר H834 בָּנָ֑ה H1129 הֲלֽוֹא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יִשְׂרָאֵֽל H3478 ",
      "40": "וַיִּשְׁכַּ֥ב H7901 אַחְאָ֖ב H256 עִם H5973 אֲבֹתָ֑יו H1 וַיִּמְלֹ֛ךְ H4427 אֲחַזְיָ֥הוּ H274 בְנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
      "41": "וִיהֽוֹשָׁפָט֙ H3092 בֶּן H1121 אָסָ֔א H609 מָלַ֖ךְ H4427 עַל H5921 יְהוּדָ֑ה H3063 בִּשְׁנַ֣ת H8141 אַרְבַּ֔ע H702 לְאַחְאָ֖ב H256 מֶ֥לֶךְ H4428 יִשְׂרָאֵֽל H3478 ",
      "42": "יְהוֹשָׁפָ֗ט H3092 בֶּן H1121 שְׁלֹשִׁ֨ים H7970 וְחָמֵ֤שׁ H2568 שָׁנָה֙ H8141 בְּמָלְכ֔ H4427 וְעֶשְׂרִ֤ים H6242 וְחָמֵשׁ֙ H2568 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 עֲזוּבָ֖ה H5806 בַּת H1323 שִׁלְחִֽי H7977 ",
      "43": "וַיֵּ֗לֶךְ H3212 בְּכָל H3605 דֶּ֛רֶךְ H1870 אָסָ֥א H609 אָבִ֖יו H1 לֹא H3808 סָ֣ר H5493 מִמֶּ֑נּוּ H4480 לַעֲשׂ֥וֹת H6213 הַיָּשָׁ֖ר H3477 בְּעֵינֵ֥י H5869 יְהוָֽה H3068 ",
      "44": "וַיַּשְׁלֵ֥ם H7999 יְהוֹשָׁפָ֖ט H3092 עִם H5973 מֶ֥לֶךְ H4428 יִשְׂרָאֵֽל H3478 ",
      "45": "וְיֶ֨תֶר H3499 דִּבְרֵ֧י H1697 יְהוֹשָׁפָ֛ט H3092 וּגְבוּרָת֥ H1369 אֲשֶׁר H834 עָשָׂ֖ה H6213 וַאֲשֶׁ֣ר H834 נִלְחָ֑ם H3898 הֲלֹֽא H3808 הֵ֣ם H1992 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 דִּבְרֵ֥י H1697 הַיָּמִ֖ים H3117 לְמַלְכֵ֥י H4428 יְהוּדָֽה H3063 ",
      "46": "וְיֶ֨תֶר֙ H3499 הַקָּדֵ֔שׁ H6945 אֲשֶׁ֣ר H834 נִשְׁאַ֔ר H7604 בִּימֵ֖י H3117 אָסָ֣א H609 אָבִ֑יו H1 בִּעֵ֖ר H1197 מִן H4480 הָאָֽרֶץ H776 ",
      "47": "וּמֶ֥לֶךְ H4428 אֵ֛ין H369 בֶּאֱד֖וֹם H123 נִצָּ֥ב H5324 מֶֽלֶךְ H4428 ",
      "48": "יְהוֹשָׁפָ֡ט H3092 עשר H6240 אֳנִיּ֨וֹת H591 תַּרְשִׁ֜ישׁ H8659 לָלֶ֧כֶת H3212 אוֹפִ֛ירָה H211 לַזָּהָ֖ב H2091 וְלֹ֣א H3808 הָלָ֑ךְ H1980 כִּֽי H3588 נשברה H7665 אֳנִיּ֖וֹת H591 בְּעֶצְי֥וֹן H6100 גָּֽבֶר H6100 ",
      "49": "אָ֠ז H227 אָמַ֞ר H559 אֲחַזְיָ֤הוּ H274 בֶן H1121 אַחְאָב֙ H256 אֶל H413 יְה֣וֹשָׁפָ֔ט H3092 יֵלְכ֧וּ H3212 עֲבָדַ֛י H5650 עִם H5973 עֲבָדֶ֖יךָ H5650 בָּאֳנִיּ֑וֹת H591 וְלֹ֥א H3808 אָבָ֖ה H14 יְהוֹשָׁפָֽט H3092 ",
      "50": "וַיִּשְׁכַּ֤ב H7901 יְהֽוֹשָׁפָט֙ H3092 עִם H5973 אֲבֹתָ֔יו H1 וַיִּקָּבֵר֙ H6912 עִם H5973 אֲבֹתָ֔יו H1 בְּעִ֖יר H5892 דָּוִ֣ד H1732 אָבִ֑יו H1 וַיִּמְלֹ֛ךְ H4427 יְהוֹרָ֥ם H3088 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
      "51": "אֲחַזְיָ֣הוּ H274 בֶן H1121 אַחְאָ֗ב H256 מָלַ֤ךְ H4427 עַל H5921 יִשְׂרָאֵל֙ H3478 בְּשֹׁ֣מְר֔וֹן H8111 בִּשְׁנַת֙ H8141 שְׁבַ֣ע H7651 עֶשְׂרֵ֔ה H6240 לִיהוֹשָׁפָ֖ט H3092 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 וַיִּמְלֹ֥ךְ H4427 עַל H5921 יִשְׂרָאֵ֖ל H3478 שְׁנָתָֽיִם H8141 ",
      "52": "וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 וַיֵּ֗לֶךְ H3212 בְּדֶ֤רֶךְ H1870 אָבִיו֙ H1 וּבְ H1870 אִמּ֔וֹ H517 וּבְ H1870 יָרָבְעָ֣ם H3379 בֶּן H1121 נְבָ֔ט H5028 אֲשֶׁ֥ר H834 הֶחֱטִ֖יא H2398 אֶת H853 יִשְׂרָאֵֽל H3478 ",
      "53": "וַֽיַּעֲבֹד֙ H5647 אֶת H853 הַבַּ֔עַל H1168 וַיִּֽשְׁתַּחֲוֶ֖ה H7812 ל֑וֹ Hl וַיַּכְעֵ֗ס H3707 אֶת H853 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 כְּכֹ֥ל H3605 אֲשֶׁר H834 עָשָׂ֖ה H6213 אָבִֽיו H1 ",
      "54": "וַֽיַּעֲבֹד֙ H5647 אֶת H853 הַבַּ֔עַל H1168 וַיִּֽשְׁתַּחֲוֶ֖ה H7812 ל֑וֹ Hl וַיַּכְעֵ֗ס H3707 אֶת H853 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 כְּכֹ֥ל H3605 אֲשֶׁר H834 עָשָׂ֖ה H6213 אָבִֽיו H1 "
    }
  }
}
