{
  "Amos": {
    "1": {
      "1": "דִּבְרֵ֣י H1697 עָמ֔וֹס H5986 אֲשֶׁר H834 הָיָ֥ה H1961 בַנֹּקְדִ֖ים H5349 מִתְּק֑וֹעַ H8620 אֲשֶׁר֩ H834 חָזָ֨ה H2372 עַל H5921 יִשְׂרָאֵ֜ל H3478 בִּימֵ֣י H3117 עֻזִיָּ֣ה H5818 מֶֽלֶךְ H4428 יְהוּדָ֗ה H3063 וּבִ H3117 יָרָבְעָ֤ם H3379 בֶּן H1121 יוֹאָשׁ֙ H3101 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 שְׁנָתַ֖יִם H8141 לִפְנֵ֥י H6440 הָרָֽעַשׁ H7494 ",
      "2": "וַיֹּאמַ֓ר H559 יְהוָה֙ H3068 מִצִיּ֣וֹן H6726 יִשְׁאָ֔ג H7580 וּמִ H3389 יִתֵּ֣ן H5414 קוֹל֑וֹ H6963 וְאָֽבְלוּ֙ H56 נְא֣וֹת H4999 הָרֹעִ֔ים H7462 וְיָבֵ֖שׁ H3001 רֹ֥אשׁ H7218 הַכַּרְמֶֽל H3760 ",
      "3": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 עַל H5921 שְׁלֹשָׁה֙ H7969 פִּשְׁעֵ֣י H6588 דַמֶּ֔שֶׂק H1834 וְעַל H5921 אַרְבָּעָ֖ה H702 לֹ֣א H3808 אֲשִׁיבֶ֑נּוּ H7725 עַל H5921 דּוּשָׁ֛ם H1758 בַּחֲרֻצ֥וֹת H2742 הַבַּרְזֶ֖ל H1270 אֶת H853 הַגִּלְעָֽד H1568 ",
      "4": "וְשִׁלַּ֥חְתִּי H7971 אֵ֖שׁ H784 בְּבֵ֣ית H1004 חֲזָאֵ֑ל H2371 וְאָכְלָ֖ה H398 אַרְמְנ֥וֹת H759 בֶּן H1130 הֲדָֽד H1130 ",
      "5": "וְשָֽׁבַרְתִּי֙ H7665 בְּרִ֣יחַ H1280 דַּמֶּ֔שֶׂק H1834 וְהִכְרַתִּ֤י H3772 יוֹשֵׁב֙ H3427 מִבִּקְעַת H1237 אָ֔וֶן H206 וְתוֹמֵ֥ךְ H8551 שֵׁ֖בֶט H7626 מִבֵּ֣ית H1004 עֶ֑דֶן H5730 וְגָל֧וּ H1540 עַם H5971 אֲרָ֛ם H758 קִ֖ירָה H7024 אָמַ֥ר H559 יְהוָֽה H3068 ",
      "6": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 עַל H5921 שְׁלֹשָׁה֙ H7969 פִּשְׁעֵ֣י H6588 עַזָּ֔ה H5804 וְעַל H5921 אַרְבָּעָ֖ה H702 לֹ֣א H3808 אֲשִׁיבֶ֑נּוּ H7725 עַל H5921 הַגְלוֹתָ֛ם H1540 גָּל֥וּת H1546 שְׁלֵמָ֖ה H8003 לְהַסְגִּ֥יר H5462 לֶאֱדֽוֹם H123 ",
      "7": "וְשִׁלַּ֥חְתִּי H7971 אֵ֖שׁ H784 בְּחוֹמַ֣ת H2346 עַזָּ֑ה H5804 וְאָכְלָ֖ה H398 אַרְמְנֹתֶֽיהָ H759 ",
      "8": "וְהִכְרַתִּ֤י H3772 יוֹשֵׁב֙ H3427 מֵֽאַשְׁדּ֔וֹד H795 וְתוֹמֵ֥ךְ H8551 שֵׁ֖בֶט H7626 מֵֽאַשְׁקְל֑וֹן H831 וַהֲשִׁיב֨וֹתִי H7725 יָדִ֜י H3027 עַל H5921 עֶקְר֗וֹן H6138 וְאָֽבְדוּ֙ H6 שְׁאֵרִ֣ית H7611 פְּלִשְׁתִּ֔ים H6430 אָמַ֖ר H559 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
      "9": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 עַל H5921 שְׁלֹשָׁה֙ H7969 פִּשְׁעֵי H6588 צֹ֔ר H6865 וְעַל H5921 אַרְבָּעָ֖ה H702 לֹ֣א H3808 אֲשִׁיבֶ֑נּוּ H7725 עַֽל H5921 הַסְגִּירָ֞ם H5462 גָּל֤וּת H1546 שְׁלֵמָה֙ H8003 לֶאֱד֔וֹם H123 וְלֹ֥א H3808 זָכְר֖וּ H2142 בְּרִ֥ית H1285 אַחִֽים H251 ",
      "10": "וְשִׁלַּ֥חְתִּי H7971 אֵ֖שׁ H784 בְּח֣וֹמַת H2346 צֹ֑ר H6865 וְאָכְלָ֖ה H398 אַרְמְנֹתֶֽיהָ H759 ",
      "11": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 עַל H5921 שְׁלֹשָׁה֙ H7969 פִּשְׁעֵ֣י H6588 אֱד֔וֹם H123 וְעַל H5921 אַרְבָּעָ֖ה H702 לֹ֣א H3808 אֲשִׁיבֶ֑נּוּ H7725 עַל H5921 רָדְפ֨וֹ H7291 בַחֶ֤רֶב H2719 אָחִיו֙ H251 וְשִׁחֵ֣ת H7843 רַחֲמָ֔יו H7356 וַיִּטְרֹ֤ף H2963 לָעַד֙ H5703 אַפּ֔וֹ H639 וְעֶבְרָת֖ H5678 שְׁמָ֥רָה H8104 נֶֽצַח H5331 ",
      "12": "וְשִׁלַּ֥חְתִּי H7971 אֵ֖שׁ H784 בְּתֵימָ֑ן H8487 וְאָכְלָ֖ה H398 אַרְמְנ֥וֹת H759 בָּצְרָֽה H1224 ",
      "13": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 עַל H5921 שְׁלֹשָׁה֙ H7969 פִּשְׁעֵ֣י H6588 בְנֵֽי H1121 עַמּ֔וֹן H5983 וְעַל H5921 אַרְבָּעָ֖ה H702 לֹ֣א H3808 אֲשִׁיבֶ֑נּוּ H7725 עַל H5921 בִּקְעָם֙ H1234 הָר֣וֹת H2030 הַגִּלְעָ֔ד H1568 לְמַ֖עַן H4616 הַרְחִ֥יב H7337 אֶת H853 גְּבוּלָֽם H1366 ",
      "14": "וְהִצַּ֤תִּי H3341 אֵשׁ֙ H784 בְּחוֹמַ֣ת H2346 רַבָּ֔ה H7237 וְאָכְלָ֖ה H398 אַרְמְנוֹתֶ֑יהָ H759 בִּתְרוּעָה֙ H8643 בְּי֣וֹם H3117 מִלְחָמָ֔ה H4421 בְּסַ֖עַר H5591 בְּי֥וֹם H3117 סוּפָֽה H5492 ",
      "15": "וְהָלַ֥ךְ H1980 מַלְכָּ֖ם H4428 בַּגּוֹלָ֑ה H1473 ה֧וּא H1931 וְשָׂרָ֛י H8269 יַחְדָּ֖ו H3162 אָמַ֥ר H559 יְהוָֽה H3068 "
    },
    "2": {
      "1": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 עַל H5921 שְׁלֹשָׁה֙ H7969 פִּשְׁעֵ֣י H6588 מוֹאָ֔ב H4124 וְעַל H5921 אַרְבָּעָ֖ה H702 לֹ֣א H3808 אֲשִׁיבֶ֑נּוּ H7725 עַל H5921 שָׂרְפ֛וֹ H8313 עַצְמ֥וֹת H6106 מֶֽלֶךְ H4428 אֱד֖וֹם H123 לַשִּֽׂיד H7875 ",
      "2": "וְשִׁלַּחְתִּי H7971 אֵ֣שׁ H784 בְּמוֹאָ֔ב H4124 וְאָכְלָ֖ה H398 אַרְמְנ֣וֹת H759 הַקְּרִיּ֑וֹת H7152 וּמֵ֤ת H4191 בְּשָׁאוֹן֙ H7588 מוֹאָ֔ב H4124 בִּתְרוּעָ֖ה H8643 בְּק֥וֹל H6963 שׁוֹפָֽר H7782 ",
      "3": "וְהִכְרַתִּ֥י H3772 שׁוֹפֵ֖ט H8199 מִקִּרְבָּ֑ H7130 וְכָל H3605 שָׂרֶ֛יהָ H8269 אֶהֱר֥וֹג H2026 עִמּ֖וֹ H5973 אָמַ֥ר H559 יְהוָֽה H3068 ",
      "4": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 עַל H5921 שְׁלֹשָׁה֙ H7969 פִּשְׁעֵ֣י H6588 יְהוּדָ֔ה H3063 וְעַל H5921 אַרְבָּעָ֖ה H702 לֹ֣א H3808 אֲשִׁיבֶ֑נּוּ H7725 עַֽל H5921 מָאֳסָ֞ם H3988 אֶת H853 תּוֹרַ֣ת H8451 יְהוָ֗ה H3068 וְחֻקָּי H2706 לֹ֣א H3808 שָׁמָ֔רוּ H8104 וַיַּתְעוּ H8582 כִּזְבֵיהֶ֔ם H3577 אֲשֶׁר H834 הָלְכ֥וּ H1980 אֲבוֹתָ֖ם H1 אַחֲרֵיהֶֽם H310 ",
      "5": "וְשִׁלַּ֥חְתִּי H7971 אֵ֖שׁ H784 בִּֽיהוּדָ֑ה H3063 וְאָכְלָ֖ה H398 אַרְמְנ֥וֹת H759 יְרוּשָׁלִָֽם H3389 ",
      "6": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 עַל H5921 שְׁלֹשָׁה֙ H7969 פִּשְׁעֵ֣י H6588 יִשְׂרָאֵ֔ל H3478 וְעַל H5921 אַרְבָּעָ֖ה H702 לֹ֣א H3808 אֲשִׁיבֶ֑נּוּ H7725 עַל H5921 מִכְרָ֤ם H4376 בַּכֶּ֨סֶף֙ H3701 צַדִּ֔יק H6662 וְאֶבְי֖וֹן H34 בַּעֲב֥וּר H5668 נַעֲלָֽיִם H5275 ",
      "7": "הַשֹּׁאֲפִ֤ים H7602 עַל H5921 עֲפַר H6083 אֶ֨רֶץ֙ H776 בְּרֹ֣אשׁ H7218 דַּלִּ֔ים H1800 וְדֶ֥רֶךְ H1870 עֲנָוִ֖ים H6035 יַטּ֑וּ H5186 וְאִ֣ישׁ H376 וְאָבִ֗י H1 יֵֽלְכוּ֙ H3212 אֶל H413 הַֽנַּעֲרָ֔ה H5291 לְמַ֥עַן H4616 חַלֵּ֖ל H2490 אֶת H853 שֵׁ֥ם H8034 קָדְשִֽׁי H6944 ",
      "8": "וְעַל H5921 בְּגָדִ֤ים H899 חֲבֻלִים֙ H2254 יַטּ֔וּ H5186 אֵ֖צֶל H681 כָּל H3605 מִזְבֵּ֑חַ H4196 וְיֵ֤ין H3196 עֲנוּשִׁים֙ H6064 יִשְׁתּ֔וּ H8354 בֵּ֖ית H1004 אֱלֹהֵיהֶֽם H430 ",
      "9": "וְאָ֨נֹכִ֜י H595 הִשְׁמַ֤דְתִּי H8045 אֶת H853 הָֽאֱמֹרִי֙ H567 מִפְּנֵי H6440 אֲשֶׁ֨ר H834 כְּגֹ֤בַהּ H1363 אֲרָזִים֙ H730 גָּבְה֔וֹ H1363 וְחָסֹ֥ן H2634 ה֖וּא H1931 כָּֽאַלּוֹנִ֑ים H437 וָאַשְׁמִ֤יד H8045 פִּרְיוֹ֙ H6529 מִמַּ֔עַל H4605 וְשָׁרָשָׁ֖י H8328 מִתָּֽחַת H8478 ",
      "10": "וְאָנֹכִ֛י H595 הֶעֱלֵ֥יתִי H5927 אֶתְכֶ֖ם H853 מֵאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 וָאוֹלֵ֨ךְ H3212 אֶתְכֶ֤ם H853 בַּמִּדְבָּר֙ H4057 אַרְבָּעִ֣ים H705 שָׁנָ֔ה H8141 לָרֶ֖שֶׁת H3423 אֶת H853 אֶ֥רֶץ H776 הָאֱמֹרִֽי H567 ",
      "11": "וָאָקִ֤ים H6965 מִבְּנֵי H1121 לִנְבִיאִ֔ים H5030 וּמִ H970 לִנְזִרִ֑ים H5139 הַאַ֥ף H637 אֵֽין H369 זֹ֛את H2063 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 נְאֻם H5002 יְהוָֽה H3068 ",
      "12": "וַתַּשְׁק֥וּ H8248 אֶת H853 הַנְּזִרִ֖ים H5139 יָ֑יִן H3196 וְעַל H5921 הַנְּבִיאִים֙ H5030 צִוִּיתֶ֣ם H6680 לֵאמֹ֔ר H559 לֹ֖א H3808 תִּנָּבְאֽוּ H5012 ",
      "13": "הִנֵּ֛ה H2009 אָנֹכִ֥י H595 מֵעִ֖יק H5781 תַּחְתֵּיכֶ֑ם H8478 כַּאֲשֶׁ֤ר H834 תָּעִיק֙ H5781 הָעֲגָלָ֔ה H5699 הַֽמְלֵאָ֥ה H4395 לָ֖הּ Hl עָמִֽיר H5995 ",
      "14": "וְאָבַ֤ד H6 מָנוֹס֙ H4498 מִקָּ֔ל H7031 וְחָזָ֖ק H2389 לֹא H3808 יְאַמֵּ֣ץ H553 כֹּח֑וֹ H3581 וְגִבּ֖וֹר H1368 לֹא H3808 יְמַלֵּ֥ט H4422 נַפְשֽׁוֹ H5315 ",
      "15": "וְתֹפֵ֤שׂ H8610 הַקֶּ֨שֶׁת֙ H7198 לֹ֣א H3808 יַעֲמֹ֔ד H5975 וְקַ֥ל H7031 בְּרַגְלָ֖י H7272 לֹ֣א H3808 יְמַלֵּ֑ט H4422 וְרֹכֵ֣ב H7392 הַסּ֔וּס H5483 לֹ֥א H3808 יְמַלֵּ֖ט H4422 נַפְשֽׁוֹ H5315 ",
      "16": "וְאַמִּ֥יץ H533 לִבּ֖וֹ H3820 בַּגִּבּוֹרִ֑ים H1368 עָר֛וֹם H6174 יָנ֥וּס H5127 בַּיּוֹם H3117 הַה֖וּא H1931 נְאֻם H5002 יְהוָֽה H3068 "
    },
    "3": {
      "1": "שִׁמְע֞וּ H8085 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֗ה H2088 אֲשֶׁ֨ר H834 דִּבֶּ֧ר H1696 יְהוָ֛ה H3068 עֲלֵיכֶ֖ם H5921 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 עַ֚ל H5921 כָּל H3605 הַמִּשְׁפָּחָ֔ה H4940 אֲשֶׁ֧ר H834 הֶעֱלֵ֛יתִי H5927 מֵאֶ֥רֶץ H776 מִצְרַ֖יִם H4714 לֵאמֹֽר H559 ",
      "2": "רַ֚ק H7535 אֶתְכֶ֣ם H853 יָדַ֔עְתִּי H3045 מִכֹּ֖ל H3605 מִשְׁפְּח֣וֹת H4940 הָאֲדָמָ֑ה H127 עַל H5921 כֵּן֙ H3651 אֶפְקֹ֣ד H6485 עֲלֵיכֶ֔ם H5921 אֵ֖ת H853 כָּל H3605 עֲוֺנֹֽתֵיכֶֽם H5771 ",
      "3": "הֲיֵלְכ֥וּ H3212 שְׁנַ֖יִם H8147 יַחְדָּ֑ו H3162 בִּלְתִּ֖י H1115 אִם H518 נוֹעָֽדוּ H3259 ",
      "4": "הֲיִשְׁאַ֤ג H7580 אַרְיֵה֙ H738 בַּיַּ֔עַר H3293 וְטֶ֖רֶף H2964 אֵ֣ין H369 ל֑וֹ Hl הֲיִתֵּ֨ן H5414 כְּפִ֤יר H3715 קוֹלוֹ֙ H6963 מִמְּעֹ֣נָת֔ H4585 בִּלְתִּ֖י H1115 אִם H518 לָכָֽד H3920 ",
      "5": "הֲתִפֹּ֤ל H5307 צִפּוֹר֙ H6833 עַל H5921 פַּ֣ח H6341 הָאָ֔רֶץ H776 וּמוֹקֵ֖שׁ H4170 אֵ֣ין H369 לָ֑הּ Hl הֲיַֽעֲלֶה H5927 פַּח֙ H6341 מִן H4480 הָ֣אֲדָמָ֔ה H127 וְלָכ֖וֹד H3920 לֹ֥א H3808 יִלְכּֽוֹד H3920 ",
      "6": "אִם H518 יִתָּקַ֤ע H8628 שׁוֹפָר֙ H7782 בְּעִ֔יר H5892 וְעָ֖ם H5971 לֹ֣א H3808 יֶחֱרָ֑דוּ H2729 אִם H518 תִּהְיֶ֤ה H1961 רָעָה֙ H7451 בְּעִ֔יר H5892 וַיהוָ֖ה H3068 לֹ֥א H3808 עָשָֽׂה H6213 ",
      "7": "כִּ֣י H3588 לֹ֧א H3808 יַעֲשֶׂ֛ה H6213 אֲדֹנָ֥י H136 יְהוִ֖ה H3069 דָּבָ֑ר H1697 כִּ֚י H3588 אִם H518 גָּלָ֣ה H1540 סוֹד֔וֹ H5475 אֶל H413 עֲבָדָ֖יו H5650 הַנְּבִיאִֽים H5030 ",
      "8": "אַרְיֵ֥ה H738 שָׁאָ֖ג H7580 מִ֣י H4310 לֹ֣א H3808 יִירָ֑א H3372 אֲדֹנָ֤י H136 יְהוִה֙ H3069 דִּבֶּ֔ר H1696 מִ֖י H4310 לֹ֥א H3808 יִנָּבֵֽא H5012 ",
      "9": "הַשְׁמִ֨יעוּ֙ H8085 עַל H5921 אַרְמְנ֣וֹת H759 בְּאַשְׁדּ֔וֹד H795 וְעַֽל H5921 אַרְמְנ֖וֹת H759 בְּאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 וְאִמְר֗וּ H559 הֵאָֽסְפוּ֙ H622 עַל H5921 הָרֵ֣י H2022 שֹׁמְר֔וֹן H8111 וּרְא֞וּ H7200 מְהוּמֹ֤ת H4103 רַבּוֹת֙ H7227 בְּתוֹכָ֔ H8432 וַעֲשׁוּקִ֖ים H6217 בְּקִרְבָּֽ H7130 ",
      "10": "וְלֹֽא H3808 יָדְע֥וּ H3045 עֲשׂוֹת H6213 נְכֹחָ֖ה H5229 נְאֻם H5002 יְהוָ֑ה H3068 הָאֽוֹצְרִ֛ים H686 חָמָ֥ס H2555 וָשֹׁ֖ד H7701 בְּאַרְמְנֽוֹתֵי H759 ",
      "11": "לָכֵ֗ן H3651 כֹּ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 צַ֖ר H6862 וּסְבִ֣יב H5439 הָאָ֑רֶץ H776 וְהוֹרִ֤ד H3381 מִמֵּךְ֙ H4480 עֻזֵּ֔ךְ H5797 וְנָבֹ֖זּוּ H962 אַרְמְנוֹתָֽיִךְ H759 ",
      "12": "כֹּה֮ H3541 אָמַ֣ר H559 יְהוָה֒ H3068 כַּאֲשֶׁר֩ H834 יַצִּ֨יל H5337 הָרֹעֶ֜ה H7462 מִפִּ֧י H6310 הָאֲרִ֛י H738 שְׁתֵּ֥י H8147 כְרָעַ֖יִם H3767 א֣וֹ H176 בְדַל H915 אֹ֑זֶן H241 כֵּ֣ן H3651 יִנָּצְל֞וּ H5337 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 הַיֹּֽשְׁבִים֙ H3427 בְּשֹׁ֣מְר֔וֹן H8111 בִּפְאַ֥ת H6285 מִטָּ֖ה H4296 וּבִ H1833 עָֽרֶשׂ H6210 ",
      "13": "שִׁמְע֥וּ H8085 וְהָעִ֖ידוּ H5749 בְּבֵ֣ית H1004 יַֽעֲקֹ֑ב H3290 נְאֻם H5002 אֲדֹנָ֥י H136 יְהוִ֖ה H3069 אֱלֹהֵ֥י H430 הַצְּבָאֽוֹת H6635 ",
      "14": "כִּ֗י H3588 בְּי֛וֹם H3117 פָּקְדִ֥י H6485 פִשְׁעֵֽי H6588 יִשְׂרָאֵ֖ל H3478 עָלָ֑יו H5921 וּפָֽקַדְתִּי֙ H6485 עַל H5921 מִזְבְּח֣וֹת H4196 בֵּֽית H1008 אֵ֔ל H1008 וְנִגְדְּעוּ֙ H1438 קַרְנ֣וֹת H7161 הַמִּזְבֵּ֔חַ H4196 וְנָפְל֖וּ H5307 לָאָֽרֶץ H776 ",
      "15": "וְהִכֵּיתִ֥י H5221 בֵית H1004 הַחֹ֖רֶף H2779 עַל H5921 בֵּ֣ית H1004 הַקָּ֑יִץ H7019 וְאָבְד֞וּ H6 בָּתֵּ֣י H1004 הַשֵּׁ֗ן H8127 וְסָפ֛וּ H5486 בָּתִּ֥ים H1004 רַבִּ֖ים H7227 נְאֻם H5002 יְהוָֽה H3068 "
    },
    "4": {
      "1": "שִׁמְע֞וּ H8085 הַדָּבָ֣ר H1697 הַזֶּ֗ה H2088 פָּר֤וֹת H6510 הַבָּשָׁן֙ H1316 אֲשֶׁר֙ H834 בְּהַ֣ר H2022 שֹֽׁמְר֔וֹן H8111 הָעֹשְׁק֣וֹת H6231 דַּלִּ֔ים H1800 הָרֹצְצ֖וֹת H7533 אֶבְיוֹנִ֑ים H34 הָאֹמְרֹ֥ת H559 לַאֲדֹֽנֵי H113 הָבִ֥יאָה H935 וְנִשְׁתֶּֽה H8354 ",
      "2": "נִשְׁבַּ֨ע H7650 אֲדֹנָ֤י H136 יְהוִה֙ H3069 בְּקָדְשׁ֔ H6944 כִּ֛י H3588 הִנֵּ֥ה H2009 יָמִ֖ים H3117 בָּאִ֣ים H935 עֲלֵיכֶ֑ם H5921 וְנִשָּׂ֤א H5375 אֶתְכֶם֙ H853 בְּצִנּ֔וֹת H6793 וְאַחֲרִיתְ H319 בְּסִיר֥וֹת H5518 דּוּגָֽה H1729 ",
      "3": "וּפְרָצִ֥ים H6556 תֵּצֶ֖אנָה H3318 אִשָּׁ֣ה H802 נֶגְדָּ֑הּ H5048 וְהִשְׁלַכְתֶּ֥נָה H7993 הַהַרְמ֖וֹנָ H2038 נְאֻם H5002 יְהוָֽה H3068 ",
      "4": "בֹּ֤אוּ H935 בֵֽית H1008 אֵל֙ H1008 וּפִשְׁע֔וּ H6586 הַגִּלְגָּ֖ל H1537 הַרְבּ֣וּ H7235 לִפְשֹׁ֑עַ H6586 וְהָבִ֤יאוּ H935 לַבֹּ֨קֶר֙ H1242 זִבְחֵיכֶ֔ם H2077 לִשְׁלֹ֥שֶׁת H7969 יָמִ֖ים H3117 מַעְשְׂרֹֽתֵיכֶֽם H4643 ",
      "5": "וְקַטֵּ֤ר H6999 מֵֽחָמֵץ֙ H2557 תּוֹדָ֔ה H8426 וְקִרְא֥וּ H7121 נְדָב֖וֹת H5071 הַשְׁמִ֑יעוּ H8085 כִּ֣י H3588 כֵ֤ן H3651 אֲהַבְתֶּם֙ H157 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 נְאֻ֖ם H5002 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
      "6": "וְגַם H1571 אֲנִי֩ H589 נָתַ֨תִּי H5414 לָכֶ֜ם Hl נִקְי֤וֹן H5356 שִׁנַּ֨יִם֙ H8127 בְּכָל H3605 עָ֣רֵיכֶ֔ם H5892 וְחֹ֣סֶר H2640 לֶ֔חֶם H3899 בְּכֹ֖ל H3605 מְקוֹמֹֽתֵיכֶ֑ם H4725 וְלֹֽא H3808 שַׁבְתֶּ֥ם H7725 עָדַ֖י H5704 נְאֻם H5002 יְהוָֽה H3068 ",
      "7": "וְגַ֣ם H1571 אָנֹכִי֩ H595 מָנַ֨עְתִּי H4513 מִכֶּ֜ם H4480 אֶת H853 הַגֶּ֗שֶׁם H1653 בְּע֨וֹד H5750 שְׁלֹשָׁ֤ה H7969 חֳדָשִׁים֙ H2320 לַקָּצִ֔יר H7105 וְהִמְטַרְתִּי֙ H4305 עַל H5921 עִ֣יר H5892 אֶחָ֔ת H259 וְעַל H5921 עִ֥יר H5892 אַחַ֖ת H259 לֹ֣א H3808 אַמְטִ֑יר H4305 חֶלְקָ֤ה H2513 אַחַת֙ H259 תִּמָּטֵ֔ר H4305 וְחֶלְקָ֛ה H2513 אֲשֶֽׁר H834 לֹֽא H3808 תַמְטִ֥יר H4305 עָלֶ֖יהָ H5921 תִּיבָֽשׁ H3001 ",
      "8": "וְנָע֡וּ H5128 שְׁתַּיִם֩ H8147 שָׁלֹ֨שׁ H7969 עָרִ֜ים H5892 אֶל H413 עִ֥יר H5892 אַחַ֛ת H259 לִשְׁתּ֥וֹת H8354 מַ֖יִם H4325 וְלֹ֣א H3808 יִשְׂבָּ֑עוּ H7646 וְלֹֽא H3808 שַׁבְתֶּ֥ם H7725 עָדַ֖י H5704 נְאֻם H5002 יְהוָֽה H3068 ",
      "9": "הִכֵּ֣יתִי H5221 אֶתְכֶם֮ H853 בַּשִּׁדָּפ֣וֹן H7711 וּבַ H3420 הַרְבּ֨וֹת H7235 גַּנּוֹתֵיכֶ֧ם H1593 וְכַרְמֵי H3754 וּתְאֵנֵי H8384 וְזֵיתֵי H2132 יֹאכַ֣ל H398 הַגָּזָ֑ם H1501 וְלֹֽא H3808 שַׁבְתֶּ֥ם H7725 עָדַ֖י H5704 נְאֻם H5002 יְהוָֽה H3068 ",
      "10": "שִׁלַּ֨חְתִּי H7971 בָכֶ֥ם Hb דֶּ֨בֶר֙ H1698 בְּדֶ֣רֶךְ H1870 מִצְרַ֔יִם H4714 הָרַ֤גְתִּי H2026 בַחֶ֨רֶב֙ H2719 בַּח֣וּרֵיכֶ֔ם H970 עִ֖ם H5973 שְׁבִ֣י H7628 סֽוּסֵיכֶ֑ם H5483 וָאַעֲלֶ֞ה H5927 בְּאֹ֤שׁ H889 מַחֲנֵיכֶם֙ H4264 וּֽבְ H639 וְלֹֽא H3808 שַׁבְתֶּ֥ם H7725 עָדַ֖י H5704 נְאֻם H5002 יְהוָֽה H3068 ",
      "11": "הָפַ֣כְתִּי H2015 בָכֶ֗ם Hb כְּמַהְפֵּכַ֤ת H4114 אֱלֹהִים֙ H430 אֶת H853 סְדֹ֣ם H5467 וְאֶת H853 עֲמֹרָ֔ה H6017 וַתִּהְי֕וּ H1961 כְּא֖וּד H181 מֻצָּ֣ל H5337 מִשְׂרֵפָ֑ה H8316 וְלֹֽא H3808 שַׁבְתֶּ֥ם H7725 עָדַ֖י H5704 נְאֻם H5002 יְהוָֽה H3068 ",
      "12": "לָכֵ֕ן H3651 כֹּ֥ה H3541 אֶעֱשֶׂה H6213 לְּךָ֖ Hl יִשְׂרָאֵ֑ל H3478 עֵ֚קֶב H6118 כִּֽי H3588 זֹ֣את H2063 אֶֽעֱשֶׂה H6213 לָּ֔ךְ Hl הִכּ֥וֹן H3559 לִקְרַאת H7125 אֱלֹהֶ֖יךָ H430 יִשְׂרָאֵֽל H3478 ",
      "13": "כִּ֡י H3588 הִנֵּה֩ H2009 יוֹצֵ֨ר H3335 הָרִ֜ים H2022 וּבֹרֵ֣א H1254 ר֗וּחַ H7307 וּמַגִּ֤יד H5046 לְאָדָם֙ H120 מַה H4100 שֵּׂח֔וֹ H7808 עֹשֵׂ֥ה H6213 שַׁ֨חַר֙ H7837 עֵיפָ֔ה H5890 וְדֹרֵ֖ךְ H1869 עַל H5921 בָּ֣מֳתֵי H1116 אָ֑רֶץ H776 יְהוָ֥ה H3068 אֱלֹהֵֽי H430 צְבָא֖וֹת H6635 שְׁמֽוֹ H8034 "
    },
    "5": {
      "1": "שִׁמְע֞וּ H8085 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֗ה H2088 אֲשֶׁ֨ר H834 אָנֹכִ֜י H595 נֹשֵׂ֧א H5375 עֲלֵיכֶ֛ם H5921 קִינָ֖ה H7015 בֵּ֥ית H1004 יִשְׂרָאֵֽל H3478 ",
      "2": "נָֽפְלָה֙ H5307 לֹֽא H3808 תוֹסִ֣יף H3254 ק֔וּם H6965 בְּתוּלַ֖ת H1330 יִשְׂרָאֵ֑ל H3478 נִטְּשָׁ֥ה H5203 עַל H5921 אַדְמָתָ֖הּ H127 אֵ֥ין H369 מְקִימָֽהּ H6965 ",
      "3": "כִּ֣י H3588 כֹ֤ה H3541 אָמַר֙ H559 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 הָעִ֛יר H5892 הַיֹּצֵ֥את H3318 אֶ֖לֶף H505 תַּשְׁאִ֣יר H7604 מֵאָ֑ה H3967 וְהַ H3318 מֵאָ֛ה H3967 תַּשְׁאִ֥יר H7604 עֲשָׂרָ֖ה H6235 לְבֵ֥ית H1004 יִשְׂרָאֵֽל H3478 ",
      "4": "כִּ֣י H3588 כֹ֥ה H3541 אָמַ֛ר H559 יְהוָ֖ה H3068 לְבֵ֣ית H1004 יִשְׂרָאֵ֑ל H3478 דִּרְשׁ֖וּנִי H1875 וִֽחְיֽוּ H2421 ",
      "5": "וְאַֽל H408 תִּדְרְשׁוּ֙ H1875 בֵּֽית H1008 אֵ֔ל H1008 וְהַ H1537 לֹ֣א H3808 תָבֹ֔אוּ H935 וּבְאֵ֥ר H884 שֶׁ֖בַע H884 לֹ֣א H3808 תַעֲבֹ֑רוּ H5674 כִּ֤י H3588 הַגִּלְגָּל֙ H1537 גָּלֹ֣ה H1540 יִגְלֶ֔ה H1540 וּבֵֽית H1008 אֵ֖ל H1008 יִהְיֶ֥ה H1961 לְאָֽוֶן H205 ",
      "6": "דִּרְשׁ֥וּ H1875 אֶת H853 יְהוָ֖ה H3068 וִֽחְי֑וּ H2421 פֶּן H6435 יִצְלַ֤ח H6743 כָּאֵשׁ֙ H784 בֵּ֣ית H1004 יוֹסֵ֔ף H3130 וְאָכְלָ֥ה H398 וְאֵין H369 מְכַבֶּ֖ה H3518 לְבֵֽית H1008 אֵֽל H1008 ",
      "7": "הַהֹפְכִ֥ים H2015 לְלַעֲנָ֖ה H3939 מִשְׁפָּ֑ט H4941 וּצְדָקָ֖ה H6666 לָאָ֥רֶץ H776 הִנִּֽיחוּ H3240 ",
      "8": "עֹשֵׂ֨ה H6213 כִימָ֜ה H3598 וּכְסִ֗יל H3685 וְהֹפֵ֤ךְ H2015 לַבֹּ֨קֶר֙ H1242 צַלְמָ֔וֶת H6757 וְי֖וֹם H3117 לַ֣יְלָה H3915 הֶחְשִׁ֑יךְ H2821 הַקּוֹרֵ֣א H7121 לְמֵֽי H4325 הַיָּ֗ם H3220 וַֽיִּשְׁפְּכֵ֛ H8210 עַל H5921 פְּנֵ֥י H6440 הָאָ֖רֶץ H776 יְהוָ֥ה H3068 שְׁמֽוֹ H8034 ",
      "9": "הַמַּבְלִ֥יג H1082 שֹׁ֖ד H7701 עַל H5921 עָ֑ז H5794 וְשֹׁ֖ד H7701 עַל H5921 מִבְצָ֥ר H4013 יָבֽוֹא H935 ",
      "10": "שָׂנְא֥וּ H8130 בַשַּׁ֖עַר H8179 מוֹכִ֑יחַ H3198 וְדֹבֵ֥ר H1696 תָּמִ֖ים H8549 יְתָעֵֽבוּ H8581 ",
      "11": "לָ֠כֵן H3651 יַ֣עַן H3282 בּוֹשַׁסְכֶ֞ם H1318 עַל H5921 דָּ֗ל H1800 וּמַשְׂאַת H4864 בַּר֙ H1250 תִּקְח֣וּ H3947 מִמֶּ֔נּוּ H4480 בָּתֵּ֥י H1004 גָזִ֛ית H1496 בְּנִיתֶ֖ם H1129 וְלֹא H3808 תֵ֣שְׁבוּ H3427 בָ֑ם Hb כַּרְמֵי H3754 חֶ֣מֶד H2531 נְטַעְתֶּ֔ם H5193 וְלֹ֥א H3808 תִשְׁתּ֖וּ H8354 אֶת H853 יֵינָֽם H3196 ",
      "12": "כִּ֤י H3588 יָדַ֨עְתִּי֙ H3045 רַבִּ֣ים H7227 פִּשְׁעֵיכֶ֔ם H6588 וַעֲצֻמִ֖ים H6099 חַטֹּֽאתֵיכֶ֑ם H2403 צֹרְרֵ֤י H6887 צַדִּיק֙ H6662 לֹ֣קְחֵי H3947 כֹ֔פֶר H3724 וְאֶבְיוֹנִ֖ים H34 בַּשַּׁ֥עַר H8179 הִטּֽוּ H5186 ",
      "13": "לָכֵ֗ן H3651 הַמַּשְׂכִּ֛יל H7919 בָּעֵ֥ת H6256 הַהִ֖יא H1931 יִדֹּ֑ם H1826 כִּ֛י H3588 עֵ֥ת H6256 רָעָ֖ה H7451 הִֽיא H1931 ",
      "14": "דִּרְשׁוּ H1875 ט֥וֹב H2896 וְאַל H408 רָ֖ע H7451 לְמַ֣עַן H4616 תִּֽחְי֑וּ H2421 וִיהִי H1961 כֵ֞ן H3651 יְהוָ֧ה H3068 אֱלֹהֵֽי H430 צְבָא֛וֹת H6635 אִתְּכֶ֖ם H854 כַּאֲשֶׁ֥ר H834 אֲמַרְתֶּֽם H559 ",
      "15": "שִׂנְאוּ H8130 רָע֙ H7451 וְאֶ֣הֱבוּ H157 ט֔וֹב H2896 וְהַצִּ֥יגוּ H3322 בַשַּׁ֖עַר H8179 מִשְׁפָּ֑ט H4941 אוּלַ֗י H194 יֶֽחֱנַ֛ן H2603 יְהוָ֥ה H3068 אֱלֹהֵֽי H430 צְבָא֖וֹת H6635 שְׁאֵרִ֥ית H7611 יוֹסֵֽף H3130 ",
      "16": "לָ֠כֵן H3651 כֹּֽה H3541 אָמַ֨ר H559 יְהוָ֜ה H3068 אֱלֹהֵ֤י H430 צְבָאוֹת֙ H6635 אֲדֹנָ֔י H136 בְּכָל H3605 רְחֹב֣וֹת H7339 מִסְפֵּ֔ד H4553 וּבְ H3605 חוּצ֖וֹת H2351 יֹאמְר֣וּ H559 הוֹ H1930 ה֑וֹ H1930 וְקָרְא֤וּ H7121 אִכָּר֙ H406 אֶל H413 אֵ֔בֶל H60 וּמִסְפֵּ֖ד H4553 אֶל H413 י֥וֹדְעֵי H3045 נֶֽהִי H5092 ",
      "17": "וּבְ H3605 כְּרָמִ֖ים H3754 מִסְפֵּ֑ד H4553 כִּֽי H3588 אֶעֱבֹ֥ר H5674 בְּקִרְבְּ H7130 אָמַ֥ר H559 יְהוָֽה H3068 ",
      "18": "ה֥וֹי H1945 הַמִּתְאַוִּ֖ים H183 אֶת H853 י֣וֹם H3117 יְהוָ֑ה H3068 לָמָּה H4100 זֶּ֥ה H2088 לָכֶ֛ם Hl י֥וֹם H3117 יְהוָ֖ה H3068 הוּא H1931 חֹ֥שֶׁךְ H2822 וְלֹא H3808 אֽוֹר H216 ",
      "19": "כַּאֲשֶׁ֨ר H834 יָנ֥וּס H5127 אִישׁ֙ H376 מִפְּנֵ֣י H6440 הָאֲרִ֔י H738 וּפְגָע֖ H6293 הַדֹּ֑ב H1677 וּבָ֣א H935 הַבַּ֔יִת H1004 וְסָמַ֤ךְ H5564 יָדוֹ֙ H3027 עַל H5921 הַקִּ֔יר H7023 וּנְשָׁכ֖ H5391 הַנָּחָֽשׁ H5175 ",
      "20": "הֲלֹא H3808 חֹ֛שֶׁךְ H2822 י֥וֹם H3117 יְהוָ֖ה H3068 וְלֹא H3808 א֑וֹר H216 וְאָפֵ֖ל H651 וְלֹא H3808 נֹ֥גַֽהּ H5051 לֽוֹ Hl ",
      "21": "שָׂנֵ֥אתִי H8130 מָאַ֖סְתִּי H3988 חַגֵּיכֶ֑ם H2282 וְלֹ֥א H3808 אָרִ֖יחַ H7306 בְּעַצְּרֹֽתֵי H6116 ",
      "22": "כִּ֣י H3588 אִם H518 תַּעֲלוּ H5927 לִ֥י Hl עֹל֛וֹת H5930 וּמִנְחֹתֵי H4503 לֹ֣א H3808 אֶרְצֶ֑ה H7521 וְשֶׁ֥לֶם H8002 מְרִיאֵיכֶ֖ם H4806 לֹ֥א H3808 אַבִּֽיט H5027 ",
      "23": "הָסֵ֥ר H5493 מֵעָלַ֖ H5921 הֲמ֣וֹן H1995 שִׁרֶ֑יךָ H7892 וְזִמְרַ֥ת H2172 נְבָלֶ֖יךָ H5035 לֹ֥א H3808 אֶשְׁמָֽע H8085 ",
      "24": "וְיִגַּ֥ל H1556 כַּמַּ֖יִם H4325 מִשְׁפָּ֑ט H4941 וּצְדָקָ֖ה H6666 כְּנַ֥חַל H5158 אֵיתָֽן H386 ",
      "25": "הַזְּבָחִ֨ים H2077 וּמִנְחָ֜ה H4503 הִֽגַּשְׁתֶּם H5066 לִ֧י Hl בַמִּדְבָּ֛ר H4057 אַרְבָּעִ֥ים H705 שָׁנָ֖ה H8141 בֵּ֥ית H1004 יִשְׂרָאֵֽל H3478 ",
      "26": "וּנְשָׂאתֶ֗ם H5375 אֵ֚ת H853 סִכּ֣וּת H5522 מַלְכְּכֶ֔ם H4432 וְאֵ֖ת H853 כִּיּ֣וּן H3594 צַלְמֵיכֶ֑ם H6754 כּוֹכַב֙ H3556 אֱלֹ֣הֵיכֶ֔ם H430 אֲשֶׁ֥ר H834 עֲשִׂיתֶ֖ם H6213 לָכֶֽם Hl ",
      "27": "וְהִגְלֵיתִ֥י H1540 אֶתְכֶ֖ם H853 מֵהָ֣לְאָה H1973 לְדַמָּ֑שֶׂק H1834 אָמַ֛ר H559 יְהוָ֥ה H3068 אֱלֹהֵֽי H430 צְבָא֖וֹת H6635 שְׁמֽוֹ H8034 "
    },
    "6": {
      "1": "ה֚וֹי H1945 הַשַּׁאֲנַנִּ֣ים H7600 בְּצִיּ֔וֹן H6726 וְהַ H982 בְּהַ֣ר H2022 שֹׁמְר֑וֹן H8111 נְקֻבֵי֙ H5344 רֵאשִׁ֣ית H7225 הַגּוֹיִ֔ם H1471 וּבָ֥אוּ H935 לָהֶ֖ם H1992 בֵּ֥ית H1004 יִשְׂרָאֵֽל H3478 ",
      "2": "עִבְר֤וּ H5674 כַֽלְנֵה֙ H3641 וּרְא֔וּ H7200 וּלְכ֥וּ H3212 מִשָּׁ֖ם H8033 חֲמַ֣ת H2579 רַבָּ֑ה H2579 וּרְד֣וּ H3381 גַת H1661 פְּלִשְׁתּ֗ים H6430 הֲטוֹבִים֙ H2896 מִן H4480 הַמַּמְלָכ֣וֹת H4467 הָאֵ֔לֶּה H428 אִם H518 רַ֥ב H7227 גְּבוּלָ֖ם H1366 מִגְּבֻלְ H1366 ",
      "3": "הַֽמְנַדִּ֖ים H5077 לְי֣וֹם H3117 רָ֑ע H7451 וַתַּגִּישׁ֖וּ H5066 שֶׁ֥בֶת H7675 חָמָֽס H2555 ",
      "4": "הַשֹּֽׁכְבִים֙ H7901 עַל H5921 מִטּ֣וֹת H4296 שֵׁ֔ן H8127 וּסְרֻחִ֖ים H5628 עַל H5921 עַרְשׂוֹתָ֑ם H6210 וְאֹכְלִ֤ים H398 כָּרִים֙ H3733 מִצֹּ֔אן H6629 וַעֲגָלִ֖ים H5695 מִתּ֥וֹךְ H8432 מַרְבֵּֽק H4770 ",
      "5": "הַפֹּרְטִ֖ים H6527 עַל H5921 פִּ֣י H6310 הַנָּ֑בֶל H5035 כְּדָוִ֕יד H1732 חָשְׁב֥וּ H2803 לָהֶ֖ם H1992 כְּלֵי H3627 שִֽׁיר H7892 ",
      "6": "הַשֹּׁתִ֤ים H8354 בְּמִזְרְקֵי֙ H4219 יַ֔יִן H3196 וְרֵאשִׁ֥ית H7225 שְׁמָנִ֖ים H8081 יִמְשָׁ֑חוּ H4886 וְלֹ֥א H3808 נֶחְל֖וּ H2470 עַל H5921 שֵׁ֥בֶר H7667 יוֹסֵֽף H3130 ",
      "7": "לָכֵ֛ן H3651 עַתָּ֥ה H6258 יִגְל֖וּ H1540 בְּרֹ֣אשׁ H7218 גֹּלִ֑ים H1540 וְסָ֖ר H5493 מִרְזַ֥ח H4797 סְרוּחִֽים H5628 ",
      "8": "נִשְׁבַּע֩ H7650 אֲדֹנָ֨י H136 יְהוִ֜ה H3069 בְּנַפְשׁ֗ H5315 נְאֻם H5002 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 צְבָא֔וֹת H6635 מְתָאֵ֤ב H8374 אָֽנֹכִי֙ H595 אֶת H853 גְּא֣וֹן H1347 יַֽעֲקֹ֔ב H3290 וְאַרְמְנֹתָ֖י H759 שָׂנֵ֑אתִי H8130 וְהִסְגַּרְתִּ֖י H5462 עִ֥יר H5892 וּמְלֹאָֽ H4393 ",
      "9": "וְהָיָ֗ה H1961 אִם H518 יִוָּ֨תְר֜וּ H3498 עֲשָׂרָ֧ה H6235 אֲנָשִׁ֛ים H376 בְּבַ֥יִת H1004 אֶחָ֖ד H259 וָמֵֽתוּ H4191 ",
      "10": "וּנְשָׂא֞ H5375 דּוֹד֣וֹ H1730 וּמְסָרְפ֗ H5635 לְהוֹצִ֣יא H3318 עֲצָמִים֮ H6106 מִן H4480 הַבַּיִת֒ H1004 וְאָמַ֞ר H559 לַאֲשֶׁ֨ר H834 בְּיַרְכְּתֵ֥י H3411 הַבַּ֛יִת H1004 הַע֥וֹד H5750 עִמָּ֖ךְ H5973 וְאָמַ֣ר H559 אָ֑פֶס H657 וְאָמַ֣ר H559 הָ֔ס H2013 כִּ֛י H3588 לֹ֥א H3808 לְהַזְכִּ֖יר H2142 בְּשֵׁ֥ם H8034 יְהוָֽה H3068 ",
      "11": "כִּֽי H3588 הִנֵּ֤ה H2009 יְהוָה֙ H3068 מְצַוֶּ֔ה H6680 וְהִכָּ֛ה H5221 הַבַּ֥יִת H1004 הַגָּד֖וֹל H1419 רְסִיסִ֑ים H7447 וְהַ H1004 הַקָּטֹ֖ן H6996 בְּקִעִֽים H1233 ",
      "12": "הַיְרֻצ֤וּ H7323 בַּסֶּ֨לַע֙ H5553 סוּסִ֔ים H5483 אִֽם H518 יַחֲר֖וֹשׁ H2790 בַּבְּקָרִ֑ים H1241 כִּֽי H3588 הֲפַכְתֶּ֤ם H2015 לְרֹאשׁ֙ H7219 מִשְׁפָּ֔ט H4941 וּפְרִ֥י H6529 צְדָקָ֖ה H6666 לְלַעֲנָֽה H3939 ",
      "13": "הַשְּׂמֵחִ֖ים H8055 לְלֹ֣א H3808 דָבָ֑ר H1697 הָאֹ֣מְרִ֔ים H559 הֲל֣וֹא H3808 בְחָזְקֵ֔ H2392 לָקַ֥חְנוּ H3947 לָ֖נוּ Hl קַרְנָֽיִם H7161 ",
      "14": "כִּ֡י H3588 הִנְנִי֩ H2005 מֵקִ֨ים H6965 עֲלֵיכֶ֜ם H5921 בֵּ֣ית H1004 יִשְׂרָאֵ֗ל H3478 נְאֻם H5002 יְהוָ֛ה H3068 אֱלֹהֵ֥י H430 הַצְּבָא֖וֹת H6635 גּ֑וֹי H1471 וְלָחֲצ֥וּ H3905 אֶתְכֶ֛ם H853 מִלְּב֥וֹא H935 חֲמָ֖ת H2574 עַד H5704 נַ֥חַל H5158 הָעֲרָבָֽה H6160 "
    },
    "7": {
      "1": "כֹּ֤ה H3541 הִרְאַ֨נִי֙ H7200 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 וְהִנֵּה֙ H2009 יוֹצֵ֣ר H3335 גֹּבַ֔י H1462 בִּתְחִלַּ֖ת H8462 עֲל֣וֹת H5927 הַלָּ֑קֶשׁ H3954 וְהִ֨נֵּה H2009 לֶ֔קֶשׁ H3954 אַחַ֖ר H310 גִּזֵּ֥י H1488 הַמֶּֽלֶךְ H4428 ",
      "2": "וְהָיָ֗ה H1961 אִם H518 כִּלָּה֙ H3615 לֶֽאֱכוֹל֙ H398 אֶת H853 עֵ֣שֶׂב H6212 הָאָ֔רֶץ H776 וָאֹמַ֗ר H559 אֲדֹנָ֤י H136 יְהוִה֙ H3069 סְֽלַֽח H5545 נָ֔א H4994 מִ֥י H4310 יָק֖וּם H6965 יַֽעֲקֹ֑ב H3290 כִּ֥י H3588 קָטֹ֖ן H6996 הֽוּא H1931 ",
      "3": "נִחַ֥ם H5162 יְהוָ֖ה H3068 עַל H5921 זֹ֑את H2063 לֹ֥א H3808 תִהְיֶ֖ה H1961 אָמַ֥ר H559 יְהוָֽה H3068 ",
      "4": "כֹּ֤ה H3541 הִרְאַ֨נִי֙ H7200 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 וְהִנֵּ֥ה H2009 קֹרֵ֛א H7121 לָרִ֥ב H7378 בָּאֵ֖שׁ H784 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 וַתֹּ֨אכַל֙ H398 אֶת H853 תְּה֣וֹם H8415 רַבָּ֔ה H7227 וְאָכְלָ֖ה H398 אֶת H853 הַחֵֽלֶק H2506 ",
      "5": "וָאֹמַ֗ר H559 אֲדֹנָ֤י H136 יְהוִה֙ H3069 חֲדַל H2308 נָ֔א H4994 מִ֥י H4310 יָק֖וּם H6965 יַעֲקֹ֑ב H3290 כִּ֥י H3588 קָטֹ֖ן H6996 הֽוּא H1931 ",
      "6": "נִחַ֥ם H5162 יְהוָ֖ה H3068 עַל H5921 זֹ֑את H2063 גַּם H1571 הִיא֙ H1931 לֹ֣א H3808 תִֽהְיֶ֔ה H1961 אָמַ֖ר H559 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
      "7": "כֹּ֣ה H3541 הִרְאַ֔נִי H7200 וְהִנֵּ֧ה H2009 אֲדֹנָ֛י H136 נִצָּ֖ב H5324 עַל H5921 חוֹמַ֣ת H2346 אֲנָ֑ךְ H594 וּבְ H3027 אֲנָֽךְ H594 ",
      "8": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֵלַ֗י H413 מָֽה H4100 אַתָּ֤ה H859 רֹאֶה֙ H7200 עָמ֔וֹס H5986 וָאֹמַ֖ר H559 אֲנָ֑ךְ H594 וַיֹּ֣אמֶר H559 אֲדֹנָ֗י H136 הִנְנִ֨י H2005 שָׂ֤ם H7760 אֲנָךְ֙ H594 בְּקֶ֨רֶב֙ H7130 עַמִּ֣י H5971 יִשְׂרָאֵ֔ל H3478 לֹֽא H3808 אוֹסִ֥יף H3254 ע֖וֹד H5750 עֲב֥וֹר H5674 לֽוֹ Hl ",
      "9": "וְנָשַׁ֨מּוּ֙ H8074 בָּמ֣וֹת H1116 יִשְׂחָ֔ק H3446 וּמִקְדְּשֵׁ֥י H4720 יִשְׂרָאֵ֖ל H3478 יֶחֱרָ֑בוּ H2717 וְקַמְתִּ֛י H6965 עַל H5921 בֵּ֥ית H1004 יָרָבְעָ֖ם H3379 בֶּחָֽרֶב H2719 ",
      "10": "וַיִּשְׁלַ֗ח H7971 אֲמַצְיָה֙ H558 כֹּהֵ֣ן H3548 בֵּֽית H1008 אֵ֔ל H1008 אֶל H413 יָרָבְעָ֥ם H3379 מֶֽלֶךְ H4428 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 קָשַׁ֨ר H7194 עָלֶ֜יךָ H5921 עָמ֗וֹס H5986 בְּקֶ֨רֶב֙ H7130 בֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 לֹא H3808 תוּכַ֣ל H3201 הָאָ֔רֶץ H776 לְהָכִ֖יל H3557 אֶת H853 כָּל H3605 דְּבָרָֽיו H1697 ",
      "11": "כִּי H3588 כֹה֙ H3541 אָמַ֣ר H559 עָמ֔וֹס H5986 בַּחֶ֖רֶב H2719 יָמ֣וּת H4191 יָרָבְעָ֑ם H3379 וְיִ֨שְׂרָאֵ֔ל H3478 גָּלֹ֥ה H1540 יִגְלֶ֖ה H1540 מֵעַ֥ל H5921 אַדְמָתֽוֹ H127 ",
      "12": "וַיֹּ֤אמֶר H559 אֲמַצְיָה֙ H558 אֶל H413 עָמ֔וֹס H5986 חֹזֶ֕ה H2374 לֵ֥ךְ H3212 בְּרַח H1272 לְךָ֖ Hl אֶל H413 אֶ֣רֶץ H776 יְהוּדָ֑ה H3063 וֶאֱכָל H398 שָׁ֣ם H8033 לֶ֔חֶם H3899 וְשָׁ֖ם H8033 תִּנָּבֵֽא H5012 ",
      "13": "וּבֵֽית H1008 אֵ֔ל H1008 לֹֽא H3808 תוֹסִ֥יף H3254 ע֖וֹד H5750 לְהִנָּבֵ֑א H5012 כִּ֤י H3588 מִקְדַּשׁ H4720 מֶ֨לֶךְ֙ H4428 ה֔וּא H1931 וּבֵ֥ית H1004 מַמְלָכָ֖ה H4467 הֽוּא H1931 ",
      "14": "וַיַּ֤עַן H6030 עָמוֹס֙ H5986 וַיֹּ֣אמֶר H559 אֶל H413 אֲמַצְיָ֔ה H558 לֹא H3808 נָבִ֣יא H5030 אָנֹ֔כִי H595 וְלֹ֥א H3808 בֶן H1121 נָבִ֖יא H5030 אָנֹ֑כִי H595 כִּֽי H3588 בוֹקֵ֥ר H951 אָנֹ֖כִי H595 וּבוֹלֵ֥ס H1103 שִׁקְמִֽים H8256 ",
      "15": "וַיִּקָּחֵ֣ H3947 יְהוָ֔ה H3068 מֵאַחֲרֵ֖י H310 הַצֹּ֑אן H6629 וַיֹּ֤אמֶר H559 אֵלַי֙ H413 יְהוָ֔ה H3068 לֵ֥ךְ H3212 הִנָּבֵ֖א H5012 אֶל H413 עַמִּ֥י H5971 יִשְׂרָאֵֽל H3478 ",
      "16": "וְעַתָּ֖ה H6258 שְׁמַ֣ע H8085 דְּבַר H1697 יְהוָ֑ה H3068 אַתָּ֣ה H859 אֹמֵ֗ר H559 לֹ֤א H3808 תִנָּבֵא֙ H5012 עַל H5921 יִשְׂרָאֵ֔ל H3478 וְלֹ֥א H3808 תַטִּ֖יף H5197 עַל H5921 בֵּ֥ית H1004 יִשְׂחָֽק H3446 ",
      "17": "לָכֵ֞ן H3651 כֹּה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 אִשְׁתְּךָ֞ H802 בָּעִ֤יר H5892 תִּזְנֶה֙ H2181 וּבָנֶ֤י H1121 וּבְנֹתֶ֨י H1323 בַּחֶ֣רֶב H2719 יִפֹּ֔לוּ H5307 וְאַדְמָתְ H127 בַּחֶ֣בֶל H2256 תְּחֻלָּ֑ק H2505 וְאַתָּ֗ה H859 עַל H5921 אֲדָמָ֤ה H127 טְמֵאָה֙ H2931 תָּמ֔וּת H4191 וְיִ֨שְׂרָאֵ֔ל H3478 גָּלֹ֥ה H1540 יִגְלֶ֖ה H1540 מֵעַ֥ל H5921 אַדְמָתֽוֹ H127 "
    },
    "8": {
      "1": "כֹּ֥ה H3541 הִרְאַ֖נִי H7200 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 וְהִנֵּ֖ה H2009 כְּל֥וּב H3619 קָֽיִץ H7019 ",
      "2": "וַיֹּ֗אמֶר H559 מָֽה H4100 אַתָּ֤ה H859 רֹאֶה֙ H7200 עָמ֔וֹס H5986 וָאֹמַ֖ר H559 כְּל֣וּב H3619 קָ֑יִץ H7019 וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֵלַ֗י H413 בָּ֤א H935 הַקֵּץ֙ H7093 אֶל H413 עַמִּ֣י H5971 יִשְׂרָאֵ֔ל H3478 לֹא H3808 אוֹסִ֥יף H3254 ע֖וֹד H5750 עֲב֥וֹר H5674 לֽוֹ Hl ",
      "3": "וְהֵילִ֜ילוּ H3213 שִׁיר֤וֹת H7892 הֵיכָל֙ H1964 בַּיּ֣וֹם H3117 הַה֔וּא H1931 נְאֻ֖ם H5002 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 רַ֣ב H7227 הַפֶּ֔גֶר H6297 בְּכָל H3605 מָק֖וֹם H4725 הִשְׁלִ֥יךְ H7993 הָֽס H2013 ",
      "4": "שִׁמְעוּ H8085 זֹ֕את H2063 הַשֹּׁאֲפִ֖ים H7602 אֶבְי֑וֹן H34 וְלַ H7673 ענוי H6035 אָֽרֶץ H776 ",
      "5": "לֵאמֹ֗ר H559 מָתַ֞י H4970 יַעֲבֹ֤ר H5674 הַחֹ֨דֶשׁ֙ H2320 וְנַשְׁבִּ֣ירָה H7666 שֶּׁ֔בֶר H7668 וְהַ H7676 וְנִפְתְּחָה H6605 בָּ֑ר H1250 לְהַקְטִ֤ין H6994 אֵיפָה֙ H374 וּלְ H1431 שֶׁ֔קֶל H8255 וּלְ H5791 מֹאזְנֵ֥י H3976 מִרְמָֽה H4820 ",
      "6": "לִקְנ֤וֹת H7069 בַּכֶּ֨סֶף֙ H3701 דַּלִּ֔ים H1800 וְאֶבְי֖וֹן H34 בַּעֲב֣וּר H5668 נַעֲלָ֑יִם H5275 וּמַפַּ֥ל H4651 בַּ֖ר H1250 נַשְׁבִּֽיר H7666 ",
      "7": "נִשְׁבַּ֥ע H7650 יְהוָ֖ה H3068 בִּגְא֣וֹן H1347 יַעֲקֹ֑ב H3290 אִם H518 אֶשְׁכַּ֥ח H7911 לָנֶ֖צַח H5331 כָּל H3605 מַעֲשֵׂיהֶֽם H4639 ",
      "8": "הַ֤עַל H5921 זֹאת֙ H2063 לֹֽא H3808 תִרְגַּ֣ז H7264 הָאָ֔רֶץ H776 וְאָבַ֖ל H56 כָּל H3605 יוֹשֵׁ֣ב H3427 בָּ֑הּ Hb וְעָלְתָ֤ה H5927 כָאֹר֙ H2975 כֻּלָּ֔הּ H3605 וְנִגְרְשָׁ֥ה H1644 ונשקה H8248 כִּיא֥וֹר H2975 מִצְרָֽיִם H4714 ",
      "9": "וְהָיָ֣ה H1961 בַּיּ֣וֹם H3117 הַה֗וּא H1931 נְאֻם֙ H5002 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 וְהֵבֵאתִ֥י H935 הַשֶּׁ֖מֶשׁ H8121 בַּֽצָּהֳרָ֑יִם H6672 וְהַחֲשַׁכְתִּ֥י H2821 לָאָ֖רֶץ H776 בְּי֥וֹם H3117 אֽוֹר H216 ",
      "10": "וְהָפַכְתִּ֨י H2015 חַגֵּיכֶ֜ם H2282 לְאֵ֗בֶל H60 וְכָל H3605 שִֽׁירֵיכֶם֙ H7892 לְקִינָ֔ה H7015 וְהַעֲלֵיתִ֤י H5927 עַל H5921 כָּל H3605 מָתְנַ֨יִם֙ H4975 שָׂ֔ק H8242 וְעַל H5921 כָּל H3605 רֹ֖אשׁ H7218 קָרְחָ֑ה H7144 וְשַׂמְתִּ֨י H7760 כְּאֵ֣בֶל H60 יָחִ֔יד H3173 וְאַחֲרִיתָ֖ H319 כְּי֥וֹם H3117 מָֽר H4751 ",
      "11": "הִנֵּ֣ה H2009 יָמִ֣ים H3117 בָּאִ֗ים H935 נְאֻם֙ H5002 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 וְהִשְׁלַחְתִּ֥י H7971 רָעָ֖ב H7458 בָּאָ֑רֶץ H776 לֹֽא H3808 רָעָ֤ב H7458 לַלֶּ֨חֶם֙ H3899 וְלֹֽא H3808 צָמָ֣א H6772 לַמַּ֔יִם H4325 כִּ֣י H3588 אִם H518 לִשְׁמֹ֔עַ H8085 אֵ֖ת H853 דִּבְרֵ֥י H1697 יְהוָֽה H3068 ",
      "12": "וְנָעוּ֙ H5128 מִיָּ֣ם H3220 עַד H5704 יָ֔ם H3220 וּמִ H6828 וְעַד H5704 מִזְרָ֑ח H4217 יְשֽׁוֹטְט֛וּ H7751 לְבַקֵּ֥שׁ H1245 אֶת H853 דְּבַר H1697 יְהוָ֖ה H3068 וְלֹ֥א H3808 יִמְצָֽאוּ H4672 ",
      "13": "בַּיּ֨וֹם H3117 הַה֜וּא H1931 תִּ֠תְעַלַּפְנָה H5968 הַבְּתוּלֹ֧ת H1330 הַיָּפ֛וֹת H3303 וְהַ H970 בַּצָּמָֽא H6772 ",
      "14": "הַנִּשְׁבָּעִים֙ H7650 בְּאַשְׁמַ֣ת H819 שֹֽׁמְר֔וֹן H8111 וְאָמְר֗וּ H559 חֵ֤י H2416 אֱלֹהֶ֨יךָ֙ H430 דָּ֔ן H1835 וְחֵ֖י H2416 דֶּ֣רֶךְ H1870 בְּאֵֽר H884 שָׁ֑בַע H884 וְנָפְל֖וּ H5307 וְלֹא H3808 יָק֥וּמוּ H6965 עֽוֹד H5750 "
    },
    "9": {
      "1": "רָאִ֨יתִי H7200 אֶת H853 אֲדֹנָ֜י H136 נִצָּ֣ב H5324 עַֽל H5921 הַמִּזְבֵּ֗חַ H4196 וַיֹּאמֶר֩ H559 הַ֨ךְ H5221 הַכַּפְתּ֜וֹר H3730 וְיִרְעֲשׁ֣וּ H7493 הַסִּפִּ֗ים H5592 וּבְצַ֨עַ H1214 בְּרֹ֣אשׁ H7218 כֻּלָּ֔ם H3605 וְאַחֲרִיתָ֖ H319 בַּחֶ֣רֶב H2719 אֶהֱרֹ֑ג H2026 לֹֽא H3808 יָנ֤וּס H5127 לָהֶם֙ Hl נָ֔ס H5127 וְלֹֽא H3808 יִמָּלֵ֥ט H4422 לָהֶ֖ם Hl פָּלִֽיט H6412 ",
      "2": "אִם H518 יַחְתְּר֣וּ H2864 בִשְׁא֔וֹל H7585 מִשָּׁ֖ם H8033 יָדִ֣י H3027 תִקָּחֵ֑ם H3947 וְאִֽם H518 יַעֲלוּ֙ H5927 הַשָּׁמַ֔יִם H8064 מִשָּׁ֖ם H8033 אוֹרִידֵֽם H3381 ",
      "3": "וְאִם H518 יֵחָֽבְאוּ֙ H2244 בְּרֹ֣אשׁ H7218 הַכַּרְמֶ֔ל H3760 מִשָּׁ֥ם H8033 אֲחַפֵּ֖שׂ H2664 וּלְקַחְתִּ֑י H3947 וְאִם H518 יִסָּ֨תְר֜וּ H5641 מִנֶּ֤גֶד H5048 עֵינַי֙ H5869 בְּקַרְקַ֣ע H7172 הַיָּ֔ם H3220 מִשָּׁ֛ם H8033 אֲצַוֶּ֥ה H6680 אֶת H853 הַנָּחָ֖שׁ H5175 וּנְשָׁכָֽ H5391 ",
      "4": "וְאִם H518 יֵלְכ֤וּ H3212 בַשְּׁבִי֙ H7628 לִפְנֵ֣י H6440 אֹֽיבֵיהֶ֔ם H341 מִשָּׁ֛ם H8033 אֲצַוֶּ֥ה H6680 אֶת H853 הַחֶ֖רֶב H2719 וַהֲרָגָ֑תַ H2026 וְשַׂמְתִּ֨י H7760 עֵינִ֧י H5869 עֲלֵיהֶ֛ם H5921 לְרָעָ֖ה H7451 וְלֹ֥א H3808 לְטוֹבָֽה H2896 ",
      "5": "וַאדֹנָ֨ H136 יְהוִ֜ה H3069 הַצְּבָא֗וֹת H6635 הַנּוֹגֵ֤עַ H5060 בָּאָ֨רֶץ֙ H776 וַתָּמ֔וֹג H4127 וְאָבְל֖וּ H56 כָּל H3605 י֣וֹשְׁבֵי H3427 בָ֑הּ Hb וְעָלְתָ֤ה H5927 כַיְאֹר֙ H2975 כֻּלָּ֔הּ H3605 וְשָׁקְעָ֖ה H8257 כִּיאֹ֥ר H2975 מִצְרָֽיִם H4714 ",
      "6": "הַבּוֹנֶ֤ה H1129 בַשָּׁמַ֨יִם֙ H8064 מעלותו H4609 וַאֲגֻדָּת֖ H92 עַל H5921 אֶ֣רֶץ H776 יְסָדָ֑הּ H3245 הַקֹּרֵ֣א H7121 לְמֵֽי H4325 הַיָּ֗ם H3220 וַֽיִּשְׁפְּכֵ֛ H8210 עַל H5921 פְּנֵ֥י H6440 הָאָ֖רֶץ H776 יְהוָ֥ה H3068 שְׁמֽוֹ H8034 ",
      "7": "הֲל֣וֹא H3808 כִבְנֵי֩ H1121 כֻשִׁיִּ֨ים H3569 אַתֶּ֥ם H859 לִ֛י Hl בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 נְאֻם H5002 יְהוָ֑ה H3068 הֲל֣וֹא H3808 אֶת H853 יִשְׂרָאֵ֗ל H3478 הֶעֱלֵ֨יתִי֙ H5927 מֵאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 וּפְלִשְׁתִּיִּ֥ים H6430 מִכַּפְתּ֖וֹר H3731 וַאֲרָ֥ם H758 מִקִּֽיר H7024 ",
      "8": "הִנֵּ֞ה H2009 עֵינֵ֣י H5869 אֲדֹנָ֣י H136 יְהוִ֗ה H3069 בַּמַּמְלָכָה֙ H4467 הַֽחַטָּאָ֔ה H2400 וְהִשְׁמַדְתִּ֣י H8045 אֹתָ֔הּ H853 מֵעַ֖ל H5921 פְּנֵ֣י H6440 הָאֲדָמָ֑ה H127 אֶ֗פֶס H657 כִּ֠י H3588 לֹ֣א H3808 הַשְׁמֵ֥יד H8045 אַשְׁמִ֛יד H8045 אֶת H853 בֵּ֥ית H1004 יַעֲקֹ֖ב H3290 נְאֻם H5002 יְהוָֽה H3068 ",
      "9": "כִּֽי H3588 הִנֵּ֤ה H2009 אָֽנֹכִי֙ H595 מְצַוֶּ֔ה H6680 וַהֲנִע֥וֹתִי H5128 בְכָֽל H3605 הַגּוֹיִ֖ם H1471 אֶת H853 בֵּ֣ית H1004 יִשְׂרָאֵ֑ל H3478 כַּאֲשֶׁ֤ר H834 יִנּ֨וֹעַ֙ H5128 בַּכְּבָרָ֔ה H3531 וְלֹֽא H3808 יִפּ֥וֹל H5307 צְר֖וֹר H6872 אָֽרֶץ H776 ",
      "10": "בַּחֶ֣רֶב H2719 יָמ֔וּתוּ H4191 כֹּ֖ל H3605 חַטָּאֵ֣י H2400 עַמִּ֑י H5971 הָאֹמְרִ֗ים H559 לֹֽא H3808 תַגִּ֧ישׁ H5066 וְתַקְדִּ֛ים H6923 בַּעֲדֵ֖ינוּ H5704 הָרָעָֽה H7451 ",
      "11": "בַּיּ֣וֹם H3117 הַה֔וּא H1931 אָקִ֛ים H6965 אֶת H853 סֻכַּ֥ת H5521 דָּוִ֖יד H1732 הַנֹּפֶ֑לֶת H5307 וְגָדַרְתִּ֣י H1443 אֶת H853 פִּרְצֵיהֶ֗ן H6556 וַהֲרִֽסֹתָי H2034 אָקִ֔ים H6965 וּבְנִיתִ֖י H1129 כִּימֵ֥י H3117 עוֹלָֽם H5769 ",
      "12": "לְמַ֨עַן H4616 יִֽירְשׁ֜וּ H3423 אֶת H853 שְׁאֵרִ֤ית H7611 אֱדוֹם֙ H123 וְכָל H3605 הַגּוֹיִ֔ם H1471 אֲשֶׁר H834 נִקְרָ֥א H7121 שְׁמִ֖י H8034 עֲלֵיהֶ֑ם H5921 נְאֻם H5002 יְהוָ֖ה H3068 עֹ֥שֶׂה H6213 זֹּֽאת H2063 ",
      "13": "הִנֵּ֨ה H2009 יָמִ֤ים H3117 בָּאִים֙ H935 נְאֻם H5002 יְהוָ֔ה H3068 וְנִגַּ֤שׁ H5066 חוֹרֵשׁ֙ H2790 בַּקֹּצֵ֔ר H7114 וְדֹרֵ֥ךְ H1869 עֲנָבִ֖ים H6025 בְּמֹשֵׁ֣ךְ H4900 הַזָּ֑רַע H2233 וְהִטִּ֤יפוּ H5197 הֶֽהָרִים֙ H2022 עָסִ֔יס H6071 וְכָל H3605 הַגְּבָע֖וֹת H1389 תִּתְמוֹגַֽגְנָה H4127 ",
      "14": "וְשַׁבְתִּי֮ H7725 אֶת H853 שְׁב֣וּת H7622 עַמִּ֣י H5971 יִשְׂרָאֵל֒ H3478 וּבָנ֞וּ H1129 עָרִ֤ים H5892 נְשַׁמּוֹת֙ H8074 וְיָשָׁ֔בוּ H3427 וְנָטְע֣וּ H5193 כְרָמִ֔ים H3754 וְשָׁת֖וּ H8354 אֶת H853 יֵינָ֑ם H3196 וְעָשׂ֣וּ H6213 גַנּ֔וֹת H1593 וְאָכְל֖וּ H398 אֶת H853 פְּרִיהֶֽם H6529 ",
      "15": "וּנְטַעְתִּ֖י H5193 עַל H5921 אַדְמָתָ֑ם H127 וְלֹ֨א H3808 יִנָּתְשׁ֜וּ H5428 ע֗וֹד H5750 מֵעַ֤ל H5921 אַדְמָתָם֙ H127 אֲשֶׁ֣ר H834 נָתַ֣תִּי H5414 לָהֶ֔ם H1992 אָמַ֖ר H559 יְהוָ֥ה H3068 אֱלֹהֶֽיךָ H430 "
    }
  }
}
