{"1":"Woe to the city full of blood!\\q It is all full of lies and stolen property; victims are always in her.\n\\q","2":"But now there is the noise of whips and the sound of rattling wheels,\\q prancing horses, and bounding chariots.\n\n\n\\q","3":"There are attacking horsemen,\\q flashing swords, glittering spears,\n\\q heaps of corpses, great piles of bodies.\n\\q There is no end to the bodies; their attackers stumble over them.\n\\q","4":"This is happening because of the lustful actions of the beautiful prostitute, the expert in witchcraft,\\q who sells nations through her prostitution, and peoples through her acts of witchcraft.\n\n\n\\q","5":"\"See, I am against you—this is the declaration of Yahweh of hosts—I will raise up your skirt over your face\\q and show your private parts to the nations, your shame to the kingdoms.\n\\q","6":"I will throw disgusting filth on you and make you vile; I will make you someone that everyone will look at.\\q","7":"It will come about that everyone who looks at you will flee from you and say,\\q 'Nineveh is destroyed; who will weep for her?'\n\\q Where can I find anyone to comfort you?\"\n\n\n\\q","8":"Nineveh, are you better than Thebes, that was built on the Nile River, that had water around her,\\q whose defense was the ocean, whose wall was the sea itself?\n\\q","9":"Cush and Egypt were her strength, and there was no end to it;\\q Put and Libya were allies to her.\n\n\n\\q","10":"Yet Thebes was carried away; she went into captivity;\\q her young children were dashed in pieces at the head of every street;\n\\q her enemies threw lots for her honorable men,\n\\q and all her great men were bound in chains.\n\\q","11":"You also will become drunk; you will try to hide,\\q and you will also look for a refuge from your enemy.\n\n\n\\q","12":"All your fortresses will be like fig trees with the earliest ripe figs:\\q if they are shaken, they fall into the mouth of the eater.\n\\q","13":"See, the people among you are women;\\q the gates of your land have been opened wide to your enemies;\n\\q fire has devoured their bars.\n\n\n\\q","14":"Go draw water for the siege; strengthen your fortresses;\\q go into the clay and tread the mortar;\n\\q pick up the molds for the bricks.\n\\q","15":"Fire will devour you there, and the sword will destroy you. It will devour you as young locusts devour everything.\n\\q Make yourselves as many as the young locusts, as many as the full-grown locusts.\n\n\n\\q","16":"You have multiplied your merchants more than the stars in the heavens; but they are like young locusts: they plunder the land and then fly away.\\q","17":"Your princes are as many as the full-grown locusts, and your generals are like swarms of them\\q that camp in the walls on a cold day.\n\\q But when the sun rises they fly away to no one knows where.\n\n\n\\q","18":"King of Assyria, your shepherds are asleep; your rulers are lying down resting.\\q Your people are scattered on the mountains, and there is no one to gather them.\n\\q","19":"No healing is possible for your wounds. Your wounds are severe.\\q Everyone who hears the news about you will clap their hands in joy over you.\n\\q Who has escaped your constant wickedness?"}
