{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the days of Ahasuerus "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\fqa Ahasuerus \\fqa* \\ft is also known as \\fqa Xerxes \\fqa* . ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": "(this is Ahasuerus who reigned from India as far as Cush, over 127 provinces),\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "in those days King Ahasuerus sat on his royal throne in the fortress of Susa.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the third year of his reign, he gave a feast to all his officials and his servants. The army of Persia and Media, the noblemen, and governors of the provinces were in his presence.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He displayed the wealth of the splendor of his kingdom and the honor of the glory of his greatness for many days, for 180 days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When these days were completed, the king gave a feast lasting seven days. It was for all the people in the fortress of Susa, from the greatest to the least significant. It was held in the courtyard of the garden of the king's palace.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The courtyard of the garden was decorated with curtains of white cotton and violet, with cords of fine linen and purple, hung on silver rings from pillars of marble. There were couches of gold and silver on a mosaic pavement of porphyry, marble, mother-of-pearl, and colored paving stones.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Drinks were served in golden cups. Each cup was unique and there was much royal wine that came because of the king's generosity.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The drinking was carried out in keeping with the decree, \"There must be no compulsion,\" for in this way the king had given orders to all the officials of his palace to do according to the desire of each man.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, Queen Vashti gave a feast for the women in the royal palace of King Ahasuerus.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the seventh day, when the king's heart was feeling happy because of the wine, he told Mehuman, Biztha, Harbona, Bigtha, Abagtha, Zethar, and Karkas (the seven officials who served before him),\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "to bring Queen Vashti before him with her royal crown. He wanted to show the people and the officials her beauty, for her features were stunning.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Queen Vashti refused to come at the word of the king that had been brought to her by the officials. Then the king became very angry; his rage burned within him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king conferred with the men who were known to be wise, who understood the times (for this was the king's procedure toward all who were expert in law and judgment).\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the ones close to him were Karshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memukan, seven princes of Persia and Media. They had access to the king, and they held the highest offices within the kingdom.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"In compliance with the law, what is to be done to Queen Vashti because she did not obey the command of King Ahasuerus, which was brought to her by the officials?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Memukan said in the presence of the king and the officials, \"Not only against the king has Vashti the queen done wrong, but also against all the officials and all the people who are in all the provinces of King Ahasuerus.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the matter of the queen will become known to all women. It will cause them to treat their husbands with contempt. They will say, 'King Ahasuerus commanded Vashti the queen to be brought before him, but she refused.'\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before the end of this very day the noble women of Persia and Media who have heard of the matter of the queen will say the same thing to all the king's officials. There will be much contempt and anger.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If it pleases the king, let a royal decree be sent out from him, and let it be written in the laws of the Persians and the Medes, which cannot be repealed, that Vashti may no longer come before him. Let the king give her position as queen to another who is better than she.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the king's decree is proclaimed throughout all his vast kingdom, all the wives will honor their husbands, from the greatest to the least significant.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king and his noblemen were pleased with this advice, and the king did as Memukan proposed.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He sent out letters to all the royal provinces, to each province in its own writing, and to each people in their own language. He ordered that every man should be master of his own household. This decree was given in the language of each people in the empire.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}