{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After these things, when the anger of King Ahasuerus subsided, he thought about Vashti and what she had done. He also thought about the decree that he had made against her.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king's young men who served him said, \"Let a search be made on the king's behalf for beautiful young virgins.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let the king appoint officers in all the provinces of his kingdom, to gather together all the beautiful young virgins to the harem in the fortress in Susa. Let them be put under the care of Hegai, the king's official, who is in charge of the women, and let him give them their cosmetics.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let the young girl who pleases the king become queen in the place of Vashti.\" This advice pleased the king, and he did so.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a certain Jew in the fortress of Susa whose name was Mordecai son of Jair son of Shimei son of Kish, who was a Benjamite.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He had been taken away from Jerusalem with the exiles along with those taken with Jehoiachin, king of Judah, whom Nebuchadnezzar king of Babylonia carried away.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was caring for Hadassah, that is, Esther, his uncle's daughter, because she had neither father nor mother. The young woman had a beautiful figure and was lovely in appearance. Mordecai took her as his own daughter.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the king's order and decree were proclaimed, many young women were brought to the fortress of Susa. They were put under Hegai's care. Esther also was taken into the king's palace and put under the care of Hegai, the overseer of the women.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The young girl pleased him, and she found favor with him. Immediately he provided her with cosmetics and her portion of food. He assigned to her seven servant girls from the king's palace, and he moved her and the servant girls to the best place in the house of the women.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Esther had not told anyone who her people or relatives were, for Mordecai had instructed her not to tell.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every day Mordecai walked back and forth in front of the courtyard outside the house of the women, to learn about Esther's welfare, and about what would be done with her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the turn came for each girl to go to King Ahasuerus—complying with the regulations for the women, each girl had to complete twelve months of beauty treatments, six months with oil of myrrh, and six with perfumes and cosmetics—\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "when a young woman went to the king, whatever she desired was given to her from the house of the women, for her to take to the palace.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the evening she would go in, and in the morning she would return to the second house of the women, and to the custody of Shaashgaz, the king's official, who was in charge of the concubines. She would not return to the king again unless he had taken great pleasure in her and called for her again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when the time came for Esther (daughter of Abihail, the uncle of Mordecai, who had taken her as his own daughter) to go in to the king, she did not ask for anything but what Hegai the king's official, who was in charge of the women, suggested. Now Esther received the favor of all who saw her.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Esther was taken to King Ahasuerus into the royal residence on the tenth month, which is the month of Tebeth, in the seventh year of his reign.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king loved Esther more than all the other women and she received acceptance and favor before him, more than all the other virgins. So he set the royal crown on her head and made her queen instead of Vashti.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king gave a great feast for all his officials and his servants, \"Esther's feast,\" and he granted relief from taxation to the provinces. He also gave gifts with royal generosity.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when the virgins had been gathered together a second time, Mordecai was sitting at the king's gate.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Esther had not yet told anyone about her relatives or her people, as Mordecai had instructed her. She continued to follow Mordecai's advice, as she had done when she was raised by him.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In those days, while Mordecai was sitting at the king's gate, two of the king's officials, Bigthana and Teresh, who guarded the doorway, became angry and sought to do harm to King Ahasuerus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the matter was revealed to Mordecai, he told Queen Esther, and Esther spoke to the king in the name of Mordecai.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The report was investigated and confirmed, and both the men were hanged from a gallows. This account was written in the book of the chronicles in the presence of the king.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}