{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After these things, King Ahasuerus promoted Haman son of Hammedatha the Agagite, and placed his seat of authority above all the officials who were with him.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the king's servants who were at the king's gate always knelt and prostrated themselves to Haman, as the king had ordered them to do. But Mordecai neither knelt nor prostrated himself.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king's servants who were at the king's gate said to Mordecai, \"Why do you disobey the king's command?\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They spoke with him day after day, but he refused to comply with their demands. So they spoke with Haman to see if the matter about Mordecai would remain like that, for he had told them that he was a Jew.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Haman saw that Mordecai did not kneel and bow down to him, Haman was filled with rage.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He had contempt for the idea of killing only Mordecai, for the king's servants had told him who Mordecai's people were. Haman wanted to exterminate all the Jews, the people of Mordecai, who were in the entire kingdom of Ahasuerus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the first month (which is the month of Nisan), in the twelfth year of King Ahasuerus, the Pur—that is the lot—was thrown before Haman, to select a day and month. They cast the lot over and over until the lot fell on the twelfth month (which is the month of Adar).\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Haman said to King Ahasuerus, \"There is a certain people scattered and distributed among all the provinces of your kingdom. Their laws are different from those of other people, and they do not keep the king's laws, so it is not suitable for the king to let them stay.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If it please the king, give a command to kill them, and I will weigh out ten thousand talents of silver into the hands of those who are in charge of the king's business, for them to put it into the king's treasury.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king took the signet ring from his hand and gave it to Haman son of Hammedatha the Agagite, the enemy of the Jews.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said to Haman, \"I will see that the money is given back to you and your people. You will do with it whatever you wish.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king's scribes were summoned on the thirteenth day of the first month, and a decree containing all that Haman had commanded was written to the king's provincial governors, those who were over all the provinces, to the governors of all the various peoples, and to the officials of all the people, to every province in their own writing, and to every people in their own language. It was written in the name of King Ahasuerus and was sealed with his ring.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Documents were hand-delivered by couriers to all the king's provinces, to annihilate, kill, and destroy all Jews, from young to old, children and women, in one day—on the thirteenth day of the twelfth month (which is the month of Adar)—and to plunder their possessions.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A copy of the letter was made law in every province. In every province it was made known to all the people that they should prepare for this day.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The couriers went out and hurried to distribute the king's order. The decree was also distributed within the fortress of Susa. The king and Haman sat down to drink, but the city of Susa was in turmoil.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}