{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Mordecai learned of all that had been done, he tore his clothes and put on sackcloth and ashes. He went out into the middle of the city, and cried out with a loud and a bitter cry.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He went up only as far as the king's gate, because no one was allowed to go through it clothed in sackcloth.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In every province, wherever the king's command and decree reached, there was great mourning among the Jews, with fasting, weeping, and lamenting. Many of them lay in sackcloth and ashes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Esther's young women and her servants came and told her, the queen was in great distress. She sent garments to clothe Mordecai (so he could take off his sackcloth), but he would not accept them.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Esther called for Hathak, one of the king's officials who had been assigned to serve her. She ordered him to go to Mordecai to learn what had happened and what it meant.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Hathak went to Mordecai in the city square in front of the king's gate.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mordecai reported to him all that had happened to him, and the total amount of the silver that Haman had promised to weigh out and put into the king's treasuries in order to put the Jews to death.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He also gave him a copy of the decree that was issued in Susa for the Jews' destruction. He did this so that Hathak could show it to Esther, and that he should give her the responsibility of going to the king to beg for his favor, and to plead with him on behalf of her people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Hathak went and told Esther what Mordecai had said.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Esther spoke to Hathak and told him to go back to Mordecai.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said, \"All the king's servants and the people of the king's provinces know that if any man or woman goes to the king inside the inner courtyard without being summoned, there is only one law: That he must be put to death—except for anyone to whom the king holds out the golden scepter so that he may live. I have not been called to come to the king these thirty days.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Hathak reported Esther's words to Mordecai.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mordecai sent back this message: \"You must not think that in the king's palace, you will escape any more than all the other Jews.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you remain silent at this time, relief and rescue will rise up for the Jews from another place, but you and your father's house will perish. Who knows whether you have come to this royal position for such a time as this?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Esther sent this message to Mordecai,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Go, gather together all the Jews who live in Susa, and fast for me. Do not eat nor drink for three days, night or day. My young girls and I will fast in the same way. Then I will go to the king, even though it is against the law, and if I perish, I perish.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mordecai went and did all that Esther told him to do.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}