{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After three days, Esther put on her royal clothes and went to stand in the courtyard of the king's palace, in front of the king's house. The king was sitting on his royal throne in the royal house, facing the entrance to the house.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the king saw Esther the queen standing in the courtyard, she received approval in his eyes. He held out to her the golden scepter in his hand. So Esther approached and touched the tip of the scepter.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king said to her, \"What do you want, Queen Esther? What is your request? Up to half of my kingdom, it will be given to you.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Esther said, \"If it pleases the king, let the king and Haman come today to a feast that I have prepared for him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king said, \"Bring Haman quickly, to do what Esther has said.\" So the king and Haman went to the feast that Esther had prepared.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the wine was being served at the feast, the king said to Esther, \"What is your petition? It will be granted you. What is your request? Up to half of the kingdom, it will be granted.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Esther answered, \"My petition and my request is this,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "if I have found favor in the eyes of the king and if it pleases the king to grant my petition and to honor my request, let the king and Haman come to the feast that I will prepare for you tomorrow and I will answer the king's question.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Haman went out that day joyful and glad at heart. But when Haman saw Mordecai at the king's gate, that Mordecai neither rose up nor trembled before him with any fear, he was filled with rage against Mordecai.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nevertheless, Haman restrained himself and went to his own house. He sent for his friends and gathered them together, with Zeresh his wife.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Haman recounted to them the splendor of his riches, the number of his many sons, all the promotions by which the king honored him, and how he had advanced above all the officials and the servants of the king.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Haman said, \"Queen Esther invited no one else but me to come with the king to the feast she prepared. Even tomorrow I am again invited by her along with the king.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But all this is worth nothing to me as long as I see Mordecai the Jew sitting at the king's gate.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Zeresh his wife said to Haman and all his friends, \"Let them make a gallows fifty cubits high. In the morning speak to the king for them to hang Mordecai on it. Then go joyfully with the king to the feast.\" This pleased Haman and he had the gallows constructed.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}