{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That night the king could not sleep. He commanded servants to bring the records of the events of his reign, and they were being read aloud to the king.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was found recorded there that Mordecai had told about Bigthana and Teresh, two of the king's officials who guarded the entrance, who had tried to harm King Ahasuerus.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king asked, \"What was done to give honor or recognition to Mordecai for doing this?\" Then the king's young men who served him said, \"Nothing was done for him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said, \"Who is in the courtyard?\" Now Haman had entered the outer courtyard of the king's house to speak to him about hanging Mordecai on the gallows he set up for him.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king's servants said to him, \"Haman is standing in the courtyard.\" The king said, \"Let him come in.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Haman entered, the king said to him, \"What should be done for the man whom the king takes pleasure in honoring?\" Now Haman said in his heart, \"Whom would the king take pleasure in honoring more than me?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Haman said to the king, \"For the man whom the king takes pleasure in honoring,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "let royal robes be brought, robes that the king has worn, and a horse that the king has ridden and on whose head is the royal crest.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then let the robes and the horse be given to one of the king's most noble officials. Let them dress the man whom the king takes pleasure in honoring, and let them lead him on the horse through the city streets. Let them proclaim before him, 'This is what is done to the one whom the king takes pleasure in honoring!'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king said to Haman, \"Hurry, take the robes and the horse, as you have said, and do this for Mordecai the Jew who sits at the king's gate. Do not fail in a single matter of what you have said.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Haman took the robe and the horse. He dressed Mordecai and led him on the horse through the city streets. He proclaimed before him, \"This is what is done for a man whom the king takes pleasure in honoring!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mordecai returned to the king's gate. But Haman hurried to his house, mourning, with his head covered.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Haman told Zeresh his wife and all his friends everything that happened to him. Then his men who were known for their wisdom, and Zeresh his wife, said to him, \"If Mordecai, before whom you have begun to fall, is Jewish, you will not overcome him, but you will certainly fall before him.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they were talking with him, the king's officials arrived. They hurried to bring Haman to the feast that Esther had prepared.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}