{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king and Haman went to feast with Queen Esther.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On this second day, while they were serving wine, the king said to Esther, \"What is your petition, Queen Esther? It will be granted to you. What is your request? Up to half of the kingdom, and it will be granted.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Queen Esther replied, \"If I have found favor in your eyes, king, and if it pleases you, let my life be given to me—this is my petition, and I request this also for my people.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For we have been sold, I and my people, to be destroyed, killed, and annihilated. If we had only been sold into slavery, as male and female slaves, I would have kept quiet, for no such distress as this would justify disturbing the king.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King Ahasuerus said to Esther the queen, \"Who is he? Where is this person to be found who has filled his heart to do such a thing?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Esther said, \"The hostile man, that enemy, is this evil Haman!\" Then Haman was terrified before the king and the queen.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king got up in a rage from the wine-drinking at the feast and went into the palace garden, but Haman stayed to beg for his life from Queen Esther. He saw that disaster was being decided against him by the king.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king returned from the palace garden into the room where the wine had been served. Haman had just fallen on the couch where Esther was. The king said, \"Will he assault the queen in my presence in my own house?\" As soon as this sentence came out of the king's mouth, the servants covered Haman's face.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Harbona, one of the officials who served the king, said, \"A gallows fifty cubits tall stands beside Haman's house. He set it up for Mordecai, the one who spoke up to protect the king.\" The king said, \"Hang him on it.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they hanged Haman on the gallows that he had prepared for Mordecai. Then the king's rage died down.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}