{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day King Ahasuerus gave Queen Esther the property of Haman, the enemy of the Jews, and Mordecai began to serve before the king, for Esther told the king how Mordecai was related to her.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king took off his signet ring, which he had taken back from Haman, and gave it to Mordecai. Esther designated Mordecai to be in charge of Haman's estate.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Esther spoke again to the king. She lay facedown on the ground and wept as she pleaded with him to put an end to the evil plan of Haman the Agagite, to the scheme that he had devised against the Jews.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king held out the golden scepter to Esther, she arose and stood before the king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said, \"If it pleases the king, and if I have found favor in your eyes, if the thing seems right before the king, and I am pleasing in your eyes, let a decree be written to revoke the letters written by Haman son of Hammedatha the Agagite, the letters that he wrote to destroy the Jews who are in all the king's provinces.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For how could I bear to see disaster fall on my people? How could I endure watching the destruction of my relatives?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Ahasuerus said to Queen Esther and to Mordecai the Jew, \"Look, I have given Esther the house of Haman, and they have hanged him on the gallows, because he was going to attack the Jews.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Write another decree for the Jews in the name of the king and seal it with the king's ring. For the decree that has already been written in the king's name and sealed with the king's ring cannot be revoked.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king's scribes were called at that time, in the third month, which is the month of Sivan, on the twenty-third day of the month. A decree was written containing all that Mordecai was commanding concerning the Jews. It was written to the provincial governors, the governors and officials of the provinces that were located from India to Cush, 127 provinces, to every province written in their own writing, and to every people in their language, and to the Jews in their writing and language.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mordecai wrote in the name of King Ahasuerus and sealed it with the king's signet ring. He sent the documents by couriers riding on the fast horses that were used in the king's service, bred from the royal stud.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king gave to the Jews who were in every city permission to gather together and to make a stand to protect their lives: To annihiliate, to kill, and to destroy any armed force from any people or province that might attack them, children and women included, or to plunder their possessions.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This was to be in effect in all the provinces of King Ahasuerus, on the thirteenth day of the twelfth month, which is the month of Adar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A copy of the decree was to be issued as a law and publicly displayed to all the peoples. The Jews were to be ready on that day to take vengeance on their enemies.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the couriers rode on the royal horses that were used in the king's service. They went without delay. The king's decree was also issued from the palace in Susa.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Mordecai left the king's presence wearing royal clothes of blue and white, with a great crown of gold and a purple robe of fine linen, and the city of Susa shouted and rejoiced.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jews had light and gladness, and joy and honor.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In every province and in every city, wherever the king's decree reached, there was gladness and joy among the Jews, a feast and a holiday. Many from among the variety of peoples of the land became Jews, because the fear of the Jews had fallen on them.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}