{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now in the twelfth month, which is the month of Adar, on the thirteenth day, when the king's law and decree were about to be carried out, on the day when the enemies of the Jews hoped to gain power over them, it was reversed. The Jews gained power over those who hated them.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jews assembled in their cities throughout all the provinces of King Ahasuerus, to lay hands on those who tried to bring disaster on them. No one could stand against them, for the fear of them had fallen on all the peoples.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the officials of the provinces, the provincial governors, the governors, and the king's administrators, helped the Jews because the fear of Mordecai had fallen on them.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Mordecai was great in the king's house, and his fame spread throughout all the provinces, for the man Mordecai was becoming great.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jews attacked their enemies with the sword, killing and destroying them, and did as they pleased to those who hated them.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the fortress of Susa itself the Jews killed and destroyed five hundred men.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They killed Parshandatha, Dalphon, Aspatha,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Poratha, Adalia, Aridatha,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Parmashta, Arisai, Aridai, Vaizatha,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and the ten sons of Haman son of Hammedatha, the enemy of the Jews. But they did not take any plunder.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That day the number of those killed in the fortress of Susa, was reported to the king.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king said to Queen Esther, \"The Jews have killed five hundred men in the fortress of Susa, including the ten sons of Haman. What then have they done in the rest of the king's provinces? Now what is your petition? It will be granted you. What is your request? It will be granted to you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Esther said, \"If it pleases the king, let the Jews who are in Susa be permitted to carry out this day's decree tomorrow also, and let the bodies of Haman's ten sons be hanged on gallows.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king commanded that this be done. A decree was issued in Susa, and they hanged the ten sons of Haman.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jews who were in Susa came together on the fourteenth day of the month of Adar, and killed three hundred more men in Susa, but laid no hands on the plunder.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The rest of the Jews who were in the king's provinces came together to defend their lives, and they got relief from their enemies and killed seventy-five thousand of those who hated them, but they did not lay their hands on the valuables of those they killed.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This happened on the thirteenth day of the month of Adar. On the fourteenth day they rested and made that a day of feasting and gladness.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Jews who were in Susa assembled together on the thirteenth and the fourteenth days. On the fifteenth day they rested and made it a day of feasting and gladness.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is why the Jews of the villages, who make their homes in the rural towns, observe the fourteenth day of the month of Adar as a day of gladness and feasting, and as a day on which they send gifts of food to one another.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mordecai recorded these things and sent letters to all the Jews who were in all the provinces of King Ahasuerus, both near and far,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "obligating them to keep the fourteenth and the fifteenth day of Adar every year.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the days when the Jews got relief from their enemies, and the month when their sorrow turned to joy, and mourning into a day of celebration. They were to make them days of feasting and gladness, and of sending gifts of food to one another, and gifts to the poor.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the Jews continued the celebration they had begun, doing what Mordecai had written to them.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time Haman son of Hammedatha the Agagite, the enemy of all the Jews, had plotted against the Jews to destroy them, and he threw Pur (that is, he threw lots), to crush and destroy them.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the matter came before the king, he gave orders by letters that the wicked plan Haman developed against the Jews should come back on his own head, and that he and his sons should be hanged on the gallows.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore they called these days Purim, after the name of Pur. Because of everything that was written in this letter, and everything that they had seen and that had happened to them,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the Jews accepted a new custom and duty. This custom would be for themselves, their descendants, and everyone who joined them. It would be that they would celebrate these two days every year. They would celebrate them in a certain way and at the same time each year.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These days were to be celebrated and observed in every generation, every family, every province, and every city. These Jews and their descendants would never cease to faithfully observe these days of Purim, so that they should never forget them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Queen Esther daughter of Abihail and Mordecai the Jew wrote with full authority and confirmed this second letter about Purim.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Letters were sent to all the Jews in the 127 provinces of the kingdom of Ahasuerus, wishing the Jews safety and truth.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These letters confirmed the days of Purim at their appointed times, as Mordecai the Jew and Queen Esther obligated the Jews. The Jews accepted this obligation for themselves and their descendants, just as also they accepted times of fasting and lamenting.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The command of Esther confirmed these regulations regarding Purim, and it was written in the book.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}