{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am Nehemiah son of Hakaliah. I am writing this account of what I did when I returned to Jerusalem. During the twentieth year after King Artaxerxes began to rule the Persian Empire, in the month of Kislev. I was in Susa, the capital of Persia.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My brother Hanani came to see me. He and some other men were from Judah. I asked them questions about the small number of Jews who had escaped from the Babylonian exile, and about the city of Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to me, \"The Jews who survived the captivity are living there in Judah with great difficulty and shame. The wall of the city was pushed down at many places so an army could easily come through it, and not only so, but the gates of the city have been completely destroyed by fire.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I heard that, I sat down and cried. For many days I mourned and fasted, and I prayed to the God who is in heaven.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I said,\n\"Yahweh, you are the God who is in heaven. You are the great and awesome God, and you keep your sacred bond and promise with everyone who loves you and who obeys your rules and commands.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now please look at me and listen to what I am praying. I pray during the day and at night for your Israelite people. I confess that we have sinned. Even I and my family have sinned against you.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have acted very wickedly. Many years ago your servant Moses gave us your laws and all the decrees you commanded us to do, but we did not keep them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But please remember what you told your servant Moses. You said, 'If you do not live with faith and obedience before me, I will scatter you among the nations.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if you return to me and obey my commands, even if you have been exiled to a very remote place, I will gather all of you up and bring you back to this place where I showed you how great and glorious I am.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are your servants. We are the people whom you have delivered from slavery by your very great power. You did that because you are able to do whatever you desire.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, please hear my prayer, I who am your servant. Please hear the prayers of all your people who have great joy when they honor you for who you are and what you do. Now I pray you would give me success when I go to the king; and protect me as I make a request of the king that could put my life in jeopardy. Give me mercy.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "I was serving as one of the most trusted servants to the king.\n"
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}