{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Israelite leaders and their families settled in Jerusalem. The remainder of the people cast lots to select one family out of ten who would live in Jerusalem, the city set apart for God. The remaining nine lived in the other towns.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those people asked God to bless those who volunteered to live in Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the provincial officials who came to live in Jerusalem. But in the cities of Judah everyone lived on his own family property in their towns. Some from Israel, the priests, the Levites, the temple servants, and the descendants of Solomon's servants came to live in Jerusalem.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But some of the people of Judah and the people of Benjamin stayed and lived in Jerusalem.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "These are from the relatives of Judah: Athaiah son of Uzziah, the son of Zechariah, the son of Amariah, the son of Shephatiah, the son of Mahalalel, a descendant of Perez.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And there was Maaseiah the son of Baruch, who was the son of Colhozeh, who was the son of Hazaiah, who was the son of Adaiah, who was the son of Joiarib, who was the son of Zechariah, who was a descendant of Judah's son Shelah.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were 468 men who were descendants of Perez who lived in the city of Jerusalem. These men were very brave and skilled in combat.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of the men of the tribe of Benjamin who decided to live in Jerusalem was Sallu son of Meshullam, the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Maaseiah, the son of Ithiel, the son of Jeshaiah.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Two of Sallu's relatives, Gabbai and Sallai, also settled in Jerusalem.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Altogether, 928 people from the tribe of Benjamin settled in Jerusalem.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their leader was Zichri. The official who was second in command in Jerusalem was Hassenuah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The priests who settled in Jerusalem were Jedaiah son of Joiarib,\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Seraiah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, who was previously the leader of all the priests.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Altogether, 822 members of that clan worked in the temple.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Another priest who settled in Jerusalem was Adaiah, the son of Jeroham, the son of Pelaliah, the son of Amzi, the son of Zechariah, the son of Pashhur, the son of Malchijah.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Altogether, there were 242 members of that clan who were leaders of the clan who settled in Jerusalem.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Another priest who settled in Jerusalem was Amashsai the son of Azarel, the son of Ahzai, the son of Meshillemoth, the son of Immer.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were 128 members of that clan who were valiant soldiers who settled in Jerusalem. Their leader was Zabdiel the son of Haggedolim.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Another descendant of Levi who settled in Jerusalem was Shemaiah the son of Hasshub, the son of Azrikam, the son of Hashabiah, the son of Bunni.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Two others were Shabbethai and Jozabad, who were prominent men, leaders of the Levites, who supervised the work outside the temple.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Another one was Mattaniah, the son of Mika, the son of Zabdi, the son of Asaph. Mattaniah directed the temple choir when they sang the prayers to thank God. His assistant was Bakbukiah. Another one was Abda, the son of Shammua, the son of Galal, the son of Jeduthun.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Altogether, there were 284 Levites in the city set apart for God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The gatekeepers who settled in Jerusalem were Akkub and Talmon. Altogether, there were 172 of them and their relatives who settled in Jerusalem.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The other Israelite people including descendants of Levi and priests lived on their own property in other towns and cities in Judea.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the temple workers lived in Ophel in Jerusalem. They were supervised by Ziha and Gishpa.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man who supervised the descendants of Levi who lived in Jerusalem was Uzzi the son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Mika. Uzzi belonged to the clan of Asaph, the clan that was in charge of the music in the temple.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of Persia had commanded that the clans should decide what work each clan should do to lead the music in the temple each day.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pethahiah son of Meshezabel, who was from the clan of Zerah and a descendant of Judah, was the ambassador of the Israelites to the king of Persia.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the people who did not settle in Jerusalem lived in villages close to their farms. Some from the tribe of Judah lived in villages near Kiriath Arba, Dibon, and Jekabzeel.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some lived in Jeshua, in Moladah, in Bethpelet,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "in Hazarshual, and in Beersheba and the villages near it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Others lived in Ziklag, in Mekonah and the villages near it,\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "in Enrimmon, in Zorah, in Jarmuth,\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "in Zanoah, in Adullam, and in the villages near those cities. Some lived in Lachish and in the nearby villages, and some lived in Azekah and the villages near it. All of those people lived in Judea, in the area between Beersheba in the south and Hinnom Valley in the north, at the edge of Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people of the tribe of Benjamin lived in Geba, Micmash, Aija, Bethel and its nearby villages,\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "in Anathoth, in Nob, in Ananiah,\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "in Hazor, in Ramah, in Gittaim,\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "in Hadid, in Zeboim, in Neballat,\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "in Lod, in Ono, and in Craftsmen's Valley.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the Levites who had lived in Judea were sent to live with the people of Benjamin.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}