{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day the priests read and the people listened, and the passage was read with the laws God gave Moses that said no Amonite or Moabite was ever to be allowed to come into the place where God's people worship.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The reason for that was that the people of Ammon and the people of Moab did not give any food or water to the Israelites while the Israelites were going through their areas after they left Egypt. Instead, the people of Ammon and Moab paid money to Balaam to influence him to curse the Israelites. But God turned that attempt to curse Israel into a blessing.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when the people heard these laws being read to them, they sent away all the people whose ancestors had come from other countries.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Previously, Eliashib the priest had been appointed to be in charge of the storerooms in the temple. He was a relative of Tobiah.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He allowed Eliashib to use a large room. There they had stored the grain offerings and the incense. They put there the equipment that is used in the temple. They put in there the offerings the people gave for the Levites. They brought in tithes of grain and wine and olive oil that God had commanded for the Levites, for the musicians, and the gatekeepers. And they brought in the gifts to support the other priests.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During that time I was not in Jerusalem. It was the thirty-second year that Artaxerxes was the king of Babylonia, and I had gone back to report to the king what I had been doing. After I had been there a while, I requested the king to allow me to return to Jerusalem.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I returned, I found out that Eliashib had done an evil thing. He let Tobiah take over a storeroom in the very house of God for his own use.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I became very angry. I went to that room and I threw out everything that belonged to Tobiah.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I commanded that they perform a ritual cleansing of that room to make it pure again. And I also ordered that all the equipment used in the temple and all the grain offerings and incense should be put back in that room, where they belonged.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I also found out that the temple musicians and other Levites had left Jerusalem and returned to their fields, because the people of Israel had not been bringing into the storerooms the food they needed.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I rebuked the officials, saying to them, \"Why have you not taken care of the services to be held in the temple? So I got them together and put them back at their stations.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all the people of Judah again started to bring to the temple storerooms their tithes of grain, wine, and olive oil.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I appointed these men to be in charge of the storerooms. Shelemiah the priest, Zadok, an expert in the Jewish laws, and Pedaiah, a descendant of Levi. I appointed Hanan son of Zaccur and grandson of Mattaniah to assist them. I knew that I could trust those men to distribute the offerings fairly to their fellow workers.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My God, do not forget all these good deeds that I have done for your temple and for the work that is done there!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During that time, I saw some people in Judea who were working on the Sabbath day. Some were pressing grapes to make wine. Others were putting grain, bags of wine, baskets of grapes, figs, and many other things on their donkeys and taking them into Jerusalem. I warned them not to sell things to the people of Judea on Sabbath days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I also saw some people from Tyre who were living there in Jerusalem who were bringing fish and other things into Jerusalem to sell to the people of Judea on the Sabbath day.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I rebuked the Jewish leaders and told them, \"This is a very evil thing that you are doing! You are making the Sabbath days into something God never wanted it to be.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your ancestors did things like this, so God punished them. He allowed this city to be destroyed because of their sin! And now by breaking the laws for the Sabbath day, you are going to cause God to be angry with us, and he will punish us even more!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When it became dark at the gates of Jerusalem, I put some of my men there, so they would make sure that no one could bring any goods into the city to sell on that day.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The merchants and sellers of all kinds of goods and merchandise camped outside Jerusalem a few times on Friday evening when the Sabbath begins, hoping to sell something the next day.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I warned them, \"It is useless for you to stay here outside the walls on Friday night! If you do this again, I will take you and remove you myself!\" So after that, they did not come on Sabbath days.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I also commanded the descendants of Levi to perform the ritual to purify themselves and to take up their stations to guard the City Gates, to make sure that the Sabbath was kept holy by not allowing merchants to enter it on that holy day.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "My God, do not forget what I have done for you! And be kind to me, as kind as your love is for me.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During that time, I also found out that many of the Jewish men had married women from Ashdod, Ammon, and Moab.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Half of their children spoke the language that people in Ashdod speak or some other language, and they did not know how to speak the language of Judah, only the language of the people where they lived.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I rebuked those men, and I asked God to curse them, and I struck some of them with my fists, and some of them I pulled out their hair! Then I forced them to make a solemn promise, knowing that God was listening, that they would never again marry foreigners and never allow their children to marry foreigners.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I said to them, \"Solomon, the king of Israel, sinned as a result of marrying foreign women. He was greater than any of the kings of other nations. God loved him and set him as the king over all the people of Israel. But his foreign wives caused even him to sin.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you think that we should do what you have done, you who married foreign wives, and do what we know is wrong, and commit a great sin against our God by marrying foreign women who worship idols?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of the sons of Joiada, the son of Eliashib the leader of all the priests, married the daughter of Sanballat. So I ran Joiada's son out of Jerusalem.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My God, remember those who brought shame to the priesthood, and they broke the covenant of the priesthood and of the Levites by what they have done!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I took away everything from them that was from other nations and religions, I also established regulations for the priests and descendants of Levi, so they would know what work each of them should do.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I made sure that there was wood to be burned on the altar at the set times and days. I also arranged for the people to bring into the storerooms the first portion of the harvest.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "My God, do not forget that I have done all these things, and bless me for doing them.\n"
      },
      {
        "type": "text",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}