{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the month of Nisan during the twentieth year of the rule of King Artaxerxes, it was time to serve wine to him during a feast. I took the wine and gave it to the king. I had never looked sad when I was before the king.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But that day, the king looked at me and he said to me, \"Why are you so sad? You do not look sick. Perhaps your spirit is troubled?\" Then I was very afraid.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I replied, \"O King, may you rule for many, many years! I am sad for a reason, because the city in which my ancestors are buried has been turned to rubble, and all the gates around the city have been burned to ashes.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king replied, \"What do you want me to do for you?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "And before I answered him, I prayed to God in heaven.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I replied, \"If you are willing to do it, and if I have pleased you, then you could send me to Jerusalem, where my ancestors are buried, so that I may rebuild the city.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king (with queen sitting beside him) asked me, \"If I allow you to go, how long will you be gone? And when will you return?\" He gave me permisson to go as soon as I gave him the dates of my going there and coming back again.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I also said to the king, \"As a reward for my faithful service to you, please give me letters addressed to the governors who oversee the area beyond the Euphrates River. Please give them orders to allow me to travel safely through their province on my way to and from Judah.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, please write a letter to Asaph, who manages all the timber in your forest, and tell him to make beams to repair the gates of the fortress next to the temple, and to repair the walls of the city, and the house in which I will live.\" The king did what I requested him to do, because God was helping me get what I needed for these repairs.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I left to travel to Judah. The king sent some army officers and soldiers riding on horses to accompany me, to protect me. When we came to the region where the governors ruled, I gave them the letters from the king.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when two government officials, Sanballat the Horonite and Tobiah the Ammonite servant, heard that I had arrived, they were very angry that someone had come to help the people of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I came to Jerusalem and stayed there three days.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I went out of the city in the evening, and I took a few men with me. We only had one animal, the one that I was riding on. I said nothing to anyone about what God had inspired me to do in Jerusalem.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I passed through the Valley Gate and went outside of the city wall. Then I went around the city and passed by the well called the Jackal's Well. Then I proceeded to the Dung Gate. I inspected all the walls around Jerusalem and found they were all broken open, and the wooden gates all around the wall were burned to ashes.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I went to the Fountain Gate and to the pool called the King's Pool, but my donkey could not get through the narrow opening.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I turned back and went along the Kidron Valley and I inspected the wall there before I turned back and entered the city again at the Valley Gate.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The city officials did not know where I had gone, or what I had done. I had not said anything about it to the Jewish leaders or the officials or the priests or any of the others who would do the repair work.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I said, \"You all know very well the terrible things that have happened to our city. The city is lies in ruins, and even the gates are burned down. Come, let us do the work to rebuild the wall of Jerusalem. If we do that, we will no longer be ashamed of our city.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I told them about how God had kindly helped me when I talked to the king, and what the king had said to me.\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "They replied, \"Let us get up and build!\" So they got ready to do this good work.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Sanballat, Tobiah the Ammonite servant, and Geshem the Arabian, heard about what we planned to do. They mocked and made fun of us. They said, \"What is this work that you are doing? Are you rebelling against the king?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I replied, \"The God who is in heaven will give us success. But you have no right to this city, you have no deed, you have no lawful claim to it, and you have no historic connection to the city of Jerusalem.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}