{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Eliashib, the high priest of Israel, working with the other priests, rebuilt the Sheep Gate. They set it apart for the honor of Yahweh, and set the doors of the gate in place. Then they rebuilt the wall as far as the Tower of the Hundred, and they set it apart to honor Yahweh. They also rebuilt the Tower of Hananel.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next to them, men from Jericho were rebuilding. Next to them, Zaccur son of Imri, was rebuilding.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sons of Hassenaah built the Fish Gate. They laid in the wooden beams above the gates, and also set the doors in place. Then they affixed the bolt and the bars for a strong lock.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next to them, Meremoth, the son of Uriah and grandson of Hakkoz, repaired the walls to make them strong. Next to him, Meshullam son of Berekiah and grandson of Meshezabel, repaired part of the wall. Next to him, Zadok son of Baana repaired part of the wall.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next to him, Tekoites repaired part of the wall, but the leaders of Tekoa refused to do the work that their supervisors assigned to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joiada son of Paseah, and Meshullam son of Besodeiah, repaired the Old Gate. They also put in their places the beams above the gate and put in the bolts and the bars for locking the gate.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next to them Melatiah the Gibeonite and Jadon the Meronothite, who were men from Gibeon and Mizpah, made repairs on the portion where the governor of the province beyond the River lived.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next to him, Uzziel son of Harhaiah, and Hananiah, but they worked on a section of the wall as far as the Broad Wall. Harhaiah made things from gold, and Hananiah made perfumes.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next to them, Rephaiah son of Hur, who ruled half of the district of Jerusalem, repaired part of the wall.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next to him, Jedaiah son of Harumaph repaired part of the wall near his house. Next to him, Hattush son of Hashabneiah repaired part of the wall.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Malchijah son of Harim, and Hashub son of Pahathmoab, repaired a section of the wall, and also repaired the Tower of the Ovens.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next to him, Shallum son of Hallohesh, who ruled the other half of the district of Jerusalem, repaired part of the wall. His daughters helped him with the work.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hanun and people from the city of Zanoah repaired the Valley Gate. They put the gates in their places, and also put in the bolts and bars for locking the gate. They repaired the wall for 460 meters, as far as the Dung Gate.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Malchijah son of Recab, who ruled the district of Beth Haccherem, repaired the Dung Gate. He also put in their places the bolts and bars for locking the gate.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Shallum son of Colhozeh, who ruled the district of Mizpah, repaired the Fountain Gate. He put a roof over the gate, and put in their places the gates and the bolts and the bars for locking the gate. Near the Pool of Siloam he built the wall next to the king's garden, as far as the steps that went down from the city of David.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next to him, Nehemiah son of Azbuk, who ruled half of the district of Beth Zur, repaired the wall as far as the tombs in the city of David, to the pool that was man-made, and to the House of the Heroes.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next to him, several descendants of Levi who helped the priests repaired parts of the wall. Rehum son of Bani repaired one section. Hashabiah, who ruled half of the district of Keilah, repaired the next section on behalf of the people of his district.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Binnui son of Henadad, who ruled the other half of the district of Keilah, repaired the next section along with other descendants of Levi.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next to him, Ezer son of Jeshua, who ruled the city of Mizpah, repaired another section in front of the steps which went up to the armory, up to the point where there is a buttress at the corner of the wall.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next to him, Baruch son of Zabbai repaired a section of the wall with great enthusiasm. He worked on the section from the door of the house of Eliashib the high priest to the end of his house.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next to him, Meremoth son of Uriah and grandson of Hakkoz repaired a section from the door of Eliashib's house to the end of his house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next to him, several priests repaired parts of the wall. The priests from the area near Jerusalem repaired one section.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next to them, Benjamin and Hasshub repaired a section in front of their house. Azariah son of Maaseiah and grandson of Ananiah, repaired the next section in front of his house.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next to him, Binnui son of Henadad repaired a section, from Azariah's house to where the wall turns a bit.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next to him, Palal son of Uzai repaired a section, from where the wall turns and from where the watchtower is taller than the upper palace. The watchtower is near the courtyard where the guards lived. Next to Palal, Pedaiah son of Parosh repaired the wall.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next to him the temple servants repaired a section facing the Water Gate on the east side of the tall tower.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next to him, the Tekoites repaired a second section that was in front of the tall tower as far as the wall of Ophel.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A group of priests repaired the wall north from the Horse Gate. Each one repaired the section in front of his own house.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next to them, Zadok son of Immer repaired the section in front of his house. Next to him, Shemaiah son of Shecaniah, who was the gatekeeper at the east gate, repaired the next section.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next to him, Hananiah son of Shelemiah, and Hanun the sixth son of Zalaph, repaired a section. That was the second section that they repaired. After him Meshullam son of Berechiah repaired the walls in the section that faced the rooms where he lived.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next to them, Malchijah, who also made things from gold, repaired a section as far as the building used by the temple servants and merchants, which was in front of the Appointment Gate and the upper apartments on the corner.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Other men who worked with gold, making beautiful things, along with merchants, repaired the last section of the wall as far as the Sheep Gate.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}