{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Sanballat heard that we were rebuilding the city wall, the fact that they were rebuilding Jerusalem burned like a fire within him, and he was furious and he spoke of the Jews with disgust.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While his counselors and officials of the army troops who had come from Samaria were listening he said, \"These Jews can hardly stand on their own legs, what do they think they are doing? Will they rebuild the city and live in it themselves? Will they restore the temple and the all the sacrifices that the priests gave to Yahweh? Will they finish such a great work in only a day? Will they turn these burned and useless rocks into useful material to rebuilt the wall and will they bring life to the city again?\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Tobiah was standing beside Sanballat. He said, \"That wall they are building is so weak that even if a little fox climbed up on it, their stone wall would fall to the ground!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I prayed. I said, \"Our God, hear us, because they are ridiculing us! Cause the words of their insults to fall back on themselves! Allow their enemies to come and capture them and force them to go to a foreign land!\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They are guilty. Do not take away their guilt and let them answer for the sin they committed before you. With their insults, they are making those who are rebuilding the walls become very angry!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But after some time, the workers built the wall around the whole city to about half its total height. They were able to accomplish this because they wanted to do the best work they could do.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when Sanballat, Tobiah, the Arabians, the Ammonites, and the Ashdodites heard that the work on the wall was continuing and that we were filling in the gaps in the wall, they became very angry.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They all made a plan together to come and fight against the people of Jerusalem, and to cause confusion within it.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But we prayed to our God to protect us, and we put men around the walls to guard the city day and night because of these who were so angry with us for rebuilding the wall.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the people of Judah started to say, \"The men who are working on the wall have used up all their strength. There is too much heavy rubble that we must move away; we are not able to finish this work. It is too much for us.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Besides, our enemies are saying, 'Before the Jews see us, we will rush down on them and kill them and stop their work on the wall!'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jews who were living near our enemies came and told us many times, to warn us about the wicked plans our enemies were planning to carry out against us.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I put people from each of the families to stand guard at the wall. They were put at the lowest points of the wall, at the places where the wall would be most easily crossed over. They would protect it with their swords, their spears, and their bows and arrows.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then after I inspected everything, I summoned the leaders and other officials and many of the other people, and I said to them, \"Do not be afraid of our enemies! Keep in mind God is great and glorious! And fight to protect your families, your sons and daughters, your wives, and your homes!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our enemies heard that we knew what they were planning to do and that God had spoiled all their plans to stop our work. So we all returned to work on the wall, at the same places we were working before.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But after that, only half of the men there were doing the work on the wall. The others stood there holding their spears, shields, bows and arrows, and wearing armor for protection. The leaders stood guard behind the people of Judah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who were building the wall and those who carried the heavy loads on their backs, all of them built the wall with one hand and held a weapon in the other hand.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All who were building the wall had his sword fastened to his side. The man who would blow the trumpet if our enemies attacked was standing at my side.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I said to the officials, the other important men, and the other people, \"This is a huge job, and we are far apart from each other along the wall.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you hear the man blowing the trumpet, gather around at that place. Our God will fight for us!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So we continued to work. Half of the men continued to hold their spears all day, from when the sun rose in the morning until the stars appeared at night.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, I also said to the people, \"Tell every worker and his helper that they must stay inside Jerusalem at night. By doing that, they can guard us at night, and they can work on the wall during the daytime.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During that time, I did not put away my clothing, and I always carried my weapon The same was true of my brothers, my servants, and the men who followed me and served as guards. All of us did the same, even if we just went to get a drink of water.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}