{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Later, many of the men and their wives cried out for justice because of what some of the other Jews were doing.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of them said, \"We have many children. So we need a lot of grain to be able to eat and stay alive.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Others said, \"it has been necessary for us to mortgage the fields and vineyards and houses that we own so that we may get grain to eat during this famine.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Others said, \"We have needed to borrow money to pay the taxes we owe the king for our fields and our vineyards.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are Jews just like the other Jews. Our children are just as important to us as their children are to them. But we have been forced to sell our children to become slaves in order to pay what we owe. We have already sold some of our daughters to become slaves. Our fields and vineyards have been taken away from us, so now we do not have the money to pay what we owe.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I was very angry when I heard these things about which they were so concerned.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I thought about what I could do about it. I told the leaders and officials, \"You are charging interest to your own relatives when they borrow money from you. You know that is wrong!\" Then I called together a large group of people to bring charges against them.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I said to them, \"Some of our Jewish relatives have been forced to sell themselves to become slaves of the nations. As much as we have been able, we have been buying them back. But now you are even selling your own relatives so that they might be sold back to us, their fellow Jews!\" When I said that to them, they were silent. They did not answer with even a single word.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I said to them, \"What you are doing is terrible. Should you not obey God and do what is right? If you did, you would prevent our enemies from treating us with disrepect.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I and my fellow Jews and my servants have lent money and grain to people. But let us all stop charging interest on any of these loans.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, you must give back to them their fields, their vineyards, their olive tree orchards, and their houses that you have taken from them. You must also give back to them the interest that you charged them when they borrowed money, grain, wine, and olive oil from you. You must do this today!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The leaders replied, \"We will do what you have said. We will return to them everything that we forced them to give to us, and we will not require that they give us anything more.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Then I summoned the priests, and I made them give an oath that they would do what they promised.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I shook out the folds of my robe and said to them, \"If you do not do what you have just now promised to do, I hope that God will shake you like I am shaking my robe.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "They all replied, \"Amen, let it be so!\" And they praised Yahweh. Then they did what they had promised to do.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I was appointed to be the governor of Judea in the twentieth year that Artaxerxes was the king of Persia. From that time until the thirty-second year, during those twelve years neither I nor my officials accepted the money that we were allowed to receive to buy food because of my being the governor.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men who were governors before me had burdened the people by requiring them forty silver coins each day for their food and wine. Even their servants oppressed the people. But I did not do that, because I wanted to give honor and respect to God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I also continued to work on this wall, and we did not buy any land from the people. All those who worked for me joined me to work on the wall.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, every day I was responsible to feed at our table the Jews and the officials, one hundred and fifty people; and we also fed the visitors who came from other countries around us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each day I told my servants to serve us the meat from one ox, six very good sheep, and birds. And every ten days I gave them a large new supply of wine. But I knew that the people were burdened by paying a great deal of money for taxes, so I did not accept the money that I was entitled to as governor.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My God, think of me, and reward me for all that I have done for this people.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}