{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sanballat, Tobiah, Geshem, and our other enemies heard a report that we had finished rebuilding the wall, and that now there were no more gaps, although we had not yet replaced the doors in the gates.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Sanballat and Geshem sent me a message that read, \"Come and talk with us at a place in the plain of Ono north of Jerusalem.\" But it was no secret that they wanted to harm me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I sent messengers to them, to tell them, \"I am doing an important work, and I cannot go down there. This work should not be delayed just so I can go down to talk with you.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They sent me the same message four times, and each time when I replied to them I said the same thing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Sanballat sent one of his servants to me, bringing a fifth message. This one was written, but it was not sealed and he held it in his hand.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what was written in the message:\n"
      },
      {
        "tag": "pi",
        "type": "paragraph",
        "text": "\"Some people in the nearby countries have heard a report that you and the other Jews are rebuilding the wall in order to be able start a rebellion against the king of Babylon, and that you are planning to become the king of the Israel. Geshem has told us that this is the truth.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People are also saying that you have appointed some prophets to proclaim in Jerusalem that you, Nehemiah, are now the king in Judea. King Artaxerxes will certainly hear these reports, and then you will be in big trouble. So I suggest that we should meet together to talk about this matter.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I read that message, I sent the messenger back to Sanballat to say, \"None of what you are saying is true. You have made this up in your own imagination.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I said that because I knew that they were trying to cause us to be afraid, so that they thought, \"They will become so discouraged that they will not work on the wall any more, and the work will never be finished.\" So I prayed, \"O God, give me courage.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One day I went to talk with Shemaia son of Delaiah and grandson of Mehetabel. I went to talk with him in his house. He was ordered not to leave his house. He said to me, \"You and I must enter the temple, and we must go to one of the rooms in the center of the temple, and lock the doors. They are going to come to kill you. They are coming tonight to kill you.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I replied, \"I am not that kind of person! I would not run and hide in the temple to save my life! No, I will not do that!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I thought about what he had said, and I saw that God had not told Shemaiah what to say to me. Tobiah and Sanballat had hired him.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They had hired him to frighten me. They wanted me to disobey God's commands and sin by hiding in the temple. If I did that, they would give me a bad name for what I had done, and then they would humiliate me.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I prayed, \"My God, do not forget what Tobiah and Sanballat have done. And do not forget the prophetess Noadiah and the other prophets who tried to make me be afraid.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We finished rebuilding the wall in the month of Elul, on the twenty-fifth day of the month. We did all the work in fifty-two days.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When our enemies in the nearby countries heard about that, they became very afraid and they were humiliated, because they knew it was God who helped us complete this work.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During this time, the Jewish leaders had been sending many messages to Tobiah, and Tobiah had been sending messages back to them.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many people in Judea had sworn their allegiance to Tobiah. He was the son-in-law of Shecaniah son of Arah, and Tobiah's son Jehohanan married the daughter of Meshullam son of Berekiah.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People often talked in my presence about all the good deeds that Tobiah had done, and then they would tell him everything that I said. So Tobiah sent many letters to me to try to cause me to become afraid.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}