{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the people gathered together in the plaza that was close to the Water Gate. Men and women and children who were old enough to understand gathered together. They asked Ezra to bring out the scroll of the law that Moses had written down, and which Yahweh had given as the law for the people of Israel, for them to obey its rules and commands.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ezra, who served God through the sacrifices in the temple, brought out the law and presented it before all the people, to both men and women, and anyone else who could understand what he read. He did this on the first day of the seventh month of that year.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he brought it out and read it to the people. He read it from early in the morning until the middle of the day. All the people listened, men and women, anyone who was able to understand what he read. The people listened with great interest to what Ezra read from the book of the law.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ezra stood on top of a high wooden platform that had been built by the people for this purpose. At his right side stood Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Maaseiah. At his left side stood Pedaiah, Mishael, Malkijah, Hashum, Hashbaddanah, Zechariah, and Meshullam.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ezra opened the scroll as he stood on the platform above the people, and all could see him, and as he opened the book all the people stood up.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Ezra praised Yahweh, the great God, and all the people lifted up their hands and said, \"Amen! Amen!\" Then they all bowed down with their faces to the ground, and they worshiped Yahweh.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, and Pelaiah, were all Levites. They explained the meaning of the laws of Moses to the people who were standing there.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also read from scrolls the law that God gave to Moses, and they translated it into the Aramaic language, making the meaning clear for those who could understand it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Nehemiah the governor, and Ezra the priest and scribe, and the Levites who were interpreting what was being read to the people, said to them, \"Yahweh your God considers that this day is set apart from other days. So do not be sad or cry!\" For all the people were crying when they heard the law of Moses read by Ezra.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Nehemiah said to them, \"Now go home and enjoy some good food and have something sweet to drink. And send some of it to people who do not have anything to eat or drink. This is a day set apart to worship our Lord. Do not be filled with sadness! The joy that Yahweh gives will make you strong.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Levites also caused the people to be quiet, saying \"Hush, do not cry, for this is a day set apart for Yahweh. Do not be sad!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the people went away, and they ate and drank, and they sent portions of food to those who did not have any. They were very happy, because they understood the meaning of the words that been read to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the next day, the leaders of the families and the priests and the Levites came together with Ezra to study so they would gain insight from the words of the law.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They read in the law how Yahweh had ordered Moses to command the people of Israel to live in temporary shelters that entire month, to remember that their ancestors lived in shelters when they walked in the wilderness.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also learned that they should proclaim in Jerusalem and in all the towns that the people should go to the hills and cut branches from olive trees and from wild olive trees and from myrtle trees, palm trees and shade trees. They should make shelters from these branches to live in during the festival, just as Moses wrote about this.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the people went out of the city and cut branches and used them to build shelters. They built shelters on the flat roofs of their houses, in their courtyards, in the courtyards of the temple, and in the plazas close to the Water Gate and the Ephraim Gate.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All of the Israelite people who had returned from Babylon built shelters and lived in them for one week. The Israelite people had not celebrated that festival like that since the time that Joshua lived. And the people had very great joy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every day during that week Ezra read to the people from the book of the law of God. Then on the eighth day, they followed the decree and called for all the people to come together, so they could bring the festival to an end.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}