{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the twenty-fourth day of the same month, the people gathered together. They did not eat food for a while, and they wore clothes they made from bags used to carry wheat and other grains, and they put the dust of the earth on their heads.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The descendants of Israel separated themselvses away from all the foreigners. They stood there and confessed their own sins and the wicked things their ancestors had done.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They stood and for three hours they read from the law of Yahweh, and for another three hours they spoke out loud about their sins before Yahweh, and they bowed down and worshiped him.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were Levites standing on the stairs. They were Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, another Bani, and Kenani.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the leaders of the Levites called out to the people. They were Jeshua, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah. They said,\n\"Stand there and give praise to Yahweh your God, who has always lived and will live forever! Yahweh, we praise your glorious name! Your name is more important than everything else that is good and wonderful!\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are Yahweh, and no one else. You made the sky and the heavens above everything, and all the angels who do God's will. You made the earth and everything that is on it, and you made the seas and everything that is in them. You give life to everything. All the angel armies in heaven worship you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, you are God. You chose Abram and brought him out of Ur in the Chaldees. You gave him the name Abraham.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You saw deep inside of him, and you knew he was a trustworthy person. Then you made a promise to him pledged with blood, promising that you would give to his descendants the land of the Canaanites, the Hittites, the Amorites, the Perizzites, the Jebusites, and the Girgashites. And you, Yahweh, have done what you promised, because you always do what is right.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You saw how much our ancestors were suffering in Egypt. You heard them cry to you for help when they were beside the Sea of Reeds.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You performed many kinds of miracles that caused the king, his servants, and all his people to suffer. As a result, you, Yahweh, made a great name for yourself, and it is still known to be great even today!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You divided the sea into two parts, and your people walked through the middle of it on dry land. You drowned the soldiers of the Egyptian army under the waters, and they sank as a stone sinks in the deep!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the day you led them with a cloud like a pillar for them to follow, and at night you gave them the light of a pillar of fire, to show them where to walk.\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On Mount Sinai you came down from heaven and spoke to them. You gave them many regulations and decrees that are just and reliable, and you gave them commands and laws that are good.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You taught them about your holy Sabbath, and you gave them commands, and rules, and a list of laws to obey from your servant Moses. He would tell them to the people.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they were hungry, you gave them bread from heaven. When they were thirsty, you gave them water from a rock. You said to them to go and take the land you promised with a vow to give them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But our ancestors were very proud and stubborn. They refused even to listen to what you commanded them to do.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They refused to listen to you. They forgot about all the miracles that you had performed for them. They became stubborn, and because they rebelled against you, they appointed a leader to take them back to Egypt, where they would be slaves again! But you are a God who forgives again and again. You are slow to be angry, and your love for them is never-ending and it is great. You did not abandon them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, you did not desert them, even though they melted precious metals and cast an idol that looked like a calf. They presented this calf to the people and said, 'This is your god, who brought you up out of Egypt,' while they cursed God and did what he had forbidden.\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You always acted mercifully, and you would not abandon them when they were in the desert. The bright cloud which was like a huge pillar continued to lead them during the daytime, and the fiery cloud showed them where to walk at night.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You sent your good Spirit to instruct them. You did not withhold the manna from them when they were hungry and you provided water when they were thirsty.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For forty years you took care of them in the desert. During all that time, they did not have need of anything. Their clothes did not wear out, and their feet did not swell up.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You gave them kingdoms and nations of people. They took possession of even the most distant places in this land. They occupied the land over which King Sihon ruled from Heshbon and the land over which King Og ruled in the Bashan.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You caused our ancestors' children to become as numerous as the stars in the heavens, and you brought them into this land, the land you told their fathers to enter and take for themselves so they might live there.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went in and took the land from the people who lived there. You enabled the Israelites to control the Canaanites and their kings so they could do to those people whatever they needed to do.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our ancestors' children captured cities that had walls around them for protection. They took possession of fertile land. They occupied houses that were full of good things and wells that were already dug. They took possession of vineyards, groves of olive trees, and fruit trees. They ate all that they wanted to, and they were satisfied, and they grew fat, and they were delighted because you were so good to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they disobeyed you and rebelled against you. They turned their backs on your law. They killed the prophets who warned them that they should return to you. They said and did very evil things against you.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you handed them over to their enemies to defeat them. But when their enemies caused them to suffer, they called out to you. You heard their cry from heaven, and because you are very merciful, you sent them people to help them, and those leaders rescued them from their enemies.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But after there was a time of peace again, our ancestors again did evil things that you hated. So you allowed their enemies to conquer them and ruled over them. But whenever they cried out to you again to help them, you heard them from heaven, and because you act mercifully you rescued them.\n"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You warned them that they should again obey your laws, but they became proud and stubborn, and they disobeyed your decrees—and it is by obeying them that a person lives. They purposely ignored what you commanded them to do and became stubborn and refused to obey.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You were patient with them for many years. You warned them by the messages your Spirit gave to the prophets. But they did not listen to those messages. So again you allowed the armies of the nations nearby to defeat them.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But because you act mercifully, you did not destroy them completely or abandon them. You are a gracious and merciful God!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our God, you are great! You are mighty! You are awesome! You faithfully love us as you promised in your covenant with us that you fulfill! But now we are having great difficulties in all these things. Do not let our hardships become unimportant to you! They have come on our kings, on our princes, and on our priests, and on our prophets, and on our ancestors, and on all your people, from the days of the kings of Assyria until today.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know that you acted justly each time you punished us. You have treated us faithfully, but we have done evil things.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our kings and the leaders they appointed and our priests and our other ancestors did not obey your laws. They did not heed your commands or the warnings that you gave them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even when they had their own kings, and they enjoyed the good things that you did for them in this large and fertile land that you gave to them, they did not serve you and they would not stop doing what was evil.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now we are slaves here in this land that you gave to our ancestors, the land that you gave to them in order that they could enjoy all the good things that grow here. But we became slaves here!\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because we have sinned, we cannot eat the things that grow here. The kings who now rule over us are enjoying the things that grow here. They rule us and take our cattle. We must serve them and do the things that please them. We are in great misery.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of all this, we, the people of Israel are making a solemn agreement on a scroll. We will write on it the names of our leaders, the names of the Levites, and the names of the priests, and then we will seal it.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}