{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The book of the genealogy of Jesus Christ, son of David, son of Abraham.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Abraham was the father of Isaac, and Isaac the father of Jacob, and Jacob the father of Judah and his brothers.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judah was the father of Perez and Zerah by Tamar, Perez the father of Hezron, and Hezron the father of Ram.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ram was the father of Amminadab, Amminadab the father of Nahshon, and Nahshon the father of Salmon.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Salmon was the father of Boaz by Rahab, Boaz the father of Obed by Ruth, Obed the father of Jesse.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesse was the father of David the king,\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "David the father of Solomon by the wife of Uriah.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Solomon was the father of Rehoboam, Rehoboam the father of Abijah, Abijah the father of Asa.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Asa was the father of Jehoshaphat, Jehoshaphat the father of Joram, and Joram an ancestor of Uzziah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Uzziah was the father of Jotham, Jotham the father of Ahaz, Ahaz the father of Hezekiah.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hezekiah was the father of Manasseh, Manasseh the father of Amon, and Amon the father of Josiah.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Josiah was an ancestor of Jechoniah and his brothers at the time of the deportation to Babylon.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After the deportation to Babylon, Jechoniah was the father of Shealtiel, Shealtiel was an ancestor of Zerubbabel.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Zerubbabel was the father of Abiud, Abiud the father of Eliakim, and Eliakim the father of Azor.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Azor was the father of Zadok, Zadok the father of Achim, and Achim the father of Eliud.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Eliud was the father of Eleazar, Eleazar the father of Matthan, and Matthan the father of Jacob.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jacob was the father of Joseph the husband of Mary, by whom Jesus was born, who is called Christ.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the generations from Abraham to David were fourteen generations, from David to the deportation to Babylon fourteen generations, and from the deportation to Babylon to the Christ fourteen generations.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The birth of Jesus Christ happened in the following way. His mother, Mary, was engaged to marry Joseph, but before they came together, she was found to be pregnant by the Holy Spirit.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Her husband, Joseph, was a righteous man, and he did not want to disgrace her publicly. So he decided to secretly end his engagement with her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As he thought about these things, an angel of the Lord appeared to him in a dream, saying, \"Joseph, son of David, do not fear to take Mary as your wife, because the one who is conceived in her is conceived by the Holy Spirit.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She will give birth to a son, and you will call his name Jesus, for he will save his people from their sins.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All this happened to fulfill what was spoken by the Lord through the prophet, saying,\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Behold, the virgin will conceive and give birth to a son, and they will call his name Immanuel\"—which means, \"God with us.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph woke up from his sleep and did as the angel of the Lord commanded him and he took her as his wife.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he did not have sexual relations with her until she gave birth to a son. Then he called his name Jesus.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}