{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus called his twelve disciples together and gave them authority over unclean spirits, to drive them out, and to heal all kinds of disease and all kinds of sickness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the names of the twelve apostles were these. The first, Simon (whom he also called Peter), and Andrew his brother; James son of Zebedee, and John his brother;\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Philip, and Bartholomew; Thomas, and Matthew the tax collector; James son of Alphaeus, and Thaddaeus;\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simon the Zealot, and Judas Iscariot, who would betray him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These twelve Jesus sent out. He instructed them and said, \"Do not go to any place where Gentiles live, and do not enter any town of the Samaritans.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Go instead to the lost sheep of the house of Israel;\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and as you go, preach and say, 'The kingdom of heaven has come near.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Heal the sick, raise the dead, cleanse the lepers, and cast out demons. Freely you have received, freely give.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not carry any gold, silver, or copper in your purses.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not take a traveling bag for your journey, or an extra tunic, or sandals, or a staff, for a laborer deserves his food.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whatever city or village you enter, find who is worthy in it, and stay there until you leave.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As you enter into the house, greet it.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the house is worthy, let your peace come upon it. But if it is not worthy, let your peace come back to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for those who do not receive you or listen to your words, when you depart from that house or city, shake off the dust from your feet.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Truly I say to you, it shall be more tolerable for the land of Sodom and Gomorrah in the day of judgment than for that city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See, I send you out as sheep in the midst of wolves, so be as wise as serpents and harmless as doves.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Watch out for people! They will deliver you up to councils, and they will whip you in their synagogues.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you will be brought before governors and kings for my sake, as a testimony to them and to the Gentiles.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they deliver you up, do not be anxious about how or what you will speak, for what to say will be given to you in that hour.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For it is not you who will speak, but the Spirit of your Father who will speak in you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Brother will deliver up brother to death, and a father his child. Children will rise up against their parents and cause them to be put to death.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will be hated by everyone because of my name. But whoever endures to the end, that person will be saved.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they persecute you in this city, flee to the next, for truly I say to you, you will not have gone through the cities of Israel before the Son of Man has come.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A disciple is not greater than his teacher, nor a servant above his master.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is enough for the disciple that he should be like his teacher, and the servant like his master. If they have called the master of the house Beelzebul, how much worse would be the names they call the members of his household!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore do not fear them, for there is nothing concealed that will not be revealed, and nothing hidden that will not be known.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What I tell you in the darkness, say in the daylight, and what you hear softly in your ear, proclaim upon the housetops.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not be afraid of those who kill the body but are unable to kill the soul. Instead, fear him who is able to destroy both soul and body in hell.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Are not two sparrows sold for a small coin? Yet not one of them falls to the ground without your Father's knowledge.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But even the hairs of your head are all numbered.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not fear. You are more valuable than many sparrows.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore everyone who confesses me before men, I will also confess before my Father who is in heaven.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he who denies me before men, I will also deny before my Father who is in heaven.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not think that I came to bring peace upon the earth. I did not come to bring peace, but a sword.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I came to set a man against his father, and a daughter against her mother, and a daughter-in-law against her mother-in-law.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A man's enemies will be those of his own household.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He who loves father or mother more than me is not worthy of me; and he who loves son or daughter more than me is not worthy of me.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He who does not pick up his cross and follow after me is not worthy of me.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He who finds his life will lose it. But he who loses his life for my sake will find it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He who welcomes you welcomes me, and he who welcomes me also welcomes him who sent me.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He who welcomes a prophet because he is a prophet will receive a prophet's reward, and he who welcomes a righteous man because he is a righteous man will receive a righteous man's reward.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever gives to one of these little ones even a cup of cold water to drink because he is a disciple, truly I say to you, he will in no way lose his reward.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}