{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that when Jesus had finished instructing his twelve disciples, he departed from there to teach and preach in their cities.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when John heard in the prison about the deeds of the Christ, he sent a message by his disciples\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and said to him, \"Are you the one who is coming, or should we look for another?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered and said to them, \"Go and report to John what you see and hear.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Blind people are receiving sight, lame people are walking, lepers are being cleansed, deaf people are hearing again, people who have died are being raised back to life, and needy people are being told the good news.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Blessed is anyone who is not offended by me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As these men went on their way, Jesus began to say to the crowds about John, \"What did you go out in the desert to see—a reed being shaken by the wind?\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But what did you go out to see—a man dressed in soft clothing? Really, those who wear soft clothing live in kings' houses.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But what did you go out to see—a prophet? Yes, I say to you, and much more than a prophet.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is he of whom it was written,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'See, I am sending my messenger before your face, who will prepare your way before you.'\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say to you truly, among those born of women no one is greater than John the Baptist. Yet the least important person in the kingdom of heaven is greater than he is.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From the days of John the Baptist until now, the kingdom of heaven suffers violence, and men of violence take it by force.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For all the prophets and the law have been prophesying until John;\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and if you are willing to accept it, he is Elijah who was to come.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He who has ears to hear, let him listen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To what should I compare this generation? It is like children playing in the marketplace, who sit and call to one another\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and say, 'We played a flute for you, and you did not dance. We mourned, and you did not weep.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For John came not eating bread or drinking wine, and they say, 'He has a demon.'\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Son of Man came eating and drinking and they say, 'Look, he is a gluttonous man and a drunkard, a friend of tax collectors and sinners!' But wisdom is justified by her deeds.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus began to rebuke the cities in which most of his mighty deeds were done, because they had not repented.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Woe to you, Chorazin! Woe to you, Bethsaida! If the mighty deeds had been done in Tyre and Sidon which were done in you, they would have repented long ago in sackcloth and ashes.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But it will be more tolerable for Tyre and Sidon at the day of judgment than for you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You, Capernaum, do you think you will be exalted to heaven? No, you will be brought down to Hades. For if in Sodom there had been done the mighty deeds that were done in you, it would still have remained until today.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I say to you that it shall be easier for the land of Sodom in the day of judgment than for you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time Jesus said, \"I praise you, Father, Lord of heaven and earth, because you concealed these things from the wise and understanding, and revealed them to little children.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yes, Father, for so it was well-pleasing in your sight.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All things have been entrusted to me from my Father; and no one knows the Son except the Father and no one knows the Father except the Son, and anyone to whom the Son chooses to reveal him.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Come to me, all you who labor and are heavy burdened, and I will give you rest.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take my yoke on you and learn from me, for I am meek and lowly in heart, and you will find rest for your souls.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For my yoke is easy and my burden is light.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}