{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time Jesus went on the Sabbath day through the grainfields. His disciples were hungry and began to pluck heads of grain and eat them.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the Pharisees saw that, they said to Jesus, \"See, your disciples do what is unlawful to do on the Sabbath.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus said to them, \"Have you never read what David did, when he was hungry, and the men who were with him?\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He went into the house of God and ate the bread of the presence, which was unlawful for him to eat and unlawful for those who were with him, but lawful only for the priests.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Have you not read in the law that on the Sabbath the priests in the temple profane the Sabbath but are guiltless?\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I say to you that one greater than the temple is here.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you had known what this meant, 'I desire mercy and not sacrifice,' you would not have condemned the guiltless.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the Son of Man is Lord of the Sabbath.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus left from there and went into their synagogue.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold, there was a man who had a withered hand. The Pharisees asked Jesus, saying, \"Is it lawful to heal on the Sabbath?\" so that they might accuse him of sinning.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"What man would there be among you, who, if he had just one sheep, and if this sheep fell into a deep hole on the Sabbath, would not grasp hold of it and lift it out?\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How much more valuable, then, is a man than a sheep! Therefore it is lawful to do good on the Sabbath.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said to the man, \"Stretch out your hand.\" He stretched it out, and it was restored to health, just like the other hand.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Pharisees went out and plotted against him. They were seeking how they might put him to death.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Jesus perceived this, he withdrew from there. Many people followed him, and he healed them all.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He commanded them not to make him known to others,\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "that it might come true, what had been said through Isaiah the prophet, saying,\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"See, my servant whom I have chosen;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "my beloved one, in whom my soul is well pleased.\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "I will put my Spirit upon him,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and he will proclaim justice to the Gentiles.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will not strive nor cry aloud;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "neither will anyone hear his voice in the streets.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will not break any bruised reed;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "he will not quench any smoking flax,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "until he leads justice to victory,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and in his name the Gentiles will have certain hope.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then someone blind and mute, possessed by a demon, was brought to Jesus. He healed him, with the result that the mute man spoke and saw.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All the crowds were amazed and said, \"Can this man be the Son of David?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the Pharisees heard of this miracle, they said, \"This man does not cast out demons except by Beelzebul, the prince of the demons.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus knew their thoughts and said to them, \"Every kingdom divided against itself is made desolate, and every city or house divided against itself will not stand.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If Satan drives out Satan, he is divided against himself. How then will his kingdom stand?\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And if I drive out demons by Beelzebul, by whom do your sons drive them out? For this reason they will be your judges.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if I drive out demons by the Spirit of God, then the kingdom of God has come upon you.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How can anyone enter the house of the strong man and steal his belongings without tying up the strong man first? Then he will steal his belongings from his house.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who is not with me is against me, and the one who does not gather with me scatters.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore I say to you, every sin and blasphemy will be forgiven men, but the blasphemy against the Spirit will not be forgiven.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever speaks any word against the Son of Man, that will be forgiven him. But whoever speaks against the Holy Spirit, that will not be forgiven him, neither in this world, nor in that which is to come.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Make a tree good and its fruit good, or make the tree bad and its fruit bad, for a tree is recognized by its fruit.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You offspring of vipers, since you are evil, how can you say good things? For out of the abundance of the heart his mouth speaks.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The good man from the good treasure of his heart produces what is good, and the evil man from the evil treasure of his heart produces what is evil.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say to you that in the day of judgment people will give an account for every idle word they will have said.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For by your words you will be justified, and by your words you will be condemned.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then certain scribes and Pharisees answered Jesus and said, \"Teacher, we wish to see a sign from you.\"\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus answered and said to them, \"An evil and adulterous generation seeks for a sign. But no sign will be given to it except the sign of Jonah the prophet.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For as Jonah was three days and three nights in the stomach of the big fish, so will the Son of Man be three days and three nights in the heart of the earth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men of Nineveh will stand up at the judgment with this generation of people and will condemn it. For they repented at the preaching of Jonah, and see, someone greater than Jonah is here.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Queen of the South will rise up at the judgment with the men of this generation and condemn them. She came from the ends of the earth to hear the wisdom of Solomon, and see, someone greater than Solomon is here.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When an unclean spirit has gone away from a man, it passes through waterless places and looks for rest, but does not find it.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then it says, 'I will return to my house from which I came.' Having returned, it finds that house swept out and put in order.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then it goes and takes along with it seven other spirits more evil than itself, and they all come in to live there. Then the final condition of that man becomes worse than the first. It will be just like that with this evil generation.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Jesus was still speaking to the crowds, behold, his mother and his brothers stood outside, seeking to speak to him.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Someone said to him, \"Look, your mother and your brothers stand outside, seeking to speak to you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus answered and said to him who told him, \"Who is my mother and who are my brothers?\"\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he stretched out his hand toward his disciples and said, \"See, here are my mother and my brothers!\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For whoever does the will of my Father who is in heaven, that person is my brother, and sister, and mother.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}