{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "About that time, Herod the tetrarch heard the news about Jesus.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to his servants, \"This is John the Baptist; he has risen from the dead. Therefore these powers are at work in him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Herod had arrested John, bound him, and put him in prison because of Herodias, his brother Philip's wife.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For John had said to him, \"It is not lawful for you to have her as your wife.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Herod would have put him to death, but he feared the people, because they regarded him as a prophet.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when Herod's birthday came, the daughter of Herodias danced in the midst and pleased Herod.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In response, he promised with an oath to give her whatever she should ask.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After being instructed by her mother, she said, \"Give me here, on a platter, the head of John the Baptist.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king was very upset by her request, but because of his oath and because of all those at dinner with him, he ordered that it should be done.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He sent and beheaded John in the prison.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then his head was brought on a platter and given to the girl and she took it to her mother.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then his disciples came, took up the corpse, and buried it. After this, they went and told Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when Jesus heard this, he withdrew from there in a boat to an isolated place. When the crowds heard of it, they followed him on foot from the cities.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus came before them and saw the large crowd. He had compassion on them and healed their sick.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the evening had come, the disciples came to him and said, \"This is a deserted place, and the day is already over. Dismiss the crowds, so that they can go into the villages and buy food for themselves.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus said to them, \"They have no need to go away. You give them something to eat.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, \"We have here only five loaves of bread and two fish.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said, \"Bring them to me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus ordered the crowd to sit down on the grass. He took the five loaves and the two fish. Looking up to heaven, he blessed and broke the loaves and gave them to the disciples, and the disciples gave them to the crowd.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They all ate and were filled. Then they took up what remained of the broken pieces of food—twelve baskets full.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who ate were about five thousand men, besides women and children.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Immediately he made the disciples get into the boat and go before him to the other side, while he sent away the crowds.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he had sent away the crowds, he went up on the mountain by himself to pray. When evening came, he was there alone.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the boat was now a long way from land, being tossed about by the waves, for the wind was blowing against them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the fourth watch of the night Jesus approached them, walking on the sea.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the disciples saw him walking on the sea, they were terrified and said, \"It is a ghost,\" and they cried out in fear.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus spoke to them right away and said, \"Be brave! It is I! Do not be afraid.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter answered him and said, \"Lord, if it is you, command me to come to you on the water.\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said, \"Come.\" So Peter got out from the boat and walked on the water to go to Jesus.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when Peter saw the wind, he became afraid. As he began to sink, he cried out and said, \"Lord, save me!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus immediately stretched out his hand, took hold of Peter, and said to him, \"You of little faith, why did you doubt?\"\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then when Jesus and Peter went into the boat, the wind ceased blowing.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the disciples in the boat worshiped Jesus and said, \"Truly you are the Son of God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had crossed over, they came to land at Gennesaret.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the men in that place recognized Jesus, they sent messages everywhere into the surrounding area, and they brought to him everyone who was sick.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They begged him that they might just touch the edge of his garment, and as many as touched it were healed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}