{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then some Pharisees and scribes came to Jesus from Jerusalem. They said,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Why do your disciples violate the traditions of the elders? For they do not wash their hands when they eat.\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He answered and said to them, \"Then why do you violate the commandment of God for the sake of your traditions?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For God said, 'Honor your father and your mother,' and 'He who speaks evil of his father or mother, will surely die.'\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you say, 'Whoever says to his father or mother \"Whatever help you would have received from me is now a gift given to God,\"'\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "that person does not need to honor his father. In this way you have made void the word of God "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft The best ancient copies have \\fqa the word of God \\fqa* some other ancient copies have \\fqa the commandment.\\fqa* It is difficult to choose the better reading. ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": "for the sake of your traditions.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You hypocrites! Well did Isaiah prophesy about you when he said,\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'This people honors me with their lips,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "but their heart is far from me.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They worship me in vain,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "because they teach as their doctrines the commandments of people.'\"\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he called the crowd to himself and said to them, \"Listen and understand—\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nothing that enters into the mouth defiles a person. Instead, what comes out of the mouth, this is what defiles a person.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the disciples came and said to Jesus, \"Do you know that the Pharisees were offended when they heard this statement?\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered and said, \"Every plant that my heavenly Father has not planted will be rooted up.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let them alone, they are blind guides. If a blind person guides another blind person, both will fall into a pit.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter responded and said to Jesus, \"Explain this parable to us.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said, \"Are you also still without understanding?\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you not see that whatever goes into the mouth passes into the stomach and is then passed out into the latrine?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the things that come out of the mouth come from the heart. They are the things that defile a person.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For from the heart proceed evil thoughts, murder, adultery, sexual immorality, theft, false witness, and slander.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the things that defile a person. But to eat with unwashed hands does not defile a person.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus went away from there and withdrew toward the regions of the cities of Tyre and Sidon.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold, a Canaanite woman came out from that region. She shouted out and said, \"Have mercy on me, Lord, Son of David! My daughter is severely demon-possessed.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus answered her not a word. His disciples came and begged him, saying, \"Send her away, for she is shouting after us.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus answered and said, \"I was not sent to anyone except to the lost sheep of the house of Israel.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But she came and bowed down before him, saying, \"Lord, help me.\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He answered and said, \"It is not right to take the children's bread and throw it to the little dogs.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said, \"Yes, Lord, but even the little dogs eat some of the crumbs that fall from their masters' tables.\"\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus answered and said to her, \"Woman, great is your faith; let it be done for you just as you wish.\" At that hour her daughter was healed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus left that place and went near to the Sea of Galilee. Then he went up a hill and sat there.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Large crowds came to him. They brought with them lame, blind, mute, and crippled people, and many others who were sick. They presented them at Jesus' feet, and he healed them.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the crowd marveled when they saw the mute persons speak, the crippled made well, the lame walking, and the blind seeing. They praised the God of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus called his disciples to him and said, \"I have compassion on the crowd, because they have stayed with me for three days already and have nothing to eat. I do not want to send them away without eating, or they may faint on the way.\"\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The disciples said to him, \"Where can we get enough loaves of bread in such a deserted place to satisfy so large a crowd?\"\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"How many loaves do you have?\" They said, \"Seven, and a few small fish.\"\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus commanded the crowd to sit down on the ground.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He took the seven loaves and the fish, and after giving thanks, he broke the loaves and gave them to the disciples. The disciples gave them to the crowd.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people all ate and were satisfied. Then they gathered up seven baskets full of the broken pieces that were left over.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who ate were four thousand men, besides women and children.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus sent the crowds away and got into the boat and went into the region of Magadan.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}