{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that same time the disciples came to Jesus and said, \"Who is greatest in the kingdom of heaven?\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus called to himself a little child, set him among them,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and said, \"Truly I say to you, unless you turn and become like little children, you will in no way enter the kingdom of heaven.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, whoever humbles himself like this little child is the greatest in the kingdom of heaven.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever welcomes a little child like this in my name receives me.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But whoever causes one of these little ones who believes in me to sin, it would be better for him that a great millstone should be hung about his neck, and that he should be sunk into the depths of the sea.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Woe to the world because of stumbling blocks! For it is necessary that those stumbling blocks come, but woe to the person through whom those stumbling blocks come!\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If your hand or your foot causes you to stumble, cut it off and throw it away from you. It is better for you to enter into life maimed or lame than to be thrown into the eternal fire having two hands or two feet.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If your eye causes you to stumble, pluck it out and throw it away from you. It is better for you to enter into life with one eye than to be thrown into the eternal fire having both eyes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See that you do not despise any of these little ones. For I say to you that in heaven their angels always look on the face of my Father who is in heaven.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft The best ancient copies omit the sentence that some versions include at v. 11. \\fqa For the Son of Man came to save that which was lost \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What do you think? If anyone has a hundred sheep, and one of them goes astray, does he not leave the ninety-nine on the hillside and go off seeking the one that went astray?\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If he finds it, truly I say to you, he rejoices over it more than over the ninety-nine that did not go astray.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the same way, it is not the will of your Father in heaven that one of these little ones should perish.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If your brother sins against you, go and tell him his fault, between you and him alone. If he listens to you, you will have gained your brother.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But if he does not listen to you, take one or two others along with you, so that by the mouth of two or three witnesses every word might be verified.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And if he refuses to listen to them, tell the matter to the church. If he also refuses to listen to the church, let him be to you as a Gentile and a tax collector.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Truly I say to you, whatever things you bind on earth will be bound in heaven; and whatever you release on earth will be released in heaven.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Again I say to you, if two of you agree on earth about anything they ask, it will be done for them by my Father who is in heaven.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For where two or three are gathered together in my name, there I am in their midst.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Peter came and said to Jesus, \"Lord, how often will my brother sin against me and I forgive him? Until seven times?\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"I do not tell you seven times, but until seventy times seven.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore the kingdom of heaven is similar to a certain king who wanted to settle accounts with his servants.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As he began the settling, one servant was brought to him who owed him ten thousand talents.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But since he had not the means to repay, his master commanded him to be sold, together with his wife and children and everything that he had, and payment to be made.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the servant fell down, bowed down before him, and said, 'Master, have patience with me, and I will pay you everything.'\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the master of that servant, since he was moved with compassion, released him and forgave him the debt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But that servant went out and found one of his fellow servants, who owed him one hundred denarii. He grasped him, took him by the throat, and said, 'Pay me what you owe.'\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But his fellow servant fell down and implored him, saying, 'Have patience with me, and I will repay you.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the first servant refused. Instead, he went and threw him into prison until he should pay him what he owed.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When his fellow servants saw what had happened, they were very upset. They came and told their master everything that had happened.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then that servant's master called him, and said to him, 'You wicked servant, I forgave you all that debt because you implored me.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Should you not have had mercy on your fellow servant, even as I had mercy on you?'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His master was angry and handed him over to the torturers until he would pay all that was owed.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So also my heavenly Father will do to you, if you do not forgive your brother from your heart.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}