{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that when Jesus had finished these words, he departed from Galilee, and came to the region of Judea that is beyond the Jordan River.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Great crowds followed him, and he healed them there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pharisees came to him, testing him, saying to him, \"Is it lawful for a man to divorce his wife for any cause?\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered and said, \"Have you not read that he who made them from the beginning made them male and female?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He who made them also said, 'For this reason a man will leave his father and mother and join to his wife, and the two will become one flesh.'\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they are no longer two, but one flesh. Therefore what God has joined together, let no one tear apart.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, \"Why then did Moses command us to give a certificate of divorce and then to send her away?\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"For your hardness of heart, Moses allowed you to divorce your wives, but from the beginning it was not that way.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say to you, whoever divorces his wife, except for sexual immorality, and marries another, commits adultery; and the man who marries a woman who is divorced commits adultery.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The disciples said to Jesus, \"If that is the case of a man with his wife, it is not good to marry.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus said to them, \"Not everyone can accept this teaching, but only those who are allowed to accept it.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For there are eunuchs who were that way from their mother's womb, and there are eunuchs who were made eunuchs by men, and there are eunuchs who made themselves eunuchs for the sake of the kingdom of heaven. He who is able to receive this teaching, let him receive it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then some little children were brought to him so that he would lay his hands on them and pray, but the disciples rebuked them.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus said, \"Permit the little children, and do not forbid them to come to me, for the kingdom of heaven belongs to such ones.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He placed his hands on the children, and then he went away from there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold, a man came to Jesus and said, \"Teacher, what good thing must I do that I may have eternal life?\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"Why do you ask me about what is good? Only one is good, but if you want to enter into life, keep the commandments.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man said to him, \"Which commandments?\" Jesus said, \"Do not kill, do not commit adultery, do not steal, do not bear false witness,\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "honor your father and your mother, and love your neighbor as yourself.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The young man said to him, \"All these things I have obeyed. What do I still need?\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"If you wish to be perfect, go, sell what you have, and give to the poor, and you will have treasure in heaven; and come, follow me.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when the young man heard what Jesus said, he went away sorrowful, for he had many possessions.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to his disciples, \"Truly I say to you, it is hard for a rich man to enter the kingdom of heaven.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Again I say to you, it is easier for a camel to go through the eye of a needle than for a rich man to enter into the kingdom of God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the disciples heard it, they were very astonished and said, \"Who then can be saved?\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus looked at them and said, \"With people this is impossible, but with God all things are possible.\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Peter answered and said to him, \"See, we have left everything and followed you. What then will we have?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"Truly I say to you, in the new age when the Son of Man sits on his glorious throne, you who have followed me will also sit upon twelve thrones, judging the twelve tribes of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every one who has left houses, brothers, sisters, father, mother, children, or land for my name's sake, will receive one hundred times as much and will inherit eternal life.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But many who are first will be last, and the last will be first.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}