{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the kingdom of heaven is like a landowner who went out early in the morning to hire workers for his vineyard.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he had agreed with the workers for one denarius a day, he sent them into his vineyard.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He went out again about the third hour and saw other workers standing idle in the marketplace.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To them he said, 'You also, go into the vineyard, and whatever is right I will give you.' So they went to work.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Again he went out about the sixth hour and again the ninth hour, and did the same.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Once more about the eleventh hour he went out and found others standing idle. He said to them, 'Why do you stand here idle all the day long?'\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, 'Because no one has hired us.' He said to them, 'You also go into the vineyard.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When evening came, the owner of the vineyard said to his manager, 'Call the workers and pay them their wages, beginning from the last to the first.'\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the workers who had been hired at the eleventh hour came, each of them received a denarius.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the first workers came, they thought that they would receive more, but they also received one denarius each.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they received their wages, they complained about the landowner.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, 'These last workers have spent only one hour in work, but you have made them equal to us, we who have borne the burden of the day and the scorching heat.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the owner answered and said to one of them, 'Friend, I do you no wrong. Did you not agree with me for one denarius?\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Take what belongs to you and go your way. I choose to give to these last hired workers just the same as to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do I not have the right to do as I want with what belongs to me? Or are you envious because I am generous?'\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the last will be first, and the first last.\"  "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft The best ancient copies omit \\fqa Many are called, but few are chosen \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Jesus was going up to Jerusalem, he took the twelve aside, and on the way he said to them,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"See, we are going up to Jerusalem, and the Son of Man will be delivered to the chief priests and scribes. They will condemn him to death\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and will deliver him to the Gentiles for them to mock, to flog, and to crucify him. But on the third day he will be raised up.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the mother of the sons of Zebedee came to Jesus with her sons. She bowed down before him and asked for something from him.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to her, \"What do you wish?\" She said to him, \"Command that these my two sons may sit, one at your right hand and one at your left hand, in your kingdom.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus answered and said, \"You do not know what you are asking. Are you able to drink the cup that I am about to drink?\" They said to him, \"We are able.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"My cup you will indeed drink. But to sit at my right hand and at my left hand is not mine to give, but it is for those for whom it has been prepared by my Father.\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the other ten disciples heard this, they were very angry with the two brothers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus called them to himself and said, \"You know that the rulers of the Gentiles subjugate them, and their important men exercise authority over them.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But it must not be this way among you. Instead, whoever wishes to become great among you must be your servant,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and whoever wishes to be first among you must be your servant,\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "just as the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they went out from Jericho, a great crowd followed him.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were two blind men sitting by the road. When they heard that Jesus was passing by, they shouted, \"Lord, Son of David, have mercy on us.\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The crowd rebuked them, telling them to be quiet, but they cried out even more loudly, \"Lord, Son of David, have mercy on us.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus stood still and called to them and said, \"What do you wish me to do for you?\"\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, \"Lord, that our eyes may be opened.\"\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus, being moved with compassion, touched their eyes. Immediately they received their sight and followed him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}