{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the kingdom of heaven will be like ten virgins who took their lamps and went to meet the bridegroom.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Five of them were foolish and five were wise.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For when the foolish virgins took their lamps, they did not take any oil with them.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the wise virgins took containers of oil along with their lamps.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now while the bridegroom was delayed, they all got sleepy and slept.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But at midnight there was a cry, 'Look, the bridegroom! Go out and meet him.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all those virgins rose up and trimmed their lamps.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The foolish said to the wise, 'Give us some of your oil because our lamps are going out.'\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the wise answered and said, 'Since there will not be enough for us and you, go instead to those who sell and buy some for yourselves.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While they went away to buy, the bridegroom came, and those who were ready went with him to the marriage feast, and the door was shut.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Afterward the other virgins also came and said, 'Master, master, open for us.'\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he answered and said, 'Truly I say to you, I do not know you.'\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Watch therefore, for you do not know the day or the hour.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For it is like when a man was about to go into another country. He called his own servants and gave over to them his wealth.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To one of them he gave five talents, to another he gave two, and to yet another he gave one talent. Each one received an amount according to his own ability, and that man went on his journey.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who received the five talents went at once and invested them and made another five talents.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Likewise the one who had received two talents made another two.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the servant who had received one talent went away, dug a hole in the ground, and hid his master's money.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now after a long time the master of those servants came back and settled accounts with them.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The servant who had received the five talents came and brought another five talents. He said, 'Master, you gave me five talents. See, I have made five talents more.'\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His master said to him, 'Well done, good and faithful servant! You have been faithful over a few things. I will put you in charge over many things. Enter into the joy of your master.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The servant who had received two talents came and said, 'Master, you gave me two talents. See, I have made two more talents.'\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His master said to him, 'Well done, good and faithful servant! You have been faithful over a few things. I will put you in charge over many things. Enter into the joy of your master.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the servant who had received one talent came and said, 'Master, I know that you are a strict man. You reap where you did not sow, and you harvest where you did not scatter.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I was afraid, so I went away and hid your talent in the ground. See, you have here what belongs to you.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But his master answered and said to him, 'You wicked and lazy servant, you knew that I reap where I have not sowed and harvest where I have not scattered.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore you should have given my money to the bankers, and at my coming I would have received back my own with interest.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore take away the talent from him and give it to the servant who has ten talents.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For to everyone who possesses, more will be given—even more abundantly. But from anyone who does not possess anything, even what he does have will be taken away.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Throw the worthless servant into the outer darkness, where there will be weeping and grinding of teeth.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Son of Man comes in his glory and all the angels with him, then he will sit on his glorious throne.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Before him will be gathered all the nations, and he will separate the people one from another, as a shepherd separates the sheep from the goats.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will place the sheep on his right hand, but the goats on his left.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the King will say to those on his right hand, 'Come, you who have been blessed by my Father, inherit the kingdom prepared for you from the foundation of the world.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I was hungry and you gave me food; I was thirsty and you gave me a drink; I was a stranger and you took me in;\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I was naked and you clothed me; I was sick and you cared for me; I was in prison and you came to me.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the righteous will answer and say, 'Lord, when did we see you hungry and feed you? Or thirsty and give you a drink?\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When did we see you a stranger and take you in? Or naked and clothe you?\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When did we see you sick or in prison and come to you?'\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the King will answer and say to them, 'Truly I say to you, what you did for one of the least of these brothers of mine, you did it for me.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he will say to those on his left hand, 'Depart from me, you cursed, into the eternal fire that has been prepared for the devil and his angels,\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because I was hungry, but you did not give me food; I was thirsty, but you did not give me a drink;\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I was a stranger, but you did not take me in; naked, but you did not clothe me; sick and in prison, but you did not care for me.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they will also answer and say, 'Lord, when did we see you hungry, or thirsty, or a stranger, or naked, or sick, or in prison, and did not serve you?'\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he will answer them and say, 'Truly I say to you, what you did not do for one of the least of these, you did not do for me.'\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These will go away into eternal punishment, but the righteous into eternal life.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}