{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that when Jesus had finished all these words, he said to his disciples,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"You know that after two days the Passover is coming, and the Son of Man will be delivered up to be crucified.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the chief priests and the elders of the people were gathered together in the palace of the high priest, who was named Caiaphas.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They plotted together to arrest Jesus stealthily and kill him.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For they were saying, \"Not during the feast, so that a riot does not arise among the people.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now while Jesus was in Bethany in the house of Simon the leper,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "as he was reclining at table, a woman came to him having an alabaster jar of very expensive ointment, and she poured it upon his head.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when his disciples saw it, they became angry and said, \"What is the reason for this waste?\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This could have been sold for a large amount and given to the poor.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus, knowing this, said to them, \"Why are you troubling this woman? For she has done a beautiful thing for me.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You always have the poor with you, but you will not always have me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For when she poured this ointment on my body, she did it for my burial.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Truly I say to you, wherever this gospel is preached in the whole world, what this woman has done will also be spoken of in memory of her.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then one of the twelve, who was named Judas Iscariot, went to the chief priests\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and said, \"What are you willing to give me to deliver him to you?\" They weighed out thirty pieces of silver for him.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "From that moment he sought an opportunity to deliver him to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now on the first day of unleavened bread the disciples came to Jesus and said, \"Where do you want us to prepare for you to eat the Passover meal?\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Go into the city to a certain man and say to him, 'The Teacher says, \"My time is at hand. I will keep the Passover at your house with my disciples.\"'\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The disciples did as Jesus directed them, and they prepared the Passover meal.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When evening came, he sat down to eat with the twelve disciples.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they were eating, he said, \"Truly I say to you that one of you will betray me.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were very sorrowful, and each one began to ask him, \"Surely not I, Lord?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He answered, \"The one who dips his hand with me in the dish is the one who will betray me.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Son of Man will go, just as it is written about him. But woe to that man by whom the Son of Man is betrayed! It would be better for that man if he had not been born.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judas, who would betray him said, \"Is it I, Rabbi?\" He said to him, \"You have said it yourself.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they were eating, Jesus took bread, blessed it, and broke it. He gave it to the disciples and said, \"Take, eat. This is my body.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He took a cup and gave thanks, and gave it to them and said, \"Drink it, all of you.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this is my blood of the covenant that is poured out for many for the forgiveness of sins.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I say to you, I will not drink again of this fruit of the vine, until that day when I drink it new with you in my Father's kingdom.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had sung a hymn, they went out to the Mount of Olives.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said to them, \"All of you will fall away tonight because of me, for it is written,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'I will strike the shepherd\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and the sheep of the flock will be scattered.'\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But after I am raised up, I will go ahead of you into Galilee.\"\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Peter said to him, \"Even if all fall away because of you, I will never fall away.\"\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"Truly I say to you, this very night, before the rooster crows, you will deny me three times.\"\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter said to him, \"Even if I must die with you, I will not deny you.\" All the other disciples said the same thing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus went with them to a place called Gethsemane and said to his disciples, \"Sit here while I go over there and pray.\"\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He took Peter and the two sons of Zebedee with him and began to become sorrowful and troubled.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to them, \"My soul is deeply sorrowful, even to death. Remain here and watch with me.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He went a little farther, fell on his face, and prayed. He said, \"My Father, if it is possible, let this cup pass from me. Yet, not as I will, but as you will.\"\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He came to the disciples and found them sleeping, and he said to Peter, \"What, could you not watch with me for one hour?\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Watch and pray that you do not enter into temptation. The spirit indeed is willing, but the flesh is weak.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He went away a second time and prayed. He said, \"My Father, if this cannot pass away unless I drink it, your will be done.\"\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He came again and found them sleeping, for their eyes were heavy.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So leaving them again, he went away and prayed a third time, saying the same words.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus came to the disciples and said to them, \"Are you still sleeping and taking your rest? Look, the hour is at hand, and the Son of Man is being betrayed into the hands of sinners.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Arise, let us go. Look, the one who is betraying me is near.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While he was still speaking, Judas, one of the twelve, came. A large crowd came with him from the chief priests and elders of the people. They came with swords and clubs.\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the man who was going to betray Jesus had given them a signal, saying, \"Whomever I kiss, he is the one. Seize him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Immediately he came up to Jesus and said, \"Greetings, Rabbi!\" and he kissed him.\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"Friend, do what you have come to do.\" Then they came, laid hands on Jesus, and seized him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold, one of those who was with Jesus stretched out his hand, drew his sword, and struck the servant of the high priest, and cut off his ear.\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said to him, \"Put your sword back in its place, for all those who take up the sword will perish by the sword.\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you think that I could not call upon my Father, and he would send me more than twelve legions of angels?\n"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But how then would the scriptures be fulfilled, that this must happen?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time Jesus said to the crowd, \"Have you come out with swords and clubs to seize me like a robber? Every day I sat teaching in the temple, and you did not arrest me.\n"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But all this has happened so that the writings of the prophets might be fulfilled.\" Then all the disciples left him and fled.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who had seized Jesus led him away to Caiaphas the high priest, where the scribes and the elders had gathered together.\n"
      }
    ]
  },
  "58": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Peter followed him from a distance to the courtyard of the high priest. He went inside and sat down with the guards to see the outcome.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "59": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the chief priests and the whole council were looking for false testimony against Jesus so that they might put him to death.\n"
      }
    ]
  },
  "60": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They did not find any, even though many false witnesses came forward. But later two came forward\n"
      }
    ]
  },
  "61": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and said, \"This man said, 'I am able to destroy the temple of God and rebuild it in three days.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "62": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The high priest stood up and said to him, \"Do you have no answer? What is it that they are testifying against you?\"\n"
      }
    ]
  },
  "63": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus was silent. The high priest said to him, \"I command you by the living God, tell us whether you are the Christ, the Son of God.\"\n"
      }
    ]
  },
  "64": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied to him, \"You have said it yourself. But I tell you, from now on you will see the Son of Man sitting at the right hand of Power, and coming on the clouds of heaven.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "65": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the high priest tore his clothes and said, \"He has spoken blasphemy! Why do we still need witnesses? Look, now you have heard the blasphemy.\n"
      }
    ]
  },
  "66": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What do you think?\" They answered and said, \"He is worthy of death.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "67": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they spit in his face and beat him, and struck him with the palms of their hands,\n"
      }
    ]
  },
  "68": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and said, \"Prophesy to us, you Christ. Who is it that struck you?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "69": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Peter was sitting outside in the courtyard, and a servant girl came to him and said, \"You were also with Jesus of Galilee.\"\n"
      }
    ]
  },
  "70": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he denied it in front of them all, saying, \"I do not know what you are talking about.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "71": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he went out to the gateway, another servant girl saw him and said to those there, \"This man was also with Jesus of Nazareth.\"\n"
      }
    ]
  },
  "72": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He again denied it with an oath, \"I do not know the man!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "73": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After a little while those who were standing by came and said to Peter, \"Surely you are also one of them, for the way you speak gives you away.\"\n"
      }
    ]
  },
  "74": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he began to curse and swear, \"I do not know the man,\" and immediately a rooster crowed.\n"
      }
    ]
  },
  "75": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter remembered the words that Jesus had said, \"Before the rooster crows you will deny me three times.\" Then he went outside and wept bitterly.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}