{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In those days John the Baptist came preaching in the wilderness of Judea saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Repent, for the kingdom of heaven is near.\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this is he who was spoken of by Isaiah the prophet, saying,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"The voice of one calling out in the wilderness,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'Make ready the way of the Lord,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "make his paths straight.'\"\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now John wore clothing of camel's hair and a leather belt around his waist. His food was locusts and wild honey.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jerusalem, all Judea, and all the region around the Jordan River went out to him.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were baptized by him in the Jordan River, as they confessed their sins.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when he saw many of the Pharisees and Sadducees coming to him for baptism, he said to them, \"You offspring of vipers, who warned you to flee from the wrath that is coming?\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Bear fruit worthy of repentance.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not think of saying among yourselves, 'We have Abraham for our father.' For I say to you that God is able to raise up children for Abraham even out of these stones.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Already the ax has been placed against the root of the trees. So every tree that does not produce good fruit is chopped down and thrown into the fire.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I baptize you with water for repentance. But he who comes after me is mightier than I, and I am not worthy even to carry his sandals. He will baptize you with the Holy Spirit and with fire.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His winnowing fork is in his hand to thoroughly clear off his threshing floor and to gather his wheat into the storehouse. But he will burn up the chaff with fire that can never be put out.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus came from Galilee to the Jordan River to be baptized by John.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But John kept trying to stop him, saying, \"I need to be baptized by you, and do you come to me?\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus responded and said to him, \"Permit it now, for it is right for us to fulfill all righteousness.\" Then John permitted him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he was baptized, Jesus came up immediately from the water, and behold, the heavens were opened to him. He saw the Spirit of God coming down like a dove and resting upon him.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold, a voice came out of the heavens saying, \"This is my beloved Son. I am very pleased with him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}