{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus had come down from the hill, large crowds followed him.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold, a leper came to him and bowed before him, saying, \"Lord, if you are willing, you can make me clean.\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus reached out his hand and touched him, saying, \"I am willing. Be clean.\" Immediately he was cleansed of his leprosy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"See that you say nothing to any man. Go on your way, and show yourself to the priest and offer the gift that Moses commanded, for a testimony to them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus had entered into Capernaum, a centurion came to him and asked him,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "saying, \"Lord, my servant lies in the house paralyzed and in terrible pain.\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"I will come and heal him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The centurion answered and said, \"Lord, I am not worthy that you should enter under my roof, only say the word and my servant will be healed.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I also am a man who is placed under authority, and I have soldiers under me. I say to this one, 'Go,' and he goes, and to another one, 'Come,' and he comes, and to my servant, 'Do this,' and he does it.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus heard this, he was amazed and said to those who were following him, \"Truly I say to you, I have not found anyone with such faith in Israel.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I tell you, many will come from the east and the west, and they will recline at the table with Abraham, Isaac, and Jacob, in the kingdom of heaven.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the sons of the kingdom will be thrown into the outer darkness, where there will be weeping and grinding of teeth.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to the centurion, \"Go! As you have believed, so may it be done for you.\" And the servant was healed at that very hour.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus had come into Peter's house, he saw Peter's mother-in-law lying sick with a fever.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus touched her hand, and the fever left her. Then she got up and started serving him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When evening had come, the people brought to Jesus many who were possessed by demons. He drove out the spirits with a word and healed all who were sick.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In this way was fulfilled that which had been spoken by Isaiah the prophet, saying, \"He himself took our sickness and bore our diseases.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when Jesus saw the crowd around him, he gave instructions to leave for the other side of the Sea of Galilee.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then a scribe came to him and said, \"Teacher, I will follow you wherever you go.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"Foxes have holes, and the birds of the sky have nests, but the Son of Man has nowhere to lay his head.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Another of the disciples said to him, \"Lord, allow me first to go and bury my father.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus said to him, \"Follow me, and leave the dead to bury their own dead.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus had entered a boat, his disciples followed him into it.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold, there arose a great storm on the sea, so that the boat was covered with the waves. But Jesus was asleep.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The disciples came to him and woke him up, saying, \"Save us, Lord; we are about to die!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"Why are you afraid, you of little faith?\" Then he got up and rebuked the winds and the sea. Then there was a great calm.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The men marveled and said, \"What sort of man is this, that even the winds and the sea obey him?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus had come to the other side and to the country of the Gadarenes, two men who were possessed by demons met him. They were coming out of the tombs and were very violent, so that no traveler could pass that way.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold, they cried out and said, \"What do we have to do with you, Son of God? Have you come here to torment us before the set time?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now a herd of many pigs was there feeding, not too far away from them.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The demons kept imploring Jesus and saying, \"If you cast us out, send us away into that herd of pigs.\"\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"Go!\" The demons came out and went into the pigs; and behold, the whole herd rushed down the steep hill into the sea and they died in the water.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who had been tending the pigs ran away and they went into the city and reported everything, especially what had happened to the men who had been possessed by demons.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold, all the city came out to meet Jesus. When they saw him, they begged him to leave their region.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}