{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus entered a boat, crossed over, and came into his own city.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold, they brought to him a paralyzed man lying on a mat. Seeing their faith, Jesus said to the paralyzed man, \"Son, be of good cheer. Your sins have been forgiven.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold, some of the scribes said among themselves, \"This man is blaspheming.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus knew their thoughts and said, \"Why are you thinking evil in your hearts?\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For which is easier, to say, 'Your sins are forgiven,' or to say, 'Get up and walk'?\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But that you may know that the Son of Man has authority on earth to forgive sins, ... \" he said to the paralytic, \"Get up, pick up your mat, and go to your house.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man got up and went away to his house.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the crowds saw this, they were amazed and praised God, who had given such authority to people.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Jesus passed by from there, he saw a man named Matthew, who was sitting at the tax collection's tent. He said to him, \"Follow me.\" He got up and followed him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Jesus sat down to eat in the house, behold, many tax collectors and sinful people came and dined with Jesus and his disciples.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Pharisees saw it, they said to his disciples, \"Why does your teacher eat with tax collectors and sinful people?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus heard this, he said, \"People who are strong in body do not need a physician, only those who are sick.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You should go and learn what this means: 'I desire mercy and not sacrifice.' For I came not to call the righteous to repent, but sinners.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the disciples of John came to him and said, \"Why do we and the Pharisees often fast, but your disciples do not fast?\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"Can wedding attendants be sorrowful while the bridegroom is still with them? But the days will come when the bridegroom will be taken away from them, and then they will fast.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No man puts a piece of new cloth on an old garment, for the patch will tear away from the garment, and a worse tear will be made.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Neither do people put new wine into old wineskins. If they do, the skins will burst, the wine will be spilled, and the wineskins will be destroyed. Instead, they put new wine into fresh wineskins, and both will be preserved.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Jesus was saying these things to them, behold, an official came and bowed down to him. He said, \"My daughter has just now died, but come and lay your hand on her, and she will live.\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus got up and followed him, and so did his disciples.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold, a woman who suffered from a discharge of blood for twelve years came up behind Jesus and touched the edge of his garment.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For she had said to herself, \"If only I touch his clothes, I will be made well.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus turned and saw her, and said, \"Daughter, take courage; your faith has made you well.\" And the woman was healed from that hour.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus came into the official's house, he saw the flute players and the crowds making much noise.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Go away, for the girl is not dead, but she is asleep.\" But they laughed at him in mockery.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the crowd had been put outside, he entered the room and took her by the hand, and the girl got up.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The news about this spread into all that region.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Jesus passed by from there, two blind men followed him. They kept shouting and saying, \"Have mercy on us, Son of David!\"\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus had come into the house, the blind men came to him. Jesus said to them, \"Do you believe that I can do this?\" They said to him, \"Yes, Lord.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus touched their eyes and said, \"Let it be done to you according to your faith,\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and their eyes were opened. Then Jesus strictly commanded them and said, \"See that no one knows about this.\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the two men went out and spread the news about this throughout that region.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As those two men were going away, behold, a mute man possessed by a demon was brought to Jesus.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the demon had been driven out, the mute man spoke. The crowds were astonished and said, \"This has never been seen before in Israel!\"\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Pharisees were saying, \"By the ruler of the demons, he drives out demons.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus went about all the cities and the villages. He continued teaching in their synagogues, preaching the gospel of the kingdom, and healing all kinds of disease and all kinds of sickness.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he saw the crowds, he had compassion for them, because they were troubled and discouraged. They were like sheep without a shepherd.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to his disciples, \"The harvest is plentiful, but the laborers are few.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore urgently pray to the Lord of the harvest, so that he may send out laborers into his harvest.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}