{
  "1": "וַיְדַבֵּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 מֹשֶׁ֥ה H4872 לֵּאמֹֽר H559 ",
  "2": "דַּבֵּ֨ר H1696 אֶֽל H413 אַהֲרֹ֜ן H175 וְאֶל H413 בָּנָ֗יו H1121 וְאֶל֙ H413 כָּל H3605 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וְאָמַרְתָּ֖ H559 אֲלֵיהֶ֑ם H413 זֶ֣ה H2088 הַדָּבָ֔ר H1697 אֲשֶׁר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 לֵאמֹֽר H559 ",
  "3": "אִ֥ישׁ H376 אִישׁ֙ H376 מִבֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֨ר H834 יִשְׁחַ֜ט H7819 שׁ֥וֹר H7794 אוֹ H176 כֶ֛שֶׂב H3775 אוֹ H176 עֵ֖ז H5795 בַּֽמַּחֲנֶ֑ה H4264 א֚וֹ H176 אֲשֶׁ֣ר H834 יִשְׁחַ֔ט H7819 מִח֖וּץ H2351 לַֽמַּחֲנֶֽה H4264 ",
  "4": "וְאֶל H413 פֶּ֜תַח H6607 אֹ֣הֶל H168 מוֹעֵד֮ H4150 לֹ֣א H3808 הֱבִיאוֹ֒ H935 לְהַקְרִ֤יב H7126 קָרְבָּן֙ H7133 לַֽיהוָ֔ה H3068 לִפְנֵ֖י H6440 מִשְׁכַּ֣ן H4908 יְהוָ֑ה H3068 דָּ֣ם H1818 יֵחָשֵׁ֞ב H2803 לָאִ֤ישׁ H376 הַהוּא֙ H1931 דָּ֣ם H1818 שָׁפָ֔ךְ H8210 וְנִכְרַ֛ת H3772 הָאִ֥ישׁ H376 הַה֖וּא H1931 מִקֶּ֥רֶב H7130 עַמּֽוֹ H5971 ",
  "5": "לְמַעַן֩ H4616 אֲשֶׁ֨ר H834 יָבִ֜יאוּ H935 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 אֶֽת H853 זִבְחֵיהֶם֮ H2077 אֲשֶׁ֣ר H834 הֵ֣ם H1992 זֹבְחִים֮ H2076 עַל H5921 פְּנֵ֣י H6440 הַשָּׂדֶה֒ H7704 וֶֽהֱבִיאֻ֣ H935 לַֽיהוָ֗ה H3068 אֶל H413 פֶּ֛תַח H6607 אֹ֥הֶל H168 מוֹעֵ֖ד H4150 אֶל H413 הַכֹּהֵ֑ן H3548 וְזָ֨בְח֜וּ H2076 זִבְחֵ֧י H2077 שְׁלָמִ֛ים H8002 לַֽיהוָ֖ה H3068 אוֹתָֽם H853 ",
  "6": "וְזָרַ֨ק H2236 הַכֹּהֵ֤ן H3548 אֶת H853 הַדָּם֙ H1818 עַל H5921 מִזְבַּ֣ח H4196 יְהוָ֔ה H3068 פֶּ֖תַח H6607 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וְהִקְטִ֣יר H6999 הַחֵ֔לֶב H2459 לְרֵ֥יחַ H7381 נִיחֹ֖חַ H5207 לַיהוָֽה H3068 ",
  "7": "וְלֹא H3808 יִזְבְּח֥וּ H2076 עוֹד֙ H5750 אֶת H853 זִבְחֵיהֶ֔ם H2077 לַשְּׂעִירִ֕ם H8163 אֲשֶׁ֛ר H834 הֵ֥ם H1992 זֹנִ֖ים H2181 אַחֲרֵיהֶ֑ם H310 חֻקַּ֥ת H2708 עוֹלָ֛ם H5769 תִּֽהְיֶה H1961 זֹּ֥את H2063 לָהֶ֖ם H1992 לְדֹרֹתָֽ H1755 ",
  "8": "וַאֲלֵ H413 תֹּאמַ֔ר H559 אִ֥ישׁ H376 אִישׁ֙ H376 מִבֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 וּמִן H4480 הַגֵּ֖ר H1616 אֲשֶׁר H834 יָג֣וּר H1481 בְּתוֹכָ֑ H8432 אֲשֶׁר H834 יַעֲלֶ֥ה H5927 עֹלָ֖ה H5930 אוֹ H176 זָֽבַח H2077 ",
  "9": "וְאֶל H413 פֶּ֜תַח H6607 אֹ֤הֶל H168 מוֹעֵד֙ H4150 לֹ֣א H3808 יְבִיאֶ֔נּוּ H935 לַעֲשׂ֥וֹת H6213 אֹת֖וֹ H853 לַיהוָ֑ה H3068 וְנִכְרַ֛ת H3772 הָאִ֥ישׁ H376 הַה֖וּא H1931 מֵעַמָּֽי H5971 ",
  "10": "וְאִ֨ישׁ H376 אִ֜ישׁ H376 מִבֵּ֣ית H1004 יִשְׂרָאֵ֗ל H3478 וּמִן H4480 הַגֵּר֙ H1616 הַגָּ֣ר H1481 בְּתוֹכָ֔ H8432 אֲשֶׁ֥ר H834 יֹאכַ֖ל H398 כָּל H3605 דָּ֑ם H1818 וְנָתַתִּ֣י H5414 פָנַ֗י H6440 בַּנֶּ֨פֶשׁ֙ H5315 הָאֹכֶ֣לֶת H398 אֶת H853 הַדָּ֔ם H1818 וְהִכְרַתִּ֥י H3772 אֹתָ֖הּ H853 מִקֶּ֥רֶב H7130 עַמָּֽהּ H5971 ",
  "11": "כִּ֣י H3588 נֶ֣פֶשׁ H5315 הַבָּשָׂר֮ H1320 בַּדָּ֣ם H1818 הִוא֒ H1931 וַאֲנִ֞י H589 נְתַתִּ֤יו H5414 לָכֶם֙ Hl עַל H5921 הַמִּזְבֵּ֔חַ H4196 לְכַפֵּ֖ר H3722 עַל H5921 נַפְשֹׁתֵיכֶ֑ם H5315 כִּֽי H3588 הַדָּ֥ם H1818 ה֖וּא H1931 בַּנֶּ֥פֶשׁ H5315 יְכַפֵּֽר H3722 ",
  "12": "עַל H5921 כֵּ֤ן H3651 אָמַ֨רְתִּי֙ H559 לִבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 כָּל H3605 נֶ֥פֶשׁ H5315 מִכֶּ֖ם H4480 לֹא H3808 תֹ֣אכַל H398 דָּ֑ם H1818 וְהַ H1616 הַגָּ֥ר H1481 בְּתוֹכְ H8432 לֹא H3808 יֹ֥אכַל H398 דָּֽם H1818 ",
  "13": "וְאִ֨ישׁ H376 אִ֜ישׁ H376 מִבְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 וּמִן H4480 הַגֵּר֙ H1616 הַגָּ֣ר H1481 בְּתוֹכָ֔ H8432 אֲשֶׁ֨ר H834 יָצ֜וּד H6679 צֵ֥יד H6718 חַיָּ֛ה H2416 אוֹ H176 ע֖וֹף H5775 אֲשֶׁ֣ר H834 יֵאָכֵ֑ל H398 וְשָׁפַךְ֙ H8210 אֶת H853 דָּמ֔וֹ H1818 וְכִסָּ֖ H3680 בֶּעָפָֽר H6083 ",
  "14": "כִּֽי H3588 נֶ֣פֶשׁ H5315 כָּל H3605 בָּשָׂ֗ר H1320 דָּמ֣וֹ H1818 בְנַפְשׁ H5315 הוּא֒ H1931 וָֽאֹמַר֙ H559 לִבְנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 דַּ֥ם H1818 כָּל H3605 בָּשָׂ֖ר H1320 לֹ֣א H3808 תֹאכֵ֑לוּ H398 כִּ֣י H3588 נֶ֤פֶשׁ H5315 כָּל H3605 בָּשָׂר֙ H1320 דָּמ֣וֹ H1818 הִ֔וא H1931 כָּל H3605 אֹכְלָ֖יו H398 יִכָּרֵֽת H3772 ",
  "15": "וְכָל H3605 נֶ֗פֶשׁ H5315 אֲשֶׁ֨ר H834 תֹּאכַ֤ל H398 נְבֵלָה֙ H5038 וּטְרֵפָ֔ה H2966 בָּאֶזְרָ֖ח H249 וּבַ H1616 וְכִבֶּ֨ס H3526 בְּגָדָ֜יו H899 וְרָחַ֥ץ H7364 בַּמַּ֛יִם H4325 וְטָמֵ֥א H2930 עַד H5704 הָעֶ֖רֶב H6153 וְטָהֵֽר H2891 ",
  "16": "וְאִם֙ H518 לֹ֣א H3808 יְכַבֵּ֔ס H3526 וּבְשָׂר֖ H1320 לֹ֣א H3808 יִרְחָ֑ץ H7364 וְנָשָׂ֖א H5375 עֲוֺנֽוֹ H5771 "
}
