{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, John, am writing to you about the one who existed before there was anything else. He is the one whom we apostles listened to as he taught us. We saw him. We ourselves looked at him and touched him. He is the one who taught us the message about eternal life.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(Because he came here to the earth and we have seen him, we proclaim to you clearly that the one whom we have seen is the one who has always lived. He was previously with his Father in heaven, but he came to live among us.)\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We are proclaiming to you the message about Jesus, the one whom we saw and heard, in order that you may join together with us. The ones with whom we have joined are God our Father and his Son Jesus Christ.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am writing to you about these things so that you will be convinced that they are true, and that as a result we may be completely joyful.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The message that we heard from God and that we are proclaiming to you is this: He never sins. He is like a brilliant light that has no darkness at all.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If we claim to have joined together with God, but if we conduct our lives in an impure manner, that is like living in evil darkness. We are lying. We are not conducting our lives according to God's true message.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But living in a pure manner, as God is living in a pure manner in every way, is like living in God's light. If we do that, we can join together with each other, and God forgives us and accepts us because Jesus died for us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who say that they have never sinned are deceiving themselves and are refusing to believe what God says about them.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But God always does what he says he will do, and what he does is always right. So if we admit to him that we have sinned, he will forgive us for our sins and will free us from the guilt of everything we have done wrong. Because of that, we should admit to him that we have sinned.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because God says that everyone has sinned, those who say that they have never sinned talk as though God lies! They reject what God says about us!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}