{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You who are as dear to me as my own children, I am writing this to you to keep you from sinning. But if any of you believers does sin, remember that Jesus Christ, the righteous one, pleads with the Father for him to forgive us.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus Christ voluntarily sacrificed his own life for us, so that as a result God forgives our sins. Yes, God is able to forgive our sins, but not only ours. He is also able to forgive the sins of people everywhere!\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will tell you how we can be sure that we know God. If we obey what he commands us to do, that shows us that we are joined together with him.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who say, \"We know God,\" and do not obey what God commands us to do, are liars. They are not conducting their lives according to God's true message.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But those who obey what God commands them to do are the people who love God in every way. This is how we can be sure that we are joined with God.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If we say that we are in union with God, we should conduct our lives as Christ did.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Dear friends, I am not writing that you must do something new. Instead, I am writing something that you have known to do since you first believed in Christ. This is part of the message that you have always heard.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I will say something again to you on this same topic: I can say that I am telling you to do something new. It is new because what Christ did was new, and what you are doing is new. This is because you are ceasing to do evil and you are doing more and more good. It is like when night passes away and day dawns, the true day of Christ.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who claim that they are like people who live in the light, but who hate any of their fellow believers, are still like people who live in darkness.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But those who love their fellow believers behave like people who are living in the light; they have no reason to sin.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who hate any of their fellow believers are still like people who are living in darkness, unaware of what is true about God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am writing this to you whom I love as though you were my own children. God has forgiven your sins because of what Christ has done for you.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am writing to you believers who are older than the others. You have known Christ, who has always lived. I am also writing to you young men; you have defeated Satan, the evil one. And I am writing to you little children, because you know God the Father.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will say it again: I am writing this to you older men because you have come to know Christ, the one who has always existed. And I am writing to you young men, because you are strong and you continue to obey what God commands, and because you have defeated Satan, the evil one.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not behave like the people in the world who do not honor God. Do not desire the things they want to have. If anyone lives like they live, they are proving they do not love God our Father.\n\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am writing this, because all the wrong things that people do, all the things that people see and try to obtain for themselves, and all the things that they boast about—all these things have nothing to do with our Father in heaven. They belong to the world.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The people in the world who do not honor God, along with everything that they desire, will disappear. But those who do what God wants them to do will live forever!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You who are very dear to me, it is now just before Jesus returns to earth. You have already heard that the person who will pretend to be Christ is coming; actually, many such persons have already arrived—but they are all against Christ. Because of this, we know that Christ will return very soon.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These people refused to remain in our congregations, but they never really belonged with us in the first place. When they left us, we clearly saw that they had never joined with us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for you, Christ, the one who is holy, has given you his Spirit; it is his Spirit who teaches you all the truth.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am writing this letter to you, not because you do not know the truth about God, but because you do know what it is. You also know that God teaches us nothing that is false; instead, he teaches us only what is true.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The worst liars are the ones who deny that Jesus is the Christ. All who do this are against Christ, because they refuse to believe in the Father and the Son.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who refuse to acknowledge that Jesus is God's Son are in no way joined with the Father, but those who acknowledge that Christ is the Son of God are also joined with Father.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So, as for you, you must continue to believe the truth about Jesus Christ that you first heard, and to live according to it. If you do that, you will stay joined to the Son and the Father.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And what God told us is that he will cause us to live forever!\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have written this to you to warn you about those who want to deceive you concerning the truth about Christ.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for you, God's Spirit, whom you received from Christ, remains in you. So you do not need anyone else to be your teacher. God's Spirit is teaching you everything that you need to know. He always teaches the truth and never says anything that is false. So continue to live in the way that he has taught you, and remain joined with him.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, my dear ones, I urge you to continue to remain joined with Christ. We need to do that in order that we may be confident that he will accept us when he comes back again. If we do that, we will not be ashamed when we stand before him when he comes.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since you know that Christ always does what is right, you know that all those who continue doing what is right are the ones who have become God's children.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}