{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Think about how much our Father loves us: He allows us to say that we are his children. And this is indeed true. But people who are unbelievers have not understood who God is. So they do not understand who we are, that we are God's children.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Dear friends, even though at present we are God's children, he has not yet shown us what we will be like in the future. However, we know that when Christ comes back again, we will become like him, because we will see him face to face.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So all those who confidently expect to see Christ face to face, will keep themselves from sinning, just like Christ, who never sins.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But everyone who continues to sin is refusing to obey God's laws, because that is what sin is, refusing to obey God's laws.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know that Christ came in order to completely remove the guilt of our sins. You know also that he never sinned.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who continue doing what Christ wants them to do, do not continue sinning repeatedly. But those who repeatedly sin have not understood who Christ is, nor have they truly joined with him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I urge you who are very dear to me, do not let anyone deceive you by telling you that it is all right to sin. If you continue doing what is right, you are righteous, just like Christ is righteous.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But anyone who continues to sin repeatedly is like the devil, because the devil has always been sinning since the world began. And the reason why God's Son became a human being was to destroy what the devil has done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People do not continue sinning repeatedly if they have become children of God. They cannot continually sin because God has made them his children, and he has put into them what he himself is like.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who are God's children are clearly different from those who are the devil's children. The way that we can know who are Satan's children is this: Those who do not do what is right are not God's children. And those who do not love their fellow believers are not God's children.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The message that you heard when you first believed in Christ is that we should love each other.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We should not hate others as did Adam's son, Cain, who belonged to Satan, the evil one. Because Cain hated his younger brother, he murdered him. I will tell you about why he murdered his brother. It was because Cain habitually behaved in an evil way, and he hated his younger brother because his younger brother behaved in the right way.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You should not be amazed when unbelievers hate you.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because we love our fellow believers, we know that God has made us to live forever with him. But God regards anyone who does not love their fellow believer as a person who is not living in life but is living under the power of death.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God treats anyone who hates their fellow believers as though they had done something just as bad as committing murder. Anyone who does not love his brother is living for death, not life.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The way that we now know how to truly love our fellow believers is by remembering that Christ died for us of his own free will. So in the same way, we should do anything for our fellow believers, even die for them.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many of us have the things that are necessary for us to live in this world. If we become aware that any of our fellow believers do not have what they need and if we refuse to provide for them, it is clear that we do not love God as we claim to do.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am saying to you whom I love dearly, let us not merely say we love each other; let us love each other by helping each other.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If we truly love our fellow believers, we can be sure that we are living according to the true message about Christ. As a result, we will not feel guilty in the presence of God.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We can pray confidently, because although we might feel guilty because we have done wrong, God deserves for us to trust him. He knows everything about us.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Dear friends, if our minds do not accuse us of having sinned, then we can pray confidently to God.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When we confidently pray to him and request something from him, we receive it because we do what he commands us to do, and because we do what pleases him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will tell you what he commands us to do: We must believe that Jesus Christ is his Son. We must also love each other, just as God commanded us to do.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who do what God commands are those who are joined with God, and God is joined with them. And it is because we have his Spirit, whom he gave to us, that we can be sure that God is joined with us.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}