{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Dear friends, many people who have a false message are teaching it to people. But you must think carefully about what you hear them teach, so that you may know whether they are teaching the truth that comes from God or not.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will tell you how to know whether someone is teaching truth that comes from the Spirit of God. Those who affirm that Jesus Christ came from God to become a human like us are teaching a message that is from God.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But those who do not affirm that truth about Jesus are not teaching a message from God. They are teachers who oppose Christ. You have heard that people like that are coming among us. Even now they are already here.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for you who are very dear to me, you belong to God, and you have refused to believe what those people teach, because God, who enables you to do what he wants, is greater.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for those who are teaching what is false, they belong with all the people in the world who refuse to honor God. That is why what they say comes from those same people, and those same people listen to them.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for us, we belong to God. Whoever knows God listens to what we teach, but whoever does not belong to God does not listen to what we teach. This is how we can distinguish between people who teach truth about God, and those who deceive others.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Dear friends, we must love each other, because God enables us to love each other, and because those who love their fellow believers have become God's children and know him.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God shows his love to people. So those who do not love their fellow believers do not know God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will tell you how God has shown us that he loves us: He sent his only Son to live on the earth to enable us to live eternally because of him.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And God has shown us what it means to truly love another person: It does not mean that we loved God, but that God loved us. So he sent his Son to sacrifice himself, in order that he—God—may forgive us when we sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Dear friends, since God loves us like that, we certainly ought to love each other!\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one has ever seen God. Nevertheless, if we love each other, it is clear that God lives within us and that we love others just like he intends us to do.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will tell you how we can be sure that we are joined with God and that God is joined with us: He has put his Spirit within us.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We apostles have seen God's Son, and we solemnly tell others that the Father sent him to save the people in the world from suffering eternally for their sins.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So God remains joined with those who say the truth about Jesus. They say, \"He is the Son of God.\" And so they remain joined with God.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We have experienced how God loves us and we believe that he loves us. As a result, we love others. Because God's nature is to love people, those who continue to love others are joined with God, and God is joined with them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We should love others completely. And if we do that, when the time comes for God to judge us, we will be confident that he will not condemn us. We will be confident of that because we are living in this world joined to God, as Christ himself is joined to God.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We will not be afraid of God if we truly love him, because those who love God completely cannot possibly be afraid of him. We would be afraid only if we thought that he would punish us. So those who are afraid of God certainly are not loving God completely.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We love God and our fellow believers because God loved us first.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So those who say \"I love God\" but hate a fellow believer are lying. Those who do not love one of their fellow believers, whom they have seen, certainly cannot be loving God, whom they have not seen.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Keep in mind that this is what God has commanded us: If we love him, we must also love our fellow believers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}