{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All those who believe that Jesus is the Christ are children of God, born from God. And whoever loves anyone who is a father certainly loves his child also.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We can be sure that we truly love God's children when we love God and do what he commands us to do.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am saying this because what loving God really means is that we do what he commands. Also, it is not difficult to do what he commands.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All of us whom God has caused to become his children have been able to refuse to do what unbelievers want us to do. We are stronger than everything that is against God. We are able to refuse to do wrong because we trust in Christ.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Who is the person who is stronger than everything that is against God? It is anyone who believes that Jesus is the Son of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Think about Jesus Christ. He is the one who came to earth from God. God showed that he had truly sent Jesus when John baptized Jesus in water, but also when Jesus' blood flowed from his body when he died. And God's Spirit declares truthfully that Jesus Christ came from God.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These three are like three witnesses who give testimony:\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God's Spirit, the water and the blood. These three all tell us the same thing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We usually believe what other people tell us. But we can certainly trust much more in what God says. And he has certainly testified about his Son.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who trust in the Son of God know within their inner beings what is true about him. But those who do not believe what God says call him a liar, because they have refused to believe what God has testified about his Son.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what God says to us: \"I have given you eternal life.\" We will live forever if we are joined with his Son.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who are joined with God's Son will live forever with God. Those who are not joined with him will not live forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have written this letter to you who believe that Jesus is the Son of God, in order that you may know that you will live forever.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because we are joined with him, we are very confident that he hears us when we ask him to do anything he approves of.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Also, if we know that he hears us—whatever we ask—then we can be sure that we will receive whatever we asked from him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suppose you see one of our fellow believers sinning in a way that would not separate them from God,and when you see sinning, you should ask God and pray that God will give that person life—that is, to that person who is not commiting a sin that would separate him from God. But there are some people who sin in a way that causes them to be separated from God forever. I am not saying you should ask God to help people who sin in that way.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everything that is wrong is a sin against God, but not every bad thing we do can separate us from God forever.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know that if a person is a child of God, he does not keep sinning again and again. Instead, the Son of God protects him so that Satan, the evil one, does not harm him.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know that we belong to God, and we know that the whole world is under the control of the evil one.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We also know that the Son of God has come among us and has enabled us to understand the truth; we are joined to him who is true, God's Son Jesus Christ. Jesus Christ is truly God, and he is the one who enables us to have eternal life.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say to you who are very dear to me, guard yourselves from worshiping gods that have no real power.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}