{
  "1": "שִׁמְע֣וּ H8085 אֶת H853 הַדָּבָ֗ר H1697 אֲשֶׁ֨ר H834 דִּבֶּ֧ר H1696 יְהוָ֛ה H3068 עֲלֵיכֶ֖ם H5921 בֵּ֥ית H1004 יִשְׂרָאֵֽל H3478 ",
  "2": "כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 אֶל H413 דֶּ֤רֶךְ H1870 הַגּוֹיִם֙ H1471 אַל H408 תִּלְמָ֔דוּ H3925 וּמֵ H226 הַשָּׁמַ֖יִם H8064 אַל H408 תֵּחָ֑תּוּ H2865 כִּֽי H3588 יֵחַ֥תּוּ H2865 הַגּוֹיִ֖ם H1471 מֵהֵֽמָּה H1992 ",
  "3": "כִּֽי H3588 חֻקּ֥וֹת H2708 הָֽעַמִּ֖ים H5971 הֶ֣בֶל H1892 ה֑וּא H1931 כִּֽי H3588 עֵץ֙ H6086 מִיַּ֣עַר H3293 כְּרָת֔וֹ H3772 מַעֲשֵׂ֥ה H4639 יְדֵ֥י H3027 חָרָ֖שׁ H2796 בַּֽמַּעֲצָֽד H4621 ",
  "4": "בְּכֶ֥סֶף H3701 וּבְ H2091 יְיַפֵּ֑הוּ H3302 בְּמַסְמְר֧וֹת H4548 וּבְ H4717 יְחַזְּק֖וּם H2388 וְל֥וֹא H3808 יָפִֽיק H6328 ",
  "5": "כְּתֹ֨מֶר H8560 מִקְשָׁ֥ה H4749 הֵ֨מָּה֙ H1992 וְלֹ֣א H3808 יְדַבֵּ֔רוּ H1696 נָשׂ֥וֹא H5375 יִנָּשׂ֖וּא H5375 כִּ֣י H3588 לֹ֣א H3808 יִצְעָ֑דוּ H6805 אַל H408 תִּֽירְא֤וּ H3372 מֵהֶם֙ H1992 כִּי H3588 לֹ֣א H3808 יָרֵ֔עוּ H7489 וְגַם H1571 הֵיטֵ֖יב H3190 אֵ֥ין H369 אוֹתָֽם H853 ",
  "6": "מֵאֵ֥ין H369 כָּמ֖וֹךָ H3644 יְהוָ֑ה H3068 גָּד֥וֹל H1419 אַתָּ֛ה H859 וְגָד֥וֹל H1419 שִׁמְךָ֖ H8034 בִּגְבוּרָֽה H1369 ",
  "7": "מִ֣י H4310 לֹ֤א H3808 יִֽרָאֲךָ֙ H3372 מֶ֣לֶךְ H4428 הַגּוֹיִ֔ם H1471 כִּ֥י H3588 לְךָ֖ Hl יָאָ֑תָה H2969 כִּ֣י H3588 בְכָל H3605 חַכְמֵ֧י H2450 הַגּוֹיִ֛ם H1471 וּבְ H3605 מַלְכוּתָ֖ם H4438 מֵאֵ֥ין H369 כָּמֽוֹךָ H3644 ",
  "8": "וּבְ H259 יִבְעֲר֣וּ H1197 וְיִכְסָ֑לוּ H3688 מוּסַ֥ר H4148 הֲבָלִ֖ים H1892 עֵ֥ץ H6086 הֽוּא H1931 ",
  "9": "כֶּ֣סֶף H3701 מְרֻקָּ֞ע H7554 מִתַּרְשִׁ֣ישׁ H8659 יוּבָ֗א H935 וְזָהָב֙ H2091 מֵֽאוּפָ֔ז H210 מַעֲשֵׂ֥ה H4639 חָרָ֖שׁ H2796 וִידֵ֣י H3027 צוֹרֵ֑ף H6884 תְּכֵ֤לֶת H8504 וְאַרְגָּמָן֙ H713 לְבוּשָׁ֔ם H3830 מַעֲשֵׂ֥ה H4639 חֲכָמִ֖ים H2450 כֻּלָּֽם H3605 ",
  "10": "וַֽיהוָ֤ה H3068 אֱלֹהִים֙ H430 אֱמֶ֔ת H571 הֽוּא H1931 אֱלֹהִ֥ים H430 חַיִּ֖ים H2416 וּמֶ֣לֶךְ H4428 עוֹלָ֑ם H5769 מִקִּצְפּ H7110 תִּרְעַ֣שׁ H7493 הָאָ֔רֶץ H776 וְלֹֽא H3808 יָכִ֥לוּ H3557 גוֹיִ֖ם H1471 זַעְמֽוֹ H2195 ",
  "11": "כִּדְנָה֙ H1836 תֵּאמְר֣וּן H560 לְה֔וֹם Hl אֱלָ֣הַיָּ֔א H426 דִּֽי H1768 שְׁמַיָּ֥א H8065 וְאַרְקָ֖ H778 לָ֣א H3809 עֲבַ֑דוּ H5648 יֵאבַ֧דוּ H7 מֵֽאַרְעָ֛ H772 וּמִן H4481 תְּח֥וֹת H8460 שְׁמַיָּ֖א H8065 אֵֽלֶּה H429 ",
  "12": "עֹשֵׂ֥ה H6213 אֶ֨רֶץ֙ H776 בְּכֹח֔ H3581 מֵכִ֥ין H3559 תֵּבֵ֖ל H8398 בְּחָכְמָת֑ H2451 וּבִ H8394 נָטָ֥ה H5186 שָׁמָֽיִם H8064 ",
  "13": "לְק֨וֹל H6963 תִּתּ֜וֹ H5414 הֲמ֥וֹן H1995 מַ֨יִם֙ H4325 בַּשָּׁמַ֔יִם H8064 וַיַּעֲלֶ֥ה H5927 נְשִׂאִ֖ים H5387 מִקְצֵ֣ה H7097 ארץ H776 בְּרָקִ֤ים H1300 לַמָּטָר֙ H4306 עָשָׂ֔ה H6213 וַיּ֥וֹצֵא H3318 ר֖וּחַ H7307 מֵאֹצְרֹתָֽי H214 ",
  "14": "נִבְעַ֤ר H1197 כָּל H3605 אָדָם֙ H120 מִדַּ֔עַת H1847 הֹבִ֥ישׁ H3001 כָּל H3605 צוֹרֵ֖ף H6884 מִפָּ֑סֶל H6459 כִּ֛י H3588 שֶׁ֥קֶר H8267 נִסְכּ֖וֹ H5262 וְלֹא H3808 ר֥וּחַ H7307 בָּֽם Hb ",
  "15": "הֶ֣בֶל H1892 הֵ֔מָּה H1992 מַעֲשֵׂ֖ה H4639 תַּעְתֻּעִ֑ים H8595 בְּעֵ֥ת H6256 פְּקֻדָּתָ֖ם H6486 יֹאבֵֽדוּ H6 ",
  "16": "לֹֽא H3808 כְאֵ֜לֶּה H428 חֵ֣לֶק H2506 יַעֲקֹ֗ב H3290 כִּֽי H3588 יוֹצֵ֤ר H3335 הַכֹּל֙ H3605 ה֔וּא H1931 וְיִ֨שְׂרָאֵ֔ל H3478 שֵׁ֖בֶט H7626 נַֽחֲלָת֑וֹ H5159 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 שְׁמֽוֹ H8034 ",
  "17": "אִסְפִּ֥י H622 מֵאֶ֖רֶץ H776 כִּנְעָתֵ֑ךְ H3666 ישבתי H3427 בַּמָּצֽוֹר H4692 ",
  "18": "כִּֽי H3588 כֹה֙ H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 הִנְנִ֥י H2005 קוֹלֵ֛עַ H7049 אֶת H853 יוֹשְׁבֵ֥י H3427 הָאָ֖רֶץ H776 בַּפַּ֣עַם H6471 הַזֹּ֑את H2063 וַהֲצֵר֥וֹתִי H6887 לָהֶ֖ם H1992 לְמַ֥עַן H4616 יִמְצָֽאוּ H4672 ",
  "19": "א֥וֹי H188 לִי֙ Hl עַל H5921 שִׁבְרִ֔י H7667 נַחְלָ֖ה H2470 מַכָּתִ֑י H4347 וַאֲנִ֣י H589 אָמַ֔רְתִּי H559 אַ֛ךְ H389 זֶ֥ה H2088 חֳלִ֖י H2483 וְאֶשָּׂאֶֽ H5375 ",
  "20": "אָהֳלִ֣י H168 שֻׁדָּ֔ד H7703 וְכָל H3605 מֵיתָרַ֖י H4340 נִתָּ֑קוּ H5423 בָּנַ֤י H1121 יְצָאֻ֨נִי֙ H3318 וְאֵינָ֔ H369 אֵין H369 נֹטֶ֥ה H5186 עוֹד֙ H5750 אָהֳלִ֔י H168 וּמֵקִ֖ים H6965 יְרִיעוֹתָֽי H3407 ",
  "21": "כִּ֤י H3588 נִבְעֲרוּ֙ H1197 הָֽרֹעִ֔ים H7462 וְאֶת H853 יְהוָ֖ה H3068 לֹ֣א H3808 דָרָ֑שׁוּ H1875 עַל H5921 כֵּן֙ H3651 לֹ֣א H3808 הִשְׂכִּ֔ילוּ H7919 וְכָל H3605 מַרְעִיתָ֖ם H4830 נָפֽוֹצָה H6327 ",
  "22": "ק֤וֹל H6963 שְׁמוּעָה֙ H8052 הִנֵּ֣ה H2009 בָאָ֔ה H935 וְרַ֥עַשׁ H7494 גָּד֖וֹל H1419 מֵאֶ֣רֶץ H776 צָפ֑וֹן H6828 לָשׂ֞וּם H7760 אֶת H853 עָרֵ֧י H5892 יְהוּדָ֛ה H3063 שְׁמָמָ֖ה H8077 מְע֥וֹן H4583 תַּנִּֽים H8577 ",
  "23": "יָדַ֣עְתִּי H3045 יְהוָ֔ה H3068 כִּ֛י H3588 לֹ֥א H3808 לָאָדָ֖ם H120 דַּרְכּ֑וֹ H1870 לֹֽא H3808 לְאִ֣ישׁ H376 הֹלֵ֔ךְ H1980 וְהָכִ֖ין H3559 אֶֽת H853 צַעֲדֽוֹ H6806 ",
  "24": "יַסְּרֵ֥נִי H3256 יְהוָ֖ה H3068 אַךְ H389 בְּמִשְׁפָּ֑ט H4941 אַל H408 בְּאַפְּ H639 פֶּן H6435 תַּמְעִטֵֽנִי H4591 ",
  "25": "שְׁפֹ֣ךְ H8210 חֲמָתְךָ֗ H2534 עַל H5921 הַגּוֹיִם֙ H1471 אֲשֶׁ֣ר H834 לֹֽא H3808 יְדָע֔וּךָ H3045 וְעַל֙ H5921 מִשְׁפָּח֔וֹת H4940 אֲשֶׁ֥ר H834 בְּשִׁמְ H8034 לֹ֣א H3808 קָרָ֑אוּ H7121 כִּֽי H3588 אָכְל֣וּ H398 אֶֽת H853 יַעֲקֹ֗ב H3290 וַאֲכָלֻ֨ H398 וַיְכַלֻּ֔ H3615 וְאֶת H853 נָוֵ֖הוּ H5116 הֵשַֽׁמּוּ H8074 "
}
