{
  "1": "לֵאמֹ֡ר H559 הֵ֣ן H2005 יְשַׁלַּ֣ח H7971 אִ֣ישׁ H376 אֶת H853 אִשְׁתּוֹ֩ H802 וְהָלְכָ֨ה H1980 מֵאִתּ֜ H854 וְהָיְתָ֣ה H1961 לְאִישׁ H376 אַחֵ֗ר H312 הֲיָשׁ֤וּב H7725 אֵלֶ֨יהָ֙ H413 ע֔וֹד H5750 הֲל֛וֹא H3808 חָנ֥וֹף H2610 תֶּחֱנַ֖ף H2610 הָאָ֣רֶץ H776 הַהִ֑יא H1931 וְאַ֗תְּ H859 זָנִית֙ H2181 רֵעִ֣ים H7453 רַבִּ֔ים H7227 וְשׁ֥וֹב H7725 אֵלַ֖י H413 נְאֻם H5002 יְהֹוָֽה H3068 ",
  "2": "שְׂאִֽי H5375 עֵינַ֨יִךְ H5869 עַל H5921 שְׁפָיִ֜ם H8205 וּרְאִ֗י H7200 אֵיפֹה֙ H375 לֹ֣א H3808 שגלת H7693 עַל H5921 דְּרָכִים֙ H1870 יָשַׁ֣בְתְּ H3427 לָהֶ֔ם Hl כַּעֲרָבִ֖י H6163 בַּמִּדְבָּ֑ר H4057 וַתַּחֲנִ֣יפִי H2610 אֶ֔רֶץ H776 בִּזְנוּתַ֖יִ H2184 וּבְ H7451 ",
  "3": "וַיִּמָּנְע֣וּ H4513 רְבִבִ֔ים H7241 וּמַלְק֖וֹשׁ H4456 ל֣וֹא H3808 הָיָ֑ה H1961 וּמֵ֨צַח H4696 אִשָּׁ֤ה H802 זוֹנָה֙ H2181 הָ֣יָה H1961 לָ֔ךְ Hl מֵאַ֖נְתְּ H3985 הִכָּלֵֽם H3637 ",
  "4": "הֲל֣וֹא H3808 מֵעַ֔תָּה H6258 קראתי H7121 לִ֖י Hl אָבִ֑י H1 אַלּ֥וּף H441 נְעֻרַ֖י H5271 אָֽתָּה H859 ",
  "5": "הֲיִנְטֹ֣ר H5201 לְעוֹלָ֔ם H5769 אִם H518 יִשְׁמֹ֖ר H8104 לָנֶ֑צַח H5331 הִנֵּ֥ה H2009 דברתי H1696 וַתַּעֲשִׂ֥י H6213 הָרָע֖וֹת H7451 וַתּוּכָֽל H3201 ",
  "6": "וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֵלַ֗י H413 בִּימֵי֙ H3117 יֹאשִׁיָּ֣הוּ H2977 הַמֶּ֔לֶךְ H4428 הֲֽרָאִ֔יתָ H7200 אֲשֶׁ֥ר H834 עָשְׂתָ֖ה H6213 מְשֻׁבָ֣ה H4878 יִשְׂרָאֵ֑ל H3478 הֹלְכָ֨ה H1980 הִ֜יא H1931 עַל H5921 כָּל H3605 הַ֣ר H2022 גָּבֹ֗הַּ H1364 וְאֶל H413 תַּ֛חַת H8478 כָּל H3605 עֵ֥ץ H6086 רַעֲנָ֖ן H7488 וַתִּזְנִי H2181 שָֽׁם H8033 ",
  "7": "וָאֹמַ֗ר H559 אַחֲרֵ֨י H310 עֲשׂוֹתָ֧הּ H6213 אֶת H853 כָּל H3605 אֵ֛לֶּה H428 אֵלַ֥י H413 תָּשׁ֖וּב H7725 וְלֹא H3808 שָׁ֑בָה H7725 ותראה H7200 בָּגוֹדָ֥ה H901 אֲחוֹתָ֖הּ H269 יְהוּדָֽה H3063 ",
  "8": "וָאֵ֗רֶא H7200 כִּ֤י H3588 עַל H5921 כָּל H3605 אֹדוֹת֙ H182 אֲשֶׁ֤ר H834 נִֽאֲפָה֙ H5003 מְשֻׁבָ֣ה H4878 יִשְׂרָאֵ֔ל H3478 שִׁלַּחְתִּ֕יהָ H7971 וָאֶתֵּ֛ן H5414 אֶת H853 סֵ֥פֶר H5612 כְּרִיתֻתֶ֖יהָ H3748 אֵלֶ֑יהָ H413 וְלֹ֨א H3808 יָֽרְאָ֜ה H3372 בֹּֽגֵדָ֤ה H898 יְהוּדָה֙ H3063 אֲחוֹתָ֔הּ H269 וַתֵּ֖לֶךְ H3212 וַתִּ֥זֶן H2181 גַּם H1571 הִֽיא H1931 ",
  "9": "וְהָיָה֙ H1961 מִקֹּ֣ל H6963 זְנוּתָ֔הּ H2184 וַתֶּחֱנַ֖ף H2610 אֶת H853 הָאָ֑רֶץ H776 וַתִּנְאַ֥ף H5003 אֶת H854 הָאֶ֖בֶן H68 וְאֶת H854 הָעֵֽץ H6086 ",
  "10": "וְגַם H1571 בְּכָל H3605 זֹ֗את H2063 לֹא H3808 שָׁ֨בָה H7725 אֵלַ֜י H413 בָּגוֹדָ֧ה H901 אֲחוֹתָ֛הּ H269 יְהוּדָ֖ה H3063 בְּכָל H3605 לִבָּ֑הּ H3820 כִּ֥י H3588 אִם H518 בְּשֶׁ֖קֶר H8267 נְאֻם H5002 יְהוָֽה H3068 ",
  "11": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֵלַ֔י H413 צִדְּקָ֥ה H6663 נַפְשָׁ֖הּ H5315 מְשֻׁבָ֣ה H4878 יִשְׂרָאֵ֑ל H3478 מִבֹּגֵדָ֖ה H898 יְהוּדָֽה H3063 ",
  "12": "הָלֹ֡ךְ H1980 וְקָֽרָאתָ֩ H7121 אֶת H853 הַדְּבָרִ֨ים H1697 הָאֵ֜לֶּה H428 צָפ֗וֹנָה H6828 וְ֠אָמַרְתָּ H559 שׁ֣וּבָה H7725 מְשֻׁבָ֤ה H4878 יִשְׂרָאֵל֙ H3478 נְאֻם H5002 יְהוָ֔ה H3068 לֽוֹא H3808 אַפִּ֥יל H5307 פָּנַ֖י H6440 בָּכֶ֑ם Hb כִּֽי H3588 חָסִ֤יד H2623 אֲנִי֙ H589 נְאֻם H5002 יְהוָ֔ה H3068 לֹ֥א H3808 אֶטּ֖וֹר H5201 לְעוֹלָֽם H5769 ",
  "13": "אַ֚ךְ H389 דְּעִ֣י H3045 עֲוֺנֵ֔ךְ H5771 כִּ֛י H3588 בַּיהוָ֥ה H3068 אֱלֹהַ֖יִךְ H430 פָּשָׁ֑עַתְּ H6586 וַתְּפַזְּרִ֨י H6340 אֶת H853 דְּרָכַ֜יִךְ H1870 לַזָּרִ֗ים H2114 תַּ֚חַת H8478 כָּל H3605 עֵ֣ץ H6086 רַעֲנָ֔ן H7488 וּבְ H6963 לֹא H3808 שְׁמַעְתֶּ֖ם H8085 נְאֻם H5002 יְהֹוָֽה H3068 ",
  "14": "שׁ֣וּבוּ H7725 בָנִ֤ים H1121 שׁוֹבָבִים֙ H7726 נְאֻם H5002 יְהוָ֔ה H3068 כִּ֥י H3588 אָנֹכִ֖י H595 בָּעַ֣לְתִּי H1166 בָכֶ֑ם Hb וְלָקַחְתִּ֨י H3947 אֶתְכֶ֜ם H853 אֶחָ֣ד H259 מֵעִ֗יר H5892 וּשְׁנַ֨יִם֙ H8147 מִמִּשְׁפָּחָ֔ה H4940 וְהֵבֵאתִ֥י H935 אֶתְכֶ֖ם H853 צִיּֽוֹן H6726 ",
  "15": "וְנָתַתִּ֥י H5414 לָכֶ֛ם Hl רֹעִ֖ים H7462 כְּלִבִּ֑ H3820 וְרָע֥וּ H7462 אֶתְכֶ֖ם H853 דֵּעָ֥ה H1844 וְהַשְׂכֵּֽיל H7919 ",
  "16": "וְהָיָ֡ה H1961 כִּ֣י H3588 תִרְבּוּ֩ H7235 וּפְרִיתֶ֨ם H6509 בָּאָ֜רֶץ H776 בַּיָּמִ֤ים H3117 הָהֵ֨מָּה֙ H1992 נְאֻם H5002 יְהוָ֔ה H3068 לֹא H3808 יֹ֣אמְרוּ H559 ע֗וֹד H5750 אֲרוֹן֙ H727 בְּרִית H1285 יְהוָ֔ה H3068 וְלֹ֥א H3808 יַעֲלֶ֖ה H5927 עַל H5921 לֵ֑ב H3820 וְלֹ֤א H3808 יִזְכְּרוּ H2142 בוֹ֙ Hb וְלֹ֣א H3808 יִפְקֹ֔דוּ H6485 וְלֹ֥א H3808 יֵעָשֶׂ֖ה H6213 עֽוֹד H5750 ",
  "17": "בָּעֵ֣ת H6256 הַהִ֗יא H1931 יִקְרְא֤וּ H7121 לִירוּשָׁלִַ֨ם֙ H3389 כִּסֵּ֣א H3678 יְהוָ֔ה H3068 וְנִקְוּ֨וּ H6960 אֵלֶ֧יהָ H413 כָֽל H3605 הַגּוֹיִ֛ם H1471 לְשֵׁ֥ם H8034 יְהוָ֖ה H3068 לִירוּשָׁלִָ֑ם H3389 וְלֹא H3808 יֵלְכ֣וּ H3212 ע֔וֹד H5750 אַחֲרֵ֕י H310 שְׁרִר֖וּת H8307 לִבָּ֥ם H3820 הָרָֽע H7451 ",
  "18": "בַּיָּמִ֣ים H3117 הָהֵ֔מָּה H1992 יֵלְכ֥וּ H3212 בֵית H1004 יְהוּדָ֖ה H3063 עַל H5921 בֵּ֣ית H1004 יִשְׂרָאֵ֑ל H3478 וְיָבֹ֤אוּ H935 יַחְדָּו֙ H3162 מֵאֶ֣רֶץ H776 צָפ֔וֹן H6828 עַל H5921 הָאָ֕רֶץ H776 אֲשֶׁ֥ר H834 הִנְחַ֖לְתִּי H5157 אֶת H853 אֲבוֹתֵיכֶֽם H1 ",
  "19": "וְאָנֹכִ֣י H595 אָמַ֗רְתִּי H559 אֵ֚יךְ H349 אֲשִׁיתֵ֣ךְ H7896 בַּבָּנִ֔ים H1121 וְאֶתֶּן H5414 לָךְ֙ Hl אֶ֣רֶץ H776 חֶמְדָּ֔ה H2532 נַחֲלַ֥ת H5159 צְבִ֖י H6643 צִבְא֣וֹת H6635 גּוֹיִ֑ם H1471 וָאֹמַ֗ר H559 אָבִי֙ H1 תקראו H7121 לִ֔י H7121 וּמֵ H310 לֹ֥א H3808 תשובו H7725 ",
  "20": "אָכֵ֛ן H403 בָּגְדָ֥ה H898 אִשָּׁ֖ה H802 מֵרֵעָ֑ H7453 כֵּ֣ן H3651 בְּגַדְתֶּ֥ם H898 בִּ֛י Hb בֵּ֥ית H1004 יִשְׂרָאֵ֖ל H3478 נְאֻם H5002 יְהוָֽה H3068 ",
  "21": "ק֚וֹל H6963 עַל H5921 שְׁפָיִ֣ים H8205 נִשְׁמָ֔ע H8085 בְּכִ֥י H1065 תַחֲנוּנֵ֖י H8469 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 כִּ֤י H3588 הֶעֱוּוּ֙ H5753 אֶת H853 דַּרְכָּ֔ם H1870 שָׁכְח֖וּ H7911 אֶת H853 יְהֹוָ֥ה H3068 אֱלֹהֵיהֶֽם H430 ",
  "22": "שׁ֚וּבוּ H7725 בָּנִ֣ים H1121 שׁוֹבָבִ֔ים H7726 אֶרְפָּ֖ה H7495 מְשׁוּבֹֽתֵיכֶ֑ם H4878 הִנְנוּ֙ H2005 אָתָ֣נוּ H857 לָ֔ךְ Hl כִּ֥י H3588 אַתָּ֖ה H859 יְהֹוָ֥ה H3068 אֱלֹהֵֽינוּ H430 ",
  "23": "אָכֵ֥ן H403 לַשֶּׁ֛קֶר H8267 מִגְּבָע֖וֹת H1389 הָמ֣וֹן H1995 הָרִ֑ים H2022 אָכֵן֙ H403 בַּיהֹוָ֣ה H3068 אֱלֹהֵ֔ינוּ H430 תְּשׁוּעַ֖ת H8668 יִשְׂרָאֵֽל H3478 ",
  "24": "וְהַ H1322 אָֽכְלָ֛ה H398 אֶת H853 יְגִ֥יעַ H3018 אֲבוֹתֵ֖ינוּ H1 מִנְּעוּרֵ֑י H5271 אֶת H853 צֹאנָם֙ H6629 וְאֶת H853 בְּקָרָ֔ם H1241 אֶת H853 בְּנֵיהֶ֖ם H1121 וְאֶת H853 בְּנוֹתֵיהֶֽם H1323 ",
  "25": "נִשְׁכְּבָ֣ה H7901 בְּבָשְׁתֵּ֗ H1322 וּֽתְכַסֵּ H3680 כְּלִמָּתֵנוּ֒ H3639 כִּי֩ H3588 לַיהוָ֨ה H3068 אֱלֹהֵ֜ינוּ H430 חָטָ֗אנוּ H2398 אֲנַ֨חְנוּ֙ H587 וַאֲבוֹתֵ֔י H1 מִנְּעוּרֵ֖י H5271 וְעַד H5704 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 וְלֹ֣א H3808 שָׁמַ֔עְנוּ H8085 בְּק֖וֹל H6963 יְהֹוָ֥ה H3068 אֱלֹהֵֽינוּ H430 "
}
