{
  "1": "הַדָּבָ֞ר H1697 אֲשֶׁר H834 הָיָ֤ה H1961 אֶֽל H413 יִרְמְיָ֨הוּ֙ H3414 מֵאֵ֣ת H853 יְהוָ֔ה H3068 בשנת H8141 הָעֲשִׂרִ֔ית H6224 לְצִדְקִיָּ֖הוּ H6667 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 הִ֧יא H1931 הַשָּׁנָ֛ה H8141 שְׁמֹנֶֽה H8083 עֶשְׂרֵ֥ה H6240 שָׁנָ֖ה H8141 לִנְבֽוּכַדְרֶאצַּֽר H5019 ",
  "2": "וְאָ֗ז H227 חֵ֚יל H2428 מֶ֣לֶךְ H4428 בָּבֶ֔ל H894 צָרִ֖ים H6696 עַל H5921 יְרוּשָׁלִָ֑ם H3389 וְיִרְמְיָ֣הוּ H3414 הַנָּבִ֗יא H5030 הָיָ֤ה H1961 כָלוּא֙ H3607 בַּחֲצַ֣ר H2691 הַמַּטָּרָ֔ה H4307 אֲשֶׁ֖ר H834 בֵּֽית H1004 מֶ֥לֶךְ H4428 יְהוּדָֽה H3063 ",
  "3": "אֲשֶׁ֣ר H834 כְּלָא֔וֹ H3607 צִדְקִיָּ֥הוּ H6667 מֶֽלֶךְ H4428 יְהוּדָ֖ה H3063 לֵאמֹ֑ר H559 מַדּוּעַ֩ H4069 אַתָּ֨ה H859 נִבָּ֜א H5012 לֵאמֹ֗ר H559 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 הִנְנִ֨י H2005 נֹתֵ֜ן H5414 אֶת H853 הָעִ֥יר H5892 הַזֹּ֛את H2063 בְּיַ֥ד H3027 מֶֽלֶךְ H4428 בָּבֶ֖ל H894 וּלְכָדָֽ H3920 ",
  "4": "וְצִדְקִיָּ֨הוּ֙ H6667 מֶ֣לֶךְ H4428 יְהוּדָ֔ה H3063 לֹ֥א H3808 יִמָּלֵ֖ט H4422 מִיַּ֣ד H3027 הַכַּשְׂדִּ֑ים H3778 כִּ֣י H3588 הִנָּתֹ֤ן H5414 יִנָּתֵן֙ H5414 בְּיַ֣ד H3027 מֶֽלֶךְ H4428 בָּבֶ֔ל H894 וְדִבֶּר H1696 פִּ֣יו H6310 עִם H5973 פִּ֔יו H6310 וְעֵינָ֖י H5869 אֶת H853 עינו H5869 תִּרְאֶֽינָה H7200 ",
  "5": "וּבָבֶ֞ל H894 יוֹלִ֤ךְ H3212 אֶת H853 צִדְקִיָּ֨הוּ֙ H6667 וְשָׁ֣ם H8033 יִֽהְיֶ֔ה H1961 עַד H5704 פָּקְדִ֥י H6485 אֹת֖וֹ H853 נְאֻם H5002 יְהוָ֑ה H3068 כִּ֧י H3588 תִֽלָּחֲמ֛וּ H3898 אֶת H854 הַכַּשְׂדִּ֖ים H3778 לֹ֥א H3808 תַצְלִֽיחוּ H6743 ",
  "6": "וַיֹּ֖אמֶר H559 יִרְמְיָ֑הוּ H3414 הָיָ֥ה H1961 דְּבַר H1697 יְהוָ֖ה H3068 אֵלַ֥י H413 לֵאמֹֽר H559 ",
  "7": "הִנֵּ֣ה H2009 חֲנַמְאֵ֗ל H2601 בֶּן H1121 שַׁלֻּם֙ H7967 דֹּֽדְךָ֔ H1730 בָּ֥א H935 אֵלֶ֖יךָ H413 לֵאמֹ֑ר H559 קְנֵ֣ה H7069 לְךָ֗ Hl אֶת H853 שָׂדִי֙ H7704 אֲשֶׁ֣ר H834 בַּעֲנָת֔וֹת H6068 כִּ֥י H3588 לְךָ֛ Hl מִשְׁפַּ֥ט H4941 הַגְּאֻלָּ֖ה H1353 לִקְנֽוֹת H7069 ",
  "8": "וַיָּבֹ֣א H935 אֵ֠לַי H413 חֲנַמְאֵ֨ל H2601 בֶּן H1121 דֹּדִ֜י H1730 כִּדְבַ֣ר H1697 יְהוָה֮ H3068 אֶל H413 חֲצַ֣ר H2691 הַמַּטָּרָה֒ H4307 וַיֹּ֣אמֶר H559 אֵלַ֡י H413 קְנֵ֣ה H7069 נָ֠א H4994 אֶת H853 שָׂדִ֨י H7704 אֲשֶׁר H834 בַּעֲנָת֜וֹת H6068 אֲשֶׁ֣ר H834 בְּאֶ֣רֶץ H776 בִּנְיָמִ֗ין H1144 כִּֽי H3588 לְךָ֞ Hl מִשְׁפַּ֧ט H4941 הַיְרֻשָּׁ֛ה H3425 וּלְ Hc/Hl הַגְּאֻלָּ֖ה H1353 קְנֵה H7069 לָ֑ךְ Hl וָאֵדַ֕ע H3045 כִּ֥י H3588 דְבַר H1697 יְהוָ֖ה H3068 הֽוּא H1931 ",
  "9": "וָֽאֶקְנֶה֙ H7069 אֶת H853 הַשָּׂדֶ֔ה H7704 מֵאֵ֛ת H853 חֲנַמְאֵ֥ל H2601 בֶּן H1121 דֹּדִ֖י H1730 אֲשֶׁ֣ר H834 בַּעֲנָת֑וֹת H6068 וָֽאֶשְׁקֲלָ H8254 לּוֹ֙ Hl אֶת H853 הַכֶּ֔סֶף H3701 שִׁבְעָ֥ה H7651 שְׁקָלִ֖ים H8255 וַעֲשָׂרָ֥ה H6235 הַכָּֽסֶף H3701 ",
  "10": "וָאֶכְתֹּ֤ב H3789 בַּסֵּ֨פֶר֙ H5612 וָֽאֶחְתֹּ֔ם H2856 וָאָעֵ֖ד H5749 עֵדִ֑ים H5707 וָאֶשְׁקֹ֥ל H8254 הַכֶּ֖סֶף H3701 בְּמֹאזְנָֽיִם H3976 ",
  "11": "וָאֶקַּ֖ח H3947 אֶת H853 סֵ֣פֶר H5612 הַמִּקְנָ֑ה H4736 אֶת H853 הֶֽחָת֛וּם H2856 הַמִּצְוָ֥ה H4687 וְהַ H2706 וְאֶת H853 הַגָּלֽוּי H1540 ",
  "12": "וָאֶתֵּ֞ן H5414 אֶת H853 הַסֵּ֣פֶר H5612 הַמִּקְנָ֗ה H4736 אֶל H413 בָּר֣וּךְ H1263 בֶּן H1121 נֵרִיָּה֮ H5374 בֶּן H1121 מַחְסֵיָה֒ H4271 לְעֵינֵי֙ H5869 חֲנַמְאֵ֣ל H2601 דֹּדִ֔י H1730 וּלְ H5869 הָֽעֵדִ֔ים H5707 הַכֹּתְבִ֖ים H3789 בְּסֵ֣פֶר H5612 הַמִּקְנָ֑ה H4736 לְעֵינֵי֙ H5869 כָּל H3605 הַיְּהוּדִ֔ים H3064 הַיֹּשְׁבִ֖ים H3427 בַּחֲצַ֥ר H2691 הַמַּטָּרָֽה H4307 ",
  "13": "וָֽאֲצַוֶּה֙ H6680 אֶת H853 בָּר֔וּךְ H1263 לְעֵינֵי H5869 לֵאמֹֽר H559 ",
  "14": "כֹּֽה H3541 אָמַר֩ H559 יְהוָ֨ה H3068 צְבָא֜וֹת H6635 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֗ל H3478 לָק֣וֹחַ H3947 אֶת H853 הַסְּפָרִ֣ים H5612 הָאֵ֡לֶּה H428 אֵ֣ת H853 סֵפֶר֩ H5612 הַמִּקְנָ֨ה H4736 הַזֶּ֜ה H2088 וְאֵ֣ת H853 הֶחָת֗וּם H2856 וְאֵ֨ת H853 סֵ֤פֶר H5612 הַגָּלוּי֙ H1540 הַזֶּ֔ה H2088 וּנְתַתָּ֖ H5414 בִּכְלִי H3627 חָ֑רֶשׂ H2789 לְמַ֥עַן H4616 יַעַמְד֖וּ H5975 יָמִ֥ים H3117 רַבִּֽים H7227 ",
  "15": "כִּ֣י H3588 כֹ֥ה H3541 אָמַ֛ר H559 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֑ל H3478 ע֣וֹד H5750 יִקָּנ֥וּ H7069 בָתִּ֛ים H1004 וְשָׂד֥וֹת H7704 וּכְרָמִ֖ים H3754 בָּאָ֥רֶץ H776 הַזֹּֽאת H2063 ",
  "16": "וָאֶתְפַּלֵּ֖ל H6419 אֶל H413 יְהוָ֑ה H3068 אַחֲרֵ֤י H310 תִתִּי֙ H5414 אֶת H853 סֵ֣פֶר H5612 הַמִּקְנָ֔ה H4736 אֶל H413 בָּר֥וּךְ H1263 בֶּן H1121 נֵרִיָּ֖ה H5374 לֵאמֹֽר H559 ",
  "17": "אֲהָהּ֮ H162 אֲדֹנָ֣י H136 יְהוִה֒ H3069 הִנֵּ֣ה H2009 אַתָּ֣ה H859 עָשִׂ֗יתָ H6213 אֶת H853 הַשָּׁמַ֨יִם֙ H8064 וְאֶת H853 הָאָ֔רֶץ H776 בְּכֹֽחֲ H3581 הַגָּד֔וֹל H1419 וּבִֽ H2220 הַנְּטוּיָ֑ה H5186 לֹֽא H3808 יִפָּלֵ֥א H6381 מִמְּךָ֖ H4480 כָּל H3605 דָּבָֽר H1697 ",
  "18": "עֹ֤שֶׂה H6213 חֶ֨סֶד֙ H2617 לַֽאֲלָפִ֔ים H505 וּמְשַׁלֵּם֙ H7999 עֲוֺ֣ן H5771 אָב֔וֹת H1 אֶל H413 חֵ֥יק H2436 בְּנֵיהֶ֖ם H1121 אַחֲרֵיהֶ֑ם H310 הָאֵ֤ל H410 הַגָּדוֹל֙ H1419 הַגִּבּ֔וֹר H1368 יְהוָ֥ה H3068 צְבָא֖וֹת H6635 שְׁמֽוֹ H8034 ",
  "19": "גְּדֹל֙ H1419 הָֽעֵצָ֔ה H6098 וְרַ֖ב H7227 הָעֲלִֽילִיָּ֑ה H5950 אֲשֶׁר H834 עֵינֶ֣יךָ H5869 פְקֻח֗וֹת H6491 עַל H5921 כָּל H3605 דַּרְכֵי֙ H1870 בְּנֵ֣י H1121 אָדָ֔ם H120 לָתֵ֤ת H5414 לְאִישׁ֙ H376 כִּדְרָכָ֔י H1870 וְכִ H6529 מַעֲלָלָֽיו H4611 ",
  "20": "אֲשֶׁר H834 שַׂ֠מְתָּ H7760 אֹת֨וֹת H226 וּמֹפְתִ֤ים H4159 בְּאֶֽרֶץ H776 מִצְרַ֨יִם֙ H4714 עַד H5704 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 וּבְ H3478 וּבָֽ H120 וַתַּעֲשֶׂה H6213 לְּךָ֥ Hl שֵׁ֖ם H8034 כַּיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "21": "וַתֹּצֵ֛א H3318 אֶת H853 עַמְּךָ֥ H5971 אֶת H853 יִשְׂרָאֵ֖ל H3478 מֵאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 בְּאֹת֣וֹת H226 וּבְ H4159 וּבְ H3027 חֲזָקָה֙ H2389 וּבְ H248 נְטוּיָ֔ה H5186 וּבְ H4172 גָּדֽוֹל H1419 ",
  "22": "וַתִּתֵּ֤ן H5414 לָהֶם֙ Hl אֶת H853 הָאָ֣רֶץ H776 הַזֹּ֔את H2063 אֲשֶׁר H834 נִשְׁבַּ֥עְתָּ H7650 לַאֲבוֹתָ֖ H1 לָתֵ֣ת H5414 לָהֶ֑ם Hl אֶ֛רֶץ H776 זָבַ֥ת H2100 חָלָ֖ב H2461 וּדְבָֽשׁ H1706 ",
  "23": "וַיָּבֹ֜אוּ H935 וַיִּֽרְשׁ֣וּ H3423 אֹתָ֗הּ H853 וְלֹֽא H3808 שָׁמְע֤וּ H8085 בְקוֹלֶ֨ H6963 וב H8451 לֹא H3808 הָלָ֔כוּ H1980 אֵת֩ H853 כָּל H3605 אֲשֶׁ֨ר H834 צִוִּ֧יתָה H6680 לָהֶ֛ם Hl לַעֲשׂ֖וֹת H6213 לֹ֣א H3808 עָשׂ֑וּ H6213 וַתַּקְרֵ֣א H7122 אֹתָ֔ם H853 אֵ֥ת H853 כָּל H3605 הָרָעָ֖ה H7451 הַזֹּֽאת H2063 ",
  "24": "הִנֵּ֣ה H2009 הַסֹּלְל֗וֹת H5550 בָּ֣אוּ H935 הָעִיר֮ H5892 לְלָכְדָ H3920 וְהָ H5892 נִתְּנָ֗ה H5414 בְּיַ֤ד H3027 הַכַּשְׂדִּים֙ H3778 הַנִּלְחָמִ֣ים H3898 עָלֶ֔יהָ H5921 מִפְּנֵ֛י H6440 הַחֶ֥רֶב H2719 וְהָ H7458 וְהַ H1698 וַאֲשֶׁ֥ר H834 דִּבַּ֛רְתָּ H1696 הָיָ֖ה H1961 וְהִנְּ H2005 רֹאֶֽה H7200 ",
  "25": "וְאַתָּ֞ה H859 אָמַ֤רְתָּ H559 אֵלַי֙ H413 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 קְנֵֽה H7069 לְךָ֧ Hl הַשָּׂדֶ֛ה H7704 בַּכֶּ֖סֶף H3701 וְהָעֵ֣ד H5749 עֵדִ֑ים H5707 וְהָ H5892 נִתְּנָ֖ה H5414 בְּיַ֥ד H3027 הַכַּשְׂדִּֽים H3778 ",
  "26": "וַיְהִי֙ H1961 דְּבַר H1697 יְהוָ֔ה H3068 אֶֽל H413 יִרְמְיָ֖הוּ H3414 לֵאמֹֽר H559 ",
  "27": "הִנֵּה֙ H2009 אֲנִ֣י H589 יְהוָ֔ה H3068 אֱלֹהֵ֖י H430 כָּל H3605 בָּשָׂ֑ר H1320 הֲֽמִמֶּ֔ H4480 יִפָּלֵ֖א H6381 כָּל H3605 דָּבָֽר H1697 ",
  "28": "לָכֵ֕ן H3651 כֹּ֖ה H3541 אָמַ֣ר H559 יְהוָ֑ה H3068 הִנְנִ֣י H2005 נֹתֵן֩ H5414 אֶת H853 הָעִ֨יר H5892 הַזֹּ֜את H2063 בְּיַ֣ד H3027 הַכַּשְׂדִּ֗ים H3778 וּבְ H3027 נְבֽוּכַדְרֶאצַּ֥ר H5019 מֶֽלֶךְ H4428 בָּבֶ֖ל H894 וּלְכָדָֽ H3920 ",
  "29": "וּבָ֣אוּ H935 הַכַּשְׂדִּ֗ים H3778 הַנִּלְחָמִים֙ H3898 עַל H5921 הָעִ֣יר H5892 הַזֹּ֔את H2063 וְהִצִּ֜יתוּ H3341 אֶת H853 הָעִ֥יר H5892 הַזֹּ֛את H2063 בָּאֵ֖שׁ H784 וּשְׂרָפ֑וּ H8313 וְאֵ֣ת H854 הַבָּתִּ֡ים H1004 אֲשֶׁר֩ H834 קִטְּר֨וּ H6999 עַל H5921 גַּגּֽוֹתֵיהֶ֜ם H1406 לַבַּ֗עַל H1168 וְהִסִּ֤כוּ H5258 נְסָכִים֙ H5262 לֵאלֹהִ֣ים H430 אֲחֵרִ֔ים H312 לְמַ֖עַן H4616 הַכְעִסֵֽנִי H3707 ",
  "30": "כִּֽי H3588 הָי֨וּ H1961 בְנֵֽי H1121 יִשְׂרָאֵ֜ל H3478 וּבְנֵ֣י H1121 יְהוּדָ֗ה H3063 אַ֣ךְ H389 עֹשִׂ֥ים H6213 הָרַ֛ע H7451 בְּעֵינַ֖ H5869 מִנְּעֻרֹֽתֵי H5271 כִּ֣י H3588 בְנֵֽי H1121 יִשְׂרָאֵ֗ל H3478 אַ֣ךְ H389 מַכְעִסִ֥ים H3707 אֹתִ֛י H854 בְּמַעֲשֵׂ֥ה H4639 יְדֵיהֶ֖ם H3027 נְאֻם H5002 יְהוָֽה H3068 ",
  "31": "כִּ֧י H3588 עַל H5921 אַפִּ֣י H639 וְעַל H5921 חֲמָתִ֗י H2534 הָ֤יְתָה H1961 לִּי֙ Hl הָעִ֣יר H5892 הַזֹּ֔את H2063 לְמִן H4480 הַיּוֹם֙ H3117 אֲשֶׁ֣ר H834 בָּנ֣וּ H1129 אוֹתָ֔הּ H853 וְעַ֖ד H5704 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 לַהֲסִירָ֖ H5493 מֵעַ֥ל H5921 פָּנָֽי H6440 ",
  "32": "עַל֩ H5921 כָּל H3605 רָעַ֨ת H7451 בְּנֵֽי H1121 יִשְׂרָאֵ֜ל H3478 וּבְנֵ֣י H1121 יְהוּדָ֗ה H3063 אֲשֶׁ֤ר H834 עָשׂוּ֙ H6213 לְהַכְעִסֵ֔ H3707 הֵ֤מָּה H1992 מַלְכֵיהֶם֙ H4428 שָֽׂרֵיהֶ֔ם H8269 כֹּהֲנֵיהֶ֖ם H3548 וּנְבִֽיאֵי H5030 וְאִ֣ישׁ H376 יְהוּדָ֔ה H3063 וְיֹשְׁבֵ֖י H3427 יְרוּשָׁלִָֽם H3389 ",
  "33": "וַיִּפְנ֥וּ H6437 אֵלַ֛י H413 עֹ֖רֶף H6203 וְלֹ֣א H3808 פָנִ֑ים H6440 וְלַמֵּ֤ד H3925 אֹתָם֙ H853 הַשְׁכֵּ֣ם H7925 וְלַמֵּ֔ד H3925 וְאֵינָ֥ H369 שֹׁמְעִ֖ים H8085 לָקַ֥חַת H3947 מוּסָֽר H4148 ",
  "34": "וַיָּשִׂ֣ימוּ H7760 שִׁקּֽוּצֵיהֶ֗ם H8251 בַּבַּ֛יִת H1004 אֲשֶׁר H834 נִקְרָֽא H7121 שְׁמִ֥י H8034 עָלָ֖יו H5921 לְטַמְּאֽ H2930 ",
  "35": "וַיִּבְנוּ֩ H1129 אֶת H853 בָּמ֨וֹת H1116 הַבַּ֜עַל H1168 אֲשֶׁ֣ר H834 בְּגֵ֣יא H1516 בֶן H1121 הִנֹּ֗ם H2011 לְ֠הַעֲבִיר H5674 אֶת H853 בְּנֵיהֶ֣ם H1121 וְאֶת H853 בְּנוֹתֵיהֶם֮ H1323 לַמֹּלֶךְ֒ H4432 אֲשֶׁ֣ר H834 לֹֽא H3808 צִוִּיתִ֗ים H6680 וְלֹ֤א H3808 עָֽלְתָה֙ H5927 עַל H5921 לִבִּ֔י H3820 לַעֲשׂ֖וֹת H6213 הַתּוֹעֵבָ֣ה H8441 הַזֹּ֑את H2063 לְמַ֖עַן H4616 החטי H2398 אֶת H853 יְהוּדָֽה H3063 ",
  "36": "וְעַתָּ֕ה H6258 לָכֵ֛ן H3651 כֹּֽה H3541 אָמַ֥ר H559 יְהוָ֖ה H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֑ל H3478 אֶל H413 הָעִ֨יר H5892 הַזֹּ֜את H2063 אֲשֶׁ֣ר H834 אַתֶּ֣ם H859 אֹמְרִ֗ים H559 נִתְּנָה֙ H5414 בְּיַ֣ד H3027 מֶֽלֶךְ H4428 בָּבֶ֔ל H894 בַּחֶ֖רֶב H2719 וּבָ H7458 וּבַ H1698 ",
  "37": "הִנְנִ֤י H2005 מְקַבְּצָם֙ H6908 מִכָּל H3605 הָ֣אֲרָצ֔וֹת H776 אֲשֶׁ֨ר H834 הִדַּחְתִּ֥ים H5080 שָׁ֛ם H8033 בְּאַפִּ֥ H639 וּבַ H2534 וּבְ H7110 גָּד֑וֹל H1419 וַהֲשִֽׁבֹתִי H7725 אֶל H413 הַמָּק֣וֹם H4725 הַזֶּ֔ה H2088 וְהֹשַׁבְתִּ֖י H3427 לָבֶֽטַח H983 ",
  "38": "וְהָ֥יוּ H1961 לִ֖י Hl לְעָ֑ם H5971 וַאֲנִ֕י H589 אֶהְיֶ֥ה H1961 לָהֶ֖ם Hl לֵאלֹהִֽים H430 ",
  "39": "וְנָתַתִּ֨י H5414 לָהֶ֜ם Hl לֵ֤ב H3820 אֶחָד֙ H259 וְדֶ֣רֶךְ H1870 אֶחָ֔ד H259 לְיִרְאָ֥ה H3372 אוֹתִ֖י H853 כָּל H3605 הַיָּמִ֑ים H3117 לְט֣וֹב H2896 לָהֶ֔ם Hl וְלִ H1121 אַחֲרֵיהֶֽם H310 ",
  "40": "וְכָרַתִּ֤י H3772 לָהֶם֙ Hl בְּרִ֣ית H1285 עוֹלָ֔ם H5769 אֲשֶׁ֤ר H834 לֹֽא H3808 אָשׁוּב֙ H7725 מֵאַ֣חֲרֵי H310 לְהֵיטִיבִ֖ H3190 אוֹתָ֑ם H853 וְאֶת H853 יִרְאָתִי֙ H3374 אֶתֵּ֣ן H5414 בִּלְבָבָ֔ H3824 לְבִלְתִּ֖י H1115 ס֥וּר H5493 מֵעָלָֽ H5921 ",
  "41": "וְשַׂשְׂתִּ֥י H7797 עֲלֵיהֶ֖ם H5921 לְהֵטִ֣יב H2895 אוֹתָ֑ם H853 וּנְטַעְתִּ֞י H5193 בָּאָ֤רֶץ H776 הַזֹּאת֙ H2063 בֶּאֱמֶ֔ת H571 בְּכָל H3605 לִבִּ֖י H3820 וּבְ H3605 נַפְשִֽׁי H5315 ",
  "42": "כִּֽי H3588 כֹה֙ H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 כַּאֲשֶׁ֤ר H834 הֵבֵ֨אתִי֙ H935 אֶל H413 הָעָ֣ם H5971 הַזֶּ֔ה H2088 אֵ֛ת H853 כָּל H3605 הָרָעָ֥ה H7451 הַגְּדוֹלָ֖ה H1419 הַזֹּ֑את H2063 כֵּ֣ן H3651 אָנֹכִ֞י H595 מֵבִ֤יא H935 עֲלֵיהֶם֙ H5921 אֶת H853 כָּל H3605 הַטּוֹבָ֔ה H2896 אֲשֶׁ֥ר H834 אָנֹכִ֖י H595 דֹּבֵ֥ר H1696 עֲלֵיהֶֽם H5921 ",
  "43": "וְנִקְנָ֥ה H7069 הַשָּׂדֶ֖ה H7704 בָּאָ֣רֶץ H776 הַזֹּ֑את H2063 אֲשֶׁ֣ר H834 אַתֶּ֣ם H859 אֹמְרִ֗ים H559 שְׁמָמָ֥ה H8077 הִיא֙ H1931 מֵאֵ֤ין H369 אָדָם֙ H120 וּבְהֵמָ֔ה H929 נִתְּנָ֖ה H5414 בְּיַ֥ד H3027 הַכַּשְׂדִּֽים H3778 ",
  "44": "שָׂד֞וֹת H7704 בַּכֶּ֣סֶף H3701 יִקְנ֗וּ H7069 וְכָת֨וֹב H3789 בַּסֵּ֥פֶר H5612 וְחָתוֹם֮ H2856 וְהָעֵ֣ד H5749 עֵדִים֒ H5707 בְּאֶ֨רֶץ H776 בִּנְיָמִ֜ן H1144 וּבִ H5439 יְרוּשָׁלִַ֗ם H3389 וּבְ H5892 יְהוּדָה֙ H3063 וּבְ H5892 הָהָ֔ר H2022 וּבְ H5892 הַשְּׁפֵלָ֖ה H8219 וּבְ H5892 הַנֶּ֑גֶב H5045 כִּֽי H3588 אָשִׁ֥יב H7725 אֶת H853 שְׁבוּתָ֖ם H7622 נְאֻם H5002 יְהוָֽה H3068 "
}
