{
  "1": "וַיְהִ֧י H1961 דְבַר H1697 יְהוָ֛ה H3068 אֶֽל H413 יִרְמְיָ֖הוּ H3414 שֵׁנִ֑ית H8145 וְהוּא֙ H1931 עוֹדֶ֣נּוּ H5750 עָצ֔וּר H6113 בַּחֲצַ֥ר H2691 הַמַּטָּרָ֖ה H4307 לֵאמֹֽר H559 ",
  "2": "כֹּֽה H3541 אָמַ֥ר H559 יְהוָ֖ה H3068 עֹשָׂ֑הּ H6213 יְהוָ֗ה H3068 יוֹצֵ֥ר H3335 אוֹתָ֛הּ H853 לַהֲכִינָ֖ H3559 יְהוָ֥ה H3068 שְׁמֽוֹ H8034 ",
  "3": "קְרָ֥א H7121 אֵלַ֖י H413 וְאֶעֱנֶ֑ H6030 וְאַגִּ֧ידָה H5046 לְּךָ֛ Hl גְּדֹל֥וֹת H1419 וּבְצֻר֖וֹת H1219 לֹ֥א H3808 יְדַעְתָּֽם H3045 ",
  "4": "כִּי֩ H3588 כֹ֨ה H3541 אָמַ֤ר H559 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 עַל H5921 בָּתֵּי֙ H1004 הָעִ֣יר H5892 הַזֹּ֔את H2063 וְעַל H5921 בָּתֵּ֖י H1004 מַלְכֵ֣י H4428 יְהוּדָ֑ה H3063 הַנְּתֻצִ֕ים H5422 אֶל H413 הַסֹּלְל֖וֹת H5550 וְאֶל H413 הֶחָֽרֶב H2719 ",
  "5": "בָּאִ֗ים H935 לְהִלָּחֵם֙ H3898 אֶת H854 הַכַּשְׂדִּ֔ים H3778 וּלְ H4390 אֶת H854 פִּגְרֵ֣י H6297 הָאָדָ֔ם H120 אֲשֶׁר H834 הִכֵּ֥יתִי H5221 בְאַפִּ֖ H639 וּבַ H2534 וַאֲשֶׁ֨ר H834 הִסְתַּ֤רְתִּי H5641 פָנַי֙ H6440 מֵהָ H5892 הַזֹּ֔את H2063 עַ֖ל H5921 כָּל H3605 רָעָתָֽם H7451 ",
  "6": "הִנְנִ֧י H2005 מַעֲלֶה H5927 לָּ֛הּ Hl אֲרֻכָ֥ה H724 וּמַרְפֵּ֖א H4832 וּרְפָאתִ֑י H7495 וְגִלֵּיתִ֣י H1540 לָהֶ֔ם H1992 עֲתֶ֥רֶת H6283 שָׁל֖וֹם H7965 וֶאֱמֶֽת H571 ",
  "7": "וַהֲשִֽׁבֹתִי֙ H7725 אֶת H853 שְׁב֣וּת H7622 יְהוּדָ֔ה H3063 וְאֵ֖ת H853 שְׁב֣וּת H7622 יִשְׂרָאֵ֑ל H3478 וּבְנִתִ֖י H1129 כְּבָ H7223 ",
  "8": "וְטִ֣הַרְתִּ֔י H2891 מִכָּל H3605 עֲוֺנָ֖ם H5771 אֲשֶׁ֣ר H834 חָֽטְאוּ H2398 לִ֑י Hl וְסָלַחְתִּ֗י H5545 לכול H3605 עֲוֺנֽוֹתֵיהֶם֙ H5771 אֲשֶׁ֣ר H834 חָֽטְאוּ H2398 לִ֔י Hl וַאֲשֶׁ֖ר H834 פָּ֥שְׁעוּ H6586 בִֽי Hb ",
  "9": "וְהָ֣יְתָה H1961 לִּ֗י Hl לְשֵׁ֤ם H8034 שָׂשׂוֹן֙ H8342 לִתְהִלָּ֣ה H8416 וּלְ H8597 לְכֹ֖ל H3605 גּוֹיֵ֣י H1471 הָאָ֑רֶץ H776 אֲשֶׁ֨ר H834 יִשְׁמְע֜וּ H8085 אֶת H853 כָּל H3605 הַטּוֹבָ֗ה H2896 אֲשֶׁ֤ר H834 אָֽנֹכִי֙ H595 עֹשֶׂ֣ה H6213 אֹתָ֔ם H853 וּפָחֲד֣וּ H6342 וְרָֽגְז֗וּ H7264 עַ֤ל H5921 כָּל H3605 הַטּוֹבָה֙ H2896 וְעַ֣ל H5921 כָּל H3605 הַשָּׁל֔וֹם H7965 אֲשֶׁ֥ר H834 אָֽנֹכִ֖י H595 עֹ֥שֶׂה H6213 לָּֽהּ Hl ",
  "10": "כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 עוֹד֮ H5750 יִשָּׁמַ֣ע H8085 בַּמָּקוֹם H4725 הַזֶּה֒ H2088 אֲשֶׁר֙ H834 אַתֶּ֣ם H859 אֹֽמְרִ֔ים H559 חָרֵ֣ב H2720 ה֔וּא H1931 מֵאֵ֥ין H369 אָדָ֖ם H120 וּמֵ H369 בְּהֵמָ֑ה H929 בְּעָרֵ֤י H5892 יְהוּדָה֙ H3063 וּבְ H2351 יְרוּשָׁלִַ֔ם H3389 הַֽנְשַׁמּ֗וֹת H8074 מֵאֵ֥ין H369 אָדָ֛ם H120 וּמֵ H369 יוֹשֵׁ֖ב H3427 וּמֵ H369 בְּהֵמָֽה H929 ",
  "11": "ק֣וֹל H6963 שָׂשׂ֞וֹן H8342 וְק֣וֹל H6963 שִׂמְחָ֗ה H8057 ק֣וֹל H6963 חָתָן֮ H2860 וְק֣וֹל H6963 כַּלָּה֒ H3618 ק֣וֹל H6963 אֹמְרִ֡ים H559 הוֹדוּ֩ H3034 אֶת H853 יְהוָ֨ה H3068 צְבָא֜וֹת H6635 כִּֽי H3588 ט֤וֹב H2896 יְהוָה֙ H3068 כִּֽי H3588 לְעוֹלָ֣ם H5769 חַסְדּ֔וֹ H2617 מְבִאִ֥ים H935 תּוֹדָ֖ה H8426 בֵּ֣ית H1004 יְהוָ֑ה H3068 כִּֽי H3588 אָשִׁ֧יב H7725 אֶת H853 שְׁבוּת H7622 הָאָ֛רֶץ H776 כְּבָ H7223 אָמַ֥ר H559 יְהוָֽה H3068 ",
  "12": "כֹּֽה H3541 אָמַר֮ H559 יְהוָ֣ה H3068 צְבָאוֹת֒ H6635 ע֞וֹד H5750 יִֽהְיֶ֣ה H1961 בַּמָּק֣וֹם H4725 הַזֶּ֗ה H2088 הֶחָרֵ֛ב H2720 מֵֽאֵין H369 אָדָ֥ם H120 וְעַד H5704 בְּהֵמָ֖ה H929 וּבְ H3605 עָרָ֑יו H5892 נְוֵ֣ה H5116 רֹעִ֔ים H7462 מַרְבִּצִ֖ים H7257 צֹֽאן H6629 ",
  "13": "בְּעָרֵ֨י H5892 הָהָ֜ר H2022 בְּעָרֵ֤י H5892 הַשְּׁפֵלָה֙ H8219 וּבְ H5892 הַנֶּ֔גֶב H5045 וּבְ H776 בִּנְיָמִ֛ן H1144 וּבִ H5439 יְרוּשָׁלִַ֖ם H3389 וּבְ H5892 יְהוּדָ֑ה H3063 עֹ֣ד H5750 תַּעֲבֹ֧רְנָה H5674 הַצֹּ֛אן H6629 עַל H5921 יְדֵ֥י H3027 מוֹנֶ֖ה H4487 אָמַ֥ר H559 יְהוָֽה H3068 ",
  "14": "הִנֵּ֛ה H2009 יָמִ֥ים H3117 בָּאִ֖ים H935 נְאֻם H5002 יְהוָ֑ה H3068 וַהֲקִֽמֹתִי֙ H6965 אֶת H853 הַדָּבָ֣ר H1697 הַטּ֔וֹב H2896 אֲשֶׁ֥ר H834 דִּבַּ֛רְתִּי H1696 אֶל H413 בֵּ֥ית H1004 יִשְׂרָאֵ֖ל H3478 וְעַל H5921 בֵּ֥ית H1004 יְהוּדָֽה H3063 ",
  "15": "בַּיָּמִ֤ים H3117 הָהֵם֙ H1992 וּבָ H6256 הַהִ֔יא H1931 אַצְמִ֥יחַ H6779 לְדָוִ֖ד H1732 צֶ֣מַח H6780 צְדָקָ֑ה H6666 וְעָשָׂ֛ה H6213 מִשְׁפָּ֥ט H4941 וּצְדָקָ֖ה H6666 בָּאָֽרֶץ H776 ",
  "16": "בַּיָּמִ֤ים H3117 הָהֵם֙ H1992 תִּוָּשַׁ֣ע H3467 יְהוּדָ֔ה H3063 וִירוּשָׁלִַ֖ם H3389 תִּשְׁכּ֣וֹן H7931 לָבֶ֑טַח H983 וְזֶ֥ה H2088 אֲשֶׁר H834 יִקְרָא H7121 לָ֖הּ Hl יְהוָ֥ה H3068 צִדְקֵֽנוּ H6664 ",
  "17": "כִּי H3588 כֹ֖ה H3541 אָמַ֣ר H559 יְהוָ֑ה H3068 לֹֽא H3808 יִכָּרֵ֣ת H3772 לְדָוִ֔ד H1732 אִ֕ישׁ H376 יֹשֵׁ֖ב H3427 עַל H5921 כִּסֵּ֥א H3678 בֵֽית H1004 יִשְׂרָאֵֽל H3478 ",
  "18": "וְלַ H3548 הַלְוִיִּ֔ם H3881 לֹֽא H3808 יִכָּרֵ֥ת H3772 אִ֖ישׁ H376 מִלְּ H6440 מַעֲלֶ֨ה H5927 עוֹלָ֜ה H5930 וּמַקְטִ֥יר H6999 מִנְחָ֛ה H4503 וְעֹ֥שֶׂה H6213 זֶּ֖בַח H2077 כָּל H3605 הַיָּמִֽים H3117 ",
  "19": "וַֽיְהִי֙ H1961 דְּבַר H1697 יְהוָ֔ה H3068 אֶֽל H413 יִרְמְיָ֖הוּ H3414 לֵאמֽוֹר H559 ",
  "20": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 אִם H518 תָּפֵ֨רוּ֙ H6565 אֶת H853 בְּרִיתִ֣י H1285 הַיּ֔וֹם H3117 וְאֶת H853 בְּרִיתִ֖י H1285 הַלָּ֑יְלָה H3915 וּלְ H1115 הֱי֥וֹת H1961 יֽוֹמָם H3119 וָלַ֖יְלָה H3915 בְּעִתָּֽ H6256 ",
  "21": "גַּם H1571 בְּרִיתִ֤י H1285 תֻפַר֙ H6565 אֶת H854 דָּוִ֣ד H1732 עַבְדִּ֔י H5650 מִהְיֽוֹת H1961 ל֥וֹ Hl בֵ֖ן H1121 מֹלֵ֣ךְ H4427 עַל H5921 כִּסְא֑וֹ H3678 וְאֶת H854 הַלְוִיִּ֥ם H3881 הַכֹּהֲנִ֖ים H3548 מְשָׁרְתָֽי H8334 ",
  "22": "אֲשֶׁ֤ר H834 לֹֽא H3808 יִסָּפֵר֙ H5608 צְבָ֣א H6635 הַשָּׁמַ֔יִם H8064 וְלֹ֥א H3808 יִמַּ֖ד H4058 ח֣וֹל H2344 הַיָּ֑ם H3220 כֵּ֣ן H3651 אַרְבֶּ֗ה H7235 אֶת H853 זֶ֨רַע֙ H2233 דָּוִ֣ד H1732 עַבְדִּ֔י H5650 וְאֶת H853 הַלְוִיִּ֖ם H3881 מְשָׁרְתֵ֥י H8334 אֹתִֽי H853 ",
  "23": "וַֽיְהִי֙ H1961 דְּבַר H1697 יְהוָ֔ה H3068 אֶֽל H413 יִרְמְיָ֖הוּ H3414 לֵאמֹֽר H559 ",
  "24": "הֲל֣וֹא H3808 רָאִ֗יתָ H7200 מָֽה H4100 הָעָ֤ם H5971 הַזֶּה֙ H2088 דִּבְּר֣וּ H1696 לֵאמֹ֔ר H559 שְׁתֵּ֣י H8147 הַמִּשְׁפָּח֗וֹת H4940 אֲשֶׁ֨ר H834 בָּחַ֧ר H977 יְהוָ֛ה H3068 בָּהֶ֖ם Hb וַיִּמְאָסֵ֑ H3988 וְאֶת H853 עַמִּי֙ H5971 יִנְאָצ֔וּן H5006 מִֽהְי֥וֹת H1961 ע֖וֹד H5750 גּ֥וֹי H1471 לִפְנֵי H6440 ",
  "25": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 אִם H518 לֹ֥א H3808 בְרִיתִ֖י H1285 יוֹמָ֣ם H3119 וָלָ֑יְלָה H3915 חֻקּ֛וֹת H2708 שָׁמַ֥יִם H8064 וָאָ֖רֶץ H776 לֹא H3808 שָֽׂמְתִּי H7760 ",
  "26": "גַּם H1571 זֶ֣רַע H2233 יַעֲקוֹב֩ H3290 וְדָוִ֨ד H1732 עַבְדִּ֜י H5650 אֶמְאַ֗ס H3988 מִקַּ֤חַת H3947 מִזַּרְע H2233 מֹֽשְׁלִ֔ים H4910 אֶל H413 זֶ֥רַע H2233 אַבְרָהָ֖ם H85 יִשְׂחָ֣ק H3446 וְיַעֲקֹ֑ב H3290 כִּֽי H3588 אשוב H7725 אֶת H853 שְׁבוּתָ֖ם H7622 וְרִחַמְתִּֽי H7355 "
}
