{
  "1": "בַּשָּׁנָ֣ה H8141 הַ֠תְּשִׁעִית H8671 לְצִדְקִיָּ֨הוּ H6667 מֶלֶךְ H4428 יְהוּדָ֜ה H3063 בַּחֹ֣דֶשׁ H2320 הָעֲשִׂרִ֗י H6224 בָּ֠א H935 נְבוּכַדְרֶאצַּ֨ר H5019 מֶֽלֶךְ H4428 בָּבֶ֤ל H894 וְכָל H3605 חֵילוֹ֙ H2428 אֶל H413 יְר֣וּשָׁלִַ֔ם H3389 וַיָּצֻ֖רוּ H6696 עָלֶֽיהָ H5921 ",
  "2": "בְּעַשְׁתֵּֽי H6249 עֶשְׂרֵ֤ה H6240 שָׁנָה֙ H8141 לְצִדְקִיָּ֔הוּ H6667 בַּחֹ֥דֶשׁ H2320 הָרְבִיעִ֖י H7243 בְּתִשְׁעָ֣ה H8672 לַחֹ֑דֶשׁ H2320 הָבְקְעָ֖ה H1234 הָעִֽיר H5892 ",
  "3": "וַיָּבֹ֗אוּ H935 כֹּ֚ל H3605 שָׂרֵ֣י H8269 מֶֽלֶךְ H4428 בָּבֶ֔ל H894 וַיֵּשְׁב֖וּ H3427 בְּשַׁ֣עַר H8179 הַתָּ֑וֶךְ H8432 נֵרְגַ֣ל H5371 שַׂר H5371 אֶ֠צֶר H5371 סַֽמְגַּר H5562 נְב֞וּ H5562 שַׂר H8310 סְכִ֣ים H8310 רַב H7249 סָרִ֗יס H7249 נֵרְגַ֤ל H5371 שַׂר H5371 אֶ֨צֶר֙ H5371 רַב H7248 מָ֔ג H7248 וְכָל H3605 שְׁאֵרִ֔ית H7611 שָׂרֵ֖י H8269 מֶ֥לֶךְ H4428 בָּבֶֽל H894 ",
  "4": "וַיְהִ֡י H1961 כַּאֲשֶׁ֣ר H834 רָ֠אָם H7200 צִדְקִיָּ֨הוּ H6667 מֶֽלֶךְ H4428 יְהוּדָ֜ה H3063 וְכֹ֣ל H3605 אַנְשֵׁ֣י H376 הַמִּלְחָמָ֗ה H4421 וַֽ֠יִּבְרְחוּ H1272 וַיֵּצְא֨וּ H3318 לַ֤יְלָה H3915 מִן H4480 הָעִיר֙ H5892 דֶּ֚רֶךְ H1870 גַּ֣ן H1588 הַמֶּ֔לֶךְ H4428 בְּשַׁ֖עַר H8179 בֵּ֣ין H996 הַחֹמֹתָ֑יִם H2346 וַיֵּצֵ֖א H3318 דֶּ֥רֶךְ H1870 הָעֲרָבָֽה H6160 ",
  "5": "וַיִּרְדְּפ֨וּ H7291 חֵיל H2428 כַּשְׂדִּ֜ים H3778 אַחֲרֵיהֶ֗ם H310 וַיַּשִּׂ֣גוּ H5381 אֶת H853 צִדְקִיָּהוּ֮ H6667 בְּעַֽרְב֣וֹת H6160 יְרֵחוֹ֒ H3405 וַיִּקְח֣וּ H3947 אֹת֗וֹ H853 וַֽ֠יַּעֲלֻ H5927 אֶל H413 נְבוּכַדְרֶאצַּ֧ר H5019 מֶֽלֶךְ H4428 בָּבֶ֛ל H894 רִבְלָ֖תָה H7247 בְּאֶ֣רֶץ H776 חֲמָ֑ת H2574 וַיְדַבֵּ֥ר H1696 אִתּ֖וֹ H854 מִשְׁפָּטִֽים H4941 ",
  "6": "וַיִּשְׁחַט֩ H7819 מֶ֨לֶךְ H4428 בָּבֶ֜ל H894 אֶת H853 בְּנֵ֧י H1121 צִדְקִיָּ֛הוּ H6667 בְּרִבְלָ֖ה H7247 לְעֵינָ֑י H5869 וְאֵת֙ H853 כָּל H3605 חֹרֵ֣י H2715 יְהוּדָ֔ה H3063 שָׁחַ֖ט H7819 מֶ֥לֶךְ H4428 בָּבֶֽל H894 ",
  "7": "וְאֶת H853 עֵינֵ֥י H5869 צִדְקִיָּ֖הוּ H6667 עִוֵּ֑ר H5786 וַיַּאַסְרֵ֨ H631 בַּֽנְחֻשְׁתַּ֔יִם H5178 לָבִ֥יא H935 אֹת֖וֹ H853 בָּבֶֽלָה H894 ",
  "8": "וְאֶת H853 בֵּ֤ית H1004 הַמֶּ֨לֶךְ֙ H4428 וְאֶת H853 בֵּ֣ית H1004 הָעָ֔ם H5971 שָׂרְפ֥וּ H8313 הַכַּשְׂדִּ֖ים H3778 בָּאֵ֑שׁ H784 וְאֶת H853 חֹמ֥וֹת H2346 יְרוּשָׁלִַ֖ם H3389 נָתָֽצוּ H5422 ",
  "9": "וְאֵת֩ H853 יֶ֨תֶר H3499 הָעָ֜ם H5971 הַנִּשְׁאָרִ֣ים H7604 בָּעִ֗יר H5892 וְאֶת H853 הַנֹּֽפְלִים֙ H5307 אֲשֶׁ֣ר H834 נָפְל֣וּ H5307 עָלָ֔יו H5921 וְאֵ֛ת H853 יֶ֥תֶר H3499 הָעָ֖ם H5971 הַנִּשְׁאָרִ֑ים H7604 הֶגְלָ֛ה H1540 נְבֽוּזַר H5018 אֲדָ֥ן H5018 רַב H7227 טַבָּחִ֖ים H2876 בָּבֶֽל H894 ",
  "10": "וּמִן H4480 הָעָ֣ם H5971 הַדַּלִּ֗ים H1800 אֲשֶׁ֤ר H834 אֵין H369 לָהֶם֙ Hl מְא֔וּמָה H3972 הִשְׁאִ֛יר H7604 נְבוּזַרְאֲדָ֥ן H5018 רַב H7227 טַבָּחִ֖ים H2876 בְּאֶ֣רֶץ H776 יְהוּדָ֑ה H3063 וַיִּתֵּ֥ן H5414 לָהֶ֛ם Hl כְּרָמִ֥ים H3754 וִֽיגֵבִ֖ים H3010 בַּיּ֥וֹם H3117 הַהֽוּא H1931 ",
  "11": "וַיְצַ֛ו H6680 נְבוּכַדְרֶאצַּ֥ר H5019 מֶֽלֶךְ H4428 בָּבֶ֖ל H894 עַֽל H5921 יִרְמְיָ֑הוּ H3414 בְּיַ֛ד H3027 נְבוּזַרְאֲדָ֥ן H5018 רַב H7227 טַבָּחִ֖ים H2876 לֵאמֹֽר H559 ",
  "12": "קָחֶ֗נּוּ H3947 וְעֵינֶ֨י H5869 שִׂ֣ים H7760 עָלָ֔יו H5921 וְאַל H408 תַּ֥עַשׂ H6213 ל֖וֹ Hl מְא֣וּמָה H3972 רָּ֑ע H7451 כִּ֗י H3588 אם H518 כַּֽאֲשֶׁר֙ H834 יְדַבֵּ֣ר H1696 אֵלֶ֔יךָ H413 כֵּ֖ן H3651 עֲשֵׂ֥ה H6213 עִמּֽוֹ H5973 ",
  "13": "וַיִּשְׁלַ֞ח H7971 נְבֽוּזַרְאֲדָ֣ן H5018 רַב H7227 טַבָּחִ֗ים H2876 וּנְבֽוּשַׁזְבָּ H5021 רַב H7249 סָרִ֔יס H7249 וְנֵרְגַ֥ל H5371 שַׂר H5371 אֶ֖צֶר H5371 רַב H7248 מָ֑ג H7248 וְכֹ֖ל H3605 רַבֵּ֥י H7227 מֶֽלֶךְ H4428 בָּבֶֽל H894 ",
  "14": "וַיִּשְׁלְחוּ֩ H7971 וַיִּקְח֨וּ H3947 אֶֽת H853 יִרְמְיָ֜הוּ H3414 מֵחֲצַ֣ר H2691 הַמַּטָּרָ֗ה H4307 וַיִּתְּנ֤וּ H5414 אֹתוֹ֙ H853 אֶל H413 גְּדַלְיָ֨הוּ֙ H1436 בֶּן H1121 אֲחִיקָ֣ם H296 בֶּן H1121 שָׁפָ֔ן H8227 לְהוֹצִאֵ֖ H3318 אֶל H413 הַבָּ֑יִת H1004 וַיֵּ֖שֶׁב H3427 בְּת֥וֹךְ H8432 הָעָֽם H5971 ",
  "15": "וְאֶֽל H413 יִרְמְיָ֖הוּ H3414 הָיָ֣ה H1961 דְבַר H1697 יְהוָ֑ה H3068 בִּֽהְיֹת֣ H1961 עָצ֔וּר H6113 בַּחֲצַ֥ר H2691 הַמַּטָּרָ֖ה H4307 לֵאמֹֽר H559 ",
  "16": "הָל֣וֹךְ H1980 וְאָמַרְתָּ֡ H559 לְעֶבֶד H5663 מֶ֨לֶךְ H5663 הַכּוּשִׁ֜י H3569 לֵאמֹ֗ר H559 כֹּֽה H3541 אָמַ֞ר H559 יְהוָ֤ה H3068 צְבָאוֹת֙ H6635 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 הִנְנִי֩ H2005 מבי H935 אֶת H853 דְּבָרַ֜י H1697 אֶל H413 הָעִ֥יר H5892 הַזֹּ֛את H2063 לְרָעָ֖ה H7451 וְלֹ֣א H3808 לְטוֹבָ֑ה H2896 וְהָי֥וּ H1961 לְפָנֶ֖י H6440 בַּיּ֥וֹם H3117 הַהֽוּא H1931 ",
  "17": "וְהִצַּלְתִּ֥י H5337 בַיּוֹם H3117 הַה֖וּא H1931 נְאֻם H5002 יְהוָ֑ה H3068 וְלֹ֤א H3808 תִנָּתֵן֙ H5414 בְּיַ֣ד H3027 הָֽאֲנָשִׁ֔ים H376 אֲשֶׁר H834 אַתָּ֥ה H859 יָג֖וֹר H3016 מִפְּנֵי H6440 ",
  "18": "כִּ֤י H3588 מַלֵּט֙ H4422 אֲמַלֶּטְךָ֔ H4422 וּבַ H2719 לֹ֣א H3808 תִפֹּ֑ל H5307 וְהָיְתָ֨ה H1961 לְךָ֤ Hl נַפְשְׁךָ֙ H5315 לְשָׁלָ֔ל H7998 כִּֽי H3588 בָטַ֥חְתָּ H982 בִּ֖י Hb נְאֻם H5002 יְהוָֽה H3068 "
}
