{
  "1": "וַיְהִי֩ H1961 כְּכַלּ֨וֹת H3615 יִרְמְיָ֜הוּ H3414 לְדַבֵּ֣ר H1696 אֶל H413 כָּל H3605 הָעָ֗ם H5971 אֶת H853 כָּל H3605 דִּבְרֵי֙ H1697 יְהוָ֣ה H3068 אֱלֹהֵיהֶ֔ם H430 אֲשֶׁ֧ר H834 שְׁלָח֛וֹ H7971 יְהוָ֥ה H3068 אֱלֹהֵיהֶ֖ם H430 אֲלֵיהֶ֑ם H413 אֵ֥ת H853 כָּל H3605 הַדְּבָרִ֖ים H1697 הָאֵֽלֶּה H428 ",
  "2": "וַיֹּ֨אמֶר H559 עֲזַרְיָ֤ה H5838 בֶן H1121 הוֹשַֽׁעְיָה֙ H1955 וְיוֹחָנָ֣ן H3110 בֶּן H1121 קָרֵ֔חַ H7143 וְכָל H3605 הָאֲנָשִׁ֖ים H376 הַזֵּדִ֑ים H2086 אֹמְרִ֣ים H559 אֶֽל H413 יִרְמְיָ֗הוּ H3414 שֶׁ֚קֶר H8267 אַתָּ֣ה H859 מְדַבֵּ֔ר H1696 לֹ֣א H3808 שְׁלָחֲךָ֞ H7971 יְהוָ֤ה H3068 אֱלֹהֵ֨ינוּ֙ H430 לֵאמֹ֔ר H559 לֹֽא H3808 תָבֹ֥אוּ H935 מִצְרַ֖יִם H4714 לָג֥וּר H1481 שָֽׁם H8033 ",
  "3": "כִּ֗י H3588 בָּרוּךְ֙ H1263 בֶּן H1121 נֵ֣רִיָּ֔ה H5374 מַסִּ֥ית H5496 אֹתְךָ֖ H853 בָּ֑נוּ Hb לְמַעַן֩ H4616 תֵּ֨ת H5414 אֹתָ֤נוּ H853 בְיַֽד H3027 הַכַּשְׂדִּים֙ H3778 לְהָמִ֣ית H4191 אֹתָ֔נוּ H853 וּלְ H1540 אֹתָ֖נוּ H853 בָּבֶֽל H894 ",
  "4": "וְלֹֽא H3808 שָׁמַע֩ H8085 יוֹחָנָ֨ן H3110 בֶּן H1121 קָרֵ֜חַ H7143 וְכָל H3605 שָׂרֵ֧י H8269 הַחֲיָלִ֛ים H2428 וְכָל H3605 הָעָ֖ם H5971 בְּק֣וֹל H6963 יְהוָ֑ה H3068 לָשֶׁ֖בֶת H3427 בְּאֶ֥רֶץ H776 יְהוּדָֽה H3063 ",
  "5": "וַיִּקַּ֞ח H3947 יוֹחָנָ֤ן H3110 בֶּן H1121 קָרֵ֨חַ֙ H7143 וְכָל H3605 שָׂרֵ֣י H8269 הַחֲיָלִ֔ים H2428 אֵ֖ת H853 כָּל H3605 שְׁאֵרִ֣ית H7611 יְהוּדָ֑ה H3063 אֲשֶׁר H834 שָׁ֗בוּ H7725 מִכָּל H3605 הַגּוֹיִם֙ H1471 אֲשֶׁ֣ר H834 נִדְּחוּ H5080 שָׁ֔ם H8033 לָג֖וּר H1481 בְּאֶ֥רֶץ H776 יְהוּדָֽה H3063 ",
  "6": "אֶֽת H853 הַ֠גְּבָרִים H1397 וְאֶת H853 הַנָּשִׁ֣ים H802 וְאֶת H853 הַטַּף֮ H2945 וְאֶת H853 בְּנ֣וֹת H1323 הַמֶּלֶךְ֒ H4428 וְאֵ֣ת H853 כָּל H3605 הַנֶּ֗פֶשׁ H5315 אֲשֶׁ֤ר H834 הִנִּ֨יחַ֙ H3240 נְבוּזַרְאֲדָ֣ן H5018 רַב H7227 טַבָּחִ֔ים H2876 אֶת H854 גְּדַלְיָ֖הוּ H1436 בֶּן H1121 אֲחִיקָ֣ם H296 בֶּן H1121 שָׁפָ֑ן H8227 וְאֵת֙ H853 יִרְמְיָ֣הוּ H3414 הַנָּבִ֔יא H5030 וְאֶת H853 בָּר֖וּךְ H1263 בֶּן H1121 נֵרִיָּֽהוּ H5374 ",
  "7": "וַיָּבֹ֨אוּ֙ H935 אֶ֣רֶץ H776 מִצְרַ֔יִם H4714 כִּ֛י H3588 לֹ֥א H3808 שָׁמְע֖וּ H8085 בְּק֣וֹל H6963 יְהוָ֑ה H3068 וַיָּבֹ֖אוּ H935 עַד H5704 תַּחְפַּנְחֵֽס H8471 ",
  "8": "וַיְהִ֤י H1961 דְבַר H1697 יְהוָה֙ H3068 אֶֽל H413 יִרְמְיָ֔הוּ H3414 בְּתַחְפַּנְחֵ֖ס H8471 לֵאמֹֽר H559 ",
  "9": "קַ֣ח H3947 בְּיָדְ H3027 אֲבָנִ֣ים H68 גְּדֹל֗וֹת H1419 וּטְמַנְתָּ֤ H2934 בַּמֶּ֨לֶט֙ H4423 בַּמַּלְבֵּ֔ן H4404 אֲשֶׁ֛ר H834 בְּפֶ֥תַח H6607 בֵּית H1004 פַּרְעֹ֖ה H6547 בְּתַחְפַּנְחֵ֑ס H8471 לְעֵינֵ֖י H5869 אֲנָשִׁ֥ים H376 יְהוּדִֽים H3064 ",
  "10": "וְאָמַרְתָּ֣ H559 אֲלֵיהֶ֡ם H413 כֹּֽה H3541 אָמַר֩ H559 יְהוָ֨ה H3068 צְבָא֜וֹת H6635 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֗ל H3478 הִנְנִ֤י H2005 שֹׁלֵ֨חַ֙ H7971 וְ֠לָקַחְתִּי H3947 אֶת H853 נְבוּכַדְרֶאצַּ֤ר H5019 מֶֽלֶךְ H4428 בָּבֶל֙ H894 עַבְדִּ֔י H5650 וְשַׂמְתִּ֣י H7760 כִסְא֔וֹ H3678 מִמַּ֛עַל H4605 לָאֲבָנִ֥ים H68 הָאֵ֖לֶּה H428 אֲשֶׁ֣ר H834 טָמָ֑נְתִּי H2934 וְנָטָ֥ה H5186 אֶת H853 שפרורו H8237 עֲלֵיהֶֽם H5921 ",
  "11": "ובא H935 וְהִכָּ֖ה H5221 אֶת H853 אֶ֣רֶץ H776 מִצְרָ֑יִם H4714 אֲשֶׁ֧ר H834 לַמָּ֣וֶת H4194 לַמָּ֗וֶת H4194 וַאֲשֶׁ֤ר H834 לַשְּׁבִי֙ H7628 לַשֶּׁ֔בִי H7628 וַאֲשֶׁ֥ר H834 לַחֶ֖רֶב H2719 לֶחָֽרֶב H2719 ",
  "12": "וְהִצַּ֣תִּי H3341 אֵ֗שׁ H784 בְּבָתֵּי֙ H1004 אֱלֹהֵ֣י H430 מִצְרַ֔יִם H4714 וּשְׂרָפָ֖ H8313 וְשָׁבָ֑ H7617 וְעָטָה֩ H5844 אֶת H854 אֶ֨רֶץ H776 מִצְרַ֜יִם H4714 כַּאֲשֶׁר H834 יַעְטֶ֤ה H5844 הָֽרֹעֶה֙ H7462 אֶת H853 בִּגְד֔וֹ H899 וְיָצָ֥א H3318 מִשָּׁ֖ם H8033 בְּשָׁלֽוֹם H7965 ",
  "13": "וְשִׁבַּ֗ר H7665 אֶֽת H853 מַצְּבוֹת֙ H4676 בֵּ֣ית H1053 שֶׁ֔מֶשׁ H1053 אֲשֶׁ֖ר H834 בְּאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 וְאֶת H853 בָּתֵּ֥י H1004 אֱלֹהֵֽי H430 מִצְרַ֖יִם H4714 יִשְׂרֹ֥ף H8313 בָּאֵֽשׁ H784 "
}
