{
  "1": "לִבְנֵ֣י H1121 עַמּ֗וֹן H5983 כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 הֲבָנִ֥ים H1121 אֵין֙ H369 לְיִשְׂרָאֵ֔ל H3478 אִם H518 יוֹרֵ֖שׁ H3423 אֵ֣ין H369 ל֑וֹ Hl מַדּ֗וּעַ H4069 יָרַ֤שׁ H3423 מַלְכָּם֙ H4428 אֶת H853 גָּ֔ד H1410 וְעַמּ֖ H5971 בְּעָרָ֥י H5892 יָשָֽׁב H3427 ",
  "2": "לָכֵ֡ן H3651 הִנֵּה֩ H2009 יָמִ֨ים H3117 בָּאִ֜ים H935 נְאֻם H5002 יְהוָ֗ה H3068 וְ֠הִשְׁמַעְתִּי H8085 אֶל H413 רַבַּ֨ת H7237 בְּנֵי H1121 עַמּ֜וֹן H5983 תְּרוּעַ֣ת H8643 מִלְחָמָ֗ה H4421 וְהָֽיְתָה֙ H1961 לְתֵ֣ל H8510 שְׁמָמָ֔ה H8077 וּבְנֹתֶ֖י H1323 בָּאֵ֣שׁ H784 תִּצַּ֑תְנָה H3341 וְיָרַ֧שׁ H3423 יִשְׂרָאֵ֛ל H3478 אֶת H853 יֹרְשָׁ֖יו H3423 אָמַ֥ר H559 יְהוָֽה H3068 ",
  "3": "הֵילִ֨ילִי H3213 חֶשְׁבּ֜וֹן H2809 כִּ֣י H3588 שֻׁדְּדָה H7703 עַ֗י H5857 צְעַקְנָה֮ H6817 בְּנ֣וֹת H1323 רַבָּה֒ H7237 חֲגֹ֣רְנָה H2296 שַׂקִּ֔ים H8242 סְפֹ֕דְנָה H5594 וְהִתְשׁוֹטַ֖טְנָה H7751 בַּגְּדֵר֑וֹת H1448 כִּ֤י H3588 מַלְכָּם֙ H4428 בַּגּוֹלָ֣ה H1473 יֵלֵ֔ךְ H3212 כֹּהֲנָ֥יו H3548 וְשָׂרָ֖י H8269 יַחְדָּֽיו H3162 ",
  "4": "מַה H4100 תִּתְהַֽלְלִי֙ H1984 בָּֽעֲמָקִ֔ים H6010 זָ֣ב H2100 עִמְקֵ֔ךְ H6010 הַבַּ֖ת H1323 הַשּֽׁוֹבֵבָ֑ה H7728 הַבֹּֽטְחָה֙ H982 בְּאֹ֣צְרֹתֶ֔י H214 מִ֖י H4310 יָב֥וֹא H935 אֵלָֽי H413 ",
  "5": "הִנְנִי֩ H2005 מֵבִ֨יא H935 עָלַ֜יִךְ H5921 פַּ֗חַד H6343 נְאֻם H5002 אֲדֹנָ֧י H136 יְהוִ֛ה H3069 צְבָא֖וֹת H6635 מִכָּל H3605 סְבִיבָ֑יִךְ H5439 וְנִדַּחְתֶּם֙ H5080 אִ֣ישׁ H376 לְפָנָ֔י H6440 וְאֵ֥ין H369 מְקַבֵּ֖ץ H6908 לַנֹּדֵֽד H5074 ",
  "6": "וְאַחֲרֵי H310 כֵ֗ן H3651 אָשִׁ֛יב H7725 אֶת H853 שְׁב֥וּת H7622 בְּנֵֽי H1121 עַמּ֖וֹן H5983 נְאֻם H5002 יְהוָֽה H3068 ",
  "7": "לֶאֱד֗וֹם H123 כֹּ֤ה H3541 אָמַר֙ H559 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 הַאֵ֥ין H369 ע֛וֹד H5750 חָכְמָ֖ה H2451 בְּתֵימָ֑ן H8487 אָבְדָ֤ה H6 עֵצָה֙ H6098 מִבָּנִ֔ים H995 נִסְרְחָ֖ה H5628 חָכְמָתָֽם H2451 ",
  "8": "נֻ֤סוּ H5127 הָפְנוּ֙ H6437 הֶעְמִ֣יקוּ H6009 לָשֶׁ֔בֶת H3427 יֹשְׁבֵ֖י H3427 דְּדָ֑ן H1719 כִּ֣י H3588 אֵ֥יד H343 עֵשָׂ֛ו H6215 הֵבֵ֥אתִי H935 עָלָ֖יו H5921 עֵ֥ת H6256 פְּקַדְתִּֽיו H6485 ",
  "9": "אִם H518 בֹּֽצְרִים֙ H1219 בָּ֣אוּ H935 לָ֔ךְ Hl לֹ֥א H3808 יַשְׁאִ֖רוּ H7604 עֽוֹלֵל֑וֹת H5955 אִם H518 גַּנָּבִ֥ים H1590 בַּלַּ֖יְלָה H3915 הִשְׁחִ֥יתוּ H7843 דַיָּֽם H1767 ",
  "10": "כִּֽי H3588 אֲנִ֞י H589 חָשַׂ֣פְתִּי H2834 אֶת H853 עֵשָׂ֗ו H6215 גִּלֵּ֨יתִי֙ H1540 אֶת H853 מִסְתָּרָ֔יו H4565 וְנֶחְבָּ֖ה H2247 לֹ֣א H3808 יוּכָ֑ל H3201 שֻׁדַּ֥ד H7703 זַרְע֛וֹ H2233 וְאֶחָ֥י H251 וּשְׁכֵנָ֖י H7934 וְאֵינֶֽ H369 ",
  "11": "עָזְבָ֥ה H5800 יְתֹמֶ֖יךָ H3490 אֲנִ֣י H589 אֲחַיֶּ֑ה H2421 וְאַלְמְנֹתֶ֖י H490 עָלַ֥י H5921 תִּבְטָֽחוּ H982 ",
  "12": "כִּי H3588 כֹ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 הִ֠נֵּה H2009 אֲשֶׁר H834 אֵ֨ין H369 מִשְׁפָּטָ֜ם H4941 לִשְׁתּ֤וֹת H8354 הַכּוֹס֙ H3563 שָׁת֣וֹ H8354 יִשְׁתּ֔וּ H8354 וְאַתָּ֣ה H859 ה֔וּא H1931 נָקֹ֖ה H5352 תִּנָּקֶ֑ה H5352 לֹ֣א H3808 תִנָּקֶ֔ה H5352 כִּ֥י H3588 שָׁתֹ֖ה H8354 תִּשְׁתֶּֽה H8354 ",
  "13": "כִּ֣י H3588 בִ֤י Hb נִשְׁבַּ֨עְתִּי֙ H7650 נְאֻם H5002 יְהוָ֔ה H3068 כִּֽי H3588 לְשַׁמָּ֧ה H8047 לְחֶרְפָּ֛ה H2781 לְחֹ֥רֶב H2721 וְלִ H7045 תִּֽהְיֶ֣ה H1961 בָצְרָ֑ה H1224 וְכָל H3605 עָרֶ֥יהָ H5892 תִהְיֶ֖ינָה H1961 לְחָרְב֥וֹת H2723 עוֹלָֽם H5769 ",
  "14": "שְׁמוּעָ֤ה H8052 שָׁמַ֨עְתִּי֙ H8085 מֵאֵ֣ת H854 יְהוָ֔ה H3068 וְצִ֖יר H6735 בַּגּוֹיִ֣ם H1471 שָׁל֑וּחַ H7971 הִֽתְקַבְּצוּ֙ H6908 וּבֹ֣אוּ H935 עָלֶ֔יהָ H5921 וְק֖וּמוּ H6965 לַמִּלְחָמָֽה H4421 ",
  "15": "כִּֽי H3588 הִנֵּ֥ה H2009 קָטֹ֛ן H6996 נְתַתִּ֖יךָ H5414 בַּגּוֹיִ֑ם H1471 בָּז֖וּי H959 בָּאָדָֽם H120 ",
  "16": "תִּֽפְלַצְתְּךָ֞ H8606 הִשִּׁ֤יא H5377 אֹתָךְ֙ H853 זְד֣וֹן H2087 לִבֶּ֔ךָ H3820 שֹֽׁכְנִי֙ H7931 בְּחַגְוֵ֣י H2288 הַסֶּ֔לַע H5553 תֹּפְשִׂ֖י H8610 מְר֣וֹם H4791 גִּבְעָ֑ה H1389 כִּֽי H3588 תַגְבִּ֤יהַ H1361 כַּנֶּ֨שֶׁר֙ H5404 קִנֶּ֔ךָ H7064 מִשָּׁ֥ם H8033 אֽוֹרִידְךָ֖ H3381 נְאֻם H5002 יְהוָֽה H3068 ",
  "17": "וְהָיְתָ֥ה H1961 אֱד֖וֹם H123 לְשַׁמָּ֑ה H8047 כֹּ֚ל H3605 עֹבֵ֣ר H5674 עָלֶ֔יהָ H5921 יִשֹּׁ֥ם H8074 וְיִשְׁרֹ֖ק H8319 עַל H5921 כָּל H3605 מַכּוֹתֶֽהָ H4347 ",
  "18": "כְּֽמַהְפֵּכַ֞ת H4114 סְדֹ֧ם H5467 וַעֲמֹרָ֛ה H6017 וּשְׁכֵנֶ֖י H7934 אָמַ֣ר H559 יְהוָ֑ה H3068 לֹֽא H3808 יֵשֵׁ֥ב H3427 שָׁם֙ H8033 אִ֔ישׁ H376 וְלֹֽא H3808 יָג֥וּר H1481 בָּ֖הּ Hb בֶּן H1121 אָדָֽם H120 ",
  "19": "הִ֠נֵּה H2009 כְּאַרְיֵ֞ה H738 יַעֲלֶ֨ה H5927 מִגְּא֣וֹן H1347 הַיַּרְדֵּן֮ H3383 אֶל H413 נְוֵ֣ה H5116 אֵיתָן֒ H386 כִּֽי H3588 אַרְגִּ֤יעָה H7280 אֲרִיצֶ֨נּוּ H7323 מֵֽעָלֶ֔י H5921 וּמִ֥י H4310 בָח֖וּר H977 אֵלֶ֣יהָ H413 אֶפְקֹ֑ד H6485 כִּ֣י H3588 מִ֤י H4310 כָמ֨וֹנִי֙ H3644 וּמִ֣י H4310 יֹעִידֶ֔נִּי H3259 וּמִי H4310 זֶ֣ה H2088 רֹעֶ֔ה H7462 אֲשֶׁ֥ר H834 יַעֲמֹ֖ד H5975 לְפָנָֽ H6440 ",
  "20": "לָכֵ֞ן H3651 שִׁמְע֣וּ H8085 עֲצַת H6098 יְהוָ֗ה H3068 אֲשֶׁ֤ר H834 יָעַץ֙ H3289 אֶל H413 אֱד֔וֹם H123 וּמַ֨חְשְׁבוֹתָ֔י H4284 אֲשֶׁ֥ר H834 חָשַׁ֖ב H2803 אֶל H413 יֹשְׁבֵ֣י H3427 תֵימָ֑ן H8487 אִם H518 לֹ֤א H3808 יִסְחָבוּם֙ H5498 צְעִירֵ֣י H6810 הַצֹּ֔אן H6629 אִם H518 לֹ֥א H3808 יַשִּׁ֛ים H8074 עֲלֵיהֶ֖ם H5921 נְוֵהֶֽם H5116 ",
  "21": "מִקּ֣וֹל H6963 נִפְלָ֔ם H5307 רָעֲשָׁ֖ה H7493 הָאָ֑רֶץ H776 צְעָקָ֕ה H6818 בְּיַם H3220 ס֖וּף H5488 נִשְׁמַ֥ע H8085 קוֹלָֽהּ H6963 ",
  "22": "הִנֵּ֤ה H2009 כַנֶּ֨שֶׁר֙ H5404 יַעֲלֶ֣ה H5927 וְיִדְאֶ֔ה H1675 וְיִפְרֹ֥שׂ H6566 כְּנָפָ֖יו H3671 עַל H5921 בָּצְרָ֑ה H1224 וְֽ֠הָיָה H1961 לֵ֞ב H3820 גִּבּוֹרֵ֤י H1368 אֱדוֹם֙ H123 בַּיּ֣וֹם H3117 הַה֔וּא H1931 כְּלֵ֖ב H3820 אִשָּׁ֥ה H802 מְצֵרָֽה H6887 ",
  "23": "לְדַמֶּ֗שֶׂק H1834 בּ֤וֹשָֽׁה H954 חֲמָת֙ H2574 וְאַרְפָּ֔ד H774 כִּי H3588 שְׁמֻעָ֥ה H8052 רָעָ֛ה H7451 שָׁמְע֖וּ H8085 נָמֹ֑גוּ H4127 בַּיָּ֣ם H3220 דְּאָגָ֔ה H1674 הַשְׁקֵ֖ט H8252 לֹ֥א H3808 יוּכָֽל H3201 ",
  "24": "רָפְתָ֥ה H7503 דַמֶּ֛שֶׂק H1834 הִפְנְתָ֥ה H6437 לָנ֖וּס H5127 וְרֶ֣טֶט H7374 הֶחֱזִ֑יקָה H2388 צָרָ֧ה H6869 וַחֲבָלִ֛ים H2256 אֲחָזַ֖תָּה H270 כַּיּוֹלֵדָֽה H3205 ",
  "25": "אֵ֥יךְ H349 לֹֽא H3808 עֻזְּבָ֖ה H5800 עִ֣יר H5892 תהלה H8416 קִרְיַ֖ת H7151 מְשׂוֹשִֽׂי H4885 ",
  "26": "לָכֵ֛ן H3651 יִפְּל֥וּ H5307 בַחוּרֶ֖יהָ H970 בִּרְחֹבֹתֶ֑י H7339 וְכָל H3605 אַנְשֵׁ֨י H376 הַמִּלְחָמָ֤ה H4421 יִדַּ֨מּוּ֙ H1826 בַּיּ֣וֹם H3117 הַה֔וּא H1931 נְאֻ֖ם H5002 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
  "27": "וְהִצַּ֥תִּי H3341 אֵ֖שׁ H784 בְּחוֹמַ֣ת H2346 דַּמָּ֑שֶׂק H1834 וְאָכְלָ֖ה H398 אַרְמְנ֥וֹת H759 בֶּן H1130 הֲדָֽד H1130 ",
  "28": "לְקֵדָ֣ר H6938 וּֽלְ H4467 חָצ֗וֹר H2674 אֲשֶׁ֤ר H834 הִכָּה֙ H5221 נבוכדראצור H5019 מֶֽלֶךְ H4428 בָּבֶ֔ל H894 כֹּ֖ה H3541 אָמַ֣ר H559 יְהוָ֑ה H3068 ק֚וּמוּ H6965 עֲל֣וּ H5927 אֶל H413 קֵדָ֔ר H6938 וְשָׁדְד֖וּ H7703 אֶת H853 בְּנֵי H1121 קֶֽדֶם H6924 ",
  "29": "אָהֳלֵיהֶ֤ם H168 וְצֹאנָ H6629 יִקָּ֔חוּ H3947 יְרִיעוֹתֵיהֶ֧ם H3407 וְכָל H3605 כְּלֵיהֶ֛ם H3627 וּגְמַלֵּי H1581 יִשְׂא֣וּ H5375 לָהֶ֑ם H1992 וְקָרְא֧וּ H7121 עֲלֵיהֶ֛ם H5921 מָג֖וֹר H4032 מִסָּבִֽיב H5439 ",
  "30": "נֻסוּ֩ H5127 נֻּ֨דוּ H5110 מְאֹ֜ד H3966 הֶעְמִ֧יקוּ H6009 לָשֶׁ֛בֶת H3427 יֹשְׁבֵ֥י H3427 חָצ֖וֹר H2674 נְאֻם H5002 יְהוָ֑ה H3068 כִּֽי H3588 יָעַ֨ץ H3289 עֲלֵיכֶ֜ם H5921 נְבוּכַדְרֶאצַּ֤ר H5019 מֶֽלֶךְ H4428 בָּבֶל֙ H894 עֵצָ֔ה H6098 וְחָשַׁ֥ב H2803 עליהם H5921 מַחֲשָׁבָֽה H4284 ",
  "31": "ק֣וּמוּ H6965 עֲל֗וּ H5927 אֶל H413 גּ֥וֹי H1471 שְׁלֵ֛יו H7961 יוֹשֵׁ֥ב H3427 לָבֶ֖טַח H983 נְאֻם H5002 יְהוָ֑ה H3068 לֹא H3808 דְלָתַ֧יִם H1817 וְלֹֽא H3808 בְרִ֛יחַ H1280 ל֖וֹ Hl בָּדָ֥ד H910 יִשְׁכֹּֽנוּ H7931 ",
  "32": "וְהָי֨וּ H1961 גְמַלֵּיהֶ֜ם H1581 לָבַ֗ז H957 וַהֲמ֤וֹן H1995 מִקְנֵיהֶם֙ H4735 לְשָׁלָ֔ל H7998 וְזֵרִתִ֥י H2219 לְכָל H3605 ר֖וּחַ H7307 קְצוּצֵ֣י H7112 פֵאָ֑ה H6285 וּמִ H3605 עֲבָרָ֛יו H5676 אָבִ֥יא H935 אֶת H853 אֵידָ֖ם H343 נְאֻם H5002 יְהוָֽה H3068 ",
  "33": "וְהָיְתָ֨ה H1961 חָצ֜וֹר H2674 לִמְע֥וֹן H4583 תַּנִּ֛ים H8577 שְׁמָמָ֖ה H8077 עַד H5704 עוֹלָ֑ם H5769 לֹֽא H3808 יֵשֵׁ֥ב H3427 שָׁם֙ H8033 אִ֔ישׁ H376 וְלֹֽא H3808 יָג֥וּר H1481 בָּ֖הּ Hb בֶּן H1121 אָדָֽם H120 ",
  "34": "אֲשֶׁ֨ר H834 הָיָ֧ה H1961 דְבַר H1697 יְהוָ֛ה H3068 אֶל H413 יִרְמְיָ֥הוּ H3414 הַנָּבִ֖יא H5030 אֶל H413 עֵילָ֑ם H5867 בְּרֵאשִׁ֗ית H7225 מַלְכ֛וּת H4438 צִדְקִיָּ֥ה H6667 מֶֽלֶךְ H4428 יְהוּדָ֖ה H3063 לֵאמֹֽר H559 ",
  "35": "כֹּ֤ה H3541 אָמַר֙ H559 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 הִנְנִ֥י H2005 שֹׁבֵ֖ר H7665 אֶת H853 קֶ֣שֶׁת H7198 עֵילָ֑ם H5867 רֵאשִׁ֖ית H7225 גְּבוּרָתָֽם H1369 ",
  "36": "וְהֵבֵאתִ֨י H935 אֶל H413 עֵילָ֜ם H5867 אַרְבַּ֣ע H702 רוּח֗וֹת H7307 מֵֽאַרְבַּע֙ H702 קְצ֣וֹת H7098 הַשָּׁמַ֔יִם H8064 וְזֵ֣רִתִ֔י H2219 לְכֹ֖ל H3605 הָרֻח֣וֹת H7307 הָאֵ֑לֶּה H428 וְלֹֽא H3808 יִהְיֶ֣ה H1961 הַגּ֔וֹי H1471 אֲשֶׁ֛ר H834 לֹֽא H3808 יָב֥וֹא H935 שָׁ֖ם H8033 נִדְּחֵ֥י H5080 עולם H5867 ",
  "37": "וְהַחְתַּתִּ֣י H2865 אֶת H853 עֵ֠ילָם H5867 לִפְנֵ֨י H6440 אֹיְבֵיהֶ֜ם H341 וְלִ H6440 מְבַקְשֵׁ֣י H1245 נַפְשָׁ֗ם H5315 וְהֵבֵאתִ֨י H935 עֲלֵיהֶ֧ם H5921 רָעָ֛ה H7451 אֶת H853 חֲר֥וֹן H2740 אַפִּ֖י H639 נְאֻם H5002 יְהוָ֑ה H3068 וְשִׁלַּחְתִּ֤י H7971 אַֽחֲרֵיהֶם֙ H310 אֶת H853 הַחֶ֔רֶב H2719 עַ֥ד H5704 כַּלּוֹתִ֖י H3615 אוֹתָֽם H853 ",
  "38": "וְשַׂמְתִּ֥י H7760 כִסְאִ֖י H3678 בְּעֵילָ֑ם H5867 וְהַאֲבַדְתִּ֥י H6 מִשָּׁ֛ם H8033 מֶ֥לֶךְ H4428 וְשָׂרִ֖ים H8269 נְאֻם H5002 יְהוָֽה H3068 ",
  "39": "וְהָיָ֣ה H1961 בְּאַחֲרִ֣ית H319 הַיָּמִ֗ים H3117 אשוב H7725 אֶת H853 שבית H7622 עֵילָ֖ם H5867 נְאֻם H5002 יְהוָֽה H3068 "
}
