{
  "1": "וִיהוֹשֻׁ֣עַ H3091 זָקֵ֔ן H2204 בָּ֖א H935 בַּיָּמִ֑ים H3117 וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 אֵלָ֗יו H413 אַתָּ֤ה H859 זָקַ֨נְתָּה֙ H2204 בָּ֣אתָ H935 בַיָּמִ֔ים H3117 וְהָ H776 נִשְׁאֲרָ֥ה H7604 הַרְבֵּֽה H7235 מְאֹ֖ד H3966 לְרִשְׁתָּֽ H3423 ",
  "2": "זֹ֥את H2063 הָאָ֖רֶץ H776 הַנִּשְׁאָ֑רֶת H7604 כָּל H3605 גְּלִיל֥וֹת H1552 הַפְּלִשְׁתִּ֖ים H6430 וְכָל H3605 הַגְּשׁוּרִֽי H1651 ",
  "3": "מִֽן H4480 הַשִּׁיח֞וֹר H7883 אֲשֶׁ֣ר H834 עַל H5921 פְּנֵ֣י H6440 מִצְרַ֗יִם H4714 וְעַ֨ד H5704 גְּב֤וּל H1366 עֶקְרוֹן֙ H6138 צָפ֔וֹנָה H6828 לַֽכְּנַעֲנִ֖י H3669 תֵּחָשֵׁ֑ב H2803 חֲמֵ֣שֶׁת H2568 סַרְנֵ֣י H5633 פְלִשְׁתִּ֗ים H6430 הָעַזָּתִ֤י H5841 וְהָ H796 הָאֶשְׁקְלוֹנִ֣י H832 הַגִּתִּ֔י H1663 וְהָ H6139 וְהָ H5757 ",
  "4": "מִתֵּימָ֞ן H8486 כָּל H3605 אֶ֣רֶץ H776 הַֽכְּנַעֲנִ֗י H3669 וּמְעָרָ֛ה H4632 אֲשֶׁ֥ר H834 לַצִּידֹנִ֖ים H6722 עַד H5704 אֲפֵ֑קָה H663 עַ֖ד H5704 גְּב֥וּל H1366 הָאֱמֹרִֽי H567 ",
  "5": "וְהָ H776 הַגִּבְלִ֗י H1382 וְכָל H3605 הַלְּבָנוֹן֙ H3844 מִזְרַ֣ח H4217 הַשֶּׁ֔מֶשׁ H8121 מִבַּ֣עַל H1171 גָּ֔ד H1171 תַּ֖חַת H8478 הַר H2022 חֶרְמ֑וֹן H2768 עַ֖ד H5704 לְב֥וֹא H935 חֲמָֽת H2574 ",
  "6": "כָּל H3605 יֹשְׁבֵ֣י H3427 הָ֠הָר H2022 מִֽן H4480 הַלְּבָנ֞וֹן H3844 עַד H5704 מִשְׂרְפֹ֥ת H4956 מַ֨יִם֙ H4956 כָּל H3605 צִ֣ידֹנִ֔ים H6722 אָֽנֹכִי֙ H595 אוֹרִישֵׁ֔ם H3423 מִפְּנֵ֖י H6440 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 רַ֠ק H7535 הַפִּלֶ֤הָ H5307 לְיִשְׂרָאֵל֙ H3478 בְּֽנַחֲלָ֔ה H5159 כַּאֲשֶׁ֖ר H834 צִוִּיתִֽיךָ H6680 ",
  "7": "וְעַתָּ֗ה H6258 חַלֵּ֞ק H2505 אֶת H853 הָאָ֧רֶץ H776 הַזֹּ֛את H2063 בְּנַחֲלָ֖ה H5159 לְתִשְׁעַ֣ת H8672 הַשְּׁבָטִ֑ים H7626 וַחֲצִ֖י H2677 הַשֵּׁ֥בֶט H7626 הַֽמְנַשֶּֽׁה H4519 ",
  "8": "עִמּ֗וֹ H5973 הָרֽאוּבֵנִי֙ H7206 וְהַ H1425 לָקְח֖וּ H3947 נַחֲלָתָ֑ם H5159 אֲשֶׁר֩ H834 נָתַ֨ן H5414 לָהֶ֜ם Hl מֹשֶׁ֗ה H4872 בְּעֵ֤בֶר H5676 הַיַּרְדֵּן֙ H3383 מִזְרָ֔חָה H4217 כַּאֲשֶׁר֙ H834 נָתַ֣ן H5414 לָהֶ֔ם Hl מֹשֶׁ֖ה H4872 עֶ֥בֶד H5650 יְהוָֽה H3068 ",
  "9": "מֵעֲרוֹעֵ֡ר H6177 אֲשֶׁר֩ H834 עַל H5921 שְׂפַת H8193 נַ֨חַל H5158 אַרְנ֜וֹן H769 וְהָ H5892 אֲשֶׁ֧ר H834 בְּתוֹךְ H8432 הַנַּ֛חַל H5158 וְכָל H3605 הַמִּישֹׁ֥ר H4334 מֵידְבָ֖א H4311 עַד H5704 דִּיבֽוֹן H1769 ",
  "10": "וְכֹ֗ל H3605 עָרֵי֙ H5892 סִיחוֹן֙ H5511 מֶ֣לֶךְ H4428 הָאֱמֹרִ֔י H567 אֲשֶׁ֥ר H834 מָלַ֖ךְ H4427 בְּחֶשְׁבּ֑וֹן H2809 עַד H5704 גְּב֖וּל H1366 בְּנֵ֥י H1121 עַמּֽוֹן H5983 ",
  "11": "וְהַ H1568 וּגְב֧וּל H1366 הַגְּשׁוּרִ֣י H1651 וְהַ H4602 וְכֹ֨ל H3605 הַ֥ר H2022 חֶרְמ֛וֹן H2768 וְכָל H3605 הַבָּשָׁ֖ן H1316 עַד H5704 סַלְכָֽה H5548 ",
  "12": "כָּל H3605 מַמְלְכ֥וּת H4468 עוֹג֙ H5747 בַּבָּשָׁ֔ן H1316 אֲשֶׁר H834 מָלַ֥ךְ H4427 בְּעַשְׁתָּר֖וֹת H6252 וּבְ H154 ה֤וּא H1931 נִשְׁאַר֙ H7604 מִיֶּ֣תֶר H3499 הָרְפָאִ֔ים H7497 וַיַּכֵּ֥ H5221 מֹשֶׁ֖ה H4872 וַיֹּרִשֵֽׁ H3423 ",
  "13": "וְלֹ֤א H3808 הוֹרִ֨ישׁוּ֙ H3423 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֶת H853 הַגְּשׁוּרִ֖י H1651 וְאֶת H853 הַמַּעֲכָתִ֑י H4602 וַיֵּ֨שֶׁב H3427 גְּשׁ֤וּר H1650 וּמַֽעֲכָת֙ H4601 בְּקֶ֣רֶב H7130 יִשְׂרָאֵ֔ל H3478 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "14": "רַ֚ק H7535 לְשֵׁ֣בֶט H7626 הַלֵּוִ֔י H3878 לֹ֥א H3808 נָתַ֖ן H5414 נַחֲלָ֑ה H5159 אִשֵּׁ֨י H801 יְהוָ֜ה H3068 אֱלֹהֵ֤י H430 יִשְׂרָאֵל֙ H3478 ה֣וּא H1931 נַחֲלָת֔וֹ H5159 כַּאֲשֶׁ֖ר H834 דִּבֶּר H1696 לֽוֹ Hl ",
  "15": "וַיִּתֵּ֣ן H5414 מֹשֶׁ֔ה H4872 לְמַטֵּ֥ה H4294 בְנֵֽי H1121 רְאוּבֵ֖ן H7205 לְמִשְׁפְּחֹתָֽ H4940 ",
  "16": "וַיְהִ֨י H1961 לָהֶ֜ם H1992 הַגְּב֗וּל H1366 מֵעֲרוֹעֵ֡ר H6177 אֲשֶׁר֩ H834 עַל H5921 שְׂפַת H8193 נַ֨חַל H5158 אַרְנ֜וֹן H769 וְהָ H5892 אֲשֶׁ֧ר H834 בְּתוֹךְ H8432 הַנַּ֛חַל H5158 וְכָל H3605 הַמִּישֹׁ֖ר H4334 עַל H5921 מֵידְבָֽא H4311 ",
  "17": "חֶשְׁבּ֥וֹן H2809 וְכָל H3605 עָרֶ֖יהָ H5892 אֲשֶׁ֣ר H834 בַּמִּישֹׁ֑ר H4334 דִּיבוֹן֙ H1769 וּבָמ֣וֹת H1120 בַּ֔עַל H1120 וּבֵ֖ית H1010 בַּ֥עַל H1010 מְעֽוֹן H1010 ",
  "18": "וְיַ֥הְצָ H3096 וּקְדֵמֹ֖ת H6932 וּמֵפָֽעַת H4158 ",
  "19": "וְקִרְיָתַ֣יִם H7156 וְשִׂבְמָ֔ה H7643 וְצֶ֥רֶת H6890 הַשַּׁ֖חַר H6890 בְּהַ֥ר H2022 הָעֵֽמֶק H6010 ",
  "20": "וּבֵ֥ית H1047 פְּע֛וֹר H1047 וְאַשְׁדּ֥וֹת H794 הַפִּסְגָּ֖ה H6449 וּבֵ֥ית H1020 הַיְשִׁמֽוֹת H1020 ",
  "21": "וְכֹל֙ H3605 עָרֵ֣י H5892 הַמִּישֹׁ֔ר H4334 וְכָֽל H3605 מַמְלְכ֗וּת H4468 סִיחוֹן֙ H5511 מֶ֣לֶךְ H4428 הָאֱמֹרִ֔י H567 אֲשֶׁ֥ר H834 מָלַ֖ךְ H4427 בְּחֶשְׁבּ֑וֹן H2809 אֲשֶׁר֩ H834 הִכָּ֨ה H5221 מֹשֶׁ֜ה H4872 אֹת֣וֹ H853 וְאֶת H853 נְשִׂיאֵ֣י H5387 מִדְיָ֗ן H4080 אֶת H853 אֱוִ֤י H189 וְאֶת H853 רֶ֨קֶם֙ H7552 וְאֶת H853 צ֤וּר H6698 וְאֶת H853 חוּר֙ H2354 וְאֶת H853 רֶ֔בַע H7254 נְסִיכֵ֣י H5257 סִיח֔וֹן H5511 יֹשְׁבֵ֖י H3427 הָאָֽרֶץ H776 ",
  "22": "וְאֶת H853 בִּלְעָ֥ם H1109 בֶּן H1121 בְּע֖וֹר H1160 הַקּוֹסֵ֑ם H7080 הָרְג֧וּ H2026 בְנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 בַּחֶ֖רֶב H2719 אֶל H413 חַלְלֵיהֶֽם H2491 ",
  "23": "וַיְהִ֗י H1961 גְּבוּל֙ H1366 בְּנֵ֣י H1121 רְאוּבֵ֔ן H7205 הַיַּרְדֵּ֖ן H3383 וּגְב֑וּל H1366 זֹ֣את H2063 נַחֲלַ֤ת H5159 בְּנֵֽי H1121 רְאוּבֵן֙ H7205 לְמִשְׁפְּחֹתָ֔ H4940 הֶעָרִ֖ים H5892 וְחַצְרֵי H2691 ",
  "24": "וַיִּתֵּ֤ן H5414 מֹשֶׁה֙ H4872 לְמַטֵּה H4294 גָ֔ד H1410 לִבְנֵי H1121 גָ֖ד H1410 לְמִשְׁפְּחֹתָֽ H4940 ",
  "25": "וַיְהִ֤י H1961 לָהֶם֙ Hl הַגְּב֔וּל H1366 יַעְזֵר֙ H3270 וְכָל H3605 עָרֵ֣י H5892 הַגִּלְעָ֔ד H1568 וַחֲצִ֕י H2677 אֶ֖רֶץ H776 בְּנֵ֣י H1121 עַמּ֑וֹן H5983 עַד H5704 עֲרוֹעֵ֕ר H6177 אֲשֶׁ֖ר H834 עַל H5921 פְּנֵ֥י H6440 רַבָּֽה H7237 ",
  "26": "וּמֵ H2809 עַד H5704 רָמַ֥ת H7434 הַמִּצְפֶּ֖ה H7434 וּבְטֹנִ֑ים H993 וּמִֽ H4266 עַד H5704 גְּב֥וּל H1366 לִדְבִֽר H1688 ",
  "27": "וּבָ H6010 בֵּ֣ית H1027 הָרָם֩ H1027 וּבֵ֨ית H1039 נִמְרָ֜ה H1039 וְסֻכּ֣וֹת H5523 וְצָפ֗וֹן H6829 יֶ֚תֶר H3499 מַמְלְכ֗וּת H4468 סִיחוֹן֙ H5511 מֶ֣לֶךְ H4428 חֶשְׁבּ֔וֹן H2809 הַיַּרְדֵּ֖ן H3383 וּגְבֻ֑ל H1366 עַד H5704 קְצֵה֙ H7097 יָם H3220 כִּנֶּ֔רֶת H3672 עֵ֥בֶר H5676 הַיַּרְדֵּ֖ן H3383 מִזְרָֽחָה H4217 ",
  "28": "זֹ֛את H2063 נַחֲלַ֥ת H5159 בְּנֵי H1121 גָ֖ד H1410 לְמִשְׁפְּחֹתָ֑ H4940 הֶעָרִ֖ים H5892 וְחַצְרֵי H2691 ",
  "29": "וַיִּתֵּ֣ן H5414 מֹשֶׁ֔ה H4872 לַחֲצִ֖י H2677 שֵׁ֣בֶט H7626 מְנַשֶּׁ֑ה H4519 וַיְהִ֗י H1961 לַחֲצִ֛י H2677 מַטֵּ֥ה H4294 בְנֵֽי H1121 מְנַשֶּׁ֖ה H4519 לְמִשְׁפְּחוֹתָֽ H4940 ",
  "30": "וַיְהִ֣י H1961 גְבוּלָ֗ם H1366 מִמַּחֲנַ֨יִם H4266 כָּֽל H3605 הַבָּשָׁ֜ן H1316 כָּֽל H3605 מַמְלְכ֣וּת H4468 ע֣וֹג H5747 מֶֽלֶךְ H4428 הַבָּשָׁ֗ן H1316 וְכָל H3605 חַוֺּ֥ת H2333 יָאִ֛יר H2971 אֲשֶׁ֥ר H834 בַּבָּשָׁ֖ן H1316 שִׁשִּׁ֥ים H8346 עִֽיר H5892 ",
  "31": "וַחֲצִ֤י H2677 הַגִּלְעָד֙ H1568 וְעַשְׁתָּר֣וֹת H6252 וְאֶדְרֶ֔עִי H154 עָרֵ֛י H5892 מַמְלְכ֥וּת H4468 ע֖וֹג H5747 בַּבָּשָׁ֑ן H1316 לִבְנֵ֤י H1121 מָכִיר֙ H4353 בֶּן H1121 מְנַשֶּׁ֔ה H4519 לַחֲצִ֥י H2677 בְנֵֽי H1121 מָכִ֖יר H4353 לְמִשְׁפְּחוֹתָֽ H4940 ",
  "32": "אֵ֕לֶּה H428 אֲשֶׁר H834 נִחַ֥ל H5157 מֹשֶׁ֖ה H4872 בְּעַֽרְב֣וֹת H6160 מוֹאָ֑ב H4124 מֵעֵ֛בֶר H5676 לְיַרְדֵּ֥ן H3383 יְרִיח֖וֹ H3405 מִזְרָֽחָה H4217 ",
  "33": "וּלְ H7626 הַלֵּוִ֔י H3878 לֹֽא H3808 נָתַ֥ן H5414 מֹשֶׁ֖ה H4872 נַחֲלָ֑ה H5159 יְהוָ֞ה H3068 אֱלֹהֵ֤י H430 יִשְׂרָאֵל֙ H3478 ה֣וּא H1931 נַחֲלָתָ֔ם H5159 כַּאֲשֶׁ֖ר H834 דִּבֶּ֥ר H1696 לָהֶֽם Hl "
}
