{
  "1": "וַיְהִ֣י H1961 הַגּוֹרָ֗ל H1486 לְמַטֵּ֛ה H4294 בְּנֵ֥י H1121 יְהוּדָ֖ה H3063 לְמִשְׁפְּחֹתָ֑ H4940 אֶל H413 גְּב֨וּל H1366 אֱד֧וֹם H123 מִדְבַּר H4057 צִ֛ן H6790 נֶ֖גְבָּה H5045 מִקְצֵ֥ה H7097 תֵימָֽן H8486 ",
  "2": "וַיְהִ֤י H1961 לָהֶם֙ H1992 גְּב֣וּל H1366 נֶ֔גֶב H5045 מִקְצֵ֖ה H7097 יָ֣ם H3220 הַמֶּ֑לַח H4417 מִן H4480 הַלָּשֹׁ֖ן H3956 הַפֹּנֶ֥ה H6437 נֶֽגְבָּה H5045 ",
  "3": "וְ֠יָצָא H3318 אֶל H413 מִנֶּ֜גֶב H5045 לְמַעֲלֵ֤ה H4610 עַקְרַבִּים֙ H4610 וְעָ֣בַר H5674 צִ֔נָה H6790 וְעָלָ֥ה H5927 מִנֶּ֖גֶב H5045 לְקָדֵ֣שׁ H6947 בַּרְנֵ֑עַ H6947 וְעָבַ֤ר H5674 חֶצְרוֹן֙ H2696 וְעָלָ֣ה H5927 אַדָּ֔רָה H146 וְנָסַ֖ב H5437 הַקַּרְקָֽעָ H7173 ",
  "4": "וְעָבַ֣ר H5674 עַצְמ֗וֹנָה H6111 וְיָצָא֙ H3318 נַ֣חַל H5158 מִצְרַ֔יִם H4714 והיה H1961 תֹּצְא֥וֹת H8444 הַגְּב֖וּל H1366 יָ֑מָּה H3220 זֶה H2088 יִהְיֶ֥ה H1961 לָכֶ֖ם Hl גְּב֥וּל H1366 נֶֽגֶב H5045 ",
  "5": "וּגְב֥וּל H1366 קֵ֨דְמָה֙ H6924 יָ֣ם H3220 הַמֶּ֔לַח H4417 עַד H5704 קְצֵ֖ה H7097 הַיַּרְדֵּ֑ן H3383 וּגְב֞וּל H1366 לִפְאַ֤ת H6285 צָפ֨וֹנָה֙ H6828 מִלְּשׁ֣וֹן H3956 הַיָּ֔ם H3220 מִקְצֵ֖ה H7097 הַיַּרְדֵּֽן H3383 ",
  "6": "וְעָלָ֤ה H5927 הַגְּבוּל֙ H1366 בֵּ֣ית H1031 חָגְלָ֔ה H1031 וְעָבַ֕ר H5674 מִצְּפ֖וֹן H6828 לְבֵ֣ית H1026 הָעֲרָבָ֑ה H1026 וְעָלָ֣ה H5927 הַגְּב֔וּל H1366 אֶ֥בֶן H68 בֹּ֖הַן H932 בֶּן H1121 רְאוּבֵֽן H7205 ",
  "7": "וְעָלָ֨ה H5927 הַגְּב֥וּל H1366 דְּבִרָה֮ H1688 מֵעֵ֣מֶק H6010 עָכוֹר֒ H5911 וְצָפ֜וֹנָ H6828 פֹּנֶ֣ה H6437 אֶל H413 הַגִּלְגָּ֗ל H1537 אֲשֶׁר H834 נֹ֨כַח֙ H5227 לְמַעֲלֵ֣ה H4608 אֲדֻמִּ֔ים H131 אֲשֶׁ֥ר H834 מִנֶּ֖גֶב H5045 לַנָּ֑חַל H5158 וְעָבַ֤ר H5674 הַגְּבוּל֙ H1366 אֶל H413 מֵי H4325 עֵ֣ין H5885 שֶׁ֔מֶשׁ H5885 וְהָי֥וּ H1961 תֹצְאֹתָ֖יו H8444 אֶל H413 עֵ֥ין H5883 רֹגֵֽל H5883 ",
  "8": "וְעָלָ֨ה H5927 הַגְּב֜וּל H1366 גֵּ֣י H1516 בֶן H1121 הִנֹּ֗ם H2011 אֶל H413 כֶּ֤תֶף H3802 הַיְבוּסִי֙ H2983 מִנֶּ֔גֶב H5045 הִ֖יא H1931 יְרֽוּשָׁלִָ֑ם H3389 וְעָלָ֨ה H5927 הַגְּב֜וּל H1366 אֶל H413 רֹ֣אשׁ H7218 הָהָ֗ר H2022 אֲ֠שֶׁר H834 עַל H5921 פְּנֵ֤י H6440 גֵֽי H1516 הִנֹּם֙ H2011 יָ֔מָּה H3220 אֲשֶׁ֛ר H834 בִּקְצֵ֥ה H7097 עֵֽמֶק H6010 רְפָאִ֖ים H7497 צָפֹֽנָה H6828 ",
  "9": "וְתָאַ֨ר H8388 הַגְּב֜וּל H1366 מֵרֹ֣אשׁ H7218 הָהָ֗ר H2022 אֶל H413 מַעְיַן֙ H4599 מֵ֣י H4325 נֶפְתּ֔וֹחַ H5318 וְיָצָ֖א H3318 אֶל H413 עָרֵ֣י H5892 הַר H2022 עֶפְר֑וֹן H6085 וְתָאַ֤ר H8388 הַגְּבוּל֙ H1366 בַּעֲלָ֔ה H1173 הִ֖יא H1931 קִרְיַ֥ת H7157 יְעָרִֽים H7157 ",
  "10": "וְנָסַב֩ H5437 הַגְּב֨וּל H1366 מִבַּעֲלָ֥ה H1173 יָ֨מָּה֙ H3220 אֶל H413 הַ֣ר H2022 שֵׂעִ֔יר H8165 וְעָבַ֕ר H5674 אֶל H413 כֶּ֧תֶף H3802 הַר H2022 יְעָרִ֛ים H3297 מִצָּפ֖וֹנָ H6828 הִ֣יא H1931 כְסָל֑וֹן H3693 וְיָרַ֥ד H3381 בֵּֽית H1053 שֶׁ֖מֶשׁ H1053 וְעָבַ֥ר H5674 תִּמְנָֽה H8553 ",
  "11": "וְיָצָ֨א H3318 הַגְּב֜וּל H1366 אֶל H413 כֶּ֣תֶף H3802 עֶקְרוֹן֮ H6138 צָפוֹנָה֒ H6828 וְתָאַ֤ר H8388 הַגְּבוּל֙ H1366 שִׁכְּר֔וֹנָה H7942 וְעָבַ֥ר H5674 הַר H2022 הַֽבַּעֲלָ֖ה H1173 וְיָצָ֣א H3318 יַבְנְאֵ֑ל H2995 וְהָי֛וּ H1961 תֹּצְא֥וֹת H8444 הַגְּב֖וּל H1366 יָֽמָּה H3220 ",
  "12": "וּגְב֣וּל H1366 יָ֔ם H3220 הַיָּ֥מָּ H3220 הַגָּד֖וֹל H1419 וּגְב֑וּל H1366 זֶ֠ה H2088 גְּב֧וּל H1366 בְּנֵֽי H1121 יְהוּדָ֛ה H3063 סָבִ֖יב H5439 לְמִשְׁפְּחֹתָֽ H4940 ",
  "13": "וּלְ H3612 בֶּן H1121 יְפֻנֶּ֗ה H3312 נָ֤תַן H5414 חֵ֨לֶק֙ H2506 בְּת֣וֹךְ H8432 בְּנֵֽי H1121 יְהוּדָ֔ה H3063 אֶל H413 פִּ֥י H6310 יְהוָ֖ה H3068 לִֽיהוֹשֻׁ֑עַ H3091 אֶת H853 קִרְיַ֥ת H7153 אַרְבַּ֛ע H7153 אֲבִ֥י H1 הָעֲנָ֖ק H6061 הִ֥יא H1931 חֶבְרֽוֹן H2275 ",
  "14": "וַיֹּ֤רֶשׁ H3423 מִשָּׁם֙ H8033 כָּלֵ֔ב H3612 אֶת H853 שְׁלוֹשָׁ֖ה H7969 בְּנֵ֣י H1121 הָעֲנָ֑ק H6061 אֶת H853 שֵׁשַׁ֤י H8344 וְאֶת H853 אֲחִימַן֙ H289 וְאֶת H853 תַּלְמַ֔י H8526 יְלִידֵ֖י H3211 הָעֲנָֽק H6061 ",
  "15": "וַיַּ֣עַל H5927 מִשָּׁ֔ם H8033 אֶל H413 יֹשְׁבֵ֖י H3427 דְּבִ֑ר H1688 וְשֵׁם H8034 דְּבִ֥ר H1688 לְפָנִ֖ים H6440 קִרְיַת H7158 סֵֽפֶר H7158 ",
  "16": "וַיֹּ֣אמֶר H559 כָּלֵ֔ב H3612 אֲשֶׁר H834 יַכֶּ֥ה H5221 אֶת H853 קִרְיַת H7158 סֵ֖פֶר H7158 וּלְכָדָ֑ H3920 וְנָתַ֥תִּי H5414 ל֛וֹ Hl אֶת H853 עַכְסָ֥ה H5915 בִתִּ֖י H1323 לְאִשָּֽׁה H802 ",
  "17": "וַֽיִּלְכְּדָ֛ H3920 עָתְנִיאֵ֥ל H6274 בֶּן H1121 קְנַ֖ז H7073 אֲחִ֣י H251 כָלֵ֑ב H3612 וַיִּתֶּן H5414 ל֛וֹ Hl אֶת H853 עַכְסָ֥ה H5915 בִתּ֖וֹ H1323 לְאִשָּֽׁה H802 ",
  "18": "וַיְהִ֣י H1961 בְּבוֹאָ֗ H935 וַתְּסִיתֵ֨ H5496 לִשְׁא֤וֹל H7592 מֵֽאֵת H853 אָבִ֨יהָ֙ H1 שָׂדֶ֔ה H7704 וַתִּצְנַ֖ח H6795 מֵעַ֣ל H5921 הַחֲמ֑וֹר H2543 וַיֹּֽאמֶר H559 לָ֥הּ Hl כָּלֵ֖ב H3612 מַה H4100 לָּֽךְ Hl ",
  "19": "וַתֹּ֜אמֶר H559 תְּנָה H5414 לִּ֣י Hl בְרָכָ֗ה H1293 כִּ֣י H3588 אֶ֤רֶץ H776 הַנֶּ֨גֶב֙ H5045 נְתַתָּ֔נִי H5414 וְנָתַתָּ֥ה H5414 לִ֖י Hl גֻּלֹּ֣ת H1543 מָ֑יִם H4325 וַיִּתֶּן H5414 לָ֗הּ Hl אֵ֚ת H853 גֻּלֹּ֣ת H1543 עִלִּיּ֔וֹת H5942 וְאֵ֖ת H853 גֻּלֹּ֥ת H1543 תַּחְתִּיּֽוֹת H8482 ",
  "20": "זֹ֗את H2063 נַחֲלַ֛ת H5159 מַטֵּ֥ה H4294 בְנֵי H1121 יְהוּדָ֖ה H3063 לְמִשְׁפְּחֹתָֽ H4940 ",
  "21": "וַיִּֽהְי֣וּ H1961 הֶעָרִ֗ים H5892 מִקְצֵה֙ H7097 לְמַטֵּ֣ה H4294 בְנֵֽי H1121 יְהוּדָ֔ה H3063 אֶל H413 גְּב֥וּל H1366 אֱד֖וֹם H123 בַּנֶּ֑גְבָּ H5045 קַבְצְאֵ֥ל H6909 וְעֵ֖דֶר H5740 וְיָגֽוּר H3017 ",
  "22": "וְקִינָ֥ה H7016 וְדִֽימוֹנָ֖ה H1776 וְעַדְעָדָֽה H5735 ",
  "23": "וְקֶ֥דֶשׁ H6943 וְחָצ֖וֹר H2674 וְיִתְנָֽן H3497 ",
  "24": "זִ֥יף H2128 וָטֶ֖לֶם H2928 וּבְעָלֽוֹת H1175 ",
  "25": "וְחָצ֤וֹר H2675 חֲדַתָּה֙ H2675 וּקְרִיּ֔וֹת H7152 חֶצְר֖וֹן H2696 הִ֥יא H1931 חָצֽוֹר H2674 ",
  "26": "אֲמָ֥ם H538 וּשְׁמַ֖ע H8090 וּמוֹלָדָֽה H4137 ",
  "27": "וַחֲצַ֥ר H2693 גַּדָּ֛ה H2693 וְחֶשְׁמ֖וֹן H2829 וּבֵ֥ית H1046 פָּֽלֶט H1046 ",
  "28": "וַחֲצַ֥ר H2705 שׁוּעָ֛ל H2705 וּבְאֵ֥ר H884 שֶׁ֖בַע H884 וּבִזְיוֹתְיָֽה H964 ",
  "29": "בַּעֲלָ֥ה H1173 וְעִיִּ֖ים H5864 וָעָֽצֶם H6107 ",
  "30": "וְאֶלְתּוֹלַ֥ד H513 וּכְסִ֖יל H3686 וְחָרְמָֽה H2767 ",
  "31": "וְצִֽקְלַ֥ג H6860 וּמַדְמַנָּ֖ה H4089 וְסַנְסַנָּֽה H5578 ",
  "32": "וּלְבָא֥וֹת H3822 וְשִׁלְחִ֖ים H7978 וְעַ֣יִן H5871 וְרִמּ֑וֹן H7417 כָּל H3605 עָרִ֛ים H5892 עֶשְׂרִ֥ים H6242 וָתֵ֖שַׁע H8672 וְחַצְרֵי H2691 ",
  "33": "בַּשְּׁפֵלָ֑ה H8219 אֶשְׁתָּא֥וֹל H847 וְצָרְעָ֖ה H6881 וְאַשְׁנָֽה H823 ",
  "34": "וְזָנ֨וֹחַ֙ H2182 וְעֵ֣ין H5873 גַּנִּ֔ים H5873 תַּפּ֖וּחַ H8599 וְהָ H5879 ",
  "35": "יַרְמוּת֙ H3412 וַעֲדֻלָּ֔ם H5725 שׂוֹכֹ֖ה H7755 וַעֲזֵקָֽה H5825 ",
  "36": "וְשַׁעֲרַ֨יִם֙ H8189 וַעֲדִיתַ֔יִם H5723 וְהַ H1449 וּגְדֵרֹתָ֑יִם H1453 עָרִ֥ים H5892 אַרְבַּֽע H702 עֶשְׂרֵ֖ה H6240 וְחַצְרֵי H2691 ",
  "37": "צְנָ֥ן H6799 וַחֲדָשָׁ֖ה H2322 וּמִגְדַּל H4028 גָּֽד H4028 ",
  "38": "וְדִלְעָ֥ן H1810 וְהַ H4708 וְיָקְתְאֵֽל H3371 ",
  "39": "לָכִ֥ישׁ H3923 וּבָצְקַ֖ת H1218 וְעֶגְלֽוֹן H5700 ",
  "40": "וְכַבּ֥וֹן H3522 וְלַחְמָ֖ס H3903 וְכִתְלִֽישׁ H3798 ",
  "41": "וּגְדֵר֕וֹת H1450 בֵּית H1016 דָּג֥וֹן H1016 וְנַעֲמָ֖ה H5279 וּמַקֵּדָ֑ה H4719 עָרִ֥ים H5892 שֵׁשׁ H8337 עֶשְׂרֵ֖ה H6240 וְחַצְרֵי H2691 ",
  "42": "לִבְנָ֥ה H3841 וָעֶ֖תֶר H6281 וְעָשָֽׁן H6228 ",
  "43": "וְיִפְתָּ֥ח H3316 וְאַשְׁנָ֖ה H823 וּנְצִֽיב H5334 ",
  "44": "וּקְעִילָ֥ה H7084 וְאַכְזִ֖יב H392 וּמָֽרֵאשָׁ֑ה H4762 עָרִ֥ים H5892 תֵּ֖שַׁע H8672 וְחַצְרֵי H2691 ",
  "45": "עֶקְר֥וֹן H6138 וּבְנֹתֶ֖י H1323 וַחֲצֵרֶֽי H2691 ",
  "46": "מֵעֶקְר֖וֹן H6138 וָיָ֑מָּ H3220 כֹּ֛ל H3605 אֲשֶׁר H834 עַל H5921 יַ֥ד H3027 אַשְׁדּ֖וֹד H795 וְחַצְרֵי H2691 ",
  "47": "אַשְׁדּ֞וֹד H795 בְּנוֹתֶ֣יהָ H1323 וַחֲצֵרֶ֗י H2691 עַזָּ֥ה H5804 בְּנוֹתֶ֥יהָ H1323 וַחֲצֵרֶ֖י H2691 עַד H5704 נַ֣חַל H5158 מִצְרָ֑יִם H4714 וְהַ H3220 הגבול H1366 וּגְבֽוּל H1366 ",
  "48": "וּבָ H2022 שָׁמִ֥יר H8069 וְיַתִּ֖יר H3492 וְשׂוֹכֹֽה H7755 ",
  "49": "וְדַנָּ֥ה H1837 וְקִרְיַת H7158 סַנָּ֖ה H7158 הִ֥יא H1931 דְבִֽר H1688 ",
  "50": "וַעֲנָ֥ב H6024 וְאֶשְׁתְּמֹ֖ה H851 וְעָנִֽים H6044 ",
  "51": "וְגֹ֥שֶׁן H1657 וְחֹלֹ֖ן H2473 וְגִלֹ֑ה H1542 עָרִ֥ים H5892 אַֽחַת H259 עֶשְׂרֵ֖ה H6240 וְחַצְרֵי H2691 ",
  "52": "אֲרַ֥ב H694 וְרוּמָ֖ה H1746 וְאֶשְׁעָֽן H824 ",
  "53": "וינים H3241 וּבֵית H1054 תַּפּ֖וּחַ H1054 וַאֲפֵֽקָה H664 ",
  "54": "וְחֻמְטָ֗ה H2547 וְקִרְיַ֥ת H7153 אַרְבַּ֛ע H7153 הִ֥יא H1931 חֶבְר֖וֹן H2275 וְצִיעֹ֑ר H6730 עָרִ֥ים H5892 תֵּ֖שַׁע H8672 וְחַצְרֵי H2691 ",
  "55": "מָע֥וֹן H4584 כַּרְמֶ֖ל H3760 וָזִ֥יף H2128 וְיוּטָּֽה H3194 ",
  "56": "וְיִזְרְעֶ֥אל H3157 וְיָקְדְעָ֖ם H3347 וְזָנֽוֹחַ H2182 ",
  "57": "הַקַּ֖יִן H7014 גִּבְעָ֣ה H1390 וְתִמְנָ֑ה H8553 עָרִ֥ים H5892 עֶ֖שֶׂר H6235 וְחַצְרֵי H2691 ",
  "58": "חַלְח֥וּל H2478 בֵּֽית H1049 צ֖וּר H1049 וּגְדֽוֹר H1446 ",
  "59": "וּמַעֲרָ֥ת H4638 וּבֵית H1042 עֲנ֖וֹת H1042 וְאֶלְתְּקֹ֑ן H515 עָרִ֥ים H5892 שֵׁ֖שׁ H8337 וְחַצְרֵי H2691 ",
  "60": "קִרְיַת H7154 בַּ֗עַל H7154 הִ֛יא H1931 קִרְיַ֥ת H7157 יְעָרִ֖ים H7157 וְהָֽ H7237 עָרִ֥ים H5892 שְׁתַּ֖יִם H8147 וְחַצְרֵי H2691 ",
  "61": "בַּמִּדְבָּ֑ר H4057 בֵּ֚ית H1026 הָעֲרָבָ֔ה H1026 מִדִּ֖ין H4081 וּסְכָכָֽה H5527 ",
  "62": "וְהַ H5044 וְעִיר H5898 הַמֶּ֖לַח H5898 וְעֵ֣ין H5872 גֶּ֑דִי H5872 עָרִ֥ים H5892 שֵׁ֖שׁ H8337 וְחַצְרֵי H2691 ",
  "63": "וְאֶת H854 הַיְבוּסִי֙ H2983 יוֹשְׁבֵ֣י H3427 יְרֽוּשָׁלִַ֔ם H3389 לֹֽא H3808 יוכלו H3201 בְנֵֽי H1121 יְהוּדָ֖ה H3063 לְהֽוֹרִישָׁ֑ H3423 וַיֵּ֨שֶׁב H3427 הַיְבוּסִ֜י H2983 אֶת H854 בְּנֵ֤י H1121 יְהוּדָה֙ H3063 בִּיר֣וּשָׁלִַ֔ם H3389 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 "
}
