{
  "1": "וַיְהִ֤י H1961 הַגּוֹרָל֙ H1486 לְמַטֵּ֣ה H4294 מְנַשֶּׁ֔ה H4519 כִּי H3588 ה֖וּא H1931 בְּכ֣וֹר H1060 יוֹסֵ֑ף H3130 לְמָכִיר֩ H4353 בְּכ֨וֹר H1060 מְנַשֶּׁ֜ה H4519 אֲבִ֣י H1 הַגִּלְעָ֗ד H1568 כִּ֣י H3588 ה֤וּא H1931 הָיָה֙ H1961 אִ֣ישׁ H376 מִלְחָמָ֔ה H4421 וַֽיְהִי H1961 ל֖וֹ Hl הַגִּלְעָ֥ד H1568 וְהַ H1316 ",
  "2": "וַ֠יְהִי H1961 לִבְנֵ֨י H1121 מְנַשֶּׁ֥ה H4519 הַנּוֹתָרִים֮ H3498 לְמִשְׁפְּחֹתָ H4940 לִבְנֵ֨י H1121 אֲבִיעֶ֜זֶר H44 וְלִ H1121 חֵ֗לֶק H2507 וְלִ H1121 אַשְׂרִיאֵל֙ H844 וְלִ H1121 שֶׁ֔כֶם H7928 וְלִ H1121 חֵ֖פֶר H2660 וְלִ H1121 שְׁמִידָ֑ע H8061 אֵ֠לֶּה H428 בְּנֵ֨י H1121 מְנַשֶּׁ֧ה H4519 בֶּן H1121 יוֹסֵ֛ף H3130 הַזְּכָרִ֖ים H2145 לְמִשְׁפְּחֹתָֽ H4940 ",
  "3": "וְלִ H6765 בֶּן H1121 חֵ֨פֶר H2660 בֶּן H1121 גִּלְעָ֜ד H1568 בֶּן H1121 מָכִ֣יר H4353 בֶּן H1121 מְנַשֶּׁ֗ה H4519 לֹא H3808 הָ֥יוּ H1961 ל֛וֹ Hl בָּנִ֖ים H1121 כִּ֣י H3588 אִם H518 בָּנ֑וֹת H1323 וְאֵ֨לֶּה֙ H428 שְׁמ֣וֹת H8034 בְּנֹתָ֔יו H1323 מַחְלָ֣ה H4244 וְנֹעָ֔ה H5270 חָגְלָ֥ה H2295 מִלְכָּ֖ה H4435 וְתִרְצָֽה H8656 ",
  "4": "וַתִּקְרַ֡בְנָה H7126 לִפְנֵי֩ H6440 אֶלְעָזָ֨ר H499 הַכֹּהֵ֜ן H3548 וְלִ H6440 יְהוֹשֻׁ֣עַ H3091 בִּן H1121 נ֗וּן H5126 וְלִ H6440 הַנְּשִׂיאִים֙ H5387 לֵאמֹ֔ר H559 יְהוָה֙ H3068 צִוָּ֣ה H6680 אֶת H853 מֹשֶׁ֔ה H4872 לָֽתֶת H5414 לָ֥נוּ Hl נַחֲלָ֖ה H5159 בְּת֣וֹךְ H8432 אַחֵ֑ינוּ H251 וַיִּתֵּ֨ן H5414 לָהֶ֜ם Hl אֶל H413 פִּ֤י H6310 יְהוָה֙ H3068 נַֽחֲלָ֔ה H5159 בְּת֖וֹךְ H8432 אֲחֵ֥י H251 אֲבִיהֶֽן H1 ",
  "5": "וַיִּפְּל֥וּ H5307 חַבְלֵֽי H2256 מְנַשֶּׁ֖ה H4519 עֲשָׂרָ֑ה H6235 לְבַ֞ד H905 מֵאֶ֤רֶץ H776 הַגִּלְעָד֙ H1568 וְהַ H1316 אֲשֶׁ֖ר H834 מֵעֵ֥בֶר H5676 לַיַּרְדֵּֽן H3383 ",
  "6": "כִּ֚י H3588 בְּנ֣וֹת H1323 מְנַשֶּׁ֔ה H4519 נָחֲל֥וּ H5157 נַחֲלָ֖ה H5159 בְּת֣וֹךְ H8432 בָּנָ֑יו H1121 וְאֶ֨רֶץ֙ H776 הַגִּלְעָ֔ד H1568 הָיְתָ֥ה H1961 לִבְנֵֽי H1121 מְנַשֶּׁ֖ה H4519 הַנּֽוֹתָרִֽים H3498 ",
  "7": "וַיְהִ֤י H1961 גְבוּל H1366 מְנַשֶּׁה֙ H4519 מֵֽאָשֵׁ֔ר H836 הַֽמִּכְמְתָ֔ת H4366 אֲשֶׁ֖ר H834 עַל H5921 פְּנֵ֣י H6440 שְׁכֶ֑ם H7927 וְהָלַ֤ךְ H1980 הַגְּבוּל֙ H1366 אֶל H413 הַיָּמִ֔ין H3225 אֶל H413 יֹשְׁבֵ֖י H3427 עֵ֥ין H5887 תַּפּֽוּחַ H5887 ",
  "8": "לִמְנַשֶּׁ֕ה H4519 הָיְתָ֖ה H1961 אֶ֣רֶץ H776 תַּפּ֑וּחַ H8599 וְתַפּ֛וּחַ H8599 אֶל H413 גְּב֥וּל H1366 מְנַשֶּׁ֖ה H4519 לִבְנֵ֥י H1121 אֶפְרָֽיִם H669 ",
  "9": "וְיָרַ֣ד H3381 הַגְּבוּל֩ H1366 נַ֨חַל H5158 קָנָ֜ה H7071 נֶ֣גְבָּה H5045 לַנַּ֗חַל H5158 עָרִ֤ים H5892 הָאֵ֨לֶּה֙ H428 לְאֶפְרַ֔יִם H669 בְּת֖וֹךְ H8432 עָרֵ֣י H5892 מְנַשֶּׁ֑ה H4519 וּגְב֤וּל H1366 מְנַשֶּׁה֙ H4519 מִצְּפ֣וֹן H6828 לַנַּ֔חַל H5158 וַיְהִ֥י H1961 תֹצְאֹתָ֖יו H8444 הַיָּֽמָּ H3220 ",
  "10": "נֶ֣גְבָּה H5045 לְאֶפְרַ֗יִם H669 וְצָפ֨וֹנָ H6828 לִמְנַשֶּׁ֔ה H4519 וַיְהִ֥י H1961 הַיָּ֖ם H3220 גְּבוּל֑וֹ H1366 וּבְ H836 יִפְגְּע֣וּן H6293 מִצָּפ֔וֹן H6828 וּבְ H3485 מִמִּזְרָֽח H4217 ",
  "11": "וַיְהִ֨י H1961 לִמְנַשֶּׁ֜ה H4519 בְּיִשָּׂשכָ֣ר H3485 וּבְ H836 בֵּית H1052 שְׁאָ֣ן H1052 וּ֠בְנוֹתֶי H1323 וְיִבְלְעָ֨ם H2991 וּבְנוֹתֶ֜י H1323 וְֽאֶת H853 יֹשְׁבֵ֧י H3427 דֹ֣אר H1756 וּבְנוֹתֶ֗י H1323 וְיֹשְׁבֵ֤י H3427 עֵֽין H5874 דֹּר֙ H5874 וּבְנֹתֶ֔י H1323 וְיֹשְׁבֵ֤י H3427 תַעְנַךְ֙ H8590 וּבְנֹתֶ֔י H1323 וְיֹשְׁבֵ֥י H3427 מְגִדּ֖וֹ H4023 וּבְנוֹתֶ֑י H1323 שְׁלֹ֖שֶׁת H7969 הַנָּֽפֶת H5316 ",
  "12": "וְלֹ֤א H3808 יָכְלוּ֙ H3201 בְּנֵ֣י H1121 מְנַשֶּׁ֔ה H4519 לְהוֹרִ֖ישׁ H3423 אֶת H853 הֶֽעָרִ֣ים H5892 הָאֵ֑לֶּה H428 וַיּ֨וֹאֶל֙ H2974 הַֽכְּנַעֲנִ֔י H3669 לָשֶׁ֖בֶת H3427 בָּאָ֥רֶץ H776 הַזֹּֽאת H2063 ",
  "13": "וַֽיְהִ֗י H1961 כִּ֤י H3588 חָֽזְקוּ֙ H2388 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וַיִּתְּנ֥וּ H5414 אֶת H853 הַֽכְּנַעֲנִ֖י H3669 לָמַ֑ס H4522 וְהוֹרֵ֖שׁ H3423 לֹ֥א H3808 הוֹרִישֽׁוֹ H3423 ",
  "14": "וַֽיְדַבְּרוּ֙ H1696 בְּנֵ֣י H1121 יוֹסֵ֔ף H3130 אֶת H854 יְהוֹשֻׁ֖עַ H3091 לֵאמֹ֑ר H559 מַדּוּעַ֩ H4069 נָתַ֨תָּה H5414 לִּ֜י Hl נַחֲלָ֗ה H5159 גּוֹרָ֤ל H1486 אֶחָד֙ H259 וְחֶ֣בֶל H2256 אֶחָ֔ד H259 וַֽאֲנִ֣י H589 עַם H5971 רָ֔ב H7227 עַ֥ד H5704 אֲשֶׁר H834 עַד H5704 כֹּ֖ה H3541 בֵּֽרְכַ֥נִי H1288 יְהוָֽה H3068 ",
  "15": "וַיֹּ֨אמֶר H559 אֲלֵיהֶ֜ם H413 יְהוֹשֻׁ֗עַ H3091 אִם H518 עַם H5971 רַ֤ב H7227 אַתָּה֙ H859 עֲלֵ֣ה H5927 לְךָ֣ Hl הַיַּ֔עְרָ H3293 וּבֵרֵאתָ֤ H1254 לְךָ֙ Hl שָׁ֔ם H8033 בְּאֶ֥רֶץ H776 הַפְּרִזִּ֖י H6522 וְהָֽ H7497 כִּֽי H3588 אָ֥ץ H213 לְךָ֖ Hl הַר H2022 אֶפְרָֽיִם H669 ",
  "16": "וַיֹּֽאמְרוּ֙ H559 בְּנֵ֣י H1121 יוֹסֵ֔ף H3130 לֹֽא H3808 יִמָּ֥צֵא H4672 לָ֖נוּ Hl הָהָ֑ר H2022 וְרֶ֣כֶב H7393 בַּרְזֶ֗ל H1270 בְּכָל H3605 הַֽכְּנַעֲנִי֙ H3669 הַיֹּשֵׁ֣ב H3427 בְּאֶֽרֶץ H776 הָעֵ֔מֶק H6010 לַֽאֲשֶׁ֤ר H834 בְּבֵית H1052 שְׁאָן֙ H1052 וּבְנוֹתֶ֔י H1323 וְלַֽ H834 בְּעֵ֥מֶק H6010 יִזְרְעֶֽאל H3157 ",
  "17": "וַיֹּ֤אמֶר H559 יְהוֹשֻׁ֨עַ֙ H3091 אֶל H413 בֵּ֣ית H1004 יוֹסֵ֔ף H3130 לְאֶפְרַ֥יִם H669 וְלִ H4519 לֵאמֹ֑ר H559 עַם H5971 רַ֣ב H7227 אַתָּ֗ה H859 וְכֹ֤חַ H3581 גָּדוֹל֙ H1419 לָ֔ךְ Hl לֹֽא H3808 יִהְיֶ֥ה H1961 לְךָ֖ Hl גּוֹרָ֥ל H1486 אֶחָֽד H259 ",
  "18": "כִּ֣י H3588 הַ֤ר H2022 יִֽהְיֶה H1961 לָּךְ֙ Hl כִּֽי H3588 יַ֣עַר H3293 ה֔וּא H1931 וּבֵ֣רֵאת֔ H1254 וְהָיָ֥ה H1961 לְךָ֖ Hl תֹּֽצְאֹתָ֑יו H8444 כִּֽי H3588 תוֹרִ֣ישׁ H3423 אֶת H853 הַֽכְּנַעֲנִ֗י H3669 כִּ֣י H3588 רֶ֤כֶב H7393 בַּרְזֶל֙ H1270 ל֔וֹ Hl כִּ֥י H3588 חָזָ֖ק H2389 הֽוּא H1931 "
}
