{
  "1": "וַֽיְהִי֙ H1961 מִיָּמִ֣ים H3117 רַבִּ֔ים H7227 אַ֠חֲרֵי H310 אֲשֶׁר H834 הֵנִ֨יחַ H5117 יְהוָ֧ה H3068 לְיִשְׂרָאֵ֛ל H3478 מִכָּל H3605 אֹיְבֵיהֶ֖ם H341 מִסָּבִ֑יב H5439 וִיהוֹשֻׁ֣עַ H3091 זָקֵ֔ן H2204 בָּ֖א H935 בַּיָּמִֽים H3117 ",
  "2": "וַיִּקְרָ֤א H7121 יְהוֹשֻׁ֨עַ֙ H3091 לְכָל H3605 יִשְׂרָאֵ֔ל H3478 לִזְקֵנָי H2205 וּלְ H7218 וּלְ H8199 וּלְ H7860 וַיֹּ֣אמֶר H559 אֲלֵהֶ֔ם H413 אֲנִ֣י H589 זָקַ֔נְתִּי H2204 בָּ֖אתִי H935 בַּיָּמִֽים H3117 ",
  "3": "וְאַתֶּ֣ם H859 רְאִיתֶ֗ם H7200 אֵת֩ H853 כָּל H3605 אֲשֶׁ֨ר H834 עָשָׂ֜ה H6213 יְהוָ֧ה H3068 אֱלֹהֵיכֶ֛ם H430 לְכָל H3605 הַגּוֹיִ֥ם H1471 הָאֵ֖לֶּה H428 מִפְּנֵי H6440 כִּ֚י H3588 יְהוָ֣ה H3068 אֱלֹהֵיכֶ֔ם H430 ה֖וּא H1931 הַנִּלְחָ֥ם H3898 לָכֶֽם Hl ",
  "4": "רְאוּ֩ H7200 הִפַּ֨לְתִּי H5307 לָכֶ֜ם Hl אֶֽת H853 הַ֠גּוֹיִם H1471 הַנִּשְׁאָרִ֥ים H7604 הָאֵ֛לֶּה H428 בְּנַחֲלָ֖ה H5159 לְשִׁבְטֵי H7626 מִן H4480 הַיַּרְדֵּ֗ן H3383 וְכָל H3605 הַגּוֹיִם֙ H1471 אֲשֶׁ֣ר H834 הִכְרַ֔תִּי H3772 וְהַ H3220 הַגָּד֖וֹל H1419 מְב֥וֹא H3996 הַשָּֽׁמֶשׁ H8121 ",
  "5": "וַיהוָ֣ה H3068 אֱלֹֽהֵיכֶ֗ם H430 ה֚וּא H1931 יֶהְדֳּפֵ֣ם H1920 מִפְּנֵי H6440 וְהוֹרִ֥ישׁ H3423 אֹתָ֖ם H853 מִלִּ H6440 וִֽירִשְׁתֶּם֙ H3423 אֶת H853 אַרְצָ֔ם H776 כַּאֲשֶׁ֥ר H834 דִּבֶּ֛ר H1696 יְהוָ֥ה H3068 אֱלֹהֵיכֶ֖ם H430 לָכֶֽם Hl ",
  "6": "וַחֲזַקְתֶּ֣ם H2388 מְאֹ֔ד H3966 לִשְׁמֹ֣ר H8104 וְלַ H6213 אֵ֚ת H853 כָּל H3605 הַכָּת֔וּב H3789 בְּסֵ֖פֶר H5612 תּוֹרַ֣ת H8451 מֹשֶׁ֑ה H4872 לְבִלְתִּ֥י H1115 סוּר H5493 מִמֶּ֖נּוּ H4480 יָמִ֥ין H3225 וּשְׂמֹֽאול H8040 ",
  "7": "לְבִלְתִּי H1115 בוֹא֙ H935 בַּגּוֹיִ֣ם H1471 הָאֵ֔לֶּה H428 הַנִּשְׁאָרִ֥ים H7604 הָאֵ֖לֶּה H428 אִתְּכֶ֑ם H854 וּבְ H8034 אֱלֹהֵיהֶ֤ם H430 לֹא H3808 תַזְכִּ֨ירוּ֙ H2142 וְלֹ֣א H3808 תַשְׁבִּ֔יעוּ H7650 וְלֹ֣א H3808 תַעַבְד֔וּם H5647 וְלֹ֥א H3808 תִֽשְׁתַּחֲו֖וּ H7812 לָהֶֽם Hl ",
  "8": "כִּ֛י H3588 אִם H518 בַּיהוָ֥ה H3068 אֱלֹהֵיכֶ֖ם H430 תִּדְבָּ֑קוּ H1692 כַּאֲשֶׁ֣ר H834 עֲשִׂיתֶ֔ם H6213 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "9": "וַיּ֤וֹרֶשׁ H3423 יְהוָה֙ H3068 מִפְּנֵי H6440 גּוֹיִ֖ם H1471 גְּדֹלִ֣ים H1419 וַעֲצוּמִ֑ים H6099 וְאַתֶּ֗ם H859 לֹא H3808 עָ֤מַד H5975 אִישׁ֙ H376 בִּפְנֵי H6440 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "10": "אִישׁ H376 אֶחָ֥ד H259 מִכֶּ֖ם H4480 יִרְדָּף H7291 אָ֑לֶף H505 כִּ֣י H3588 יְהוָ֣ה H3068 אֱלֹהֵיכֶ֗ם H430 ה֚וּא H1931 הַנִּלְחָ֣ם H3898 לָכֶ֔ם Hl כַּאֲשֶׁ֖ר H834 דִּבֶּ֥ר H1696 לָכֶֽם Hl ",
  "11": "וְנִשְׁמַרְתֶּ֥ם H8104 מְאֹ֖ד H3966 לְנַפְשֹֽׁתֵי H5315 לְאַהֲבָ֖ה H157 אֶת H853 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
  "12": "כִּ֣י H3588 אִם H518 שׁ֣וֹב H7725 תָּשׁ֗וּבוּ H7725 וּדְבַקְתֶּם֙ H1692 בְּיֶ֨תֶר֙ H3499 הַגּוֹיִ֣ם H1471 הָאֵ֔לֶּה H428 הַנִּשְׁאָרִ֥ים H7604 הָאֵ֖לֶּה H428 אִתְּכֶ֑ם H854 וְהִֽתְחַתַּנְתֶּ֥ם H2859 בָּהֶ֛ם Hb וּבָאתֶ֥ם H935 בָּהֶ֖ם Hb וְהֵ֥ם H1992 בָּכֶֽם Hb ",
  "13": "יָד֨וֹעַ֙ H3045 תֵּֽדְע֔וּ H3045 כִּי֩ H3588 לֹ֨א H3808 יוֹסִ֜יף H3254 יְהוָ֣ה H3068 אֱלֹהֵיכֶ֗ם H430 לְהוֹרִ֛ישׁ H3423 אֶת H853 הַגּוֹיִ֥ם H1471 הָאֵ֖לֶּה H428 מִלִּ H6440 וְהָי֨וּ H1961 לָכֶ֜ם Hl לְפַ֣ח H6341 וּלְ H4170 וּלְ H7850 בְּצִדֵּי H6654 וְלִ H6796 בְּעֵינֵי H5869 עַד H5704 אֲבָדְכֶ֗ם H6 מֵ֠עַל H5921 הָאֲדָמָ֤ה H127 הַטּוֹבָה֙ H2896 הַזֹּ֔את H2063 אֲשֶׁר֙ H834 נָתַ֣ן H5414 לָכֶ֔ם Hl יְהוָ֖ה H3068 אֱלֹהֵיכֶֽם H430 ",
  "14": "וְהִנֵּ֨ה H2009 אָנֹכִ֤י H595 הוֹלֵךְ֙ H1980 הַיּ֔וֹם H3117 בְּדֶ֖רֶךְ H1870 כָּל H3605 הָאָ֑רֶץ H776 וִידַעְתֶּ֞ם H3045 בְּכָל H3605 לְבַבְכֶ֣ם H3824 וּבְ H3605 נַפְשְׁכֶ֗ם H5315 כִּ֣י H3588 לֹֽא H3808 נָפַל֩ H5307 דָּבָ֨ר H1697 אֶחָ֜ד H259 מִכֹּ֣ל H3605 הַדְּבָרִ֣ים H1697 הַטּוֹבִ֗ים H2896 אֲשֶׁ֨ר H834 דִּבֶּ֜ר H1696 יְהוָ֤ה H3068 אֱלֹהֵיכֶם֙ H430 עֲלֵיכֶ֔ם H5921 הַכֹּל֙ H3605 בָּ֣אוּ H935 לָכֶ֔ם Hl לֹֽא H3808 נָפַ֥ל H5307 מִמֶּ֖נּוּ H4480 דָּבָ֥ר H1697 אֶחָֽד H259 ",
  "15": "וְהָיָ֗ה H1961 כַּאֲשֶׁר H834 בָּ֤א H935 עֲלֵיכֶם֙ H5921 כָּל H3605 הַדָּבָ֣ר H1697 הַטּ֔וֹב H2896 אֲשֶׁ֥ר H834 דִּבֶּ֛ר H1696 יְהוָ֥ה H3068 אֱלֹהֵיכֶ֖ם H430 אֲלֵיכֶ֑ם H413 כֵּן֩ H3651 יָבִ֨יא H935 יְהוָ֜ה H3068 עֲלֵיכֶ֗ם H5921 אֵ֚ת H853 כָּל H3605 הַדָּבָ֣ר H1697 הָרָ֔ע H7451 עַד H5704 הַשְׁמִיד֣וֹ H8045 אוֹתְכֶ֗ם H853 מֵ֠עַל H5921 הָאֲדָמָ֤ה H127 הַטּוֹבָה֙ H2896 הַזֹּ֔את H2063 אֲשֶׁר֙ H834 נָתַ֣ן H5414 לָכֶ֔ם Hl יְהוָ֖ה H3068 אֱלֹהֵיכֶֽם H430 ",
  "16": "בְּ֠עָבְרְ H5674 אֶת H853 בְּרִ֨ית H1285 יְהוָ֥ה H3068 אֱלֹהֵיכֶם֮ H430 אֲשֶׁ֣ר H834 צִוָּ֣ה H6680 אֶתְכֶם֒ H853 וַהֲלַכְתֶּ֗ם H1980 וַעֲבַדְתֶּם֙ H5647 אֱלֹהִ֣ים H430 אֲחֵרִ֔ים H312 וְהִשְׁתַּחֲוִיתֶ֖ם H7812 לָהֶ֑ם H1992 וְחָרָ֤ה H2734 אַף H639 יְהוָה֙ H3068 בָּכֶ֔ם Hb וַאֲבַדְתֶּ֣ם H6 מְהֵרָ֔ה H4120 מֵעַל֙ H5921 הָאָ֣רֶץ H776 הַטּוֹבָ֔ה H2896 אֲשֶׁ֖ר H834 נָתַ֥ן H5414 לָכֶֽם Hl "
}
