{
  "1": "וַיְהִ֣י H1961 כִשְׁמֹ֣עַ H8085 כָּֽל H3605 הַמְּלָכִ֡ים H4428 אֲשֶׁר֩ H834 בְּעֵ֨בֶר H5676 הַיַּרְדֵּ֜ן H3383 בָּהָ֣ר H2022 וּבַ H8219 וּבְ H3605 ח֚וֹף H2348 הַיָּ֣ם H3220 הַגָּד֔וֹל H1419 אֶל H413 מ֖וּל H4136 הַלְּבָנ֑וֹן H3844 הַֽחִתִּי֙ H2850 וְהָ֣ H567 הַֽכְּנַעֲנִי֙ H3669 הַפְּרִזִּ֔י H6522 הַחִוִּ֖י H2340 וְהַ H2983 ",
  "2": "וַיִּֽתְקַבְּצ֣וּ H6908 יַחְדָּ֔ו H3162 לְהִלָּחֵ֥ם H3898 עִם H5973 יְהוֹשֻׁ֖עַ H3091 וְעִם H5973 יִשְׂרָאֵ֑ל H3478 פֶּ֖ה H6310 אֶחָֽד H259 ",
  "3": "וְיֹשְׁבֵ֨י H3427 גִבְע֜וֹן H1391 שָׁמְע֗וּ H8085 אֵת֩ H853 אֲשֶׁ֨ר H834 עָשָׂ֧ה H6213 יְהוֹשֻׁ֛עַ H3091 לִֽירִיח֖וֹ H3405 וְלָ H5857 ",
  "4": "וַיַּעֲשׂ֤וּ H6213 גַם H1571 הֵ֨מָּה֙ H1992 בְּעָרְמָ֔ה H6195 וַיֵּלְכ֖וּ H3212 וַיִּצְטַיָּ֑רוּ H6737 וַיִּקְח֞וּ H3947 שַׂקִּ֤ים H8242 בָּלִים֙ H1087 לַחֲמ֣וֹרֵי H2543 וְנֹאד֥וֹת H4997 יַ֨יִן֙ H3196 בָּלִ֔ים H1087 וּמְבֻקָּעִ֖ים H1234 וּמְצֹרָרִֽים H6887 ",
  "5": "וּנְעָל֨וֹת H5275 בָּל֤וֹת H1087 וּמְטֻלָּאוֹת֙ H2921 בְּרַגְלֵי H7272 וּשְׂלָמ֥וֹת H8008 בָּל֖וֹת H1087 עֲלֵיהֶ֑ם H5921 וְכֹל֙ H3605 לֶ֣חֶם H3899 צֵידָ֔ם H6720 יָבֵ֖שׁ H3001 הָיָ֥ה H1961 נִקֻּדִֽים H5350 ",
  "6": "וַיֵּלְכ֧וּ H3212 אֶל H413 יְהוֹשֻׁ֛עַ H3091 אֶל H413 הַֽמַּחֲנֶ֖ה H4264 הַגִּלְגָּ֑ל H1537 וַיֹּאמְר֨וּ H559 אֵלָ֜יו H413 וְאֶל H413 אִ֣ישׁ H376 יִשְׂרָאֵ֗ל H3478 מֵאֶ֤רֶץ H776 רְחוֹקָה֙ H7350 בָּ֔אנוּ H935 וְעַתָּ֖ה H6258 כִּרְתוּ H3772 לָ֥נוּ Hl בְרִֽית H1285 ",
  "7": "ויאמרו H559 אִֽישׁ H376 יִשְׂרָאֵ֖ל H3478 אֶל H413 הַחִוִּ֑י H2340 אוּלַ֗י H194 בְּקִרְבִּ H7130 אַתָּ֣ה H859 יוֹשֵׁ֔ב H3427 וְאֵ֖יךְ H349 אכרות H3772 לְךָ֥ H3772 בְרִֽית H1285 ",
  "8": "וַיֹּאמְר֥וּ H559 אֶל H413 יְהוֹשֻׁ֖עַ H3091 עֲבָדֶ֣יךָ H5650 אֲנָ֑חְנוּ H587 וַיֹּ֨אמֶר H559 אֲלֵהֶ֧ם H413 יְהוֹשֻׁ֛עַ H3091 מִ֥י H4310 אַתֶּ֖ם H859 וּמֵ H370 תָּבֹֽאוּ H935 ",
  "9": "וַיֹּאמְר֣וּ H559 אֵלָ֗יו H413 מֵאֶ֨רֶץ H776 רְחוֹקָ֤ה H7350 מְאֹד֙ H3966 בָּ֣אוּ H935 עֲבָדֶ֔יךָ H5650 לְשֵׁ֖ם H8034 יְהוָ֣ה H3068 אֱלֹהֶ֑יךָ H430 כִּֽי H3588 שָׁמַ֣עְנוּ H8085 שָׁמְע֔וֹ H8089 וְאֵ֛ת H853 כָּל H3605 אֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 בְּמִצְרָֽיִם H4714 ",
  "10": "וְאֵ֣ת H853 כָּל H3605 אֲשֶׁ֣ר H834 עָשָׂ֗ה H6213 לִשְׁנֵי֙ H8147 מַלְכֵ֣י H4428 הָאֱמֹרִ֔י H567 אֲשֶׁ֖ר H834 בְּעֵ֣בֶר H5676 הַיַּרְדֵּ֑ן H3383 לְסִיחוֹן֙ H5511 מֶ֣לֶךְ H4428 חֶשְׁבּ֔וֹן H2809 וּלְ H5747 מֶֽלֶךְ H4428 הַבָּשָׁ֖ן H1316 אֲשֶׁ֥ר H834 בְּעַשְׁתָּרֽוֹת H6252 ",
  "11": "וַיֹּאמְר֣וּ H559 אֵלֵ֡ינוּ H413 זְֽקֵינֵינוּ֩ H2205 וְכָל H3605 יֹשְׁבֵ֨י H3427 אַרְצֵ֜נוּ H776 לֵאמֹ֗ר H559 קְח֨וּ H3947 בְיֶדְ H3027 צֵידָה֙ H6720 לַדֶּ֔רֶךְ H1870 וּלְכ֖וּ H3212 לִקְרָאתָ֑ H7125 וַאֲמַרְתֶּ֤ם H559 אֲלֵיהֶם֙ H413 עַבְדֵיכֶ֣ם H5650 אֲנַ֔חְנוּ H587 וְעַתָּ֖ה H6258 כִּרְתוּ H3772 לָ֥נוּ Hl בְרִֽית H1285 ",
  "12": "זֶ֣ה H2088 לַחְמֵ֗נוּ H3899 חָ֞ם H2525 הִצְטַיַּ֤דְנוּ H6679 אֹתוֹ֙ H853 מִבָּ֣תֵּ֔י H1004 בְּי֥וֹם H3117 צֵאתֵ֖נוּ H3318 לָלֶ֣כֶת H3212 אֲלֵיכֶ֑ם H413 וְעַתָּה֙ H6258 הִנֵּ֣ה H2009 יָבֵ֔שׁ H3001 וְהָיָ֖ה H1961 נִקֻּדִֽים H5350 ",
  "13": "וְאֵ֨לֶּה H428 נֹאד֤וֹת H4997 הַיַּ֨יִן֙ H3196 אֲשֶׁ֣ר H834 מִלֵּ֣אנוּ H4390 חֲדָשִׁ֔ים H2319 וְהִנֵּ֖ה H2009 הִתְבַּקָּ֑עוּ H1234 וְאֵ֤לֶּה H428 שַׂלְמוֹתֵ֨ינוּ֙ H8008 וּנְעָלֵ֔י H5275 בָּל֕וּ H1086 מֵרֹ֥ב H7230 הַדֶּ֖רֶךְ H1870 מְאֹֽד H3966 ",
  "14": "וַיִּקְח֥וּ H3947 הָֽאֲנָשִׁ֖ים H376 מִצֵּידָ֑ H6718 וְאֶת H853 פִּ֥י H6310 יְהוָ֖ה H3068 לֹ֥א H3808 שָׁאָֽלוּ H7592 ",
  "15": "וַיַּ֨עַשׂ H6213 לָהֶ֤ם Hl יְהוֹשֻׁ֨עַ֙ H3091 שָׁל֔וֹם H7965 וַיִּכְרֹ֥ת H3772 לָהֶ֛ם Hl בְּרִ֖ית H1285 לְחַיּוֹתָ֑ H2421 וַיִּשָּׁבְע֣וּ H7650 לָהֶ֔ם Hl נְשִׂיאֵ֖י H5387 הָעֵדָֽה H5712 ",
  "16": "וַיְהִ֗י H1961 מִקְצֵה֙ H7097 שְׁלֹ֣שֶׁת H7969 יָמִ֔ים H3117 אַחֲרֵ֕י H310 אֲשֶׁר H834 כָּרְת֥וּ H3772 לָהֶ֖ם Hl בְּרִ֑ית H1285 וַֽיִּשְׁמְע֗וּ H8085 כִּי H3588 קְרֹבִ֥ים H7138 הֵם֙ H1992 אֵלָ֔יו H413 וּבְ H7130 הֵ֥ם H1992 יֹשְׁבִֽים H3427 ",
  "17": "וַיִּסְע֣וּ H5265 בְנֵֽי H1121 יִשְׂרָאֵ֗ל H3478 וַיָּבֹ֛אוּ H935 אֶל H413 עָרֵיהֶ֖ם H5892 בַּיּ֣וֹם H3117 הַשְּׁלִישִׁ֑י H7992 וְעָרֵי H5892 גִּבְע֣וֹן H1391 וְהַ H3716 וּבְאֵר֖וֹת H881 וְקִרְיַ֥ת H7157 יְעָרִֽים H7157 ",
  "18": "וְלֹ֤א H3808 הִכּוּם֙ H5221 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 כִּֽי H3588 נִשְׁבְּע֤וּ H7650 לָהֶם֙ Hl נְשִׂיאֵ֣י H5387 הָֽעֵדָ֔ה H5712 בַּֽיהוָ֖ה H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֑ל H3478 וַיִּלֹּ֥נוּ H3885 כָל H3605 הָעֵדָ֖ה H5712 עַל H5921 הַנְּשִׂיאִֽים H5387 ",
  "19": "וַיֹּאמְר֤וּ H559 כָל H3605 הַנְּשִׂיאִים֙ H5387 אֶל H413 כָּל H3605 הָ֣עֵדָ֔ה H5712 אֲנַ֨חְנוּ֙ H587 נִשְׁבַּ֣עְנוּ H7650 לָהֶ֔ם Hl בַּֽיהוָ֖ה H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֑ל H3478 וְעַתָּ֕ה H6258 לֹ֥א H3808 נוּכַ֖ל H3201 לִנְגֹּ֥עַ H5060 בָּהֶֽם Hb ",
  "20": "זֹ֛את H2063 נַעֲשֶׂ֥ה H6213 לָהֶ֖ם Hl וְהַחֲיֵ֣ה H2421 אוֹתָ֑ם H853 וְלֹֽא H3808 יִֽהְיֶ֤ה H1961 עָלֵ֨ינוּ֙ H5921 קֶ֔צֶף H7110 עַל H5921 הַשְּׁבוּעָ֖ה H7621 אֲשֶׁר H834 נִשְׁבַּ֥עְנוּ H7650 לָהֶֽם Hl ",
  "21": "וַיֹּאמְר֧וּ H559 אֲלֵיהֶ֛ם H413 הַנְּשִׂיאִ֖ים H5387 יִֽחְי֑וּ H2421 וַ֠יִּֽהְיוּ H1961 חֹטְבֵ֨י H2404 עֵצִ֤ים H6086 וְשֹֽׁאֲבֵי H7579 מַ֨יִם֙ H4325 לְכָל H3605 הָ֣עֵדָ֔ה H5712 כַּאֲשֶׁ֛ר H834 דִּבְּר֥וּ H1696 לָהֶ֖ם Hl הַנְּשִׂיאִֽים H5387 ",
  "22": "וַיִּקְרָ֤א H7121 לָהֶם֙ Hl יְהוֹשֻׁ֔עַ H3091 וַיְדַבֵּ֥ר H1696 אֲלֵיהֶ֖ם H413 לֵאמֹ֑ר H559 לָמָּה֩ H4100 רִמִּיתֶ֨ם H7411 אֹתָ֜נוּ H853 לֵאמֹ֗ר H559 רְחוֹקִ֨ים H7350 אֲנַ֤חְנוּ H587 מִכֶּם֙ H4480 מְאֹ֔ד H3966 וְאַתֶּ֖ם H859 בְּקִרְבֵּ֥ H7130 יֹשְׁבִֽים H3427 ",
  "23": "וְעַתָּ֖ה H6258 אֲרוּרִ֣ים H779 אַתֶּ֑ם H859 וְלֹֽא H3808 יִכָּרֵ֨ת H3772 מִכֶּ֜ם H4480 עֶ֗בֶד H5650 וְחֹטְבֵ֥י H2404 עֵצִ֛ים H6086 וְשֹֽׁאֲבֵי H7579 מַ֖יִם H4325 לְבֵ֥ית H1004 אֱלֹהָֽי H430 ",
  "24": "וַיַּעֲנ֨וּ H6030 אֶת H853 יְהוֹשֻׁ֜עַ H3091 וַיֹּאמְר֗וּ H559 כִּי֩ H3588 הֻגֵּ֨ד H5046 הֻגַּ֤ד H5046 לַעֲבָדֶ֨י H5650 אֵת֩ H853 אֲשֶׁ֨ר H834 צִוָּ֜ה H6680 יְהוָ֤ה H3068 אֱלֹהֶ֨יךָ֙ H430 אֶת H853 מֹשֶׁ֣ה H4872 עַבְדּ֔וֹ H5650 לָתֵ֤ת H5414 לָכֶם֙ Hl אֶת H853 כָּל H3605 הָאָ֔רֶץ H776 וּלְ H8045 אֶת H853 כָּל H3605 יֹשְׁבֵ֥י H3427 הָאָ֖רֶץ H776 מִפְּנֵי H6440 וַנִּירָ֨א H3372 מְאֹ֤ד H3966 לְנַפְשֹׁתֵ֨י H5315 מִפְּנֵי H6440 וַֽנַּעֲשֵׂ֖ה H6213 אֶת H853 הַדָּבָ֥ר H1697 הַזֶּֽה H2088 ",
  "25": "וְעַתָּ֖ה H6258 הִנְנ֣וּ H2005 בְיָדֶ֑ H3027 כַּטּ֨וֹב H2896 וְכַ H3477 בְּעֵינֶ֛י H5869 לַעֲשׂ֥וֹת H6213 לָ֖נוּ Hl עֲשֵֽׂה H6213 ",
  "26": "וַיַּ֥עַשׂ H6213 לָהֶ֖ם Hl כֵּ֑ן H3651 וַיַּצֵּ֥ל H5337 אוֹתָ֛ם H853 מִיַּ֥ד H3027 בְּנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 וְלֹ֥א H3808 הֲרָגֽוּם H2026 ",
  "27": "וַיִּתְּנֵ֨ H5414 יְהוֹשֻׁ֜עַ H3091 בַּיּ֣וֹם H3117 הַה֗וּא H1931 חֹטְבֵ֥י H2404 עֵצִ֛ים H6086 וְשֹׁ֥אֲבֵי H7579 מַ֖יִם H4325 לָֽעֵדָ֑ה H5712 וּלְ H4196 יְהוָה֙ H3068 עַד H5704 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 אֶל H413 הַמָּק֖וֹם H4725 אֲשֶׁ֥ר H834 יִבְחָֽר H977 "
}
