{
  "1": "וַיֵּצְאוּ֮ H3318 כָּל H3605 בְּנֵ֣י H1121 יִשְׂרָאֵל֒ H3478 וַתִּקָּהֵ֨ל H6950 הָעֵדָ֜ה H5712 כְּאִ֣ישׁ H376 אֶחָ֗ד H259 לְמִ H1835 וְעַד H5704 בְּאֵ֣ר H884 שֶׁ֔בַע H884 וְאֶ֖רֶץ H776 הַגִּלְעָ֑ד H1568 אֶל H413 יְהוָ֖ה H3068 הַמִּצְפָּֽה H4709 ",
  "2": "וַיִּֽתְיַצְּב֞וּ H3320 פִּנּ֣וֹת H6438 כָּל H3605 הָעָ֗ם H5971 כֹּ֚ל H3605 שִׁבְטֵ֣י H7626 יִשְׂרָאֵ֔ל H3478 בִּקְהַ֖ל H6951 עַ֣ם H5971 הָאֱלֹהִ֑ים H430 אַרְבַּ֨ע H702 מֵא֥וֹת H3967 אֶ֛לֶף H505 אִ֥ישׁ H376 רַגְלִ֖י H7273 שֹׁ֥לֵֽף H8025 חָֽרֶב H2719 ",
  "3": "וַֽיִּשְׁמְעוּ֙ H8085 בְּנֵ֣י H1121 בִנְיָמִ֔ן H1144 כִּֽי H3588 עָל֥וּ H5927 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 הַמִּצְפָּ֑ה H4709 וַיֹּֽאמְרוּ֙ H559 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 דַּבְּר֕וּ H1696 אֵיכָ֥ה H349 נִהְיְתָ֖ה H1961 הָרָעָ֥ה H7451 הַזֹּֽאת H2063 ",
  "4": "וַיַּ֜עַן H6030 הָאִ֣ישׁ H376 הַלֵּוִ֗י H3881 אִ֛ישׁ H376 הָאִשָּׁ֥ה H802 הַנִּרְצָחָ֖ה H7523 וַיֹּאמַ֑ר H559 הַגִּבְעָ֨תָ H1390 אֲשֶׁ֣ר H834 לְבִנְיָמִ֔ן H1144 בָּ֛אתִי H935 אֲנִ֥י H589 וּפִֽילַגְשִׁ֖ H6370 לָלֽוּן H3885 ",
  "5": "וַיָּקֻ֤מוּ H6965 עָלַי֙ H5921 בַּעֲלֵ֣י H1167 הַגִּבְעָ֔ה H1390 וַיָּסֹ֧בּוּ H5437 עָלַ֛י H5921 אֶת H853 הַבַּ֖יִת H1004 לָ֑יְלָה H3915 אוֹתִי֙ H853 דִּמּ֣וּ H1819 לַהֲרֹ֔ג H2026 וְאֶת H853 פִּילַגְשִׁ֥י H6370 עִנּ֖וּ H6031 וַתָּמֹֽת H4191 ",
  "6": "וָֽאֹחֵ֤ז H270 בְּפִֽילַגְשִׁ H6370 וָֽאֲנַתְּחֶ֔ H5408 וָֽאֲשַׁלְּחֶ֔ H7971 בְּכָל H3605 שְׂדֵ֖ה H7704 נַחֲלַ֣ת H5159 יִשְׂרָאֵ֑ל H3478 כִּ֥י H3588 עָשׂ֛וּ H6213 זִמָּ֥ה H2154 וּנְבָלָ֖ה H5039 בְּיִשְׂרָאֵֽל H3478 ",
  "7": "הִנֵּ֥ה H2009 כֻלְּכֶ֖ם H3605 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 הָב֥וּ H3051 לָכֶ֛ם Hl דָּבָ֥ר H1697 וְעֵצָ֖ה H6098 הֲלֹֽם H1988 ",
  "8": "וַיָּ֨קָם֙ H6965 כָּל H3605 הָעָ֔ם H5971 כְּאִ֥ישׁ H376 אֶחָ֖ד H259 לֵאמֹ֑ר H559 לֹ֤א H3808 נֵלֵךְ֙ H3212 אִ֣ישׁ H376 לְאָהֳל֔ H168 וְלֹ֥א H3808 נָס֖וּר H5493 אִ֥ישׁ H376 לְבֵיתֽ H1004 ",
  "9": "וְעַתָּ֕ה H6258 זֶ֣ה H2088 הַדָּבָ֔ר H1697 אֲשֶׁ֥ר H834 נַעֲשֶׂ֖ה H6213 לַגִּבְעָ֑ה H1390 עָלֶ֖יהָ H5921 בְּגוֹרָֽל H1486 ",
  "10": "וְלָקַ֣חְנוּ H3947 עֲשָׂרָה֩ H6235 אֲנָשִׁ֨ים H376 לַמֵּאָ֜ה H3967 לְכֹ֣ל H3605 שִׁבְטֵ֣י H7626 יִשְׂרָאֵ֗ל H3478 וּמֵאָ֤ה H3967 לָאֶ֨לֶף֙ H505 וְאֶ֣לֶף H505 לָרְבָבָ֔ה H7233 לָקַ֥חַת H3947 צֵדָ֖ה H6720 לָעָ֑ם H5971 לַעֲשׂ֗וֹת H6213 לְבוֹאָ H935 לְגֶ֣בַע H1387 בִּנְיָמִ֔ן H1144 כְּכָל H3605 הַ֨נְּבָלָ֔ה H5039 אֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 בְּיִשְׂרָאֵֽל H3478 ",
  "11": "וַיֵּֽאָסֵ֞ף H622 כָּל H3605 אִ֤ישׁ H376 יִשְׂרָאֵל֙ H3478 אֶל H413 הָעִ֔יר H5892 כְּאִ֥ישׁ H376 אֶחָ֖ד H259 חֲבֵרִֽים H2270 ",
  "12": "וַֽיִּשְׁלְח֞וּ H7971 שִׁבְטֵ֤י H7626 יִשְׂרָאֵל֙ H3478 אֲנָשִׁ֔ים H376 בְּכָל H3605 שִׁבְטֵ֥י H7626 בִנְיָמִ֖ן H1144 לֵאמֹ֑ר H559 מָ֚ה H4100 הָרָעָ֣ה H7451 הַזֹּ֔את H2063 אֲשֶׁ֥ר H834 נִהְיְתָ֖ה H1961 בָּכֶֽם Hb ",
  "13": "וְעַתָּ֡ה H6258 תְּנוּ֩ H5414 אֶת H853 הָאֲנָשִׁ֨ים H376 בְּנֵֽי H1121 בְלִיַּ֜עַל H1100 אֲשֶׁ֤ר H834 בַּגִּבְעָה֙ H1390 וּנְמִיתֵ֔ H4191 וּנְבַעֲרָ֥ה H1197 רָעָ֖ה H7451 מִיִּשְׂרָאֵ֑ל H3478 וְלֹ֤א H3808 אָבוּ֙ H14 בִּנְיָמִ֔ן H1144 לִשְׁמֹ֕עַ H8085 בְּק֖וֹל H6963 אֲחֵיהֶ֥ם H251 בְּנֵֽי H1121 יִשְׂרָאֵֽל H3478 ",
  "14": "וַיֵּאָסְפ֧וּ H622 בְנֵֽי H1121 בִנְיָמִ֛ן H1144 מִן H4480 הֶעָרִ֖ים H5892 הַגִּבְעָ֑תָ H1390 לָצֵ֥את H3318 לַמִּלְחָמָ֖ה H4421 עִם H5973 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "15": "וַיִּתְפָּֽקְדוּ֩ H6485 בְנֵ֨י H1121 בִנְיָמִ֜ן H1144 בַּיּ֤וֹם H3117 הַהוּא֙ H1931 מֵהֶ֣ H5892 עֶשְׂרִ֨ים H6242 וְשִׁשָּׁ֥ה H8337 אֶ֛לֶף H505 אִ֖ישׁ H376 שֹׁ֣לֵֽף H8025 חָ֑רֶב H2719 לְ֠בַד H905 מִיֹּשְׁבֵ֤י H3427 הַגִּבְעָה֙ H1390 הִתְפָּ֣קְד֔וּ H6485 שְׁבַ֥ע H7651 מֵא֖וֹת H3967 אִ֥ישׁ H376 בָּחֽוּר H977 ",
  "16": "מִכֹּ֣ל H3605 הָעָ֣ם H5971 הַזֶּ֗ה H2088 שְׁבַ֤ע H7651 מֵאוֹת֙ H3967 אִ֣ישׁ H376 בָּח֔וּר H977 אִטֵּ֖ר H334 יַד H3027 יְמִינ֑וֹ H3225 כָּל H3605 זֶ֗ה H2088 קֹלֵ֧עַ H7049 בָּאֶ֛בֶן H68 אֶל H413 הַֽשַּׂעֲרָ֖ה H8185 וְלֹ֥א H3808 יַחֲטִֽא H2398 ",
  "17": "וְאִ֨ישׁ H376 יִשְׂרָאֵ֜ל H3478 הִתְפָּֽקְד֗וּ H6485 לְבַד֙ H905 מִבִּנְיָמִ֔ן H1144 אַרְבַּ֨ע H702 מֵא֥וֹת H3967 אֶ֛לֶף H505 אִ֖ישׁ H376 שֹׁ֣לֵֽף H8025 חָ֑רֶב H2719 כָּל H3605 זֶ֖ה H2088 אִ֥ישׁ H376 מִלְחָמָֽה H4421 ",
  "18": "וַיָּקֻ֜מוּ H6965 וַיַּעֲל֣וּ H5927 בֵֽית H1008 אֵל֮ H1008 וַיִּשְׁאֲל֣וּ H7592 בֵאלֹהִים֒ H430 וַיֹּֽאמְרוּ֙ H559 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 מִ֚י H4310 יַעֲלֶה H5927 לָּ֣נוּ Hl בַתְּחִלָּ֔ה H8462 לַמִּלְחָמָ֖ה H4421 עִם H5973 בְּנֵ֣י H1121 בִנְיָמִ֑ן H1144 וַיֹּ֥אמֶר H559 יְהוָ֖ה H3068 יְהוּדָ֥ה H3063 בַתְּחִלָּֽה H8462 ",
  "19": "וַיָּק֥וּמוּ H6965 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 בַּבֹּ֑קֶר H1242 וַיַּֽחֲנ֖וּ H2583 עַל H5921 הַגִּבְעָֽה H1390 ",
  "20": "וַיֵּצֵא֙ H3318 אִ֣ישׁ H376 יִשְׂרָאֵ֔ל H3478 לַמִּלְחָמָ֖ה H4421 עִם H5973 בִּנְיָמִ֑ן H1144 וַיַּעַרְכ֨וּ H6186 אִתָּ֧ם H854 אִֽישׁ H376 יִשְׂרָאֵ֛ל H3478 מִלְחָמָ֖ה H4421 אֶל H413 הַגִּבְעָֽה H1390 ",
  "21": "וַיֵּצְא֥וּ H3318 בְנֵֽי H1121 בִנְיָמִ֖ן H1144 מִן H4480 הַגִּבְעָ֑ה H1390 וַיַּשְׁחִ֨יתוּ H7843 בְיִשְׂרָאֵ֜ל H3478 בַּיּ֣וֹם H3117 הַה֗וּא H1931 שְׁנַ֨יִם H8147 וְעֶשְׂרִ֥ים H6242 אֶ֛לֶף H505 אִ֖ישׁ H376 אָֽרְצָה H776 ",
  "22": "וַיִּתְחַזֵּ֥ק H2388 הָעָ֖ם H5971 אִ֣ישׁ H376 יִשְׂרָאֵ֑ל H3478 וַיֹּסִ֨פוּ֙ H3254 לַעֲרֹ֣ךְ H6186 מִלְחָמָ֔ה H4421 בַּמָּק֕וֹם H4725 אֲשֶׁר H834 עָ֥רְכוּ H6186 שָׁ֖ם H8033 בַּיּ֥וֹם H3117 הָרִאשֽׁוֹן H7223 ",
  "23": "וַיַּעֲל֣וּ H5927 בְנֵֽי H1121 יִשְׂרָאֵ֗ל H3478 וַיִּבְכּ֣וּ H1058 לִפְנֵֽי H6440 יְהוָה֮ H3068 עַד H5704 הָעֶרֶב֒ H6153 וַיִּשְׁאֲל֤וּ H7592 בַֽיהוָה֙ H3068 לֵאמֹ֔ר H559 הַאוֹסִ֗יף H3254 לָגֶ֨שֶׁת֙ H5066 לַמִּלְחָמָ֔ה H4421 עִם H5973 בְּנֵ֥י H1121 בִנְיָמִ֖ן H1144 אָחִ֑י H251 וַיֹּ֥אמֶר H559 יְהוָ֖ה H3068 עֲל֥וּ H5927 אֵלָֽיו H413 ",
  "24": "וַיִּקְרְב֧וּ H7126 בְנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 אֶל H413 בְּנֵ֥י H1121 בִנְיָמִ֖ן H1144 בַּיּ֥וֹם H3117 הַשֵּׁנִֽי H8145 ",
  "25": "וַיֵּצֵא֩ H3318 בִנְיָמִ֨ן H1144 לִקְרָאתָ֥ H7125 מִֽן H4480 הַגִּבְעָה֮ H1390 בַּיּ֣וֹם H3117 הַשֵּׁנִי֒ H8145 וַיַּשְׁחִיתוּ֩ H7843 בִבְנֵ֨י H1121 יִשְׂרָאֵ֜ל H3478 ע֗וֹד H5750 שְׁמֹנַ֨ת H8083 עָשָׂ֥ר H6240 אֶ֛לֶף H505 אִ֖ישׁ H376 אָ֑רְצָה H776 כָּל H3605 אֵ֖לֶּה H428 שֹׁ֥לְפֵי H8025 חָֽרֶב H2719 ",
  "26": "וַיַּעֲל֣וּ H5927 כָל H3605 בְּנֵי֩ H1121 יִשְׂרָאֵ֨ל H3478 וְכָל H3605 הָעָ֜ם H5971 וַיָּבֹ֣אוּ H935 בֵֽית H1008 אֵ֗ל H1008 וַיִּבְכּוּ֙ H1058 וַיֵּ֤שְׁבוּ H3427 שָׁם֙ H8033 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 וַיָּצ֥וּמוּ H6684 בַיּוֹם H3117 הַה֖וּא H1931 עַד H5704 הָעָ֑רֶב H6153 וַֽיַּעֲל֛וּ H5927 עֹל֥וֹת H5930 וּשְׁלָמִ֖ים H8002 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "27": "וַיִּשְׁאֲל֥וּ H7592 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 בַּֽיהוָ֑ה H3068 וְשָׁ֗ם H8033 אֲרוֹן֙ H727 בְּרִ֣ית H1285 הָאֱלֹהִ֔ים H430 בַּיָּמִ֖ים H3117 הָהֵֽם H1992 ",
  "28": "וּ֠פִינְחָס H6372 בֶּן H1121 אֶלְעָזָ֨ר H499 בֶּֽן H1121 אַהֲרֹ֜ן H175 עֹמֵ֣ד H5975 לְפָנָ֗י H6440 בַּיָּמִ֣ים H3117 הָהֵם֮ H1992 לֵאמֹר֒ H559 הַאוֹסִ֨ף H3254 ע֜וֹד H5750 לָצֵ֧את H3318 לַמִּלְחָמָ֛ה H4421 עִם H5973 בְּנֵֽי H1121 בִנְיָמִ֥ן H1144 אָחִ֖י H251 אִם H518 אֶחְדָּ֑ל H2308 וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 עֲל֔וּ H5927 כִּ֥י H3588 מָחָ֖ר H4279 אֶתְּנֶ֥נּוּ H5414 בְיָדֶֽ H3027 ",
  "29": "וַיָּ֤שֶׂם H7760 יִשְׂרָאֵל֙ H3478 אֹֽרְבִ֔ים H693 אֶל H413 הַגִּבְעָ֖ה H1390 סָבִֽיב H5439 ",
  "30": "וַיַּעֲל֧וּ H5927 בְנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 אֶל H413 בְּנֵ֥י H1121 בִנְיָמִ֖ן H1144 בַּיּ֣וֹם H3117 הַשְּׁלִישִׁ֑י H7992 וַיַּעַרְכ֥וּ H6186 אֶל H413 הַגִּבְעָ֖ה H1390 כְּפַ֥עַם H6471 בְּפָֽעַם H6471 ",
  "31": "וַיֵּצְא֤וּ H3318 בְנֵֽי H1121 בִנְיָמִן֙ H1144 לִקְרַ֣את H7125 הָעָ֔ם H5971 הָנְתְּק֖וּ H5423 מִן H4480 הָעִ֑יר H5892 וַיָּחֵ֡לּוּ H2490 לְהַכּוֹת֩ H5221 מֵהָ H5971 חֲלָלִ֜ים H2491 כְּפַ֣עַם H6471 בְּפַ֗עַם H6471 בַּֽמְסִלּוֹת֙ H4546 אֲשֶׁ֨ר H834 אַחַ֜ת H259 עֹלָ֣ה H5927 בֵֽית H1008 אֵ֗ל H1008 וְאַחַ֤ת H259 גִּבְעָ֨תָה֙ H1390 בַּשָּׂדֶ֔ה H7704 כִּשְׁלֹשִׁ֥ים H7970 אִ֖ישׁ H376 בְּיִשְׂרָאֵֽל H3478 ",
  "32": "וַיֹּֽאמְרוּ֙ H559 בְּנֵ֣י H1121 בִנְיָמִ֔ן H1144 נִגָּפִ֥ים H5062 הֵ֛ם H1992 לְפָנֵ֖י H6440 כְּבָ H7223 וּבְנֵ֧י H1121 יִשְׂרָאֵ֣ל H3478 אָמְר֗וּ H559 נָנ֨וּסָה֙ H5127 וּֽנְתַקְּנֻ֔ H5423 מִן H4480 הָעִ֖יר H5892 אֶל H413 הַֽמְסִלּֽוֹת H4546 ",
  "33": "וְכֹ֣ל H3605 אִ֣ישׁ H376 יִשְׂרָאֵ֗ל H3478 קָ֚מוּ H6965 מִמְּקוֹמ֔ H4725 וַיַּעַרְכ֖וּ H6186 בְּבַ֣עַל H1193 תָּמָ֑ר H1193 וְאֹרֵ֧ב H693 יִשְׂרָאֵ֛ל H3478 מֵגִ֥יחַ H1518 מִמְּקֹמ֖ H4725 מִמַּֽעֲרֵה H4629 גָֽבַע H1390 ",
  "34": "וַיָּבֹאוּ֩ H935 מִנֶּ֨גֶד H5048 לַגִּבְעָ֜ה H1390 עֲשֶׂרֶת֩ H6235 אֲלָפִ֨ים H505 אִ֤ישׁ H376 בָּחוּר֙ H977 מִכָּל H3605 יִשְׂרָאֵ֔ל H3478 וְהַ H4421 כָּבֵ֑דָה H3513 וְהֵם֙ H1992 לֹ֣א H3808 יָדְע֔וּ H3045 כִּֽי H3588 נֹגַ֥עַת H5060 עֲלֵיהֶ֖ם H5921 הָרָעָֽה H7451 ",
  "35": "וַיִּגֹּ֨ף H5062 יְהוָ֥ה H3068 אֶֽת H853 בִּנְיָמִן֮ H1144 לִפְנֵ֣י H6440 יִשְׂרָאֵל֒ H3478 וַיַּשְׁחִיתוּ֩ H7843 בְנֵ֨י H1121 יִשְׂרָאֵ֤ל H3478 בְּבִנְיָמִן֙ H1144 בַּיּ֣וֹם H3117 הַה֔וּא H1931 עֶשְׂרִ֨ים H6242 וַחֲמִשָּׁ֥ה H2568 אֶ֛לֶף H505 וּמֵאָ֖ה H3967 אִ֑ישׁ H376 כָּל H3605 אֵ֖לֶּה H428 שֹׁ֥לֵף H8025 חָֽרֶב H2719 ",
  "36": "וַיִּרְא֥וּ H7200 בְנֵֽי H1121 בִנְיָמִ֖ן H1144 כִּ֣י H3588 נִגָּ֑פוּ H5062 וַיִּתְּנ֨וּ H5414 אִֽישׁ H376 יִשְׂרָאֵ֤ל H3478 מָקוֹם֙ H4725 לְבִנְיָמִ֔ן H1144 כִּ֤י H3588 בָֽטְחוּ֙ H982 אֶל H413 הָ֣אֹרֵ֔ב H693 אֲשֶׁר H834 שָׂ֖מוּ H7760 אֶל H413 הַגִּבְעָֽה H1390 ",
  "37": "וְהָ H693 הֵחִ֔ישׁוּ H2363 וַֽיִּפְשְׁט֖וּ H6584 אֶל H413 הַגִּבְעָ֑ה H1390 וַיִּמְשֹׁךְ֙ H4900 הָאֹרֵ֔ב H693 וַיַּ֥ךְ H5221 אֶת H853 כָּל H3605 הָעִ֖יר H5892 לְפִי H6310 חָֽרֶב H2719 ",
  "38": "וְהַ H4150 הָיָ֛ה H1961 לְאִ֥ישׁ H376 יִשְׂרָאֵ֖ל H3478 עִם H5973 הָאֹרֵ֑ב H693 הֶ֕רֶב H7235 לְהַעֲלוֹתָ֛ H5927 מַשְׂאַ֥ת H4864 הֶעָשָׁ֖ן H6227 מִן H4480 הָעִֽיר H5892 ",
  "39": "וַיַּהֲפֹ֥ךְ H2015 אִֽישׁ H376 יִשְׂרָאֵ֖ל H3478 בַּמִּלְחָמָ֑ה H4421 וּבִנְיָמִ֡ן H1144 הֵחֵל֩ H2490 לְהַכּ֨וֹת H5221 חֲלָלִ֤ים H2491 בְּאִֽישׁ H376 יִשְׂרָאֵל֙ H3478 כִּשְׁלֹשִׁ֣ים H7970 אִ֔ישׁ H376 כִּ֣י H3588 אָמְר֔וּ H559 אַךְ֩ H389 נִגּ֨וֹף H5062 נִגָּ֥ף H5062 הוּא֙ H1931 לְפָנֵ֔י H6440 כַּמִּלְחָמָ֖ה H4421 הָרִאשֹׁנָֽה H7223 ",
  "40": "וְהַ H4864 הֵחֵ֛לָּה H2490 לַעֲל֥וֹת H5927 מִן H4480 הָעִ֖יר H5892 עַמּ֣וּד H5982 עָשָׁ֑ן H6227 וַיִּ֤פֶן H6437 בִּנְיָמִן֙ H1144 אַחֲרָ֔יו H310 וְהִנֵּ֛ה H2009 עָלָ֥ה H5927 כְלִיל H3632 הָעִ֖יר H5892 הַשָּׁמָֽיְמָ H8064 ",
  "41": "וְאִ֤ישׁ H376 יִשְׂרָאֵל֙ H3478 הָפַ֔ךְ H2015 וַיִּבָּהֵ֖ל H926 אִ֣ישׁ H376 בִּנְיָמִ֑ן H1144 כִּ֣י H3588 רָאָ֔ה H7200 כִּֽי H3588 נָגְעָ֥ה H5060 עָלָ֖יו H5921 הָרָעָֽה H7451 ",
  "42": "וַיִּפְנ֞וּ H6437 לִפְנֵ֨י H6440 אִ֤ישׁ H376 יִשְׂרָאֵל֙ H3478 אֶל H413 דֶּ֣רֶךְ H1870 הַמִּדְבָּ֔ר H4057 וְהַ H4421 הִדְבִּיקָ֑תְהוּ H1692 וַאֲשֶׁר֙ H834 מֵהֶ֣ H5892 מַשְׁחִיתִ֥ים H7843 אוֹת֖וֹ H853 בְּתוֹכֽ H8432 ",
  "43": "כִּתְּר֤וּ H3803 אֶת H853 בִּנְיָמִן֙ H1144 הִרְדִיפֻ֔הוּ H7291 מְנוּחָ֖ה H4496 הִדְרִיכֻ֑הוּ H1869 עַ֛ד H5704 נֹ֥כַח H5227 הַגִּבְעָ֖ה H1390 מִמִּזְרַח H4217 שָֽׁמֶשׁ H8121 ",
  "44": "וַֽיִּפְּלוּ֙ H5307 מִבִּנְיָמִ֔ן H1144 שְׁמֹנָֽה H8083 עָשָׂ֥ר H6240 אֶ֖לֶף H505 אִ֑ישׁ H376 אֶת H853 כָּל H3605 אֵ֖לֶּה H428 אַנְשֵׁי H376 חָֽיִל H2428 ",
  "45": "וַיִּפְנ֞וּ H6437 וַיָּנֻ֤סוּ H5127 הַמִּדְבָּ֨רָ H4057 אֶל H413 סֶ֣לַע H5553 הָֽרִמּ֔וֹן H7417 וַיְעֹֽלְלֻ֨ H5953 בַּֽמְסִלּ֔וֹת H4546 חֲמֵ֥שֶׁת H2568 אֲלָפִ֖ים H505 אִ֑ישׁ H376 וַיַּדְבִּ֤יקוּ H1692 אַחֲרָיו֙ H310 עַד H5704 גִּדְעֹ֔ם H1440 וַיַּכּ֥וּ H5221 מִמֶּ֖נּוּ H4480 אַלְפַּ֥יִם H505 אִֽישׁ H376 ",
  "46": "וַיְהִי֩ H1961 כָל H3605 הַנֹּ֨פְלִ֜ים H5307 מִבִּנְיָמִ֗ן H1144 עֶשְׂרִים֩ H6242 וַחֲמִשָּׁ֨ה H2568 אֶ֥לֶף H505 אִ֛ישׁ H376 שֹׁ֥לֵֽף H8025 חֶ֖רֶב H2719 בַּיּ֣וֹם H3117 הַה֑וּא H1931 אֶֽת H853 כָּל H3605 אֵ֖לֶּה H428 אַנְשֵׁי H376 חָֽיִל H2428 ",
  "47": "וַיִּפְנ֞וּ H6437 וַיָּנֻ֤סוּ H5127 הַמִּדְבָּ֨רָ H4057 אֶל H413 סֶ֣לַע H5553 הָֽרִמּ֔וֹן H7417 שֵׁ֥שׁ H8337 מֵא֖וֹת H3967 אִ֑ישׁ H376 וַיֵּֽשְׁבוּ֙ H3427 בְּסֶ֣לַע H5553 רִמּ֔וֹן H7417 אַרְבָּעָ֖ה H702 חֳדָשִֽׁים H2320 ",
  "48": "וְאִ֨ישׁ H376 יִשְׂרָאֵ֜ל H3478 שָׁ֣בוּ H7725 אֶל H413 בְּנֵ֤י H1121 בִנְיָמִן֙ H1144 וַיַּכּ֣וּ H5221 לְפִי H6310 חֶ֔רֶב H2719 מֵעִ֤יר H5892 מְתֹם֙ H4974 עַד H5704 בְּהֵמָ֔ה H929 עַ֖ד H5704 כָּל H3605 הַנִּמְצָ֑א H4672 גַּ֛ם H1571 כָּל H3605 הֶעָרִ֥ים H5892 הַנִּמְצָא֖וֹת H4672 שִׁלְּח֥וּ H7971 בָאֵֽשׁ H784 "
}
