{
  "1": "וַתָּ֣שַׁר H7891 דְּבוֹרָ֔ה H1683 וּבָרָ֖ק H1301 בֶּן H1121 אֲבִינֹ֑עַם H42 בַּיּ֥וֹם H3117 הַה֖וּא H1931 לֵאמֹֽר H559 ",
  "2": "בִּפְרֹ֤עַ H6544 פְּרָעוֹת֙ H6546 בְּיִשְׂרָאֵ֔ל H3478 בְּהִתְנַדֵּ֖ב H5068 עָ֑ם H5971 בָּרֲכ֖וּ H1288 יְהוָֽה H3068 ",
  "3": "שִׁמְע֣וּ H8085 מְלָכִ֔ים H4428 הַאֲזִ֖ינוּ H238 רֹֽזְנִ֑ים H7336 אָֽנֹכִ֗י H595 לַֽיהוָה֙ H3068 אָנֹכִ֣י H595 אָשִׁ֔ירָה H7891 אֲזַמֵּ֕ר H2167 לַֽיהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
  "4": "יְהוָ֗ה H3068 בְּצֵאתְ H3318 מִשֵּׂעִיר֙ H8165 בְּצַעְדְּ H6805 מִשְּׂדֵ֣ה H7704 אֱד֔וֹם H123 אֶ֣רֶץ H776 רָעָ֔שָׁה H7493 גַּם H1571 שָׁמַ֖יִם H8064 נָטָ֑פוּ H5197 גַּם H1571 עָבִ֖ים H5645 נָ֥טְפוּ H5197 מָֽיִם H4325 ",
  "5": "הָרִ֥ים H2022 נָזְל֖וּ H5140 מִפְּנֵ֣י H6440 יְהוָ֑ה H3068 זֶ֣ה H2088 סִינַ֔י H5514 מִפְּנֵ֕י H6440 יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
  "6": "בִּימֵ֞י H3117 שַׁמְגַּ֤ר H8044 בֶּן H1121 עֲנָת֙ H6067 בִּימֵ֣י H3117 יָעֵ֔ל H3278 חָדְל֖וּ H2308 אֳרָח֑וֹת H734 וְהֹלְכֵ֣י H1980 נְתִיב֔וֹת H5410 יֵלְכ֕וּ H3212 אֳרָח֖וֹת H734 עֲקַלְקַלּֽוֹת H6128 ",
  "7": "חָדְל֧וּ H2308 פְרָז֛וֹן H6520 בְּיִשְׂרָאֵ֖ל H3478 חָדֵ֑לּוּ H2308 עַ֤ד H5704 שַׁקַּ֨מְתִּי֙ H6965 דְּבוֹרָ֔ה H1683 שַׁקַּ֥מְתִּי H6965 אֵ֖ם H517 בְּיִשְׂרָאֵֽל H3478 ",
  "8": "יִבְחַר֙ H977 אֱלֹהִ֣ים H430 חֲדָשִׁ֔ים H2319 אָ֖ז H227 לָחֶ֣ם H3901 שְׁעָרִ֑ים H8179 מָגֵ֤ן H4043 אִם H518 יֵֽרָאֶה֙ H7200 וָרֹ֔מַח H7420 בְּאַרְבָּעִ֥ים H705 אֶ֖לֶף H505 בְּיִשְׂרָאֵֽל H3478 ",
  "9": "לִבִּי֙ H3820 לְחוֹקְקֵ֣י H2710 יִשְׂרָאֵ֔ל H3478 הַמִּֽתְנַדְּבִ֖ים H5068 בָּעָ֑ם H5971 בָּרֲכ֖וּ H1288 יְהוָֽה H3068 ",
  "10": "רֹכְבֵי֩ H7392 אֲתֹנ֨וֹת H860 צְחֹר֜וֹת H6715 יֹשְׁבֵ֧י H3427 עַל H5921 מִדִּ֛ין H4055 וְהֹלְכֵ֥י H1980 עַל H5921 דֶּ֖רֶךְ H1870 שִֽׂיחוּ H7878 ",
  "11": "מִקּ֣וֹל H6963 מְחַֽצְצִ֗ים H2686 בֵּ֚ין H996 מַשְׁאַבִּ֔ים H4857 שָׁ֤ם H8033 יְתַנּוּ֙ H8567 צִדְק֣וֹת H6666 יְהוָ֔ה H3068 צִדְקֹ֥ת H6666 פִּרְזֹנ֖וֹ H6520 בְּיִשְׂרָאֵ֑ל H3478 אָ֛ז H227 יָרְד֥וּ H3381 לַשְּׁעָרִ֖ים H8179 עַם H5971 יְהוָֽה H3068 ",
  "12": "עוּרִ֤י H5782 עוּרִי֙ H5782 דְּבוֹרָ֔ה H1683 ע֥וּרִי H5782 ע֖וּרִי H5782 דַּבְּרִי H1696 שִׁ֑יר H7892 ק֥וּם H6965 בָּרָ֛ק H1301 וּֽשֲׁבֵ֥ה H7617 שֶׁבְיְךָ֖ H7628 בֶּן H1121 אֲבִינֹֽעַם H42 ",
  "13": "אָ֚ז H227 יְרַ֣ד H7287 שָׂרִ֔יד H8300 לְאַדִּירִ֖ים H117 עָ֑ם H5971 יְהוָ֕ה H3068 יְרַד H7287 לִ֖י Hl בַּגִּבּוֹרִֽים H1368 ",
  "14": "מִנִּ֣י H4480 אֶפְרַ֗יִם H669 שָׁרְשָׁם֙ H8328 בַּעֲמָלֵ֔ק H6002 אַחֲרֶ֥יךָ H310 בִנְיָמִ֖ין H1144 בַּֽעֲמָמֶ֑י H5971 מִנִּ֣י H4480 מָכִ֗יר H4353 יָֽרְדוּ֙ H3381 מְחֹ֣קְקִ֔ים H2710 וּמִ֨ H2074 מֹשְׁכִ֖ים H4900 בְּשֵׁ֥בֶט H7626 סֹפֵֽר H5608 ",
  "15": "וְשָׂרַ֤ H8269 בְּיִשָּׂשכָר֙ H3485 עִם H5973 דְּבֹרָ֔ה H1683 וְיִשָּׂשכָר֙ H3485 כֵּ֣ן H3651 בָּרָ֔ק H1301 בָּעֵ֖מֶק H6010 שֻׁלַּ֣ח H7971 בְּרַגְלָ֑י H7272 בִּפְלַגּ֣וֹת H6391 רְאוּבֵ֔ן H7205 גְּדֹלִ֖ים H1419 חִקְקֵי H2711 לֵֽב H3820 ",
  "16": "לָ֣מָּה H4100 יָשַׁ֗בְתָּ H3427 בֵּ֚ין H996 הַֽמִּשְׁפְּתַ֔יִם H4942 לִשְׁמֹ֖עַ H8085 שְׁרִק֣וֹת H8292 עֲדָרִ֑ים H5739 לִפְלַגּ֣וֹת H6391 רְאוּבֵ֔ן H7205 גְּדוֹלִ֖ים H1419 חִקְרֵי H2714 לֵֽב H3820 ",
  "17": "גִּלְעָ֗ד H1568 בְּעֵ֤בֶר H5676 הַיַּרְדֵּן֙ H3383 שָׁכֵ֔ן H7931 וְדָ֕ן H1835 לָ֥מָּה H4100 יָג֖וּר H1481 אֳנִיּ֑וֹת H591 אָשֵׁ֗ר H836 יָשַׁב֙ H3427 לְח֣וֹף H2348 יַמִּ֔ים H3220 וְעַ֥ל H5921 מִפְרָצָ֖יו H4664 יִשְׁכּֽוֹן H7931 ",
  "18": "זְבֻל֗וּן H2074 עַ֣ם H5971 חֵרֵ֥ף H2778 נַפְשׁ֛וֹ H5315 לָמ֖וּת H4191 וְנַפְתָּלִ֑י H5321 עַ֖ל H5921 מְרוֹמֵ֥י H4791 שָׂדֶֽה H7704 ",
  "19": "בָּ֤אוּ H935 מְלָכִים֙ H4428 נִלְחָ֔מוּ H3898 אָ֤ז H227 נִלְחֲמוּ֙ H3898 מַלְכֵ֣י H4428 כְנַ֔עַן H3667 בְּתַעְנַ֖ךְ H8590 עַל H5921 מֵ֣י H4325 מְגִדּ֑וֹ H4023 בֶּ֥צַע H1215 כֶּ֖סֶף H3701 לֹ֥א H3808 לָקָֽחוּ H3947 ",
  "20": "מִן H4480 שָׁמַ֖יִם H8064 נִלְחָ֑מוּ H3898 הַכּֽוֹכָבִים֙ H3556 מִמְּסִלּוֹתָ֔ H4546 נִלְחֲמ֖וּ H3898 עִם H5973 סִיסְרָֽא H5516 ",
  "21": "נַ֤חַל H5158 קִישׁוֹן֙ H7028 גְּרָפָ֔ם H1640 נַ֥חַל H5158 קְדוּמִ֖ים H6917 נַ֣חַל H5158 קִישׁ֑וֹן H7028 תִּדְרְכִ֥י H1869 נַפְשִׁ֖י H5315 עֹֽז H5797 ",
  "22": "אָ֥ז H227 הָלְמ֖וּ H1986 עִקְּבֵי H6119 ס֑וּס H5483 מִֽדַּהֲר֖וֹת H1726 דַּהֲר֥וֹת H1726 אַבִּירָֽיו H47 ",
  "23": "א֣וֹרוּ H779 מֵר֗וֹז H4789 אָמַר֙ H559 מַלְאַ֣ךְ H4397 יְהוָ֔ה H3068 אֹ֥רוּ H779 אָר֖וֹר H779 יֹשְׁבֶ֑יהָ H3427 כִּ֤י H3588 לֹֽא H3808 בָ֨אוּ֙ H935 לְעֶזְרַ֣ת H5833 יְהוָ֔ה H3068 לְעֶזְרַ֥ת H5833 יְהוָ֖ה H3068 בַּגִּבּוֹרִֽים H1368 ",
  "24": "תְּבֹרַךְ֙ H1288 מִנָּשִׁ֔ים H802 יָעֵ֕ל H3278 אֵ֖שֶׁת H802 חֶ֣בֶר H2268 הַקֵּינִ֑י H7017 מִנָּשִׁ֥ים H802 בָּאֹ֖הֶל H168 תְּבֹרָֽךְ H1288 ",
  "25": "מַ֥יִם H4325 שָׁאַ֖ל H7592 חָלָ֣ב H2461 נָתָ֑נָה H5414 בְּסֵ֥פֶל H5602 אַדִּירִ֖ים H117 הִקְרִ֥יבָה H7126 חֶמְאָֽה H2529 ",
  "26": "יָדָהּ֙ H3027 לַיָּתֵ֣ד H3489 תִּשְׁלַ֔חְנָה H7971 וִֽימִינָ֖ H3225 לְהַלְמ֣וּת H1989 עֲמֵלִ֑ים H6001 וְהָלְמָ֤ה H1986 סִֽיסְרָא֙ H5516 מָחֲקָ֣ה H4277 רֹאשׁ֔וֹ H7218 וּמָחֲצָ֥ה H4272 וְחָלְפָ֖ה H2498 רַקָּתֽוֹ H7541 ",
  "27": "בֵּ֣ין H996 רַגְלֶ֔יהָ H7272 כָּרַ֥ע H3766 נָפַ֖ל H5307 שָׁכָ֑ב H7901 בֵּ֤ין H996 רַגְלֶ֨יהָ֙ H7272 כָּרַ֣ע H3766 נָפָ֔ל H5307 בַּאֲשֶׁ֣ר H834 כָּרַ֔ע H3766 שָׁ֖ם H8033 נָפַ֥ל H5307 שָׁדֽוּד H7703 ",
  "28": "בְּעַד֩ H1157 הַחַלּ֨וֹן H2474 נִשְׁקְפָ֧ה H8259 וַתְּיַבֵּ֛ב H2980 אֵ֥ם H517 סִֽיסְרָ֖א H5516 בְּעַ֣ד H1157 הָֽאֶשְׁנָ֑ב H822 מַדּ֗וּעַ H4069 בֹּשֵׁ֤שׁ H954 רִכְבּוֹ֙ H7393 לָב֔וֹא H935 מַדּ֣וּעַ H4069 אֶֽחֱר֔וּ H309 פַּעֲמֵ֖י H6471 מַרְכְּבוֹתָֽיו H4818 ",
  "29": "חַכְמ֥וֹת H2450 שָׂרוֹתֶ֖יהָ H8282 תַּעֲנֶ֑ינָּה H6030 אַף H637 הִ֕יא H1931 תָּשִׁ֥יב H7725 אֲמָרֶ֖יהָ H559 לָֽהּ Hl ",
  "30": "הֲלֹ֨א H3808 יִמְצְא֜וּ H4672 יְחַלְּק֣וּ H2505 שָׁלָ֗ל H7998 רַ֤חַם H7356 רַחֲמָתַ֨יִם֙ H7361 לְרֹ֣אשׁ H7218 גֶּ֔בֶר H1397 שְׁלַ֤ל H7998 צְבָעִים֙ H6648 לְסִ֣יסְרָ֔א H5516 שְׁלַ֥ל H7998 צְבָעִ֖ים H6648 רִקְמָ֑ה H7553 צֶ֥בַע H6648 רִקְמָתַ֖יִם H7553 לְצַוְּארֵ֥י H6677 שָׁלָֽל H7998 ",
  "31": "כֵּ֠ן H3651 יֹאבְד֤וּ H6 כָל H3605 אוֹיְבֶ֨יךָ֙ H341 יְהוָ֔ה H3068 וְאֹ֣הֲבָ֔י H157 כְּצֵ֥את H3318 הַשֶּׁ֖מֶשׁ H8121 בִּגְבֻרָת֑ H1369 וַתִּשְׁקֹ֥ט H8252 הָאָ֖רֶץ H776 אַרְבָּעִ֥ים H705 שָׁנָֽה H8141 "
}
