{
  "1": "These are the words and sayings of the descendant of King David, who is king in Jerusalem. The people call me 'The Teacher.'\\q1",
  "2": "The Teacher says, \"Nothing is permanent.\\q2 It is all like the morning mist or the wind;\n\\q2 It goes and comes, but for what reason?\n\\q1",
  "3": "What do people gain from all the work that they do here on the earth?\"\n\n\\q1",
  "4": "Each year old people die and babies are born,\\q2 but the earth never changes.\n\\q1",
  "5": "Each morning the sun rises, and each evening it sets,\\q2 and then it hurries around to where it started from.\n\\q1",
  "6": "The wind blows south,\\q2 and then it turns around to start blowing to the north.\n\\q1 It goes around and around in circles.\n\n\n\\q1",
  "7": "All the streams flow into the sea,\\q2 but the sea is never full.\n\\q1 The water returns under the earth and comes up again into the rivers;\n\\q2 then it flows to the sea again.\n\\q1",
  "8": "Everything is so unsatisfactory\\q2 that we do not even want to talk about it.\n\\q1 We see the same things,\n\\q2 and we become bored with them.\n\\q1 We hear the same things,\n\\q2 but we want to hear something more.\n\n\n\\q1",
  "9": "Everything continues to be the same as it has always been.\\q2 Things that happen have happened previously, and they will happen again.\n\\q2 What has been done before will be done again.\n\\q1 There is nothing really new in this world.\n\\q1",
  "10": "Sometimes people say, \"Look at this! This is something new!\"\\q2 But it has existed previously.\n\\q1 It existed before we were born.\n\\q1",
  "11": "People do not remember the things that happened long ago,\\q2 and in the future, people will not remember what we are doing now.",
  "12": "I, the Teacher, have been the king of Israel for many years, ruling in Jerusalem.",
  "13": "By using my wisdom, I concentrated on understanding everything that was being done on the earth. It is a task that wears me out, just like anyone else who tries it.",
  "14": "It seems that nothing that happens on the earth really enables us to do anything useful. It is like trying to control the wind.\\q1",
  "15": "Many things that are crooked cannot be caused to become straight.\\q2 We cannot count things that we cannot see.",
  "16": "I said to myself, \"I am wiser than any of those who ruled in Jerusalem before me. I am wiser and know more than any of them!\"",
  "17": "So I determined to learn more about being wise, and also to learn about doing things that are very stupid and foolish. But I found out that trying to understand those things was also useless, like trying to control the wind.",
  "18": "Anyone who becomes very wise also becomes very frustrated. The more one knows, the sadder he becomes."
}
