{
  "1": "וַיָּבֹ֣א H935 רְחַבְעָם֮ H7346 יְרוּשָׁלִַם֒ H3389 וַיַּקְהֵל֩ H6950 אֶת H853 בֵּ֨ית H1004 יְהוּדָ֜ה H3063 וּבִנְיָמִ֗ן H1144 מֵאָ֨ה H3967 וּשְׁמוֹנִ֥ים H8084 אֶ֛לֶף H505 בָּח֖וּר H977 עֹשֵׂ֣ה H6213 מִלְחָמָ֑ה H4421 לְהִלָּחֵם֙ H3898 עִם H5973 יִשְׂרָאֵ֔ל H3478 לְהָשִׁ֥יב H7725 אֶת H853 הַמַּמְלָכָ֖ה H4467 לִרְחַבְעָֽם H7346 ",
  "2": "וַיְהִי֙ H1961 דְּבַר H1697 יְהוָ֔ה H3068 אֶל H413 שְׁמַֽעְיָ֥הוּ H8098 אִישׁ H376 הָאֱלֹהִ֖ים H430 לֵאמֹֽר H559 ",
  "3": "אֱמֹ֕ר H559 אֶל H413 רְחַבְעָ֥ם H7346 בֶּן H1121 שְׁלֹמֹ֖ה H8010 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 וְאֶל֙ H413 כָּל H3605 יִשְׂרָאֵ֔ל H3478 בִּיהוּדָ֥ה H3063 וּבִנְיָמִ֖ן H1144 לֵאמֹֽר H559 ",
  "4": "כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֡ה H3068 לֹא H3808 תַעֲלוּ֩ H5927 וְלֹא H3808 תִלָּ֨חֲמ֜וּ H3898 עִם H5973 אֲחֵיכֶ֗ם H251 שׁ֚וּבוּ H7725 אִ֣ישׁ H376 לְבֵית֔ H1004 כִּ֧י H3588 מֵֽאִתִּ֛ H853 נִהְיָ֖ה H1961 הַדָּבָ֣ר H1697 הַזֶּ֑ה H2088 וַֽיִּשְׁמְעוּ֙ H8085 אֶת H853 דִּבְרֵ֣י H1697 יְהוָ֔ה H3068 וַיָּשֻׁ֖בוּ H7725 מִלֶּ֥כֶת H3212 אֶל H413 יָרָבְעָֽם H3379 ",
  "5": "וַיֵּ֥שֶׁב H3427 רְחַבְעָ֖ם H7346 בִּירוּשָׁלִָ֑ם H3389 וַיִּ֧בֶן H1129 עָרִ֛ים H5892 לְמָצ֖וֹר H4692 בִּיהוּדָֽה H3063 ",
  "6": "וַיִּ֧בֶן H1129 אֶת H853 בֵּֽית H1035 לֶ֛חֶם H1035 וְאֶת H853 עֵיטָ֖ם H5862 וְאֶת H853 תְּקֽוֹעַ H8620 ",
  "7": "וְאֶת H853 בֵּֽית H1049 צ֥וּר H1049 וְאֶת H853 שׂוֹכ֖וֹ H7755 וְאֶת H853 עֲדֻלָּֽם H5725 ",
  "8": "וְאֶת H853 גַּ֥ת H1661 וְאֶת H853 מָרֵשָׁ֖ה H4762 וְאֶת H853 זִֽיף H2128 ",
  "9": "וְאֶת H853 אֲדוֹרַ֥יִם H115 וְאֶת H853 לָכִ֖ישׁ H3923 וְאֶת H853 עֲזֵקָֽה H5825 ",
  "10": "וְאֶת H853 צָרְעָה֙ H6881 וְאֶת H853 אַיָּל֔וֹן H357 וְאֶת H853 חֶבְר֔וֹן H2275 אֲשֶׁ֥ר H834 בִּיהוּדָ֖ה H3063 וּבְ H1144 עָרֵ֖י H5892 מְצֻרֽוֹת H4694 ",
  "11": "וַיְחַזֵּ֖ק H2388 אֶת H853 הַמְּצֻר֑וֹת H4694 וַיִּתֵּ֤ן H5414 בָּהֶם֙ Hb נְגִידִ֔ים H5057 וְאֹצְר֥וֹת H214 מַאֲכָ֖ל H3978 וְשֶׁ֥מֶן H8081 וָיָֽיִן H3196 ",
  "12": "וּבְ H3605 עִ֤יר H5892 וָעִיר֙ H5892 צִנּ֣וֹת H6793 וּרְמָחִ֔ים H7420 וַֽיְחַזְּקֵ֖ H2388 לְהַרְבֵּ֣ה H7235 מְאֹ֑ד H3966 וַיְהִי H1961 ל֖וֹ Hl יְהוּדָ֥ה H3063 וּבִנְיָמִֽן H1144 ",
  "13": "וְהַ H3548 וְהַ H3881 אֲשֶׁ֖ר H834 בְּכָל H3605 יִשְׂרָאֵ֑ל H3478 הִֽתְיַצְּב֥וּ H3320 עָלָ֖יו H5921 מִכָּל H3605 גְּבוּלָֽם H1366 ",
  "14": "כִּֽי H3588 עָזְב֣וּ H5800 הַלְוִיִּ֗ם H3881 אֶת H853 מִגְרְשֵׁיהֶם֙ H4054 וַאֲחֻזָּתָ֔ H272 וַיֵּלְכ֥וּ H3212 לִיהוּדָ֖ה H3063 וְלִֽ H3389 כִּֽי H3588 הִזְנִיחָ֤ם H2186 יָֽרָבְעָם֙ H3379 וּבָנָ֔י H1121 מִכַּהֵ֖ן H3547 לַיהוָֽה H3068 ",
  "15": "וַיַּֽעֲמֶד H5975 לוֹ֙ Hl כֹּֽהֲנִ֔ים H3548 לַבָּמ֖וֹת H1116 וְלַ H8163 וְלָ H5695 אֲשֶׁ֥ר H834 עָשָֽׂה H6213 ",
  "16": "וְאַחֲרֵי H310 מִכֹּל֙ H3605 שִׁבְטֵ֣י H7626 יִשְׂרָאֵ֔ל H3478 הַנֹּֽתְנִים֙ H5414 אֶת H853 לְבָבָ֔ם H3824 לְבַקֵּ֕שׁ H1245 אֶת H853 יְהוָ֖ה H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֑ל H3478 בָּ֚אוּ H935 יְר֣וּשָׁלִַ֔ם H3389 לִזְבּ֕וֹחַ H2076 לַיהוָ֖ה H3068 אֱלֹהֵ֥י H430 אֲבוֹתֵיהֶֽם H1 ",
  "17": "וַֽיְחַזְּקוּ֙ H2388 אֶת H853 מַלְכ֣וּת H4438 יְהוּדָ֔ה H3063 וַֽיְאַמְּצ֛וּ H553 אֶת H853 רְחַבְעָ֥ם H7346 בֶּן H1121 שְׁלֹמֹ֖ה H8010 לְשָׁנִ֣ים H8141 שָׁל֑וֹשׁ H7969 כִּ֣י H3588 הָֽלְכ֗וּ H1980 בְּדֶ֧רֶךְ H1870 דָּוִ֛יד H1732 וּשְׁלֹמֹ֖ה H8010 לְשָׁנִ֥ים H8141 שָׁלֽוֹשׁ H7969 ",
  "18": "וַיִּֽקַּֽח H3947 ל֤וֹ Hl רְחַבְעָם֙ H7346 אִשָּׁ֔ה H802 אֶת H853 מָ֣חֲלַ֔ת H4258 בן H1121 יְרִימ֖וֹת H3406 בֶּן H1121 דָּוִ֑יד H1732 אֲבִיהַ֕יִל H32 בַּת H1323 אֱלִיאָ֖ב H446 בֶּן H1121 יִשָֽׁי H3448 ",
  "19": "וַתֵּ֥לֶד H3205 ל֖וֹ Hl בָּנִ֑ים H1121 אֶת H853 יְע֥וּשׁ H3266 וְאֶת H853 שְׁמַרְיָ֖ה H8114 וְאֶת H853 זָֽהַם H2093 ",
  "20": "וְאַחֲרֶ֣י H310 לָקַ֔ח H3947 אֶֽת H853 מַעֲכָ֖ה H4601 בַּת H1323 אַבְשָׁל֑וֹם H53 וַתֵּ֣לֶד H3205 ל֗וֹ Hl אֶת H853 אֲבִיָּה֙ H29 וְאֶת H853 עַתַּ֔י H6262 וְאֶת H853 זִיזָ֖א H2124 וְאֶת H853 שְׁלֹמִֽית H8019 ",
  "21": "וַיֶּאֱהַ֨ב H157 רְחַבְעָ֜ם H7346 אֶת H853 מַעֲכָ֣ה H4601 בַת H1323 אַבְשָׁל֗וֹם H53 מִכָּל H3605 נָשָׁיו֙ H802 וּפִ֣ילַגְשָׁ֔י H6370 כִּ֠י H3588 נָשִׁ֤ים H802 שְׁמוֹנֶֽה H8083 עֶשְׂרֵה֙ H6240 נָשָׂ֔א H5375 וּפִֽילַגְשִׁ֖ים H6370 שִׁשִּׁ֑ים H8346 וַיּ֗וֹלֶד H3205 עֶשְׂרִ֧ים H6242 וּשְׁמוֹנָ֛ה H8083 בָּנִ֖ים H1121 וְשִׁשִּׁ֥ים H8346 בָּנֽוֹת H1323 ",
  "22": "וַיַּֽעֲמֵ֨ד H5975 לָרֹ֧אשׁ H7218 רְחַבְעָ֛ם H7346 אֶת H853 אֲבִיָּ֥ה H29 בֶֽן H1121 מַעֲכָ֖ה H4601 לְנָגִ֣יד H5057 בְּאֶחָ֑י H251 כִּ֖י H3588 לְהַמְלִיכֽ H4427 ",
  "23": "וַיָּבֶן֩ H995 וַיִּפְרֹ֨ץ H6555 מִכָּל H3605 בָּנָ֜יו H1121 לְֽכָל H3605 אַרְצ֧וֹת H776 יְהוּדָ֣ה H3063 וּבִנְיָמִ֗ן H1144 לְכֹל֙ H3605 עָרֵ֣י H5892 הַמְּצֻר֔וֹת H4694 וַיִּתֵּ֥ן H5414 לָהֶ֛ם Hl הַמָּז֖וֹן H4202 לָרֹ֑ב H7230 וַיִּשְׁאַ֖ל H7592 הֲמ֥וֹן H1995 נָשִֽׁים H802 "
}
