{
  "1": "וַיִּשְׁכַּ֨ב H7901 אֲבִיָּ֜ה H29 עִם H5973 אֲבֹתָ֗יו H1 וַיִּקְבְּר֤וּ H6912 אֹתוֹ֙ H853 בְּעִ֣יר H5892 דָּוִ֔יד H1732 וַיִּמְלֹ֛ךְ H4427 אָסָ֥א H609 בְנ֖וֹ H1121 תַּחְתָּ֑יו H8478 בְּיָמָ֛י H3117 שָׁקְטָ֥ה H8252 הָאָ֖רֶץ H776 עֶ֥שֶׂר H6235 שָׁנִֽים H8141 ",
  "2": "וַיַּ֤עַשׂ H6213 אָסָא֙ H609 הַטּ֣וֹב H2896 וְהַ H3477 בְּעֵינֵ֖י H5869 יְהוָ֥ה H3068 אֱלֹהָֽיו H430 ",
  "3": "וַיָּ֛סַר H5493 אֶת H853 מִזְבְּח֥וֹת H4196 הַנֵּכָ֖ר H5236 וְהַ H1116 וַיְשַׁבֵּר֙ H7665 אֶת H853 הַמַּצֵּב֔וֹת H4676 וַיְגַדַּ֖ע H1438 אֶת H853 הָאֲשֵׁרִֽים H842 ",
  "4": "וַיֹּ֨אמֶר֙ H559 לִֽיהוּדָ֔ה H3063 לִדְר֕וֹשׁ H1875 אֶת H853 יְהוָ֖ה H3068 אֱלֹהֵ֣י H430 אֲבוֹתֵיהֶ֑ם H1 וְלַ H6213 הַתּוֹרָ֥ה H8451 וְהַ H4687 ",
  "5": "וַיָּ֨סַר֙ H5493 מִכָּל H3605 עָרֵ֣י H5892 יְהוּדָ֔ה H3063 אֶת H853 הַבָּמ֖וֹת H1116 וְאֶת H853 הַֽחַמָּנִ֑ים H2553 וַתִּשְׁקֹ֥ט H8252 הַמַּמְלָכָ֖ה H4467 לְפָנָֽי H6440 ",
  "6": "וַיִּ֛בֶן H1129 עָרֵ֥י H5892 מְצוּרָ֖ה H4694 בִּיהוּדָ֑ה H3063 כִּֽי H3588 שָׁקְטָ֣ה H8252 הָאָ֗רֶץ H776 וְאֵין H369 עִמּ֤וֹ H5973 מִלְחָמָה֙ H4421 בַּשָּׁנִ֣ים H8141 הָאֵ֔לֶּה H428 כִּֽי H3588 הֵנִ֥יחַ H5117 יְהוָ֖ה H3068 לֽוֹ Hl ",
  "7": "וַיֹּ֨אמֶר H559 לִֽיהוּדָ֜ה H3063 נִבְנֶ֣ה H1129 אֶת H853 הֶעָרִ֣ים H5892 הָאֵ֗לֶּה H428 וְנָסֵ֨ב H5437 חוֹמָ֣ה H2346 וּמִגְדָּלִים֮ H4026 דְּלָתַ֣יִם H1817 וּבְרִיחִים֒ H1280 עוֹדֶ֨נּוּ H5750 הָאָ֜רֶץ H776 לְפָנֵ֗י H6440 כִּ֤י H3588 דָרַ֨שְׁנוּ֙ H1875 אֶת H853 יְהוָ֣ה H3068 אֱלֹהֵ֔ינוּ H430 דָּרַ֕שְׁנוּ H1875 וַיָּ֥נַֽח H5117 לָ֖נוּ Hl מִסָּבִ֑יב H5439 וַיִּבְנ֖וּ H1129 וַיַּצְלִֽיחוּ H6743 ",
  "8": "וַיְהִ֣י H1961 לְאָסָ֗א H609 חַיִל֮ H2428 נֹשֵׂ֣א H5375 צִנָּ֣ה H6793 וָרֹמַח֒ H7420 מִֽיהוּדָה֙ H3063 שְׁלֹ֣שׁ H7969 מֵא֣וֹת H3967 אֶ֔לֶף H505 וּמִ H1144 נֹשְׂאֵ֤י H5375 מָגֵן֙ H4043 וְדֹ֣רְכֵי H1869 קֶ֔שֶׁת H7198 מָאתַ֥יִם H3967 וּשְׁמוֹנִ֖ים H8084 אָ֑לֶף H505 כָּל H3605 אֵ֖לֶּה H428 גִּבּ֥וֹרֵי H1368 חָֽיִל H2428 ",
  "9": "וַיֵּצֵ֨א H3318 אֲלֵיהֶ֜ם H413 זֶ֣רַח H2226 הַכּוּשִׁ֗י H3569 בְּחַ֨יִל֙ H2428 אֶ֣לֶף H505 אֲלָפִ֔ים H505 וּמַרְכָּב֖וֹת H4818 שְׁלֹ֣שׁ H7969 מֵא֑וֹת H3967 וַיָּבֹ֖א H935 עַד H5704 מָרֵשָֽׁה H4762 ",
  "10": "וַיֵּצֵ֥א H3318 אָסָ֖א H609 לְפָנָ֑י H6440 וַיַּֽעַרְכוּ֙ H6186 מִלְחָמָ֔ה H4421 בְּגֵ֥יא H1516 צְפַ֖תָה H6859 לְמָרֵשָֽׁה H4762 ",
  "11": "וַיִּקְרָ֨א H7121 אָסָ֜א H609 אֶל H413 יְהוָ֣ה H3068 אֱלֹהָיו֮ H430 וַיֹּאמַר֒ H559 יְהוָ֗ה H3068 אֵֽין H369 עִמְּךָ֤ H5973 לַעְזוֹר֙ H5826 בֵּ֥ין H996 רַב֙ H7227 לְאֵ֣ין H369 כֹּ֔חַ H3581 עָזְרֵ֜נוּ H5826 יְהוָ֤ה H3068 אֱלֹהֵ֨ינוּ֙ H430 כִּֽי H3588 עָלֶ֣יךָ H5921 נִשְׁעַ֔נּוּ H8172 וּבְ H8034 בָ֔אנוּ H935 עַל H5921 הֶהָמ֖וֹן H1995 הַזֶּ֑ה H2088 יְהוָ֤ה H3068 אֱלֹהֵ֨ינוּ֙ H430 אַ֔תָּה H859 אַל H408 יַעְצֹ֥ר H6113 עִמְּךָ֖ H5973 אֱנֽוֹשׁ H582 ",
  "12": "וַיִּגֹּ֤ף H5062 יְהוָה֙ H3068 אֶת H853 הַכּוּשִׁ֔ים H3569 לִפְנֵ֥י H6440 אָסָ֖א H609 וְלִ H6440 יְהוּדָ֑ה H3063 וַיָּנֻ֖סוּ H5127 הַכּוּשִֽׁים H3569 ",
  "13": "וַיִּרְדְּפֵ֨ H7291 אָסָ֜א H609 וְהָ H5971 אֲשֶׁר H834 עִמּוֹ֮ H5973 עַד H5704 לִגְרָר֒ H1642 וַיִּפֹּ֤ל H5307 מִכּוּשִׁים֙ H3569 לְאֵ֣ין H369 לָהֶ֣ם H1992 מִֽחְיָ֔ה H4241 כִּֽי H3588 נִשְׁבְּר֥וּ H7665 לִפְנֵֽי H6440 יְהוָ֖ה H3068 וְלִ H6440 מַחֲנֵ֑הוּ H4264 וַיִּשְׂא֥וּ H5375 שָׁלָ֖ל H7998 הַרְבֵּ֥ה H7235 מְאֹֽד H3966 ",
  "14": "וַיַּכּ֗וּ H5221 אֵ֤ת H853 כָּל H3605 הֶֽעָרִים֙ H5892 סְבִיב֣וֹת H5439 גְּרָ֔ר H1642 כִּי H3588 הָיָ֥ה H1961 פַֽחַד H6343 יְהוָ֖ה H3068 עֲלֵיהֶ֑ם H5921 וַיָּבֹ֨זּוּ֙ H962 אֶת H853 כָּל H3605 הֶ֣עָרִ֔ים H5892 כִּֽי H3588 בִזָּ֥ה H961 רַבָּ֖ה H7227 הָיְתָ֥ה H1961 בָהֶֽם Hb ",
  "15": "וְגַם H1571 אָהֳלֵ֥י H168 מִקְנֶ֖ה H4735 הִכּ֑וּ H5221 וַיִּשְׁבּ֨וּ H7617 צֹ֤אן H6629 לָרֹב֙ H7230 וּגְמַלִּ֔ים H1581 וַיָּשֻׁ֖בוּ H7725 יְרוּשָׁלִָֽם H3389 "
}
