{
  "1": "בִּשְׁנַ֨ת H8141 שְׁלֹשִׁ֤ים H7970 וָשֵׁשׁ֙ H8337 לְמַלְכ֣וּת H4438 אָסָ֔א H609 עָלָ֞ה H5927 בַּעְשָׁ֤א H1201 מֶֽלֶךְ H4428 יִשְׂרָאֵל֙ H3478 עַל H5921 יְהוּדָ֔ה H3063 וַיִּ֖בֶן H1129 אֶת H853 הָרָמָ֑ה H7414 לְבִלְתִּ֗י H1115 תֵּ֚ת H5414 יוֹצֵ֣א H3318 וָבָ֔א H935 לְאָסָ֖א H609 מֶ֥לֶךְ H4428 יְהוּדָֽה H3063 ",
  "2": "וַיֹּצֵ֨א H3318 אָסָ֜א H609 כֶּ֣סֶף H3701 וְזָהָ֗ב H2091 מֵאֹֽצְר֛וֹת H214 בֵּ֥ית H1004 יְהוָ֖ה H3068 וּבֵ֣ית H1004 הַמֶּ֑לֶךְ H4428 וַיִּשְׁלַ֗ח H7971 אֶל H413 בֶּן H1130 הֲדַד֙ H1130 מֶ֣לֶךְ H4428 אֲרָ֔ם H758 הַיּוֹשֵׁ֥ב H3427 בְּדַרְמֶ֖שֶׂק H1834 לֵאמֹֽר H559 ",
  "3": "בְּרִית֙ H1285 בֵּינִ֣י H996 וּבֵינֶ֔ H996 וּבֵ֥ין H996 אָבִ֖י H1 וּבֵ֣ין H996 אָבִ֑יךָ H1 הִנֵּ֨ה H2009 שָׁלַ֤חְתִּֽי H7971 לְךָ֙ Hl כֶּ֣סֶף H3701 וְזָהָ֔ב H2091 לֵ֞ךְ H3212 הָפֵ֣ר H6565 בְּרִֽיתְךָ֗ H1285 אֶת H854 בַּעְשָׁא֙ H1201 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 וְיַעֲלֶ֖ה H5927 מֵעָלָֽ H5921 ",
  "4": "וַיִּשְׁמַ֨ע H8085 בֶּן H1130 הֲדַ֜ד H1130 אֶל H413 הַמֶּ֣לֶךְ H4428 אָסָ֗א H609 וַ֠יִּשְׁלַח H7971 אֶת H853 שָׂרֵ֨י H8269 הַחֲיָלִ֤ים H2428 אֲשֶׁר H834 לוֹ֙ Hl אֶל H413 עָרֵ֣י H5892 יִשְׂרָאֵ֔ל H3478 וַיַּכּוּ֙ H5221 אֶת H853 עִיּ֣וֹן H5859 וְאֶת H853 דָּ֔ן H1835 וְאֵ֖ת H853 אָבֵ֣ל H66 מָ֑יִם H66 וְאֵ֥ת H853 כָּֽל H3605 מִסְכְּנ֖וֹת H4543 עָרֵ֥י H5892 נַפְתָּלִֽי H5321 ",
  "5": "וַיְהִי֙ H1961 כִּשְׁמֹ֣עַ H8085 בַּעְשָׁ֔א H1201 וַיֶּחְדַּ֕ל H2308 מִבְּנ֖וֹת H1129 אֶת H853 הָרָמָ֑ה H7414 וַיַּשְׁבֵּ֖ת H7673 אֶת H853 מְלַאכְתּֽוֹ H4399 ",
  "6": "וְאָסָ֣א H609 הַמֶּ֗לֶךְ H4428 לָקַח֙ H3947 אֶת H853 כָּל H3605 יְהוּדָ֔ה H3063 וַיִּשְׂא֞וּ H5375 אֶת H853 אַבְנֵ֤י H68 הָֽרָמָה֙ H7414 וְאֶת H853 עֵצֶ֔יהָ H6086 אֲשֶׁ֥ר H834 בָּנָ֖ה H1129 בַּעְשָׁ֑א H1201 וַיִּ֣בֶן H1129 בָּהֶ֔ם Hb אֶת H853 גֶּ֖בַע H1387 וְאֶת H853 הַמִּצְפָּֽה H4709 ",
  "7": "וּבָ H6256 הַהִ֗יא H1931 בָּ֚א H935 חֲנָ֣נִי H2607 הָרֹאֶ֔ה H7200 אֶל H413 אָסָ֖א H609 מֶ֣לֶךְ H4428 יְהוּדָ֑ה H3063 וַיֹּ֣אמֶר H559 אֵלָ֗יו H413 בְּהִשָּׁ֨עֶנְ H8172 עַל H5921 מֶ֤לֶךְ H4428 אֲרָם֙ H758 וְלֹ֤א H3808 נִשְׁעַ֨נְתָּ֙ H8172 עַל H5921 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 עַל H5921 כֵּ֗ן H3651 נִמְלַ֛ט H4422 חֵ֥יל H2426 מֶֽלֶךְ H4428 אֲרָ֖ם H758 מִיָּדֶֽ H3027 ",
  "8": "הֲלֹ֧א H3808 הַכּוּשִׁ֣ים H3569 וְהַ H3864 הָי֨וּ H1961 לְחַ֧יִל H2428 לָרֹ֛ב H7230 לְרֶ֥כֶב H7393 וּלְ H6571 לְהַרְבֵּ֣ה H7235 מְאֹ֑ד H3966 וּבְ H8172 עַל H5921 יְהוָ֖ה H3068 נְתָנָ֥ם H5414 בְּיָדֶֽ H3027 ",
  "9": "כִּ֣י H3588 יְהוָ֗ה H3068 עֵינָ֞יו H5869 מְשֹׁטְט֤וֹת H7751 בְּכָל H3605 הָאָ֨רֶץ֙ H776 לְ֠הִתְחַזֵּק H2388 עִם H5973 לְבָבָ֥ם H3824 שָׁלֵ֛ם H8003 אֵלָ֖יו H413 נִסְכַּ֣לְתָּ H5528 עַל H5921 זֹ֑את H2063 כִּ֣י H3588 מֵעַ֔תָּה H6258 יֵ֥שׁ H3426 עִמְּךָ֖ H5973 מִלְחָמֽוֹת H4421 ",
  "10": "וַיִּכְעַ֨ס H3707 אָסָ֜א H609 אֶל H413 הָרֹאֶ֗ה H7200 וַֽיִּתְּנֵ֨ H5414 בֵּ֣ית H1004 הַמַּהְפֶּ֔כֶת H4115 כִּֽי H3588 בְזַ֥עַף H2197 עִמּ֖וֹ H5973 עַל H5921 זֹ֑את H2063 וַיְרַצֵּ֥ץ H7533 אָסָ֛א H609 מִן H4480 הָעָ֖ם H5971 בָּעֵ֥ת H6256 הַהִֽיא H1931 ",
  "11": "וְהִנֵּה֙ H2009 דִּבְרֵ֣י H1697 אָסָ֔א H609 הָרִאשׁוֹנִ֖ים H7223 וְהָ H314 הִנָּ֤ם H2005 כְּתוּבִים֙ H3789 עַל H5921 סֵ֣פֶר H5612 הַמְּלָכִ֔ים H4428 לִיהוּדָ֖ה H3063 וְיִשְׂרָאֵֽל H3478 ",
  "12": "וַיֶּחֱלֶ֣א H2456 אָסָ֡א H609 בִּשְׁנַת֩ H8141 שְׁלוֹשִׁ֨ים H7970 וָתֵ֤שַׁע H8672 לְמַלְכוּת H4438 בְּרַגְלָ֔י H7272 עַד H5704 לְמַ֖עְלָ H4605 חָלְי֑וֹ H2483 וְגַם H1571 בְּחָלְי H2483 לֹא H3808 דָרַ֣שׁ H1875 אֶת H853 יְהוָ֔ה H3068 כִּ֖י H3588 בָּרֹפְאִֽים H7495 ",
  "13": "וַיִּשְׁכַּ֥ב H7901 אָסָ֖א H609 עִם H5973 אֲבֹתָ֑יו H1 וַיָּ֕מָת H4191 בִּשְׁנַ֛ת H8141 אַרְבָּעִ֥ים H705 וְאַחַ֖ת H259 לְמָלְכֽ H4427 ",
  "14": "וַיִּקְבְּרֻ֣ H6912 בְקִבְרֹתָ֗י H6913 אֲשֶׁ֣ר H834 כָּֽרָה H3738 לוֹ֮ Hl בְּעִ֣יר H5892 דָּוִיד֒ H1732 וַיַּשְׁכִּיבֻ֗ H7901 בַּמִּשְׁכָּב֙ H4904 אֲשֶׁ֤ר H834 מִלֵּא֙ H4390 בְּשָׂמִ֣ים H1314 וּזְנִ֔ים H2177 מְרֻקָּחִ֖ים H7543 בְּמִרְקַ֣חַת H4842 מַעֲשֶׂ֑ה H4639 וַיִּשְׂרְפוּ H8313 ל֥וֹ Hl שְׂרֵפָ֖ה H8316 גְּדוֹלָ֥ה H1419 עַד H5704 לִמְאֹֽד H3966 "
}
