{
  "1": "וַיְהִ֧י H1961 לִֽיהוֹשָׁפָ֛ט H3092 עֹ֥שֶׁר H6239 וְכָב֖וֹד H3519 לָרֹ֑ב H7230 וַיִּתְחַתֵּ֖ן H2859 לְאַחְאָֽב H256 ",
  "2": "וַיֵּרֶד֩ H3381 לְקֵ֨ץ H7093 שָׁנִ֤ים H8141 אֶל H413 אַחְאָב֙ H256 לְשֹׁ֣מְר֔וֹן H8111 וַיִּֽזְבַּֽח H2076 ל֨וֹ Hl אַחְאָ֜ב H256 צֹ֤אן H6629 וּבָקָר֙ H1241 לָרֹ֔ב H7230 וְלָ H5971 אֲשֶׁ֣ר H834 עִמּ֑וֹ H5973 וַיְסִיתֵ֕ H5496 לַעֲל֖וֹת H5927 אֶל H413 רָמ֥וֹת H7433 גִּלְעָֽד H1568 ",
  "3": "וַיֹּ֜אמֶר H559 אַחְאָ֣ב H256 מֶֽלֶךְ H4428 יִשְׂרָאֵ֗ל H3478 אֶל H413 יְהֽוֹשָׁפָט֙ H3092 מֶ֣לֶךְ H4428 יְהוּדָ֔ה H3063 הֲתֵלֵ֥ךְ H3212 עִמִּ֖י H5973 רָמֹ֣ת H7433 גִּלְעָ֑ד H1568 וַיֹּ֣אמֶר H559 ל֗וֹ Hl כָּמ֤וֹנִי H3644 כָמ֨וֹךָ֙ H3644 וּכְ H5971 עַמִּ֔י H5971 וְעִמְּ H5973 בַּמִּלְחָמָֽה H4421 ",
  "4": "וַיֹּ֥אמֶר H559 יְהוֹשָׁפָ֖ט H3092 אֶל H413 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֑ל H3478 דְּרָשׁ H1875 נָ֥א H4994 כַיּ֖וֹם H3117 אֶת H853 דְּבַ֥ר H1697 יְהוָֽה H3068 ",
  "5": "וַיִּקְבֹּ֨ץ H6908 מֶֽלֶךְ H4428 יִשְׂרָאֵ֥ל H3478 אֶֽת H853 הַנְּבִאִים֮ H5030 אַרְבַּ֣ע H702 מֵא֣וֹת H3967 אִישׁ֒ H376 וַיֹּ֣אמֶר H559 אֲלֵהֶ֗ם H413 הֲנֵלֵ֞ךְ H3212 אֶל H413 רָמֹ֥ת H7433 גִּלְעָ֛ד H1568 לַמִּלְחָמָ֖ה H4421 אִם H518 אֶחְדָּ֑ל H2308 וַיֹּאמְר֣וּ H559 עֲלֵ֔ה H5927 וְיִתֵּ֥ן H5414 הָאֱלֹהִ֖ים H430 בְּיַ֥ד H3027 הַמֶּֽלֶךְ H4428 ",
  "6": "וַיֹּ֨אמֶר֙ H559 יְה֣וֹשָׁפָ֔ט H3092 הַאֵ֨ין H369 פֹּ֥ה H6311 נָבִ֛יא H5030 לַיהוָ֖ה H3068 ע֑וֹד H5750 וְנִדְרְשָׁ֖ה H1875 מֵאֹתֽ H853 ",
  "7": "וַיֹּ֣אמֶר H559 מֶֽלֶךְ H4428 יִשְׂרָאֵ֣ל H3478 אֶֽל H413 יְהוֹשָׁפָ֡ט H3092 ע֣וֹד H5750 אִישׁ H376 אֶחָ֡ד H259 לִדְרוֹשׁ֩ H1875 אֶת H853 יְהוָ֨ה H3068 מֵֽאֹת֜ H853 וַאֲנִ֣י H589 שְׂנֵאתִ֗יהוּ H8130 כִּֽי H3588 אֵ֠ינֶנּוּ H369 מִתְנַבֵּ֨א H5012 עָלַ֤י H5921 לְטוֹבָה֙ H2896 כִּ֣י H3588 כָל H3605 יָמָ֣יו H3117 לְרָעָ֔ה H7451 ה֖וּא H1931 מִיכָ֣יְהוּ H4321 בֶן H1121 יִמְלָ֑א H3229 וַיֹּ֨אמֶר֙ H559 יְה֣וֹשָׁפָ֔ט H3092 אַל H408 יֹאמַ֥ר H559 הַמֶּ֖לֶךְ H4428 כֵּֽן H3651 ",
  "8": "וַיִּקְרָא֙ H7121 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 אֶל H413 סָרִ֖יס H5631 אֶחָ֑ד H259 וַיֹּ֕אמֶר H559 מַהֵ֖ר H4116 מיכהו H4318 בֶן H1121 יִמְלָֽא H3229 ",
  "9": "וּמֶ֣לֶךְ H4428 יִשְׂרָאֵ֡ל H3478 וִֽיהוֹשָׁפָ֣ט H3092 מֶֽלֶךְ H4428 יְהוּדָ֡ה H3063 יוֹשְׁבִים֩ H3427 אִ֨ישׁ H376 עַל H5921 כִּסְא֜וֹ H3678 מְלֻבָּשִׁ֤ים H3847 בְּגָדִים֙ H899 וְיֹשְׁבִ֣ים H3427 בְּגֹ֔רֶן H1637 פֶּ֖תַח H6607 שַׁ֣עַר H8179 שֹׁמְר֑וֹן H8111 וְכָל H3605 הַ֨נְּבִיאִ֔ים H5030 מִֽתְנַבְּאִ֖ים H5012 לִפְנֵי H6440 ",
  "10": "וַיַּ֥עַשׂ H6213 ל֛וֹ Hl צִדְקִיָּ֥הוּ H6667 בֶֽן H1121 כְּנַעֲנָ֖ה H3668 קַרְנֵ֣י H7161 בַרְזֶ֑ל H1270 וַיֹּ֨אמֶר֙ H559 כֹּֽה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 בְּאֵ֛לֶּה H428 תְּנַגַּ֥ח H5055 אֶת H853 אֲרָ֖ם H758 עַד H5704 כַּלּוֹתָֽם H3615 ",
  "11": "וְכָל H3605 הַ֨נְּבִאִ֔ים H5030 נִבְּאִ֥ים H5012 כֵּ֖ן H3651 לֵאמֹ֑ר H559 עֲלֵ֞ה H5927 רָמֹ֤ת H7433 גִּלְעָד֙ H1568 וְהַצְלַ֔ח H6743 וְנָתַ֥ן H5414 יְהוָ֖ה H3068 בְּיַ֥ד H3027 הַמֶּֽלֶךְ H4428 ",
  "12": "וְהַ H4397 אֲשֶׁר H834 הָלַ֣ךְ H1980 לִקְרֹ֣א H7121 לְמִיכָ֗יְהוּ H4321 דִּבֶּ֤ר H1696 אֵלָיו֙ H413 לֵאמֹ֔ר H559 הִנֵּ֞ה H2009 דִּבְרֵ֧י H1697 הַנְּבִאִ֛ים H5030 פֶּֽה H6310 אֶחָ֥ד H259 ט֖וֹב H2896 אֶל H413 הַמֶּ֑לֶךְ H4428 וִֽיהִי H1961 נָ֧א H4994 דְבָרְךָ֛ H1697 כְּאַחַ֥ד H259 מֵהֶ֖ם H1992 וְדִבַּ֥רְתָּ H1696 טּֽוֹב H2896 ",
  "13": "וַיֹּ֖אמֶר H559 מִיכָ֑יְהוּ H4321 חַי H2416 יְהוָ֕ה H3068 כִּ֛י H3588 אֶת H853 אֲשֶׁר H834 יֹאמַ֥ר H559 אֱלֹהַ֖י H430 אֹת֥וֹ H853 אֲדַבֵּֽר H1696 ",
  "14": "וַיָּבֹא֮ H935 אֶל H413 הַמֶּלֶךְ֒ H4428 וַיֹּ֨אמֶר H559 הַמֶּ֜לֶךְ H4428 אֵלָ֗יו H413 מִיכָה֙ H4318 הֲנֵלֵ֞ךְ H3212 אֶל H413 רָמֹ֥ת H7433 גִּלְעָ֛ד H1568 לַמִּלְחָמָ֖ה H4421 אִם H518 אֶחְדָּ֑ל H2308 וַיֹּ֨אמֶר֙ H559 עֲל֣וּ H5927 וְהַצְלִ֔יחוּ H6743 וְיִנָּתְנ֖וּ H5414 בְּיֶדְ H3027 ",
  "15": "וַיֹּ֤אמֶר H559 אֵלָיו֙ H413 הַמֶּ֔לֶךְ H4428 עַד H5704 כַּמֶּ֥ה H4100 פְעָמִ֖ים H6471 אֲנִ֣י H589 מַשְׁבִּיעֶ֑ךָ H7650 אֲ֠שֶׁר H834 לֹֽא H3808 תְדַבֵּ֥ר H1696 אֵלַ֛י H413 רַק H7535 אֱמֶ֖ת H571 בְּשֵׁ֥ם H8034 יְהוָֽה H3068 ",
  "16": "וַיֹּ֗אמֶר H559 רָאִ֤יתִי H7200 אֶת H853 כָּל H3605 יִשְׂרָאֵל֙ H3478 נְפוֹצִ֣ים H6327 עַל H5921 הֶֽהָרִ֔ים H2022 כַּצֹּ֕אן H6629 אֲשֶׁ֥ר H834 אֵין H369 לָהֶ֖ן Hl רֹעֶ֑ה H7462 וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 לֹֽא H3808 אֲדֹנִ֣ים H113 לָאֵ֔לֶּה H428 יָשׁ֥וּבוּ H7725 אִישׁ H376 לְבֵית֖ H1004 בְּשָׁלֽוֹם H7965 ",
  "17": "וַיֹּ֥אמֶר H559 מֶֽלֶךְ H4428 יִשְׂרָאֵ֖ל H3478 אֶל H413 יְהוֹשָׁפָ֑ט H3092 הֲלֹא֙ H3808 אָמַ֣רְתִּי H559 אֵלֶ֔יךָ H413 לֹא H3808 יִתְנַבֵּ֥א H5012 עָלַ֛י H5921 ט֖וֹב H2896 כִּ֥י H3588 אִם H518 לְרָֽע H7451 ",
  "18": "וַיֹּ֕אמֶר H559 לָכֵ֖ן H3651 שִׁמְע֣וּ H8085 דְבַר H1697 יְהוָ֑ה H3068 רָאִ֤יתִי H7200 אֶת H853 יְהוָה֙ H3068 יוֹשֵׁ֣ב H3427 עַל H5921 כִּסְא֔וֹ H3678 וְכָל H3605 צְבָ֤א H6635 הַשָּׁמַ֨יִם֙ H8064 עֹֽמְדִ֔ים H5975 עַל H5921 יְמִינ֖וֹ H3225 וּשְׂמֹאלֽ H8040 ",
  "19": "וַיֹּ֣אמֶר H559 יְהוָ֗ה H3068 מִ֤י H4310 יְפַתֶּה֙ H6601 אֶת H853 אַחְאָ֣ב H256 מֶֽלֶךְ H4428 יִשְׂרָאֵ֔ל H3478 וְיַ֕עַל H5927 וְיִפֹּ֖ל H5307 בְּרָמ֣וֹת H7433 גִּלְעָ֑ד H1568 וַיֹּ֕אמֶר H559 זֶ֚ה H2088 אֹמֵ֣ר H559 כָּ֔כָה H3602 וְזֶ֖ה H2088 אֹמֵ֥ר H559 כָּֽכָה H3602 ",
  "20": "וַיֵּצֵ֣א H3318 הָר֗וּחַ H7307 וַֽיַּעֲמֹד֙ H5975 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 וַיֹּ֖אמֶר H559 אֲנִ֣י H589 אֲפַתֶּ֑נּוּ H6601 וַיֹּ֧אמֶר H559 יְהוָ֛ה H3068 אֵלָ֖יו H413 בַּמָּֽה H4100 ",
  "21": "וַיֹּ֗אמֶר H559 אֵצֵא֙ H3318 וְהָיִ֨יתִי֙ H1961 לְר֣וּחַ H7307 שֶׁ֔קֶר H8267 בְּפִ֖י H6310 כָּל H3605 נְבִיאָ֑יו H5030 וַיֹּ֗אמֶר H559 תְּפַתֶּה֙ H6601 וְגַם H1571 תּוּכָ֔ל H3201 צֵ֖א H3318 וַעֲשֵׂה H6213 כֵֽן H3651 ",
  "22": "וְעַתָּ֗ה H6258 הִנֵּ֨ה H2009 נָתַ֤ן H5414 יְהוָה֙ H3068 ר֣וּחַ H7307 שֶׁ֔קֶר H8267 בְּפִ֖י H6310 נְבִיאֶ֣יךָ H5030 אֵ֑לֶּה H428 וַֽיהוָ֔ה H3068 דִּבֶּ֥ר H1696 עָלֶ֖יךָ H5921 רָעָֽה H7451 ",
  "23": "וַיִּגַּשׁ֙ H5066 צִדְקִיָּ֣הוּ H6667 בֶֽן H1121 כְּנַעֲנָ֔ה H3668 וַיַּ֥ךְ H5221 אֶת H853 מִיכָ֖יְהוּ H4321 עַל H5921 הַלֶּ֑חִי H3895 וַיֹּ֗אמֶר H559 אֵ֣י H335 זֶ֤ה H2088 הַדֶּ֨רֶךְ֙ H1870 עָבַ֧ר H5674 רֽוּחַ H7307 יְהוָ֛ה H3068 מֵאִתִּ֖ H853 לְדַבֵּ֥ר H1696 אֹתָֽךְ H854 ",
  "24": "וַיֹּ֣אמֶר H559 מִיכָ֔יְהוּ H4321 הִנְּךָ֥ H2005 רֹאֶ֖ה H7200 בַּיּ֣וֹם H3117 הַה֑וּא H1931 אֲשֶׁ֥ר H834 תָּב֛וֹא H935 חֶ֥דֶר H2315 בְּחֶ֖דֶר H2315 לְהֵחָבֵֽא H2244 ",
  "25": "וַיֹּ֨אמֶר֙ H559 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 קְחוּ֙ H3947 אֶת H853 מִיכָ֔יְהוּ H4321 וַהֲשִׁיבֻ֖ H7725 אֶל H413 אָמ֣וֹן H526 שַׂר H8269 הָעִ֑יר H5892 וְאֶל H413 יוֹאָ֖שׁ H3101 בֶּן H1121 הַמֶּֽלֶךְ H4428 ",
  "26": "וַאֲמַרְתֶּ֗ם H559 כֹּ֚ה H3541 אָמַ֣ר H559 הַמֶּ֔לֶךְ H4428 שִׂ֥ימוּ H7760 זֶ֖ה H2088 בֵּ֣ית H1004 הַכֶּ֑לֶא H3608 וְהַאֲכִלֻ֜ H398 לֶ֤חֶם H3899 לַ֨חַץ֙ H3906 וּמַ֣יִם H4325 לַ֔חַץ H3906 עַ֖ד H5704 שׁוּבִ֥י H7725 בְשָׁלֽוֹם H7965 ",
  "27": "וַיֹּ֣אמֶר H559 מִיכָ֔יְהוּ H4321 אִם H518 שׁ֤וֹב H7725 תָּשׁוּב֙ H7725 בְּשָׁל֔וֹם H7965 לֹא H3808 דִבֶּ֥ר H1696 יְהוָ֖ה H3068 בִּ֑י Hb וַיֹּ֕אמֶר H559 שִׁמְע֖וּ H8085 עַמִּ֥ים H5971 כֻּלָּֽם H3605 ",
  "28": "וַיַּ֧עַל H5927 מֶֽלֶךְ H4428 יִשְׂרָאֵ֛ל H3478 וִֽיהוֹשָׁפָ֥ט H3092 מֶֽלֶךְ H4428 יְהוּדָ֖ה H3063 אֶל H413 רָמֹ֥ת H7433 גִּלְעָֽד H1568 ",
  "29": "וַיֹּאמֶר֩ H559 מֶ֨לֶךְ H4428 יִשְׂרָאֵ֜ל H3478 אֶל H413 יְהוֹשָׁפָ֗ט H3092 הִתְחַפֵּשׂ֙ H2664 וָב֣וֹא H935 בַמִּלְחָמָ֔ה H4421 וְאַתָּ֖ה H859 לְבַ֣שׁ H3847 בְּגָדֶ֑יךָ H899 וַיִּתְחַפֵּשׂ֙ H2664 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 וַיָּבֹ֖אוּ H935 בַּמִּלְחָמָֽה H4421 ",
  "30": "וּמֶ֣לֶךְ H4428 אֲרָ֡ם H758 צִוָּה֩ H6680 אֶת H853 שָׂרֵ֨י H8269 הָרֶ֤כֶב H7393 אֲשֶׁר H834 לוֹ֙ Hl לֵאמֹ֔ר H559 לֹ֚א H3808 תִּלָּ֣חֲמ֔וּ H3898 אֶת H854 הַקָּטֹ֖ן H6996 אֶת H854 הַגָּד֑וֹל H1419 כִּ֛י H3588 אִֽם H518 אֶת H854 מֶ֥לֶךְ H4428 יִשְׂרָאֵ֖ל H3478 לְבַדּֽ H905 ",
  "31": "וַיְהִ֡י H1961 כִּרְאוֹת֩ H7200 שָׂרֵ֨י H8269 הָרֶ֜כֶב H7393 אֶת H853 יְהוֹשָׁפָ֗ט H3092 וְהֵ֤מָּה H1992 אָֽמְרוּ֙ H559 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֣ל H3478 ה֔וּא H1931 וַיָּסֹ֥בּוּ H5437 עָלָ֖יו H5921 לְהִלָּחֵ֑ם H3898 וַיִּזְעַ֤ק H2199 יְהֽוֹשָׁפָט֙ H3092 וַֽיהוָ֣ה H3068 עֲזָר֔וֹ H5826 וַיְסִיתֵ֥ H5496 אֱלֹהִ֖ים H430 מִמֶּֽנּוּ H4480 ",
  "32": "וַיְהִ֗י H1961 כִּרְאוֹת֙ H7200 שָׂרֵ֣י H8269 הָרֶ֔כֶב H7393 כִּ֥י H3588 לֹא H3808 הָיָ֖ה H1961 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֑ל H3478 וַיָּשֻׁ֖בוּ H7725 מֵאַחֲרָֽי H310 ",
  "33": "וְאִ֗ישׁ H376 מָשַׁ֤ךְ H4900 בַּקֶּ֨שֶׁת֙ H7198 לְתֻמּ֔ H8537 וַיַּךְ֙ H5221 אֶת H853 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֔ל H3478 בֵּ֥ין H996 הַדְּבָקִ֖ים H1694 וּבֵ֣ין H996 הַשִּׁרְיָ֑ן H8302 וַיֹּ֣אמֶר H559 לָֽרַכָּ֗ב H7395 הֲפֹ֧ךְ H2015 ידיך H3027 וְהוֹצֵאתַ֥ H3318 מִן H4480 הַֽמַּחֲנֶ֖ה H4264 כִּ֥י H3588 הָחֳלֵֽיתִי H2470 ",
  "34": "וַתַּ֤עַל H5927 הַמִּלְחָמָה֙ H4421 בַּיּ֣וֹם H3117 הַה֔וּא H1931 וּמֶ֣לֶךְ H4428 יִשְׂרָאֵ֗ל H3478 הָיָ֨ה H1961 מַעֲמִ֧יד H5975 בַּמֶּרְכָּבָ֛ה H4818 נֹ֥כַח H5227 אֲרָ֖ם H758 עַד H5704 הָעָ֑רֶב H6153 וַיָּ֕מָת H4191 לְעֵ֖ת H6256 בּ֥וֹא H935 הַשָּֽׁמֶשׁ H8121 "
}
