{
  "1": "וַיִּשְׁכַּ֤ב H7901 יְהֽוֹשָׁפָט֙ H3092 עִם H5973 אֲבֹתָ֔יו H1 וַיִּקָּבֵ֥ר H6912 עִם H5973 אֲבֹתָ֖יו H1 בְּעִ֣יר H5892 דָּוִ֑יד H1732 וַיִּמְלֹ֛ךְ H4427 יְהוֹרָ֥ם H3088 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
  "2": "וְלֽ Hc/Hl אַחִ֞ים H251 בְּנֵ֣י H1121 יְהוֹשָׁפָ֗ט H3092 עֲזַרְיָ֤ה H5838 וִֽיחִיאֵל֙ H3171 וּזְכַרְיָ֣הוּ H2148 וַעֲזַרְיָ֔הוּ H5838 וּמִיכָאֵ֖ל H4317 וּשְׁפַטְיָ֑הוּ H8203 כָּל H3605 אֵ֕לֶּה H428 בְּנֵ֥י H1121 יְהוֹשָׁפָ֖ט H3092 מֶ֥לֶךְ H4428 יִשְׂרָאֵֽל H3478 ",
  "3": "וַיִּתֵּ֣ן H5414 לָהֶ֣ם H1992 אֲ֠בִיהֶם H1 מַתָּנ֨וֹת H4979 רַבּ֜וֹת H7227 לְכֶ֤סֶף H3701 וּלְ H2091 וּלְ H4030 עִם H5973 עָרֵ֥י H5892 מְצֻר֖וֹת H4694 בִּֽיהוּדָ֑ה H3063 וְאֶת H853 הַמַּמְלָכָ֛ה H4467 נָתַ֥ן H5414 לִֽיהוֹרָ֖ם H3088 כִּי H3588 ה֥וּא H1931 הַבְּכֽוֹר H1060 ",
  "4": "וַיָּ֨קָם H6965 יְהוֹרָ֜ם H3088 עַל H5921 מַמְלֶ֤כַת H4467 אָבִיו֙ H1 וַיִּתְחַזַּ֔ק H2388 וַיַּהֲרֹ֥ג H2026 אֶת H853 כָּל H3605 אֶחָ֖יו H251 בֶּחָ֑רֶב H2719 וְגַ֖ם H1571 מִשָּׂרֵ֥י H8269 יִשְׂרָאֵֽל H3478 ",
  "5": "בֶּן H1121 שְׁלֹשִׁ֥ים H7970 וּשְׁתַּ֛יִם H8147 שָׁנָ֖ה H8141 יְהוֹרָ֣ם H3088 בְּמָלְכ֑ H4427 וּשְׁמוֹנֶ֣ה H8083 שָׁנִ֔ים H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָֽם H3389 ",
  "6": "וַיֵּ֜לֶךְ H3212 בְּדֶ֣רֶךְ H1870 מַלְכֵ֣י H4428 יִשְׂרָאֵ֗ל H3478 כַּאֲשֶׁ֤ר H834 עָשׂוּ֙ H6213 בֵּ֣ית H1004 אַחְאָ֔ב H256 כִּ֚י H3588 בַּת H1323 אַחְאָ֔ב H256 הָ֥יְתָה H1961 לּ֖וֹ Hl אִשָּׁ֑ה H802 וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֥י H5869 יְהוָֽה H3068 ",
  "7": "וְלֹא H3808 אָבָ֣ה H14 יְהוָ֗ה H3068 לְהַשְׁחִית֙ H7843 אֶת H853 בֵּ֣ית H1004 דָּוִ֔יד H1732 לְמַ֣עַן H4616 הַבְּרִ֔ית H1285 אֲשֶׁ֥ר H834 כָּרַ֖ת H3772 לְדָוִ֑יד H1732 וְכַ H834 אָמַ֗ר H559 לָתֵ֨ת H5414 ל֥וֹ Hl נִ֛יר H5216 וּלְ H1121 כָּל H3605 הַיָּמִֽים H3117 ",
  "8": "בְּיָמָי H3117 פָּשַׁ֣ע H6586 אֱד֔וֹם H123 מִתַּ֖חַת H8478 יַד H3027 יְהוּדָ֑ה H3063 וַיַּמְלִ֥יכוּ H4427 עֲלֵיהֶ֖ם H5921 מֶֽלֶךְ H4428 ",
  "9": "וַיַּֽעֲבֹ֤ר H5674 יְהוֹרָם֙ H3088 עִם H5973 שָׂרָ֔יו H8269 וְכָל H3605 הָרֶ֖כֶב H7393 עִמּ֑וֹ H5973 וַיְהִי֙ H1961 קָ֣ם H6965 לַ֔יְלָה H3915 וַיַּ֗ךְ H5221 אֶת H853 אֱדוֹם֙ H123 הַסּוֹבֵ֣ב H5437 אֵלָ֔יו H413 וְאֵ֖ת H853 שָׂרֵ֥י H8269 הָרָֽכֶב H7393 ",
  "10": "וַיִּפְשַׁ֨ע H6586 אֱד֜וֹם H123 מִתַּ֣חַת H8478 יַד H3027 יְהוּדָ֗ה H3063 עַ֚ד H5704 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 אָ֣ז H227 תִּפְשַׁ֥ע H6586 לִבְנָ֛ה H3841 בָּעֵ֥ת H6256 הַהִ֖יא H1931 מִתַּ֣חַת H8478 יָד֑וֹ H3027 כִּ֣י H3588 עָזַ֔ב H5800 אֶת H853 יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 אֲבֹתָֽיו H1 ",
  "11": "גַּם H1571 ה֥וּא H1931 עָשָֽׂה H6213 בָמ֖וֹת H1116 בְּהָרֵ֣י H2022 יְהוּדָ֑ה H3063 וַיֶּ֨זֶן֙ H2181 אֶת H853 יֹשְׁבֵ֣י H3427 יְרוּשָׁלִַ֔ם H3389 וַיַּדַּ֖ח H5080 אֶת H853 יְהוּדָֽה H3063 ",
  "12": "וַיָּבֹ֤א H935 אֵלָיו֙ H413 מִכְתָּ֔ב H4385 מֵֽאֵלִיָּ֥הוּ H452 הַנָּבִ֖יא H5030 לֵאמֹ֑ר H559 כֹּ֣ה H3541 אָמַ֣ר H559 יְהוָ֗ה H3068 אֱלֹהֵי֙ H430 דָּוִ֣יד H1732 אָבִ֔יךָ H1 תַּ֗חַת H8478 אֲשֶׁ֤ר H834 לֹֽא H3808 הָלַ֨כְתָּ֙ H1980 בְּדַרְכֵי֙ H1870 יְהוֹשָׁפָ֣ט H3092 אָבִ֔יךָ H1 וּבְ H1870 אָסָ֥א H609 מֶֽלֶךְ H4428 יְהוּדָֽה H3063 ",
  "13": "וַתֵּ֗לֶךְ H3212 בְּדֶ֨רֶךְ֙ H1870 מַלְכֵ֣י H4428 יִשְׂרָאֵ֔ל H3478 וַתַּזְנֶ֤ה H2181 אֶת H853 יְהוּדָה֙ H3063 וְאֶת H853 יֹשְׁבֵ֣י H3427 יְרוּשָׁלִַ֔ם H3389 כְּהַזְנ֖וֹת H2181 בֵּ֣ית H1004 אַחְאָ֑ב H256 וְגַ֨ם H1571 אֶת H853 אַחֶ֧יךָ H251 בֵית H1004 אָבִ֛יךָ H1 הַטּוֹבִ֥ים H2896 מִמְּךָ֖ H4480 הָרָֽגְתָּ H2026 ",
  "14": "הִנֵּ֣ה H2009 יְהוָ֗ה H3068 נֹגֵ֛ף H5062 מַגֵּפָ֥ה H4046 גְדוֹלָ֖ה H1419 בְּעַמֶּ֑ H5971 וּבְ H1121 וּבְ H802 וּבְ H3605 רְכוּשֶֽׁךָ H7399 ",
  "15": "וְאַתָּ֛ה H859 בָּחֳלָיִ֥ים H2483 רַבִּ֖ים H7227 בְּמַחֲלֵ֣ה H4245 מֵעֶ֑יךָ H4578 עַד H5704 יֵצְא֤וּ H3318 מֵעֶ֨יךָ֙ H4578 מִן H4480 הַחֹ֔לִי H2483 יָמִ֖ים H3117 עַל H5921 יָמִֽים H3117 ",
  "16": "וַיָּ֨עַר H5782 יְהוָ֜ה H3068 עַל H5921 יְהוֹרָ֗ם H3088 אֵ֣ת H853 ר֤וּחַ H7307 הַפְּלִשְׁתִּים֙ H6430 וְהָ֣ H6163 אֲשֶׁ֖ר H834 עַל H5921 יַ֥ד H3027 כּוּשִֽׁים H3569 ",
  "17": "וַיַּעֲל֤וּ H5927 בִֽיהוּדָה֙ H3063 וַיִּבְקָע֔וּ H1234 וַיִּשְׁבּ֗וּ H7617 אֵ֤ת H853 כָּל H3605 הָרְכוּשׁ֙ H7399 הַנִּמְצָ֣א H4672 לְבֵית H1004 הַמֶּ֔לֶךְ H4428 וְגַם H1571 בָּנָ֖יו H1121 וְנָשָׁ֑י H802 וְלֹ֤א H3808 נִשְׁאַר H7604 לוֹ֙ Hl בֵּ֔ן H1121 כִּ֥י H3588 אִם H518 יְהוֹאָחָ֖ז H3059 קְטֹ֥ן H6996 בָּנָֽיו H1121 ",
  "18": "וְאַחֲרֵ֖י H310 כָּל H3605 זֹ֑את H2063 נְגָפ֨וֹ H5062 יְהוָ֧ה H3068 בְּמֵעָ֛י H4578 לָחֳלִ֖י H2483 לְאֵ֥ין H369 מַרְפֵּֽא H4832 ",
  "19": "וַיְהִ֣י H1961 לְיָמִ֣ים H3117 מִיָּמִ֡ים H3117 וּכְ H6256 צֵ֨את H3318 הַקֵּ֜ץ H7093 לְיָמִ֣ים H3117 שְׁנַ֗יִם H8147 יָצְא֤וּ H3318 מֵעָיו֙ H4578 עִם H5973 חָלְי֔וֹ H2483 וַיָּ֖מָת H4191 בְּתַחֲלֻאִ֣ים H8463 רָעִ֑ים H7451 וְלֹא H3808 עָ֨שׂוּ H6213 ל֥וֹ Hl עַמּ֛וֹ H5971 שְׂרֵפָ֖ה H8316 כִּשְׂרֵפַ֥ת H8316 אֲבֹתָֽיו H1 ",
  "20": "בֶּן H1121 שְׁלֹשִׁ֤ים H7970 וּשְׁתַּ֨יִם֙ H8147 הָיָ֣ה H1961 בְמָלְכ֔ H4427 וּשְׁמוֹנֶ֣ה H8083 שָׁנִ֔ים H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וַיֵּ֨לֶךְ֙ H3212 בְּלֹ֣א H3808 חֶמְדָּ֔ה H2532 וַֽיִּקְבְּרֻ֨ H6912 בְּעִ֣יר H5892 דָּוִ֔יד H1732 וְלֹ֖א H3808 בְּקִבְר֥וֹת H6913 הַמְּלָכִֽים H4428 "
}
