{
  "1": "וַיִּקְח֞וּ H3947 כָּל H3605 עַ֤ם H5971 יְהוּדָה֙ H3063 אֶת H853 עֻזִּיָּ֔הוּ H5818 וְה֕וּא H1931 בֶּן H1121 שֵׁ֥שׁ H8337 עֶשְׂרֵ֖ה H6240 שָׁנָ֑ה H8141 וַיַּמְלִ֣יכוּ H4427 אֹת֔וֹ H853 תַּ֖חַת H8478 אָבִ֥יו H1 אֲמַצְיָֽהוּ H558 ",
  "2": "ה֚וּא H1931 בָּנָ֣ה H1129 אֶת H853 אֵיל֔וֹת H359 וַיְשִׁיבֶ֖ H7725 לִֽיהוּדָ֑ה H3063 אַחֲרֵ֥י H310 שְׁכַֽב H7901 הַמֶּ֖לֶךְ H4428 עִם H5973 אֲבֹתָֽיו H1 ",
  "3": "בֶּן H1121 שֵׁ֨שׁ H8337 עֶשְׂרֵ֤ה H6240 שָׁנָה֙ H8141 עֻזִּיָּ֣הוּ H5818 בְמָלְכ֔ H4427 וַחֲמִשִּׁ֤ים H2572 וּשְׁתַּ֨יִם֙ H8147 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וְשֵׁ֣ם H8034 אִמּ֔וֹ H517 יכיליה H3203 מִן H4480 יְרוּשָׁלִָֽם H3389 ",
  "4": "וַיַּ֥עַשׂ H6213 הַיָּשָׁ֖ר H3477 בְּעֵינֵ֣י H5869 יְהוָ֑ה H3068 כְּכֹ֥ל H3605 אֲשֶׁר H834 עָשָׂ֖ה H6213 אֲמַצְיָ֥הוּ H558 אָבִֽיו H1 ",
  "5": "וַיְהִי֙ H1961 לִדְרֹ֣שׁ H1875 אֱלֹהִ֔ים H430 בִּימֵ֣י H3117 זְכַרְיָ֔הוּ H2148 הַמֵּבִ֖ין H995 בִּרְאֹ֣ת H7200 הָאֱלֹהִ֑ים H430 וּבִ H3117 דָּרְשׁ֣וֹ H1875 אֶת H853 יְהוָ֔ה H3068 הִצְלִיח֖וֹ H6743 הָאֱלֹהִֽים H430 ",
  "6": "וַיֵּצֵא֙ H3318 וַיִּלָּ֣חֶם H3898 בַּפְּלִשְׁתִּ֔ים H6430 וַיִּפְרֹ֞ץ H6555 אֶת H853 ח֣וֹמַת H2346 גַּ֗ת H1661 וְאֵת֙ H853 חוֹמַ֣ת H2346 יַבְנֵ֔ה H2996 וְאֵ֖ת H853 חוֹמַ֣ת H2346 אַשְׁדּ֑וֹד H795 וַיִּבְנֶ֣ה H1129 עָרִ֔ים H5892 בְּאַשְׁדּ֖וֹד H795 וּבַ H6430 ",
  "7": "וַיַּעְזְרֵ֨ H5826 הָֽאֱלֹהִ֜ים H430 עַל H5921 פְּלִשְׁתִּ֧ים H6430 וְעַל H5921 הערביים H6163 הַיֹּשְׁבִ֥ים H3427 בְּגוּר H1485 בָּ֖עַל H1485 וְהַ H4586 ",
  "8": "וַיִּתְּנ֧וּ H5414 הָֽעַמּוֹנִ֛ים H5984 מִנְחָ֖ה H4503 לְעֻזִּיָּ֑הוּ H5818 וַיֵּ֤לֶךְ H3212 שְׁמוֹ֙ H8034 עַד H5704 לְב֣וֹא H935 מִצְרַ֔יִם H4714 כִּ֥י H3588 הֶחֱזִ֖יק H2388 עַד H5704 לְמָֽעְלָ H4605 ",
  "9": "וַיִּ֨בֶן H1129 עֻזִּיָּ֤הוּ H5818 מִגְדָּלִים֙ H4026 בִּיר֣וּשָׁלִַ֔ם H3389 עַל H5921 שַׁ֧עַר H8179 הַפִּנָּ֛ה H6438 וְעַל H5921 שַׁ֥עַר H8179 הַגַּ֖יְא H1516 וְעַל H5921 הַמִּקְצ֑וֹעַ H4740 וַֽיְחַזְּקֵֽ H2388 ",
  "10": "וַיִּ֨בֶן H1129 מִגְדָּלִ֜ים H4026 בַּמִּדְבָּ֗ר H4057 וַיַּחְצֹב֙ H2672 בֹּר֣וֹת H953 רַבִּ֔ים H7227 כִּ֤י H3588 מִקְנֶה H4735 רַּב֙ H7227 הָ֣יָה H1961 ל֔וֹ Hl וּבַ H8219 וּבַ H4334 אִכָּרִ֣ים H406 וְכֹֽרְמִ֗ים H3755 בֶּהָרִים֙ H2022 וּבַ H3760 כִּֽי H3588 אֹהֵ֥ב H157 אֲדָמָ֖ה H127 הָיָֽה H1961 ",
  "11": "וַיְהִ֣י H1961 לְעֻזִּיָּ֡הוּ H5818 חַיִל֩ H2428 עֹשֵׂ֨ה H6213 מִלְחָמָ֜ה H4421 יוֹצְאֵ֧י H3318 צָבָ֣א H6635 לִגְד֗וּד H1416 בְּמִסְפַּר֙ H4557 פְּקֻדָּתָ֔ם H6486 בְּיַד֙ H3027 יעואל H3273 הַסּוֹפֵ֔ר H5608 וּמַעֲשֵׂיָ֖הוּ H4641 הַשּׁוֹטֵ֑ר H7860 עַ֚ל H5921 יַד H3027 חֲנַנְיָ֔הוּ H2608 מִשָּׂרֵ֖י H8269 הַמֶּֽלֶךְ H4428 ",
  "12": "כֹּ֠ל H3605 מִסְפַּ֞ר H4557 רָאשֵׁ֤י H7218 הָאָבוֹת֙ H1 לְגִבּ֣וֹרֵי H1368 חָ֔יִל H2428 אַלְפַּ֖יִם H505 וְשֵׁ֥שׁ H8337 מֵאֽוֹת H3967 ",
  "13": "וְעַל H5921 יָדָם֩ H3027 חֵ֨יל H2426 צָבָ֜א H6635 שְׁלֹ֧שׁ H7969 מֵא֣וֹת H3967 אֶ֗לֶף H505 וְשִׁבְעַ֤ת H7651 אֲלָפִים֙ H505 וַחֲמֵ֣שׁ H2568 מֵא֔וֹת H3967 עוֹשֵׂ֥י H6213 מִלְחָמָ֖ה H4421 בְּכֹ֣חַ H3581 חָ֑יִל H2428 לַעְזֹ֥ר H5826 לַמֶּ֖לֶךְ H4428 עַל H5921 הָאוֹיֵֽב H341 ",
  "14": "וַיָּכֶן֩ H3559 לָהֶ֨ם H1992 עֻזִּיָּ֜הוּ H5818 לְכָל H3605 הַצָּבָ֗א H6635 מָגִנִּ֤ים H4043 וּרְמָחִים֙ H7420 וְכ֣וֹבָעִ֔ים H3553 וְשִׁרְיֹנ֖וֹת H8302 וּקְשָׁת֑וֹת H7198 וּלְ H68 קְלָעִֽים H7050 ",
  "15": "וַיַּ֣עַשׂ H6213 בִּירוּשָׁלִַ֨ם H3389 חִשְּׁבֹנ֜וֹת H2810 מַחֲשֶׁ֣בֶת H4284 חוֹשֵׁ֗ב H2803 לִהְי֤וֹת H1961 עַל H5921 הַמִּגְדָּלִים֙ H4026 וְעַל H5921 הַפִּנּ֔וֹת H6438 לִירוֹא֙ H3384 בַּֽחִצִּ֔ים H2678 וּבָ H68 גְּדֹל֑וֹת H1419 וַיֵּצֵ֤א H3318 שְׁמוֹ֙ H8034 עַד H5704 לְמֵ֣ H7350 כִּֽי H3588 הִפְלִ֥יא H6381 לְהֵעָזֵ֖ר H5826 עַ֥ד H5704 כִּֽי H3588 חָזָֽק H2388 ",
  "16": "וּכְ H2393 גָּבַ֤הּ H1361 לִבּוֹ֙ H3820 עַד H5704 לְהַשְׁחִ֔ית H7843 וַיִּמְעַ֖ל H4603 בַּיהוָ֣ה H3068 אֱלֹהָ֑יו H430 וַיָּבֹא֙ H935 אֶל H413 הֵיכַ֣ל H1964 יְהוָ֔ה H3068 לְהַקְטִ֖יר H6999 עַל H5921 מִזְבַּ֥ח H4196 הַקְּטֹֽרֶת H7004 ",
  "17": "וַיָּבֹ֥א H935 אַחֲרָ֖יו H310 עֲזַרְיָ֣הוּ H5838 הַכֹּהֵ֑ן H3548 וְעִמּ֞ H5973 כֹּהֲנִ֧ים H3548 לַיהוָ֛ה H3068 שְׁמוֹנִ֖ים H8084 בְּנֵי H1121 חָֽיִל H2428 ",
  "18": "וַיַּעַמְד֞וּ H5975 עַל H5921 עֻזִּיָּ֣הוּ H5818 הַמֶּ֗לֶךְ H4428 וַיֹּ֤אמְרוּ H559 לוֹ֙ Hl לֹא H3808 לְךָ֣ Hl עֻזִּיָּ֗הוּ H5818 לְהַקְטִיר֙ H6999 לַֽיהוָ֔ה H3068 כִּ֣י H3588 לַכֹּהֲנִ֧ים H3548 בְּנֵי H1121 אַהֲרֹ֛ן H175 הַמְקֻדָּשִׁ֖ים H6942 לְהַקְטִ֑יר H6999 צֵ֤א H3318 מִן H4480 הַמִּקְדָּשׁ֙ H4720 כִּ֣י H3588 מָעַ֔לְתָּ H4603 וְלֹֽא H3808 לְךָ֥ Hl לְכָב֖וֹד H3519 מֵיְהוָ֥ה H3068 אֱלֹהִֽים H430 ",
  "19": "וַיִּזְעַף֙ H2196 עֻזִּיָּ֔הוּ H5818 וּבְ H3027 מִקְטֶ֖רֶת H4730 לְהַקְטִ֑יר H6999 וּבְ H2196 עִם H5973 הַכֹּהֲנִ֗ים H3548 וְ֠הַ H6883 זָרְחָ֨ה H2224 בְמִצְח֜ H4696 לִפְנֵ֤י H6440 הַכֹּֽהֲנִים֙ H3548 בְּבֵ֣ית H1004 יְהוָ֔ה H3068 מֵעַ֖ל H5921 לְמִזְבַּ֥ח H4196 הַקְּטֹֽרֶת H7004 ",
  "20": "וַיִּ֣פֶן H6437 אֵלָ֡יו H413 עֲזַרְיָהוּ֩ H5838 כֹהֵ֨ן H3548 הָרֹ֜אשׁ H7218 וְכָל H3605 הַכֹּהֲנִ֗ים H3548 וְהִנֵּה H2009 ה֤וּא H1931 מְצֹרָע֙ H6879 בְּמִצְח֔ H4696 וַיַּבְהִל֖וּ H926 מִשָּׁ֑ם H8033 וְגַם H1571 הוּא֙ H1931 נִדְחַ֣ף H1765 לָצֵ֔את H3318 כִּ֥י H3588 נִגְּע֖וֹ H5060 יְהוָֽה H3068 ",
  "21": "וַיְהִי֩ H1961 עֻזִּיָּ֨הוּ H5818 הַמֶּ֜לֶךְ H4428 מְצֹרָ֣ע H6879 עַד H5704 י֣וֹם H3117 מוֹת֗וֹ H4194 וַיֵּ֜שֶׁב H3427 בֵּ֤ית H1004 החפשות H2669 מְצֹרָ֔ע H6879 כִּ֥י H3588 נִגְזַ֖ר H1504 מִבֵּ֣ית H1004 יְהוָ֑ה H3068 וְיוֹתָ֤ם H3147 בְּנוֹ֙ H1121 עַל H5921 בֵּ֣ית H1004 הַמֶּ֔לֶךְ H4428 שׁוֹפֵ֖ט H8199 אֶת H853 עַ֥ם H5971 הָאָֽרֶץ H776 ",
  "22": "וְיֶ֨תֶר֙ H3499 דִּבְרֵ֣י H1697 עֻזִּיָּ֔הוּ H5818 הָרִאשֹׁנִ֖ים H7223 וְהָ H314 כָּתַ֛ב H3789 יְשַֽׁעְיָ֥הוּ H3470 בֶן H1121 אָמ֖וֹץ H531 הַנָּבִֽיא H5030 ",
  "23": "וַיִּשְׁכַּ֨ב H7901 עֻזִּיָּ֜הוּ H5818 עִם H5973 אֲבֹתָ֗יו H1 וַיִּקְבְּר֨וּ H6912 אֹת֤וֹ H853 עִם H5973 אֲבֹתָיו֙ H1 בִּשְׂדֵ֤ה H7704 הַקְּבוּרָה֙ H6900 אֲשֶׁ֣ר H834 לַמְּלָכִ֔ים H4428 כִּ֥י H3588 אָמְר֖וּ H559 מְצוֹרָ֣ע H6879 ה֑וּא H1931 וַיִּמְלֹ֛ךְ H4427 יוֹתָ֥ם H3147 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 "
}
