{
  "1": "וַיִּקְחוּ֙ H3947 עַם H5971 הָאָ֔רֶץ H776 אֶת H853 יְהוֹאָחָ֖ז H3059 בֶּן H1121 יֹאשִׁיָּ֑הוּ H2977 וַיַּמְלִיכֻ֥ H4427 תַֽחַת H8478 אָבִ֖יו H1 בִּירוּשָׁלִָֽם H3389 ",
  "2": "בֶּן H1121 שָׁל֧וֹשׁ H7969 וְעֶשְׂרִ֛ים H6242 שָׁנָ֖ה H8141 יוֹאָחָ֣ז H3099 בְּמָלְכ֑ H4427 וּשְׁלֹשָׁ֣ה H7969 חֳדָשִׁ֔ים H2320 מָלַ֖ךְ H4427 בִּירוּשָׁלִָֽם H3389 ",
  "3": "וַיְסִירֵ֥ H5493 מֶֽלֶךְ H4428 מִצְרַ֖יִם H4714 בִּֽירוּשָׁלִָ֑ם H3389 וַֽיַּעֲנֹשׁ֙ H6064 אֶת H853 הָאָ֔רֶץ H776 מֵאָ֥ה H3967 כִכַּר H3603 כֶּ֖סֶף H3701 וְכִכַּ֥ר H3603 זָהָֽב H2091 ",
  "4": "וַיַּמְלֵ֨ךְ H4427 מֶֽלֶךְ H4428 מִצְרַ֜יִם H4714 אֶת H853 אֶלְיָקִ֣ים H471 אָחִ֗יו H251 עַל H5921 יְהוּדָה֙ H3063 וִיר֣וּשָׁלִַ֔ם H3389 וַיַּסֵּ֥ב H5437 אֶת H853 שְׁמ֖וֹ H8034 יְהוֹיָקִ֑ים H3079 וְאֶת H853 יוֹאָחָ֤ז H3099 אָחִיו֙ H251 לָקַ֣ח H3947 נְכ֔וֹ H5224 וַיְבִיאֵ֖ H935 מִצְרָֽיְמָה H4714 ",
  "5": "בֶּן H1121 עֶשְׂרִ֨ים H6242 וְחָמֵ֤שׁ H2568 שָׁנָה֙ H8141 יְהוֹיָקִ֣ים H3079 בְּמָלְכ֔ H4427 וְאַחַ֤ת H259 עֶשְׂרֵה֙ H6240 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וַיַּ֣עַשׂ H6213 הָרַ֔ע H7451 בְּעֵינֵ֖י H5869 יְהוָ֥ה H3068 אֱלֹהָֽיו H430 ",
  "6": "עָלָ֣יו H5921 עָלָ֔ה H5927 נְבוּכַדְנֶאצַּ֖ר H5019 מֶ֣לֶךְ H4428 בָּבֶ֑ל H894 וַיַּֽאַסְרֵ֨ H631 בַּֽנְחֻשְׁתַּ֔יִם H5178 לְהֹלִיכ֖ H3212 בָּבֶֽלָה H894 ",
  "7": "וּמִ H3627 בֵּ֣ית H1004 יְהוָ֔ה H3068 הֵבִ֥יא H935 נְבוּכַדְנֶאצַּ֖ר H5019 לְבָבֶ֑ל H894 וַיִּתְּנֵ֥ H5414 בְּהֵיכָל֖ H1964 בְּבָבֶֽל H894 ",
  "8": "וְיֶתֶר֩ H3499 דִּבְרֵ֨י H1697 יְהֽוֹיָקִ֜ים H3079 וְתֹֽעֲבֹתָ֤י H8441 אֲשֶׁר H834 עָשָׂה֙ H6213 וְהַ H4672 עָלָ֔יו H5921 הִנָּ֣ם H2005 כְּתוּבִ֗ים H3789 עַל H5921 סֵ֛פֶר H5612 מַלְכֵ֥י H4428 יִשְׂרָאֵ֖ל H3478 וִֽיהוּדָ֑ה H3063 וַיִּמְלֹ֛ךְ H4427 יְהוֹיָכִ֥ין H3078 בְּנ֖וֹ H1121 תַּחְתָּֽיו H8478 ",
  "9": "בֶּן H1121 שְׁמוֹנֶ֤ה H8083 שָׁנִים֙ H8141 יְהוֹיָכִ֣ין H3078 בְּמָלְכ֔ H4427 וּשְׁלֹשָׁ֤ה H7969 חֳדָשִׁים֙ H2320 וַעֲשֶׂ֣רֶת H6235 יָמִ֔ים H3117 מָלַ֖ךְ H4427 בִּירוּשָׁלִָ֑ם H3389 וַיַּ֥עַשׂ H6213 הָרַ֖ע H7451 בְּעֵינֵ֥י H5869 יְהוָֽה H3068 ",
  "10": "וְלִ H8666 הַשָּׁנָ֗ה H8141 שָׁלַח֙ H7971 הַמֶּ֣לֶךְ H4428 נְבֽוּכַדְנֶאצַּ֔ר H5019 וַיְבִאֵ֣ H935 בָבֶ֔לָה H894 עִם H5973 כְּלֵ֖י H3627 חֶמְדַּ֣ת H2532 בֵּית H1004 יְהוָ֑ה H3068 וַיַּמְלֵךְ֙ H4427 אֶת H853 צִדְקִיָּ֣הוּ H6667 אָחִ֔יו H251 עַל H5921 יְהוּדָ֖ה H3063 וִֽירוּשָׁלִָֽם H3389 ",
  "11": "בֶּן H1121 עֶשְׂרִ֧ים H6242 וְאַחַ֛ת H259 שָׁנָ֖ה H8141 צִדְקִיָּ֣הוּ H6667 בְמָלְכ֑ H4427 וְאַחַ֤ת H259 עֶשְׂרֵה֙ H6240 שָׁנָ֔ה H8141 מָלַ֖ךְ H4427 בִּירוּשָׁלִָֽם H3389 ",
  "12": "וַיַּ֣עַשׂ H6213 הָרַ֔ע H7451 בְּעֵינֵ֖י H5869 יְהוָ֣ה H3068 אֱלֹהָ֑יו H430 לֹ֣א H3808 נִכְנַ֗ע H3665 מִלִּ H6440 יִרְמְיָ֥הוּ H3414 הַנָּבִ֖יא H5030 מִפִּ֥י H6310 יְהוָֽה H3068 ",
  "13": "וְ֠גַם H1571 בַּמֶּ֤לֶךְ H4428 נְבֽוּכַדְנֶאצַּר֙ H5019 מָרָ֔ד H4775 אֲשֶׁ֥ר H834 הִשְׁבִּיע֖וֹ H7650 בֵּֽאלֹהִ֑ים H430 וַיֶּ֤קֶשׁ H7185 אֶת H853 עָרְפּוֹ֙ H6203 וַיְאַמֵּ֣ץ H553 אֶת H853 לְבָב֔וֹ H3824 מִשּׁ֕וּב H7725 אֶל H413 יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
  "14": "גַּ֠ם H1571 כָּל H3605 שָׂרֵ֨י H8269 הַכֹּהֲנִ֤ים H3548 וְהָ H5971 הִרְבּ֣וּ H7235 לִמְעָול H4603 מַ֔עַל H4603 כְּכֹ֖ל H3605 תֹּעֲב֣וֹת H8441 הַגּוֹיִ֑ם H1471 וַֽיְטַמְּאוּ֙ H2930 אֶת H853 בֵּ֣ית H1004 יְהוָ֔ה H3068 אֲשֶׁ֥ר H834 הִקְדִּ֖ישׁ H6942 בִּירוּשָׁלִָֽם H3389 ",
  "15": "וַיִּשְׁלַ֡ח H7971 יְהוָה֩ H3068 אֱלֹהֵ֨י H430 אֲבוֹתֵיהֶ֧ם H1 עֲלֵיהֶ֛ם H5921 בְּיַ֥ד H3027 מַלְאָכָ֖יו H4397 הַשְׁכֵּ֣ם H7925 וְשָׁל֑וֹחַ H7971 כִּֽי H3588 חָמַ֥ל H2550 עַל H5921 עַמּ֖וֹ H5971 וְעַל H5921 מְעוֹנֽוֹ H4583 ",
  "16": "וַיִּֽהְי֤וּ H1961 מַלְעִבִים֙ H3931 בְּמַלְאֲכֵ֣י H4397 הָאֱלֹהִ֔ים H430 וּבוֹזִ֣ים H959 דְּבָרָ֔יו H1697 וּמִֽתַּעְתְּעִ֖ים H8591 בִּנְבִאָ֑י H5030 עַ֠ד H5704 עֲל֧וֹת H5927 חֲמַת H2534 יְהוָ֛ה H3068 בְּעַמּ֖ H5971 עַד H5704 לְאֵ֥ין H369 מַרְפֵּֽא H4832 ",
  "17": "וַיַּ֨עַל H5927 עֲלֵיהֶ֜ם H5921 אֶת H853 מֶ֣לֶךְ H4428 כשדיים H3778 וַיַּהֲרֹ֨ג H2026 בַּחוּרֵיהֶ֤ם H970 בַּחֶ֨רֶב֙ H2719 בְּבֵ֣ית H1004 מִקְדָּשָׁ֔ם H4720 וְלֹ֥א H3808 חָמַ֛ל H2550 עַל H5921 בָּח֥וּר H970 וּבְתוּלָ֖ה H1330 זָקֵ֣ן H2205 וְיָשֵׁ֑שׁ H3486 הַכֹּ֖ל H3605 נָתַ֥ן H5414 בְּיָדֽ H3027 ",
  "18": "וְ֠כֹל H3605 כְּלֵ֞י H3627 בֵּ֤ית H1004 הָאֱלֹהִים֙ H430 הַגְּדֹלִ֣ים H1419 וְהַ H6996 וְאֹֽצְרוֹת֙ H214 בֵּ֣ית H1004 יְהוָ֔ה H3068 וְאֹצְר֥וֹת H214 הַמֶּ֖לֶךְ H4428 וְשָׂרָ֑י H8269 הַכֹּ֖ל H3605 הֵבִ֥יא H935 בָבֶֽל H894 ",
  "19": "וַֽיִּשְׂרְפוּ֙ H8313 אֶת H853 בֵּ֣ית H1004 הָאֱלֹהִ֔ים H430 וַֽיְנַתְּצ֔וּ H5422 אֵ֖ת H853 חוֹמַ֣ת H2346 יְרוּשָׁלִָ֑ם H3389 וְכָל H3605 אַרְמְנוֹתֶ֨יהָ֙ H759 שָׂרְפ֣וּ H8313 בָאֵ֔שׁ H784 וְכָל H3605 כְּלֵ֥י H3627 מַחֲמַדֶּ֖יהָ H4261 לְהַשְׁחִֽית H7843 ",
  "20": "וַיֶּ֛גֶל H1540 הַשְּׁאֵרִ֥ית H7611 מִן H4480 הַחֶ֖רֶב H2719 אֶל H413 בָּבֶ֑ל H894 וַֽיִּהְיוּ H1961 ל֤וֹ Hl וּלְ H1121 לַעֲבָדִ֔ים H5650 עַד H5704 מְלֹ֖ךְ H4427 מַלְכ֥וּת H4438 פָּרָֽס H6539 ",
  "21": "לְמַלֹּ֤אות H4390 דְּבַר H1697 יְהוָה֙ H3068 בְּפִ֣י H6310 יִרְמְיָ֔הוּ H3414 עַד H5704 רָצְתָ֥ה H7521 הָאָ֖רֶץ H776 אֶת H853 שַׁבְּתוֹתֶ֑יהָ H7676 כָּל H3605 יְמֵ֤י H3117 הָשַּׁמָּה֙ H8074 שָׁבָ֔תָה H7673 לְמַלֹּ֖אות H4390 שִׁבְעִ֥ים H7657 שָׁנָֽה H8141 ",
  "22": "וּבִ H8141 אַחַ֗ת H259 לְכ֨וֹרֶשׁ֙ H3566 מֶ֣לֶךְ H4428 פָּרַ֔ס H6539 לִכְל֥וֹת H3615 דְּבַר H1697 יְהוָ֖ה H3068 בְּפִ֣י H6310 יִרְמְיָ֑הוּ H3414 הֵעִ֣יר H5782 יְהוָ֗ה H3068 אֶת H853 ר֨וּחַ֙ H7307 כּ֣וֹרֶשׁ H3566 מֶֽלֶךְ H4428 פָּרַ֔ס H6539 וַיַּֽעֲבֶר H5674 קוֹל֙ H6963 בְּכָל H3605 מַלְכוּת֔וֹ H4438 וְגַם H1571 בְּמִכְתָּ֖ב H4385 לֵאמֹֽר H559 ",
  "23": "כֹּה H3541 אָמַ֞ר H559 כּ֣וֹרֶשׁ H3566 מֶ֣לֶךְ H4428 פָּרַ֗ס H6539 כָּל H3605 מַמְלְכ֤וֹת H4467 הָאָ֨רֶץ֙ H776 נָ֣תַן H5414 לִ֗י Hl יְהוָה֙ H3068 אֱלֹהֵ֣י H430 הַשָּׁמַ֔יִם H8064 וְהֽוּא H1931 פָקַ֤ד H6485 עָלַי֙ H5921 לִבְנֽוֹת H1129 ל֣וֹ Hl בַ֔יִת H1004 בִּירוּשָׁלִַ֖ם H3389 אֲשֶׁ֣ר H834 בִּֽיהוּדָ֑ה H3063 מִֽי H4310 בָכֶ֣ם Hb מִכָּל H3605 עַמּ֗וֹ H5971 יְהוָ֧ה H3068 אֱלֹהָ֛יו H430 עִמּ֖וֹ H5973 וְיָֽעַל H5927 "
}
