{
  "1": "וַיֵּ֖דַע H3045 יוֹאָ֣ב H3097 בֶּן H1121 צְרֻיָ֑ה H6870 כִּֽי H3588 לֵ֥ב H3820 הַמֶּ֖לֶךְ H4428 עַל H5921 אַבְשָׁלֽוֹם H53 ",
  "2": "וַיִּשְׁלַ֤ח H7971 יוֹאָב֙ H3097 תְּק֔וֹעָה H8620 וַיִּקַּ֥ח H3947 מִשָּׁ֖ם H8033 אִשָּׁ֣ה H802 חֲכָמָ֑ה H2450 וַיֹּ֣אמֶר H559 אֵ֠לֶיהָ H413 הִֽתְאַבְּלִי H56 נָ֞א H4994 וְלִבְשִׁי H3847 נָ֣א H4994 בִגְדֵי H899 אֵ֗בֶל H60 וְאַל H408 תָּס֨וּכִי֙ H5480 שֶׁ֔מֶן H8081 וְהָיִ֕ית H1961 כְּאִשָּׁ֗ה H802 זֶ֚ה H2088 יָמִ֣ים H3117 רַבִּ֔ים H7227 מִתְאַבֶּ֖לֶת H56 עַל H5921 מֵֽת H4191 ",
  "3": "וּבָאת֙ H935 אֶל H413 הַמֶּ֔לֶךְ H4428 וְדִבַּ֥רְתְּ H1696 אֵלָ֖יו H413 כַּדָּבָ֣ר H1697 הַזֶּ֑ה H2088 וַיָּ֧שֶׂם H7760 יוֹאָ֛ב H3097 אֶת H853 הַדְּבָרִ֖ים H1697 בְּפִֽי H6310 ",
  "4": "וַ֠תֹּאמֶר H559 הָאִשָּׁ֤ה H802 הַתְּקֹעִית֙ H8621 אֶל H413 הַמֶּ֔לֶךְ H4428 וַתִּפֹּ֧ל H5307 עַל H5921 אַפֶּ֛יהָ H639 אַ֖רְצָה H776 וַתִּשְׁתָּ֑חוּ H7812 וַתֹּ֖אמֶר H559 הוֹשִׁ֥עָה H3467 הַמֶּֽלֶךְ H4428 ",
  "5": "וַיֹּֽאמֶר H559 לָ֥הּ Hl הַמֶּ֖לֶךְ H4428 מַה H4100 לָּ֑ךְ Hl וַתֹּ֗אמֶר H559 אֲבָ֛ל H61 אִשָּֽׁה H802 אַלְמָנָ֥ה H490 אָ֖נִי H589 וַיָּ֥מָת H4191 אִישִֽׁי H376 ",
  "6": "וּלְ H8198 שְׁנֵ֣י H8147 בָנִ֔ים H1121 וַיִּנָּצ֤וּ H5327 שְׁנֵיהֶם֙ H8147 בַּשָּׂדֶ֔ה H7704 וְאֵ֥ין H369 מַצִּ֖יל H5337 בֵּֽינֵיהֶ֑ם H996 וַיַּכּ֧ H5221 הָאֶחָ֛ד H259 אֶת H853 הָאֶחָ֖ד H259 וַיָּ֥מֶת H4191 אֹתֽוֹ H853 ",
  "7": "וְהִנֵּה֩ H2009 קָ֨מָה H6965 כָֽל H3605 הַמִּשְׁפָּחָ֜ה H4940 עַל H5921 שִׁפְחָתֶ֗ךָ H8198 וַיֹּֽאמְרוּ֙ H559 תְּנִ֣י H5414 אֶת H853 מַכֵּ֣ה H5221 אָחִ֗יו H251 וּנְמִתֵ֨ H4191 בְּנֶ֤פֶשׁ H5315 אָחִיו֙ H251 אֲשֶׁ֣ר H834 הָרָ֔ג H2026 וְנַשְׁמִ֖ידָה H8045 גַּ֣ם H1571 אֶת H853 הַיּוֹרֵ֑שׁ H3423 וְכִבּ֗וּ H3518 אֶת H853 גַּֽחַלְתִּי֙ H1513 אֲשֶׁ֣ר H834 נִשְׁאָ֔רָה H7604 לְבִלְתִּ֧י H1115 שום H7760 לְאִישִׁ֛ H376 שֵׁ֥ם H8034 וּשְׁאֵרִ֖ית H7611 עַל H5921 פְּנֵ֥י H6440 הָאֲדָמָֽה H127 ",
  "8": "וַיֹּ֧אמֶר H559 הַמֶּ֛לֶךְ H4428 אֶל H413 הָאִשָּׁ֖ה H802 לְכִ֣י H3212 לְבֵיתֵ֑ H1004 וַאֲנִ֖י H589 אֲצַוֶּ֥ה H6680 עָלָֽיִךְ H5921 ",
  "9": "וַתֹּ֜אמֶר H559 הָאִשָּׁ֤ה H802 הַתְּקוֹעִית֙ H8621 אֶל H413 הַמֶּ֔לֶךְ H4428 עָלַ֞י H5921 אֲדֹנִ֥י H113 הַמֶּ֛לֶךְ H4428 הֶעָוֺ֖ן H5771 וְעַל H5921 בֵּ֣ית H1004 אָבִ֑י H1 וְהַ H4428 וְכִסְא֖ H3678 נָקִֽי H5355 ",
  "10": "וַיֹּ֖אמֶר H559 הַמֶּ֑לֶךְ H4428 הַֽמְדַבֵּ֤ר H1696 אֵלַ֨יִךְ֙ H413 וַֽהֲבֵאת֣ H935 אֵלַ֔י H413 וְלֹֽא H3808 יֹסִ֥יף H3254 ע֖וֹד H5750 לָגַ֥עַת H5060 בָּֽךְ Hb ",
  "11": "וַתֹּאמֶר֩ H559 יִזְכָּר H2142 נָ֨א H4994 הַמֶּ֜לֶךְ H4428 אֶת H853 יְהוָ֣ה H3068 אֱלֹהֶ֗יךָ H430 מהרבית H7235 גֹּאֵ֤ל H1350 הַדָּם֙ H1818 לְשַׁחֵ֔ת H7843 וְלֹ֥א H3808 יַשְׁמִ֖ידוּ H8045 אֶת H853 בְּנִ֑י H1121 וַיֹּ֨אמֶר֙ H559 חַי H2416 יְהוָ֔ה H3068 אִם H518 יִפֹּ֛ל H5307 מִשַּׂעֲרַ֥ת H8185 בְּנֵ֖ךְ H1121 אָֽרְצָה H776 ",
  "12": "וַתֹּ֨אמֶר֙ H559 הָֽאִשָּׁ֔ה H802 תְּדַבֶּר H1696 נָ֧א H4994 שִׁפְחָתְךָ֛ H8198 אֶל H413 אֲדֹנִ֥י H113 הַמֶּ֖לֶךְ H4428 דָּבָ֑ר H1697 וַיֹּ֖אמֶר H559 דַּבֵּֽרִי H1696 ",
  "13": "וַתֹּ֨אמֶר֙ H559 הָֽאִשָּׁ֔ה H802 וְלָ֧ H4100 חָשַׁ֛בְתָּה H2803 כָּזֹ֖את H2063 עַל H5921 עַ֣ם H5971 אֱלֹהִ֑ים H430 וּמִ H1696 הַמֶּ֜לֶךְ H4428 הַדָּבָ֤ר H1697 הַזֶּה֙ H2088 כְּאָשֵׁ֔ם H818 לְבִלְתִּ֛י H1115 הָשִׁ֥יב H7725 הַמֶּ֖לֶךְ H4428 אֶֽת H853 נִדְּחֽוֹ H5080 ",
  "14": "כִּי H3588 מ֣וֹת H4191 נָמ֔וּת H4191 וְכַ H4325 הַנִּגָּרִ֣ים H5064 אַ֔רְצָה H776 אֲשֶׁ֖ר H834 לֹ֣א H3808 יֵאָסֵ֑פוּ H622 וְלֹֽא H3808 יִשָּׂ֤א H5375 אֱלֹהִים֙ H430 נֶ֔פֶשׁ H5315 וְחָשַׁב֙ H2803 מַֽחֲשָׁב֔וֹת H4284 לְבִלְתִּ֛י H1115 יִדַּ֥ח H5080 מִמֶּ֖נּוּ H4480 נִדָּֽח H5080 ",
  "15": "וְ֠עַתָּה H6258 אֲשֶׁר H834 בָּ֜אתִי H935 לְדַבֵּ֨ר H1696 אֶל H413 הַמֶּ֤לֶךְ H4428 אֲדֹנִי֙ H113 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֔ה H2088 כִּ֥י H3588 יֵֽרְאֻ֖נִי H3372 הָעָ֑ם H5971 וַתֹּ֤אמֶר H559 שִׁפְחָֽתְךָ֙ H8198 אֲדַבְּרָה H1696 נָּ֣א H4994 אֶל H413 הַמֶּ֔לֶךְ H4428 אוּלַ֛י H194 יַעֲשֶׂ֥ה H6213 הַמֶּ֖לֶךְ H4428 אֶת H853 דְּבַ֥ר H1697 אֲמָתֽוֹ H519 ",
  "16": "כִּ֚י H3588 יִשְׁמַ֣ע H8085 הַמֶּ֔לֶךְ H4428 לְהַצִּ֥יל H5337 אֶת H853 אֲמָת֖וֹ H519 מִכַּ֣ף H3709 הָאִ֑ישׁ H376 לְהַשְׁמִ֨יד H8045 אֹתִ֤י H853 וְאֶת H853 בְּנִי֙ H1121 יַ֔חַד H3162 מִֽנַּחֲלַ֖ת H5159 אֱלֹהִֽים H430 ",
  "17": "וַתֹּ֨אמֶר֙ H559 שִׁפְחָ֣תְךָ֔ H8198 יִֽהְיֶה H1961 נָּ֛א H4994 דְּבַר H1697 אֲדֹנִ֥י H113 הַמֶּ֖לֶךְ H4428 לִמְנוּחָ֑ה H4496 כִּ֣י H3588 כְּמַלְאַ֣ךְ H4397 הָאֱלֹהִ֗ים H430 כֵּ֣ן H3651 אֲדֹנִ֤י H113 הַמֶּ֨לֶךְ֙ H4428 לִשְׁמֹ֨עַ֙ H8085 הַטּ֣וֹב H2896 וְהָ H7451 וַֽיהוָ֥ה H3068 אֱלֹהֶ֖יךָ H430 יְהִ֥י H1961 עִמָּֽךְ H5973 ",
  "18": "וַיַּ֣עַן H6030 הַמֶּ֗לֶךְ H4428 וַיֹּ֨אמֶר֙ H559 אֶל H413 הָ֣אִשָּׁ֔ה H802 אַל H408 נָ֨א H4994 תְכַחֲדִ֤י H3582 מִמֶּ֨נִּי֙ H4480 דָּבָ֔ר H1697 אֲשֶׁ֥ר H834 אָנֹכִ֖י H595 שֹׁאֵ֣ל H7592 אֹתָ֑ךְ H853 וַתֹּ֨אמֶר֙ H559 הָֽאִשָּׁ֔ה H802 יְדַבֶּר H1696 נָ֖א H4994 אֲדֹנִ֥י H113 הַמֶּֽלֶךְ H4428 ",
  "19": "וַיֹּ֣אמֶר H559 הַמֶּ֔לֶךְ H4428 הֲיַ֥ד H3027 יוֹאָ֛ב H3097 אִתָּ֖ךְ H854 בְּכָל H3605 זֹ֑את H2063 וַתַּ֣עַן H6030 הָאִשָּׁ֣ה H802 וַתֹּ֡אמֶר H559 חֵֽי H2416 נַפְשְׁךָ֩ H5315 אֲדֹנִ֨י H113 הַמֶּ֜לֶךְ H4428 אִם H518 אִ֣שׁ H786 לְהֵמִ֣ין H3231 וּלְ H8041 מִכֹּ֤ל H3605 אֲשֶׁר H834 דִּבֶּר֙ H1696 אֲדֹנִ֣י H113 הַמֶּ֔לֶךְ H4428 כִּֽי H3588 עַבְדְּךָ֤ H5650 יוֹאָב֙ H3097 ה֣וּא H1931 צִוָּ֔נִי H6680 וְה֗וּא H1931 שָׂ֚ם H7760 בְּפִ֣י H6310 שִׁפְחָֽתְךָ֔ H8198 אֵ֥ת H853 כָּל H3605 הַדְּבָרִ֖ים H1697 הָאֵֽלֶּה H428 ",
  "20": "לְבַ H5668 סַבֵּב֙ H5437 אֶת H853 פְּנֵ֣י H6440 הַדָּבָ֔ר H1697 עָשָׂ֛ה H6213 עַבְדְּךָ֥ H5650 יוֹאָ֖ב H3097 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֑ה H2088 וַאדֹנִ֣ H113 חָכָ֗ם H2450 כְּחָכְמַת֙ H2451 מַלְאַ֣ךְ H4397 הָאֱלֹהִ֔ים H430 לָדַ֖עַת H3045 אֶֽת H853 כָּל H3605 אֲשֶׁ֥ר H834 בָּאָֽרֶץ H776 ",
  "21": "וַיֹּ֤אמֶר H559 הַמֶּ֨לֶךְ֙ H4428 אֶל H413 יוֹאָ֔ב H3097 הִנֵּה H2009 נָ֥א H4994 עָשִׂ֖יתִי H6213 אֶת H853 הַדָּבָ֣ר H1697 הַזֶּ֑ה H2088 וְלֵ֛ךְ H3212 הָשֵׁ֥ב H7725 אֶת H853 הַנַּ֖עַר H5288 אֶת H853 אַבְשָׁלֽוֹם H53 ",
  "22": "וַיִּפֹּל֩ H5307 יוֹאָ֨ב H3097 אֶל H413 פָּנָ֥יו H6440 אַ֛רְצָה H776 וַיִּשְׁתַּ֖חוּ H7812 וַיְבָ֣רֶךְ H1288 אֶת H853 הַמֶּ֑לֶךְ H4428 וַיֹּ֣אמֶר H559 יוֹאָ֡ב H3097 הַיּוֹם֩ H3117 יָדַ֨ע H3045 עַבְדְּךָ֜ H5650 כִּי H3588 מָצָ֨אתִי H4672 חֵ֤ן H2580 בְּעֵינֶ֨י H5869 אֲדֹנִ֣י H113 הַמֶּ֔לֶךְ H4428 אֲשֶׁר H834 עָשָׂ֥ה H6213 הַמֶּ֖לֶךְ H4428 אֶת H853 דְּבַ֥ר H1697 עבדו H5650 ",
  "23": "וַיָּ֥קָם H6965 יוֹאָ֖ב H3097 וַיֵּ֣לֶךְ H3212 גְּשׁ֑וּרָה H1650 וַיָּבֵ֥א H935 אֶת H853 אַבְשָׁל֖וֹם H53 יְרוּשָׁלִָֽם H3389 ",
  "24": "וַיֹּ֤אמֶר H559 הַמֶּ֨לֶךְ֙ H4428 יִסֹּ֣ב H5437 אֶל H413 בֵּית֔וֹ H1004 וּפָנַ֖ H6440 לֹ֣א H3808 יִרְאֶ֑ה H7200 וַיִּסֹּ֤ב H5437 אַבְשָׁלוֹם֙ H53 אֶל H413 בֵּית֔וֹ H1004 וּפְנֵ֥י H6440 הַמֶּ֖לֶךְ H4428 לֹ֥א H3808 רָאָֽה H7200 ",
  "25": "וּכְ H53 לֹא H3808 הָיָ֧ה H1961 אִישׁ H376 יָפֶ֛ה H3303 בְּכָל H3605 יִשְׂרָאֵ֖ל H3478 לְהַלֵּ֣ל H1984 מְאֹ֑ד H3966 מִכַּ֤ף H3709 רַגְלוֹ֙ H7272 וְעַ֣ד H5704 קָדְקֳד֔וֹ H6936 לֹא H3808 הָ֥יָה H1961 ב֖וֹ Hb מֽוּם H3971 ",
  "26": "וּֽבְ H1548 אֶת H853 רֹאשׁוֹ֒ H7218 וְֽ֠הָיָה H1961 מִקֵּ֨ץ H7093 יָמִ֤ים H3117 לַיָּמִים֙ H3117 אֲשֶׁ֣ר H834 יְגַלֵּ֔חַ H1548 כִּֽי H3588 כָבֵ֥ד H3513 עָלָ֖יו H5921 וְגִלְּח֑ H1548 וְשָׁקַל֙ H8254 אֶת H853 שְׂעַ֣ר H8181 רֹאשׁ֔וֹ H7218 מָאתַ֥יִם H3967 שְׁקָלִ֖ים H8255 בְּאֶ֥בֶן H68 הַמֶּֽלֶךְ H4428 ",
  "27": "וַיִּֽוָּלְד֤וּ H3205 לְאַבְשָׁלוֹם֙ H53 שְׁלוֹשָׁ֣ה H7969 בָנִ֔ים H1121 וּבַ֥ת H1323 אַחַ֖ת H259 וּשְׁמָ֣ H8034 תָּמָ֑ר H8559 הִ֣יא H1931 הָיְתָ֔ה H1961 אִשָּׁ֖ה H802 יְפַ֥ת H3303 מַרְאֶֽה H4758 ",
  "28": "וַיֵּ֧שֶׁב H3427 אַבְשָׁל֛וֹם H53 בִּירוּשָׁלִַ֖ם H3389 שְׁנָתַ֣יִם H8141 יָמִ֑ים H3117 וּפְנֵ֥י H6440 הַמֶּ֖לֶךְ H4428 לֹ֥א H3808 רָאָֽה H7200 ",
  "29": "וַיִּשְׁלַ֨ח H7971 אַבְשָׁל֜וֹם H53 אֶל H413 יוֹאָ֗ב H3097 לִשְׁלֹ֤חַ H7971 אֹתוֹ֙ H853 אֶל H413 הַמֶּ֔לֶךְ H4428 וְלֹ֥א H3808 אָבָ֖ה H14 לָב֣וֹא H935 אֵלָ֑יו H413 וַיִּשְׁלַ֥ח H7971 עוֹד֙ H5750 שֵׁנִ֔ית H8145 וְלֹ֥א H3808 אָבָ֖ה H14 לָבֽוֹא H935 ",
  "30": "וַיֹּ֨אמֶר H559 אֶל H413 עֲבָדָ֜יו H5650 רְאוּ֩ H7200 חֶלְקַ֨ת H2513 יוֹאָ֤ב H3097 אֶל H413 יָדִי֙ H3027 וְל Hc/Hl שָׁ֣ם H8033 שְׂעֹרִ֔ים H8184 לְכ֖וּ H3212 והוצתי H3341 בָאֵ֑שׁ H784 וַיַּצִּ֜תוּ H3341 עַבְדֵ֧י H5650 אַבְשָׁל֛וֹם H53 אֶת H853 הַחֶלְקָ֖ה H2513 בָּאֵֽשׁ H784 ",
  "31": "וַיָּ֣קָם H6965 יוֹאָ֔ב H3097 וַיָּבֹ֥א H935 אֶל H413 אַבְשָׁל֖וֹם H53 הַבָּ֑יְתָ H1004 וַיֹּ֣אמֶר H559 אֵלָ֔יו H413 לָ֣מָּה H4100 הִצִּ֧יתוּ H3341 עֲבָדֶ֛ךָ H5650 אֶת H853 הַחֶלְקָ֥ה H2513 אֲשֶׁר H834 לִ֖י Hl בָּאֵֽשׁ H784 ",
  "32": "וַיֹּ֣אמֶר H559 אַבְשָׁל֣וֹם H53 אֶל H413 יוֹאָ֡ב H3097 הִנֵּ֣ה H2009 שָׁלַ֣חְתִּי H7971 אֵלֶ֣יךָ H413 לֵאמֹ֡ר H559 בֹּ֣א H935 הֵ֠נָּה H2008 וְאֶשְׁלְחָה֩ H7971 אֹתְךָ֨ H853 אֶל H413 הַמֶּ֜לֶךְ H4428 לֵאמֹ֗ר H559 לָ֤מָּה H4100 בָּ֨אתִי֙ H935 מִגְּשׁ֔וּר H1650 ט֥וֹב H2896 לִ֖י Hl עֹ֣ד H5750 אֲנִי H589 שָׁ֑ם H8033 וְעַתָּ֗ה H6258 אֶרְאֶה֙ H7200 פְּנֵ֣י H6440 הַמֶּ֔לֶךְ H4428 וְאִם H518 יֶשׁ H3426 בִּ֥י Hb עָוֺ֖ן H5771 וֶהֱמִתָֽ H4191 ",
  "33": "וַיָּבֹ֨א H935 יוֹאָ֣ב H3097 אֶל H413 הַמֶּלֶךְ֮ H4428 וַיַּגֶּד H5046 לוֹ֒ Hl וַיִּקְרָ֤א H7121 אֶל H413 אַבְשָׁלוֹם֙ H53 וַיָּבֹ֣א H935 אֶל H413 הַמֶּ֔לֶךְ H4428 וַיִּשְׁתַּ֨חוּ H7812 ל֧וֹ Hl עַל H5921 אַפָּ֛יו H639 אַ֖רְצָה H776 לִפְנֵ֣י H6440 הַמֶּ֑לֶךְ H4428 וַיִּשַּׁ֥ק H5401 הַמֶּ֖לֶךְ H4428 לְאַבְשָׁלֽוֹם H53 "
}
