{
  "1": "וַיִּפְקֹ֣ד H6485 דָּוִ֔ד H1732 אֶת H853 הָעָ֖ם H5971 אֲשֶׁ֣ר H834 אִתּ֑וֹ H854 וַיָּ֣שֶׂם H7760 עֲלֵיהֶ֔ם H5921 שָׂרֵ֥י H8269 אֲלָפִ֖ים H505 וְשָׂרֵ֥י H8269 מֵאֽוֹת H3967 ",
  "2": "וַיְשַׁלַּ֨ח H7971 דָּוִ֜ד H1732 אֶת H853 הָעָ֗ם H5971 הַשְּׁלִשִׁ֤ית H7992 בְּיַד H3027 יוֹאָב֙ H3097 וְ֠הַ H7992 בְּיַ֨ד H3027 אֲבִישַׁ֤י H52 בֶּן H1121 צְרוּיָה֙ H6870 אֲחִ֣י H251 יוֹאָ֔ב H3097 וְהַ֨ H7992 בְּיַ֖ד H3027 אִתַּ֣י H863 הַגִּתִּ֑י H1663 וַיֹּ֤אמֶר H559 הַמֶּ֨לֶךְ֙ H4428 אֶל H413 הָעָ֔ם H5971 יָצֹ֥א H3318 אֵצֵ֛א H3318 גַּם H1571 אֲנִ֖י H589 עִמָּכֶֽם H5973 ",
  "3": "וַיֹּ֨אמֶר H559 הָעָ֜ם H5971 לֹ֣א H3808 תֵצֵ֗א H3318 כִּי֩ H3588 אִם H518 נֹ֨ס H5127 נָנ֜וּס H5127 לֹא H3808 יָשִׂ֧ימוּ H7760 אֵלֵ֣ינוּ H413 לֵ֗ב H3820 וְאִם H518 יָמֻ֤תוּ H4191 חֶצְיֵ֨נוּ֙ H2677 לֹֽא H3808 יָשִׂ֤ימוּ H7760 אֵלֵ֨ינוּ֙ H413 לֵ֔ב H3820 כִּֽי H3588 עַתָּ֥ה H6258 כָמֹ֖נוּ H3644 עֲשָׂרָ֣ה H6235 אֲלָפִ֑ים H505 וְעַתָּ֣ה H6258 ט֔וֹב H2896 כִּי H3588 תִֽהְיֶה H1961 לָּ֥נוּ Hl מֵעִ֖יר H5892 לעזיר H5826 ",
  "4": "וַיֹּ֤אמֶר H559 אֲלֵיהֶם֙ H413 הַמֶּ֔לֶךְ H4428 אֲשֶׁר H834 יִיטַ֥ב H3190 בְּעֵינֵי H5869 אֶעֱשֶׂ֑ה H6213 וַיַּעֲמֹ֤ד H5975 הַמֶּ֨לֶךְ֙ H4428 אֶל H413 יַ֣ד H3027 הַשַּׁ֔עַר H8179 וְכָל H3605 הָעָם֙ H5971 יָֽצְא֔וּ H3381 לְמֵא֖וֹת H3967 וְלַ H505 ",
  "5": "וַיְצַ֣ו H6680 הַמֶּ֡לֶךְ H4428 אֶת H853 י֠וֹאָב H3097 וְאֶת H853 אֲבִישַׁ֤י H52 וְאֶת H853 אִתַּי֙ H863 לֵאמֹ֔ר H559 לְאַט H328 לִ֖י Hl לַנַּ֣עַר H5288 לְאַבְשָׁל֑וֹם H53 וְכָל H3605 הָעָ֣ם H5971 שָׁמְע֗וּ H8085 בְּצַוֺּ֥ת H6680 הַמֶּ֛לֶךְ H4428 אֶת H853 כָּל H3605 הַשָּׂרִ֖ים H8269 עַל H5921 דְּבַ֥ר H1697 אַבְשָׁלֽוֹם H53 ",
  "6": "וַיֵּצֵ֥א H3318 הָעָ֛ם H5971 הַשָּׂדֶ֖ה H7704 לִקְרַ֣את H7125 יִשְׂרָאֵ֑ל H3478 וַתְּהִ֥י H1961 הַמִּלְחָמָ֖ה H4421 בְּיַ֥עַר H3293 אֶפְרָֽיִם H669 ",
  "7": "וַיִּנָּ֤גְפוּ H5062 שָׁם֙ H8033 עַ֣ם H5971 יִשְׂרָאֵ֔ל H3478 לִפְנֵ֖י H6440 עַבְדֵ֣י H5650 דָוִ֑ד H1732 וַתְּהִי H1961 שָׁ֞ם H8033 הַמַּגֵּפָ֧ה H4046 גְדוֹלָ֛ה H1419 בַּיּ֥וֹם H3117 הַה֖וּא H1931 עֶשְׂרִ֥ים H6242 אָֽלֶף H505 ",
  "8": "וַתְּהִי H1961 שָׁ֧ם H8033 הַמִּלְחָמָ֛ה H4421 נפצית H6327 עַל H5921 פְּנֵ֣י H6440 כָל H3605 הָאָ֑רֶץ H776 וַיֶּ֤רֶב H7235 הַיַּ֨עַר֙ H3293 לֶאֱכֹ֣ל H398 בָּעָ֔ם H5971 מֵאֲשֶׁ֥ר H834 אָכְלָ֛ה H398 הַחֶ֖רֶב H2719 בַּיּ֥וֹם H3117 הַהֽוּא H1931 ",
  "9": "וַיִּקָּרֵא֙ H7122 אַבְשָׁל֔וֹם H53 לִפְנֵ֖י H6440 עַבְדֵ֣י H5650 דָוִ֑ד H1732 וְאַבְשָׁל֞וֹם H53 רֹכֵ֣ב H7392 עַל H5921 הַפֶּ֗רֶד H6505 וַיָּבֹ֣א H935 הַפֶּ֡רֶד H6505 תַּ֣חַת H8478 שׂוֹבֶךְ֩ H7730 הָאֵלָ֨ה H424 הַגְּדוֹלָ֜ה H1419 וַיֶּחֱזַ֧ק H2388 רֹאשׁ֣וֹ H7218 בָאֵלָ֗ה H424 וַיֻּתַּן֙ H5414 בֵּ֤ין H996 הַשָּׁמַ֨יִם֙ H8064 וּבֵ֣ין H996 הָאָ֔רֶץ H776 וְהַ H6505 אֲשֶׁר H834 תַּחְתָּ֖יו H8478 עָבָֽר H5674 ",
  "10": "וַיַּרְא֙ H7200 אִ֣ישׁ H376 אֶחָ֔ד H259 וַיַּגֵּ֖ד H5046 לְיוֹאָ֑ב H3097 וַיֹּ֗אמֶר H559 הִנֵּה֙ H2009 רָאִ֣יתִי H7200 אֶת H853 אַבְשָׁלֹ֔ם H53 תָּל֖וּי H8518 בָּאֵלָֽה H424 ",
  "11": "וַיֹּ֣אמֶר H559 יוֹאָ֗ב H3097 לָאִישׁ֙ H376 הַמַּגִּ֣יד H5046 ל֔וֹ Hl וְהִנֵּ֣ה H2009 רָאִ֔יתָ H7200 וּמַדּ֛וּעַ H4069 לֹֽא H3808 הִכִּית֥וֹ H5221 שָׁ֖ם H8033 אָ֑רְצָה H776 וְעָלַ֗ H5921 לָ֤תֶת H5414 לְךָ֙ Hl עֲשָׂ֣רָה H6235 כֶ֔סֶף H3701 וַחֲגֹרָ֖ה H2290 אֶחָֽת H259 ",
  "12": "וַיֹּ֤אמֶר H559 הָאִישׁ֙ H376 אֶל H413 יוֹאָ֔ב H3097 ולא H3863 אָנֹכִ֜י H595 שֹׁקֵ֤ל H8254 עַל H5921 כַּפַּי֙ H3709 אֶ֣לֶף H505 כֶּ֔סֶף H3701 לֹֽא H3808 אֶשְׁלַ֥ח H7971 יָדִ֖י H3027 אֶל H413 בֶּן H1121 הַמֶּ֑לֶךְ H4428 כִּ֣י H3588 בְאָזְנֵ֜י H241 צִוָּ֣ה H6680 הַמֶּ֗לֶךְ H4428 אֹ֠תְךָ H853 וְאֶת H853 אֲבִישַׁ֤י H52 וְאֶת H853 אִתַּי֙ H863 לֵאמֹ֔ר H559 שִׁמְרוּ H8104 מִ֕י H4310 בַּנַּ֖עַר H5288 בְּאַבְשָׁלֽוֹם H53 ",
  "13": "אֽוֹ H176 עָשִׂ֤יתִי H6213 בנפש H5315 שֶׁ֔קֶר H8267 וְכָל H3605 דָּבָ֖ר H1697 לֹא H3808 יִכָּחֵ֣ד H3582 מִן H4480 הַמֶּ֑לֶךְ H4428 וְאַתָּ֖ה H859 תִּתְיַצֵּ֥ב H3320 מִנֶּֽגֶד H5048 ",
  "14": "וַיֹּ֣אמֶר H559 יוֹאָ֔ב H3097 לֹא H3808 כֵ֖ן H3651 אֹחִ֣ילָה H3176 לְפָנֶ֑י H6440 וַיִּקַּח֩ H3947 שְׁלֹשָׁ֨ה H7969 שְׁבָטִ֜ים H7626 בְּכַפּ֗ H3709 וַיִּתְקָעֵ H8628 בְּלֵ֣ב H3820 אַבְשָׁל֔וֹם H53 עוֹדֶ֥נּוּ H5750 חַ֖י H2416 בְּלֵ֥ב H3820 הָאֵלָֽה H424 ",
  "15": "וַיָּסֹ֨בּוּ֙ H5437 עֲשָׂרָ֣ה H6235 נְעָרִ֔ים H5288 נֹשְׂאֵ֖י H5375 כְּלֵ֣י H3627 יוֹאָ֑ב H3097 וַיַּכּ֥וּ H5221 אֶת H853 אַבְשָׁל֖וֹם H53 וַיְמִיתֻֽ H4191 ",
  "16": "וַיִּתְקַ֤ע H8628 יוֹאָב֙ H3097 בַּשֹּׁפָ֔ר H7782 וַיָּ֣שָׁב H7725 הָעָ֔ם H5971 מִרְדֹ֖ף H7291 אַחֲרֵ֣י H310 יִשְׂרָאֵ֑ל H3478 כִּֽי H3588 חָשַׂ֥ךְ H2820 יוֹאָ֖ב H3097 אֶת H853 הָעָֽם H5971 ",
  "17": "וַיִּקְח֣וּ H3947 אֶת H853 אַבְשָׁל֗וֹם H53 וַיַּשְׁלִ֨יכוּ H7993 אֹת֤וֹ H853 בַיַּ֨עַר֙ H3293 אֶל H413 הַפַּ֣חַת H6354 הַגָּד֔וֹל H1419 וַיַּצִּ֧בוּ H5324 עָלָ֛יו H5921 גַּל H1530 אֲבָנִ֖ים H68 גָּד֣וֹל H1419 מְאֹ֑ד H3966 וְכָל H3605 יִשְׂרָאֵ֔ל H3478 נָ֖סוּ H5127 אִ֥ישׁ H376 לאהל H168 ",
  "18": "וְאַבְשָׁלֹ֣ם H53 לָקַ֗ח H3947 וַיַּצֶּב H5324 ל֤וֹ Hl בחי H2416 אֶת H853 מַצֶּ֨בֶת֙ H4678 אֲשֶׁ֣ר H834 בְּעֵֽמֶק H6010 הַמֶּ֔לֶךְ H4428 כִּ֤י H3588 אָמַר֙ H559 אֵֽין H369 לִ֣י Hl בֵ֔ן H1121 בַּעֲב֖וּר H5668 הַזְכִּ֣יר H2142 שְׁמִ֑י H8034 וַיִּקְרָ֤א H7121 לַמַּצֶּ֨בֶת֙ H4678 עַל H5921 שְׁמ֔וֹ H8034 וַיִּקָּ֤רֵא H7121 לָהּ֙ Hl יַ֣ד H3027 אַבְשָׁלֹ֔ם H53 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "19": "וַאֲחִימַ֤עַץ H290 בֶּן H1121 צָדוֹק֙ H6659 אָמַ֔ר H559 אָר֣וּצָה H7323 נָּ֔א H4994 וַאֲבַשְּׂרָ֖ה H1319 אֶת H853 הַמֶּ֑לֶךְ H4428 כִּי H3588 שְׁפָט֥וֹ H8199 יְהוָ֖ה H3068 מִיַּ֥ד H3027 אֹיְבָֽיו H341 ",
  "20": "וַיֹּ֧אמֶר H559 ל֣וֹ Hl יוֹאָ֗ב H3097 לֹא֩ H3808 אִ֨ישׁ H376 בְּשֹׂרָ֤ה H1309 אַתָּה֙ H859 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 וּבִשַּׂרְתָּ֖ H1319 בְּי֣וֹם H3117 אַחֵ֑ר H312 וְהַ H3117 הַזֶּה֙ H2088 לֹ֣א H3808 תְבַשֵּׂ֔ר H1319 כִּֽי H3588 על H5921 בֶּן H1121 הַמֶּ֖לֶךְ H4428 מֵֽת H4191 ",
  "21": "וַיֹּ֤אמֶר H559 יוֹאָב֙ H3097 לַכּוּשִׁ֔י H3569 לֵ֛ךְ H3212 הַגֵּ֥ד H5046 לַמֶּ֖לֶךְ H4428 אֲשֶׁ֣ר H834 רָאִ֑יתָה H7200 וַיִּשְׁתַּ֧חוּ H7812 כוּשִׁ֛י H3569 לְיוֹאָ֖ב H3097 וַיָּרֹֽץ H7323 ",
  "22": "וַיֹּ֨סֶף H3254 ע֜וֹד H5750 אֲחִימַ֤עַץ H290 בֶּן H1121 צָדוֹק֙ H6659 וַיֹּ֣אמֶר H559 אֶל H413 יוֹאָ֔ב H3097 וִ֣יהִי H1961 מָ֔ה H4100 אָרֻֽצָה H7323 נָּ֥א H4994 גַם H1571 אָ֖נִי H589 אַחֲרֵ֣י H310 הַכּוּשִׁ֑י H3569 וַיֹּ֣אמֶר H559 יוֹאָ֗ב H3097 לָֽמָּה H4100 זֶּ֞ה H2088 אַתָּ֥ה H859 רָץ֙ H7323 בְּנִ֔י H1121 וּלְ Hc/Hl אֵין H369 בְּשׂוֹרָ֥ה H1309 מֹצֵֽאת H4672 ",
  "23": "וִיהִי H1961 מָ֣ה H4100 אָר֔וּץ H7323 וַיֹּ֥אמֶר H559 ל֖וֹ Hl ר֑וּץ H7323 וַיָּ֤רָץ H7323 אֲחִימַ֨עַץ֙ H290 דֶּ֣רֶךְ H1870 הַכִּכָּ֔ר H3603 וַֽיַּעֲבֹ֖ר H5674 אֶת H853 הַכּוּשִֽׁי H3569 ",
  "24": "וְדָוִ֥ד H1732 יוֹשֵׁ֖ב H3427 בֵּין H996 שְׁנֵ֣י H8147 הַשְּׁעָרִ֑ים H8179 וַיֵּ֨לֶךְ H3212 הַצֹּפֶ֜ה H6822 אֶל H413 גַּ֤ג H1406 הַשַּׁ֨עַר֙ H8179 אֶל H413 הַ֣חוֹמָ֔ה H2346 וַיִּשָּׂ֤א H5375 אֶת H853 עֵינָיו֙ H5869 וַיַּ֔רְא H7200 וְהִנֵּה H2009 אִ֖ישׁ H376 רָ֥ץ H7323 לְבַדּֽ H905 ",
  "25": "וַיִּקְרָ֤א H7121 הַצֹּפֶה֙ H6822 וַיַּגֵּ֣ד H5046 לַמֶּ֔לֶךְ H4428 וַיֹּ֣אמֶר H559 הַמֶּ֔לֶךְ H4428 אִם H518 לְבַדּ֖ H905 בְּשׂוֹרָ֣ה H1309 בְּפִ֑י H6310 וַיֵּ֥לֶךְ H3212 הָל֖וֹךְ H1980 וְקָרֵֽב H7131 ",
  "26": "וַיַּ֣רְא H7200 הַצֹּפֶה֮ H6822 אִישׁ H376 אַחֵ֣ר H312 רָץ֒ H7323 וַיִּקְרָ֤א H7121 הַצֹּפֶה֙ H6822 אֶל H413 הַשֹּׁעֵ֔ר H7778 וַיֹּ֕אמֶר H559 הִנֵּה H2009 אִ֖ישׁ H376 רָ֣ץ H7323 לְבַדּ֑ H905 וַיֹּ֥אמֶר H559 הַמֶּ֖לֶךְ H4428 גַּם H1571 זֶ֥ה H2088 מְבַשֵּֽׂר H1319 ",
  "27": "וַיֹּ֨אמֶר֙ H559 הַצֹּפֶ֔ה H6822 אֲנִ֤י H589 רֹאֶה֙ H7200 אֶת H853 מְרוּצַ֣ת H4794 הָרִאשׁ֔וֹן H7223 כִּמְרֻצַ֖ת H4794 אֲחִימַ֣עַץ H290 בֶּן H1121 צָד֑וֹק H6659 וַיֹּ֤אמֶר H559 הַמֶּ֨לֶךְ֙ H4428 אִֽישׁ H376 ט֣וֹב H2896 זֶ֔ה H2088 וְאֶל H413 בְּשׂוֹרָ֥ה H1309 טוֹבָ֖ה H2896 יָבֽוֹא H935 ",
  "28": "וַיִּקְרָ֣א H7121 אֲחִימַ֗עַץ H290 וַיֹּ֤אמֶר H559 אֶל H413 הַמֶּ֨לֶךְ֙ H4428 שָׁל֔וֹם H7965 וַיִּשְׁתַּ֧חוּ H7812 לַמֶּ֛לֶךְ H4428 לְאַפָּ֖י H639 אָ֑רְצָה H776 וַיֹּ֗אמֶר H559 בָּרוּךְ֙ H1288 יְהוָ֣ה H3068 אֱלֹהֶ֔יךָ H430 אֲשֶׁ֤ר H834 סִגַּר֙ H5462 אֶת H853 הָ֣אֲנָשִׁ֔ים H376 אֲשֶׁר H834 נָשְׂא֥וּ H5375 אֶת H853 יָדָ֖ם H3027 בַּֽאדֹנִ֥ H113 הַמֶּֽלֶךְ H4428 ",
  "29": "וַיֹּ֣אמֶר H559 הַמֶּ֔לֶךְ H4428 שָׁל֥וֹם H7965 לַנַּ֖עַר H5288 לְאַבְשָׁל֑וֹם H53 וַיֹּ֣אמֶר H559 אֲחִימַ֡עַץ H290 רָאִיתִי֩ H7200 הֶהָמ֨וֹן H1995 הַגָּד֜וֹל H1419 לִ֠שְׁלֹחַ H7971 אֶת H853 עֶ֨בֶד H5650 הַמֶּ֤לֶךְ H4428 יוֹאָב֙ H3097 וְאֶת H853 עַבְדֶּ֔ךָ H5650 וְלֹ֥א H3808 יָדַ֖עְתִּי H3045 מָֽה H4100 ",
  "30": "וַיֹּ֣אמֶר H559 הַמֶּ֔לֶךְ H4428 סֹ֖ב H5437 הִתְיַצֵּ֣ב H3320 כֹּ֑ה H3541 וַיִּסֹּ֖ב H5437 וַֽיַּעֲמֹֽד H5975 ",
  "31": "וְהִנֵּ֥ה H2009 הַכּוּשִׁ֖י H3569 בָּ֑א H935 וַיֹּ֣אמֶר H559 הַכּוּשִׁ֗י H3569 יִתְבַּשֵּׂר֙ H1319 אֲדֹנִ֣י H113 הַמֶּ֔לֶךְ H4428 כִּֽי H3588 שְׁפָטְךָ֤ H8199 יְהוָה֙ H3068 הַיּ֔וֹם H3117 מִיַּ֖ד H3027 כָּל H3605 הַקָּמִ֥ים H6965 עָלֶֽיךָ H5921 ",
  "32": "וַיֹּ֤אמֶר H559 הַמֶּ֨לֶךְ֙ H4428 אֶל H413 הַכּוּשִׁ֔י H3569 הֲשָׁל֥וֹם H7965 לַנַּ֖עַר H5288 לְאַבְשָׁל֑וֹם H53 וַיֹּ֣אמֶר H559 הַכּוּשִׁ֗י H3569 יִהְי֤וּ H1961 כַנַּ֨עַר֙ H5288 אֹֽיְבֵי֙ H341 אֲדֹנִ֣י H113 הַמֶּ֔לֶךְ H4428 וְכֹ֛ל H3605 אֲשֶׁר H834 קָ֥מוּ H6965 עָלֶ֖יךָ H5921 לְרָעָֽה H7451 ",
  "33": "וַיִּרְגַּ֣ז H7264 הַמֶּ֗לֶךְ H4428 וַיַּ֛עַל H5927 עַל H5921 עֲלִיַּ֥ת H5944 הַשַּׁ֖עַר H8179 וַיֵּ֑בְךְּ H1058 וְכֹ֣ה H3541 אָמַ֣ר H559 בְּלֶכְתּ֗ H3212 בְּנִ֤י H1121 אַבְשָׁלוֹם֙ H53 בְּנִ֣י H1121 בְנִ֣י H1121 אַבְשָׁל֔וֹם H53 מִֽי H4310 יִתֵּ֤ן H5414 מוּתִי֙ H4191 אֲנִ֣י H589 תַחְתֶּ֔יךָ H8478 אַבְשָׁל֖וֹם H53 בְּנִ֥י H1121 בְנִֽי H1121 "
}
