{
  "1": "וַיֻּגַּ֖ד H5046 לְיוֹאָ֑ב H3097 הִנֵּ֨ה H2009 הַמֶּ֧לֶךְ H4428 בֹּכֶ֛ה H1058 וַיִּתְאַבֵּ֖ל H56 עַל H5921 אַבְשָׁלֹֽם H53 ",
  "2": "וַתְּהִ֨י H1961 הַתְּשֻׁעָ֜ה H8668 בַּיּ֥וֹם H3117 הַה֛וּא H1931 לְאֵ֖בֶל H60 לְכָל H3605 הָעָ֑ם H5971 כִּֽי H3588 שָׁמַ֣ע H8085 הָעָ֗ם H5971 בַּיּ֤וֹם H3117 הַהוּא֙ H1931 לֵאמֹ֔ר H559 נֶעֱצַ֥ב H6087 הַמֶּ֖לֶךְ H4428 עַל H5921 בְּנֽוֹ H1121 ",
  "3": "וַיִּתְגַּנֵּ֥ב H1589 הָעָ֛ם H5971 בַּיּ֥וֹם H3117 הַה֖וּא H1931 לָב֣וֹא H935 הָעִ֑יר H5892 כַּאֲשֶׁ֣ר H834 יִתְגַּנֵּ֗ב H1589 הָעָם֙ H5971 הַנִּכְלָמִ֔ים H3637 בְּנוּסָ֖ H5127 בַּמִּלְחָמָֽה H4421 ",
  "4": "וְהַ H4428 לָאַ֣ט H3813 אֶת H853 פָּנָ֔יו H6440 וַיִּזְעַ֥ק H2199 הַמֶּ֖לֶךְ H4428 ק֣וֹל H6963 גָּד֑וֹל H1419 בְּנִי֙ H1121 אַבְשָׁל֔וֹם H53 אַבְשָׁל֖וֹם H53 בְּנִ֥י H1121 בְנִֽי H1121 ",
  "5": "וַיָּבֹ֥א H935 יוֹאָ֛ב H3097 אֶל H413 הַמֶּ֖לֶךְ H4428 הַבָּ֑יִת H1004 וַיֹּאמֶר֩ H559 הֹבַ֨שְׁתָּ H3001 הַיּ֜וֹם H3117 אֶת H853 פְּנֵ֣י H6440 כָל H3605 עֲבָדֶ֗יךָ H5650 הַֽמְמַלְּטִ֤ים H4422 אֶֽת H853 נַפְשְׁךָ֙ H5315 הַיּ֔וֹם H3117 וְאֵ֨ת H853 נֶ֤פֶשׁ H5315 בָּנֶ֨יךָ֙ H1121 וּבְנֹתֶ֔י H1323 וְנֶ֣פֶשׁ H5315 נָשֶׁ֔יךָ H802 וְנֶ֖פֶשׁ H5315 פִּלַגְשֶֽׁיךָ H6370 ",
  "6": "לְאַֽהֲבָה֙ H157 אֶת H853 שֹׂ֣נְאֶ֔יךָ H8130 וְלִ H8130 אֶת H853 אֹהֲבֶ֑יךָ H157 כִּ֣י H3588 הִגַּ֣דְתָּ H5046 הַיּ֗וֹם H3117 כִּ֣י H3588 אֵ֤ין H369 לְךָ֙ Hl שָׂרִ֣ים H8269 וַעֲבָדִ֔ים H5650 כִּ֣י H3588 יָדַ֣עְתִּי H3045 הַיּ֗וֹם H3117 כִּ֠י H3588 לא H3863 אַבְשָׁל֥וֹם H53 חַי֙ H2416 וְכֻלָּ֤ H3605 הַיּוֹם֙ H3117 מֵתִ֔ים H4191 כִּי H3588 אָ֖ז H227 יָשָׁ֥ר H3477 בְּעֵינֶֽי H5869 ",
  "7": "וְעַתָּה֙ H6258 ק֣וּם H6965 צֵ֔א H3318 וְדַבֵּ֖ר H1696 עַל H5921 לֵ֣ב H3820 עֲבָדֶ֑יךָ H5650 כִּי֩ H3588 בַיהוָ֨ה H3068 נִשְׁבַּ֜עְתִּי H7650 כִּי H3588 אֵינְךָ֣ H369 יוֹצֵ֗א H3318 אִם H518 יָלִ֨ין H3885 אִ֤ישׁ H376 אִתְּךָ֙ H854 הַלַּ֔יְלָה H3915 וְרָעָ֧ה H7489 לְךָ֣ Hl זֹ֗את H2063 מִכָּל H3605 הָרָעָה֙ H7451 אֲשֶׁר H834 בָּ֣אָה H935 עָלֶ֔יךָ H5921 מִנְּעֻרֶ֖י H5271 עַד H5704 עָֽתָּה H6258 ",
  "8": "וַיָּ֥קָם H6965 הַמֶּ֖לֶךְ H4428 וַיֵּ֣שֶׁב H3427 בַּשָּׁ֑עַר H8179 וּֽלְ H3605 הָעָ֞ם H5971 הִגִּ֣ידוּ H5046 לֵאמֹ֗ר H559 הִנֵּ֤ה H2009 הַמֶּ֨לֶךְ֙ H4428 יוֹשֵׁ֣ב H3427 בַּשַּׁ֔עַר H8179 וַיָּבֹ֤א H935 כָל H3605 הָעָם֙ H5971 לִפְנֵ֣י H6440 הַמֶּ֔לֶךְ H4428 וְיִשְׂרָאֵ֔ל H3478 נָ֖ס H5127 אִ֥ישׁ H376 לְאֹהָלָֽי H168 ",
  "9": "וַיְהִ֤י H1961 כָל H3605 הָעָם֙ H5971 נָד֔וֹן H1777 בְּכָל H3605 שִׁבְטֵ֥י H7626 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 הַמֶּ֜לֶךְ H4428 הִצִּילָ֣נוּ H5337 מִכַּ֣ף H3709 אֹיְבֵ֗ינוּ H341 וְה֤וּא H1931 מִלְּטָ֨נוּ֙ H4422 מִכַּ֣ף H3709 פְּלִשְׁתִּ֔ים H6430 וְעַתָּ֛ה H6258 בָּרַ֥ח H1272 מִן H4480 הָאָ֖רֶץ H776 מֵעַ֥ל H5921 אַבְשָׁלֽוֹם H53 ",
  "10": "וְאַבְשָׁלוֹם֙ H53 אֲשֶׁ֣ר H834 מָשַׁ֣חְנוּ H4886 עָלֵ֔ינוּ H5921 מֵ֖ת H4191 בַּמִּלְחָמָ֑ה H4421 וְעַתָּ֗ה H6258 לָמָ֥ה H4100 אַתֶּ֛ם H859 מַחֲרִשִׁ֖ים H2790 לְהָשִׁ֥יב H7725 אֶת H853 הַמֶּֽלֶךְ H4428 ",
  "11": "וְהַ H4428 דָּוִ֗ד H1732 שָׁ֠לַח H7971 אֶל H413 צָד֨וֹק H6659 וְאֶל H413 אֶבְיָתָ֥ר H54 הַכֹּהֲנִים֮ H3548 לֵאמֹר֒ H559 דַּבְּר֞וּ H1696 אֶל H413 זִקְנֵ֤י H2205 יְהוּדָה֙ H3063 לֵאמֹ֔ר H559 לָ֤מָּה H4100 תִֽהְיוּ֙ H1961 אַֽחֲרֹנִ֔ים H314 לְהָשִׁ֥יב H7725 אֶת H853 הַמֶּ֖לֶךְ H4428 אֶל H413 בֵּית֑וֹ H1004 וּדְבַר֙ H1697 כָּל H3605 יִשְׂרָאֵ֔ל H3478 בָּ֥א H935 אֶל H413 הַמֶּ֖לֶךְ H4428 אֶל H413 בֵּיתֽוֹ H1004 ",
  "12": "אַחַ֣י H251 אַתֶּ֔ם H859 עַצְמִ֥י H6106 וּבְשָׂרִ֖ H1320 אַתֶּ֑ם H859 וְלָ֧ H4100 תִהְי֛וּ H1961 אַחֲרֹנִ֖ים H314 לְהָשִׁ֥יב H7725 אֶת H853 הַמֶּֽלֶךְ H4428 ",
  "13": "וְלַֽ H6021 תֹּֽמְר֔וּ H559 הֲל֛וֹא H3808 עַצְמִ֥י H6106 וּבְשָׂרִ֖ H1320 אָ֑תָּה H859 כֹּ֣ה H3541 יַֽעֲשֶׂה H6213 לִּ֤י Hl אֱלֹהִים֙ H430 וְכֹ֣ה H3541 יוֹסִ֔יף H3254 אִם H518 לֹ֠א H3808 שַׂר H8269 צָבָ֞א H6635 תִּהְיֶ֧ה H1961 לְפָנַ֛ H6440 כָּל H3605 הַיָּמִ֖ים H3117 תַּ֥חַת H8478 יוֹאָֽב H3097 ",
  "14": "וַיַּ֛ט H5186 אֶת H853 לְבַ֥ב H3824 כָּל H3605 אִישׁ H376 יְהוּדָ֖ה H3063 כְּאִ֣ישׁ H376 אֶחָ֑ד H259 וַֽיִּשְׁלְחוּ֙ H7971 אֶל H413 הַמֶּ֔לֶךְ H4428 שׁ֥וּב H7725 אַתָּ֖ה H859 וְכָל H3605 עֲבָדֶֽיךָ H5650 ",
  "15": "וַיָּ֣שָׁב H7725 הַמֶּ֔לֶךְ H4428 וַיָּבֹ֖א H935 עַד H5704 הַיַּרְדֵּ֑ן H3383 וִיהוּדָ֞ה H3063 בָּ֣א H935 הַגִּלְגָּ֗לָ H1537 לָלֶ֨כֶת֙ H3212 לִקְרַ֣את H7125 הַמֶּ֔לֶךְ H4428 לְהַעֲבִ֥יר H5674 אֶת H853 הַמֶּ֖לֶךְ H4428 אֶת H853 הַיַּרְדֵּֽן H3383 ",
  "16": "וַיְמַהֵ֗ר H4116 שִׁמְעִ֤י H8096 בֶן H1121 גֵּרָא֙ H1617 בֶּן H1145 הַיְמִינִ֔י H1145 אֲשֶׁ֖ר H834 מִבַּֽחוּרִ֑ים H980 וַיֵּ֨רֶד֙ H3381 עִם H5973 אִ֣ישׁ H376 יְהוּדָ֔ה H3063 לִקְרַ֖את H7125 הַמֶּ֥לֶךְ H4428 דָּוִֽד H1732 ",
  "17": "וְאֶ֨לֶף H505 אִ֣ישׁ H376 עִמּוֹ֮ H5973 מִבִּנְיָמִן֒ H1144 וְצִיבָ֗א H6717 נַ֚עַר H5288 בֵּ֣ית H1004 שָׁא֔וּל H7586 וַחֲמֵ֨שֶׁת H2568 עָשָׂ֥ר H6240 בָּנָ֛יו H1121 וְעֶשְׂרִ֥ים H6242 עֲבָדָ֖יו H5650 אִתּ֑וֹ H854 וְצָלְח֥וּ H6743 הַיַּרְדֵּ֖ן H3383 לִפְנֵ֥י H6440 הַמֶּֽלֶךְ H4428 ",
  "18": "וְעָבְרָ֣ה H5674 הָעֲבָרָ֗ה H5679 לַֽעֲבִיר֙ H5674 אֶת H853 בֵּ֣ית H1004 הַמֶּ֔לֶךְ H4428 וְלַ H6213 הַטּ֖וֹב H2896 בעינ H5869 וְשִׁמְעִ֣י H8096 בֶן H1121 גֵּרָ֗א H1617 נָפַל֙ H5307 לִפְנֵ֣י H6440 הַמֶּ֔לֶךְ H4428 בְּעָבְר֖ H5674 בַּיַּרְדֵּֽן H3383 ",
  "19": "וַיֹּ֣אמֶר H559 אֶל H413 הַמֶּ֗לֶךְ H4428 אַל H408 יַחֲשָׁב H2803 לִ֣י Hl אֲדֹנִי֮ H113 עָוֺן֒ H5771 וְאַל H408 תִּזְכֹּ֗ר H2142 אֵ֚ת H853 אֲשֶׁ֣ר H834 הֶעֱוָ֣ה H5753 עַבְדְּךָ֔ H5650 בַּיּ֕וֹם H3117 אֲשֶׁר H834 יָׄצָ֥ׄאׄ H3318 אֲדֹנִֽי H113 הַמֶּ֖לֶךְ H4428 מִירֽוּשָׁלִָ֑ם H3389 לָשׂ֥וּם H7760 הַמֶּ֖לֶךְ H4428 אֶל H413 לִבּֽוֹ H3820 ",
  "20": "כִּ֚י H3588 יָדַ֣ע H3045 עַבְדְּךָ֔ H5650 כִּ֖י H3588 אֲנִ֣י H589 חָטָ֑אתִי H2398 וְהִנֵּֽה H2009 בָ֣אתִי H935 הַיּ֗וֹם H3117 רִאשׁוֹן֙ H7223 לְכָל H3605 בֵּ֣ית H1004 יוֹסֵ֔ף H3130 לָרֶ֕דֶת H3381 לִקְרַ֖את H7125 אֲדֹנִ֥י H113 הַמֶּֽלֶךְ H4428 ",
  "21": "וַיַּ֨עַן H6030 אֲבִישַׁ֤י H52 בֶּן H1121 צְרוּיָה֙ H6870 וַיֹּ֔אמֶר H559 הֲתַ֣חַת H8478 זֹ֔את H2063 לֹ֥א H3808 יוּמַ֖ת H4191 שִׁמְעִ֑י H8096 כִּ֥י H3588 קִלֵּ֖ל H7043 אֶת H853 מְשִׁ֥יחַ H4899 יְהוָֽה H3068 ",
  "22": "וַיֹּ֣אמֶר H559 דָּוִ֗ד H1732 מַה H4100 לִּ֤י Hl וְלָ Hc/Hl בְּנֵ֣י H1121 צְרוּיָ֔ה H6870 כִּי H3588 תִֽהְיוּ H1961 לִ֥י Hl הַיּ֖וֹם H3117 לְשָׂטָ֑ן H7854 הַיּ֗וֹם H3117 י֤וּמַת H4191 אִישׁ֙ H376 בְּיִשְׂרָאֵ֔ל H3478 כִּ֚י H3588 הֲל֣וֹא H3808 יָדַ֔עְתִּי H3045 כִּ֥י H3588 הַיּ֖וֹם H3117 אֲנִי H589 מֶ֥לֶךְ H4428 עַל H5921 יִשְׂרָאֵֽל H3478 ",
  "23": "וַיֹּ֧אמֶר H559 הַמֶּ֛לֶךְ H4428 אֶל H413 שִׁמְעִ֖י H8096 לֹ֣א H3808 תָמ֑וּת H4191 וַיִּשָּׁ֥בַֽע H7650 ל֖וֹ Hl הַמֶּֽלֶךְ H4428 ",
  "24": "וּמְפִבֹ֨שֶׁת֙ H4648 בֶּן H1121 שָׁא֔וּל H7586 יָרַ֖ד H3381 לִקְרַ֣את H7125 הַמֶּ֑לֶךְ H4428 וְלֹא H3808 עָשָׂ֨ה H6213 רַגְלָ֜יו H7272 וְלֹא H3808 עָשָׂ֣ה H6213 שְׂפָמ֗וֹ H8222 וְאֶת H853 בְּגָדָיו֙ H899 לֹ֣א H3808 כִבֵּ֔ס H3526 לְמִן H4480 הַיּוֹם֙ H3117 לֶ֣כֶת H3212 הַמֶּ֔לֶךְ H4428 עַד H5704 הַיּ֖וֹם H3117 אֲשֶׁר H834 בָּ֥א H935 בְשָׁלֽוֹם H7965 ",
  "25": "וַיְהִ֛י H1961 כִּי H3588 בָ֥א H935 יְרוּשָׁלִַ֖ם H3389 לִקְרַ֣את H7125 הַמֶּ֑לֶךְ H4428 וַיֹּ֤אמֶר H559 לוֹ֙ Hl הַמֶּ֔לֶךְ H4428 לָ֛מָּה H4100 לֹא H3808 הָלַ֥כְתָּ H1980 עִמִּ֖י H5973 מְפִיבֹֽשֶׁת H4648 ",
  "26": "וַיֹּאמַ֕ר H559 אֲדֹנִ֥י H113 הַמֶּ֖לֶךְ H4428 עַבְדִּ֣י H5650 רִמָּ֑נִי H7411 כִּֽי H3588 אָמַ֨ר H559 עַבְדְּךָ֜ H5650 אֶחְבְּשָׁה H2280 לִּי֩ Hl הַחֲמ֨וֹר H2543 וְאֶרְכַּ֤ב H7392 עָלֶ֨יהָ֙ H5921 וְאֵלֵ֣ךְ H3212 אֶת H854 הַמֶּ֔לֶךְ H4428 כִּ֥י H3588 פִסֵּ֖חַ H6455 עַבְדֶּֽךָ H5650 ",
  "27": "וַיְרַגֵּ֣ל H7270 בְּעַבְדְּ H5650 אֶל H413 אֲדֹנִ֖י H113 הַמֶּ֑לֶךְ H4428 וַאדֹנִ֤ H113 הַמֶּ֨לֶךְ֙ H4428 כְּמַלְאַ֣ךְ H4397 הָאֱלֹהִ֔ים H430 וַעֲשֵׂ֥ה H6213 הַטּ֖וֹב H2896 בְּעֵינֶֽי H5869 ",
  "28": "כִּי֩ H3588 לֹ֨א H3808 הָיָ֜ה H1961 כָּל H3605 בֵּ֣ית H1004 אָבִ֗י H1 כִּ֤י H3588 אִם H518 אַנְשֵׁי H376 מָ֨וֶת֙ H4194 לַאדֹנִ֣ H113 הַמֶּ֔לֶךְ H4428 וַתָּ֨שֶׁת֙ H7896 אֶֽת H853 עַבְדְּךָ֔ H5650 בְּאֹכְלֵ֖י H398 שֻׁלְחָנֶ֑ךָ H7979 וּמַה H4100 יֶּשׁ H3426 לִ֥י Hl עוֹד֙ H5750 צְדָקָ֔ה H6666 וְלִ H2199 ע֖וֹד H5750 אֶל H413 הַמֶּֽלֶךְ H4428 ",
  "29": "וַיֹּ֤אמֶר H559 לוֹ֙ Hl הַמֶּ֔לֶךְ H4428 לָ֛מָּה H4100 תְּדַבֵּ֥ר H1696 ע֖וֹד H5750 דְּבָרֶ֑יךָ H1697 אָמַ֕רְתִּי H559 אַתָּ֣ה H859 וְצִיבָ֔א H6717 תַּחְלְק֖וּ H2505 אֶת H853 הַשָּׂדֶֽה H7704 ",
  "30": "וַיֹּ֤אמֶר H559 מְפִיבֹ֨שֶׁת֙ H4648 אֶל H413 הַמֶּ֔לֶךְ H4428 גַּ֥ם H1571 אֶת H853 הַכֹּ֖ל H3605 יִקָּ֑ח H3947 אַ֠חֲרֵי H310 אֲשֶׁר H834 בָּ֞א H935 אֲדֹנִ֥י H113 הַמֶּ֛לֶך H4428 בְּשָׁל֖וֹם H7965 אֶל H413 בֵּיתֽוֹ H1004 ",
  "31": "וּבַרְזִלַּי֙ H1271 הַגִּלְעָדִ֔י H1569 יָרַ֖ד H3381 מֵרֹגְלִ֑ים H7274 וַיַּעֲבֹ֤ר H5674 אֶת H854 הַמֶּ֨לֶךְ֙ H4428 הַיַּרְדֵּ֔ן H3383 לְשַׁלְּח֖ H7971 אֶת H853 בירדן H3383 ",
  "32": "וּבַרְזִלַּי֙ H1271 זָקֵ֣ן H2204 מְאֹ֔ד H3966 בֶּן H1121 שְׁמֹנִ֖ים H8084 שָׁנָ֑ה H8141 וְהֽוּא H1931 כִלְכַּ֤ל H3557 אֶת H853 הַמֶּ֨לֶךְ֙ H4428 בְּשִׁיבָת֣ H7871 בְמַחֲנַ֔יִם H4266 כִּֽי H3588 אִ֛ישׁ H376 גָּד֥וֹל H1419 ה֖וּא H1931 מְאֹֽד H3966 ",
  "33": "וַיֹּ֥אמֶר H559 הַמֶּ֖לֶךְ H4428 אֶל H413 בַּרְזִלָּ֑י H1271 אַתָּה֙ H859 עֲבֹ֣ר H5674 אִתִּ֔י H854 וְכִלְכַּלְתִּ֥י H3557 אֹתְךָ֛ H853 עִמָּדִ֖י H5978 בִּירוּשָׁלִָֽם H3389 ",
  "34": "וַיֹּ֥אמֶר H559 בַּרְזִלַּ֖י H1271 אֶל H413 הַמֶּ֑לֶךְ H4428 כַּמָּ֗ה H4100 יְמֵי֙ H3117 שְׁנֵ֣י H8141 חַיַּ֔י H2416 כִּי H3588 אֶעֱלֶ֥ה H5927 אֶת H854 הַמֶּ֖לֶךְ H4428 יְרוּשָׁלִָֽם H3389 ",
  "35": "בֶּן H1121 שְׁמֹנִ֣ים H8084 שָׁנָה֩ H8141 אָנֹכִ֨י H595 הַיּ֜וֹם H3117 הַאֵדַ֣ע H3045 בֵּין H996 ט֣וֹב H2896 לְרָ֗ע H7451 אִם H518 יִטְעַ֤ם H2938 עַבְדְּךָ֙ H5650 אֶת H853 אֲשֶׁ֤ר H834 אֹכַל֙ H398 וְאֶת H853 אֲשֶׁ֣ר H834 אֶשְׁתֶּ֔ה H8354 אִם H518 אֶשְׁמַ֣ע H8085 ע֔וֹד H5750 בְּק֖וֹל H6963 שָׁרִ֣ים H7891 וְשָׁר֑וֹת H7891 וְלָ H4100 יִֽהְיֶ֨ה H1961 עַבְדְּךָ֥ H5650 עוֹד֙ H5750 לְמַשָּׂ֔א H4853 אֶל H413 אֲדֹנִ֖י H113 הַמֶּֽלֶךְ H4428 ",
  "36": "כִּמְעַ֞ט H4592 יַעֲבֹ֧ר H5674 עַבְדְּךָ֛ H5650 אֶת H853 הַיַּרְדֵּ֖ן H3383 אֶת H854 הַמֶּ֑לֶךְ H4428 וְלָ֨ H4100 יִגְמְלֵ֣נִי H1580 הַמֶּ֔לֶךְ H4428 הַגְּמוּלָ֖ה H1578 הַזֹּֽאת H2063 ",
  "37": "יָֽשָׁב H7725 נָ֤א H4994 עַבְדְּךָ֙ H5650 וְאָמֻ֣ת H4191 בְּעִירִ֔ H5892 עִ֛ם H5973 קֶ֥בֶר H6913 אָבִ֖י H1 וְאִמִּ֑ H517 וְהִנֵּ֣ה H2009 עַבְדְּךָ֣ H5650 כִמְהָ֗ם H3643 יַֽעֲבֹר֙ H5674 עִם H5973 אֲדֹנִ֣י H113 הַמֶּ֔לֶךְ H4428 וַעֲשֵׂה H6213 ל֕וֹ Hl אֵ֥ת H853 אֲשֶׁר H834 ט֖וֹב H2896 בְּעֵינֶֽי H5869 ",
  "38": "וַיֹּ֣אמֶר H559 הַמֶּ֗לֶךְ H4428 אִתִּי֙ H854 יַעֲבֹ֣ר H5674 כִּמְהָ֔ם H3643 וַאֲנִי֙ H589 אֶעֱשֶׂה H6213 לּ֔וֹ Hl אֶת H853 הַטּ֖וֹב H2896 בְּעֵינֶ֑י H5869 וְכֹ֛ל H3605 אֲשֶׁר H834 תִּבְחַ֥ר H977 עָלַ֖י H5921 אֶֽעֱשֶׂה H6213 לָּֽךְ Hl ",
  "39": "וַיַּעֲבֹ֧ר H5674 כָּל H3605 הָעָ֛ם H5971 אֶת H853 הַיַּרְדֵּ֖ן H3383 וְהַ H4428 עָבָ֑ר H5674 וַיִּשַּׁ֨ק H5401 הַמֶּ֤לֶךְ H4428 לְבַרְזִלַּי֙ H1271 וַיְבָ֣רֲכֵ֔ H1288 וַיָּ֖שָׁב H7725 לִמְקֹמֽ H4725 ",
  "40": "וַיַּעֲבֹ֤ר H5674 הַמֶּ֨לֶךְ֙ H4428 הַגִּלְגָּ֔לָ H1537 וְכִמְהָ֖ן H3643 עָבַ֣ר H5674 עִמּ֑וֹ H5973 וְכָל H3605 עַ֤ם H5971 יְהוּדָה֙ H3063 ויעברו H5674 אֶת H853 הַמֶּ֔לֶךְ H4428 וְגַ֕ם H1571 חֲצִ֖י H2677 עַ֥ם H5971 יִשְׂרָאֵֽל H3478 ",
  "41": "וְהִנֵּ֛ה H2009 כָּל H3605 אִ֥ישׁ H376 יִשְׂרָאֵ֖ל H3478 בָּאִ֣ים H935 אֶל H413 הַמֶּ֑לֶךְ H4428 וַיֹּאמְר֣וּ H559 אֶל H413 הַמֶּ֡לֶךְ H4428 מַדּוּעַ֩ H4069 גְּנָב֨וּךָ H1589 אַחֵ֜ינוּ H251 אִ֣ישׁ H376 יְהוּדָ֗ה H3063 וַיַּעֲבִ֨רוּ H5674 אֶת H853 הַמֶּ֤לֶךְ H4428 וְאֶת H853 בֵּיתוֹ֙ H1004 אֶת H853 הַיַּרְדֵּ֔ן H3383 וְכָל H3605 אַנְשֵׁ֥י H376 דָוִ֖ד H1732 עִמּֽוֹ H5973 ",
  "42": "וַיַּעַן֩ H6030 כָּל H3605 אִ֨ישׁ H376 יְהוּדָ֜ה H3063 עַל H5921 אִ֣ישׁ H376 יִשְׂרָאֵ֗ל H3478 כִּֽי H3588 קָר֤וֹב H7138 הַמֶּ֨לֶךְ֙ H4428 אֵלַ֔י H413 וְלָ֤ H4100 זֶּה֙ H2088 חָרָ֣ה H2734 לְךָ֔ Hl עַל H5921 הַדָּבָ֖ר H1697 הַזֶּ֑ה H2088 הֶאָכ֤וֹל H398 אָכַ֨לְנוּ֙ H398 מִן H4480 הַמֶּ֔לֶךְ H4428 אִם H518 נִשֵּׂ֥את H5379 נִשָּׂ֖א H5375 לָֽנוּ Hl ",
  "43": "וַיַּ֣עַן H6030 אִֽישׁ H376 יִשְׂרָאֵל֩ H3478 אֶת H853 אִ֨ישׁ H376 יְהוּדָ֜ה H3063 וַיֹּ֗אמֶר H559 עֶֽשֶׂר H6235 יָד֨וֹת H3027 לִ֣י Hl בַמֶּלֶךְ֮ H4428 וְגַם H1571 בְּדָוִד֮ H1732 אֲנִ֣י H589 מִמְּךָ֒ H4480 וּמַדּ֨וּעַ֙ H4069 הֱקִלֹּתַ֔נִי H7043 וְלֹא H3808 הָיָ֨ה H1961 דְבָרִ֥י H1697 רִאשׁ֛וֹן H7223 לִ֖י Hl לְהָשִׁ֣יב H7725 אֶת H853 מַלְכִּ֑י H4428 וַיִּ֨קֶשׁ֙ H7185 דְּבַר H1697 אִ֣ישׁ H376 יְהוּדָ֔ה H3063 מִדְּבַ֖ר H1697 אִ֥ישׁ H376 יִשְׂרָאֵֽל H3478 ",
  "44": "וַיַּ֣עַן H6030 אִֽישׁ H376 יִשְׂרָאֵל֩ H3478 אֶת H853 אִ֨ישׁ H376 יְהוּדָ֜ה H3063 וַיֹּ֗אמֶר H559 עֶֽשֶׂר H6235 יָד֨וֹת H3027 לִ֣י Hl בַמֶּלֶךְ֮ H4428 וְגַם H1571 בְּדָוִד֮ H1732 אֲנִ֣י H589 מִמְּךָ֒ H4480 וּמַדּ֨וּעַ֙ H4069 הֱקִלֹּתַ֔נִי H7043 וְלֹא H3808 הָיָ֨ה H1961 דְבָרִ֥י H1697 רִאשׁ֛וֹן H7223 לִ֖י Hl לְהָשִׁ֣יב H7725 אֶת H853 מַלְכִּ֑י H4428 וַיִּ֨קֶשׁ֙ H7185 דְּבַר H1697 אִ֣ישׁ H376 יְהוּדָ֔ה H3063 מִדְּבַ֖ר H1697 אִ֥ישׁ H376 יִשְׂרָאֵֽל H3478 "
}
