{
  "1": "וְאֵ֛לֶּה H428 דִּבְרֵ֥י H1697 דָוִ֖ד H1732 הָאַֽחֲרֹנִ֑ים H314 נְאֻ֧ם H5002 דָּוִ֣ד H1732 בֶּן H1121 יִשַׁ֗י H3448 וּנְאֻ֤ם H5002 הַגֶּ֨בֶר֙ H1397 הֻ֣קַם H6965 עָ֔ל H5920 מְשִׁ֨יחַ֙ H4899 אֱלֹהֵ֣י H430 יַֽעֲקֹ֔ב H3290 וּנְעִ֖ים H5273 זְמִר֥וֹת H2158 יִשְׂרָאֵֽל H3478 ",
  "2": "ר֥וּחַ H7307 יְהוָ֖ה H3068 דִּבֶּר H1696 בִּ֑י Hb וּמִלָּת֖ H4405 עַל H5921 לְשׁוֹנִֽי H3956 ",
  "3": "אָמַר֙ H559 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 לִ֥י Hl דִבֶּ֖ר H1696 צ֣וּר H6697 יִשְׂרָאֵ֑ל H3478 מוֹשֵׁל֙ H4910 בָּאָדָ֔ם H120 צַדִּ֕יק H6662 מוֹשֵׁ֖ל H4910 יִרְאַ֥ת H3374 אֱלֹהִֽים H430 ",
  "4": "וּכְ H216 בֹּ֖קֶר H1242 יִזְרַח H2224 שָׁ֑מֶשׁ H8121 בֹּ֚קֶר H1242 לֹ֣א H3808 עָב֔וֹת H5645 מִנֹּ֥גַהּ H5051 מִמָּטָ֖ר H4306 דֶּ֥שֶׁא H1877 מֵאָֽרֶץ H776 ",
  "5": "כִּֽי H3588 לֹא H3808 כֵ֥ן H3651 בֵּיתִ֖י H1004 עִם H5973 אֵ֑ל H410 כִּי֩ H3588 בְרִ֨ית H1285 עוֹלָ֜ם H5769 שָׂ֣ם H7760 לִ֗י Hl עֲרוּכָ֤ה H6186 בַכֹּל֙ H3605 וּשְׁמֻרָ֔ה H8104 כִּֽי H3588 כָל H3605 יִשְׁעִ֥י H3468 וְכָל H3605 חֵ֖פֶץ H2656 כִּֽי H3588 לֹ֥א H3808 יַצְמִֽיחַ H6779 ",
  "6": "וּבְלִיַּ֕עַל H1100 כְּק֥וֹץ H6975 מֻנָ֖ד H5074 כֻּלָּ֑הַם H3605 כִּֽי H3588 לֹ֥א H3808 בְיָ֖ד H3027 יִקָּֽחוּ H3947 ",
  "7": "וְאִישׁ֙ H376 יִגַּ֣ע H5060 בָּהֶ֔ם Hb יִמָּלֵ֥א H4390 בַרְזֶ֖ל H1270 וְעֵ֣ץ H6086 חֲנִ֑ית H2595 וּבָ H784 שָׂר֥וֹף H8313 יִשָּׂרְפ֖וּ H8313 בַּשָּֽׁבֶת H7675 ",
  "8": "אֵ֛לֶּה H428 שְׁמ֥וֹת H8034 הַגִּבֹּרִ֖ים H1368 אֲשֶׁ֣ר H834 לְדָוִ֑ד H1732 יֹשֵׁ֨ב H3429 בַּשֶּׁ֜בֶת H3429 תַּחְכְּמֹנִ֣י H8461 רֹ֣אשׁ H7218 הַשָּׁלִשִׁ֗י H7991 ה֚וּא H1931 עֲדִינ֣וֹ H5722 העצנ H6112 עַל H5921 שְׁמֹנֶ֥ה H8083 מֵא֛וֹת H3967 חָלָ֖ל H2491 בְּפַ֥עַם H6471 אחד H259 ",
  "9": "ואחר H310 אֶלְעָזָ֥ר H499 בֶּן H1121 דדי H1734 בֶּן H1121 אֲחֹחִ֑י H266 בִּשְׁלֹשָׁ֨ה H7969 גברים H1368 עִם H5973 דָּוִ֗ד H1732 בְּחָֽרְפָ֤ H2778 בַּפְּלִשְׁתִּים H6430 נֶאֶסְפוּ H622 שָׁ֣ם H8033 לַמִּלְחָמָ֔ה H4421 וַֽיַּעֲל֖וּ H5927 אִ֥ישׁ H376 יִשְׂרָאֵֽל H3478 ",
  "10": "ה֣וּא H1931 קָם֩ H6965 וַיַּ֨ךְ H5221 בַּפְּלִשְׁתִּ֜ים H6430 עַ֣ד H5704 כִּֽי H3588 יָגְעָ֣ה H3021 יָד֗וֹ H3027 וַתִּדְבַּ֤ק H1692 יָדוֹ֙ H3027 אֶל H413 הַחֶ֔רֶב H2719 וַיַּ֧עַשׂ H6213 יְהוָ֛ה H3068 תְּשׁוּעָ֥ה H8668 גְדוֹלָ֖ה H1419 בַּיּ֣וֹם H3117 הַה֑וּא H1931 וְהָ H5971 יָשֻׁ֥בוּ H7725 אַחֲרָ֖יו H310 אַךְ H389 לְפַשֵּֽׁט H6584 ",
  "11": "וְאַחֲרָ֛י H310 שַׁמָּ֥א H8037 בֶן H1121 אָגֵ֖א H89 הָרָרִ֑י H2043 וַיֵּאָסְפ֨וּ H622 פְלִשְׁתִּ֜ים H6430 לַחַיָּ֗ה H2416 וַתְּהִי H1961 שָׁ֞ם H8033 חֶלְקַ֤ת H2513 הַשָּׂדֶה֙ H7704 מְלֵאָ֣ה H4395 עֲדָשִׁ֔ים H5742 וְהָ H5971 נָ֖ס H5127 מִפְּנֵ֥י H6440 פְלִשְׁתִּֽים H6430 ",
  "12": "וַיִּתְיַצֵּ֤ב H3320 בְּתוֹךְ H8432 הַֽחֶלְקָה֙ H2513 וַיַּצִּילֶ֔ H5337 וַיַּ֖ךְ H5221 אֶת H853 פְּלִשְׁתִּ֑ים H6430 וַיַּ֥עַשׂ H6213 יְהוָ֖ה H3068 תְּשׁוּעָ֥ה H8668 גְדוֹלָֽה H1419 ",
  "13": "וַיֵּרְד֨וּ H3381 שלשים H7970 מֵהַ H7970 רֹ֗אשׁ H7218 וַיָּבֹ֤אוּ H935 אֶל H413 קָצִיר֙ H7105 אֶל H413 דָּוִ֔ד H1732 אֶל H413 מְעָרַ֖ת H4631 עֲדֻלָּ֑ם H5725 וְחַיַּ֣ת H2416 פְּלִשְׁתִּ֔ים H6430 חֹנָ֖ה H2583 בְּעֵ֥מֶק H6010 רְפָאִֽים H7497 ",
  "14": "וְדָוִ֖ד H1732 אָ֣ז H227 בַּמְּצוּדָ֑ה H4686 וּמַצַּ֣ב H4673 פְּלִשְׁתִּ֔ים H6430 אָ֖ז H227 בֵּ֥ית H1035 לָֽחֶם H1035 ",
  "15": "וַיִּתְאַוֶּ֥ה H183 דָוִ֖ד H1732 וַיֹּאמַ֑ר H559 מִ֚י H4310 יַשְׁקֵ֣נִי H8248 מַ֔יִם H4325 מִבֹּ֥אר H877 בֵּֽית H1035 לֶ֖חֶם H1035 אֲשֶׁ֥ר H834 בַּשָּֽׁעַר H8179 ",
  "16": "וַיִּבְקְעוּ֩ H1234 שְׁלֹ֨שֶׁת H7969 הַגִּבֹּרִ֜ים H1368 בְּמַחֲנֵ֣ה H4264 פְלִשְׁתִּ֗ים H6430 וַיִּֽשְׁאֲבוּ H7579 מַ֨יִם֙ H4325 מִבֹּ֤אר H877 בֵּֽית H1035 לֶ֨חֶם֙ H1035 אֲשֶׁ֣ר H834 בַּשַּׁ֔עַר H8179 וַיִּשְׂא֖וּ H5375 וַיָּבִ֣אוּ H935 אֶל H413 דָּוִ֑ד H1732 וְלֹ֤א H3808 אָבָה֙ H14 לִשְׁתּוֹתָ֔ H8354 וַיַּסֵּ֥ךְ H5258 אֹתָ֖ם H853 לַֽיהוָֽה H3068 ",
  "17": "וַיֹּ֡אמֶר H559 חָלִילָה֩ H2486 לִּ֨י Hl יְהוָ֜ה H3068 מֵעֲשֹׂ֣תִ H6213 זֹ֗את H2063 הֲדַ֤ם H1818 הָֽאֲנָשִׁים֙ H376 הַהֹלְכִ֣ים H1980 בְּנַפְשׁוֹתָ֔ H5315 וְלֹ֥א H3808 אָבָ֖ה H14 לִשְׁתּוֹתָ֑ H8354 אֵ֣לֶּה H428 עָשׂ֔וּ H6213 שְׁלֹ֖שֶׁת H7969 הַגִּבֹּרִֽים H1368 ",
  "18": "וַאֲבִישַׁ֞י H52 אֲחִ֣י H251 יוֹאָ֣ב H3097 בֶּן H1121 צְרוּיָ֗ה H6870 ה֚וּא H1931 רֹ֣אשׁ H7218 השלשי H7992 וְהוּא֙ H1931 עוֹרֵ֣ר H5782 אֶת H853 חֲנִית֔וֹ H2595 עַל H5921 שְׁלֹ֥שׁ H7969 מֵא֖וֹת H3967 חָלָ֑ל H2491 וְל Hc/Hl שֵׁ֖ם H8034 בַּשְּׁלֹשָֽׁה H7969 ",
  "19": "מִן H4480 הַשְּׁלֹשָׁה֙ H7969 הֲכִ֣י H3588 נִכְבָּ֔ד H3513 וַיְהִ֥י H1961 לָהֶ֖ם Hl לְשָׂ֑ר H8269 וְעַד H5704 הַשְּׁלֹשָׁ֖ה H7969 לֹא H3808 בָֽא H935 ",
  "20": "וּבְנָיָ֨הוּ H1141 בֶן H1121 יְהוֹיָדָ֧ע H3077 בֶּן H1121 אִֽישׁ H376 חי H2416 רַב H7227 פְּעָלִ֖ים H6467 מִֽקַּבְצְאֵ֑ל H6909 ה֣וּא H1931 הִכָּ֗ה H5221 אֵ֣ת H853 שְׁנֵ֤י H8147 אֲרִאֵל֙ H739 מוֹאָ֔ב H4124 וְ֠הוּא H1931 יָרַ֞ד H3381 וְהִכָּ֧ה H5221 אֶֽת H853 האריה H738 בְּת֥וֹךְ H8432 הַבֹּ֖אר H953 בְּי֥וֹם H3117 הַשָּֽׁלֶג H7950 ",
  "21": "וְהוּא H1931 הִכָּה֩ H5221 אֶת H853 אִ֨ישׁ H376 מִצְרִ֜י H4713 אשר H834 מַרְאֶ֗ה H4758 וּבְ H3027 הַמִּצְרִי֙ H4713 חֲנִ֔ית H2595 וַיֵּ֥רֶד H3381 אֵלָ֖יו H413 בַּשָּׁ֑בֶט H7626 וַיִּגְזֹ֤ל H1497 אֶֽת H853 הַחֲנִית֙ H2595 מִיַּ֣ד H3027 הַמִּצְרִ֔י H4713 וַיַּהַרְגֵ֖ H2026 בַּחֲנִיתֽ H2595 ",
  "22": "אֵ֣לֶּה H428 עָשָׂ֔ה H6213 בְּנָיָ֖הוּ H1141 בֶּן H1121 יְהוֹיָדָ֑ע H3077 וְל Hc/Hl שֵׁ֖ם H8034 בִּשְׁלֹשָׁ֥ה H7969 הַגִּבֹּרִֽים H1368 ",
  "23": "מִן H4480 הַשְּׁלֹשִׁ֣ים H7970 נִכְבָּ֔ד H3513 וְאֶל H413 הַשְּׁלֹשָׁ֖ה H7969 לֹא H3808 בָ֑א H935 וַיְשִׂמֵ֥ H7760 דָוִ֖ד H1732 אֶל H413 מִשְׁמַעְתּֽוֹ H4928 ",
  "24": "עֲשָׂה H6214 אֵ֥ל H6214 אֲחִֽי H251 יוֹאָ֖ב H3097 בַּשְּׁלֹשִׁ֑ים H7970 אֶלְחָנָ֥ן H445 בֶּן H1121 דֹּד֖וֹ H1734 בֵּ֥ית H1035 לָֽחֶם H1035 ",
  "25": "שַׁמָּה֙ H8048 הַֽחֲרֹדִ֔י H2733 אֱלִיקָ֖א H470 הַחֲרֹדִֽי H2733 ",
  "26": "חֶ֚לֶץ H2503 הַפַּלְטִ֔י H6407 עִירָ֥א H5896 בֶן H1121 עִקֵּ֖שׁ H6142 הַתְּקוֹעִֽי H8621 ",
  "27": "אֲבִיעֶ֨זֶר֙ H44 הָֽעַנְּתֹתִ֔י H6069 מְבֻנַּ֖י H4012 הַחֻשָׁתִֽי H2843 ",
  "28": "צַלְמוֹן֙ H6756 הָֽאֲחֹחִ֔י H266 מַהְרַ֖י H4121 הַנְּטֹפָתִֽי H5200 ",
  "29": "חֵ֥לֶב H2460 בֶּֽן H1121 בַּעֲנָ֖ה H1196 הַנְּטֹפָתִ֑י H5200 אִתַּי֙ H863 בֶּן H1121 רִיבַ֔י H7380 מִגִּבְעַ֖ת H1390 בְּנֵ֥י H1121 בִנְיָמִֽן H1144 ",
  "30": "בְּנָיָ֨הוּ֙ H1141 פִּרְעָ֣תֹנִ֔י H6553 הִדַּ֖י H1914 מִנַּ֥חֲלֵי H5158 גָֽעַשׁ H1608 ",
  "31": "אֲבִֽי H45 עַלְבוֹן֙ H45 הָֽעַרְבָתִ֔י H6164 עַזְמָ֖וֶת H5820 הַבַּרְחֻמִֽי H1273 ",
  "32": "אֶלְיַחְבָּא֙ H455 הַשַּׁ֣עַלְבֹנִ֔י H8170 בְּנֵ֥י H1121 יָשֵׁ֖ן H3464 יְהוֹנָתָֽן H3083 ",
  "33": "שַׁמָּה֙ H8048 הַֽהֲרָרִ֔י H2043 אֲחִיאָ֥ם H279 בֶּן H1121 שָׁרָ֖ר H8325 הָארָרִֽי H2043 ",
  "34": "אֱלִיפֶ֥לֶט H467 בֶּן H1121 אֲחַסְבַּ֖י H308 בֶּן H1121 הַמַּֽעֲכָתִ֑י H4602 אֱלִיעָ֥ם H463 בֶּן H1121 אֲחִיתֹ֖פֶל H302 הַגִּלֹנִֽי H1526 ",
  "35": "חצרו H2695 הַֽכַּרְמְלִ֔י H3761 פַּעֲרַ֖י H6474 הָאַרְבִּֽי H701 ",
  "36": "יִגְאָ֤ל H3008 בֶּן H1121 נָתָן֙ H5416 מִצֹּבָ֔ה H6678 בָּנִ֖י H1137 הַגָּדִֽי H1425 ",
  "37": "צֶ֖לֶק H6768 הָעַמֹּנִ֑י H5984 נַחְרַי֙ H5171 הַבְּאֵ֣רֹתִ֔י H886 נשאי H5375 כְּלֵ֖י H3627 יוֹאָ֥ב H3097 בֶּן H1121 צְרֻיָֽה H6870 ",
  "38": "עִירָא֙ H5896 הַיִּתְרִ֔י H3505 גָּרֵ֖ב H1619 הַיִּתְרִֽי H3505 ",
  "39": "אֽוּרִיָּה֙ H223 הַֽחִתִּ֔י H2850 כֹּ֖ל H3605 שְׁלֹשִׁ֥ים H7970 וְשִׁבְעָֽה H7651 "
}
