{
  "1": "וַיָּבֹ֜אוּ H935 כָּל H3605 שִׁבְטֵ֧י H7626 יִשְׂרָאֵ֛ל H3478 אֶל H413 דָּוִ֖ד H1732 חֶבְר֑וֹנָה H2275 וַיֹּאמְר֣וּ H559 לֵאמֹ֔ר H559 הִנְנ֛וּ H2005 עַצְמְךָ֥ H6106 וּֽבְשָׂרְ H1320 אֲנָֽחְנוּ H587 ",
  "2": "גַּם H1571 אֶתְמ֣וֹל H865 גַּם H1571 שִׁלְשׁ֗וֹם H8032 בִּהְי֨וֹת H1961 שָׁא֥וּל H7586 מֶ֨לֶךְ֙ H4428 עָלֵ֔ינוּ H5921 אַתָּ֗ה H859 הייתה H1961 מוציא H3318 וה H935 אֶת H853 יִשְׂרָאֵ֑ל H3478 וַיֹּ֨אמֶר H559 יְהוָ֜ה H3068 לְךָ֗ Hl אַתָּ֨ה H859 תִרְעֶ֤ה H7462 אֶת H853 עַמִּי֙ H5971 אֶת H853 יִשְׂרָאֵ֔ל H3478 וְאַתָּ֛ה H859 תִּהְיֶ֥ה H1961 לְנָגִ֖יד H5057 עַל H5921 יִשְׂרָאֵֽל H3478 ",
  "3": "וַ֠יָּבֹאוּ H935 כָּל H3605 זִקְנֵ֨י H2205 יִשְׂרָאֵ֤ל H3478 אֶל H413 הַמֶּ֨לֶךְ֙ H4428 חֶבְר֔וֹנָה H2275 וַיִּכְרֹ֣ת H3772 לָהֶם֩ Hl הַמֶּ֨לֶךְ H4428 דָּוִ֥ד H1732 בְּרִ֛ית H1285 בְּחֶבְר֖וֹן H2275 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וַיִּמְשְׁח֧וּ H4886 אֶת H853 דָּוִ֛ד H1732 לְמֶ֖לֶךְ H4428 עַל H5921 יִשְׂרָאֵֽל H3478 ",
  "4": "בֶּן H1121 שְׁלֹשִׁ֥ים H7970 שָׁנָ֛ה H8141 דָּוִ֖ד H1732 בְּמָלְכ֑ H4427 אַרְבָּעִ֥ים H705 שָׁנָ֖ה H8141 מָלָֽךְ H4427 ",
  "5": "בְּחֶבְרוֹן֙ H2275 מָלַ֣ךְ H4427 עַל H5921 יְהוּדָ֔ה H3063 שֶׁ֥בַע H7651 שָׁנִ֖ים H8141 וְשִׁשָּׁ֣ה H8337 חֳדָשִׁ֑ים H2320 וּבִ H3389 מָלַ֗ךְ H4427 שְׁלֹשִׁ֤ים H7970 וְשָׁלֹשׁ֙ H7969 שָׁנָ֔ה H8141 עַ֥ל H5921 כָּל H3605 יִשְׂרָאֵ֖ל H3478 וִיהוּדָֽה H3063 ",
  "6": "וַיֵּ֨לֶךְ H3212 הַמֶּ֤לֶךְ H4428 וַֽאֲנָשָׁי H376 יְר֣וּשָׁלִַ֔ם H3389 אֶל H413 הַיְבֻסִ֖י H2983 יוֹשֵׁ֣ב H3427 הָאָ֑רֶץ H776 וַיֹּ֨אמֶר H559 לְדָוִ֤ד H1732 לֵאמֹר֙ H559 לֹא H3808 תָב֣וֹא H935 הֵ֔נָּה H2008 כִּ֣י H3588 אִם H518 הֱסִֽירְךָ֗ H5493 הַעִוְרִ֤ים H5787 וְהַ H6452 לֵאמֹ֔ר H559 לֹֽא H3808 יָב֥וֹא H935 דָוִ֖ד H1732 הֵֽנָּה H2008 ",
  "7": "וַיִּלְכֹּ֣ד H3920 דָּוִ֔ד H1732 אֵ֖ת H853 מְצֻדַ֣ת H4686 צִיּ֑וֹן H6726 הִ֖יא H1931 עִ֥יר H5892 דָּוִֽד H1732 ",
  "8": "וַיֹּ֨אמֶר H559 דָּוִ֜ד H1732 בַּיּ֣וֹם H3117 הַה֗וּא H1931 כָּל H3605 מַכֵּ֤ה H5221 יְבֻסִי֙ H2983 וְיִגַּ֣ע H5060 בַּצִּנּ֔וֹר H6794 וְאֶת H853 הַפִּסְחִים֙ H6455 וְאֶת H853 הַ֣עִוְרִ֔ים H5787 שנאו H8130 נֶ֣פֶשׁ H5315 דָּוִ֑ד H1732 עַל H5921 כֵּן֙ H3651 יֹֽאמְר֔וּ H559 עִוֵּ֣ר H5787 וּפִסֵּ֔חַ H6455 לֹ֥א H3808 יָב֖וֹא H935 אֶל H413 הַבָּֽיִת H1004 ",
  "9": "וַיֵּ֤שֶׁב H3427 דָּוִד֙ H1732 בַּמְּצֻדָ֔ה H4686 וַיִּקְרָא H7121 לָ֖הּ Hl עִ֣יר H5892 דָּוִ֑ד H1732 וַיִּ֤בֶן H1129 דָּוִד֙ H1732 סָבִ֔יב H5439 מִן H4480 הַמִּלּ֖וֹא H4407 וָבָֽיְתָ H1004 ",
  "10": "וַיֵּ֥לֶךְ H3212 דָּוִ֖ד H1732 הָל֣וֹךְ H1980 וְגָד֑וֹל H1419 וַיהוָ֛ה H3068 אֱלֹהֵ֥י H430 צְבָא֖וֹת H6635 עִמּֽוֹ H5973 ",
  "11": "וַ֠יִּשְׁלַח H7971 חִירָ֨ם H2438 מֶֽלֶךְ H4428 צֹ֥ר H6865 מַלְאָכִים֮ H4397 אֶל H413 דָּוִד֒ H1732 וַעֲצֵ֣י H6086 אֲרָזִ֔ים H730 וְחָרָשֵׁ֣י H2796 עֵ֔ץ H6086 וְחָֽרָשֵׁ֖י H2796 אֶ֣בֶן H68 קִ֑יר H7023 וַיִּבְנֽוּ H1129 בַ֖יִת H1004 לְדָוִֽד H1732 ",
  "12": "וַיֵּ֣דַע H3045 דָּוִ֔ד H1732 כִּֽי H3588 הֱכִינ֧וֹ H3559 יְהוָ֛ה H3068 לְמֶ֖לֶךְ H4428 עַל H5921 יִשְׂרָאֵ֑ל H3478 וְכִי֙ H3588 נִשֵּׂ֣א H5375 מַמְלַכְתּ֔וֹ H4467 בַּעֲב֖וּר H5668 עַמּ֥וֹ H5971 יִשְׂרָאֵֽל H3478 ",
  "13": "וַיִּקַּח֩ H3947 דָּוִ֨ד H1732 ע֜וֹד H5750 פִּֽלַגְשִׁ֤ים H6370 וְנָשִׁים֙ H802 מִיר֣וּשָׁלִַ֔ם H3389 אַחֲרֵ֖י H310 בֹּא֣וֹ H935 מֵחֶבְר֑וֹן H2275 וַיִּוָּ֥לְדּוּ H3205 ע֛וֹד H5750 לְדָוִ֖ד H1732 בָּנִ֥ים H1121 וּבָנֽוֹת H1323 ",
  "14": "וְאֵ֗לֶּה H428 שְׁמ֛וֹת H8034 הַיִּלֹּדִ֥ים H3209 ל֖וֹ Hl בִּירוּשָׁלִָ֑ם H3389 שַׁמּ֣וּעַ H8051 וְשׁוֹבָ֔ב H7727 וְנָתָ֖ן H5416 וּשְׁלֹמֹֽה H8010 ",
  "15": "וְיִבְחָ֥ר H2984 וֶאֱלִישׁ֖וּעַ H474 וְנֶ֥פֶג H5298 וְיָפִֽיעַ H3309 ",
  "16": "וֶאֱלִישָׁמָ֥ע H476 וְאֶלְיָדָ֖ע H450 וֶאֱלִיפָֽלֶט H467 ",
  "17": "וַיִּשְׁמְע֣וּ H8085 פְלִשְׁתִּ֗ים H6430 כִּי H3588 מָשְׁח֨וּ H4886 אֶת H853 דָּוִ֤ד H1732 לְמֶ֨לֶךְ֙ H4428 עַל H5921 יִשְׂרָאֵ֔ל H3478 וַיַּעֲל֥וּ H5927 כָל H3605 פְּלִשְׁתִּ֖ים H6430 לְבַקֵּ֣שׁ H1245 אֶת H853 דָּוִ֑ד H1732 וַיִּשְׁמַ֣ע H8085 דָּוִ֔ד H1732 וַיֵּ֖רֶד H3381 אֶל H413 הַמְּצוּדָֽה H4686 ",
  "18": "וּפְלִשְׁתִּ֖ים H6430 בָּ֑אוּ H935 וַיִּנָּטְשׁ֖וּ H5203 בְּעֵ֥מֶק H6010 רְפָאִֽים H7497 ",
  "19": "וַיִּשְׁאַ֨ל H7592 דָּוִ֤ד H1732 בַּֽיהוָה֙ H3068 לֵאמֹ֔ר H559 הַאֶֽעֱלֶה֙ H5927 אֶל H413 פְּלִשְׁתִּ֔ים H6430 הֲתִתְּנֵ֖ H5414 בְּיָדִ֑ H3027 וַיֹּ֨אמֶר H559 יְהוָ֤ה H3068 אֶל H413 דָּוִד֙ H1732 עֲלֵ֔ה H5927 כִּֽי H3588 נָתֹ֥ן H5414 אֶתֵּ֛ן H5414 אֶת H853 הַפְּלִשְׁתִּ֖ים H6430 בְּיָדֶֽ H3027 ",
  "20": "וַיָּבֹ֨א H935 דָוִ֥ד H1732 בְּבַֽעַל H1188 פְּרָצִים֮ H1188 וַיַּכֵּ֣ H5221 שָׁ֣ם H8033 דָּוִד֒ H1732 וַיֹּ֕אמֶר H559 פָּרַ֨ץ H6555 יְהוָ֧ה H3068 אֶת H853 אֹיְבַ֛י H341 לְפָנַ֖ H6440 כְּפֶ֣רֶץ H6556 מָ֑יִם H4325 עַל H5921 כֵּ֗ן H3651 קָרָ֛א H7121 שֵֽׁם H8034 הַמָּק֥וֹם H4725 הַה֖וּא H1931 בַּ֥עַל H1188 פְּרָצִֽים H1188 ",
  "21": "וַיַּעַזְבוּ H5800 שָׁ֖ם H8033 אֶת H853 עֲצַבֵּיהֶ֑ם H6091 וַיִּשָּׂאֵ֥ H5375 דָּוִ֖ד H1732 וַאֲנָשָֽׁי H376 ",
  "22": "וַיֹּסִ֥פוּ H3254 ע֛וֹד H5750 פְּלִשְׁתִּ֖ים H6430 לַֽעֲל֑וֹת H5927 וַיִּנָּֽטְשׁ֖וּ H5203 בְּעֵ֥מֶק H6010 רְפָאִֽים H7497 ",
  "23": "וַיִּשְׁאַ֤ל H7592 דָּוִד֙ H1732 בַּֽיהוָ֔ה H3068 וַיֹּ֖אמֶר H559 לֹ֣א H3808 תַעֲלֶ֑ה H5927 הָסֵב֙ H5437 אֶל H413 אַ֣חֲרֵיהֶ֔ם H310 וּבָ֥אתָ H935 לָהֶ֖ם Hl מִמּ֥וּל H4136 בְּכָאִֽים H1057 ",
  "24": "וִ֠יהִי H1961 בשמע H8085 אֶת H853 ק֧וֹל H6963 צְעָדָ֛ה H6807 בְּרָאשֵׁ֥י H7218 הַבְּכָאִ֖ים H1057 אָ֣ז H227 תֶּחֱרָ֑ץ H2782 כִּ֣י H3588 אָ֗ז H227 יָצָ֤א H3318 יְהוָה֙ H3068 לְפָנֶ֔י H6440 לְהַכּ֖וֹת H5221 בְּמַחֲנֵ֥ה H4264 פְלִשְׁתִּֽים H6430 ",
  "25": "וַיַּ֤עַשׂ H6213 דָּוִד֙ H1732 כֵּ֔ן H3651 כַּאֲשֶׁ֥ר H834 צִוָּ֖הוּ H6680 יְהוָ֑ה H3068 וַיַּךְ֙ H5221 אֶת H853 פְּלִשְׁתִּ֔ים H6430 מִגֶּ֖בַע H1387 עַד H5704 בֹּאֲךָ֥ H935 גָֽזֶר H1507 "
}
