{
  "1": "וַיֹּ֨סֶף H622 ע֥וֹד H5750 דָּוִ֛ד H1732 אֶת H853 כָּל H3605 בָּח֥וּר H977 בְּיִשְׂרָאֵ֖ל H3478 שְׁלֹשִׁ֥ים H7970 אָֽלֶף H505 ",
  "2": "וַיָּ֣קָם H6965 וַיֵּ֣לֶךְ H3212 דָּוִ֗ד H1732 וְכָל H3605 הָעָם֙ H5971 אֲשֶׁ֣ר H834 אִתּ֔וֹ H854 מִֽבַּעֲלֵ֖י H1184 יְהוּדָ֑ה H1184 לְהַעֲל֣וֹת H5927 מִשָּׁ֗ם H8033 אֵ֚ת H853 אֲר֣וֹן H727 הָאֱלֹהִ֔ים H430 אֲשֶׁר H834 נִקְרָ֣א H7121 שֵׁ֗ם H8034 שֵׁ֣ם H8034 יְהוָ֧ה H3068 צְבָא֛וֹת H6635 יֹשֵׁ֥ב H3427 הַכְּרֻבִ֖ים H3742 עָלָֽיו H5921 ",
  "3": "וַיַּרְכִּ֜בוּ H7392 אֶת H853 אֲר֤וֹן H727 הָֽאֱלֹהִים֙ H430 אֶל H413 עֲגָלָ֣ה H5699 חֲדָשָׁ֔ה H2319 וַיִּשָּׂאֻ֔ H5375 מִבֵּ֥ית H1004 אֲבִינָדָ֖ב H41 אֲשֶׁ֣ר H834 בַּגִּבְעָ֑ה H1389 וְעֻזָּ֣א H5798 וְאַחְי֗וֹ H283 בְּנֵי֙ H1121 אֲבִ֣ינָדָ֔ב H41 נֹהֲגִ֖ים H5090 אֶת H853 הָעֲגָלָ֥ה H5699 חֲדָשָֽׁה H2319 ",
  "4": "וַיִּשָּׂאֻ֗ H5375 מִבֵּ֤ית H1004 אֲבִֽינָדָב֙ H41 אֲשֶׁ֣ר H834 בַּגִּבְעָ֔ה H1389 עִ֖ם H5973 אֲר֣וֹן H727 הָאֱלֹהִ֑ים H430 וְאַחְי֕וֹ H283 הֹלֵ֖ךְ H1980 לִפְנֵ֥י H6440 הָאָרֽוֹן H727 ",
  "5": "וְדָוִ֣ד H1732 וְכָל H3605 בֵּ֣ית H1004 יִשְׂרָאֵ֗ל H3478 מְשַֽׂחֲקִים֙ H7832 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 בְּכֹ֖ל H3605 עֲצֵ֣י H6086 בְרוֹשִׁ֑ים H1265 וּבְ H3658 וּבִ H5035 וּבְ H8596 וּבִ H4517 וּֽבְ H6767 ",
  "6": "וַיָּבֹ֖אוּ H935 עַד H5704 גֹּ֣רֶן H1637 נָכ֑וֹן H5225 וַיִּשְׁלַ֨ח H7971 עֻזָּ֜א H5798 אֶל H413 אֲר֤וֹן H727 הָֽאֱלֹהִים֙ H430 וַיֹּ֣אחֶז H270 בּ֔וֹ Hb כִּ֥י H3588 שָׁמְט֖וּ H8058 הַבָּקָֽר H1241 ",
  "7": "וַיִּֽחַר H2734 אַ֤ף H639 יְהוָה֙ H3068 בְּעֻזָּ֔ה H5798 וַיַּכֵּ֥ H5221 שָׁ֛ם H8033 הָאֱלֹהִ֖ים H430 עַל H5921 הַשַּׁ֑ל H7944 וַיָּ֣מָת H4191 שָׁ֔ם H8033 עִ֖ם H5973 אֲר֥וֹן H727 הָאֱלֹהִֽים H430 ",
  "8": "וַיִּ֣חַר H2734 לְדָוִ֔ד H1732 עַל֩ H5921 אֲשֶׁ֨ר H834 פָּרַ֧ץ H6555 יְהוָ֛ה H3068 פֶּ֖רֶץ H6556 בְּעֻזָּ֑ה H5798 וַיִּקְרָ֞א H7121 לַמָּק֤וֹם H4725 הַהוּא֙ H1931 פֶּ֣רֶץ H6560 עֻזָּ֔ה H6560 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "9": "וַיִּרָ֥א H3372 דָוִ֛ד H1732 אֶת H853 יְהוָ֖ה H3068 בַּיּ֣וֹם H3117 הַה֑וּא H1931 וַיֹּ֕אמֶר H559 אֵ֛יךְ H349 יָב֥וֹא H935 אֵלַ֖י H413 אֲר֥וֹן H727 יְהוָֽה H3068 ",
  "10": "וְלֹֽא H3808 אָבָ֣ה H14 דָוִ֗ד H1732 לְהָסִ֥יר H5493 אֵלָ֛יו H413 אֶת H853 אֲר֥וֹן H727 יְהוָ֖ה H3068 עַל H5921 עִ֣יר H5892 דָּוִ֑ד H1732 וַיַּטֵּ֣ H5186 דָוִ֔ד H1732 בֵּ֥ית H1004 עֹבֵֽד H5654 אֱד֖וֹם H5654 הַגִּתִּֽי H1663 ",
  "11": "וַיֵּשֶׁב֩ H3427 אֲר֨וֹן H727 יְהוָ֜ה H3068 בֵּ֣ית H1004 עֹבֵ֥ד H5654 אֱדֹ֛ם H5654 הַגִּתִּ֖י H1663 שְׁלֹשָׁ֣ה H7969 חֳדָשִׁ֑ים H2320 וַיְבָ֧רֶךְ H1288 יְהוָ֛ה H3068 אֶת H853 עֹבֵ֥ד H5654 אֱדֹ֖ם H5654 וְאֶת H853 כָּל H3605 בֵּיתֽוֹ H1004 ",
  "12": "וַיֻּגַּ֗ד H5046 לַמֶּ֣לֶךְ H4428 דָּוִד֮ H1732 לֵאמֹר֒ H559 בֵּרַ֣ךְ H1288 יְהוָ֗ה H3068 אֶת H853 בֵּ֨ית H1004 עֹבֵ֤ד H5654 אֱדֹם֙ H5654 וְאֶת H853 כָּל H3605 אֲשֶׁר H834 ל֔וֹ Hl בַּעֲב֖וּר H5668 אֲר֣וֹן H727 הָאֱלֹהִ֑ים H430 וַיֵּ֣לֶךְ H3212 דָּוִ֗ד H1732 וַיַּעַל֩ H5927 אֶת H853 אֲר֨וֹן H727 הָאֱלֹהִ֜ים H430 מִבֵּ֨ית H1004 עֹבֵ֥ד H5654 אֱדֹ֛ם H5654 עִ֥יר H5892 דָּוִ֖ד H1732 בְּשִׂמְחָֽה H8057 ",
  "13": "וַיְהִ֗י H1961 כִּ֧י H3588 צָעֲד֛וּ H6805 נֹשְׂאֵ֥י H5375 אֲרוֹן H727 יְהוָ֖ה H3068 שִׁשָּׁ֣ה H8337 צְעָדִ֑ים H6806 וַיִּזְבַּ֥ח H2076 שׁ֖וֹר H7794 וּמְרִֽיא H4806 ",
  "14": "וְדָוִ֛ד H1732 מְכַרְכֵּ֥ר H3769 בְּכָל H3605 עֹ֖ז H5797 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וְדָוִ֕ד H1732 חָג֖וּר H2296 אֵפ֥וֹד H646 בָּֽד H906 ",
  "15": "וְדָוִד֙ H1732 וְכָל H3605 בֵּ֣ית H1004 יִשְׂרָאֵ֔ל H3478 מַעֲלִ֖ים H5927 אֶת H853 אֲר֣וֹן H727 יְהוָ֑ה H3068 בִּתְרוּעָ֖ה H8643 וּבְ H6963 שׁוֹפָֽר H7782 ",
  "16": "וְהָיָה֙ H1961 אֲר֣וֹן H727 יְהוָ֔ה H3068 בָּ֖א H935 עִ֣יר H5892 דָּוִ֑ד H1732 וּמִיכַ֨ל H4324 בַּת H1323 שָׁא֜וּל H7586 נִשְׁקְפָ֣ה H8259 בְּעַ֣ד H1157 הַחַלּ֗וֹן H2474 וַתֵּ֨רֶא H7200 אֶת H853 הַמֶּ֤לֶךְ H4428 דָּוִד֙ H1732 מְפַזֵּ֤ז H6339 וּמְכַרְכֵּר֙ H3769 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 וַתִּ֥בֶז H959 ל֖וֹ Hl בְּלִבָּֽ H3820 ",
  "17": "וַיָּבִ֜אוּ H935 אֶת H853 אֲר֣וֹן H727 יְהוָ֗ה H3068 וַיַּצִּ֤גוּ H3322 אֹתוֹ֙ H853 בִּמְקוֹמ֔ H4725 בְּת֣וֹךְ H8432 הָאֹ֔הֶל H168 אֲשֶׁ֥ר H834 נָטָה H5186 ל֖וֹ Hl דָּוִ֑ד H1732 וַיַּ֨עַל H5927 דָּוִ֥ד H1732 עֹל֛וֹת H5930 לִפְנֵ֥י H6440 יְהוָ֖ה H3068 וּשְׁלָמִֽים H8002 ",
  "18": "וַיְכַ֣ל H3615 דָּוִ֔ד H1732 מֵהַעֲל֥וֹת H5927 הָעוֹלָ֖ה H5930 וְהַ H8002 וַיְבָ֣רֶךְ H1288 אֶת H853 הָעָ֔ם H5971 בְּשֵׁ֖ם H8034 יְהוָ֥ה H3068 צְבָאֽוֹת H6635 ",
  "19": "וַיְחַלֵּ֨ק H2505 לְכָל H3605 הָעָ֜ם H5971 לְכָל H3605 הֲמ֣וֹן H1995 יִשְׂרָאֵל֮ H3478 לְמֵ H376 וְעַד H5704 אִשָּׁה֒ H802 לְאִ֗ישׁ H376 חַלַּ֥ת H2471 לֶ֨חֶם֙ H3899 אַחַ֔ת H259 וְאֶשְׁפָּ֣ר H829 אֶחָ֔ד H259 וַאֲשִׁישָׁ֖ה H809 אֶחָ֑ת H259 וַיֵּ֥לֶךְ H3212 כָּל H3605 הָעָ֖ם H5971 אִ֥ישׁ H376 לְבֵיתֽ H1004 ",
  "20": "וַיָּ֥שָׁב H7725 דָּוִ֖ד H1732 לְבָרֵ֣ךְ H1288 אֶת H853 בֵּית֑וֹ H1004 וַתֵּצֵ֞א H3318 מִיכַ֤ל H4324 בַּת H1323 שָׁאוּל֙ H7586 לִקְרַ֣את H7125 דָּוִ֔ד H1732 וַתֹּ֗אמֶר H559 מַה H4100 נִּכְבַּ֨ד H3513 הַיּ֜וֹם H3117 מֶ֣לֶךְ H4428 יִשְׂרָאֵ֗ל H3478 אֲשֶׁ֨ר H834 נִגְלָ֤ה H1540 הַיּוֹם֙ H3117 לְעֵינֵ֨י H5869 אַמְה֣וֹת H519 עֲבָדָ֔יו H5650 כְּהִגָּל֥וֹת H1540 נִגְל֖וֹת H1540 אַחַ֥ד H259 הָרֵקִֽים H7386 ",
  "21": "וַיֹּ֣אמֶר H559 דָּוִד֮ H1732 אֶל H413 מִיכַל֒ H4324 לִפְנֵ֣י H6440 יְהוָ֗ה H3068 אֲשֶׁ֨ר H834 בָּֽחַר H977 בִּ֤י Hb מֵֽאָבִי H1 וּמִ H3605 בֵּית֔וֹ H1004 לְצַוֺּ֨ת H6680 אֹתִ֥י H853 נָגִ֛יד H5057 עַל H5921 עַ֥ם H5971 יְהוָ֖ה H3068 עַל H5921 יִשְׂרָאֵ֑ל H3478 וְשִׂחַקְתִּ֖י H7832 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "22": "וּנְקַלֹּ֤תִי H7043 עוֹד֙ H5750 מִזֹּ֔את H2063 וְהָיִ֥יתִי H1961 שָׁפָ֖ל H8217 בְּעֵינָ֑ H5869 וְעִם H5973 הָֽאֲמָהוֹת֙ H519 אֲשֶׁ֣ר H834 אָמַ֔רְתְּ H559 עִמָּ֖ם H5973 אִכָּבֵֽדָה H3513 ",
  "23": "וּלְ H4324 בַּת H1323 שָׁא֔וּל H7586 לֹֽא H3808 הָ֥יָה H1961 לָ֖הּ Hl יָ֑לֶד H3206 עַ֖ד H5704 י֥וֹם H3117 מוֹתָֽהּ H4194 "
}
