{
  "1": "וַיְהִ֕י H1961 כִּי H3588 יָשַׁ֥ב H3427 הַמֶּ֖לֶךְ H4428 בְּבֵית֑ H1004 וַיהוָ֛ה H3068 הֵנִֽיחַ H5117 ל֥וֹ Hl מִסָּבִ֖יב H5439 מִכָּל H3605 אֹיְבָֽיו H341 ",
  "2": "וַיֹּ֤אמֶר H559 הַמֶּ֨לֶךְ֙ H4428 אֶל H413 נָתָ֣ן H5416 הַנָּבִ֔יא H5030 רְאֵ֣ה H7200 נָ֔א H4994 אָנֹכִ֥י H595 יוֹשֵׁ֖ב H3427 בְּבֵ֣ית H1004 אֲרָזִ֑ים H730 וַֽאֲרוֹן֙ H727 הָֽאֱלֹהִ֔ים H430 יֹשֵׁ֖ב H3427 בְּת֥וֹךְ H8432 הַיְרִיעָֽה H3407 ",
  "3": "וַיֹּ֤אמֶר H559 נָתָן֙ H5416 אֶל H413 הַמֶּ֔לֶךְ H4428 כֹּ֛ל H3605 אֲשֶׁ֥ר H834 בִּֽלְבָבְ H3824 לֵ֣ךְ H3212 עֲשֵׂ֑ה H6213 כִּ֥י H3588 יְהוָ֖ה H3068 עִמָּֽךְ H5973 ",
  "4": "וַיְהִ֖י H1961 בַּלַּ֣יְלָה H3915 הַה֑וּא H1931 וַֽיְהִי֙ H1961 דְּבַר H1697 יְהוָ֔ה H3068 אֶל H413 נָתָ֖ן H5416 לֵאמֹֽר H559 ",
  "5": "לֵ֤ךְ H3212 וְאָֽמַרְתָּ֙ H559 אֶל H413 עַבְדִּ֣י H5650 אֶל H413 דָּוִ֔ד H1732 כֹּ֖ה H3541 אָמַ֣ר H559 יְהוָ֑ה H3068 הַאַתָּ֛ה H859 תִּבְנֶה H1129 לִּ֥י Hl בַ֖יִת H1004 לְשִׁבְתִּֽ H3427 ",
  "6": "כִּ֣י H3588 לֹ֤א H3808 יָשַׁ֨בְתִּי֙ H3427 בְּבַ֔יִת H1004 לְ֠מִ H3117 הַעֲלֹתִ֞י H5927 אֶת H853 בְּנֵ֤י H1121 יִשְׂרָאֵל֙ H3478 מִמִּצְרַ֔יִם H4714 וְעַ֖ד H5704 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 וָאֶֽהְיֶה֙ H1961 מִתְהַלֵּ֔ךְ H1980 בְּאֹ֖הֶל H168 וּבְ H4908 ",
  "7": "בְּכֹ֥ל H3605 אֲשֶֽׁר H834 הִתְהַלַּכְתִּי֮ H1980 בְּכָל H3605 בְּנֵ֣י H1121 יִשְׂרָאֵל֒ H3478 הֲדָבָ֣ר H1697 דִּבַּ֗רְתִּי H1696 אֶת H854 אַחַד֙ H259 שִׁבְטֵ֣י H7626 יִשְׂרָאֵ֔ל H3478 אֲשֶׁ֣ר H834 צִוִּ֗יתִי H6680 לִרְע֛וֹת H7462 אֶת H853 עַמִּ֥י H5971 אֶת H853 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 לָ֛מָּה H4100 לֹֽא H3808 בְנִיתֶ֥ם H1129 לִ֖י Hl בֵּ֥ית H1004 אֲרָזִֽים H730 ",
  "8": "וְ֠עַתָּה H6258 כֹּֽה H3541 תֹאמַ֞ר H559 לְעַבְדִּ֣ H5650 לְדָוִ֗ד H1732 כֹּ֤ה H3541 אָמַר֙ H559 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 אֲנִ֤י H589 לְקַחְתִּ֨יךָ֙ H3947 מִן H4480 הַנָּוֶ֔ה H5116 מֵאַחַ֖ר H310 הַצֹּ֑אן H6629 לִֽהְי֣וֹת H1961 נָגִ֔יד H5057 עַל H5921 עַמִּ֖י H5971 עַל H5921 יִשְׂרָאֵֽל H3478 ",
  "9": "וָאֶהְיֶ֣ה H1961 עִמְּךָ֗ H5973 בְּכֹל֙ H3605 אֲשֶׁ֣ר H834 הָלַ֔כְתָּ H1980 וָאַכְרִ֥תָ H3772 אֶת H853 כָּל H3605 אֹיְבֶ֖יךָ H341 מִפָּנֶ֑י H6440 וְעָשִׂ֤תִֽי H6213 לְךָ֙ Hl שֵׁ֣ם H8034 גָּד֔וֹל H1419 כְּשֵׁ֥ם H8034 הַגְּדֹלִ֖ים H1419 אֲשֶׁ֥ר H834 בָּאָֽרֶץ H776 ",
  "10": "וְשַׂמְתִּ֣י H7760 מָ֠קוֹם H4725 לְעַמִּ֨ H5971 לְיִשְׂרָאֵ֤ל H3478 וּנְטַעְתִּי H5193 וְשָׁכַ֣ן H7931 תַּחְתָּ֔יו H8478 וְלֹ֥א H3808 יִרְגַּ֖ז H7264 ע֑וֹד H5750 וְלֹֽא H3808 יֹסִ֤יפוּ H3254 בְנֵֽי H1121 עַוְלָה֙ H5766 לְעַנּוֹת֔ H6031 כַּאֲשֶׁ֖ר H834 בָּרִאשׁוֹנָֽה H7223 ",
  "11": "וּלְ H4480 הַיּ֗וֹם H3117 אֲשֶׁ֨ר H834 צִוִּ֤יתִי H6680 שֹֽׁפְטִים֙ H8199 עַל H5921 עַמִּ֣י H5971 יִשְׂרָאֵ֔ל H3478 וַהֲנִיחֹ֥תִי H5117 לְךָ֖ Hl מִכָּל H3605 אֹיְבֶ֑יךָ H341 וְהִגִּ֤יד H5046 לְךָ֙ Hl יְהוָ֔ה H3068 כִּי H3588 בַ֖יִת H1004 יַעֲשֶׂה H6213 לְּךָ֥ Hl יְהוָֽה H3068 ",
  "12": "כִּ֣י H3588 יִמְלְא֣וּ H4390 יָמֶ֗יךָ H3117 וְשָֽׁכַבְתָּ֙ H7901 אֶת H854 אֲבֹתֶ֔יךָ H1 וַהֲקִימֹתִ֤י H6965 אֶֽת H853 זַרְעֲךָ֙ H2233 אַחֲרֶ֔יךָ H310 אֲשֶׁ֥ר H834 יֵצֵ֖א H3318 מִמֵּעֶ֑י H4578 וַהֲכִינֹתִ֖י H3559 אֶת H853 מַמְלַכְתּֽוֹ H4467 ",
  "13": "ה֥וּא H1931 יִבְנֶה H1129 בַּ֖יִת H1004 לִשְׁמִ֑ H8034 וְכֹנַנְתִּ֛י H3559 אֶת H853 כִּסֵּ֥א H3678 מַמְלַכְתּ֖וֹ H4467 עַד H5704 עוֹלָֽם H5769 ",
  "14": "אֲנִי֙ H589 אֶהְיֶה H1961 לּ֣וֹ Hl לְאָ֔ב H1 וְה֖וּא H1931 יִהְיֶה H1961 לִּ֣י Hl לְבֵ֑ן H1121 אֲשֶׁר֙ H834 בְּהַ֣עֲוֺת֔ H5753 וְהֹֽכַחְתִּי H3198 בְּשֵׁ֣בֶט H7626 אֲנָשִׁ֔ים H376 וּבְ H5061 בְּנֵ֥י H1121 אָדָֽם H120 ",
  "15": "וְחַסְדִּ֖ H2617 לֹא H3808 יָס֣וּר H5493 מִמֶּ֑נּוּ H4480 כַּאֲשֶׁ֤ר H834 הֲסִרֹ֨תִי֙ H5493 מֵעִ֣ם H5973 שָׁא֔וּל H7586 אֲשֶׁ֥ר H834 הֲסִרֹ֖תִי H5493 מִלְּ H6440 ",
  "16": "וְנֶאְמַ֨ן H539 בֵּיתְךָ֧ H1004 וּמַֽמְלַכְתְּ H4467 עַד H5704 עוֹלָ֖ם H5769 לְפָנֶ֑י H6440 כִּֽסְאֲךָ֔ H3678 יִהְיֶ֥ה H1961 נָכ֖וֹן H3559 עַד H5704 עוֹלָֽם H5769 ",
  "17": "כְּכֹל֙ H3605 הַדְּבָרִ֣ים H1697 הָאֵ֔לֶּה H428 וּכְ H3605 הַחִזָּי֣וֹן H2384 הַזֶּ֑ה H2088 כֵּ֛ן H3651 דִּבֶּ֥ר H1696 נָתָ֖ן H5416 אֶל H413 דָּוִֽד H1732 ",
  "18": "וַיָּבֹא֙ H935 הַמֶּ֣לֶךְ H4428 דָּוִ֔ד H1732 וַיֵּ֖שֶׁב H3427 לִפְנֵ֣י H6440 יְהוָ֑ה H3068 וַיֹּ֗אמֶר H559 מִ֣י H4310 אָנֹכִ֞י H595 אֲדֹנָ֤י H136 יְהוִה֙ H3069 וּמִ֣י H4310 בֵיתִ֔י H1004 כִּ֥י H3588 הֲבִיאֹתַ֖נִי H935 עַד H5704 הֲלֹֽם H1988 ",
  "19": "וַתִּקְטַן֩ H6994 ע֨וֹד H5750 זֹ֤את H2063 בְּעֵינֶ֨י H5869 אֲדֹנָ֣י H136 יְהוִ֔ה H3069 וַתְּדַבֵּ֛ר H1696 גַּ֥ם H1571 אֶל H413 בֵּֽית H1004 עַבְדְּךָ֖ H5650 לְמֵֽ H7350 וְזֹ֛את H2063 תּוֹרַ֥ת H8452 הָאָדָ֖ם H120 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "20": "וּמַה H4100 יּוֹסִ֥יף H3254 דָּוִ֛ד H1732 ע֖וֹד H5750 לְדַבֵּ֣ר H1696 אֵלֶ֑יךָ H413 וְאַתָּ֛ה H859 יָדַ֥עְתָּ H3045 אֶֽת H853 עַבְדְּךָ֖ H5650 אֲדֹנָ֥י H136 יְהוִֽה H3069 ",
  "21": "בַּעֲב֤וּר H5668 דְּבָֽרְךָ֙ H1697 וּֽכְ H3820 עָשִׂ֕יתָ H6213 אֵ֥ת H853 כָּל H3605 הַגְּדוּלָּ֖ה H1420 הַזֹּ֑את H2063 לְהוֹדִ֖יעַ H3045 אֶת H853 עַבְדֶּֽךָ H5650 ",
  "22": "עַל H5921 כֵּ֥ן H3651 גָּדַ֖לְתָּ H1431 אֲדֹנָ֣י H136 יְהוִ֑ה H3069 כִּֽי H3588 אֵ֣ין H369 כָּמ֗וֹךָ H3644 וְאֵ֤ין H369 אֱלֹהִים֙ H430 זֽוּלָתֶ֔ךָ H2108 בְּכֹ֥ל H3605 אֲשֶׁר H834 שָׁמַ֖עְנוּ H8085 בְּאָזְנֵֽי H241 ",
  "23": "וּמִ֤י H4310 כְעַמְּ H5971 כְּיִשְׂרָאֵ֔ל H3478 גּ֥וֹי H1471 אֶחָ֖ד H259 בָּאָ֑רֶץ H776 אֲשֶׁ֣ר H834 הָלְכֽוּ H1980 אֱ֠לֹהִים H430 לִפְדּֽוֹת H6299 ל֨וֹ Hl לְעָ֜ם H5971 וְלָ H7760 ל֣וֹ Hl שֵׁ֗ם H8034 וְלַ H6213 לָכֶ֜ם Hl הַגְּדוּלָּ֤ה H1420 וְנֹֽרָאוֹת֙ H3372 לְאַרְצֶ֔ H776 מִפְּנֵ֣י H6440 עַמְּךָ֗ H5971 אֲשֶׁ֨ר H834 פָּדִ֤יתָ H6299 לְּךָ֙ Hl מִמִּצְרַ֔יִם H4714 גּוֹיִ֖ם H1471 וֵאלֹהָֽי H430 ",
  "24": "וַתְּכ֣וֹנֵֽן H3559 לְ֠ךָ Hl אֶת H853 עַמְּךָ֨ H5971 יִשְׂרָאֵ֧ל H3478 לְךָ֛ Hl לְעָ֖ם H5971 עַד H5704 עוֹלָ֑ם H5769 וְאַתָּ֣ה H859 יְהוָ֔ה H3068 הָיִ֥יתָ H1961 לָהֶ֖ם Hl לֵאלֹהִֽים H430 ",
  "25": "וְעַתָּה֙ H6258 יְהוָ֣ה H3068 אֱלֹהִ֔ים H430 הַדָּבָ֗ר H1697 אֲשֶׁ֨ר H834 דִּבַּ֤רְתָּ H1696 עַֽל H5921 עַבְדְּךָ֙ H5650 וְעַל H5921 בֵּית֔וֹ H1004 הָקֵ֖ם H6965 עַד H5704 עוֹלָ֑ם H5769 וַעֲשֵׂ֖ה H6213 כַּאֲשֶׁ֥ר H834 דִּבַּֽרְתָּ H1696 ",
  "26": "וְיִגְדַּ֨ל H1431 שִׁמְךָ֤ H8034 עַד H5704 עוֹלָם֙ H5769 לֵאמֹ֔ר H559 יְהוָ֣ה H3068 צְבָא֔וֹת H6635 אֱלֹהִ֖ים H430 עַל H5921 יִשְׂרָאֵ֑ל H3478 וּבֵית֙ H1004 עַבְדְּךָ֣ H5650 דָוִ֔ד H1732 יִהְיֶ֥ה H1961 נָכ֖וֹן H3559 לְפָנֶֽי H6440 ",
  "27": "כִּֽי H3588 אַתָּה֩ H859 יְהוָ֨ה H3068 צְבָא֜וֹת H6635 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֗ל H3478 גָּלִ֜יתָה H1540 אֶת H853 אֹ֤זֶן H241 עַבְדְּךָ֙ H5650 לֵאמֹ֔ר H559 בַּ֖יִת H1004 אֶבְנֶה H1129 לָּ֑ךְ Hl עַל H5921 כֵּ֗ן H3651 מָצָ֤א H4672 עַבְדְּךָ֙ H5650 אֶת H853 לִבּ֔וֹ H3820 לְהִתְפַּלֵּ֣ל H6419 אֵלֶ֔יךָ H413 אֶת H853 הַתְּפִלָּ֖ה H8605 הַזֹּֽאת H2063 ",
  "28": "וְעַתָּ֣ה H6258 אֲדֹנָ֣י H136 יְהוִ֗ה H3069 אַתָּה H859 הוּא֙ H1931 הָֽאֱלֹהִ֔ים H430 וּדְבָרֶ֖י H1697 יִהְי֣וּ H1961 אֱמֶ֑ת H571 וַתְּדַבֵּר֙ H1696 אֶֽל H413 עַבְדְּךָ֔ H5650 אֶת H853 הַטּוֹבָ֖ה H2896 הַזֹּֽאת H2063 ",
  "29": "וְעַתָּ֗ה H6258 הוֹאֵל֙ H2974 וּבָרֵךְ֙ H1288 אֶת H853 בֵּ֣ית H1004 עַבְדְּךָ֔ H5650 לִהְי֥וֹת H1961 לְעוֹלָ֖ם H5769 לְפָנֶ֑י H6440 כִּֽי H3588 אַתָּ֞ה H859 אֲדֹנָ֤י H136 יְהוִה֙ H3069 דִּבַּ֔רְתָּ H1696 וּמִ H1293 יְבֹרַ֥ךְ H1288 בֵּֽית H1004 עַבְדְּךָ֖ H5650 לְעוֹלָֽם H5769 "
}
