{
  "1": "וַיֹּ֣אמֶר H559 דָּוִ֔ד H1732 הֲכִ֣י H3588 יֶשׁ H3426 ע֔וֹד H5750 אֲשֶׁ֥ר H834 נוֹתַ֖ר H3498 לְבֵ֣ית H1004 שָׁא֑וּל H7586 וְאֶעֱשֶׂ֤ה H6213 עִמּוֹ֙ H5973 חֶ֔סֶד H2617 בַּעֲב֖וּר H5668 יְהוֹנָתָֽן H3083 ",
  "2": "וּלְ H1004 שָׁא֥וּל H7586 עֶ֨בֶד֙ H5650 וּשְׁמ֣ H8034 צִיבָ֔א H6717 וַיִּקְרְאוּ H7121 ל֖וֹ Hl אֶל H413 דָּוִ֑ד H1732 וַיֹּ֨אמֶר H559 הַמֶּ֧לֶךְ H4428 אֵלָ֛יו H413 הַאַתָּ֥ה H859 צִיבָ֖א H6717 וַיֹּ֥אמֶר H559 עַבְדֶּֽךָ H5650 ",
  "3": "וַיֹּ֣אמֶר H559 הַמֶּ֗לֶךְ H4428 הַאֶ֨פֶס H657 ע֥וֹד H5750 אִישׁ֙ H376 לְבֵ֣ית H1004 שָׁא֔וּל H7586 וְאֶעֱשֶׂ֥ה H6213 עִמּ֖וֹ H5973 חֶ֣סֶד H2617 אֱלֹהִ֑ים H430 וַיֹּ֤אמֶר H559 צִיבָא֙ H6717 אֶל H413 הַמֶּ֔לֶךְ H4428 ע֛וֹד H5750 בֵּ֥ן H1121 לִיהוֹנָתָ֖ן H3083 נְכֵ֥ה H5223 רַגְלָֽיִם H7272 ",
  "4": "וַיֹּֽאמֶר H559 ל֥וֹ Hl הַמֶּ֖לֶךְ H4428 אֵיפֹ֣ה H375 ה֑וּא H1931 וַיֹּ֤אמֶר H559 צִיבָא֙ H6717 אֶל H413 הַמֶּ֔לֶךְ H4428 הִנֵּה H2009 ה֗וּא H1931 בֵּ֛ית H1004 מָכִ֥יר H4353 בֶּן H1121 עַמִּיאֵ֖ל H5988 בְּל֥וֹ H3810 דְבָֽר H3810 ",
  "5": "וַיִּשְׁלַ֖ח H7971 הַמֶּ֣לֶךְ H4428 דָּוִ֑ד H1732 וַיִּקָּחֵ֗ H3947 מִבֵּ֛ית H1004 מָכִ֥יר H4353 בֶּן H1121 עַמִּיאֵ֖ל H5988 מִלּ֥וֹ H3810 דְבָֽר H3810 ",
  "6": "וַ֠יָּבֹא H935 מְפִיבֹ֨שֶׁת H4648 בֶּן H1121 יְהוֹנָתָ֤ן H3083 בֶּן H1121 שָׁאוּל֙ H7586 אֶל H413 דָּוִ֔ד H1732 וַיִּפֹּ֥ל H5307 עַל H5921 פָּנָ֖יו H6440 וַיִּשְׁתָּ֑חוּ H7812 וַיֹּ֤אמֶר H559 דָּוִד֙ H1732 מְפִיבֹ֔שֶׁת H4648 וַיֹּ֖אמֶר H559 הִנֵּ֥ה H2009 עַבְדֶּֽךָ H5650 ",
  "7": "וַיֹּאמֶר֩ H559 ל֨וֹ Hl דָוִ֜ד H1732 אַל H408 תִּירָ֗א H3372 כִּ֣י H3588 עָשֹׂה֩ H6213 אֶעֱשֶׂ֨ה H6213 עִמְּךָ֥ H5973 חֶ֨סֶד֙ H2617 בַּֽעֲבוּר֙ H5668 יְהוֹנָתָ֣ן H3083 אָבִ֔יךָ H1 וַהֲשִׁבֹתִ֣י H7725 לְךָ֔ Hl אֶֽת H853 כָּל H3605 שְׂדֵ֖ה H7704 שָׁא֣וּל H7586 אָבִ֑יךָ H1 וְאַתָּ֗ה H859 תֹּ֥אכַל H398 לֶ֛חֶם H3899 עַל H5921 שֻׁלְחָנִ֖י H7979 תָּמִֽיד H8548 ",
  "8": "וַיִּשְׁתַּ֕חוּ H7812 וַיֹּ֖אמֶר H559 מֶ֣ה H4100 עַבְדֶּ֑ךָ H5650 כִּ֣י H3588 פָנִ֔יתָ H6437 אֶל H413 הַכֶּ֥לֶב H3611 הַמֵּ֖ת H4191 אֲשֶׁ֥ר H834 כָּמֽוֹנִי H3644 ",
  "9": "וַיִּקְרָ֣א H7121 הַמֶּ֗לֶךְ H4428 אֶל H413 צִיבָ֛א H6717 נַ֥עַר H5288 שָׁא֖וּל H7586 וַיֹּ֣אמֶר H559 אֵלָ֑יו H413 כֹּל֩ H3605 אֲשֶׁ֨ר H834 הָיָ֤ה H1961 לְשָׁאוּל֙ H7586 וּלְ H3605 בֵּית֔וֹ H1004 נָתַ֖תִּי H5414 לְבֶן H1121 אֲדֹנֶֽיךָ H113 ",
  "10": "וְעָבַ֣דְתָּ H5647 לּ֣וֹ Hl אֶֽת H853 הָאֲדָמָ֡ה H127 אַתָּה֩ H859 וּבָנֶ֨י H1121 וַעֲבָדֶ֜י H5650 וְהֵבֵ֗אתָ H935 וְהָיָ֨ה H1961 לְבֶן H1121 אֲדֹנֶ֤יךָ H113 לֶּ֨חֶם֙ H3899 וַאֲכָל֔ H398 וּמְפִיבֹ֨שֶׁת֙ H4648 בֶּן H1121 אֲדֹנֶ֔יךָ H113 יֹאכַ֥ל H398 תָּמִ֛יד H8548 לֶ֖חֶם H3899 עַל H5921 שֻׁלְחָנִ֑י H7979 וּלְ H6717 חֲמִשָּׁ֥ה H2568 עָשָׂ֛ר H6240 בָּנִ֖ים H1121 וְעֶשְׂרִ֥ים H6242 עֲבָדִֽים H5650 ",
  "11": "וַיֹּ֤אמֶר H559 צִיבָא֙ H6717 אֶל H413 הַמֶּ֔לֶךְ H4428 כְּכֹל֩ H3605 אֲשֶׁ֨ר H834 יְצַוֶּ֜ה H6680 אֲדֹנִ֤י H113 הַמֶּ֨לֶךְ֙ H4428 אֶת H853 עַבְדּ֔וֹ H5650 כֵּ֖ן H3651 יַעֲשֶׂ֣ה H6213 עַבְדֶּ֑ךָ H5650 וּמְפִיבֹ֗שֶׁת H4648 אֹכֵל֙ H398 עַל H5921 שֻׁלְחָנִ֔י H7979 כְּאַחַ֖ד H259 מִבְּנֵ֥י H1121 הַמֶּֽלֶךְ H4428 ",
  "12": "וְלִ H4648 בֵּן H1121 קָטָ֖ן H6996 וּשְׁמ֣ H8034 מִיכָ֑א H4316 וְכֹל֙ H3605 מוֹשַׁ֣ב H4186 בֵּית H1004 צִיבָ֔א H6717 עֲבָדִ֖ים H5650 לִמְפִיבֹֽשֶׁת H4648 ",
  "13": "וּמְפִיבֹ֗שֶׁת H4648 יֹשֵׁב֙ H3427 בִּיר֣וּשָׁלִַ֔ם H3389 כִּ֣י H3588 עַל H5921 שֻׁלְחַ֥ן H7979 הַמֶּ֛לֶךְ H4428 תָּמִ֖יד H8548 ה֣וּא H1931 אֹכֵ֑ל H398 וְה֥וּא H1931 פִסֵּ֖חַ H6455 שְׁתֵּ֥י H8147 רַגְלָֽיו H7272 "
}
