{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus left that place and went to the region of Judea and to the area beyond the Jordan River, and the crowds came to him again. He was teaching them again, as he was accustomed to do.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Pharisees came to him to test him and asked, \"Is it lawful for a husband to divorce his wife?\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He answered, \"What did Moses command you?\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"Moses allowed a man to write a certificate of divorce and then to send her away.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"It was because of your hard hearts that he wrote you this law,\" Jesus said to them.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"But from the beginning of creation, 'God made them male and female.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'For this reason a man will leave his father and mother and be united to his wife,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and the two shall become one flesh.'\n"
      },
      {
        "tag": "m",
        "type": "paragraph",
        "text": "So they are no longer two, but one flesh.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore what God has joined together, let no man tear apart.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they were in the house, the disciples asked him again about this.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Whoever divorces his wife and marries another woman commits adultery against her.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If she divorces her husband and marries another man, she commits adultery.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they brought their little children to him so that he might touch them, but the disciples rebuked them.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when Jesus noticed it, he was very displeased and said to them, \"Permit the little children to come to me, and do not forbid them, for the kingdom of God belongs to those who are like them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Truly I say to you, whoever will not receive the kingdom of God as a little child will definitely not enter it.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he took the children into his arms and blessed them as he placed his hands on them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he began his journey, a man ran up to him and knelt before him, and asked, \"Good Teacher, what must I do to inherit eternal life?\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said, \"Why do you call me good? No one is good except God alone.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know the commandments: 'Do not kill, do not commit adultery, do not steal, do not testify falsely, do not defraud, honor your father and mother'.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man said, \"Teacher, all these things I have obeyed from the time I was a youth.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus looked at him and loved him. He said to him, \"One thing you lack. You must sell all that you have and give it to the poor, and you will have treasure in heaven. Then come, follow me.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But because of this statement he looked very sad and he went away distressed, because he had many possessions.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus looked around and said to his disciples, \"How difficult it is for those who are rich to enter the kingdom of God!\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The disciples were astonished at his words. But Jesus said to them again, \"Children, how hard it is to enter into the kingdom of God!\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were greatly astonished and said to each other, \"Then who can be saved?\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus looked at them and said, \"With people it is impossible, but not with God. For all things are possible with God.\"\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter began to speak to him, \"Look, we have left everything and have followed you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said, \"Truly I say to you, there is no one who has left house, or brothers, or sisters, or mother, or father, or children, or lands, for my sake, and for the gospel,\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "who will not receive a hundred times as much now in this world: houses, and brothers, and sisters, and mothers, and children, and lands, with persecutions, and in the world to come, eternal life.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But many who are first will be last, and the last first.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were on the road, going up to Jerusalem, and Jesus was going ahead of them. The disciples were amazed, and those who were following behind were afraid. Then Jesus took the twelve aside again and began to tell them what would soon happen to him.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"See, we are going up to Jerusalem, and the Son of Man will be delivered to the chief priests and the scribes. They will condemn him to death and deliver him to the Gentiles.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will mock him, spit on him, whip him, and put him to death. But after three days he will rise.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "James and John, the sons of Zebedee, came up to him and said, \"Teacher, we want you to do for us whatever we ask you.\"\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"What do you want me to do for you?\"\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"Allow us to sit with you in your glory, one at your right hand and the other at your left.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus replied to them, \"You do not know what you are asking. Are you able to drink the cup which I will drink or endure the baptism with which I will be baptized?\"\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, \"We are able.\" Jesus said to them, \"The cup that I will drink, you will drink, and with the baptism with which I am baptized, you also will be baptized.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But who is to sit at my right hand or at my left hand is not mine to give, but it is for those for whom it has been prepared.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the other ten disciples heard about this, they began to be very angry with James and John.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus called them to himself and said, \"You know those who are considered rulers of the Gentiles dominate them, and their high officials exercise authority over them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But it shall not be this way among you. Whoever wishes to become great among you must be your servant,\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and whoever wishes to be first among you must be the slave of all.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They came to Jericho. As he left Jericho with his disciples and a great crowd, the son of Timaeus, Bartimaeus, a blind beggar, sat by the road.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he heard that it was Jesus the Nazarene, he began to shout and to say, \"Jesus, Son of David, have mercy on me!\"\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many rebuked the blind man, telling him to be quiet. But he cried out all the more, \"Son of David, have mercy on me!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus stopped and commanded him to be called. They called the blind man, saying, \"Be brave! Get up! He is calling for you.\"\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He threw aside his coat, sprang up, and came to Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered him and said, \"What do you want me to do for you?\" The blind man said, \"Rabbi, I want to receive my sight.\"\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said to him, \"Go. Your faith has healed you.\" Immediately he could see again, and he followed him on the road.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}