{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was now two days before the Passover and the Festival of Unleavened Bread. The chief priests and the scribes were considering how they might stealthily arrest Jesus and then kill him.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For they were saying, \"Not during the feast, so that a riot does not arise among the people.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Jesus was in Bethany in the house of Simon the leper, as he was reclining at the table, a woman came to him having an alabaster jar of very costly liquid, which was pure nard. She broke the jar and poured it on his head.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But there were some who were angry. They spoke among themselves and said, \"What is the reason for this waste?\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This perfume could have been sold for more than three hundred denarii, and given to the poor.\" Then they scolded her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus said, \"Leave her alone. Why are you troubling her? She has done a beautiful thing for me.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You always have the poor with you, and whenever you desire you can do good to them, but you will not always have me.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She has done what she could. She has anointed my body for burial.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Truly I say to you, wherever the gospel is preached in the whole world, what this woman has done will be spoken of, in memory of her.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Judas Iscariot, one of the twelve, went away to the chief priests so that he might deliver him over to them.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the chief priests heard it, they were glad and promised to give him money. He began looking for an opportunity to deliver him to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the first day of unleavened bread, when they sacrificed the Passover lamb, his disciples said to him, \"Where do you want us to go to prepare, so you may eat the Passover meal?\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He sent two of his disciples and said to them, \"Go into the city, and a man bearing a pitcher of water will meet you. Follow him.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Where he enters a house, follow him in and say to the owner of that house, 'The Teacher says, \"Where is my guest room where I will eat the Passover with my disciples?\"'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will show you a large furnished upper room that is ready. Make the preparations for us there.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The disciples left and went to the city. They found everything as he had said to them, and they prepared the Passover meal.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When it was evening, he came with the twelve.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they were lying down at the table and eating, Jesus said, \"Truly I say to you, one of you eating with me will betray me.\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were all very sorrowful, and one by one they said to him, \"Surely not I?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered and said to them, \"It is one of the twelve, the one now dipping bread with me in the bowl.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the Son of Man will go the way that the scripture says about him. But woe to that man through whom the Son of Man is betrayed! It would have been better for him if he had not been born.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they were eating, Jesus took bread, blessed it, and broke it. He gave it to them and said, \"Take this. This is my body.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He took a cup, gave thanks, and gave it to them, and they all drank from it.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"This is my blood of the covenant, the blood that is poured out for many.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Truly I say to you, I will not drink again of this fruit of the vine until that day when I drink it new in the kingdom of God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had sung a hymn, they went out to the Mount of Olives.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"All of you will fall away, for it is written,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'I will strike the shepherd\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and the sheep will be scattered.'\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But after I am raised up, I will go ahead of you into Galilee.\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter said to him, \"Even if all fall away, I will not.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"Truly I say to you, today—yes, this very night—before the rooster crows twice you will deny me three times.\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Peter said, \"If I must die with you, I will not deny you.\" They all made the same promise.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They came to the place called Gethsemane, and Jesus said to his disciples, \"Sit here while I pray.\"\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He took Peter, James, and John with him and began to be distressed and deeply troubled.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"My soul is deeply grieved, even to the point of death. Remain here and watch.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Going a little farther, Jesus fell to the ground and prayed that if it were possible the hour might pass from him.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Abba, Father, all things are possible with you. Remove this cup from me. But not my will, but yours.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He came back and found them sleeping, and he said to Peter, \"Simon, are you asleep? Could you not watch for one hour?\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Watch and pray that you do not enter into temptation. The spirit indeed is willing, but the flesh is weak.\"\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Again he went away and prayed, and he used the same words.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he came back again, he found them sleeping, for their eyes were heavy. They did not know what to say to him.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He came the third time and said to them, \"Are you still sleeping and taking your rest? Enough! The hour has come. Look! The Son of Man is being betrayed into the hands of sinners.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Get up; let us go. Look, the one who is betraying me is near.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While he was still speaking, Judas, one of the twelve, arrived, and a large crowd was with him with swords and clubs, from the chief priests, the scribes, and the elders.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now his betrayer had given them a sign, saying, \"Whomever I kiss, he is the one. Seize him and lead him away under guard.\"\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Judas arrived, immediately he came up to Jesus and said, \"Rabbi,\" and he kissed him.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they laid hands on him and seized him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But one of them who stood by drew his sword and struck the servant of the high priest and cut off his ear.\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"Do you come out, as against a robber, with swords and clubs to capture me?\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I was daily with you and I was teaching in the temple, you did not arrest me. But this was done that the scriptures might be fulfilled.\"\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All those with Jesus left him and ran away.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A young man, wearing only a linen garment that was wrapped around him, was following Jesus. When the men seized him \n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he left the linen garment and ran away naked.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They led Jesus to the high priest. There were gathered with him all the chief priests, the elders, and the scribes.\n"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Peter followed him from a distance, as far as the courtyard of the high priest. He sat among the guards, who were near a fire to keep warm.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the chief priests and the entire Jewish council were seeking testimony against Jesus so they might put him to death. But they did not find any.\n"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For many brought false testimony against him, but even their testimony did not agree.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some stood up and brought false testimony against him; they said,\n"
      }
    ]
  },
  "58": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"We heard him say, 'I will destroy this temple made with hands, and in three days I will build another made without hands.'\"\n"
      }
    ]
  },
  "59": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet even their testimony did not agree.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "60": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The high priest stood up among them and asked Jesus, \"Have you no answer? What is it these men testify against you?\"\n"
      }
    ]
  },
  "61": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he was silent and answered nothing. Again the high priest questioned him and said, \"Are you the Christ, the Son of the Blessed?\"\n"
      }
    ]
  },
  "62": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said, \"I am;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and you will see the Son of Man\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "when he sits at the right hand of power\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "and comes with the clouds of heaven.\"\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "63": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The high priest tore his garments and said, \"Do we still need witnesses?\n"
      }
    ]
  },
  "64": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have heard the blasphemy. What is your decision?\" They all condemned him as one who deserved death.\n"
      }
    ]
  },
  "65": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some began to spit on him and to cover his face and strike him and say to him, \"Prophesy!\" The officers took him and beat him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "66": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While Peter was below in the courtyard, one of the servant girls of the high priest came to him.\n"
      }
    ]
  },
  "67": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She saw Peter warming himself, and she looked closely at him and said, \"You were also with the Nazarene, Jesus.\"\n"
      }
    ]
  },
  "68": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he denied it, saying, \"I neither know nor understand what you are talking about.\" Then he went out into the courtyard.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some ancient copies add, \"Then the rooster crowed,\" but the best ancient copies do not have this phrase.",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "69": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the servant girl there saw him and began to say again to those who stood there, \"This man is one of them!\"\n"
      }
    ]
  },
  "70": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he denied it again. After a little while those who stood there were saying to Peter, \"Surely you are one of them, for you also are a Galilean.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "71": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he began to put himself under curses and to swear, \"I do not know this man you are talking about.\"\n"
      }
    ]
  },
  "72": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The rooster immediately crowed a second time. Then Peter remembered the words that Jesus had said to him: \"Before the rooster crows twice, you will deny me three times,\" and he broke down and wept.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}