{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Early in the morning, the chief priests met together with the elders and scribes and the entire Jewish council. Then they bound Jesus and led him away. They handed him over to Pilate.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pilate asked him, \"Are you the King of the Jews?\" He answered him, \"You say so.\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The chief priests were presenting many charges against Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pilate again asked him, \"Do you give no answer? See how many charges they are bringing against you!\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus no longer answered Pilate, and that amazed him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now at the time of the feast, Pilate usually released to them one prisoner, a prisoner they requested.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There with the rebels in prison, among the murderers held for their part in the rebellion, was a man named Barabbas.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The crowd came to Pilate and began to ask him to do for them as he had done in the past.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pilate answered them and said, \"Do you want me to release to you the King of the Jews?\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For he knew that it was because of envy that the chief priests had handed Jesus over to him.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the chief priests stirred up the crowd to cry out that Barabbas should be released instead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pilate answered them again and said, \"What then should I do with the King of the Jews?\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They shouted again, \"Crucify him!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pilate said to them, \"What wrong has he done?\" But they shouted more and more, \"Crucify him.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pilate wanted to satisfy the crowd, so he released Barabbas to them. He scourged Jesus and then handed him over to be crucified.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The soldiers led him inside the courtyard (which is the government headquarters), and they called together the whole cohort of soldiers.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They put a purple robe on Jesus, and they twisted together a crown of thorns and put it on him.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They began to salute him and say, \"Hail, King of the Jews!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They struck his head with a reed staff and they spat on him. They bent their knees before him to pretend to worship him.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had mocked him, they took off of him the purple robe and put his own garments on him, and then led him out to crucify him.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A certain man, Simon of Cyrene, was coming in from the country (he was the father of Alexander and Rufus), and they forced him to carry his cross.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The soldiers brought Jesus to the place called Golgotha (which interpreted means, \"Place of a Skull\").\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They offered him wine mixed with myrrh, but he did not drink it.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They crucified him and divided up his garments by casting lots to determine what piece each soldier would take.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was the third hour when they crucified him.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On a sign they wrote the charge against him, \"The king of the Jews.\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "With him they crucified two robbers, one on the right of him and one on his left.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft The best ancient copies omit Mrk. 15:28, \\fqa The scripture was fulfilled that says, 'He was counted with the lawless ones,' \\fqa*  (compare LUK 22:37) . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who passed by insulted him, shaking their heads and saying, \"Aha! You who would destroy the temple and rebuild it in three days,\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "save yourself and come down from the cross!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the same way the chief priests were mocking him with each other, along with the scribes, and said, \"He saved others, but he cannot save himself.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Let the Christ, the King of Israel, come down now from the cross, that we may see and believe,\" and those who were crucified with him also taunted him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the sixth hour, darkness came over the whole land until the ninth hour.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the ninth hour Jesus cried out with a loud voice, \"Eloi, Eloi, lama sabachthani?\" which is interpreted, \"My God, my God, why have you forsaken me?\"\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of those standing by heard his words and said, \"Look, he is calling for Elijah.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Someone ran, put sour wine on a sponge, put it on a reed staff, and gave it to him to drink. The man said, \"Let us see if Elijah comes to take him down.\"\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus cried out with a loud voice and died.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The curtain of the temple was split in two from the top to the bottom.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the centurion who stood and faced Jesus saw that he had died in this way, he said, \"Truly this man was the Son of God.\"\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were also women who looked on from a distance. Among them were Mary Magdalene, Mary (the mother of James the younger and of Joses), and Salome.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he was in Galilee they followed him and served him. Many other women also came up with him to Jerusalem.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When evening had come, because it was the Day of Preparation, that is, the day before the Sabbath,\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph of Arimathea came there. He was a respected member of the council, who was waiting for the kingdom of God. He boldly went in to Pilate and asked for the body of Jesus.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pilate was amazed that Jesus was already dead; he called the centurion and asked him if Jesus was dead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Pilate learned from the centurion that Jesus was dead, he gave the body to Joseph.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Joseph had bought a linen cloth. He took him down from the cross, wrapped him in the linen cloth, and laid him in a tomb that had been cut out of a rock. Then he rolled a stone against the entrance of the tomb.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mary Magdalene and Mary the mother of Joses saw the place where Jesus was buried.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}