{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he came back to Capernaum after a few days, it was heard that he was at home.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So many gathered there that there was no more space, not even at the door, and Jesus spoke the word to them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then some men came to him who were bringing a paralyzed man; four people were carrying him.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they could not get near him because of the crowd, they removed the roof that was above Jesus, and after they made an opening, they lowered the bed the paralyzed man was lying on.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Seeing their faith, Jesus said to the paralyzed man, \"Son, your sins are forgiven.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now some of the scribes were sitting there, and they reasoned in their hearts,\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"How can this man speak this way? He blasphemes! Who can forgive sins but God alone?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Immediately Jesus knew in his spirit what they were thinking among themselves. He said to them, \"Why are you thinking this in your hearts?\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What is easier to say to the paralyzed man, 'Your sins are forgiven' or to say 'Get up, take up your bed, and walk'?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But in order that you may know that the Son of Man has authority on earth to forgive sins,\" he said to the paralytic,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I say to you, get up, take up your mat, and go to your house.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He got up and immediately took up the mat, and went out of the house in front of everyone, so that they were all amazed and they gave glory to God, and they said, \"We never saw anything like this.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He went out again by the lake, and all the crowd came to him, and he taught them.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As he passed by, he saw Levi son of Alphaeus sitting at the tax collector's tent and he said to him, \"Follow me.\" He got up and followed him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus was having a meal in Levi's house and many tax collectors and sinful people were dining with him and his disciples, for there were many and they followed him.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the scribes, who were Pharisees, saw that Jesus was eating with the sinful people and tax collectors, they said to his disciples, \"Why does he eat with tax collectors and sinful people?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus heard this he said to them, \"People who are strong in body do not need a physician; only people who are sick need one. I did not come to call righteous people, but sinful people.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now John's disciples and the Pharisees were fasting. Some people came and said to him, \"Why do John's disciples and the disciples of the Pharisees fast, but your disciples do not fast?\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"Can the wedding attendants fast while the bridegroom is still with them? As long as they have the bridegroom with them, they cannot fast.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the days will come when the bridegroom will be taken away from them, and in those days, they will fast.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No man sews a piece of new cloth on an old garment, otherwise the patch will tear away from it, the new from the old, and there will be a worse tear.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No man puts new wine into old wineskins, otherwise the wine will burst the skins and both the wine and the wineskins will be lost. Instead, put new wine into fresh wineskins.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the Sabbath day Jesus went through some grainfields, and his disciples began to pick heads of grain.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Pharisees said to him, \"Look, why are they doing something that is not lawful on the Sabbath day?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Have you never read what David did when he was in need and hungry—he and the men who were with him—\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "how he went into the house of God when Abiathar was high priest, and ate the bread of the presence, which it is unlawful for anyone to eat except the priests, and he even gave some to those who were with him?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said, \"The Sabbath was made for mankind, not mankind for the Sabbath.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, the Son of Man is Lord, even of the Sabbath.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}