{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They came to the other side of the sea, to the region of the Gerasenes.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus was getting out of the boat, immediately there came up to him out of the tombs a man with an unclean spirit.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man lived in the tombs. No one could restrain him anymore, not even with a chain.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He had been bound many times with shackles and with chains. He tore the chains apart and his shackles were shattered. No one had the strength to subdue him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Every night and day in the tombs and in the mountains, he cried out and cut himself with sharp stones.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he saw Jesus from a distance, he ran to him and bowed down before him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He cried out with a loud voice, \"What do I have to do with you, Jesus, Son of the Most High God? I beg you by God himself, do not torment me.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For he had been saying to him, \"Come out of the man, you unclean spirit.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He asked him, \"What is your name?\" He answered him, \"My name is Legion, for we are many.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He begged him again and again not to send them out of the region.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now a great herd of pigs was there feeding on the hill,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and they begged him, saying, \"Send us into the pigs; let us enter into them.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he allowed them; the unclean spirits came out and entered into the pigs, and they rushed down the steep hill into the sea, and about two thousand pigs drowned in the sea.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then those who were feeding the pigs ran away and reported what had happened in the city and in the countryside, and so people went out to see what had happened.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they came to Jesus and they saw the demon-possessed man, the one who had been possessed by Legion, sitting there, clothed and in his right mind; and they were afraid.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who had seen what happened to the demon-possessed man told them about it in detail, and they also them told about the pigs.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they started to beg him to leave their region.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he was getting into the boat, the demon-possessed man begged him that he might be with him.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus did not permit him, but said to him, \"Go to your house and to your people and tell them what the Lord has done for you, and how he has shown you mercy.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he went away and began to proclaim the great things that Jesus had done for him in the Decapolis, and everyone was amazed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when Jesus had crossed over again to the other side, in the boat, a great crowd gathered around him, as he was beside the sea.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then one of the leaders of the synagogue, named Jairus, came, and when he saw him, fell at his feet.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He begged again and again, saying, \"My little daughter is near death. I beg you, come and lay your hands on her that she may be made well and live.\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he went with him, and a great crowd followed him and pressed close around him.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now a woman was there who had a flow of blood for twelve years.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She had suffered much from many doctors and had spent everything that she had, but instead of getting better she grew worse.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When she had heard the reports about Jesus, she came up behind him in the crowd and touched his cloak.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For she said, \"If I touch just his clothes, I will be healed.\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When she touched him, the bleeding stopped, and she felt in her body that she was healed from her affliction.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus immediately realized in himself that power had gone out from him. He turned around in the crowd and said, \"Who touched my clothes?\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His disciples said to him, \"You see this crowd pressed around you, and you say, 'Who touched me?'\"\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus looked around to see who had done it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman, knowing what had happened to her, feared and trembled. She came and fell down before him and told him the whole truth.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to her, \"Daughter, your faith has made you well. Go in peace and be healed from your disease.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While he was speaking, some people came from the leader of the synagogue, saying, \"Your daughter is dead. Why trouble the teacher any longer?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when Jesus overheard what they said, he said to the leader of the synagogue, \"Do not be afraid. Just believe.\"\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He did not permit anyone to accompany him, except Peter, James, and John, the brother of James.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They came to the house of the leader of the synagogue and he saw there people making a lot of noise; they were weeping and wailing loudly.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he entered the house, he said to them, \"Why are you upset and why do you weep? The child is not dead but sleeps.\"\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They laughed at him. But he put them all outside and took the father of the child and the mother and those who were with him, and he went in where the child was.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He took the hand of the child and said to her, \"Talitha, koum!\" which being translated would be, \"Little girl, I say to you, get up.\"\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Immediately the child got up and walked (for she was twelve years of age). They were immediately astonished with overwhelming amazement. \n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He strictly ordered them that no one should know about this. Then he told them to give her something to eat.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}