{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He went out from there and came to his hometown, and his disciples followed him.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Sabbath came, he taught in the synagogue. Many people heard him and they were amazed. They said, \"Where did he get these teachings?\" \"What is this wisdom that has been given to him?\" \"What are these miracles that he does with his hands?\"\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Is this not the carpenter, the son of Mary and the brother of James and Joses and Judas and Simon? Are his sisters not here with us?\" They were offended by Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said to them, \"A prophet is not without honor, except in his hometown and among his own relatives and in his own household.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was unable to do any mighty work, except to lay his hands on a few sick people and heal them.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was amazed at their unbelief. Then he went around the villages teaching.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he called the twelve and began to send them out two by two, and he gave them authority over the unclean spirits,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and instructed them to take nothing for their journey, except a staff—no bread, no bag, and no money in their belts—\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but to wear sandals, and not to wear two tunics.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Whenever you enter a house, remain until you go away from there.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If any town will not receive you or listen to you, when you leave that place, shake the dust off your feet as a testimony to them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went out and proclaimed that people should turn away from their sins.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They cast out many demons, and anointed many sick people with oil and healed them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Herod heard this, for Jesus' name had become well known. Some were saying, \"John the Baptist has been raised from the dead, and that is why these miraculous powers are at work in him.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some others said, \"He is Elijah.\" Still others said, \"He is a prophet, like one of the prophets in ancient times.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when Herod heard this he said, \"John, whom I beheaded, has been raised.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Herod sent to have John arrested and he had him bound in prison on account of Herodias (his brother Philip's wife), because he had married her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For John told Herod, \"It is not lawful for you to have your brother's wife.\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Herodias held on to anger against him and wanted to kill him, but she could not,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for Herod feared John; he knew that he was a righteous and holy man, and he kept him safe. Listening to him made him greatly upset, yet he heard him gladly.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the opportunity came when Herod had his birthday and he made a dinner for his officials, and his commanders, and leaders of Galilee.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The daughter of Herodias herself came in and danced for them, and she pleased Herod and his dinner guests. The king said to the girl, \"Ask me for anything you want and I will give it to you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He swore to her saying, \"Whatever you ask of me, I will give you, up to half of my kingdom.\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She went out and said to her mother, \"What should I ask him for?\" She said, \"The head of John the Baptist.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She immediately hurried back to the king, and she asked, saying, \"I want you to give me, right now, the head of John the Baptist on a wooden platter.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Though this deeply grieved the king, he could not refuse her request because of the oath he had made and because of his dinner guests.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king sent a soldier from his guard and commanded him to bring him John's head. The guard went and beheaded him in the prison.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He brought his head on a platter and gave it to the girl, and the girl gave it to her mother.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When his disciples heard of this, they came and took his body and placed it in a tomb.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The apostles returned to Jesus and told him all that they had done and taught.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to them, \"Come away by yourselves into a deserted place and rest a while.\" For many were coming and going, and they did not even have time to eat.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they went away in the boat to a deserted place by themselves.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they saw them leaving and many recognized them, and they ran there together on foot from all the towns, and they arrived there before them.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they came ashore, he saw a great crowd and he had compassion on them because they were like sheep without a shepherd. So he began to teach them many things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the hour was late, his disciples came to him and said, \"This is a deserted place and the hour is already late.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Send them away so that they may go into the nearby countryside and villages to buy something to eat for themselves.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he answered and said to them, \"You give them something to eat.\" They said to him, \"Can we go and buy two hundred denarii worth of bread and give it to them to eat?\"\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"How many loaves do you have? Go and see.\" When they found out, they said, \"Five loaves and two fish.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He commanded all the people to sit down in groups upon the green grass.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They sat down in groups of hundreds and fifties.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He took the five loaves and the two fish, and looking up to heaven he blessed and broke the loaves and gave them to the disciples to set before the people. He also divided the two fish among them all.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They all ate until they were satisfied.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They took up broken pieces of bread, twelve baskets full, and also pieces of the fish.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were five thousand men who ate the loaves.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Immediately he made his disciples get into the boat and go ahead of him to the other side, to Bethsaida, while he sent the crowd away.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they were gone, he went up the mountain to pray.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Evening came, and the boat was now in the middle of the sea, and he was alone on land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He saw that they straining against the oars, for the wind was against them. About the fourth watch of the night he came to them, walking on the sea, and he wanted to pass by them.\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when they saw him walking on the sea, they thought he was a ghost and cried out,\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because they saw him and were terrified. Immediately he spoke to them and said to them, \"Be courageous! It is I! Do not be afraid!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He got into the boat with them, and the wind ceased blowing. They were completely amazed.\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For they had not understood what the loaves meant. Instead, their hearts were hardened.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had crossed over, they came to land at Gennesaret and anchored the boat.\n"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they came out of the boat, the people recognized him immediately,\n"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and they ran throughout the whole region and began to bring the sick on their mats to wherever they heard he was.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Wherever he entered into villages, or cities, or into the country, they would put the sick in the marketplaces. They begged him to let them touch the edge of his garment, and as many as touched him were healed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}