{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In those days, there was again a great crowd, and they had nothing to eat. Jesus called his disciples and said to them,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I have compassion on the crowd, because they continue to be with me already for three days and have nothing to eat.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I send them away to their home without eating, they may faint on the way. Some of them have come a long way.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His disciples answered him, \"Where can we get enough loaves of bread in such a deserted place to satisfy these people?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He asked them, \"How many loaves do you have?\" They said, \"Seven.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He commanded the crowd to sit down on the ground. He took the seven loaves, gave thanks, and broke them. He gave them to his disciples to set before them, and they set them before the crowd.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They also had a few small fish, and after he gave thanks for them, he commanded the disciples to serve these as well.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They ate and were satisfied, and they picked up the remaining broken pieces, seven large baskets.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were about four thousand people. Then he sent them away.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Immediately he got into the boat with his disciples, and they went into the region of Dalmanutha.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Pharisees came out and began to argue with him. They sought from him a sign from heaven, to test him.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He sighed deeply in his spirit and said, \"Why does this generation seek for a sign? Truly I say to you, no sign will be given to this generation.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he left them, got into a boat again, and went away to the other side.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the disciples had forgotten to take bread with them. They had no more than one loaf of bread in the boat.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He warned them and said, \"Keep watch and be on guard against the yeast of the Pharisees and the yeast of Herod.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The disciples reasoned with each other, \"It is because we have no bread.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus was aware of this, and he said to them, \"Why are you reasoning about not having bread? Do you not yet perceive? Do you not understand? Have your hearts become so dull?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have eyes, do you not see? You have ears, do you not hear? Do you not remember?\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I broke the five loaves among the five thousand, how many baskets full of broken pieces of bread did you take up?\" They said to him, \"Twelve.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"When I broke the seven loaves among the four thousand, how many basketfuls did you take up?\" They said to him, \"Seven.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Do you not yet understand?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They came to Bethsaida. The people there brought to him a blind man and begged Jesus to touch him.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus took hold of the blind man by the hand, and led him out of the village. When he had spit on his eyes and laid his hands on him, he asked him, \"Do you see anything?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He looked up, and said, \"I see men who look like walking trees.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he again laid his hands upon his eyes, and the man opened his eyes, his sight was restored, and he saw all things clearly.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus sent him away to his home and said, \"Do not enter the town.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus went out with his disciples into the villages of Caesarea Philippi. On the way he asked his disciples, \"Who do the people say that I am?\"\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They answered him and said, \"John the Baptist. Others say, 'Elijah,' and others, 'One of the prophets.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He asked them, \"But who do you say that I am?\" Peter said to him, \"You are the Christ.\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus warned them not to tell anyone about him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He began to teach them that the Son of Man must suffer many things, and would be rejected by the elders and the chief priests and the scribes, and would be killed, and after three days rise up.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said this clearly. Then Peter took him aside and began to rebuke him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus turned and looked at his disciples and then he rebuked Peter and said, \"Get behind me, Satan! You are not setting your mind on the things of God, but on the things of people.\"\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he called the crowd and his disciples together, and he said to them, \"If anyone wants to follow me, he must deny himself, take up his cross, and follow me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For whoever wants to save his life will lose it, and whoever loses his life for my sake and for the gospel, will save it.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What does it profit a person to gain the whole world and then forfeit his life?\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What can a person give in exchange for his life?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever is ashamed of me and my words in this adulterous and sinful generation, the Son of Man will be ashamed of him when he comes in the glory of his Father with the holy angels.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}