{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Truly I say to you, there are some of you who are standing here who will not taste death before they see the kingdom of God come with power.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Six days later, Jesus took Peter and James and John with him up a high mountain, alone by themselves. Then he was transfigured before them.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His garments became radiantly brilliant, extremely white, whiter than any bleacher on earth could bleach them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Elijah with Moses appeared to them, and they were talking with Jesus.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter answered and said to Jesus, \"Rabbi, it is good for us to be here, and so let us make three shelters, one for you, one for Moses, and one for Elijah.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(For he did not know what to say, for they were terrified.)\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A cloud came and overshadowed them. Then a voice came out of the cloud, \"This is my beloved Son. Listen to him.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suddenly, when they looked around, they no longer saw anyone with them, but only Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they were coming down the mountain, he commanded them to tell no one what they had seen, until the Son of Man had risen from the dead.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they kept the matter to themselves, but they discussed among themselves what \"rising from the dead\" could mean.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They asked him, \"Why do the scribes say that Elijah must come first?\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Elijah does come first to restore all things. Why then is it written that the Son of Man must suffer many things and be despised?\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I say to you that Elijah has come, and they did whatever they wanted to him, just as scripture says about him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they came to the disciples, they saw a great crowd around them and scribes were arguing with them.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As soon as they saw Jesus, the whole crowd was amazed and as they ran up to him they greeted him.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He asked his disciples, \"What are you arguing with them about?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Someone in the crowd answered him, \"Teacher, I brought my son to you. He has a spirit that makes him unable to speak.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It seizes him and it throws him down and he foams at the mouth, grinds his teeth, and he becomes rigid. I asked your disciples to drive it out of him, but they could not.\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He answered them, \"Unbelieving generation, how long will I have to stay with you? How long will I bear with you? Bring him to me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They brought the boy to him. When the spirit saw Jesus, it immediately threw him into a convulsion. The boy fell on the ground and foamed at the mouth.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus asked his father, \"How long has he been like this?\" The father said, \"Since childhood.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It has often thrown him into the fire or into the waters and tried to destroy him. If you are able to do anything, have pity on us and help us.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"'If you are able'? All things are possible for the one who believes.\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Immediately the father of the child cried out and said, \"I believe! Help my unbelief!\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus saw the crowd running to them, he rebuked the unclean spirit and said, \"You mute and deaf spirit, I command you, come out of him, and never enter into him again.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It cried out and convulsed the boy greatly and then came out. The boy looked like one who was dead, so that many said, \"He is dead.\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus took him by the hand and lifted him up, and the boy stood up.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus came into the house, his disciples asked him privately, \"Why could we not cast it out?\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"This kind cannot be cast out except by prayer.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went out from there and passed through Galilee. He did not want anyone to know where they were,\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for he was teaching his disciples. He said to them, \"The Son of Man will be delivered into the hands of men, and they will put him to death. When he has been put to death, after three days he will rise again.\"\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they did not understand this statement, and they were afraid to ask him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they came to Capernaum. After he entered the house he asked them, \"What were you discussing on the way?\"\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they were silent. For they had been arguing with one with another on the way about who was the greatest.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sitting down, he called the twelve together and he said to them, \"If anyone wants to be first, he must be last of all and servant of all.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He took a little child and placed him in their midst. He took him in his arms and said to them,\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Whoever receives such a child in my name receives me; and whoever receives me, does not receive me but the one who sent me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "John said to him, \"Teacher, we saw someone driving out demons in your name and we stopped him, because he does not follow us.\"\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus said, \"Do not stop him, for there is no one who will do a mighty work in my name and can soon afterwards say anything bad about me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever is not against us is for us.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever gives you a cup of water to drink because you belong to Christ, truly I say to you, he will not lose his reward.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever causes one of these little ones who believes in me to stumble, it would be better for him to have a large millstone tied around his neck and be thrown into the sea.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If your hand causes you to stumble, cut it off. It is better for you to enter into life maimed than to have two hands and to go into hell, into the unquenchable fire. \n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft The best ancient copies omit this phrase from verses 44 and 46, \\fqa where their worm does not die, and the fire is not put out \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If your foot causes you to stumble, cut it off. It is better for you to enter into life lame than to have your two feet and be thrown into hell.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft The best ancient copies omit this phrase from verses 44 and 46, \\fqa where their worm does not die, and the fire is not put out \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If your eye causes you to stumble, tear it out. It is better for you to enter into the kingdom of God with one eye than to have two eyes and to be thrown into hell,\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "where their worm does not die, and the fire is not put out.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For everyone will be salted with fire.\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Salt is good, but if the salt has lost its saltiness, how can you make it salty again? Have salt among yourselves, and be at peace with one another.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}