{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसके बाद अम्मोनियों का राजा मर गया, और उसका हानून नामक पुत्र उसके स्थान पर राजा हुआ।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद ने यह सोचा, “जैसे हानून के पिता नाहाश ने मुझ को प्रीति दिखाई थी, वैसे ही मैं भी हानून को प्रीति दिखाऊँगा*।” तब दाऊद ने अपने कई कर्मचारियों को उसके पास उसके पिता की मृत्यु के विषय शान्ति देने के लिये भेज दिया। और दाऊद के कर्मचारी अम्मोनियों के देश में आए।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु अम्मोनियों के हाकिम अपने स्वामी हानून से कहने लगे, “दाऊद ने जो तेरे पास शान्ति देनेवाले भेजे हैं, वह क्या तेरी समझ में तेरे पिता का आदर करने के विचार से भेजे गए हैं? वह क्या दाऊद ने अपने कर्मचारियों को तेरे पास इसी विचार से नहीं भेजा कि इस नगर में ढूँढ़ ढाँढ़ करके और इसका भेद लेकर इसको उलट दे?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए हानून ने दाऊद के कर्मचारियों को पकड़ा, और उनकी आधी-आधी दाढ़ी मुँड़वाकर* और आधे वस्त्र, अर्थात् नितम्ब तक कटवाकर, उनको जाने दिया।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस घटना का समाचार पाकर दाऊद ने कुछ लोगों को उनसे मिलने के लिये भेजा, क्योंकि वे राजा के सामने आने से बहुत लजाते थे। और राजा ने यह कहा, “जब तक तुम्हारी दाढ़ियाँ बढ़ न जाएँ तब तक यरीहो में ठहरे रहो, फिर लौट आना।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "अम्मोन सीरिया पराजित\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब अम्मोनियों ने देखा कि हम से दाऊद अप्रसन्न है, तब अम्मोनियों ने बेत्रहोब और सोबा के बीस हजार अरामी प्यादों को, और एक हजार पुरुषों समेत माका के राजा को, और बारह हजार तोबी पुरुषों को, वेतन पर बुलवाया।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह सुनकर दाऊद ने योआब और शूरवीरों की समस्त सेना को भेजा।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अम्मोनी निकले और फाटक ही के पास पाँति बाँधी; और सोबा और रहोब के अरामी और तोब और माका के पुरुष उनसे अलग मैदान में थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह देखकर कि आगे पीछे दोनों हमारे विरुद्ध पाँति बंधी है, योआब ने सब बड़े-बड़े इस्राएली वीरों में से बहुतों को छाँटकर अरामियों के सामने उनकी पाँति बँधाई,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और अन्य लोगों को अपने भाई अबीशै के हाथ सौंप दिया, और उसने अम्मोनियों के सामने उनकी पाँति बँधाई।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने कहा, “यदि अरामी मुझ पर प्रबल होने लगें, तो तू मेरी सहायता करना; और यदि अम्मोनी तुझ पर प्रबल होने लगेंगे, तो मैं आकर तेरी सहायता करूँगा।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तू हियाव बाँध, और हम अपने लोगों और अपने परमेश्‍वर के नगरों के निमित्त पुरुषार्थ करें; और यहोवा जैसा उसको अच्छा लगे वैसा करे।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब योआब और जो लोग उसके साथ थे अरामियों से युद्ध करने को निकट गए; और वे उसके सामने से भागे।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह देखकर कि अरामी भाग गए हैं अम्मोनी भी अबीशै के सामने से भागकर नगर के भीतर घुसे। तब योआब अम्मोनियों के पास से लौटकर यरूशलेम को आया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यह देखकर कि हम इस्राएलियों से हार गए है सब अरामी इकट्ठे हुए।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और हदादेजेर ने दूत भेजकर फरात के पार के अरामियों को बुलवाया; और वे हदादेजेर के सेनापति शोबक को अपना प्रधान बनाकर हेलाम को आए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसका समाचार पाकर दाऊद ने समस्त इस्राएलियों को इकट्ठा किया, और यरदन के पार होकर हेलाम में पहुँचा। तब अराम दाऊद के विरुद्ध पाँति बाँधकर उससे लड़ा।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु अरामी इस्राएलियों से भागे, और दाऊद ने अरामियों में से सात सौ रथियों और चालीस हजार सवारों को मार डाला, और उनके सेनापति शोबक को ऐसा घायल किया कि वह वहीं मर गया।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह देखकर कि हम इस्राएल से हार गए हैं, जितने राजा हदादेजेर के अधीन थे उन सभी ने इस्राएल के साथ संधि की, और उसके अधीन हो गए। इसलिए अरामी अम्मोनियों की और सहायता करने से डर गए।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "अम्मोनियों और अरामियों की पराजय\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}