{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तामार नामक एक सुन्दरी जो दाऊद के पुत्र अबशालोम की बहन थी, उस पर दाऊद का पुत्र अम्नोन मोहित हुआ।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अम्नोन अपनी बहन तामार के कारण ऐसा विकल हो गया कि बीमार पड़ गया; क्योंकि वह कुमारी थी, और उसके साथ कुछ करना अम्नोन को कठिन जान पड़ता था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अम्नोन के योनादाब नामक एक मित्र था, जो दाऊद के भाई शिमआह* का बेटा था, और वह बड़ा चतुर था।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने अम्नोन से कहा, “हे राजकुमार, क्या कारण है कि तू प्रतिदिन ऐसा दुबला होता जाता है क्या तू मुझे न बताएगा?” अम्नोन ने उससे कहा, “मैं तो अपने भाई अबशालोम की बहन तामार पर मोहित हूँ।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "योनादाब ने उससे कहा, “अपने पलंग पर लेटकर बीमार बन जा; और जब तेरा पिता तुझे देखने को आए, तब उससे कहना, ‘मेरी बहन तामार आकर मुझे रोटी खिलाएँ, और भोजन को मेरे सामने बनाए, कि मैं उसको देखकर उसके हाथ से खाऊँ’।”\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः अम्नोन लेटकर बीमार बना; और जब राजा उसे देखने आया, तब अम्नोन ने राजा से कहा, “मेरी बहन तामार आकर मेरे देखते दो पूरियां बनाए, कि मैं उसके हाथ से खाऊँ।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद ने अपने घर तामार के पास यह कहला भेजा, “अपने भाई अम्नोन के घर जाकर उसके लिये भोजन बना।”\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब तामार अपने भाई अम्नोन के घर गई, और वह पड़ा हुआ था। तब उसने आटा लेकर गूँधा, और उसके देखते पूरियांं पकाईं।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने थाल लेकर उनको उसके लिये परोसा, परन्तु उसने खाने से इन्कार किया। तब अम्नोन ने अपने दासों से कहा, “मेरे आस-पास से सब लोगों को निकाल दो।” तब सब लोग उसके पास से निकल गए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अम्नोन ने तामार से कहा, “भोजन को कोठरी में ले आ, कि मैं तेरे हाथ से खाऊँ।” तो तामार अपनी बनाई हुई पूरियों को उठाकर अपने भाई अम्नोन के पास कोठरी में ले गई।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब वह उनको उसके खाने के लिये निकट ले गई, तब उसने उसे पकड़कर कहा, “हे मेरी बहन, आ, मुझसे मिल।”\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने कहा, “हे मेरे भाई, ऐसा नहीं, मुझे भ्रष्ट न कर; क्योंकि इस्राएल में ऐसा काम होना नहीं चाहिये; ऐसी मूर्खता का काम न कर।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर मैं अपनी नामधराई* लिये हुए कहाँ जाऊँगी? और तू इस्राएलियों में एक मूर्ख गिना जाएगा। तू राजा से बातचीत कर, वह मुझ को तुझे ब्याह देने के लिये मना न करेगा।”\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु उसने उसकी न सुनी; और उससे बलवान होने के कारण उसके साथ कुकर्म करके उसे भ्रष्ट किया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अम्नोन उससे अत्यन्त बैर रखने लगा; यहाँ तक कि यह बैर उसके पहले मोह से बढ़कर हुआ। तब अम्नोन ने उससे कहा, “उठकर चली जा।”\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने कहा, “ऐसा नहीं, क्योंकि यह बड़ा उपद्रव, अर्थात् मुझे निकाल देना उस पहले से बढ़कर है जो तूने मुझसे किया है।” परन्तु उसने उसकी न सुनी।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने अपने सेवक जवान को बुलाकर कहा, “इस स्त्री को मेरे पास से बाहर निकाल दे, और उसके पीछे किवाड़ में चिटकनी लगा दे।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह तो रंगबिरंगी कुर्ती पहने थी; क्योंकि जो राजकुमारियाँ कुँवारी रहती थीं वे ऐसे ही वस्त्र पहनती थीं। अतः अम्नोन के टहलुए ने उसे बाहर निकालकर उसके पीछे किवाड़ में चिटकनी लगा दी।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब तामार ने अपने सिर पर राख डाली, और अपनी रंगबिरंगी कुर्ती को फाड़ डाला; और सिर पर हाथ रखे* चिल्लाती हुई चली गई। (यहो. 7:6, अय्यू. 2:12)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके भाई अबशालोम ने उससे पूछा, “क्या तेरा भाई अम्नोन तेरे साथ रहा है? परन्तु अब, हे मेरी बहन, चुप रह, वह तो तेरा भाई है; इस बात की चिन्ता न कर।” तब तामार अपने भाई अबशालोम के घर में मन मारे बैठी रही।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब ये सब बातें दाऊद राजा के कान में पड़ीं, तब वह बहुत झुँझला उठा।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और अबशालोम ने अम्नोन से भला-बुरा कुछ न कहा, क्योंकि अम्नोन ने उसकी बहन तामार को भ्रष्ट किया था, इस कारण अबशालोम उससे घृणा करता था।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "अम्नोन की ह्त्या\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दो वर्ष के बाद अबशालोम ने एप्रैम के निकट के बाल्हासोर में अपनी भेड़ों का ऊन कतरवाया और अबशालोम ने सब राजकुमारों को नेवता दिया।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह राजा के पास जाकर कहने लगा, “विनती यह है, कि तेरे दास की भेड़ों का ऊन कतरा जाता है, इसलिए राजा अपने कर्मचारियों समेत अपने दास के संग चले।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "राजा ने अबशालोम से कहा, “हे मेरे बेटे, ऐसा नहीं; हम सब न चलेंगे, ऐसा न हो कि तुझे अधिक कष्ट हो।” तब अबशालोम ने विनती करके उस पर दबाव डाला, परन्तु उसने जाने से इन्कार किया, तो भी उसे आशीर्वाद दिया।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अबशालोम ने कहा, “यदि तू नहीं तो मेरे भाई अम्नोन को हमारे संग जाने दे।” राजा ने उससे पूछा, “वह तेरे संग क्यों चले?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु अबशालोम ने उसे ऐसा दबाया कि उसने अम्नोन और सब राजकुमारों को उसके साथ जाने दिया।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अबशालोम ने अपने सेवकों को आज्ञा दी, “सावधान रहो और जब अम्नोन दाखमधु पीकर नशे में आ जाए, और मैं तुम से कहूँ, ‘अम्नोन को मार डालना।’ क्या इस आज्ञा का देनेवाला मैं नहीं हूँ? हियाव बाँधकर पुरुषार्थ करना।”\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः अबशालोम के सेवकों ने अम्नोन के साथ अबशालोम की आज्ञा के अनुसार किया। तब सब राजकुमार उठ खड़े हुए, और अपने-अपने खच्चर पर चढ़कर भाग गए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे मार्ग ही में थे, कि दाऊद को यह समाचार मिला, “अबशालोम ने सब राजकुमारों को मार डाला, और उनमें से एक भी नहीं बचा।”\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद ने उठकर अपने वस्त्र फाड़े, और भूमि पर गिर पड़ा, और उसके सब कर्मचारी वस्त्र फाड़े हुए उसके पास खड़े रहे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद के भाई शिमआह के पुत्र योनादाब ने कहा, “मेरा प्रभु यह न समझे कि सब जवान, अर्थात् राजकुमार मार डाले गए हैं, केवल अम्नोन मारा गया है; क्योंकि जिस दिन उसने अबशालोम की बहन तामार को भ्रष्ट किया, उसी दिन से अबशालोम की आज्ञा से ऐसी ही बात निश्चित थी।\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए अब मेरा प्रभु राजा अपने मन में यह समझकर कि सब राजकुमार मर गए उदास न हो; क्योंकि केवल अम्नोन ही मारा गया है।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "अबशालोम का भागना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इतने में अबशालोम भाग गया। और जो जवान पहरा देता था उसने आँखें उठाकर देखा, कि पीछे की ओर से पहाड़ के पास के मार्ग से बहुत लोग चले आ रहे हैं।\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब योनादाब ने राजा से कहा, “देख, राजकुमार तो आ गए हैं; जैसा तेरे दास ने कहा था वैसा ही हुआ।”\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह कह ही चुका था, कि राजकुमार पहुँच गए, और चिल्ला चिल्लाकर रोने लगे; और राजा भी अपने सब कर्मचारियों समेत बिलख-बिलख कर रोने लगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अबशालोम तो भागकर गशूर के राजा अम्मीहूद के पुत्र तल्मै के पास गया। और दाऊद अपने पुत्र के लिये दिन-दिन विलाप करता रहा।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "अबशालोम के राजद्रोह की गोष्ठी\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः अबशालोम भागकर गशूर को गया, तब वहाँ तीन वर्ष तक रहा।\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दाऊद के मन में अबशालोम के पास जाने की बड़ी लालसा रही; क्योंकि अम्नोन जो मर गया था, इस कारण उसने उसके विषय में शान्ति पाई।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "अम्नोन का कुकर्म करना और मार डाला जाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}