{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसके बाद दाऊद ने यहोवा से पूछा*, “क्या मैं यहूदा के किसी नगर में जाऊँ?” यहोवा ने उससे कहा, “हाँ, जा।” दाऊद ने फिर पूछा, “किस नगर में जाऊँ?” उसने कहा, “हेब्रोन में।”\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद यिज्रेली अहीनोअम, और कर्मेली नाबाल की स्त्री अबीगैल नामक, अपनी दोनों पत्नियों समेत वहाँ गया।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दाऊद अपने साथियों को भी एक-एक के घराने समेत वहाँ ले गया; और वे हेब्रोन के गाँवों में रहने लगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यहूदी लोग गए, और वहाँ दाऊद का अभिषेक किया* कि वह यहूदा के घराने का राजा हो। जब दाऊद को यह समाचार मिला, कि जिन्होंने शाऊल को मिट्टी दी वे गिलाद के याबेश नगर के लोग हैं।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद ने दूतों से गिलाद के याबेश के लोगों के पास यह कहला भेजा, “यहोवा की आशीष तुम पर हो, क्योंकि तुम ने अपने प्रभु शाऊल पर यह कृपा करके उसको मिट्टी दी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए अब यहोवा तुम से कृपा और सच्चाई का बर्ताव करे; और मैं भी तुम्हारी इस भलाई का बदला तुम को दूँगा, क्योंकि तुम ने यह काम किया है।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब हियाव बाँधो, और पुरुषार्थ करो; क्योंकि तुम्हारा प्रभु शाऊल मर गया, और यहूदा के घराने ने अपने ऊपर राजा होने को मेरा अभिषेक किया है।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "ईशबोशेत इस्राएल का राजा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु नेर का पुत्र अब्नेर जो शाऊल का प्रधान सेनापति था, उसने शाऊल के पुत्र ईशबोशेत को संग ले पार जाकर महनैम में पहुँचाया;\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसे गिलाद अशूरियों के देश, यिज्रेल, एप्रैम, बिन्यामीन, वरन् समस्त इस्राएल प्रदेश पर राजा नियुक्त किया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शाऊल का पुत्र ईशबोशेत चालीस वर्ष का था जब वह इस्राएल पर राज्य करने लगा, और दो वर्ष तक राज्य करता रहा। परन्तु यहूदा का घराना दाऊद के पक्ष में रहा।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और दाऊद का हेब्रोन में यहूदा के घराने पर राज्य करने का समय साढे़ सात वर्ष था।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "यहूदा और इस्राएल के बीच युद्ध\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "नेर का पुत्र अब्नेर, और शाऊल के पुत्र ईशबोशेत के जन, महनैम से गिबोन को आए।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब सरूयाह का पुत्र योआब, और दाऊद के जन, हेब्रोन से निकलकर उनसे गिबोन के जलकुण्ड के पास मिले; और दोनों दल उस जलकुण्ड के एक-एक ओर बैठ।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अब्नेर ने योआब से कहा, “जवान लोग उठकर हमारे सामने खेलें।” योआब ने कहा, “वे उठें।”\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वे उठे, और बिन्यामीन, अर्थात् शाऊल के पुत्र ईशबोशेत के पक्ष के लिये बारह जन गिनकर निकले, और दाऊद के जनों में से भी बारह निकले।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन्होंने एक दूसरे का सिर पकड़कर अपनी-अपनी तलवार एक दूसरे के पाँजर में भोंक दी; और वे एक ही संग मरे। इससे उस स्थान का नाम हेल्कथस्सूरीम पड़ा, वह गिबोन में है।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "असाहेल की मृत्यु\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस दिन बड़ा घोर युद्ध हुआ; और अब्नेर और इस्राएल के पुरुष दाऊद के जनों से हार गए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वहाँ योआब, अबीशै, और असाहेल नामक सरूयाह के तीनों पुत्र थे। असाहेल जंगली हिरन के समान वेग से दौड़नेवाला था।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब असाहेल अब्नेर का पीछा करने लगा, और उसका पीछा करते हुए न तो दाहिनी ओर मुड़ा न बाईं ओर।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब्नेर ने पीछे फिरके पूछा, “क्या तू असाहेल है?” उसने कहा, “हाँ मैं वही हूँ।”\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब्नेर ने उससे कहा, “चाहे दाहिनी, चाहे बाईं ओर मुड़, किसी जवान को पकड़कर उसका कवच ले-ले।” परन्तु असाहेल ने उसका पीछा न छोड़ा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब्नेर ने असाहेल से फिर कहा, “मेरा पीछा छोड़ दे; मुझ को क्यों तुझे मारके मिट्टी में मिला देना पड़े? ऐसा करके मैं तेरे भाई योआब को अपना मुख कैसे दिखाऊँगा?”\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी उसने हट जाने को मना किया; तब अब्नेर ने अपने भाले की पिछाड़ी उसके पेट में ऐसे मारी, कि भाला आर-पार होकर पीछे निकला; और वह वहीं गिरके मर गया। जितने लोग उस स्थान पर आए जहाँ असाहेल गिरके मर गया, वहाँ वे सब खड़े रहे।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "अब्नेर और योआब\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु योआब और अबीशै अब्नेर का पीछा करते रहे; और सूर्य डूबते-डूबते वे अम्‍माह नामक उस पहाड़ी तक पहुँचे, जो गिबोन के जंगल के मार्ग में गीह के सामने है।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और बिन्यामीनी अब्नेर के पीछे होकर एक दल हो गए, और एक पहाड़ी की चोटी पर खड़े हुए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अब्नेर योआब को पुकारके कहने लगा, “क्या तलवार सदा मारती रहे? क्या तू नहीं जानता कि इसका फल दुःखदाई होगा? तू कब तक अपने लोगों को आज्ञा न देगा, कि अपने भाइयों का पीछा छोड़कर लौटो?”\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "योआब ने कहा, “परमेश्‍वर के जीवन की शपथ, कि यदि तू न बोला होता, तो निःसन्देह लोग सवेरे ही चले जाते, और अपने-अपने भाई का पीछा न करते।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब योआब ने नरसिंगा फूँका; और सब लोग ठहर गए, और फिर इस्राएलियों का पीछा न किया, और लड़ाई फिर न की।\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब्नेर अपने जनों समेत उसी दिन रातों-रात अराबा से होकर गया; और यरदन के पार हो समस्त बित्रोन देश में होकर महनैम में पहुँचा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "योआब अब्नेर का पीछा छोड़कर लौटा; और जब उसने सब लोगों को इकट्ठा किया, तब क्या देखा, कि दाऊद के जनों में से उन्नीस पुरुष और असाहेल भी नहीं हैं।\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु दाऊद के जनों ने बिन्यामीनियों और अब्नेर के जनों को ऐसा मारा कि उनमें से तीन सौ साठ जन मर गए।\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन्होंने असाहेल को उठाकर उसके पिता के कब्रिस्तान में, जो बैतलहम में था, मिट्टी दी। तब योआब अपने जनों समेत रात भर चलकर पौ फटते-फटते हेब्रोन में पहुँचा।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "दाऊद के हेब्रोन में राज्य करने का वृत्तान्त\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}