{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वहाँ संयोग से शेबा नामक एक बिन्यामीनी था, वह ओछा पुरुष बिक्री का पुत्र* था; वह नरसिंगा फूँककर कहने लगा, “दाऊद में हमारा कुछ अंश नहीं, और न यिशै के पुत्र में हमारा कोई भाग है; हे इस्राएलियों, अपने-अपने डेरे को चले जाओ!”\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए सब इस्राएली पुरुष दाऊद के पीछे चलना छोड़कर बिक्री के पुत्र शेबा के पीछे हो लिए; परन्तु सब यहूदी पुरुष यरदन से यरूशलेम तक अपने राजा के संग लगे रहे।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद यरूशलेम को अपने भवन में आया; और राजा ने उन दस रखेलों को, जिन्हें वह भवन की चौकसी करने को छोड़ गया था, अलग एक घर में रखा, और उनका पालन-पोषण करता रहा, परन्तु उनसे सहवास न किया। इसलिए वे अपनी-अपनी मृत्यु के दिन तक विधवापन की सी दशा में जीवित ही बन्द रहीं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब राजा ने अमासा से कहा, “यहूदी पुरुषों को तीन दिन के भीतर मेरे पास बुला ला, और तू भी यहाँ उपस्थित रहना।”\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अमासा यहूदियों को बुलाने गया; परन्तु उसके ठहराए हुए समय से अधिक रह गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद ने अबीशै* से कहा, “अब बिक्री का पुत्र शेबा अबशालोम से भी हमारी अधिक हानि करेगा; इसलिए तू अपने प्रभु के लोगों को लेकर उसका पीछा कर, ऐसा न हो कि वह गढ़वाले नगर पाकर हमारी दृष्टि से छिप जाए।”\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब योआब के जन, और करेती और पलेती लोग, और सब शूरवीर उसके पीछे हो लिए; और बिक्री के पुत्र शेबा का पीछा करने को यरूशलेम से निकले।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे गिबोन में उस भारी पत्थर के पास पहुँचे ही थे, कि अमासा उनसे आ मिला। योआब तो योद्धा का वस्त्र फेंटे से कसे हुए था, और उस फेंटे में एक तलवार उसकी कमर पर अपनी म्यान में बंधी हुई थी; और जब वह चला, तब वह निकलकर गिर पड़ी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो योआब ने अमासा से पूछा, “हे मेरे भाई, क्या तू कुशल से है?” तब योआब ने अपना दाहिना हाथ बढ़ाकर अमासा को चूमने के लिये उसकी दाढ़ी पकड़ी।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु अमासा ने उस तलवार की कुछ चिन्ता न की जो योआब के हाथ में थी; और उसने उसे अमासा के पेट में भोंक दी, जिससे उसकी अन्तड़ियाँ निकलकर धरती पर गिर पड़ीं, और उसने उसको दूसरी बार न मारा; और वह मर गया। तब योआब और उसका भाई अबीशै बिक्री के पुत्र शेबा का पीछा करने को चले।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसके पास योआब का एक जवान खड़ा होकर कहने लगा, “जो कोई योआब के पक्ष और दाऊद की ओर का हो वह योआब के पीछे हो ले।”\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अमासा सड़क के मध्य अपने लहू में लोट रहा था। जब उस मनुष्य ने देखा कि सब लोग खड़े हो गए हैं, तब अमासा को सड़क पर से मैदान में उठा ले गया, क्योंकि देखा कि जितने उसके पास आते हैं वे खड़े हो जाते हैं, तब उसने उसके ऊपर एक कपड़ा डाल दिया।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके सड़क पर से सरकाए जाने पर, सब लोग बिक्री के पुत्र शेबा का पीछा करने को योआब के पीछे हो लिए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शेबा सब इस्राएली गोत्रों में होकर आबेल और बेतमाका और बैरियों के देश तक पहुँचा; और वे भी इकट्ठे होकर उसके पीछे हो लिए।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब योआब के जनों ने उसको आबेल्वेत्माका में घेर लिया; और नगर के सामने एक टीला खड़ा किया कि वह शहरपनाह से सट गया; और योआब के संग के सब लोग शहरपनाह को गिराने के लिये धक्का देने लगे।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "दाऊद का पलिश्तियों पर विजय पाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब एक बुद्धिमान स्त्री ने नगर में से पुकारा, “सुनो! सुनो! योआब से कहो, कि यहाँ आए, ताकि मैं उससे कुछ बातें करूँ।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब योआब उसके निकट गया, तब स्त्री ने पूछा, “क्या तू योआब है?” उसने कहा, “हाँ, मैं वही हूँ।” फिर उसने उससे कहा, “अपनी दासी के वचन सुन।” उसने कहा, “मैं सुन रहा हूँ।”\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह कहने लगी, “प्राचीनकाल में लोग कहा करते थे, ‘आबेल में पूछा जाए,’ और इस रीति झगड़े को निपटा देते थे।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं तो मेलमिलापवाले और विश्वासयोग्य इस्राएलियों में से हूँ; परन्तु तू एक प्रधान नगर नष्ट करने का यत्न करता है; तू यहोवा के भाग को क्यों निगल जाएगा?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "योआब ने उत्तर देकर कहा, “यह मुझसे दूर हो, दूर, कि मैं निगल जाऊँ या नष्ट करूँ!\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बात ऐसी नहीं है। शेबा नामक एप्रैम के पहाड़ी देश का एक पुरुष जो बिक्री का पुत्र है, उसने दाऊद राजा के विरुद्ध हाथ उठाया है; अतः तुम लोग केवल उसी को सौंप दो, तब मैं नगर को छोड़कर चला जाऊँगा।” स्त्री ने योआब से कहा, “उसका सिर शहरपनाह पर से तेरे पास फेंक दिया जाएगा।”\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब स्त्री अपनी बुद्धिमानी से सब लोगों के पास गई। तब उन्होंने बिक्री के पुत्र शेबा का सिर काटकर योआब के पास फेंक दिया। तब योआब ने नरसिंगा फूँका, और सब लोग नगर के पास से अलग-अलग होकर अपने-अपने डेरे को गए और योआब यरूशलेम को राजा के पास लौट गया।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "दाऊद के अधिकारीगण\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "योआब तो समस्त इस्राएली सेना के ऊपर प्रधान रहा; और यहोयादा का पुत्र बनायाह करेतियों और पलेतियों के ऊपर था;\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और अदोराम बेगारों के ऊपर था; और अहीलूद का पुत्र यहोशापात इतिहास का लेखक था;\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और शवा मंत्री था; और सादोक और एब्यातार याजक थे;\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और याईरी ईरा भी दाऊद का एक मंत्री था।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "ms",
        "content": "शेबा का विद्रोह\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}