{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शाऊल के घराने और दाऊद के घराने के मध्य बहुत दिन तक लड़ाई होती रही; परन्तु दाऊद प्रबल होता गया, और शाऊल का घराना निर्बल पड़ता गया।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "दाऊद के पुत्र\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और हेब्रोन में दाऊद के पुत्र उत्‍पन्‍न हुए; उसका जेठा बेटा अम्नोन था, जो यिज्रेली अहीनोअम से उत्‍पन्‍न हुआ था;\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसका दूसरा किलाब था, जिसकी माँ कर्मेली नाबाल की स्त्री अबीगैल थी; तीसरा अबशालोम, जो गशूर के राजा तल्मै की बेटी माका से उत्‍पन्‍न हुआ था;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "चौथा अदोनिय्याह*, जो हग्गीत से उत्‍पन्‍न हुआ था; पाँचवाँ शपत्याह, जिसकी माँ अबीतल थी;\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "छठवाँ यित्राम, जो एग्ला नाम दाऊद की स्त्री से उत्‍पन्‍न हुआ। हेब्रोन में दाऊद से ये ही सन्तान उत्‍पन्‍न हुईं।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "अब्नेर का दाऊद के पक्ष में आना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब शाऊल और दाऊद दोनों के घरानों के मध्य लड़ाई हो रही थी, तब अब्नेर शाऊल के घराने की सहायता में बल बढ़ाता गया।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शाऊल की एक रखैल थी जिसका नाम रिस्पा था, वह अय्या की बेटी थी; और ईशबोशेत ने अब्नेर से पूछा, “तू मेरे पिता की रखैल के पास क्यों गया?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ईशबोशेत की बातों के कारण अब्नेर अति क्रोधित होकर कहने लगा, “क्या मैं यहूदा के कुत्ते का सिर हूँ? आज तक मैं तेरे पिता शाऊल के घराने और उसके भाइयों और मित्रों को प्रीति दिखाता आया हूँ, और तुझे दाऊद के हाथ पड़ने नहीं दिया; फिर तू अब मुझ पर उस स्त्री के विषय में दोष लगाता है?\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यदि मैं दाऊद के साथ परमेश्‍वर की शपथ के अनुसार बर्ताव न करूँ, तो परमेश्‍वर अब्नेर से वैसा ही, वरन् उससे भी अधिक करे;\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् मैं राज्य को शाऊल के घराने से छीनूँगा, और दाऊद की राजगद्दी दान से लेकर बेर्शेबा तक इस्राएल और यहूदा के ऊपर स्थिर करूँगा।”\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वह अब्नेर को कोई उत्तर न दे सका, इसलिए कि वह उससे डरता था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अब्नेर ने दाऊद के पास दूतों से कहला भेजा, “देश किस का है?” और यह भी कहला भेजा, “तू मेरे साथ वाचा बाँध, और मैं तेरी सहायता करूँगा कि समस्त इस्राएल का मन तेरी ओर फेर दूँ।”\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दाऊद ने कहा, “ठीक है, मैं तेरे साथ वाचा तो बाँधूँगा परन्तु एक बात मैं तुझ से चाहता हूँ; कि जब तू मुझसे भेंट करने आए, तब यदि तू पहले शाऊल की बेटी मीकल को न ले आए, तो मुझसे भेंट न होगी।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर दाऊद ने शाऊल के पुत्र ईशबोशेत के पास दूतों से यह कहला भेजा, “मेरी पत्‍नी मीकल, जिसे मैंने एक सौ पलिश्तियों की खलड़ियाँ देकर अपनी कर लिया था, उसको मुझे दे-दे।”\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब ईशबोशेत ने लोगों को भेजकर उसे लैश के पुत्र पलतीएल के पास से छीन लिया।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसका पति उसके साथ चला, और बहूरीम तक उसके पीछे रोता हुआ चला गया। तब अब्नेर ने उससे कहा, “लौट जा;” और वह लौट गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर अब्नेर ने इस्राएल के पुरनियों के संग इस प्रकार की बातचीत की, “पहले तो तुम लोग चाहते थे कि दाऊद हमारे ऊपर राजा हो।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब वैसा ही करो; क्योंकि यहोवा ने दाऊद के विषय में यह कहा है, ‘अपने दास दाऊद के द्वारा मैं अपनी प्रजा इस्राएल को पलिश्तियों, वरन् उनके सब शत्रुओं के हाथ से छुड़ाऊँगा।’ ”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब्नेर ने बिन्यामीन से भी बातें की; तब अब्नेर हेब्रोन को चला गया, कि इस्राएल और बिन्यामीन के समस्त घराने को जो कुछ अच्छा लगा, वह दाऊद को सुनाए।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अब्नेर बीस पुरुष संग लेकर हेब्रोन में आया, और दाऊद ने उसके और उसके संगी पुरुषों के लिये भोज किया\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अब्नेर ने दाऊद से कहा, “मैं उठकर जाऊँगा, और अपने प्रभु राजा के पास सब इस्राएल को इकट्ठा करूँगा, कि वे तेरे साथ वाचा बाँधें, और तू अपनी इच्छा के अनुसार राज्य कर सके।” तब दाऊद ने अब्नेर को विदा किया, और वह कुशल से चला गया।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "अब्नेर की हत्या\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद के कई जन और योआब समेत कहीं चढ़ाई करके बहुत सी लूट लिये हुए आ गए। अब्नेर दाऊद के पास हेब्रोन में न था, क्योंकि उसने उसको विदा कर दिया था, और वह कुशल से चला गया था।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब योआब और उसके साथ की समस्त सेना आई, तब लोगों ने योआब को बताया, “नेर का पुत्र अब्नेर राजा के पास आया था, और उसने उसको विदा कर दिया, और वह कुशल से चला गया।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब योआब ने राजा के पास जाकर कहा, “तूने यह क्या किया है? अब्नेर जो तेरे पास आया था, तो क्या कारण है कि फिर तूने उसको जाने दिया, और वह चला गया है?\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तू नेर के पुत्र अब्नेर को जानता होगा कि वह तुझे धोखा देने, और तेरे आने-जाने, और सारे काम का भेद लेने आया था।”\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "योआब ने दाऊद के पास से निकलकर अब्नेर के पीछे दूत भेजे, और वे उसको सीरा नामक कुण्ड से लौटा ले आए। परन्तु दाऊद को इस बात का पता न था\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब अब्नेर हेब्रोन को लौट आया, तब योआब उससे एकान्त में बातें करने के लिये उसको फाटक के भीतर अलग ले गया, और वहाँ अपने भाई असाहेल के खून के बदले में उसके पेट में ऐसा मारा कि वह मर गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बाद में जब दाऊद ने यह सुना, तो कहा, “नेर के पुत्र अब्नेर के खून के विषय मैं अपनी प्रजा समेत यहोवा की दृष्टि में सदैव निर्दोष रहूँगा।\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह योआब और उसके पिता के समस्त घराने को लगे; और योआब के वंश में कोई न कोई प्रमेह का रोगी, और कोढ़ी, और लँगड़ा, और तलवार से घात किया जानेवाला, और भूखा मरनेवाला सदा होता रहे।”\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "योआब और उसके भाई अबीशै ने अब्नेर को इस कारण घात किया, कि उसने उनके भाई असाहेल को गिबोन में लड़ाई के समय मार डाला था।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "दाऊद का अब्नेर के लिए विलाप\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद ने योआब और अपने सब संगी लोगों से कहा, “अपने वस्त्र फाड़ो, और कमर में टाट बाँधकर अब्नेर के आगे-आगे चलो।” और दाऊद राजा स्वयं अर्थी के पीछे-पीछे चला।\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब्नेर को हेब्रोन में मिट्टी दी गई; और राजा अब्नेर की कब्र के पास फूट फूटकर रोया; और सब लोग भी रोए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद ने अब्नेर के विषय यह विलापगीत बनाया,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "“क्या उचित था कि अब्नेर मूर्ख के समान मरे?\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "न तो तेरे हाथ बाँधे गए, और न तेरे पाँवों में बेड़ियाँ डाली गईं;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "जैसे कोई कुटिल मनुष्यों से मारा जाए,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "वैसे ही तू मारा गया।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "तब सब लोग उसके विषय फिर रो उठे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब सब लोग कुछ दिन रहते दाऊद को रोटी खिलाने आए; परन्तु दाऊद ने शपथ खाकर कहा, “यदि मैं सूर्य के अस्त होने से पहले रोटी या और कोई वस्तु खाऊँ, तो परमेश्‍वर मुझसे ऐसा ही, वरन् इससे भी अधिक करे।”\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सब लोगों ने इस पर विचार किया और इससे प्रसन्‍न हुए, वैसे भी जो कुछ राजा करता था उससे सब लोग प्रसन्‍न होते थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः उन सब लोगों ने, वरन् समस्त इस्राएल ने भी, उसी दिन जान लिया कि नेर के पुत्र अब्नेर का घात किया जाना राजा की ओर से नहीं था।\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "राजा ने अपने कर्मचारियों से कहा, “क्या तुम लोग नहीं जानते कि इस्राएल में आज के दिन एक प्रधान और प्रतापी मनुष्य मरा है?\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यद्यपि मैं अभिषिक्त राजा हूँ तो भी आज निर्बल हूँ; और वे सरूयाह के पुत्र मुझसे अधिक प्रचण्ड हैं। परन्तु यहोवा बुराई करनेवाले को उसकी बुराई के अनुसार ही बदला दे।” (भज. 28:4)\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}