{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब इस्राएल के सब गोत्र दाऊद के पास हेब्रोन में आकर कहने लगे, “सुन, हम लोग और तू एक ही हाड़ माँस हैं।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर भूतकाल में जब शाऊल हमारा राजा था, तब भी इस्राएल का अगुआ तू ही था; और यहोवा ने तुझ से कहा, ‘मेरी प्रजा इस्राएल का चरवाहा, और इस्राएल का प्रधान तू ही होगा’।” (भज. 78:71)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः सब इस्राएली पुरनिये हेब्रोन में राजा के पास आए; और दाऊद राजा ने उनके साथ हेब्रोन में यहोवा के सामने* वाचा बाँधी, और उन्होंने इस्राएल का राजा होने के लिये दाऊद का अभिषेक किया।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दाऊद तीस वर्ष का होकर राज्य करने लगा, और चालीस वर्ष तक राज्य करता रहा।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "साढ़े सात वर्ष तक तो उसने हेब्रोन में यहूदा पर राज्य किया, और तैंतीस वर्ष तक यरूशलेम में* समस्त इस्राएल और यहूदा पर राज्य किया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब राजा ने अपने जनों को साथ लिए हुए यरूशलेम को जाकर यबूसियों पर चढ़ाई की, जो उस देश के निवासी थे। उन्होंने यह समझकर, कि दाऊद यहाँ घुस न सकेगा, उससे कहा, “जब तक तू अंधों और लँगड़ों को दूर न करे, तब तक यहाँ घुस न पाएगा।”\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी दाऊद ने सिय्योन नामक गढ़ को ले लिया, वही दाऊदपुर भी कहलाता है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस दिन दाऊद ने कहा, “जो कोई यबूसियों को मारना चाहे, उसे चाहिये कि नाले से होकर चढ़े, और अंधे और लँगड़े जिनसे दाऊद मन से घिन करता है उन्हें मारे।” इससे यह कहावत चली, “अंधे और लँगड़े महल में आने न पाएँगे*।”\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और दाऊद उस गढ़ में रहने लगा, और उसका नाम दाऊदपुर रखा। और दाऊद ने चारों ओर मिल्लो से लेकर भीतर की ओर शहरपनाह बनवाई।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और दाऊद की बड़ाई अधिक होती गई, और सेनाओं का परमेश्‍वर यहोवा उसके संग रहता था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब सोर के राजा हीराम* ने दाऊद के पास दूत, और देवदार की लकड़ी, और बढ़ई, और राजमिस्त्री भेजे, और उन्होंने दाऊद के लिये एक भवन बनाया।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और दाऊद को निश्चय हो गया कि यहोवा ने मुझे इस्राएल का राजा करके स्थिर किया, और अपनी इस्राएली प्रजा के निमित्त मेरा राज्य बढ़ाया है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब दाऊद हेब्रोन से आया तब उसने यरूशलेम की और रखैलियाँ रख लीं, और पत्नियाँ बना लीं; और उसके और बेटे-बेटियाँ उत्‍पन्‍न हुईं।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसकी जो सन्तान यरूशलेम में उत्‍पन्‍न हुई, उनके ये नाम हैं, अर्थात् शम्मू, शोबाब, नातान, सुलैमान, (1 इति. 14:4)\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यिभार, एलीशू, नेपेग, यापी,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एलीशामा, एल्यादा, और एलीपेलेत।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "पलिश्तियों पर विजय\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब पलिश्तियों ने यह सुना कि इस्राएल का राजा होने के लिये दाऊद का अभिषेक हुआ, तब सब पलिश्ती दाऊद की खोज में निकले; यह सुनकर दाऊद गढ़ में चला गया।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब पलिश्ती आकर रपाईम नामक तराई में फैल गए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद ने यहोवा से पूछा, “क्या मैं पलिश्तियों पर चढ़ाई करूँ? क्या तू उन्हें मेरे हाथ कर देगा?” यहोवा ने दाऊद से कहा, “चढ़ाई कर; क्योंकि मैं निश्चय पलिश्तियों को तेरे हाथ कर दूँगा।”\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद बालपरासीम को गया, और दाऊद ने उन्हें वहीं मारा; तब उसने कहा, “यहोवा मेरे सामने होकर मेरे शत्रुओं पर जल की धारा के समान टूट पड़ा है।” इस कारण उसने उस स्थान का नाम बालपरासीम रखा।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वहाँ उन्होंने अपनी मूरतों को छोड़ दिया, और दाऊद और उसके जन उन्हें उठा ले गए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर दूसरी बार पलिश्ती चढ़ाई करके रपाईम नामक तराई में फैल गए।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब दाऊद ने यहोवा से पूछा, तब उसने कहा, “चढ़ाई न कर; उनके पीछे से घूमकर तूत वृक्षों के सामने से उन पर छापा मार।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब तूत वृक्षों की फुनगियों में से सेना के चलने की सी आहट तुझे सुनाई पड़े, तब यह जानकर फुर्ती करना, कि यहोवा पलिश्तियों की सेना के मारने को मेरे आगे अभी पधारा है।”\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा की इस आज्ञा के अनुसार दाऊद गेबा से लेकर गेजेर तक पलिश्तियों को मारता गया।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "दाऊद के यरूशलेम में राज्य करने का आरम्भ\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}