{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब राजा अपने भवन में रहता था, और यहोवा ने उसको उसके चारों ओर के सब शत्रुओं से विश्राम दिया था,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब राजा नातान नामक भविष्यद्वक्ता* से कहने लगा, “देख, मैं तो देवदार के बने हुए घर में रहता हूँ, परन्तु परमेश्‍वर का सन्दूक तम्बू में रहता है।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "नातान ने राजा से कहा, “जो कुछ तेरे मन में हो उसे कर; क्योंकि यहोवा तेरे संग है।”\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसी रात को यहोवा का यह वचन नातान के पास पहुँचा,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“जाकर मेरे दास दाऊद से कह, ‘यहोवा यह कहता है, कि क्या तू मेरे निवास के लिये घर बनवाएगा?\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिस दिन से मैं इस्राएलियों को मिस्र से निकाल लाया आज के दिन तक मैं कभी घर में नहीं रहा, तम्बू के निवास में आया-जाया करता हूँ*।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जहाँ-जहाँ मैं समस्त इस्राएलियों के बीच फिरता रहा, क्या मैंने कहीं इस्राएल के किसी गोत्र से, जिसे मैंने अपनी प्रजा इस्राएल की चरवाही करने को ठहराया है, ऐसी बात कभी कही, कि तुम ने मेरे लिए देवदार का घर क्यों नहीं बनवाया?’\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए अब तू मेरे दास दाऊद से ऐसा कह, ‘सेनाओं का यहोवा यह कहता है, कि मैंने तो तुझे भेड़शाला से, और भेड़-बकरियों के पीछे-पीछे फिरने से, इस मनसा से बुला लिया कि तू मेरी प्रजा इस्राएल का प्रधान हो जाए। (भज. 78: 71)\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जहाँ कहीं तू आया गया, वहाँ-वहाँ मैं तेरे संग रहा, और तेरे समस्त शत्रुओं को तेरे सामने से नाश किया है; फिर मैं तेरे नाम को पृथ्वी पर के बड़े-बड़े लोगों के नामों के समान महान कर दूँगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मैं अपनी प्रजा इस्राएल के लिये एक स्थान ठहराऊँगा, और उसको स्थिर करूँगा, कि वह अपने ही स्थान में बसी रहेगी, और कभी चलायमान न होगी; और कुटिल लोग उसे फिर दुःख न देने पाएँगे, जैसे कि पहले करते थे,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वरन् उस समय से भी जब मैं अपनी प्रजा इस्राएल के ऊपर न्यायी ठहराता था; और मैं तुझे तेरे समस्त शत्रुओं से विश्राम दूँगा। यहोवा तुझे यह भी बताता है कि यहोवा तेरा घर बनाए रखेगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब तेरी आयु पूरी हो जाएगी, और तू अपने पुरखाओं के संग जा मिलेगा, तब मैं तेरे निज वंश को तेरे पीछे खड़ा करके उसके राज्य को स्थिर करूँगा।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मेरे नाम का घर वही बनवाएगा, और मैं उसकी राजगद्दी को सदैव स्थिर रखूँगा। (1 राजा. 5:5)\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैं उसका पिता ठहरूँगा, और वह मेरा पुत्र ठहरेगा। यदि वह अधर्म करे, तो मैं उसे मनुष्यों के योग्य दण्ड से, और आदमियों के योग्य मार से ताड़ना दूँगा। (2 कुरिन्थियों. 6:18, इब्रानियों. 1:5, इब्रानियों. 12:7)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु मेरी करुणा उस पर से ऐसे न हटेगी, जैसे मैंने शाऊल पर से हटा ली थी और उसको तेरे आगे से दूर किया था।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वरन् तेरा घराना और तेरा राज्य मेरे सामने सदा अटल बना रहेगा; तेरी गद्दी सदैव बनी रहेगी।’ ” (भज. 89:36-37, लूका 1:32,33)\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इन सब बातों और इस दर्शन के अनुसार नातान ने दाऊद को समझा दिया।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "दाऊद की प्रार्थना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद राजा भीतर जाकर यहोवा के सम्मुख बैठा, और कहने लगा, “हे प्रभु यहोवा, क्या कहूँ, और मेरा घराना क्या है, कि तूने मुझे यहाँ तक पहुँचा दिया है?\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी, हे प्रभु यहोवा, यह तेरी दृष्टि में छोटी सी बात हुई*; क्योंकि तूने अपने दास के घराने के विषय आगे के बहुत दिनों तक की चर्चा की है, हे प्रभु यहोवा, यह तो मनुष्य का नियम है।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दाऊद तुझ से और क्या कह सकता है? हे प्रभु यहोवा, तू तो अपने दास को जानता है!\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तूने अपने वचन के निमित्त, और अपने ही मन के अनुसार, यह सब बड़ा काम किया है, कि तेरा दास उसको जान ले।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण, हे यहोवा परमेश्‍वर, तू महान है; क्योंकि जो कुछ हमने अपने कानों से सुना है, उसके अनुसार तेरे तुल्य कोई नहीं, और न तुझे छोड़ कोई और परमेश्‍वर है।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर तेरी प्रजा इस्राएल के भी तुल्य कौन है? वह तो पृथ्वी भर में एक ही जाति है जिसे परमेश्‍वर ने जाकर अपनी निज प्रजा करने को छुड़ाया, इसलिए कि वह अपना नाम करे, (और तुम्हारे लिये बड़े-बड़े काम करे) और तू अपनी प्रजा के सामने, जिसे तूने मिस्री आदि जाति-जाति के लोगों और उनके देवताओं से छुड़ा लिया, अपने देश के लिये भयानक काम करे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तूने अपनी प्रजा इस्राएल को अपनी सदा की प्रजा होने के लिये ठहराया; और हे यहोवा, तू आप उसका परमेश्‍वर है।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब हे यहोवा परमेश्‍वर, तूने जो वचन अपने दास के और उसके घराने के विषय दिया है, उसे सदा के लिये स्थिर कर, और अपने कहने के अनुसार ही कर;\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यह कर कि लोग तेरे नाम की महिमा सदा किया करें, कि सेनाओं का यहोवा इस्राएल के ऊपर परमेश्‍वर है; और तेरे दास दाऊद का घराना तेरे सामने अटल रहे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि, हे सेनाओं के यहोवा, हे इस्राएल के परमेश्‍वर, तूने यह कहकर अपने दास पर प्रगट किया है, कि मैं तेरा घर बनाए रखूँगा; इस कारण तेरे दास को तुझ से यह प्रार्थना करने का हियाव हुआ है*।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब हे प्रभु यहोवा, तू ही परमेश्‍वर है, और तेरे वचन सत्य हैं, और तूने अपने दास को यह भलाई करने का वचन दिया है;\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो अब प्रसन्‍न होकर अपने दास के घराने पर ऐसी आशीष दे, कि वह तेरे सम्मुख सदैव बना रहे; क्योंकि, हे प्रभु यहोवा, तूने ऐसा ही कहा है, और तेरे दास का घराना तुझ से आशीष पाकर सदैव धन्य रहे।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "दाऊद के साथ परमेश्‍वर की वाचा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}