{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसके बाद दाऊद ने पलिश्तियों को जीतकर अपने अधीन कर लिया, और दाऊद ने पलिश्तियों की राजधानी की प्रभुता उनके हाथ से छीन ली।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने मोआबियों को भी जीता, और इनको भूमि पर लिटा कर डोरी से मापा; तब दो डोरी से लोगों को मापकर घात किया, और डोरी भर के लोगों को जीवित छोड़ दिया। तब मोआबी दाऊद के अधीन होकर भेंट ले आने लगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर जब सोबा का राजा रहोब का पुत्र हदादेजेर फरात के पास अपना राज्य फिर ज्यों का त्यों करने को जा रहा था, तब दाऊद ने उसको जीत लिया।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और दाऊद ने उससे एक हजार सात सौ सवार, और बीस हजार प्यादे छीन लिए; और सब रथवाले घोड़ों के घुटनों के पीछे की नस कटवाई, परन्तु एक सौ रथ के लिये घोड़े बचा रखे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब दमिश्क के अरामी सोबा के राजा हदादेजेर की सहायता करने को आए, तब दाऊद ने अरामियों में से बाईस हजार पुरुष मारे।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब दाऊद ने दमिश्क के अराम में* सिपाहियों की चौकियाँ बैठाईं; इस प्रकार अरामी दाऊद के अधीन होकर भेंट ले आने लगे। और जहाँ-जहाँ दाऊद जाता था वहाँ-वहाँ यहोवा उसको जयवन्त करता था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हदादेजेर के कर्मचारियों के पास सोने की जो ढालें थीं उन्हें दाऊद लेकर यरूशलेम को आया।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और बेतह और बेरौताई नामक हदादेजेर के नगरों से दाऊद राजा बहुत सा पीतल ले आया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब हमात* के राजा तोई ने सुना कि दाऊद ने हदादेजेर की समस्त सेना को जीत लिया है,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब तोई ने योराम नामक अपने पुत्र को दाऊद राजा के पास उसका कुशल क्षेम पूछने, और उसे इसलिए बधाई देने को भेजा, कि उसने हदादेजेर से लड़कर उसको जीत लिया था; क्योंकि हदादेजेर तोई से लड़ा करता था। और योराम चाँदी, सोने और पीतल के पात्र लिए हुए आया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इनको दाऊद राजा ने यहोवा के लिये पवित्र करके रखा; और वैसा ही अपने जीती हुई सब जातियों के सोने चाँदी से भी किया,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् अरामियों, मोआबियों, अम्मोनियों, पलिश्तियों, और अमालेकियों के सोने चाँदी को, और रहोब के पुत्र सोबा के राजा हदादेजेर की लूट को भी रखा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब दाऊद नमक की तराई में अठारह हजार अरामियों को मारके लौट आया, तब उसका बड़ा नाम हो गया।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने एदोम में सिपाहियों की चौकियाँ बैठाईं; पूरे एदोम में उसने सिपाहियों की चौकियाँ बैठाईं, और सब एदोमी दाऊद के अधीन हो गए। और दाऊद जहाँ-जहाँ जाता था वहाँ-वहाँ यहोवा उसको जयवन्त करता था।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "दाऊद के कर्मचारियों की नामावली\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दाऊद तो समस्त इस्राएल पर राज्य करता था, और दाऊद अपनी समस्त प्रजा के साथ न्याय और धार्मिकता के काम करता था।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "प्रधान सेनापति सरूयाह का पुत्र योआब था; इतिहास का लिखनेवाला अहीलूद का पुत्र यहोशापात था;\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "प्रधान याजक अहीतूब का पुत्र सादोक और एब्यातार का पुत्र अहीमेलेक थे; मंत्री सरायाह था;\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "करेतियों और पलेतियों का प्रधान यहोयादा का पुत्र बनायाह था; और दाऊद के पुत्र भी मंत्री थे।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "दाऊद की विजय\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}