{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दाऊद ने पूछा, “क्या शाऊल के घराने में से कोई अब तक बचा है, जिसको मैं योनातान के कारण प्रीति दिखाऊँ?”\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शाऊल के घराने का सीबा नामक एक कर्मचारी था, वह दाऊद के पास बुलाया गया; और जब राजा ने उससे पूछा, “क्या तू सीबा है?” तब उसने कहा, हाँ, “तेरा दास वही है।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "राजा ने पूछा, “क्या शाऊल के घराने में से कोई अब तक बचा है, जिसको मैं परमेश्‍वर की सी प्रीति दिखाऊँ?” सीबा ने राजा से कहा, “हाँ, योनातान का एक बेटा तो है, जो लँगड़ा है।”\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "राजा ने उससे पूछा, “वह कहाँ है?” सीबा ने राजा से कहा, “वह तो लोदबार नगर में, अम्मीएल के पुत्र माकीर के घर में रहता है।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब राजा दाऊद ने दूत भेजकर उसको लोदबार से, अम्मीएल के पुत्र माकीर के घर से बुलवा लिया।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब मपीबोशेत, जो योनातान का पुत्र और शाऊल का पोता था, दाऊद के पास आया, तब मुँह के बल गिरके दण्डवत् किया*। दाऊद ने कहा, “हे मपीबोशेत!” उसने कहा, “तेरे दास को क्या आज्ञा?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दाऊद ने उससे कहा, “मत डर; तेरे पिता योनातान के कारण मैं निश्चय तुझको प्रीति दिखाऊँगा, और तेरे दादा शाऊल की सारी भूमि तुझे फेर दूँगा; और तू मेरी मेज पर नित्य भोजन किया कर।”\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने दण्डवत् करके कहा, “तेरा दास क्या है, कि तू मुझे ऐसे मरे कुत्ते की ओर दृष्टि करे*?”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब राजा ने शाऊल के कर्मचारी सीबा को बुलवाकर उससे कहा, “जो कुछ शाऊल और उसके समस्त घराने का था वह मैंने तेरे स्वामी के पोते को दे दिया है।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब से तू अपने बेटों और सेवकों समेत उसकी भूमि पर खेती करके उसकी उपज ले आया करना, कि तेरे स्वामी के पोते को भोजन मिला करे; परन्तु तेरे स्वामी का पोता मपीबोशेत मेरी मेज पर नित्य भोजन किया करेगा।” और सीबा के तो पन्द्रह पुत्र और बीस सेवक थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सीबा ने राजा से कहा, “मेरा प्रभु राजा अपने दास को जो-जो आज्ञा दे, उन सभी के अनुसार तेरा दास करेगा।” दाऊद ने कहा, “मपीबोशेत राजकुमारों के समान मेरी मेज पर भोजन किया करे।”\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मपीबोशेत के भी मीका नामक एक छोटा बेटा था। और सीबा के घर में जितने रहते थे वे सब मपीबोशेत की सेवा करते थे।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मपीबोशेत यरूशलेम में रहता था; क्योंकि वह राजा की मेज पर नित्य भोजन किया करता था। और वह दोनों पाँवों का विकलांग था।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "मपीबोशेत का ऊँचा पद प्राप्त करना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}