{
  "1": "For the law is only a shadow of the good things to come, not the real forms of those things themselves. Those who approach God can never be made perfect by the same sacrifices that the priests continually bring year after year.",
  "2": "Otherwise, would the sacrifices not have ceased to be offered? For the worshipers would have been cleansed one time and would no longer have any consciousness of sin.",
  "3": "But with those sacrifices there is a reminder of sins year after year.",
  "4": "For it is impossible for the blood of bulls and goats to take away sins.",
  "5": "When Christ came into the world, he said,\\q \"It was neither sacrifices nor offerings that you desired.\n\\q Instead, it is a body that you have prepared for me.\n\\q",
  "6": "In neither whole burnt offerings nor sacrifices for sin did you take pleasure.\\q",
  "7": "Then I said, 'See, here I am, as it is written about me in the scroll, to do your will.'\"",
  "8": "First he said, \"It was neither sacrifices, nor offerings, nor whole burnt offerings, nor sacrifices for sin that you desired. Nor did you take pleasure in them.\" These are sacrifices that are offered according to the law.",
  "9": "Then he said, \"See, here I am to do your will.\" He takes away the first practice in order to establish the second practice.",
  "10": "By that will, we have been sanctified through the offering of the body of Jesus Christ once for all.",
  "11": "On the one hand, every priest stands day by day to serve God. He is always offering the same sacrifices, although they can never take away sins.",
  "12": "On the other hand, Christ offered one sacrifice for sins forever, he sat down at the right hand of God.",
  "13": "He is waiting until his enemies are made a stool for his feet.",
  "14": "For by one offering he has perfected forever those who are being sanctified.",
  "15": "The Holy Spirit also testifies to us. For first he said,\\q",
  "16": "\"This is the covenant that I will make with them\\q after those days, says the Lord.\n\\q I will put my laws in their hearts,\n\\q and I will write them on their minds.\n\n\n\\q",
  "17": "No more will I remember their sins and lawless deeds.\"",
  "18": "Now where there is forgiveness for these, there is no longer any sacrifice for sin.",
  "19": "Therefore, brothers, we have confidence to enter into the most holy place by the blood of Jesus.",
  "20": "That is the new and living way that he has opened for us through the curtain, that is, by means of his flesh.",
  "21": "Because we have a great priest over the house of God,",
  "22": "let us approach with true hearts in the full assurance of faith, having our hearts sprinkled clean from an evil conscience and having our bodies washed with pure water.",
  "23": "Let us also hold tightly to the confession of our hope without wavering, because God, who has promised, is faithful.",
  "24": "Let us consider how to motivate one another to love and good deeds.",
  "25": "Let us not stop meeting together, as some have done. Instead, encourage one another more and more, and all the more as you see the day coming closer.",
  "26": "For if we deliberately go on sinning after we have received the knowledge of the truth, a sacrifice for sins no longer exists.",
  "27": "Instead, there is only a certain fearful expectation of judgment, and a fury of fire that will consume God's enemies.",
  "28": "Anyone who has rejected the law of Moses dies without mercy at the testimony of two or three witnesses.",
  "29": "How much worse punishment do you think one deserves who has trampled underfoot the Son of God, who treated the blood of the covenant as unholy—the blood by which he was sanctified—and insulted the Spirit of grace?",
  "30": "For we know the one who said, \"Vengeance belongs to me; I will pay back.\" And again, \"The Lord will judge his people.\"",
  "31": "It is a fearful thing to fall into the hands of the living God!",
  "32": "But remember the former days, after you were enlightened, how you endured a great struggle in suffering.",
  "33": "You were exposed to public ridicule by insults and persecution, and you were sharing with those who went through such suffering.",
  "34": "For you had compassion on those who were prisoners, and you accepted with joy the seizure of your possessions. You knew that you yourselves had a better and everlasting possession.\\f + \\ft Some older versions read, \\fqa For you had compassion on me in my chains. \\fqa* \\f*",
  "35": "So do not throw away your confidence, which has a great reward.",
  "36": "For you need patience, so that you may receive what God has promised, after you have done his will.\\q",
  "37": "\"For in a very little while,\\q the one who is coming will indeed come and not delay.\n\n\n\\q",
  "38": "My righteous one will live by faith.\\q If he shrinks back, I will not be pleased with him.\"",
  "39": "But we are not any of those who turn back to destruction. Instead, we are some of those who have faith for keeping our soul."
}
