{
  "1": "Therefore, since we are surrounded by such a large cloud of witnesses, let us lay aside every weight and easily entangling sin. Let us patiently run the race that is placed before us.",
  "2": "Let us pay attention to Jesus, the founder and perfecter of the faith. For the joy that was placed before him, he endured the cross, despised its shame, and sat down at the right hand of the throne of God.",
  "3": "So think about him, the one who has endured such opposition from sinners against himself, so that you do not become weary in your hearts and give up.",
  "4": "You have not yet resisted or struggled against sin to thepoint of blood;",
  "5": "and you have forgotten the encouragement that instructs you as sons:\\q \"My son, do not think lightly of the Lord's discipline,\n\\q nor grow weary when you are corrected by him.\"\n\\q",
  "6": "For the Lord disciplines everyone whom he loves,\\q and he punishes every son whom he receives.",
  "7": "Endure suffering as discipline. God deals with you as with sons. For what son is there whom his father does not discipline?",
  "8": "But if you are without discipline, which all people share in, then you are illegitimate and not his sons.",
  "9": "Furthermore, we had human fathers who disciplined us and we respected them. How much more should we submit to the Father of spirits and live!",
  "10": "Our fathers disciplined us for a short time as they thought best. But God disciplines us for our good, so that we can share in his holiness.",
  "11": "No discipline seems pleasant at the time, but painful. But later it produces the peaceful fruit of righteousness for those who have been trained by it.",
  "12": "So strengthen your hands that hang down and your weak knees.",
  "13": "Make straight paths for your feet, so that what is lame will not be sprained but rather be healed.",
  "14": "Pursue peace with everyone, and also the holiness without which no one will see the Lord.",
  "15": "Be careful so that no one lacks God's grace, and that no root of bitterness grows up to cause trouble, so that many do not become polluted by it.",
  "16": "Be careful that there be no sexually immoral or ungodly person such as Esau, who for one meal sold his own birthright.",
  "17": "For you know that afterwards, when he desired to inherit the blessing, he was rejected, because he found no opportunity for repentance, even though he sought it with tears.",
  "18": "For you have not come to a mountain that can be touched, a mountain of burning fire, darkness, gloom, and storm.",
  "19": "You have not come to a trumpet blast, nor to a voice that speaks words whose hearers begged that not another word be spoken to them.",
  "20": "For they could not endure what was commanded: \"If even an animal touches the mountain, it must be stoned.\"\\f + \\ft Some older versions read, \\fqa If even an animal touches the mountain, it must be stoned or shot with an arrow. \\fqa* \\f*",
  "21": "So fearful was this sight that Moses said, \"I am terrified and am trembling.\"",
  "22": "Instead, you have come to Mount Zion and to the city of the living God, the heavenly Jerusalem, and to tens of thousands of angels in celebration.",
  "23": "You have come to the congregation of the firstborn, who have been registered in heaven. You have come to God, the Judge of all, and to the spirits of the righteous ones who have been made perfect.",
  "24": "You have come to Jesus, the mediator of a new covenant, and to the sprinkled blood that speaks better than Abel's blood.",
  "25": "See that you do not refuse the one who is speaking. For if they did not escape when they refused the one who warned them on earth, much less will we escape if we turn away from the one who is warning from heaven.",
  "26": "At one time, his voice shook the earth. But now he has promised and said, \"One more time I will shake not only the earth, but also the heavens.\"",
  "27": "These words, \"One more time,\" mean the removal of those things that can be shaken, that is, of the things that have been created, so that the things that cannot be shaken will remain.",
  "28": "Therefore, receiving a kingdom that cannot be shaken, let us be grateful and in this manner worship God with reverence and awe.",
  "29": "For our God is a consuming fire."
}
