{"1":"Therefore we must give far more attention to what we have heard, so that we do not drift away from it.","2":"For if the message that was spoken through the angels proved to be so reliable, and every trespass and disobedience receives just punishment,","3":"how then can we escape if we ignore so great a salvation? This is salvation that was first announced by the Lord and confirmed to us by those who heard it.","4":"At the same time God testified to it by signs, wonders, and various powerful deeds, and by distributing the gifts of the Holy Spirit according to his will.","5":"For it was not to the angels that God subjected the world to come, about which we are speaking.","6":"Instead, someone has somewhere testified, saying,\\q \"What is man, that you are mindful of him?\n\\q Or a son of man, that you care for him?\n\n\n\\q","7":"You made man a little lower than the angels;\\q you crowned him with glory and honor.\n\\f + \\ft Some older version add, \\fqa and you have put him over the works of your hands. \\fqa* \\f*\n\n\\q","8":"You put everything in subjection under his feet.\" For it was to him that God has subjected all things. He did not leave anything not subjected to him. But now we do not yet see everything subjected to him.","9":"But we see him who was made lower than the angels for a little while, Jesus, crowned with glory and honor because of his suffering and death, so that by God's grace he might taste death for everyone.","10":"For it was proper for God, because everything exists for him and through him, to bring many sons to glory. It was proper for him to make the leader of their salvation complete through his sufferings.","11":"For both the one who sanctifies and those who are sanctified have one source. So he is not ashamed to call them brothers.","12":"He says,\\q \"I will proclaim your name to my brothers,\n\\q I will sing about you from inside the assembly.\"","13":"And again,\\q \"I will trust in him.\"\n And again,\n\\q \"See, here am I and the children whom God has given me.\"","14":"Therefore, since the children of God share flesh and blood, Jesus also shared the same things with them, so that through death he would do away with the one who had the power of death, that is, the devil.","15":"This was so that he would free all those who through fear of death lived all their lives in slavery.","16":"For of course it is not with angels that he is concerned; instead, it is with the seed of Abraham that he is concerned.","17":"So it was necessary for him to become like his brothers in all ways, so that he would be a merciful and faithful high priest in relation to the things of God, and so that he would bring about the pardon of the people's sins.","18":"Because Jesus himself has suffered and was tempted, he is able to help those who are tempted."}
