{"1":"Therefore, holy brothers, you share in a heavenly calling. Think about Jesus, the apostle and high priest of our confession.","2":"He was faithful to God, who appointed him, just as Moses was also faithful in God's house.","3":"For Jesus has been considered worthy of greater glory than Moses, because the one who builds a house has more honor than the house itself.","4":"For every house is built by someone, but the one who built everything is God.","5":"For Moses was faithful as a servant in God's entire house, bearing witness about the things that were to be spoken of in the future.","6":"But Christ is faithful as a Son who is in charge of God's house. We are his house if we hold fast to our courage and the hope of which we boast.","7":"Therefore, it is just as the Holy Spirit says:\\q \"Today, if you hear his voice\n\\q","8":"do not harden your hearts\\q as in the rebellion,\n\\q in the time of testing in the wilderness.\n\n\n\\q","9":"This was when your ancestors rebelled by testing me,\\q and when, during forty years, they saw my deeds.\n\\q","10":"Therefore I was displeased with that generation.\\q I said, 'They are always being led astray in their hearts.\n\\q They have not known my ways.'\n\\q","11":"It is just as I swore in my anger:\\q 'They will never enter my rest.'\"","12":"Be careful, brothers, so that among you there will not be anyone with an evil heart of unbelief, a heart that turns away from the living God.","13":"Instead, encourage one another daily, as long as it is called \"today,\" so that no one among you will be hardened by the deceitfulness of sin.","14":"For we have become partners of Christ if we firmly hold to our confidence in him from the beginning to the end.","15":"About this it has been said,\\q \"Today, if you hear his voice,\n\\q do not harden your hearts,\n\\q as in the rebellion.\"","16":"Who was it who heard God and rebelled? Was it not all those who came out of Egypt through Moses?","17":"With whom was he angry for forty years? Was it not with those who sinned, whose dead bodies fell in the wilderness?","18":"To whom did he swear that they would not enter his rest, if it was not to those who disobeyed him?","19":"We see that they were not able to enter his rest because of unbelief."}
