{
  "1": "Now the point of what we are saying is this: We have a high priest who has sat down at the right hand of the throne of the Majesty in the heavens.",
  "2": "He is a servant in the holy place, the true tabernacle that the Lord, not a man, set up.",
  "3": "For every high priest is appointed to offer both gifts and sacrifices. Therefore it is necessary to have something to offer.",
  "4": "Now if Christ were on earth, he would not be a priest at all, since there are those who offer the gifts according to the law.",
  "5": "They serve in a tabernacle that is a copy and shadow of the heavenly things. It is just as Moses was warned by God when he was about to construct the tabernacle: God said, \"See that you make everything according to the pattern that was shown to you on the mountain.\"",
  "6": "But now Christ has received a much better ministry, just as he is also the mediator of a better covenant, which is based on better promises.",
  "7": "For if that first covenant had been faultless, there would have been no need for a second covenant.",
  "8": "For when God found fault with the people, he said,\\q \"See, the days are coming—says the Lord—\n\\q when I will make a new covenant with the house of Israel and with the house of Judah.\n\\q",
  "9": "It will not be like the covenant that I made with their ancestors\\q on the day that I took them by their hand to lead them out of the land of Egypt.\n\\q For they did not continue in my covenant,\n\\q and I disregarded them—says the Lord.\n\n\n\\q",
  "10": "For this is the covenant that I will make with the house of Israel\\q after those days—says the Lord.\n\\q I will put my laws into their minds,\n\\q and I will also write them on their hearts.\n\\q I will be their God,\n\\q and they will be my people.\n\n\n\\q",
  "11": "They will not teach each one his neighbor\\q and each one his brother, saying, 'Know the Lord.'\n\\q For all will know me,\n\\q from the least to the greatest of them.\n\\q",
  "12": "For I will be merciful to their acts of unrighteousness,\\q and I will not remember their sins any longer.\"",
  "13": "By calling this covenant \"new,\" he declared the first covenant to be old, and what has become old and obsolete will soon disappear."
}
