{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There was a man in the land of Uz whose name was Job; and Job was blameless and upright, one who feared God and turned from evil.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were born to him seven sons and three daughters.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He possessed seven thousand sheep, three thousand camels, five hundred pairs of oxen, and five hundred donkeys and a great many servants. He was the man who was the greatest of all the people of the East.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On each son's assigned day, he would give a feast in his house. They would send and call for their three sisters to eat and drink with them.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the days of the feast were over, Job would send for them and he would consecrate them. He would rise early in the morning and offer burnt offerings for each of his children, for he would say, \"It may be that my children have sinned and cursed God in their hearts.\" Job always did this.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then it was the day when the sons of God came to present themselves before Yahweh. Satan also came with them.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Satan, \"From where have you come?\" Then Satan answered Yahweh and said, \"From wandering on the earth, from going back and forth on it.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Satan, \"Have you considered my servant Job? For there is no one like him on the earth, a blameless and upright man, one who fears God and turns from evil.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Satan answered Yahweh and said, \"Does Job fear God without reason?\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Have you not put a barrier around him, around his house, and around all that is his from every side? You have blessed the deeds of his hands, and his cattle have burst forth in the land.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now stretch out your hand and touch all that he has, and see if he does not curse you to your face.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Satan, \"Behold, all that he has is in your hand. Only against him himself do not stretch out your hand.\" Then Satan went away from the presence of Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that on a certain day, his sons and his daughters were eating and drinking wine in their oldest brother's house.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A messenger came to Job and said, \"The oxen were plowing and the donkeys were feeding beside them.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Sabeans fell on them and took them away. As for the servants, they have struck them with the edge of the sword. I alone have escaped to tell you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While he was still speaking, another also came and said, \"The fire of God fell from the heavens and burned up the sheep and the servants. I alone have escaped to tell you.\"\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While he was still speaking, another also came and said, \"The Chaldeans formed three groups, attacked the camels, and have taken them away. As for the servants, they have struck them with the edge of the sword. I alone have escaped to tell you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While he was yet speaking, another also came and said, \"Your sons and your daughters were eating and drinking wine in their oldest brother's house.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A strong wind came from the wilderness and struck the four corners of the house. It fell on the young people, and they died. I alone have escaped to tell you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Job rose, tore his robe, shaved his head, lay facedown on the ground, and worshiped God.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"I was naked when I came out of my mother's womb, and I will be naked when I will return there. It is Yahweh who gave, and it is Yahweh who has taken away. May the name of Yahweh be blessed.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In all this matter, Job did not sin, nor did he accuse God of wrongdoing.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}