{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then it was the day when the sons of God came to present themselves before Yahweh. Satan also came with them to present himself before Yahweh.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Satan, \"From where have you come?\" Then Satan answered Yahweh and said, \"From wandering on the earth, from going back and forth on it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Satan, \"Have you considered my servant Job? For there is no one like him on the earth, a blameless and upright man, one who fears God and turns away from evil. He still holds fast to his integrity, although you misled me against him, to destroy him without cause.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Satan answered Yahweh and said, \"Skin for skin, indeed; a man will give all he has for his life.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But stretch out your hand now and touch his bones and his flesh, and see if he does not curse you to your face.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh said to Satan, \"See, he is in your hand; it is only his life that you must spare.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Satan went away from the presence of Yahweh. He struck Job with painful boils from the sole of his feet to his head.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Job took a piece of broken pottery to scrape himself with, and he sat down in the middle of ashes.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then his wife said to him, \"Do you still hold fast to your integrity? Curse God and die.\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he said to her, \"You talk as a foolish woman talks. Should we receive the good from God and not receive the bad?\" In all this matter, Job did not sin with his lips.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when Job's three friends heard of all this evil that had come on him, each of them came from his own place: Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite. They set a time to come to mourn with him and to comfort him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they lifted up their eyes at a distance, they did not recognize him. They raised their voices and wept; each tore his robe and threw dust into the air and upon his own head.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they sat with him on the ground for seven days and seven nights. No one spoke a word to him, for they saw that his grief was very great.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}