{
  "1": "I detest living any longer.\\q1 I will not stop saying why I am complaining.\n\\q2 Since I am very unhappy, I will speak.\n\\q1",
  "2": "I will say to God, 'Do not just say that you must punish me;\\q2 in addition, tell me what wrong you saw that I have done.\n\\q1",
  "3": "Does it please you to oppress me,\\q2 to abandon me, whom you created,\n\\q2 and, at the same time, to help wicked people to do the things that they plan to do?\n\n\n\\q1",
  "4": "Do you understand things the way that we humans do?\\q1",
  "5": "Do you live for only a few years, like [as] we do?\\q1",
  "6": "So why do you continue to search for my faults\\q2 and to hunt for my sins?\n\\q1",
  "7": "You know that I am not guilty,\\q2 and that no one can rescue me from your power.\n\n\n\\q1",
  "8": "With your hands you created me and shaped my body,\\q2 but now you are deciding that you should not have done that, and you are destroying me instead.\n\\q1",
  "9": "Do not forget that you made me from a piece of clay;\\q2 are you going to cause me to become soil again?\n\n\n\\q1",
  "10": "You certainly formed me when I was conceived,\\q2 and you put me together inside my mother's womb.\n\\q1",
  "11": "You fastened my bones together with sinews,\\q2 and then you covered them with flesh inside my skin.\n\n\n\\q1",
  "12": "You have caused me to be alive; you have faithfully loved me,\\q2 and you have carefully preserved me.\n\\q1",
  "13": "But you kept secret what you were planning to do to me;\\q2 I am certain that you were planning to do these things to me.\n\\q1",
  "14": "You were watching to see if I would sin,\\q2 so that, if I did sin, you would refuse to forgive me.\n\n\n\\q1",
  "15": "If I am a wicked man, I hope that terrible things will happen to me.\\q1 But even if I am righteous, I still must bow my head and feel ashamed\n\\q2 because I am very disgraced and feel miserable.\n\\q1",
  "16": "And if I am proud, you hunt me like a lion hunts for some animal to kill,\\q2 and you act powerfully to injure me.\n\n\n\\q1",
  "17": "You constantly find more witnesses to testify that I have done what is wrong,\\q2 and you continually become more angry with me.\n\\q2 It is as though you are [were] always bringing new troops to attack me.\n\n\n\\q1",
  "18": "God, why did you allow me to be born?\\q2 I wish had died when I was born, and that no one had ever seen me.\n\\q1",
  "19": "I think it would have been better if I had been carried directly from my mother's womb to the grave\\q2 than for me to live.\n\n\n\\q1",
  "20": "I think that there are only a few days for me to remain alive;\\q2 so allow me to be alone, in order that I may have a little peace\n\\q1",
  "21": "before I go to the place from which I will never return,\\q2 [a place] where it is always gloomy and very dark,\n\\q1",
  "22": "a place of darkness and dark shadows where everything is confused\\q2 [and] where even the small light there is like darkness.'\""
}
