{
  "1": "Then Job said to his three friends,\\q1",
  "2": "\"There is no doubt that you are the people to whom everyone should listen,\\q2 and that when you die, there will be no more wise people alive.\n\\q1",
  "3": "But I have as much good sense as you do;\\q2 I am no less wise than you are.\n\\q2 Certainly everyone knows all that you have said.\n\n\n\\q1",
  "4": "My friends all laugh at me now.\\q2 Previously I habitually requested God to help me, and he always answered me.\n\\q1 I am righteous, and I honor God, but now everyone laughs at me.\n\\q1",
  "5": "It is easy for people like you, who have no troubles, to laugh at people like me;\\q2 you make us who are already suffering to have even more troubles.\n\\q1",
  "6": "Meanwhile, bandits live peacefully,\\q2 and no one threatens those who cause God to become angry;\n\\q2 the god they worship is their own strength.\n\n\n\\q1",
  "7": "But ask the wild animals what they know about God;\\q2 if they could speak they would teach you.\n\\q1 If you could ask the birds,\n\\q2 they would tell you.\n\\q1",
  "8": "If you could ask the creatures that crawl on the ground, or the fish in the sea,\\q2 they would tell you about God.\n\n\n\\q1",
  "9": "All of them certainly know that it is Yahweh who has done this.\\q1",
  "10": "He directs the lives of all living creatures;\\q2 he gives breath to all us humans to enable us to live.\n\n\n\\q1",
  "11": "When we hear what people like you say,\\q2 we think carefully about what they say to determine what is good and what is bad,\n\\q2 like we taste food to know what is good and what is bad.\n\\q1",
  "12": "Old people are usually very wise;\\q2 because they have lived a long time, they understand much.\n\n\n\\q1",
  "13": "And God is wise and very powerful;\\q2 he has good sense and understands everything.\n\\q1",
  "14": "If he tears something down, no one can rebuild it;\\q2 if he puts someone in prison, no one can open the door to let that person to escape.\n\\q1",
  "15": "When he prevents rain from falling, everything dries up.\\q2 When he causes a lot of rain to fall, the result is that there are floods.\n\n\n\\q1",
  "16": "He is the one who is truly strong and wise;\\q2 he rules over those who deceive others and those whom they deceive.\n\\q1",
  "17": "He sometimes causes the king's officials to lose their wisdom and grieve because of it'\\q2 and he causes judges to become foolish.\n\\q1",
  "18": "He takes from kings the ornaments that they wear\\q2 and puts loincloths around their waists, causing them to become slaves.\n\n\n\\q1",
  "19": "He also makes priests grieve,\\q2 and he takes power away from those who rule others.\n\\q1",
  "20": "He sometimes causes those whom others trust to be unable to speak,\\q2 and he causes old men to no longer have good sense.\n\\q1",
  "21": "He causes people to despise those who rule,\\q2 and he causes those who are powerful to become weak.\n\n\n\\q1",
  "22": "He shows to us things that were secret,\\q2 even things that were in the world of the dead.\n\\q1",
  "23": "He causes some nations to become very great,\\q2 and later he destroys them;\n\\q1 he causes the territory of some nations to become much larger,\n\\q2 and later he brings others to defeat them and take them prisoner.\n\n\n\\q1",
  "24": "He causes some rulers to become foolish,\\q2 and then he causes them to wander around, lost, as if they were in the wilderness with no way out.\n\\q1",
  "25": "It is as if they were feeling around in the darkness, without any light;\\q2 as if they were drunk, not knowing what they should do.\""
}
