{
  "1": "\"I made to myself a solemn promise\\q2 that I would not look at a young woman and want to sleep with her.\n\\q1",
  "2": "If I did not do what I promised,\\q2 what would God who is in heaven give me?\n\\q2 Almighty God would certainly not give me any reward!\n\n\n\\q1",
  "3": "Previously I thought that surely it was unrighteous people who would experience calamities,\\q2 and that it was those who do what is wrong who would experience disasters.\n\\q1",
  "4": "God certainly sees everything that I do,\\q2 so why is he causing me to suffer?\n\\q2 It is as though he were counting every step that I take.\n\n\n\\q1",
  "5": "I solemnly declare that I have never acted wickedly\\q2 and have never tried to deceive people.\n\\q1",
  "6": "I request only that God judge me fairly;\\q2 if he does that, he will know that I am innocent.\n\n\n\\q1",
  "7": "If it were true that I had turned away from walking on the right paths,\\q2 or that I had seen wrong things to do and then did them,\n\\q2 or that my hands were stained because I had sinned,\n\\q1",
  "8": "then I hope that when I plant seeds, someone else will harvest the crops and eat them,\\q2 and that others will uproot the crops that I have planted.\n\n\n\\q1",
  "9": "If it is true that I have been attracted by some other man's wife,\\q2 or that I have hidden myself and waited outside the door to her house,\n\\q1",
  "10": "I hope another man will sleep with my own wife\\q2 and that she will sleep with him.\n\n\n\\q1",
  "11": "For me to do that would be a terrible sin,\\q2 and the judges would decide that I should be punished.\n\\q1",
  "12": "My adultery would produce in me a fire like the fire that burns people in hell,\\q2 and it would burn up everything that I own.\n\n\n\\q1",
  "13": "If it is true that I have ever refused to listen to one of my male or female servants\\q2 when they complained to me about something,\n\\q1",
  "14": "I hope that God would stand up and declare that he will punish me;\\q2 when he does that, what could I do?\n\\q2 If he asked me about what I have done, what would I answer?\n\\q1",
  "15": "God, who created me, certainly also created my servants;\\q2 surely he is the one who formed them and me in our mothers' wombs,\n\\q2 so we all should behave toward each other in the same way.\n\n\n\\q1",
  "16": "16-18 From the time I was young I have taken care of orphans;All my life I have never given the widowed mothers a reason to lose hope.\n\\q1 So if it is true that I ate all my food myself and did not share some of it with orphans,\n\\q2 or that I refused to give poor people the things that they wanted,\n\\q2 or that I caused widows to live in despair, then you do to me whatever you must do to me.\n\n\n\\q1",
  "17": "If I had seen people die from cold because they had no clothes,\\q2 or that I had seen poor people who did not have clothes to keep them warm,\n\\q1",
  "18": "and they were not able to become warm from clothes made from the wool of my sheep\\q2 and they thanked me for it,\n\\q1",
  "19": "or if it is true that I threatened to strike any orphan\\q2 because I knew that the elders at the city gates would approve of me, then do to me whatever you must do to me.\n\n\n\\q1",
  "20": "For if those things were true about me, I hope that my shoulder blade would be torn out\\q2 and my arm be torn from my shoulder.\n\\q1",
  "21": "I always feared that God would cause me to experience a great disaster if I did any of those evil things,\\q2 and I would not have been able to endure the powerful things that he would do to punish me.\n\n\n\\q1",
  "22": "If it is true that I trusted in my gold,\\q1",
  "23": "or that I rejoiced because I had acquired many things\\q2 and had become very rich,\n\n\n\\q1",
  "24": "or that I looked at the sun when it was shining,\\q2 or that I looked at the beautiful moon,\n\\q1",
  "25": "and I had been tempted to worship them\\q2 by kissing my hand to honor them,\n\\q1",
  "26": "those things also would be sins for which the judges would say that I must be punished\\q2 because I would have been rejecting God by doing those things.\n\n\n\\q1",
  "27": "29-30 It is not true that I sinned by requesting God to curse people who hated me\\q2 and to cause them to die because I was angry with them.\n\\q1 It is not true that I was glad when they were ruined\n\\q2 or that I rejoiced when they experienced disasters. No!\n\n\n\\q1",
  "28": "31-32 No one can truthfully that I did not welcome travelers to stay in my house,\\q2 or that I did not open my doors to them, but that I forced them to sleep in the streets!\n\\q2 All the men who work for me certainly know that I have given food to anyone who needed it!\n\n\n\\q1",
  "29": "Some people try to hide their sins,\\q2 but I have never done that;\n\\q1",
  "30": "and I never remained silent and refused to go outside\\q2 because I was afraid of what people would say about me,\n\\q2 and that they would hate me.\n\n\n\\q1",
  "31": "I wish that there was someone who would hear what I am saying!\\q2 I solemnly declare that all that I have said is true.\n\\q1 I wish that those who oppose me would write down on a scroll the evil things that they say that I did.\n\\q1",
  "32": "If they did that, I would wear that scroll on my shoulder or on top of my head, in order that everyone could see it.\\q1",
  "33": "I would tell God everything that I have done,\\q2 and I would approach him like a ruler would, without being afraid.\n\n\n\\q1",
  "34": "If it is true that I have stolen land,\\q2 so that its furrows were like someone who shouted out to accuse me;\n\\q1",
  "35": "or that I have eaten the crops that grew in someone else's fields\\q2 without paying for those crops,\n\\q2 so that the farmers who grew those crops died from hunger;\n\\q1",
  "36": "then I wish that thorns would grow in my fields instead of wheat,\\q2 and that bad weeds would grow instead of barley!\"\n\\q1 That is the end of what Job said to his three friends."
}
