{
  "1": "Then Elihu continued by saying this:\\q1",
  "2": "\"You men who think that you are very wise, listen to me;\\q2 listen to what I am saying, you men who say that you know so much.\n\\q1",
  "3": "When we hear people talk,\\q2 we think carefully about what they say to know what is good and what is bad,\n\\q2 as we taste food to know what is good to eat.\n\n\n\\q1",
  "4": "We must decide who is saying what is right,\\q2 and we must find out together for ourselves what is good.\n\\q1",
  "5": "Job has said, 'I am innocent,\\q2 but God has refused to judge me fairly.\n\\q1",
  "6": "Even though I have always done what is right,\\q2 he is lying about me.\n\\q1 Even though I have not done what is wrong,\n\\q2 he has caused me to suffer, and I will certainly die because of this.'\n\n\n\\q1",
  "7": "Is there any person like Job, who insults others as easily as people accept a drink of water?\\q1",
  "8": "He habitually associates with people who do what is evil\\q2 and spends time with wicked people.\n\\q1",
  "9": "He certainly does these things, because he has said, 'It is useless for people to try to please God.'\n\n\\q1",
  "10": "So, you men who claim that you understand everything, listen to me!\\q1 Almighty God would never consider doing anything that is wicked or wrong!\n\\q1",
  "11": "He pays back people for what they have done;\\q2 he gives them what they deserve for the way that they have conducted their lives.\n\\q1",
  "12": "Truly, Almighty God never does what is wicked;\\q2 he never calls wrongdoing right.\n\n\n\\q1",
  "13": "No one gave him the authority to rule everything on the earth;\\q2 no one put him in control of the whole world.\n\\q2 He has always had that authority.\n\\q1",
  "14": "If he ever thought only about himself and not about us also, and if he ever stopped making us live,\\q1",
  "15": "everyone would die immediately,\\q2 and their corpses would soon become soil again.\n\n\n\\q1",
  "16": "So, Job, if you say that you understand everything,\\q2 listen to what I am saying.\n\\q1",
  "17": "God could certainly never hate was is right and still rule the world.\\q2 So you really cannot criticize God, who is righteous and powerful, and you cannot say that what he has done is wrong, can you?\n\n\n\\q1",
  "18": "He tells some kings that they are worthless,\\q2 and he says to some officials that they are wicked.\n\\q1",
  "19": "He does not favor rulers more than he favors others;\\q2 he does not favor rich people more than poor people\n\\q2 because he created all of them.\n\\q1",
  "20": "They often die suddenly;\\q2 he strikes them at midnight and they die;\n\\q2 he gets rid of important people without the help of any humans.\n\n\n\\q1",
  "21": "He sees everything that people do;\\q2 when we walk, he watches every step that we take.\n\\q1",
  "22": "There is no gloom or darkness\\q2 in which wicked people can hide from God.\n\\q1",
  "23": "God does not need to set a time\\q2 when we will stand in front of him in order that he may judge us.\n\\q2 He already knows everything about us.\n\n\n\\q1",
  "24": "He destroys important people without needing to investigate what they have done,\\q2 and he appoints others to take their places.\n\\q1",
  "25": "Because he already knows what they have done,\\q2 he removes them at night and gets rid of them.\n\n\n\\q1",
  "26": "He strikes them because of the wicked things that they have done;\\q2 many people see him do it.\n\\q1",
  "27": "He strikes them down because they turned away from doing what he wanted them to do\\q2 and did not pay attention to any of his commands.\n\\q1",
  "28": "They mistreated poor people;\\q2 those poor people cried out to God for help,\n\\q2 and he heard them.\n\n\n\\q1",
  "29": "Yet even if God decides to do nothing to punish wicked people,\\q2 no one can criticize him.\n\\q1 God controls all nations and all people.\n\\q1",
  "30": "He does this so that those who rule over us may honor him,\\q2 so that our rulers do not oppress us.\n\n\n\\q1",
  "31": "Job, have you or anyone else ever said to God, 'I have certainly committed sin,\\q2 but I will not sin anymore;\n\\q1",
  "32": "so teach me what sins I have committed;\\q1 if I have done anything that is evil,\n\\q2 I will not do it anymore'?\n\\q1",
  "33": "Job, you object to what God has done to you,\\q2 but do you think that he will do what you want him to do?\n\\q1 It is you who must choose what you should say to God, not I;\n\\q2 tell me what you are thinking about this.\n\n\n\\q1",
  "34": "People who have good sense, those who are wise and who listen to what I say,\\q2 will say to me,\n\\q1",
  "35": "'Job is speaking ignorantly;\\q2 what he says is nonsense.'\n\n\n\\q1",
  "36": "To you friends of Job, I say this: I think that a court should thoroughly try Job,\\q2 because he answers us, his friends, as wicked men would answer.\n\\q1",
  "37": "To add to the other sins that he has committed, he is rebelling against God;\\q2 he shows us that he does not honor God;\n\\q2 he makes long speeches saying that God has punished him unjustly.\""
}
