{
  "1": "\"My heart pounds when I think about that.\\q1",
  "2": "Listen, all of you, to the thunder,\\q2 which is like God's voice.\n\\q1",
  "3": "He sends thunder all across the sky,\\q2 and he sends lighting to the most distant places on the earth.\n\n\n\\q1",
  "4": "After the lightning flashes, we hear the thunder,\\q2 which is like God's powerful voice;\n\\q2 when he speaks, he does not keep back the lightning.\n\\q1",
  "5": "When God speaks, it causes us to fear him and admire him, as thunder does;\\q2 he does amazing things that we cannot understand.\n\\q1",
  "6": "He commands the snow to fall on the ground,\\q2 and often he makes it rain very hard.\n\n\n\\q1",
  "7": "When God does that, it prevents people from working,\\q2 in order that all people may know that he is the one who does these things.\n\\q1",
  "8": "When it rains, the animals go into their hiding places,\\q2 and they stay there until the rain stops.\n\\q1",
  "9": "The storms come from the place in the south where they start,\\q2 and the cold winds come from the north.\n\n\n\\q1",
  "10": "In the winter water freezes when he commands it,\\q2 and the lakes become ice.\n\\q1",
  "11": "God fills the clouds with moisture,\\q2 and lightning flashes everywhere from the clouds.\n\n\n\\q1",
  "12": "He guides the clouds and causes them to move back and forth\\q2 in order that they may accomplish all that he commands them to do all over the world.\n\\q1",
  "13": "Sometimes God sends rain to punish us, sometimes to water the land that he has made,\\q2 and sometimes because he wants to be very kind to us.\n\n\n\\q1",
  "14": "Job, listen to this;\\q2 stop and think about the wonderful things that God does.\n\\q1",
  "15": "Do you know how God commands the lightning to flash down from his clouds?\n\n\\q1",
  "16": "Do you know how God decides where to place the clouds in the sky?\\q2 Can you understand all the wonderful things that God does,\n\\q1 and how he knows everything and he knows them completely?\n\\q1",
  "17": "No, you just sweat there in your hot clothing\\q2 because even the clothes you wear become very hot.\n\\q1 Your clothing becomes hot because the heat builds up \n\\q2 when the wind comes from the south.\n\n\n\\q1",
  "18": "Can you stretch out the skies like God does and make them as hard as a metal mirror?\\q1",
  "19": "Job, you know so much! So tell us what we should say to God;\\q2 we do not know anything about how we should defend ourselves.\n\\q1",
  "20": "Should I ask someone to tell God that I want to speak to him?\\q2 No, because if I did that, he might destroy me.\n\n\n\\q1",
  "21": "You know that people cannot look directly at the sun\\q2 when it shines brightly in the sky after the wind has blown the clouds away;\n\\q2 likewise we certainly cannot look at the brightness of God.\n\\q1",
  "22": "God comes out of the north with a light that shines like gold;\\q2 his glory causes us to be afraid.\n\n\n\\q1",
  "23": "Almighty God has very great power,\\q2 and we do not know how to go near to him.\n\\q1 He always acts righteously,\n\\q2 and he will never mistreat us.\n\\q1",
  "24": "That is the reason that we have an awesome respect for him;\\q2 he does not pay attention to those who proudly, but wrongly, think that they are wise.\""
}
