{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब अपुल्लोस कुरिन्थुस में था, तो पौलुस ऊपर के सारे देश से होकर इफिसुस में आया और वहाँ कुछ चेले मिले।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने कहा, “क्या तुम ने विश्वास करते समय पवित्र आत्मा पाया*?” उन्होंने उससे कहा, “हमने तो पवित्र आत्मा की चर्चा भी नहीं सुनी।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने उनसे कहा, “तो फिर तुम ने किसका बपतिस्मा लिया?” उन्होंने कहा, “यूहन्ना का बपतिस्मा।”\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पौलुस ने कहा, “यूहन्ना ने यह कहकर मन फिराव का बपतिस्मा दिया, कि जो मेरे बाद आनेवाला है, उस पर अर्थात् यीशु पर विश्वास करना।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह सुनकर उन्होंने प्रभु यीशु के नाम का बपतिस्मा लिया।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब पौलुस ने उन पर हाथ रखे, तो उन पर पवित्र आत्मा उतरा, और वे भिन्न-भिन्न भाषा बोलने और भविष्यद्वाणी करने लगे।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ये सब लगभग बारह पुरुष थे।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वह आराधनालय में जाकर तीन महीने तक निडर होकर बोलता रहा, और परमेश्‍वर के राज्य के विषय में विवाद करता और समझाता रहा।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु जब कुछ लोगों ने कठोर होकर उसकी नहीं मानी वरन् लोगों के सामने इस पंथ को बुरा कहने लगे, तो उसने उनको छोड़कर चेलों को अलग कर लिया, और प्रतिदिन तुरन्नुस की पाठशाला में वाद-विवाद किया करता था।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दो वर्ष तक यही होता रहा, यहाँ तक कि आसिया के रहनेवाले क्या यहूदी, क्या यूनानी सब ने प्रभु का वचन सुन लिया।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "इफिसुस में सामर्थ्य के अनोखे काम\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और परमेश्‍वर पौलुस के हाथों से सामर्थ्य के अद्भुत काम दिखाता था।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहाँ तक कि रूमाल और अँगोछे उसकी देह से स्पर्श कराकर बीमारों पर डालते थे, और उनकी बीमारियाँ दूर हो जाती थी; और दुष्टात्माएँ उनमें से निकल जाया करती थीं।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु कुछ यहूदी जो झाड़ा फूँकी करते फिरते थे, यह करने लगे कि जिनमें दुष्टात्मा हों उन पर प्रभु यीशु का नाम यह कहकर फूँकने लगे, “जिस यीशु का प्रचार पौलुस करता है, मैं तुम्हें उसी की शपथ देता हूँ।”\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और स्क्किवा* नाम के एक यहूदी प्रधान याजक के सात पुत्र थे, जो ऐसा ही करते थे।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पर दुष्टात्मा ने उत्तर दिया, “यीशु को मैं जानती हूँ, और पौलुस को भी पहचानती हूँ; परन्तु तुम कौन हो?”\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उस मनुष्य ने जिसमें दुष्ट आत्मा थी; उन पर लपककर, और उन्हें काबू में लाकर, उन पर ऐसा उपद्रव किया, कि वे नंगे और घायल होकर उस घर से निकल भागे।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यह बात इफिसुस के रहनेवाले यहूदी और यूनानी भी सब जान गए, और उन सब पर भय छा गया; और प्रभु यीशु के नाम की बड़ाई हुई।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जिन्होंने विश्वास किया था, उनमें से बहुतों ने आकर अपने-अपने बुरे कामों को मान लिया और प्रगट किया।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जादू टोना करनेवालों में से बहुतों ने अपनी-अपनी पोथियाँ इकट्ठी करके सब के सामने जला दीं; और जब उनका दाम जोड़ा गया, जो पचास हजार चाँदी के सिक्कों के बराबर निकला।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस प्रकार प्रभु का वचन सामर्थ्यपूर्वक फैलता गया और प्रबल होता गया।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब ये बातें हो चुकी तो पौलुस ने आत्मा में ठाना कि मकिदुनिया और अखाया* से होकर यरूशलेम को जाऊँ, और कहा, “वहाँ जाने के बाद मुझे रोम को भी देखना अवश्य है।”\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए अपनी सेवा करनेवालों में से तीमुथियुस और इरास्तुस को मकिदुनिया में भेजकर आप कुछ दिन आसिया में रह गया।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "इफिसुस में उपद्रव\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय उस पन्थ के विषय में बड़ा हुल्लड़ हुआ।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि दिमेत्रियुस नाम का एक सुनार अरतिमिस के चाँदी के मन्दिर बनवाकर, कारीगरों को बहुत काम दिलाया करता था।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने उनको और ऐसी वस्तुओं के कारीगरों को इकट्ठे करके कहा, “हे मनुष्यों, तुम जानते हो कि इस काम से हमें कितना धन मिलता है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और तुम देखते और सुनते हो कि केवल इफिसुस ही में नहीं, वरन् प्रायः सारे आसिया में यह कह कहकर इस पौलुस ने बहुत लोगों को समझाया और भरमाया भी है, कि जो हाथ की कारीगरी है, वे ईश्वर नहीं।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और अब केवल इसी एक बात का ही डर नहीं कि हमारे इस धन्धे की प्रतिष्ठा जाती रहेगी; वरन् यह कि महान देवी अरतिमिस का मन्दिर तुच्छ समझा जाएगा और जिसे सारा आसिया और जगत पूजता है उसका महत्व भी जाता रहेगा।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे यह सुनकर क्रोध से भर गए और चिल्ला-चिल्लाकर कहने लगे, “इफिसियों की अरतिमिस, महान है!”\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और सारे नगर में बड़ा कोलाहल मच गया और लोगों ने गयुस और अरिस्तर्खुस, मकिदुनियों को जो पौलुस के संगी यात्री थे, पकड़ लिया, और एक साथ होकर रंगशाला में दौड़ गए।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब पौलुस ने लोगों के पास भीतर जाना चाहा तो चेलों ने उसे जाने न दिया।\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "आसिया के हाकिमों में से भी उसके कई मित्रों ने उसके पास कहला भेजा और विनती की, कि रंगशाला में जाकर जोखिम न उठाना।\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वहाँ कोई कुछ चिल्लाता था, और कोई कुछ; क्योंकि सभा में बड़ी गड़बड़ी हो रही थी, और बहुत से लोग तो यह जानते भी नहीं थे कि वे किस लिये इकट्ठे हुए हैं।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उन्होंने सिकन्दर को, जिसे यहूदियों ने खड़ा किया था, भीड़ में से आगे बढ़ाया, और सिकन्दर हाथ से संकेत करके लोगों के सामने उत्तर देना चाहता था।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु जब उन्होंने जान लिया कि वह यहूदी है, तो सब के सब एक स्वर से कोई दो घंटे तक चिल्लाते रहे, “इफिसियों की अरतिमिस, महान है।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब नगर के मंत्री ने लोगों को शान्त करके कहा, “हे इफिसियों, कौन नहीं जानता, कि इफिसियों का नगर बड़ी देवी अरतिमिस के मन्दिर, और आकाश से गिरी हुई मूरत का रखवाला है।\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः जब कि इन बातों का खण्डन ही नहीं हो सकता, तो उचित है, कि तुम शान्त रहो; और बिना सोचे-विचारे कुछ न करो।\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि तुम इन मनुष्यों को लाए हो, जो न मन्दिर के लूटनेवाले है, और न हमारी देवी के निन्दक हैं।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यदि दिमेत्रियुस और उसके साथी कारीगरों को किसी से विवाद हो तो कचहरी खुली है, और हाकिम भी हैं; वे एक दूसरे पर आरोप लगाए।\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु यदि तुम किसी और बात के विषय में कुछ पूछना चाहते हो, तो नियत सभा में फैसला किया जाएगा।\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि आज के बलवे के कारण हम पर दोष लगाए जाने का डर है, इसलिए कि इसका कोई कारण नहीं, अतः हम इस भीड़ के इकट्ठा होने का कोई उत्तर न दे सकेंगे।”\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यह कह के उसने सभा को विदा किया।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "इफिसुस में पौलुस\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}