{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फेस्तुस उस प्रान्त में पहुँचकर तीन दिन के बाद कैसरिया से यरूशलेम को गया।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब प्रधान याजकों ने, और यहूदियों के प्रमुख लोगों ने, उसके सामने पौलुस पर दोषारोपण की;\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उससे विनती करके उसके विरोध में यह चाहा कि वह उसे यरूशलेम में बुलवाए, क्योंकि वे उसे रास्ते ही में मार डालने की घात* लगाए हुए थे।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फेस्तुस ने उत्तर दिया, “पौलुस कैसरिया में कैदी है, और मैं स्वयं जल्द वहाँ जाऊँगा।”\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर कहा, “तुम से जो अधिकार रखते हैं, वे साथ चलें, और यदि इस मनुष्य ने कुछ अनुचित काम किया है, तो उस पर दोष लगाएँ।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनके बीच कोई आठ दस दिन रहकर वह कैसरिया गया: और दूसरे दिन न्याय आसन पर बैठकर पौलुस को लाने की आज्ञा दी।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब वह आया, तो जो यहूदी यरूशलेम से आए थे, उन्होंने आस-पास खड़े होकर उस पर बहुत से गम्भीर दोष लगाए, जिनका प्रमाण वे नहीं दे सकते थे।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु पौलुस ने उत्तर दिया, “मैंने न तो यहूदियों की व्यवस्था के और न मन्दिर के, और न कैसर के विरुद्ध कोई अपराध किया है।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब फेस्तुस ने यहूदियों को खुश करने की इच्छा से पौलुस को उत्तर दिया, “क्या तू चाहता है कि यरूशलेम को जाए; और वहाँ मेरे सामने तेरा यह मुकद्दमा तय किया जाए?”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "पौलुस का कैसर की दोहाई देना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पौलुस ने कहा, “मैं कैसर के न्याय आसन के सामने खड़ा हूँ; मेरे मुकद्दमें का यहीं फैसला होना चाहिए। जैसा तू अच्छी तरह जानता है, यहूदियों का मैंने कुछ अपराध नहीं किया।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यदि अपराधी हूँ और मार डाले जाने योग्य कोई काम किया है, तो मरने से नहीं मुकरता; परन्तु जिन बातों का ये मुझ पर दोष लगाते हैं, यदि उनमें से कोई बात सच न ठहरे, तो कोई मुझे उनके हाथ नहीं सौंप सकता। मैं कैसर की दोहाई देता हूँ।”\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब फेस्तुस ने मंत्रियों की सभा के साथ विचार करके उत्तर दिया, “तूने कैसर की दोहाई दी है, तो तू कैसर के पास ही जाएगा।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "अग्रिप्पा के सम्मुख पौलुस\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कुछ दिन बीतने के बाद अग्रिप्पा राजा* और बिरनीके ने कैसरिया में आकर फेस्तुस से भेंट की।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनके बहुत दिन वहाँ रहने के बाद फेस्तुस ने पौलुस के विषय में राजा को बताया, “एक मनुष्य है, जिसे फेलिक्स बन्दी छोड़ गया है।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब मैं यरूशलेम में था, तो प्रधान याजकों और यहूदियों के प्राचीनों ने उस पर दोषारोपण किया और चाहा, कि उस पर दण्ड की आज्ञा दी जाए।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु मैंने उनको उत्तर दिया, कि रोमियों की यह रीति नहीं, कि किसी मनुष्य को दण्ड के लिये सौंप दें, जब तक आरोपी को अपने दोष लगाने वालों के सामने खड़े होकर दोष के उत्तर देने का अवसर न मिले।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः जब वे यहाँ उपस्थित हुए, तो मैंने कुछ देर न की, परन्तु दूसरे ही दिन न्याय आसन पर बैठकर, उस मनुष्य को की आज्ञा दी।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब उसके मुद्दई खड़े हुए, तो उन्होंने ऐसी बुरी बातों का दोष नहीं लगाया, जैसा मैं समझता था।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु अपने मत के, और यीशु नामक किसी मनुष्य के विषय में जो मर गया था, और पौलुस उसको जीवित बताता था, विवाद करते थे।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मैं उलझन में था, कि इन बातों का पता कैसे लगाऊँ? इसलिए मैंने उससे पूछा, ‘क्या तू यरूशलेम जाएगा, कि वहाँ इन बातों का फैसला हो?’\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु जब पौलुस ने दोहाई दी, कि मेरे मुकद्दमें का फैसला महाराजाधिराज के यहाँ हो; तो मैंने आज्ञा दी, कि जब तक उसे कैसर के पास न भेजूँ, उसकी रखवाली की जाए।”\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अग्रिप्पा ने फेस्तुस से कहा, “मैं भी उस मनुष्य की सुनना चाहता हूँ। उसने कहा, “तू कल सुन लेगा।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः दूसरे दिन, जब अग्रिप्पा और बिरनीके बड़ी धूमधाम से आकर सैन्य-दल के सरदारों और नगर के प्रमुख लोगों के साथ दरबार में पहुँचे। तब फेस्तुस ने आज्ञा दी, कि वे पौलुस को ले आएँ।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फेस्तुस ने कहा, “हे महाराजा अग्रिप्पा, और हे सब मनुष्यों जो यहाँ हमारे साथ हो, तुम इस मनुष्य को देखते हो, जिसके विषय में सारे यहूदियों ने यरूशलेम में और यहाँ भी चिल्ला-चिल्लाकर मुझसे विनती की, कि इसका जीवित रहना उचित नहीं।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु मैंने जान लिया कि उसने ऐसा कुछ नहीं किया कि मार डाला जाए; और जब कि उसने आप ही महाराजाधिराज की दोहाई दी, तो मैंने उसे भेजने का निर्णय किया।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु मैंने उसके विषय में कोई ठीक बात नहीं पाई कि महाराजाधिराज को लिखूँ*, इसलिए मैं उसे तुम्हारे सामने और विशेष करके हे राजा अग्रिप्पा तेरे सामने लाया हूँ, कि जाँचने के बाद मुझे कुछ लिखने को मिले।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि बन्दी को भेजना और जो दोष उस पर लगाए गए, उन्हें न बताना, मुझे व्यर्थ समझ पड़ता है।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "फेस्तुस के सम्मुख\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}