{
  "1": "Hear this word that Yahweh has spoken against you, people of Israel, against the whole family that I brought up out of the land of Egypt,\n\\q",
  "2": "\"I have chosen only you\n\\q from all the families of the earth.\n\\q Therefore I will punish you\n\\q for all your sins.\"",
  "3": "Will two walk together\n\\q unless they have agreed?\n\\q",
  "4": "Will a lion roar in the forest\n\\q when he has no victim?\n\\q Will a young lion growl from his den\n\\q if he has caught nothing?",
  "5": "Can a bird fall in a trap on the ground\n\\q when no bait is set for him?\n\\q Will a trap spring up from the ground\n\\q when it has not caught anything?\n\\q",
  "6": "Will the trumpet sound in a city\n\\q and the people not tremble?\n\\q Will disaster come on a city\n\\q and Yahweh has not sent it?",
  "7": "Surely the Lord Yahweh will do nothing\n\\q unless he reveals his plan to his servants the prophets.\n\\q",
  "8": "The lion has roared;\n\\q who will not fear?\n\\q The Lord Yahweh has spoken;\n\\q who will not prophesy?",
  "9": "Proclaim this in the fortresses at Ashdod,\n\\q and in the fortresses in the land of Egypt;\n\\q say, \"Assemble yourselves on the mountains of Samaria\n\\q and see what great confusion is in her,\n\\q and what oppression is in her.\n\\q",
  "10": "For they do not know how to do right\n\\q —this is the declaration of Yahweh—\n\\q They store up violence\n\\q and destruction in their fortresses.\"",
  "11": "Therefore, this is what the Lord Yahweh says,\n\\q \"An enemy will surround the land.\n\\q He will pull down your strongholds\n\\q and plunder your fortresses.\"\n\\q",
  "12": "This is that Yahweh says,\n\\q \"As the shepherd rescues out of the mouth of the lion\n\\q two legs only,\n\\q or a piece of an ear,\n\\q so will the people of Israel be rescued who live in Samaria,\n\\q with only the corner of a couch,\n\\q or just a corner of a bed.\"",
  "13": "Hear and testify\n\\q against the house of Jacob\n\\q —this is the declaration of the Lord Yahweh, the God of hosts,\n\\q",
  "14": "\"For in the day that I punish the sins of Israel,\n\\q I will also punish the altars of Bethel.\n\\q The horns of the altar will be cut off\n\\q and fall to the ground.",
  "15": "I will destroy the winter house\n\\q with the summer house.\n\\q The houses of ivory will perish,\n\\q and the large houses will vanish,\n\\q —this is the declaration of Yahweh.\"",
  "18": "\\q",
  "21": "\\q"
}
