{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब शेबा की रानी ने यहोवा के नाम के विषय सुलैमान की कीर्ति सुनी, तब वह कठिन-कठिन प्रश्‍नों से उसकी परीक्षा करने को चल पड़ी। (मत्ती 6:29)\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह तो बहुत भारी दल के साथ, मसालों, और बहुत सोने, और मणि से लदे ऊँट साथ लिये हुए यरूशलेम को आई; और सुलैमान के पास पहुँचकर अपने मन की सब बातों के विषय में उससे बातें करने लगी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सुलैमान ने उसके सब प्रश्‍नों का उत्तर दिया, कोई बात राजा की बुद्धि से ऐसी बाहर न रही कि वह उसको न बता सका।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब शेबा की रानी ने सुलैमान की सब बुद्धिमानी और उसका बनाया हुआ भवन, और उसकी मेज पर का भोजन देखा,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसके कर्मचारी किस रीति बैठते, और उसके टहलुए किस रीति खड़े रहते, और कैसे-कैसे कपड़े पहने रहते हैं, और उसके पिलानेवाले कैसे हैं, और वह कैसी चढ़ाई है, जिससे वह यहोवा के भवन को जाया करता है, यह सब जब उसने देखा, तब वह चकित रह गई।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने राजा से कहा, “तेरे कामों और बुद्धिमानी की जो कीर्ति मैंने अपने देश में सुनी थी वह सच ही है।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु जब तक मैंने आप ही आकर अपनी आँखों से यह न देखा, तब तक मैंने उन बातों पर विश्वास न किया, परन्तु इसका आधा भी मुझे न बताया गया था; तेरी बुद्धिमानी और कल्याण उस कीर्ति से भी बढ़कर है, जो मैंने सुनी थी। (लूका 12:27)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "धन्य हैं तेरे जन! धन्य हैं तेरे ये सेवक! जो नित्य तेरे सम्मुख उपस्थित रहकर तेरी बुद्धि की बातें सुनते हैं।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "धन्य है तेरा परमेश्‍वर यहोवा*! जो तुझ से ऐसा प्रसन्‍न हुआ कि तुझे इस्राएल की राजगद्दी पर विराजमान किया यहोवा इस्राएल से सदा प्रेम रखता है, इस कारण उसने तुझे न्याय और धार्मिकता करने को राजा बना दिया है।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने राजा को एक सौ बीस किक्कार सोना, बहुत सा सुगन्ध-द्रव्य, और मणि दिया; जितना सुगन्ध-द्रव्य शेबा की रानी ने राजा सुलैमान को दिया, उतना फिर कभी नहीं आया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर हीराम के जहाज भी जो ओपीर से सोना लाते थे, बहुत सी चन्दन की लकड़ी और मणि भी लाए।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और राजा ने चन्दन की लकड़ी से यहोवा के भवन और राजभवन के लिये खम्भे और गवैयों के लिये वीणा और सारंगियाँ बनवाईं; ऐसी चन्दन की लकड़ी आज तक फिर नहीं आई, और न दिखाई पड़ी है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शेबा की रानी ने जो कुछ चाहा, वही राजा सुलैमान ने उसकी इच्छा के अनुसार उसको दिया, फिर राजा सुलैमान ने उसको अपनी उदारता से बहुत कुछ दिया, तब वह अपने जनों समेत अपने देश को लौट गई।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो सोना प्रति वर्ष सुलैमान के पास पहुँचा करता था, उसका तौल छः सौ छियासठ किक्कार था।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसके अतिरिक्त सौदागरों से, और व्यापारियों के लेन-देन से, और अरब देशों के सब राजाओं, और अपने देश के राज्यपालों से भी बहुत कुछ मिलता था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "राजा सुलैमान ने सोना गढ़वाकर दो सौ बड़ी-बड़ी ढालें बनवाई; एक-एक ढाल में छः-छः सौ शेकेल सोना लगा।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसने सोना गढ़वाकर तीन सौ छोटी ढालें भी बनवाईं; एक-एक छोटी ढाल में, तीन माने सोना लगा; और राजा ने उनको लबानोन का वन नामक महल में रखवा दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "राजा ने हाथी दाँत का एक बड़ा सिंहासन भी बनवाया, और उत्तम कुन्दन से मढ़वाया।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस सिंहासन में छः सीढ़ियाँ थीं; और सिंहासन का पिछला भाग गोलाकार था, और बैठने के स्थान के दोनों ओर टेक लगी थीं, और दोनों टेकों के पास एक-एक सिंह खड़ा हुआ बना था।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और छहों सीढ़ियों के दोनों ओर एक-एक सिंह खड़ा हुआ बना था, कुल बारह सिंह बने थे। किसी राज्य में ऐसा सिंहासन कभी नहीं बना;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "राजा सुलैमान के पीने के सब पात्र सोने के बने थे, और लबानोन का वन नामक महल के सब पात्र भी शुद्ध सोने के थे, चाँदी का कोई भी न था। सुलैमान के दिनों में उसका कुछ मूल्य न था।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि समुद्र पर हीराम के जहाजों के साथ राजा भी तर्शीश के जहाज रखता था, और तीन-तीन वर्ष पर तर्शीश के जहाज सोना, चाँदी, हाथी दाँत, बंदर और मयूर ले आते थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस प्रकार राजा सुलैमान, धन और बुद्धि में पृथ्वी के सब राजाओं से बढ़कर हो गया।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और समस्त पृथ्वी के लोग उसकी बुद्धि की बातें सुनने को जो परमेश्‍वर ने उसके मन में उत्‍पन्‍न की थीं, सुलैमान का दर्शन पाना चाहते थे।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वे प्रति वर्ष अपनी-अपनी भेंट, अर्थात् चाँदी और सोने के पात्र, वस्त्र, शस्त्र, सुगन्ध-द्रव्य, घोड़े, और खच्चर ले आते थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सुलैमान ने रथ और सवार इकट्ठे कर लिए, उसके चौदह सौ रथ, और बारह हजार सवार हो गए, और उनको उसने रथों के नगरों में, और यरूशलेम में राजा के पास ठहरा रखा।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और राजा ने बहुतायत के कारण, यरूशलेम में चाँदी को तो ऐसा कर दिया जैसे पत्थर और देवदार को ऐसा जैसे नीचे के देश के गूलर।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो घोड़े सुलैमान रखता था, वे मिस्र से आते थे, और राजा के व्यापारी उन्हें झुण्ड-झुण्ड करके ठहराए हुए दाम पर लिया करते थे।\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एक रथ तो छः सौ शेकेल चाँदी में, और एक घोड़ा डेढ़ सौ शेकेल में, मिस्र से आता था, और इसी दाम पर वे हित्तियों और अराम के सब राजाओं* के लिये भी व्यापारियों के द्वारा आते थे।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "शेबा की रानी द्वारा सुलैमान की तारीफ़\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}