{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा से वचन पाकर परमेश्‍वर का एक जन *यहूदा से बेतेल को आया, और यारोबाम धूप जलाने के लिये वेदी के पास खड़ा था।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस जन ने यहोवा से वचन पाकर वेदी के विरुद्ध यह पुकारा, “वेदी, हे वेदी! यहोवा यह कहता है, कि सुन, दाऊद के कुल में योशिय्याह नामक एक लड़का उत्‍पन्‍न होगा, वह उन ऊँचे स्थानों के याजकों को जो तुझ पर धूप जलाते हैं, तुझ पर बलि कर देगा; और तुझ पर मनुष्यों की हड्डियाँ जलाई जाएँगी।”\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने, उसी दिन यह कहकर उस बात का एक चिन्ह भी बताया, “यह वचन जो यहोवा ने कहा है, इसका चिन्ह यह है कि यह वेदी फट जाएगी, और इस पर की राख गिर जाएगी।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब ऐसा हुआ कि परमेश्‍वर के जन का यह वचन सुनकर जो उसने बेतेल की वेदी के विरुद्ध पुकारकर कहा, यारोबाम ने वेदी के पास से हाथ बढ़ाकर कहा, “उसको पकड़ लो!” तब उसका हाथ जो उसकी ओर बढ़ाया गया था, सूख गया और वह उसे अपनी ओर खींच न सका।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वेदी फट गई, और उस पर की राख गिर गई; अतः: वह चिन्ह पूरा हुआ, जो परमेश्‍वर के जन ने यहोवा से वचन पाकर कहा था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब राजा ने परमेश्‍वर के जन से कहा, “अपने परमेश्‍वर यहोवा को मना और मेरे लिये प्रार्थना कर, कि मेरा हाथ ज्यों का त्यों हो जाए!” तब परमेश्‍वर के जन ने यहोवा को मनाया और राजा का हाथ फिर ज्यों का त्यों हो गया।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब राजा ने परमेश्‍वर के जन से कहा, “मेरे संग घर चलकर अपना प्राण ठण्डा कर, और मैं तुझे दान भी दूँगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परमेश्‍वर के जन ने राजा से कहा, “चाहे तू मुझे अपना आधा घर भी दे, तो भी तेरे घर न चलूँगा और इस स्थान में मैं न तो रोटी खाऊँगा और न पानी पीऊँगा।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि यहोवा के वचन के द्वारा मुझे यह आज्ञा मिली है, कि न तो रोटी खाना, और न पानी पीना*, और न उस मार्ग से लौटना जिससे तू जाएगा।”\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए वह उस मार्ग से जिससे बेतेल को गया था न लौटकर, दूसरे मार्ग से चला गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बेतेल में एक बूढ़ा नबी रहता था, और उसके एक बेटे ने आकर उससे उन सब कामों का वर्णन किया जो परमेश्‍वर के जन ने उस दिन बेतेल में किए थे; और जो बातें उसने राजा से कही थीं, उनको भी उसने अपने पिता से कह सुनाया।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके बेटों ने तो यह देखा था, कि परमेश्‍वर का वह जन जो यहूदा से आया था, किस मार्ग से चला गया, अतः उनके पिता ने उनसे पूछा, “वह किस मार्ग से चला गया?”\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने अपने बेटों से कहा, “मेरे लिये गदहे पर काठी बाँधो;” तब उन्होंने गदहे पर काठी बाँधी, और वह उस पर चढ़ा,\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और परमेश्‍वर के जन के पीछे जाकर उसे एक बांज वृक्ष के तले बैठा हुआ पाया; और उससे पूछा, “परमेश्‍वर का जो जन यहूदा से आया था, क्या तू वही है?”\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने कहा, “हाँ, वही हूँ।” उसने उससे कहा, “मेरे संग घर चलकर भोजन कर।”\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने उससे कहा, “मैं न तो तेरे संग लौट सकता, और न तेरे संग घर में जा सकता हूँ और न मैं इस स्थान में तेरे संग रोटी खाऊँगा, या पानी पीऊँगा।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि यहोवा के वचन के द्वारा मुझे यह आज्ञा मिली है, कि वहाँ न तो रोटी खाना और न पानी पीना, और जिस मार्ग से तू जाएगा उससे न लौटना।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने कहा, “जैसा तू नबी है वैसा ही मैं भी नबी हूँ; और मुझसे एक दूत ने यहोवा से वचन पाकर कहा, कि उस पुरुष को अपने संग अपने घर लौटा ले आ, कि वह रोटी खाए, और पानी पीए।” यह उसने उससे झूठ कहा।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतएव वह उसके संग लौट गया और उसके घर में रोटी खाई और पानी पीया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब वे मेज पर बैठे ही थे, कि यहोवा का वचन उस नबी के पास पहुँचा, जो दूसरे को लौटा ले आया था।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने परमेश्‍वर के उस जन को जो यहूदा से आया था, पुकार के कहा, “यहोवा यह कहता है इसलिए कि तूने यहोवा का वचन न माना, और जो आज्ञा तेरे परमेश्‍वर यहोवा ने तुझे दी थी उसे भी नहीं माना;\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु जिस स्थान के विषय उसने तुझ से कहा था, ‘उसमें न तो रोटी खाना और न पानी पीना,’ उसी में तूने लौटकर रोटी खाई, और पानी भी पिया है इस कारण तुझे अपने पुरखाओं के कब्रिस्तान में मिट्टी नहीं दी जाएगी।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब वह खा पी चुका, तब उसने परमेश्‍वर के उस जन के लिये जिसको वह लौटा ले आया था गदहे पर काठी बँधाई।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब वह मार्ग में चल रहा था, तो एक सिंह उसे मिला, और उसको मार डाला, और उसका शव मार्ग पर पड़ा रहा, और गदहा उसके पास खड़ा रहा और सिंह भी लोथ के पास खड़ा रहा।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो लोग उधर से चले आ रहे थे उन्होंने यह देखकर कि मार्ग पर एक शव पड़ा है, और उसके पास सिंह खड़ा है, उस नगर में जाकर जहाँ वह बूढ़ा नबी रहता था यह समाचार सुनाया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह सुनकर उस नबी ने जो उसको मार्ग पर से लौटा ले आया था, कहा, “परमेश्‍वर का वही जन होगा, जिस ने यहोवा के वचन के विरुद्ध किया था, इस कारण यहोवा ने उसको सिंह के पंजे में पड़ने दिया; और यहोवा के उस वचन के अनुसार जो उसने उससे कहा था, सिंह ने उसे फाड़कर मार डाला होगा।”\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने अपने बेटों से कहा, “मेरे लिये गदहे पर काठी बाँधो;” जब उन्होंने काठी बाँधी,\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने जाकर उस जन का शव मार्ग पर पड़ा हुआ, और गदहे, और सिंह दोनों को शव के पास खड़े हुए पाया, और यह भी कि सिंह ने न तो शव को खाया, और न गदहे को फाड़ा है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उस बूढ़े नबी ने परमेश्‍वर के जन के शव को उठाकर गदहे पर लाद लिया, और उसके लिये छाती पीटने लगा, और उसे मिट्टी देने को अपने नगर में लौटा ले गया।\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने उसके शव को अपने कब्रिस्तान में रखा, और लोग “हाय, मेरे भाई!” यह कहकर छाती पीटने लगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसे मिट्टी देकर उसने अपने बेटों से कहा, “जब मैं मर जाऊँगा तब मुझे इसी कब्रिस्तान में रखना, जिसमें परमेश्‍वर का यह जन रखा गया है, और मेरी हड्डियां उसी की हड्डियों के पास रख देना।\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि जो वचन उसने यहोवा से पाकर बेतेल की वेदी और सामरिया के नगरों के सब ऊँचे स्थानों के भवनों के विरुद्ध पुकार के कहा है, वह निश्चय पूरा हो जाएगा।”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "यारोबाम का अन्तकाल\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसके बाद यारोबाम अपनी बुरी चाल से न फिरा। उसने फिर सब प्रकार के लोगों में से ऊँचे स्थानों के याजक बनाए, वरन् जो कोई चाहता था, उसका संस्कार करके, वह उसको ऊँचे स्थानों का याजक होने को ठहरा देता था।\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह बात यारोबाम के घराने का पाप* ठहरी, इस कारण उसका विनाश हुआ, और वह धरती पर से नाश किया गया।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "परमेश्‍वर के दास का सन्देश\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}