{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब बाशा के विषय यहोवा का यह वचन हनानी के पुत्र येहू के पास पहुँचा*,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“मैंने तुझको मिट्टी पर से उठाकर अपनी प्रजा इस्राएल का प्रधान किया, परन्तु तू यारोबाम की सी चाल चलता और मेरी प्रजा इस्राएल से ऐसे पाप कराता आया है जिनसे वे मुझे क्रोध दिलाते हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सुन, मैं बाशा और उसके घराने की पूरी रीति से सफाई कर दूँगा और तेरे घराने को नबात के पुत्र यारोबाम के समान कर दूँगा।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बाशा के घर का जो कोई नगर में मर जाए, उसको कुत्ते खा डालेंगे, और उसका जो कोई मैदान में मर जाए, उसको आकाश के पक्षी खा डालेंगे।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बाशा के और सब काम जो उसने किए, और उसकी वीरता यह सब क्या इस्राएल के राजाओं के इतिहास की पुस्तक में नहीं लिखा है?\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अन्त में बाशा मर कर अपने पुरखाओं के संग जा मिला और तिर्सा में उसे मिट्टी दी गई, और उसका पुत्र एला उसके स्थान पर राज्य करने लगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा का जो वचन हनानी के पुत्र येहू के द्वारा बाशा और उसके घराने के विरुद्ध आया, वह न केवल उन सब बुराइयों के कारण आया जो उसने यारोबाम के घराने के समान होकर यहोवा की दृष्टि में किया था और अपने कामों से उसको क्रोधित किया, वरन् इस कारण भी आया, कि उसने उसको मार डाला था।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "एला का राज्य\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहूदा के राजा आसा के राज्य के छब्बीसवें वर्ष में बाशा का पुत्र एला तिर्सा में इस्राएल पर राज्य करने लगा, और दो वर्ष तक राज्य करता रहा।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब वह तिर्सा में अर्सा नामक भण्डारी के घर में जो उसके तिर्सावाले भवन का प्रधान था, पीकर मतवाला हो गया था, तब उसके जिम्री नामक एक कर्मचारी ने जो उसके आधे रथों का प्रधान था,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "राजद्रोह की गोष्ठी की और भीतर जाकर उसको मार डाला, और उसके स्थान पर राजा बन गया। यह यहूदा के राजा आसा के राज्य के सताईसवें वर्ष में हुआ।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जब वह राज्य करने लगा, तब गद्दी पर बैठते ही उसने बाशा के पूरे घराने को मार डाला, वरन् उसने न तो उसके कुटुम्बियों और न उसके मित्रों में से एक लड़के को भी जीवित छोड़ा।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस रीति यहोवा के उस वचन के अनुसार जो उसने येहू नबी के द्वारा बाशा के विरुद्ध कहा था, जिम्री ने बाशा का समस्त घराना नष्ट कर दिया।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसका कारण बाशा के सब पाप और उसके पुत्र एला के भी पाप थे, जो उन्होंने स्वयं आप करके और इस्राएल से भी करवा के इस्राएल के परमेश्‍वर यहोवा को व्यर्थ बातों से क्रोध दिलाया था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एला के और सब काम जो उसने किए, वह क्या इस्राएल के राजाओं के इतिहास की पुस्तक में नहीं लिखे हैं।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "जिम्री का राज्य\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहूदा के राजा आसा के सताईसवें वर्ष में जिम्री तिर्सा में राज्य करने लगा, और तिर्सा में सात दिन तक राज्य करता रहा। उस समय लोग पलिश्तियों के देश गिब्बतोन के विरुद्ध डेरे किए हुए थे।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो जब उन डेरे लगाए हुए लोगों ने सुना, कि जिम्री ने राजद्रोह की गोष्ठी करके राजा को मार डाला है, तो उसी दिन समस्त इस्राएल ने ओम्री नामक प्रधान सेनापति को छावनी में इस्राएल का राजा बनाया।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब ओम्री ने समस्त इस्राएल को संग ले गिब्बतोन को छोड़कर तिर्सा को घेर लिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब जिम्री ने देखा, कि नगर ले लिया गया है, तब राजभवन के गुम्मट में जाकर राजभवन में आग लगा दी, और उसी में स्वयं जल मरा।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह उसके पापों के कारण हुआ क्योंकि उसने वह किया जो यहोवा की दृष्टि में बुरा था, क्योंकि वह यारोबाम की सी चाल और उसके किए हुए और इस्राएल से करवाए हुए पाप की लीक पर चला।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जिम्री के और काम और जो राजद्रोह की गोष्ठी उसने की, यह सब क्या इस्राएल के राजाओं के इतिहास की पुस्तक में नहीं लिखा है?\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "ओम्री का राज्य\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब इस्राएली प्रजा दो भागों में बँट गई, प्रजा के आधे लोग तो तिब्नी नामक गीनत के पुत्र को राजा बनाने के लिये उसी के पीछे हो लिए, और आधे ओम्री के पीछे हो लिए।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अन्त में जो लोग ओम्री के पीछे हुए थे वे उन पर प्रबल हुए जो गीनत के पुत्र तिब्नी के पीछे हो लिए थे, इसलिए तिब्नी मारा गया और ओम्री राजा बन गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहूदा के राजा आसा के इकतीसवें वर्ष में ओम्री इस्राएल पर राज्य करने लगा, और बारह वर्ष तक राज्य करता रहा; उसने छः वर्ष तो तिर्सा में राज्य किया।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने शेमेर से सामरिया पहाड़ को दो किक्कार चाँदी में मोल लेकर, उस पर एक नगर बसाया; और अपने बसाए हुए नगर का नाम पहाड़ के मालिक शेमेर के नाम पर सामरिया रखा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ओम्री ने वह किया जो यहोवा की दृष्टि में बुरा था वरन् उन सभी से भी जो उससे पहले थे अधिक बुराई की*।\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह नबात के पुत्र यारोबाम की सी सब चाल चला, और उसके सब पापों के अनुसार जो उसने इस्राएल से करवाए थे जिसके कारण इस्राएल के परमेश्‍वर यहोवा को उन्होंने अपने व्यर्थ कर्मों से क्रोध दिलाया था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ओम्री के और काम जो उसने किए, और जो वीरता उसने दिखाई, यह सब क्या इस्राएल के राजाओं के इतिहास की पुस्तक में नहीं लिखा है?\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ओम्री मर कर अपने पुरखाओं के संग जा मिला और सामरिया में उसको मिट्टी दी गई, और उसका पुत्र अहाब उसके स्थान पर राज्य करने लगा।\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "अहाब के राज्य का आरम्भ\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहूदा के राजा आसा के राज्य के अड़तीसवें वर्ष में ओम्री का पुत्र अहाब इस्राएल पर राज्य करने लगा, और इस्राएल पर सामरिया में बाईस वर्ष तक राज्य करता रहा।\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और ओम्री के पुत्र अहाब ने उन सबसे अधिक जो उससे पहले थे, वह कर्म किए जो यहोवा की दृष्टि में बुरे थे*।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने तो नबात के पुत्र यारोबाम के पापों में चलना हलकी सी बात जानकर, सीदोनियों के राजा एतबाल की बेटी ईजेबेल से विवाह करके बाल देवता की उपासना की और उसको दण्डवत् किया। (प्रका. 2:20)\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने बाल का एक भवन सामरिया में बनाकर उसमें बाल की एक वेदी बनाई।\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और अहाब ने एक अशेरा भी बनाया, वरन् उसने उन सब इस्राएली राजाओं से बढ़कर जो उससे पहले थे इस्राएल के परमेश्‍वर यहोवा को क्रोध दिलाने के काम किए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके दिनों में बेतेलवासी हीएल ने यरीहो को फिर बसाया; जब उसने उसकी नींव डाली तब उसका जेठा पुत्र अबीराम मर गया, और जब उसने उसके फाटक खड़े किए तब उसका छोटा पुत्र सगूब मर गया, यह यहोवा के उस वचन के अनुसार हुआ, जो उसने नून के पुत्र यहोशू के द्वारा कहलवाया था। (यहो. 6:26)\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}