{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बहुत दिनों के बाद, तीसरे वर्ष में यहोवा का यह वचन एलिय्याह के पास पहुँचा, “जाकर अपने आप को अहाब को दिखा, और मैं भूमि पर मेंह बरसा दूँगा।”\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब एलिय्याह अपने आप को अहाब को दिखाने गया। उस समय सामरिया में अकाल भारी था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अहाब ने ओबद्याह* को जो उसके घराने का दीवान था बुलवाया।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ओबद्याह तो यहोवा का भय यहाँ तक मानता था कि जब ईजेबेल यहोवा के नबियों को नाश करती थी, तब ओबद्याह ने एक सौ नबियों को लेकर पचास-पचास करके गुफाओं में छिपा रखा; और अन्न जल देकर उनका पालन-पोषण करता रहा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और अहाब ने ओबद्याह से कहा, “देश में जल के सब सोतों और सब नदियों के पास जा, कदाचित् इतनी घास मिले कि हम घोड़ों और खच्चरों को जीवित बचा सके, और हमारे सब पशु न मर जाएँ।”\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अतः उन्होंने आपस में देश बाँटा कि उसमें होकर चलें; एक ओर अहाब और दूसरी ओर ओबद्याह चला।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ओबद्याह मार्ग में था, कि एलिय्याह उसको मिला; उसे पहचान कर वह मुँह के बल गिरा, और कहा, “हे मेरे प्रभु एलिय्याह, क्या तू है?”\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने कहा “हाँ मैं ही हूँ: जाकर अपने स्वामी से कह, ‘एलिय्याह मिला है’।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने कहा, “मैंने ऐसा क्या पाप किया है कि तू मुझे मरवा डालने के लिये अहाब के हाथ करना चाहता है?\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेरे परमेश्‍वर यहोवा के जीवन की शपथ कोई ऐसी जाति या राज्य नहीं, जिसमें मेरे स्वामी ने तुझे ढूँढ़ने को न भेजा हो, और जब उन लोगों ने कहा, ‘वह यहाँ नहीं है,’ तब उसने उस राज्य या जाति को इसकी शपथ खिलाई कि वह नहीं मिला।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और अब तू कहता है, ‘जाकर अपने स्वामी से कह, कि एलिय्याह यहाँ है।’\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर ज्यों ही मैं तेरे पास से चला जाऊँगा, त्यों ही यहोवा का आत्मा तुझे न जाने कहाँ उठा ले जाएगा, अतः जब मैं जाकर अहाब को बताऊँगा, और तू उसे न मिलेगा, तब वह मुझे मार डालेगा: परन्तु मैं तेरा दास अपने लड़कपन से यहोवा का भय मानता आया हूँ!\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या मेरे प्रभु को यह नहीं बताया गया, कि जब ईजेबेल यहोवा के नबियों को घात करती थी तब मैंने क्या किया? कि यहोवा के नबियों में से एक सौ लेकर पचास-पचास करके गुफाओं में छिपा रखा, और उन्हें अन्न जल देकर पालता रहा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर अब तू कहता है, ‘जाकर अपने स्वामी से कह, कि एलिय्याह मिला है!’ तब वह मुझे घात करेगा।”\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एलिय्याह ने कहा, “सेनाओं का यहोवा जिसके सामने मैं रहता हूँ, उसके जीवन की शपथ आज मैं अपने आप को उसे दिखाऊँगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब ओबद्याह अहाब से मिलने गया, और उसको बता दिया; अतः अहाब एलिय्याह से मिलने चला।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एलिय्याह को देखते ही अहाब ने कहा, “हे इस्राएल के सतानेवाले क्या तू ही है?” (प्रेरि. 16:20)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने कहा, “मैंने इस्राएल को कष्ट नहीं दिया, परन्तु तू ही ने और तेरे पिता के घराने ने दिया है; क्योंकि तुम यहोवा की आज्ञाओं को टालकर बाल देवताओं की उपासना करने लगे।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब दूत भेजकर सारे इस्राएल को और बाल के साढ़े चार सौ नबियों और अशेरा के चार सौ नबियों को जो ईजेबेल की मेज पर खाते हैं, मेरे पास कर्मेल पर्वत पर इकट्ठा कर ले।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अहाब ने सारे इस्राएलियों को बुला भेजा और नबियों को कर्मेल पर्वत पर इकट्ठा किया।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और एलिय्याह सब लोगों के पास आकर कहने लगा, “तुम कब तक दो विचारों में लटके रहोगे*, यदि यहोवा परमेश्‍वर हो, तो उसके पीछे हो लो; और यदि बाल हो, तो उसके पीछे हो लो।” लोगों ने उसके उत्तर में एक भी बात न कही।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब एलिय्याह ने लोगों से कहा, “यहोवा के नबियों में से केवल मैं ही रह गया हूँ; और बाल के नबी साढ़े चार सौ मनुष्य हैं।\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए दो बछड़े लाकर हमें दिए जाएँ, और वे एक अपने लिये चुनकर उसे टुकड़े-टुकड़े काटकर लकड़ी पर रख दें, और कुछ आग न लगाएँ; और मैं दूसरे बछड़े को तैयार करके लकड़ी पर रखूँगा, और कुछ आग न लगाऊँगा।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब तुम अपने देवता से प्रार्थना करना, और मैं यहोवा से प्रार्थना करूँगा, और जो आग गिराकर उत्तर दे वही परमेश्‍वर ठहरे।” तब सब लोग बोल उठे, “अच्छी बात।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और एलिय्याह ने बाल के नबियों से कहा, “पहले तुम एक बछड़ा चुनकर तैयार कर लो, क्योंकि तुम तो बहुत हो; तब अपने देवता से प्रार्थना करना, परन्तु आग न लगाना।”\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उन्होंने उस बछड़े को जो उन्हें दिया गया था लेकर तैयार किया, और भोर से लेकर दोपहर तक वह यह कहकर बाल से प्रार्थना करते रहे, “हे बाल हमारी सुन, हे बाल हमारी सुन!” परन्तु न कोई शब्द और न कोई उत्तर देनेवाला हुआ। तब वे अपनी बनाई हुई वेदी पर उछलने कूदने लगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दोपहर को एलिय्याह ने यह कहकर उनका उपहास किया, “ऊँचे शब्द से पुकारो, वह तो देवता है; वह तो ध्यान लगाए होगा, या कहीं गया होगा या यात्रा में होगा, या हो सकता है कि सोता हो और उसे जगाना चाहिए।”\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन्होंने बड़े शब्द से पुकार-पुकार के अपनी रीति के अनुसार छुरियों और बर्छियों से अपने-अपने को यहाँ तक घायल किया कि लहू लुहान हो गए।\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे दोपहर भर ही क्या, वरन् भेंट चढ़ाने के समय तक नबूवत करते रहे, परन्तु कोई शब्द सुन न पड़ा; और न तो किसी ने उत्तर दिया और न कान लगाया। (प्रका. 13:13)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब एलिय्याह ने सब लोगों से कहा, “मेरे निकट आओ;” और सब लोग उसके निकट आए। तब उसने यहोवा की वेदी की जो गिराई गई थी मरम्मत की।\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर एलिय्याह ने याकूब के पुत्रों की गिनती के अनुसार जिसके पास यहोवा का यह वचन आया था, “तेरा नाम इस्राएल होगा,” बारह पत्थर छाँटे,\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन पत्थरों से यहोवा के नाम की एक वेदी बनाई; और उसके चारों ओर इतना बड़ा एक गड्ढा खोद दिया, कि उसमें दो सआ बीज समा सके।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने वेदी पर लकड़ी को सजाया, और बछड़े को टुकड़े-टुकड़े काटकर लकड़ी पर रख दिया, और कहा, “चार घड़े पानी भर के होमबलि, पशु और लकड़ी पर उण्डेल दो।”\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने कहा, “दूसरी बार वैसा ही करो;” तब लोगों ने दूसरी बार वैसा ही किया। फिर उसने कहा, “तीसरी बार करो;” तब लोगों ने तीसरी बार भी वैसा ही किया।\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जल वेदी के चारों ओर बह गया, और गड्ढे को भी उसने जल से भर दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर भेंट चढ़ाने के समय एलिय्याह नबी समीप जाकर कहने लगा, “हे अब्राहम, इसहाक और इस्राएल के परमेश्‍वर यहोवा! आज यह प्रगट कर कि इस्राएल में तू ही परमेश्‍वर है, और मैं तेरा दास हूँ, और मैंने ये सब काम तुझ से वचन पाकर किए हैं।\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे यहोवा! मेरी सुन, मेरी सुन, कि ये लोग जान लें कि हे यहोवा, तू ही परमेश्‍वर है, और तू ही उनका मन लौटा लेता है।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा की आग आकाश से प्रगट हुई और होमबलि को लकड़ी और पत्थरों और धूलि समेत भस्म कर दिया, और गड्ढे में का जल भी सूखा दिया।\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह देख सब लोग मुँह के बल गिरकर बोल उठे, “यहोवा ही परमेश्‍वर है, यहोवा ही परमेश्‍वर है;”\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एलिय्याह ने उनसे कहा, “बाल के नबियों को पकड़ लो, उनमें से एक भी छूटने न पाए;” तब उन्होंने उनको पकड़ लिया, और एलिय्याह ने उन्हें नीचे कीशोन के नाले में ले जाकर मार डाला।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर एलिय्याह ने अहाब से कहा, “उठकर खा पी, क्योंकि भारी वर्षा की सनसनाहट* सुन पड़ती है।”\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अहाब खाने-पीने चला गया, और एलिय्याह कर्मेल की चोटी पर चढ़ गया, और भूमि पर गिरकर अपना मुँह घुटनों के बीच किया,\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने अपने सेवक से कहा, “चढ़कर समुद्र की ओर दृष्टि करके देख,” तब उसने चढ़कर देखा और लौटकर कहा, “कुछ नहीं दिखता।” एलिय्याह ने कहा, “फिर सात बार जा।”\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सातवीं बार उसने कहा, “देख समुद्र में से मनुष्य का हाथ सा एक छोटा बादल उठ रहा है।” एलिय्याह ने कहा, “अहाब के पास जाकर कह, ‘रथ जुतवा कर नीचे जा, कहीं ऐसा न हो कि तू वर्षा के कारण रुक जाए।’ ”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "थोड़ी ही देर में आकाश वायु से उड़ाई हुई घटाओं, और आँधी से काला हो गया और भारी वर्षा होने लगी; और अहाब सवार होकर यिज्रेल को चला। (याकूब 5:18)\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहोवा की शक्ति एलिय्याह पर ऐसी हुई; कि वह कमर बाँधकर अहाब के आगे-आगे यिज्रेल तक दौड़ता चला गया। (लूका 12:35)\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "यहोवा की विजय और बाल का पराजय\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}