{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अराम के राजा बेन्हदद ने अपनी सारी सेना इकट्ठी की, और उसके साथ बत्तीस राजा और घोड़े और रथ थे; उन्हें संग लेकर उसने सामरिया पर चढ़ाई की, और उसे घेर के उसके विरुद्ध लड़ा।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उसने नगर में इस्राएल के राजा अहाब के पास दूतों को यह कहने के लिये भेजा, “बेन्हदद तुझ से यह कहता है,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "‘तेरा चाँदी सोना मेरा है, और तेरी स्त्रियों और बच्चों में जो-जो उत्तम हैं वह भी सब मेरे हैं।’ ”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस्राएल के राजा ने उसके पास कहला भेजा, “हे मेरे प्रभु! हे राजा! तेरे वचन के अनुसार मैं और मेरा जो कुछ है, सब तेरा है।”\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन्हीं दूतों ने फिर आकर कहा, “बेन्हदद तुझ से यह कहता है, ‘मैंने तेरे पास यह कहला भेजा था कि तुझे अपनी चाँदी सोना और स्त्रियाँ और बालक भी मुझे देने पड़ेंगे।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु कल इसी समय मैं अपने कर्मचारियों को तेरे पास भेजूँगा और वे तेरे और तेरे कर्मचारियों के घरों में ढूँढ़-ढाँढ़ करेंगे, और तेरी जो-जो मनभावनी वस्तुएँ निकालें उन्हें वे अपने-अपने हाथ में लेकर आएँगे।’”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब इस्राएल के राजा ने अपने देश के सब पुरनियों को बुलवाकर कहा, “सोच विचार करो, कि वह मनुष्य हमारी हानि ही का अभिलाषी है; उसने मुझसे मेरी स्त्रियाँ, बालक, चाँदी सोना मँगा भेजा है, और मैंने इन्कार न किया।”\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब सब पुरनियों ने और सब साधारण लोगों ने उससे कहा, “उसकी न सुनना; और न मानना।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब राजा ने बेन्हदद के दूतों से कहा, “मेरे प्रभु राजा से मेरी ओर से कहो, ‘जो कुछ तूने पहले अपने दास से चाहा था वह तो मैं करूँगा, परन्तु यह मुझसे न होगा।’ ” तब बेन्हदद के दूतों ने जाकर उसे यह उत्तर सुना दिया।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब बेन्हदद ने अहाब के पास कहला भेजा, “यदि सामरिया में इतनी धूल निकले* कि मेरे सब पीछे चलनेहारों की मुट्ठी भर जाए तो देवता मेरे साथ ऐसा ही वरन् इससे भी अधिक करें।” (मत्ती 12:42, लूका 11:31)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस्राएल के राजा ने उत्तर देकर कहा, “उससे कहो, ‘जो हथियार बाँधता हो वह उसके समान न फूले जो उन्हें उतारता हो।’”\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह वचन सुनते ही वह जो अन्य राजाओं समेत डेरों में पी रहा था, उसने अपने कर्मचारियों से कहा, “पाँति बाँधो,” तब उन्होंने नगर के विरुद्ध पाँति बाँधी।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब एक नबी ने इस्राएल के राजा अहाब के पास जाकर कहा, “यहोवा तुझ से यह कहता है, ‘यह बड़ी भीड़ जो तूने देखी है, उस सब को मैं आज तेरे हाथ में कर दूँगा, इससे तू जान लेगा, कि मैं यहोवा हूँ।’ ”\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अहाब ने पूछा, “किस के द्वारा?” उसने कहा, “यहोवा यह कहता है, कि प्रदेशों के हाकिमों के सेवकों के द्वारा!” फिर उसने पूछा, “युद्ध को कौन आरम्भ करे?” उसने उत्तर दिया, “तू ही।”\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने प्रदेशों के हाकिमों के सेवकों की गिनती ली, और वे दो सौ बत्तीस निकले; और उनके बाद उसने सब इस्राएली लोगों की गिनती ली, और वे सात हजार निकले।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "ये दोपहर को निकल गए, उस समय बेन्हदद अपने सहायक बत्तीसों राजाओं समेत डेरों में शराब पीकर मतवाला हो रहा था।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "प्रदेशों के हाकिमों के सेवक पहले निकले। तब बेन्हदद ने दूत भेजे, और उन्होंने उससे कहा, “सामरिया से कुछ मनुष्य निकले आते हैं।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने कहा, “चाहे वे मेल करने को निकले हों, चाहे लड़ने को, तो भी उन्हें जीवित ही पकड़ लाओ।”\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब प्रदेशों के हाकिमों के सेवक और उनके पीछे की सेना के सिपाही नगर से निकले।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वे अपने-अपने सामने के पुरुष को मारने लगे; और अरामी भागे, और इस्राएल ने उनका पीछा किया, और अराम का राजा बेन्हदद, सवारों के संग घोड़े पर चढ़ा, और भागकर बच गया।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब इस्राएल के राजा ने भी निकलकर घोड़ों और रथों को मारा, और अरामियों को बड़ी मार से मारा।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उस नबी ने इस्राएल के राजा के पास जाकर कहा, “जाकर लड़ाई के लिये अपने को दृढ़ कर*, और सचेत होकर सोच, कि क्या करना है, क्योंकि नये वर्ष के लगते ही अराम का राजा फिर तुझ पर चढ़ाई करेगा।”\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब अराम के राजा के कर्मचारियों ने उससे कहा, “उन लोगों का देवता पहाड़ी देवता है, इस कारण वे हम पर प्रबल हुए; इसलिए हम उनसे चौरस भूमि पर लड़ें तो निश्चय हम उन पर प्रबल हो जाएँगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और यह भी काम कर, अर्थात् सब राजाओं का पद ले-ले, और उनके स्थान पर सेनापतियों को ठहरा दे।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर एक और सेना जो तेरी उस सेना के बराबर हो जो नष्ट हो गई है, घोड़े के बदले घोड़ा, और रथ के बदले रथ, अपने लिये गिन ले; तब हम चौरस भूमि पर उनसे लड़ें, और निश्चय उन पर प्रबल हो जाएँगे।” उनकी यह सम्मति मानकर बेन्हदद ने वैसा ही किया।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और नये वर्ष के लगते ही बेन्हदद ने अरामियों को इकट्ठा किया, और इस्राएल से लड़ने के लिये अपेक को गया।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और इस्राएली भी इकट्ठे किए गए, और उनके भोजन की तैयारी हुई; तब वे उनका सामना करने को गए, और इस्राएली उनके सामने डेरे डालकर बकरियों के दो छोटे झुण्ड से देख पड़े, परन्तु अरामियों से देश भर गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब परमेश्‍वर के उसी जन ने इस्राएल के राजा के पास जाकर कहा, “यहोवा यह कहता है, ‘अरामियों ने यह कहा है, कि यहोवा पहाड़ी देवता है, परन्तु नीची भूमि का नहीं है; इस कारण मैं उस बड़ी भीड़ को तेरे हाथ में कर दूँगा, तब तुम्हें ज्ञात हो जाएगा कि मैं यहोवा हूँ।’ ”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और वे सात दिन आमने-सामने डेरे डाले पड़े रहे; तब सातवें दिन युद्ध छिड़ गया; और एक दिन में इस्राएलियों ने एक लाख अरामी प्यादे मार डाले।\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो बच गए, वह अपेक को भागकर नगर में घुसे, और वहाँ उन बचे हुए लोगों में से सताईस हजार पुरुष शहरपनाह की दीवार के गिरने से दबकर मर गए। बेन्हदद भी भाग गया और नगर की एक भीतरी कोठरी में गया।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसके कर्मचारियों ने उससे कहा, “सुन, हमने तो सुना है, कि इस्राएल के घराने के राजा दयालु राजा होते हैं, इसलिए हमें कमर में टाट और सिर पर रस्सियाँ बाँधे हुए इस्राएल के राजा के पास जाने दे, सम्भव है कि वह तेरा प्राण बचा ले।”\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वे कमर में टाट और सिर पर रस्सियाँ बाँध कर इस्राएल के राजा के पास जाकर कहने लगे, “तेरा दास बेन्हदद तुझ से कहता है, ‘कृपा कर के मुझे जीवित रहने दे।’” राजा ने उत्तर दिया, “क्या वह अब तक जीवित है? वह तो मेरा भाई है।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन लोगों ने इसे शुभ शकुन जानकर, फुर्ती से बूझ लेने का यत्न किया कि यह उसके मन की बात है कि नहीं, और कहा, “हाँ तेरा भाई बेन्हदद।” राजा ने कहा, “जाकर उसको ले आओ।” तब बेन्हदद उसके पास निकल आया, और उसने उसे अपने रथ पर चढ़ा लिया।\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब बेन्हदद ने उससे कहा, “जो नगर मेरे पिता ने तेरे पिता से ले लिए थे, उनको मैं फेर दूँगा; और जैसे मेरे पिता ने सामरिया में अपने लिये सड़कें बनवाईं, वैसे ही तू दमिश्क में सड़कें बनवाना।” अहाब ने कहा, “मैं इसी वाचा पर तुझे छोड़ देता हूँ,” तब उसने बेन्हदद से वाचा बाँधकर*, उसे स्वतन्त्र कर दिया।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसके बाद नबियों के दल में से एक जन ने यहोवा से वचन पाकर अपने संगी से कहा, “मुझे मार,” जब उस मनुष्य ने उसे मारने से इन्कार किया,\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने उससे कहा, “तूने यहोवा का वचन नहीं माना, इस कारण सुन, जैसे ही तू मेरे पास से चला जाएगा, वैसे ही सिंह से मार डाला जाएगा।” तब जैसे ही वह उसके पास से चला गया, वैसे ही उसे एक सिंह मिला, और उसको मार डाला।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर उसको दूसरा मनुष्य मिला, और उससे भी उसने कहा, “मुझे मार।” और उसने उसको ऐसा मारा कि वह घायल हुआ।\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वह नबी चला गया, और आँखों को पगड़ी से ढाँपकर राजा की बाट जोहता हुआ मार्ग पर खड़ा रहा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब राजा पास होकर जा रहा था, तब उसने उसकी दुहाई देकर कहा, “जब तेरा दास युद्ध क्षेत्र में गया था तब कोई मनुष्य मेरी ओर मुड़कर किसी मनुष्य को मेरे पास ले आया, और मुझसे कहा, ‘इस मनुष्य की चौकसी कर; यदि यह किसी रीति छूट जाए, तो उसके प्राण के बदले तुझे अपना प्राण देना होगा; नहीं तो किक्कार भर चाँदी देना पड़ेगा।’\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके बाद तेरा दास इधर-उधर काम में फंस गया, फिर वह न मिला।” इस्राएल के राजा ने उससे कहा, “तेरा ऐसा ही न्याय होगा; तूने आप अपना न्याय किया है।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "नबी ने झट अपनी आँखों से पगड़ी उठाई, तब इस्राएल के राजा ने उसे पहचान लिया, कि वह कोई नबी है।\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उसने राजा से कहा, “यहोवा तुझ से यह कहता है, ‘इसलिए कि तूने अपने हाथ से ऐसे एक मनुष्य को जाने दिया, जिसे मैंने सत्यानाश हो जाने को ठहराया था, तुझे उसके प्राण के बदले अपना प्राण और उसकी प्रजा के बदले, अपनी प्रजा देनी पड़ेगी।’ ”\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब इस्राएल का राजा उदास और अप्रसन्न होकर घर की ओर चला, और सामरिया को आया।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "अहाब की अरामियों पर विजय\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}