{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सोर नगर के राजा हीराम ने अपने दूत सुलैमान के पास भेजे, क्योंकि उसने सुना था, कि वह अभिषिक्त होकर अपने पिता के स्थान पर राजा हुआ है: और दाऊद के जीवन भर हीराम उसका मित्र बना रहा।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सुलैमान ने हीराम के पास यह सन्देश भेजा, “तुझे मालूम है,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कि मेरा पिता दाऊद अपने परमेश्‍वर यहोवा के नाम का एक भवन इसलिए न बनवा सका कि वह चारों ओर लड़ाइयों में तब तक उलझा रहा, जब तक यहोवा ने उसके शत्रुओं को उसके पाँव तले न कर दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु अब मेरे परमेश्‍वर यहोवा ने मुझे चारों ओर से विश्राम दिया है और न तो कोई विरोधी है, और न कुछ विपत्ति देख पड़ती है।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैंने अपने परमेश्‍वर यहोवा के नाम का एक भवन बनवाने की ठान रखी है अर्थात् उस बात के अनुसार जो यहोवा ने मेरे पिता दाऊद से कही थी, ‘तेरा पुत्र जिसे मैं तेरे स्थान में गद्दी पर बैठाऊँगा, वही मेरे नाम का भवन बनवाएगा।’\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए अब तू मेरे लिये लबानोन पर से देवदार काटने की आज्ञा दे, और मेरे दास तेरे दासों के संग रहेंगे, और जो कुछ मजदूरी तू ठहराए, वही मैं तुझे तेरे दासों के लिये दूँगा, तुझे मालूम तो है, कि सीदोनियों के बराबर लकड़ी काटने का भेद हम लोगों में से कोई भी नहीं जानता।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सुलैमान की ये बातें सुनकर, हीराम बहुत आनन्दित हुआ, और कहा, “आज यहोवा धन्य है, जिस ने दाऊद को उस बड़ी जाति पर राज्य करने के लिये एक बुद्धिमान पुत्र दिया है।”\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब हीराम ने सुलैमान के पास यह सन्देश भेजा, “जो तूने मेरे पास कहला भेजा है वह मेरी समझ में आ गया, देवदार और सनोवर की लकड़ी के विषय जो कुछ तू चाहे, वही मैं करूँगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मेरे दास लकड़ी को लबानोन से समुद्र तक पहुँचाएँगे, फिर मैं उनके बेंड़े बनवाकर, जो स्थान तू मेरे लिये ठहराए*, वहीं पर समुद्र के मार्ग से उनको पहुँचवा दूँगा : वहाँ मैं उनको खोलकर डलवा दूँगा, और तू उन्हें ले लेना : और तू मेरे परिवार के लिये भोजन देकर, मेरी भी इच्छा पूरी करना।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस प्रकार हीराम सुलैमान की इच्छा के अनुसार उसको देवदार और सनोवर की लकड़ी देने लगा।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और सुलैमान ने हीराम के परिवार के खाने के लिये उसे बीस हजार कोर गेहूँ और बीस कोर पेरा हुआ तेल दिया; इस प्रकार सुलैमान हीराम को प्रति वर्ष दिया करता था। (प्रेरि. 12:20)\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा ने सुलैमान को अपने वचन के अनुसार बुद्धि दी, और हीराम और सुलैमान के बीच मेल बना रहा वरन् उन दोनों ने आपस में वाचा भी बाँध ली।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "राजा सुलैमान ने पूरे इस्राएल में से तीस हजार पुरुष बेगार लगाए,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उन्हें लबानोन पहाड़ पर बारी-बारी करके, महीने-महीने दस हजार भेज दिया करता था और एक महीना वे लबानोन पर, और दो महीने घर पर रहा करते थे; और बेगारियों के ऊपर अदोनीराम ठहराया गया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सुलैमान के सत्तर हजार बोझ ढोनेवाले और पहाड़ पर अस्सी हजार वृक्ष काटनेवाले और पत्थर निकालनेवाले थे।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इनको छोड़ सुलैमान के तीन हजार तीन सौ मुखिये थे, जो काम करनेवालों के ऊपर थे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर राजा की आज्ञा से बड़े-बड़े अनमोल पत्थर इसलिए खोदकर निकाले गए कि भवन की नींव, गढ़े हुए पत्थरों से डाली जाए।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सुलैमान के कारीगरों और हीराम के कारीगरों और गबालियों ने उनको गढ़ा, और भवन के बनाने के लिये लकड़ी और पत्थर तैयार किए।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "मन्दिर बनने की तैयारी\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}