{
  "1": "וַיְהִי֩ H1961 כִשְׁמֹ֨עַ H8085 אֲדֹֽנִי H139 צֶ֜דֶק H139 מֶ֣לֶךְ H4428 יְרוּשָׁלִַ֗ם H3389 כִּֽי H3588 לָכַ֨ד H3920 יְהוֹשֻׁ֣עַ H3091 אֶת H853 הָעַי֮ H5857 וַיַּחֲרִימָ H2763 כַּאֲשֶׁ֨ר H834 עָשָׂ֤ה H6213 לִֽירִיחוֹ֙ H3405 וּלְ H4428 כֵּן H3651 עָשָׂ֥ה H6213 לָעַ֖י H5857 וּלְ H4428 וְכִ֨י H3588 הִשְׁלִ֜ימוּ H7999 יֹשְׁבֵ֤י H3427 גִבְעוֹן֙ H1391 אֶת H854 יִשְׂרָאֵ֔ל H3478 וַיִּֽהְי֖וּ H1961 בְּקִרְבָּֽ H7130 ",
  "2": "וַיִּֽירְא֣וּ H3372 מְאֹ֔ד H3966 כִּ֣י H3588 עִ֤יר H5892 גְּדוֹלָה֙ H1419 גִּבְע֔וֹן H1391 כְּאַחַ֖ת H259 עָרֵ֣י H5892 הַמַּמְלָכָ֑ה H4467 וְכִ֨י H3588 הִ֤יא H1931 גְדוֹלָה֙ H1419 מִן H4480 הָעַ֔י H5857 וְכָל H3605 אֲנָשֶׁ֖יהָ H376 גִּבֹּרִֽים H1368 ",
  "3": "וַיִּשְׁלַ֨ח H7971 אֲדֹנִי H139 צֶ֜דֶק H139 מֶ֣לֶךְ H4428 יְרוּשָׁלִַ֗ם H3389 אֶל H413 הוֹהָ֣ם H1944 מֶֽלֶךְ H4428 חֶ֠בְרוֹן H2275 וְאֶל H413 פִּרְאָ֨ם H6502 מֶֽלֶךְ H4428 יַרְמ֜וּת H3412 וְאֶל H413 יָפִ֧יעַ H3309 מֶֽלֶךְ H4428 לָכִ֛ישׁ H3923 וְאֶל H413 דְּבִ֥יר H1688 מֶֽלֶךְ H4428 עֶגְל֖וֹן H5700 לֵאמֹֽר H559 ",
  "4": "עֲלֽוּ H5927 אֵלַ֣י H413 וְעִזְרֻ֔ H5826 וְנַכֶּ֖ה H5221 אֶת H853 גִּבְע֑וֹן H1391 כִּֽי H3588 הִשְׁלִ֥ימָה H7999 אֶת H854 יְהוֹשֻׁ֖עַ H3091 וְאֶת H854 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "5": "וַיֵּאָסְפ֨וּ H622 וַֽיַּעֲל֜וּ H5927 חֲמֵ֣שֶׁת H2568 מַלְכֵ֣י H4428 הָאֱמֹרִ֗י H567 מֶ֣לֶךְ H4428 יְרוּשָׁלִַ֜ם H3389 מֶֽלֶךְ H4428 חֶבְר֤וֹן H2275 מֶֽלֶךְ H4428 יַרְמוּת֙ H3412 מֶֽלֶךְ H4428 לָכִ֣ישׁ H3923 מֶֽלֶךְ H4428 עֶגְל֔וֹן H5700 הֵ֖ם H1992 וְכָל H3605 מַֽחֲנֵיהֶ֑ם H4264 וַֽיַּחֲנוּ֙ H2583 עַל H5921 גִּבְע֔וֹן H1391 וַיִּֽלָּחֲמ֖וּ H3898 עָלֶֽיהָ H5921 ",
  "6": "וַיִּשְׁלְח֣וּ H7971 אַנְשֵׁי֩ H376 גִבְע֨וֹן H1391 אֶל H413 יְהוֹשֻׁ֤עַ H3091 אֶל H413 הַֽמַּחֲנֶה֙ H4264 הַגִּלְגָּ֣לָ H1537 לֵאמֹ֔ר H559 אַל H408 תֶּ֥רֶף H7503 יָדֶ֖יךָ H3027 מֵֽעֲבָדֶ֑י H5650 עֲלֵ֧ה H5927 אֵלֵ֣ינוּ H413 מְהֵרָ֗ה H4120 וְהוֹשִׁ֤יעָ H3467 לָּ֨נוּ֙ Hl וְעָזְרֵ֔ H5826 כִּ֚י H3588 נִקְבְּצ֣וּ H6908 אֵלֵ֔ינוּ H413 כָּל H3605 מַלְכֵ֥י H4428 הָאֱמֹרִ֖י H567 יֹשְׁבֵ֥י H3427 הָהָֽר H2022 ",
  "7": "וַיַּ֨עַל H5927 יְהוֹשֻׁ֜עַ H3091 מִן H4480 הַגִּלְגָּ֗ל H1537 ה֚וּא H1931 וְכָל H3605 עַ֤ם H5971 הַמִּלְחָמָה֙ H4421 עִמּ֔וֹ H5973 וְכֹ֖ל H3605 גִּבּוֹרֵ֥י H1368 הֶחָֽיִל H2428 ",
  "8": "וַיֹּ֨אמֶר H559 יְהוָ֤ה H3068 אֶל H413 יְהוֹשֻׁ֨עַ֙ H3091 אַל H408 תִּירָ֣א H3372 מֵהֶ֔ם H1992 כִּ֥י H3588 בְיָדְ H3027 נְתַתִּ֑ים H5414 לֹֽא H3808 יַעֲמֹ֥ד H5975 אִ֛ישׁ H376 מֵהֶ֖ם H1992 בְּפָנֶֽי H6440 ",
  "9": "וַיָּבֹ֧א H935 אֲלֵיהֶ֛ם H413 יְהוֹשֻׁ֖עַ H3091 פִּתְאֹ֑ם H6597 כָּל H3605 הַלַּ֕יְלָה H3915 עָלָ֖ה H5927 מִן H4480 הַגִּלְגָּֽל H1537 ",
  "10": "וַיְהֻמֵּ֤ H2000 יְהוָה֙ H3068 לִפְנֵ֣י H6440 יִשְׂרָאֵ֔ל H3478 וַיַּכֵּ֥ H5221 מַכָּֽה H4347 גְדוֹלָ֖ה H1419 בְּגִבְע֑וֹן H1391 וַֽיִּרְדְּפֵ֗ H7291 דֶּ֚רֶךְ H1870 מַעֲלֵ֣ה H4609 בֵית H1032 חוֹרֹ֔ן H1032 וַיַּכֵּ֥ H5221 עַד H5704 עֲזֵקָ֖ה H5825 וְעַד H5704 מַקֵּדָֽה H4719 ",
  "11": "וַיְהִ֞י H1961 בְּנֻסָ֣ H5127 מִפְּנֵ֣י H6440 יִשְׂרָאֵ֗ל H3478 הֵ֞ם H1992 בְּמוֹרַ֤ד H4174 בֵּית H1032 חוֹרֹן֙ H1032 וַֽיהוָ֡ה H3068 הִשְׁלִ֣יךְ H7993 עֲלֵיהֶם֩ H5921 אֲבָנִ֨ים H68 גְּדֹל֧וֹת H1419 מִן H4480 הַשָּׁמַ֛יִם H8064 עַד H5704 עֲזֵקָ֖ה H5825 וַיָּמֻ֑תוּ H4191 רַבִּ֗ים H7227 אֲשֶׁר H834 מֵ֨תוּ֙ H4191 בְּאַבְנֵ֣י H68 הַבָּרָ֔ד H1259 מֵאֲשֶׁ֥ר H834 הָרְג֛וּ H2026 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 בֶּחָֽרֶב H2719 ",
  "12": "אָ֣ז H227 יְדַבֵּ֤ר H1696 יְהוֹשֻׁעַ֙ H3091 לַֽיהוָ֔ה H3068 בְּי֗וֹם H3117 תֵּ֤ת H5414 יְהוָה֙ H3068 אֶת H853 הָ֣אֱמֹרִ֔י H567 לִפְנֵ֖י H6440 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַיֹּ֣אמֶר H559 לְעֵינֵ֣י H5869 יִשְׂרָאֵ֗ל H3478 שֶׁ֚מֶשׁ H8121 בְּגִבְע֣וֹן H1391 דּ֔וֹם H1826 וְיָרֵ֖חַ H3394 בְּעֵ֥מֶק H6010 אַיָּלֽוֹן H357 ",
  "13": "וַיִּדֹּ֨ם H1826 הַשֶּׁ֜מֶשׁ H8121 וְיָרֵ֣חַ H3394 עָמָ֗ד H5975 עַד H5704 יִקֹּ֥ם H5358 גּוֹי֙ H1471 אֹֽיְבָ֔יו H341 הֲלֹא H3808 הִ֥יא H1931 כְתוּבָ֖ה H3789 עַל H5921 סֵ֣פֶר H5612 הַיָּשָׁ֑ר H3477 וַיַּעֲמֹ֤ד H5975 הַשֶּׁ֨מֶשׁ֙ H8121 בַּחֲצִ֣י H2677 הַשָּׁמַ֔יִם H8064 וְלֹא H3808 אָ֥ץ H213 לָב֖וֹא H935 כְּי֥וֹם H3117 תָּמִֽים H8549 ",
  "14": "וְלֹ֨א H3808 הָיָ֜ה H1961 כַּיּ֤וֹם H3117 הַהוּא֙ H1931 לְפָנָ֣י H6440 וְאַחֲרָ֔י H310 לִשְׁמֹ֥עַ H8085 יְהוָ֖ה H3068 בְּק֣וֹל H6963 אִ֑ישׁ H376 כִּ֣י H3588 יְהוָ֔ה H3068 נִלְחָ֖ם H3898 לְיִשְׂרָאֵֽל H3478 ",
  "15": "וַיָּ֤שָׁב H7725 יְהוֹשֻׁ֨עַ֙ H3091 וְכָל H3605 יִשְׂרָאֵ֣ל H3478 עִמּ֔וֹ H5973 אֶל H413 הַֽמַּחֲנֶ֖ה H4264 הַגִּלְגָּֽלָ H1537 ",
  "16": "וַיָּנֻ֕סוּ H5127 חֲמֵ֖שֶׁת H2568 הַמְּלָכִ֣ים H4428 הָאֵ֑לֶּה H428 וַיֵּחָבְא֥וּ H2244 בַמְּעָרָ֖ה H4631 בְּמַקֵּדָֽה H4719 ",
  "17": "וַיֻּגַּ֖ד H5046 לִיהוֹשֻׁ֣עַ H3091 לֵאמֹ֑ר H559 נִמְצְאוּ֙ H4672 חֲמֵ֣שֶׁת H2568 הַמְּלָכִ֔ים H4428 נֶחְבְּאִ֥ים H2244 בַּמְּעָרָ֖ה H4631 בְּמַקֵּדָֽה H4719 ",
  "18": "וַיֹּ֣אמֶר H559 יְהוֹשֻׁ֔עַ H3091 גֹּ֛לּוּ H1556 אֲבָנִ֥ים H68 גְּדֹל֖וֹת H1419 אֶל H413 פִּ֣י H6310 הַמְּעָרָ֑ה H4631 וְהַפְקִ֧ידוּ H6485 עָלֶ֛יהָ H5921 אֲנָשִׁ֖ים H376 לְשָׁמְרָֽ H8104 ",
  "19": "וְאַתֶּם֙ H859 אַֽל H408 תַּעֲמֹ֔דוּ H5975 רִדְפוּ֙ H7291 אַחֲרֵ֣י H310 אֹֽיְבֵיכֶ֔ם H341 וְזִנַּבְתֶּ֖ם H2179 אוֹתָ֑ם H853 אַֽל H408 תִּתְּנ֗וּם H5414 לָבוֹא֙ H935 אֶל H413 עָ֣רֵיהֶ֔ם H5892 כִּ֧י H3588 נְתָנָ֛ם H5414 יְהוָ֥ה H3068 אֱלֹהֵיכֶ֖ם H430 בְּיֶדְ H3027 ",
  "20": "וַיְהִי֩ H1961 כְּכַלּ֨וֹת H3615 יְהוֹשֻׁ֜עַ H3091 וּבְנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 לְהַכּוֹתָ֛ H5221 מַכָּ֥ה H4347 גְדוֹלָֽה H1419 מְאֹ֖ד H3966 עַד H5704 תֻּמָּ֑ם H8552 וְהַ H8300 שָׂרְד֣וּ H8277 מֵהֶ֔ם H1992 וַיָּבֹ֖אוּ H935 אֶל H413 עָרֵ֥י H5892 הַמִּבְצָֽר H4013 ",
  "21": "וַיָּשֻׁבוּ֩ H7725 כָל H3605 הָעָ֨ם H5971 אֶל H413 הַמַּחֲנֶ֧ה H4264 אֶל H413 יְהוֹשֻׁ֛עַ H3091 מַקֵּדָ֖ה H4719 בְּשָׁל֑וֹם H7965 לֹֽא H3808 חָרַ֞ץ H2782 לִבְנֵ֧י H1121 יִשְׂרָאֵ֛ל H3478 לְאִ֖ישׁ H376 אֶת H853 לְשֹׁנֽוֹ H3956 ",
  "22": "וַיֹּ֣אמֶר H559 יְהוֹשֻׁ֔עַ H3091 פִּתְח֖וּ H6605 אֶת H853 פִּ֣י H6310 הַמְּעָרָ֑ה H4631 וְהוֹצִ֣יאוּ H3318 אֵלַ֗י H413 אֶת H853 חֲמֵ֛שֶׁת H2568 הַמְּלָכִ֥ים H4428 הָאֵ֖לֶּה H428 מִן H4480 הַמְּעָרָֽה H4631 ",
  "23": "וַיַּ֣עֲשׂוּ H6213 כֵ֔ן H3651 וַיֹּצִ֣יאוּ H3318 אֵלָ֗יו H413 אֶת H853 חֲמֵ֛שֶׁת H2568 הַמְּלָכִ֥ים H4428 הָאֵ֖לֶּה H428 מִן H4480 הַמְּעָרָ֑ה H4631 אֵ֣ת H853 מֶ֣לֶךְ H4428 יְרוּשָׁלִַ֗ם H3389 אֶת H853 מֶ֤לֶךְ H4428 חֶבְרוֹן֙ H2275 אֶת H853 מֶ֣לֶךְ H4428 יַרְמ֔וּת H3412 אֶת H853 מֶ֥לֶךְ H4428 לָכִ֖ישׁ H3923 אֶת H853 מֶ֥לֶךְ H4428 עֶגְלֽוֹן H5700 ",
  "24": "וַ֠יְהִי H1961 כְּֽהוֹצִיאָ֞ H3318 אֶת H853 הַמְּלָכִ֣ים H4428 הָאֵלֶּה֮ H428 אֶל H413 יְהוֹשֻׁעַ֒ H3091 וַיִּקְרָ֨א H7121 יְהוֹשֻׁ֜עַ H3091 אֶל H413 כָּל H3605 אִ֣ישׁ H376 יִשְׂרָאֵ֗ל H3478 וַ֠יֹּאמֶר H559 אֶל H413 קְצִינֵ֞י H7101 אַנְשֵׁ֤י H376 הַמִּלְחָמָה֙ H4421 הֶהָלְכ֣וּא H1980 אִתּ֔וֹ H854 קִרְב֗וּ H7126 שִׂ֚ימוּ H7760 אֶת H853 רַגְלֵיכֶ֔ם H7272 עַֽל H5921 צַוְּארֵ֖י H6677 הַמְּלָכִ֣ים H4428 הָאֵ֑לֶּה H428 וַֽיִּקְרְב֔וּ H7126 וַיָּשִׂ֥ימוּ H7760 אֶת H853 רַגְלֵיהֶ֖ם H7272 עַל H5921 צַוְּארֵיהֶֽם H6677 ",
  "25": "וַיֹּ֤אמֶר H559 אֲלֵיהֶם֙ H413 יְהוֹשֻׁ֔עַ H3091 אַל H408 תִּֽירְא֖וּ H3372 וְאַל H408 תֵּחָ֑תּוּ H2865 חִזְק֣וּ H2388 וְאִמְצ֔וּ H553 כִּ֣י H3588 כָ֗כָה H3602 יַעֲשֶׂ֤ה H6213 יְהוָה֙ H3068 לְכָל H3605 אֹ֣יְבֵיכֶ֔ם H341 אֲשֶׁ֥ר H834 אַתֶּ֖ם H859 נִלְחָמִ֥ים H3898 אוֹתָֽם H853 ",
  "26": "וַיַּכֵּ֨ H5221 יְהוֹשֻׁ֤עַ H3091 אַֽחֲרֵי H310 כֵן֙ H3651 וַיְמִיתֵ֔ H4191 וַיִּתְלֵ֕ H8518 עַ֖ל H5921 חֲמִשָּׁ֣ה H2568 עֵצִ֑ים H6086 וַיִּֽהְי֛וּ H1961 תְּלוּיִ֥ם H8518 עַל H5921 הָעֵצִ֖ים H6086 עַד H5704 הָעָֽרֶב H6153 ",
  "27": "וַיְהִ֞י H1961 לְעֵ֣ת H6256 בּ֣וֹא H935 הַשֶּׁ֗מֶשׁ H8121 צִוָּ֤ה H6680 יְהוֹשֻׁ֨עַ֙ H3091 וַיֹּֽרִידוּ H3381 מֵעַ֣ל H5921 הָעֵצִ֔ים H6086 וַיַּ֨שְׁלִכֻ֔ H7993 אֶל H413 הַמְּעָרָ֖ה H4631 אֲשֶׁ֣ר H834 נֶחְבְּאוּ H2244 שָׁ֑ם H8033 וַיָּשִׂ֜מוּ H7760 אֲבָנִ֤ים H68 גְּדֹלוֹת֙ H1419 עַל H5921 פִּ֣י H6310 הַמְּעָרָ֔ה H4631 עַד H5704 עֶ֖צֶם H6106 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "28": "וְאֶת H853 מַקֵּדָה֩ H4719 לָכַ֨ד H3920 יְהוֹשֻׁ֜עַ H3091 בַּיּ֣וֹם H3117 הַה֗וּא H1931 וַיַּכֶּ֣ H5221 לְפִי H6310 חֶרֶב֮ H2719 וְאֶת H853 מַלְכָּהּ֒ H4428 הֶחֱרִ֣ם H2763 אוֹתָ֗ם H853 וְאֶת H853 כָּל H3605 הַנֶּ֨פֶשׁ֙ H5315 אֲשֶׁר H834 בָּ֔הּ Hb לֹ֥א H3808 הִשְׁאִ֖יר H7604 שָׂרִ֑יד H8300 וַיַּ֨עַשׂ֙ H6213 לְמֶ֣לֶךְ H4428 מַקֵּדָ֔ה H4719 כַּאֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 לְמֶ֥לֶךְ H4428 יְרִיחֽוֹ H3405 ",
  "29": "וַיַּעֲבֹ֣ר H5674 יְ֠הוֹשֻׁעַ H3091 וְכָֽל H3605 יִשְׂרָאֵ֥ל H3478 עִמּ֛וֹ H5973 מִמַּקֵּדָ֖ה H4719 לִבְנָ֑ה H3841 וַיִּלָּ֖חֶם H3898 עִם H5973 לִבְנָֽה H3841 ",
  "30": "וַיִּתֵּן֩ H5414 יְהוָ֨ה H3068 גַּם H1571 אוֹתָ֜הּ H853 בְּיַ֣ד H3027 יִשְׂרָאֵ֘ל H3478 וְאֶת H853 מַלְכָּהּ֒ H4428 וַיַּכֶּ֣ H5221 לְפִי H6310 חֶ֗רֶב H2719 וְאֶת H853 כָּל H3605 הַנֶּ֨פֶשׁ֙ H5315 אֲשֶׁר H834 בָּ֔הּ Hb לֹֽא H3808 הִשְׁאִ֥יר H7604 בָּ֖הּ Hb שָׂרִ֑יד H8300 וַיַּ֣עַשׂ H6213 לְמַלְכָּ֔ H4428 כַּאֲשֶׁ֥ר H834 עָשָׂ֖ה H6213 לְמֶ֥לֶךְ H4428 יְרִיחֽוֹ H3405 ",
  "31": "וַיַּעֲבֹ֣ר H5674 יְ֠הוֹשֻׁעַ H3091 וְכָל H3605 יִשְׂרָאֵ֥ל H3478 עִמּ֛וֹ H5973 מִלִּבְנָ֖ה H3841 לָכִ֑ישָׁה H3923 וַיִּ֣חַן H2583 עָלֶ֔יהָ H5921 וַיִּלָּ֖חֶם H3898 בָּֽהּ Hb ",
  "32": "וַיִּתֵּן֩ H5414 יְהוָ֨ה H3068 אֶת H853 לָכִ֜ישׁ H3923 בְּיַ֣ד H3027 יִשְׂרָאֵ֗ל H3478 וַֽיִּלְכְּדָ H3920 בַּיּ֣וֹם H3117 הַשֵּׁנִ֔י H8145 וַיַּכֶּ֣ H5221 לְפִי H6310 חֶ֔רֶב H2719 וְאֶת H853 כָּל H3605 הַנֶּ֖פֶשׁ H5315 אֲשֶׁר H834 בָּ֑הּ Hb כְּכֹ֥ל H3605 אֲשֶׁר H834 עָשָׂ֖ה H6213 לְלִבְנָֽה H3841 ",
  "33": "אָ֣ז H227 עָלָ֗ה H5927 הֹרָם֙ H2036 מֶ֣לֶךְ H4428 גֶּ֔זֶר H1507 לַעְזֹ֖ר H5826 אֶת H853 לָכִ֑ישׁ H3923 וַיַּכֵּ֤ H5221 יְהוֹשֻׁ֨עַ֙ H3091 וְאֶת H853 עַמּ֔וֹ H5971 עַד H5704 בִּלְתִּ֥י H1115 הִשְׁאִֽיר H7604 ל֖וֹ Hl שָׂרִֽיד H8300 ",
  "34": "וַיַּעֲבֹ֣ר H5674 יְ֠הוֹשֻׁעַ H3091 וְכָל H3605 יִשְׂרָאֵ֥ל H3478 עִמּ֛וֹ H5973 מִלָּכִ֖ישׁ H3923 עֶגְלֹ֑נָה H5700 וַיַּחֲנ֣וּ H2583 עָלֶ֔יהָ H5921 וַיִּֽלָּחֲמ֖וּ H3898 עָלֶֽיהָ H5921 ",
  "35": "וַֽיִּלְכְּד֜וּ H3920 בַּיּ֤וֹם H3117 הַהוּא֙ H1931 וַיַּכּ֣וּ H5221 לְפִי H6310 חֶ֔רֶב H2719 וְאֵת֙ H853 כָּל H3605 הַנֶּ֣פֶשׁ H5315 אֲשֶׁר H834 בָּ֔הּ Hb בַּיּ֥וֹם H3117 הַה֖וּא H1931 הֶחֱרִ֑ים H2763 כְּכֹ֥ל H3605 אֲשֶׁר H834 עָשָׂ֖ה H6213 לְלָכִֽישׁ H3923 ",
  "36": "וַיַּ֣עַל H5927 יְ֠הוֹשֻׁעַ H3091 וְכָֽל H3605 יִשְׂרָאֵ֥ל H3478 עִמּ֛וֹ H5973 מֵעֶגְל֖וֹנָ H5700 חֶבְר֑וֹנָה H2275 וַיִּֽלָּחֲמ֖וּ H3898 עָלֶֽיהָ H5921 ",
  "37": "וַיִּלְכְּד֣וּ H3920 וַיַּכּֽוּ H5221 לְפִי H6310 חֶ֠רֶב H2719 וְאֶת H853 מַלְכָּ֨הּ H4428 וְאֶת H853 כָּל H3605 עָרֶ֜יהָ H5892 וְאֶת H853 כָּל H3605 הַנֶּ֤פֶשׁ H5315 אֲשֶׁר H834 בָּהּ֙ Hb לֹֽא H3808 הִשְׁאִ֣יר H7604 שָׂרִ֔יד H8300 כְּכֹ֥ל H3605 אֲשֶׁר H834 עָשָׂ֖ה H6213 לְעֶגְל֑וֹן H5700 וַיַּחֲרֵ֣ם H2763 אוֹתָ֔הּ H853 וְאֶת H853 כָּל H3605 הַנֶּ֖פֶשׁ H5315 אֲשֶׁר H834 בָּֽהּ Hb ",
  "38": "וַיָּ֧שָׁב H7725 יְהוֹשֻׁ֛עַ H3091 וְכָל H3605 יִשְׂרָאֵ֥ל H3478 עִמּ֖וֹ H5973 דְּבִ֑רָה H1688 וַיִּלָּ֖חֶם H3898 עָלֶֽיהָ H5921 ",
  "39": "וַֽיִּלְכְּדָ֞ H3920 וְאֶת H853 מַלְכָּ֤הּ H4428 וְאֶת H853 כָּל H3605 עָרֶ֨יהָ֙ H5892 וַיַּכּ֣וּ H5221 לְפִי H6310 חֶ֔רֶב H2719 וַֽיַּחֲרִ֨ימוּ֙ H2763 אֶת H853 כָּל H3605 נֶ֣פֶשׁ H5315 אֲשֶׁר H834 בָּ֔הּ Hb לֹ֥א H3808 הִשְׁאִ֖יר H7604 שָׂרִ֑יד H8300 כַּאֲשֶׁ֨ר H834 עָשָׂ֜ה H6213 לְחֶבְר֗וֹן H2275 כֵּן H3651 עָשָׂ֤ה H6213 לִדְבִ֨רָ H1688 וּלְ H4428 וְכַ H834 עָשָׂ֛ה H6213 לְלִבְנָ֖ה H3841 וּלְ H4428 ",
  "40": "וַיַּכֶּ֣ה H5221 יְהוֹשֻׁ֣עַ H3091 אֶת H853 כָּל H3605 הָאָ֡רֶץ H776 הָהָר֩ H2022 וְהַ H5045 וְהַ H8219 וְהָ H794 וְאֵת֙ H853 כָּל H3605 מַלְכֵיהֶ֔ם H4428 לֹ֥א H3808 הִשְׁאִ֖יר H7604 שָׂרִ֑יד H8300 וְאֵ֤ת H853 כָּל H3605 הַנְּשָׁמָה֙ H5397 הֶחֱרִ֔ים H2763 כַּאֲשֶׁ֣ר H834 צִוָּ֔ה H6680 יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
  "41": "וַיַּכֵּ֧ H5221 יְהוֹשֻׁ֛עַ H3091 מִקָּדֵ֥שׁ H6947 בַּרְנֵ֖עַ H6947 וְעַד H5704 עַזָּ֑ה H5804 וְאֵ֛ת H853 כָּל H3605 אֶ֥רֶץ H776 גֹּ֖שֶׁן H1657 וְעַד H5704 גִּבְעֽוֹן H1391 ",
  "42": "וְאֵ֨ת H853 כָּל H3605 הַמְּלָכִ֤ים H4428 הָאֵ֨לֶּה֙ H428 וְאֶת H853 אַרְצָ֔ם H776 לָכַ֥ד H3920 יְהוֹשֻׁ֖עַ H3091 פַּ֣עַם H6471 אֶחָ֑ת H259 כִּ֗י H3588 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 נִלְחָ֖ם H3898 לְיִשְׂרָאֵֽל H3478 ",
  "43": "וַיָּ֤שָׁב H7725 יְהוֹשֻׁ֨עַ֙ H3091 וְכָל H3605 יִשְׂרָאֵ֣ל H3478 עִמּ֔וֹ H5973 אֶל H413 הַֽמַּחֲנֶ֖ה H4264 הַגִּלְגָּֽלָ H1537 "
}
