{
  "1": "וַיְהִ֕י H1961 כִּשְׁמֹ֖עַ H8085 יָבִ֣ין H2985 מֶֽלֶךְ H4428 חָצ֑וֹר H2674 וַיִּשְׁלַ֗ח H7971 אֶל H413 יוֹבָב֙ H3103 מֶ֣לֶךְ H4428 מָד֔וֹן H4068 וְאֶל H413 מֶ֥לֶךְ H4428 שִׁמְר֖וֹן H8110 וְאֶל H413 מֶ֥לֶךְ H4428 אַכְשָֽׁף H407 ",
  "2": "וְֽאֶל H413 הַמְּלָכִ֞ים H4428 אֲשֶׁ֣ר H834 מִצְּפ֗וֹן H6828 בָּהָ֧ר H2022 וּבָ H6160 נֶ֥גֶב H5045 כִּֽנֲר֖וֹת H3672 וּבַ H8219 וּבְ H5299 דּ֖וֹר H1756 מִיָּֽם H3220 ",
  "3": "הַֽכְּנַעֲנִי֙ H3669 מִמִּזְרָ֣ח H4217 וּמִ H3220 וְהָ H567 וְהַ H2850 וְהַ H6522 וְהַ H2983 בָּהָ֑ר H2022 וְהַֽ H2340 תַּ֣חַת H8478 חֶרְמ֔וֹן H2768 בְּאֶ֖רֶץ H776 הַמִּצְפָּֽה H4709 ",
  "4": "וַיֵּצְא֣וּ H3318 הֵ֗ם H1992 וְכָל H3605 מַֽחֲנֵיהֶם֙ H4264 עִמָּ֔ם H5973 עַם H5971 רָ֕ב H7227 כַּח֛וֹל H2344 אֲשֶׁ֥ר H834 עַל H5921 שְׂפַת H8193 הַיָּ֖ם H3220 לָרֹ֑ב H7230 וְס֥וּס H5483 וָרֶ֖כֶב H7393 רַב H7227 מְאֹֽד H3966 ",
  "5": "וַיִּוָּ֣עֲד֔וּ H3259 כֹּ֖ל H3605 הַמְּלָכִ֣ים H4428 הָאֵ֑לֶּה H428 וַיָּבֹ֜אוּ H935 וַיַּחֲנ֤וּ H2583 יַחְדָּו֙ H3162 אֶל H413 מֵ֣י H4325 מֵר֔וֹם H4792 לְהִלָּחֵ֖ם H3898 עִם H5973 יִשְׂרָאֵֽל H3478 ",
  "6": "וַיֹּ֨אמֶר H559 יְהוָ֣ה H3068 אֶל H413 יְהוֹשֻׁעַ֮ H3091 אַל H408 תִּירָ֣א H3372 מִפְּנֵי H6440 כִּֽי H3588 מָחָ֞ר H4279 כָּעֵ֣ת H6256 הַזֹּ֗את H2063 אָנֹכִ֞י H595 נֹתֵ֧ן H5414 אֶת H853 כֻּלָּ֛ם H3605 חֲלָלִ֖ים H2491 לִפְנֵ֣י H6440 יִשְׂרָאֵ֑ל H3478 אֶת H853 סוּסֵיהֶ֣ם H5483 תְּעַקֵּ֔ר H6131 וְאֶת H853 מַרְכְּבֹתֵיהֶ֖ם H4818 תִּשְׂרֹ֥ף H8313 בָּאֵֽשׁ H784 ",
  "7": "וַיָּבֹ֣א H935 יְהוֹשֻׁ֡עַ H3091 וְכָל H3605 עַם֩ H5971 הַמִּלְחָמָ֨ה H4421 עִמּ֧וֹ H5973 עֲלֵיהֶ֛ם H5921 עַל H5921 מֵ֥י H4325 מֵר֖וֹם H4792 פִּתְאֹ֑ם H6597 וַֽיִּפְּל֖וּ H5307 בָּהֶֽם Hb ",
  "8": "וַיִּתְּנֵ֨ H5414 יְהוָ֥ה H3068 בְּיַֽד H3027 יִשְׂרָאֵל֮ H3478 וַיַּכּוּ H5221 וַֽיִּרְדְּפ֞וּ H7291 עַד H5704 צִיד֣וֹן H6721 רַבָּ֗ה H7227 וְעַד֙ H5704 מִשְׂרְפ֣וֹת H4956 מַ֔יִם H4956 וְעַד H5704 בִּקְעַ֥ת H1237 מִצְפֶּ֖ה H4708 מִזְרָ֑חָה H4217 וַיַּכֻּ֕ H5221 עַד H5704 בִּלְתִּ֥י H1115 הִשְׁאִֽיר H7604 לָהֶ֖ם Hl שָׂרִֽיד H8300 ",
  "9": "וַיַּ֤עַשׂ H6213 לָהֶם֙ Hl יְהוֹשֻׁ֔עַ H3091 כַּאֲשֶׁ֥ר H834 אָֽמַר H559 ל֖וֹ Hl יְהוָ֑ה H3068 אֶת H853 סוּסֵיהֶ֣ם H5483 עִקֵּ֔ר H6131 וְאֶת H853 מַרְכְּבֹתֵיהֶ֖ם H4818 שָׂרַ֥ף H8313 בָּאֵֽשׁ H784 ",
  "10": "וַיָּ֨שָׁב H7725 יְהוֹשֻׁ֜עַ H3091 בָּעֵ֤ת H6256 הַהִיא֙ H1931 וַיִּלְכֹּ֣ד H3920 אֶת H853 חָצ֔וֹר H2674 וְאֶת H853 מַלְכָּ֖הּ H4428 הִכָּ֣ה H5221 בֶחָ֑רֶב H2719 כִּֽי H3588 חָצ֣וֹר H2674 לְפָנִ֔ים H6440 הִ֕יא H1931 רֹ֖אשׁ H7218 כָּל H3605 הַמַּמְלָכ֥וֹת H4467 הָאֵֽלֶּה H428 ",
  "11": "וַ֠יַּכּוּ H5221 אֶת H853 כָּל H3605 הַנֶּ֨פֶשׁ H5315 אֲשֶׁר H834 בָּ֤הּ Hb לְפִי H6310 חֶ֨רֶב֙ H2719 הַֽחֲרֵ֔ם H2763 לֹ֥א H3808 נוֹתַ֖ר H3498 כָּל H3605 נְשָׁמָ֑ה H5397 וְאֶת H853 חָצ֖וֹר H2674 שָׂרַ֥ף H8313 בָּאֵֽשׁ H784 ",
  "12": "וְֽאֶת H853 כָּל H3605 עָרֵ֣י H5892 הַמְּלָכִֽים H4428 הָ֠אֵלֶּה H428 וְֽאֶת H853 כָּל H3605 מַלְכֵיהֶ֞ם H4428 לָכַ֧ד H3920 יְהוֹשֻׁ֛עַ H3091 וַיַּכֵּ֥ H5221 לְפִי H6310 חֶ֖רֶב H2719 הֶחֱרִ֣ים H2763 אוֹתָ֑ם H853 כַּאֲשֶׁ֣ר H834 צִוָּ֔ה H6680 מֹשֶׁ֖ה H4872 עֶ֥בֶד H5650 יְהוָֽה H3068 ",
  "13": "רַ֣ק H7535 כָּל H3605 הֶעָרִ֗ים H5892 הָעֹֽמְדוֹת֙ H5975 עַל H5921 תִּלָּ֔ם H8510 לֹ֥א H3808 שְׂרָפָ֖ם H8313 יִשְׂרָאֵ֑ל H3478 זוּלָתִ֛י H2108 אֶת H853 חָצ֥וֹר H2674 לְבַדָּ֖ H905 שָׂרַ֥ף H8313 יְהוֹשֻֽׁעַ H3091 ",
  "14": "וְ֠כֹל H3605 שְׁלַ֞ל H7998 הֶעָרִ֤ים H5892 הָאֵ֨לֶּה֙ H428 וְהַ H929 בָּזְז֥וּ H962 לָהֶ֖ם H1992 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 רַ֣ק H7535 אֶֽת H853 כָּל H3605 הָאָדָ֞ם H120 הִכּ֣וּ H5221 לְפִי H6310 חֶ֗רֶב H2719 עַד H5704 הִשְׁמִדָם֙ H8045 אוֹתָ֔ם H853 לֹ֥א H3808 הִשְׁאִ֖ירוּ H7604 כָּל H3605 נְשָׁמָֽה H5397 ",
  "15": "כַּאֲשֶׁ֨ר H834 צִוָּ֤ה H6680 יְהוָה֙ H3068 אֶת H853 מֹשֶׁ֣ה H4872 עַבְדּ֔וֹ H5650 כֵּן H3651 צִוָּ֥ה H6680 מֹשֶׁ֖ה H4872 אֶת H853 יְהוֹשֻׁ֑עַ H3091 וְכֵן֙ H3651 עָשָׂ֣ה H6213 יְהוֹשֻׁ֔עַ H3091 לֹֽא H3808 הֵסִ֣יר H5493 דָּבָ֔ר H1697 מִכֹּ֛ל H3605 אֲשֶׁר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
  "16": "וַיִּקַּ֨ח H3947 יְהוֹשֻׁ֜עַ H3091 אֶת H853 כָּל H3605 הָאָ֣רֶץ H776 הַזֹּ֗את H2063 הָהָ֤ר H2022 וְאֶת H853 כָּל H3605 הַנֶּ֨גֶב֙ H5045 וְאֵת֙ H853 כָּל H3605 אֶ֣רֶץ H776 הַגֹּ֔שֶׁן H1657 וְאֶת H853 הַשְּׁפֵלָ֖ה H8219 וְאֶת H853 הָעֲרָבָ֑ה H6160 וְאֶת H853 הַ֥ר H2022 יִשְׂרָאֵ֖ל H3478 וּשְׁפֵלָתֹֽ H8219 ",
  "17": "מִן H4480 הָהָ֤ר H2022 הֶֽחָלָק֙ H2510 הָעוֹלֶ֣ה H5927 שֵׂעִ֔יר H8165 וְעַד H5704 בַּ֤עַל H1171 גָּד֙ H1171 בְּבִקְעַ֣ת H1237 הַלְּבָנ֔וֹן H3844 תַּ֖חַת H8478 הַר H2022 חֶרְמ֑וֹן H2768 וְאֵ֤ת H853 כָּל H3605 מַלְכֵיהֶם֙ H4428 לָכַ֔ד H3920 וַיַּכֵּ֖ H5221 וַיְמִיתֵֽ H4191 ",
  "18": "יָמִ֣ים H3117 רַבִּ֗ים H7227 עָשָׂ֧ה H6213 יְהוֹשֻׁ֛עַ H3091 אֶת H854 כָּל H3605 הַמְּלָכִ֥ים H4428 הָאֵ֖לֶּה H428 מִלְחָמָֽה H4421 ",
  "19": "לֹֽא H3808 הָיְתָ֣ה H1961 עִ֗יר H5892 אֲשֶׁ֤ר H834 הִשְׁלִ֨ימָה֙ H7999 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 בִּלְתִּ֥י H1115 הַחִוִּ֖י H2340 יֹשְׁבֵ֣י H3427 גִבְע֑וֹן H1391 אֶת H853 הַכֹּ֖ל H3605 לָקְח֥וּ H3947 בַמִּלְחָמָֽה H4421 ",
  "20": "כִּ֣י H3588 מֵאֵ֣ת H853 יְהוָ֣ה H3068 הָיְתָ֡ה H1961 לְחַזֵּ֣ק H2388 אֶת H853 לִבָּם֩ H3820 לִקְרַ֨את H7125 הַמִּלְחָמָ֤ה H4421 אֶת H854 יִשְׂרָאֵל֙ H3478 לְמַ֣עַן H4616 הַֽחֲרִימָ֔ם H2763 לְבִלְתִּ֥י H1115 הֱיוֹת H1961 לָהֶ֖ם H1992 תְּחִנָּ֑ה H8467 כִּ֚י H3588 לְמַ֣עַן H4616 הַשְׁמִידָ֔ם H8045 כַּאֲשֶׁ֛ר H834 צִוָּ֥ה H6680 יְהוָ֖ה H3068 אֶת H853 מֹשֶֽׁה H4872 ",
  "21": "וַיָּבֹ֨א H935 יְהוֹשֻׁ֜עַ H3091 בָּעֵ֣ת H6256 הַהִ֗יא H1931 וַיַּכְרֵ֤ת H3772 אֶת H853 הָֽעֲנָקִים֙ H6062 מִן H4480 הָהָ֤ר H2022 מִן H4480 חֶבְרוֹן֙ H2275 מִן H4480 דְּבִ֣ר H1688 מִן H4480 עֲנָ֔ב H6024 וּמִ H3605 הַ֣ר H2022 יְהוּדָ֔ה H3063 וּמִ H3605 הַ֣ר H2022 יִשְׂרָאֵ֑ל H3478 עִם H5973 עָרֵיהֶ֖ם H5892 הֶחֱרִימָ֥ם H2763 יְהוֹשֻֽׁעַ H3091 ",
  "22": "לֹֽא H3808 נוֹתַ֣ר H3498 עֲנָקִ֔ים H6062 בְּאֶ֖רֶץ H776 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 רַ֗ק H7535 בְּעַזָּ֛ה H5804 בְּגַ֥ת H1661 וּבְ H795 נִשְׁאָֽרוּ H7604 ",
  "23": "וַיִּקַּ֨ח H3947 יְהוֹשֻׁ֜עַ H3091 אֶת H853 כָּל H3605 הָאָ֗רֶץ H776 כְּ֠כֹל H3605 אֲשֶׁ֨ר H834 דִּבֶּ֣ר H1696 יְהוָה֮ H3068 אֶל H413 מֹשֶׁה֒ H4872 וַיִּתְּנָ H5414 יְהוֹשֻׁ֨עַ H3091 לְנַחֲלָ֧ה H5159 לְיִשְׂרָאֵ֛ל H3478 כְּמַחְלְקֹתָ֖ H4256 לְשִׁבְטֵי H7626 וְהָ H776 שָׁקְטָ֖ה H8252 מִמִּלְחָמָֽה H4421 "
}
