{
  "1": "וְאֵ֛לֶּה H428 אֲשֶׁר H834 נָחֲל֥וּ H5157 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 בְּאֶ֣רֶץ H776 כְּנָ֑עַן H3667 אֲשֶׁ֨ר H834 נִֽחֲל֜וּ H5157 אוֹתָ֗ם H853 אֶלְעָזָ֤ר H499 הַכֹּהֵן֙ H3548 וִיהוֹשֻׁ֣עַ H3091 בִּן H1121 נ֔וּן H5126 וְרָאשֵׁ֛י H7218 אֲב֥וֹת H1 הַמַּטּ֖וֹת H4294 לִבְנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "2": "בְּגוֹרַ֖ל H1486 נַחֲלָתָ֑ם H5159 כַּאֲשֶׁ֨ר H834 צִוָּ֤ה H6680 יְהוָה֙ H3068 בְּיַד H3027 מֹשֶׁ֔ה H4872 לְתִשְׁעַ֥ת H8672 הַמַּטּ֖וֹת H4294 וַחֲצִ֥י H2677 הַמַּטֶּֽה H4294 ",
  "3": "כִּֽי H3588 נָתַ֨ן H5414 מֹשֶׁ֜ה H4872 נַחֲלַ֨ת H5159 שְׁנֵ֤י H8147 הַמַּטּוֹת֙ H4294 וַחֲצִ֣י H2677 הַמַּטֶּ֔ה H4294 מֵעֵ֖בֶר H5676 לַיַּרְדֵּ֑ן H3383 וְלַ֨ H3881 לֹֽא H3808 נָתַ֥ן H5414 נַחֲלָ֖ה H5159 בְּתוֹכָֽ H8432 ",
  "4": "כִּֽי H3588 הָי֧וּ H1961 בְנֵֽי H1121 יוֹסֵ֛ף H3130 שְׁנֵ֥י H8147 מַטּ֖וֹת H4294 מְנַשֶּׁ֣ה H4519 וְאֶפְרָ֑יִם H669 וְלֹֽא H3808 נָתְנוּ֩ H5414 חֵ֨לֶק H2506 לַלְוִיִּ֜ם H3881 בָּאָ֗רֶץ H776 כִּ֤י H3588 אִם H518 עָרִים֙ H5892 לָשֶׁ֔בֶת H3427 וּמִ֨גְרְשֵׁי H4054 לְמִקְנֵי H4735 וּלְ H7075 ",
  "5": "כַּאֲשֶׁ֨ר H834 צִוָּ֤ה H6680 יְהוָה֙ H3068 אֶת H853 מֹשֶׁ֔ה H4872 כֵּ֥ן H3651 עָשׂ֖וּ H6213 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַֽיַּחְלְק֖וּ H2505 אֶת H853 הָאָֽרֶץ H776 ",
  "6": "וַיִּגְּשׁ֨וּ H5066 בְנֵֽי H1121 יְהוּדָ֤ה H3063 אֶל H413 יְהוֹשֻׁ֨עַ֙ H3091 בַּגִּלְגָּ֔ל H1537 וַיֹּ֣אמֶר H559 אֵלָ֔יו H413 כָּלֵ֥ב H3612 בֶּן H1121 יְפֻנֶּ֖ה H3312 הַקְּנִזִּ֑י H7074 אַתָּ֣ה H859 יָדַ֡עְתָּ H3045 אֶֽת H853 הַדָּבָר֩ H1697 אֲשֶׁר H834 דִּבֶּ֨ר H1696 יְהוָ֜ה H3068 אֶל H413 מֹשֶׁ֣ה H4872 אִישׁ H376 הָאֱלֹהִ֗ים H430 עַ֧ל H5921 אֹדוֹתַ֛י H182 וְעַ֥ל H5921 אֹדוֹתֶ֖יךָ H182 בְּקָדֵ֥שׁ H6947 בַּרְנֵֽעַ H6947 ",
  "7": "בֶּן H1121 אַרְבָּעִ֨ים H705 שָׁנָ֜ה H8141 אָנֹכִ֗י H595 בִּ֠שְׁלֹחַ H7971 מֹשֶׁ֨ה H4872 עֶֽבֶד H5650 יְהוָ֥ה H3068 אֹתִ֛י H853 מִקָּדֵ֥שׁ H6947 בַּרְנֵ֖עַ H6947 לְרַגֵּ֣ל H7270 אֶת H853 הָאָ֑רֶץ H776 וָאָשֵׁ֤ב H7725 אֹתוֹ֙ H853 דָּבָ֔ר H1697 כַּאֲשֶׁ֖ר H834 עִם H5973 לְבָבִֽי H3824 ",
  "8": "וְאַחַ H251 אֲשֶׁ֣ר H834 עָל֣וּ H5927 עִמִּ֔י H5973 הִמְסִ֖יו H4529 אֶת H853 לֵ֣ב H3820 הָעָ֑ם H5971 וְאָנֹכִ֣י H595 מִלֵּ֔אתִי H4390 אַחֲרֵ֖י H310 יְהוָ֥ה H3068 אֱלֹהָֽי H430 ",
  "9": "וַיִּשָּׁבַ֣ע H7650 מֹשֶׁ֗ה H4872 בַּיּ֣וֹם H3117 הַהוּא֮ H1931 לֵאמֹר֒ H559 אִם H518 לֹ֗א H3808 הָאָ֨רֶץ֙ H776 אֲשֶׁ֨ר H834 דָּרְכָ֤ה H1869 רַגְלְךָ֙ H7272 בָּ֔הּ Hb לְךָ֨ Hl תִֽהְיֶ֧ה H1961 לְנַחֲלָ֛ה H5159 וּלְ H1121 עַד H5704 עוֹלָ֑ם H5769 כִּ֣י H3588 מִלֵּ֔אתָ H4390 אַחֲרֵ֖י H310 יְהוָ֥ה H3068 אֱלֹהָֽי H430 ",
  "10": "וְעַתָּ֗ה H6258 הִנֵּה֩ H2009 הֶחֱיָ֨ה H2421 יְהוָ֣ה H3068 אוֹתִי֮ H853 כַּאֲשֶׁ֣ר H834 דִּבֵּר֒ H1696 זֶה֩ H2088 אַרְבָּעִ֨ים H705 וְחָמֵ֜שׁ H2568 שָׁנָ֗ה H8141 מֵ֠אָז H227 דִּבֶּ֨ר H1696 יְהוָ֜ה H3068 אֶת H853 הַדָּבָ֤ר H1697 הַזֶּה֙ H2088 אֶל H413 מֹשֶׁ֔ה H4872 אֲשֶׁר H834 הָלַ֥ךְ H1980 יִשְׂרָאֵ֖ל H3478 בַּמִּדְבָּ֑ר H4057 וְעַתָּה֙ H6258 הִנֵּ֣ה H2009 אָנֹכִ֣י H595 הַיּ֔וֹם H3117 בֶּן H1121 חָמֵ֥שׁ H2568 וּשְׁמוֹנִ֖ים H8084 שָׁנָֽה H8141 ",
  "11": "עוֹדֶ֨נִּי H5750 הַיּ֜וֹם H3117 חָזָ֗ק H2389 כַּֽאֲשֶׁר֙ H834 בְּי֨וֹם H3117 שְׁלֹ֤חַ H7971 אוֹתִי֙ H853 מֹשֶׁ֔ה H4872 כְּכֹ֥חִ H3581 אָ֖ז H227 וּכְ H3581 עָ֑תָּה H6258 לַמִּלְחָמָ֖ה H4421 וְלָ H3318 וְלָ H935 ",
  "12": "וְעַתָּ֗ה H6258 תְּנָה H5414 לִּי֙ Hl אֶת H853 הָהָ֣ר H2022 הַזֶּ֔ה H2088 אֲשֶׁר H834 דִּבֶּ֥ר H1696 יְהוָ֖ה H3068 בַּיּ֣וֹם H3117 הַה֑וּא H1931 כִּ֣י H3588 אַתָּֽה H859 שָׁמַעְתָּ֩ H8085 בַיּ֨וֹם H3117 הַה֜וּא H1931 כִּֽי H3588 עֲנָקִ֣ים H6062 שָׁ֗ם H8033 וְעָרִים֙ H5892 גְּדֹל֣וֹת H1419 בְּצֻר֔וֹת H1219 אוּלַ֨י H194 יְהוָ֤ה H3068 אוֹתִי֙ H854 וְה֣וֹרַשְׁתִּ֔י H3423 כַּאֲשֶׁ֖ר H834 דִּבֶּ֥ר H1696 יְהוָֽה H3068 ",
  "13": "וַֽיְבָרְכֵ֖ H1288 יְהוֹשֻׁ֑עַ H3091 וַיִּתֵּ֧ן H5414 אֶת H853 חֶבְר֛וֹן H2275 לְכָלֵ֥ב H3612 בֶּן H1121 יְפֻנֶּ֖ה H3312 לְנַחֲלָֽה H5159 ",
  "14": "עַל H5921 כֵּ֣ן H3651 הָיְתָֽה H1961 חֶ֠בְרוֹן H2275 לְכָלֵ֨ב H3612 בֶּן H1121 יְפֻנֶּ֤ה H3312 הַקְּנִזִּי֙ H7074 לְֽנַחֲלָ֔ה H5159 עַ֖ד H5704 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 יַ֚עַן H3282 אֲשֶׁ֣ר H834 מִלֵּ֔א H4390 אַחֲרֵ֕י H310 יְהוָ֖ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
  "15": "וְשֵׁ֨ם H8034 חֶבְר֤וֹן H2275 לְפָנִים֙ H6440 קִרְיַ֣ת H7153 אַרְבַּ֔ע H7153 הָאָדָ֧ם H120 הַגָּד֛וֹל H1419 בָּעֲנָקִ֖ים H6062 ה֑וּא H1931 וְהָ H776 שָׁקְטָ֖ה H8252 מִמִּלְחָמָֽה H4421 "
}
