{
  "1": "וַיֵּצֵ֞א H3318 הַגּוֹרָ֤ל H1486 הַשֵּׁנִי֙ H8145 לְשִׁמְע֔וֹן H8095 לְמַטֵּ֥ה H4294 בְנֵֽי H1121 שִׁמְע֖וֹן H8095 לְמִשְׁפְּחוֹתָ֑ H4940 וַֽיְהִי֙ H1961 נַֽחֲלָתָ֔ם H5159 בְּת֖וֹךְ H8432 נַחֲלַ֥ת H5159 בְּנֵֽי H1121 יְהוּדָֽה H3063 ",
  "2": "וַיְהִ֥י H1961 לָהֶ֖ם H1992 בְּנַֽחֲלָתָ֑ H5159 בְּאֵֽר H884 שֶׁ֥בַע H884 וְשֶׁ֖בַע H7652 וּמוֹלָדָֽה H4137 ",
  "3": "וַחֲצַ֥ר H2705 שׁוּעָ֛ל H2705 וּבָלָ֖ה H1088 וָעָֽצֶם H6107 ",
  "4": "וְאֶלְתּוֹלַ֥ד H513 וּבְת֖וּל H1329 וְחָרְמָֽה H2767 ",
  "5": "וְצִֽקְלַ֥ג H6860 וּבֵית H1024 הַמַּרְכָּב֖וֹת H1024 וַחֲצַ֥ר H2701 סוּסָֽה H2701 ",
  "6": "וּבֵ֥ית H1034 לְבָא֖וֹת H1034 וְשָֽׁרוּחֶ֑ן H8287 עָרִ֥ים H5892 שְׁלֹשׁ H7969 עֶשְׂרֵ֖ה H6240 וְחַצְרֵי H2691 ",
  "7": "עַ֥יִן H5871 רִמּ֖וֹן H7417 וָעֶ֣תֶר H6281 וְעָשָׁ֑ן H6228 עָרִ֥ים H5892 אַרְבַּ֖ע H702 וְחַצְרֵי H2691 ",
  "8": "וְכָל H3605 הַֽחֲצֵרִ֗ים H2691 אֲשֶׁ֤ר H834 סְבִיבוֹת֙ H5439 הֶֽעָרִ֣ים H5892 הָאֵ֔לֶּה H428 עַד H5704 בַּֽעֲלַ֥ת H1192 בְּאֵ֖ר H1192 רָ֣אמַת H7414 נֶ֑גֶב H5045 זֹ֗את H2063 נַחֲלַ֛ת H5159 מַטֵּ֥ה H4294 בְנֵֽי H1121 שִׁמְע֖וֹן H8095 לְמִשְׁפְּחֹתָֽ H4940 ",
  "9": "מֵחֶ֨בֶל֙ H2256 בְּנֵ֣י H1121 יְהוּדָ֔ה H3063 נַחֲלַ֖ת H5159 בְּנֵ֣י H1121 שִׁמְע֑וֹן H8095 כִּֽי H3588 הָיָ֞ה H1961 חֵ֤לֶק H2506 בְּנֵֽי H1121 יְהוּדָה֙ H3063 רַ֣ב H7227 מֵהֶ֔ם H1992 וַיִּנְחֲל֥וּ H5157 בְנֵֽי H1121 שִׁמְע֖וֹן H8095 בְּת֥וֹךְ H8432 נַחֲלָתָֽם H5159 ",
  "10": "וַיַּ֨עַל֙ H5927 הַגּוֹרָ֣ל H1486 הַשְּׁלִישִׁ֔י H7992 לִבְנֵ֥י H1121 זְבוּלֻ֖ן H2074 לְמִשְׁפְּחֹתָ֑ H4940 וַיְהִ֛י H1961 גְּב֥וּל H1366 נַחֲלָתָ֖ם H5159 עַד H5704 שָׂרִֽיד H8301 ",
  "11": "וְעָלָ֨ה H5927 גְבוּלָ֧ם H1366 לַיָּ֛מָּ H3220 וּמַרְעֲלָ֖ה H4831 וּפָגַ֣ע H6293 בְּדַבָּ֑שֶׁת H1708 וּפָגַע֙ H6293 אֶל H413 הַנַּ֔חַל H5158 אֲשֶׁ֖ר H834 עַל H5921 פְּנֵ֥י H6440 יָקְנְעָֽם H3362 ",
  "12": "וְשָׁ֣ב H7725 מִשָּׂרִ֗יד H8301 קֵ֚דְמָה H6924 מִזְרַ֣ח H4217 הַשֶּׁ֔מֶשׁ H8121 עַל H5921 גְּב֥וּל H1366 כִּסְלֹ֖ת H3696 תָּבֹ֑ר H3696 וְיָצָ֥א H3318 אֶל H413 הַדָּֽבְרַ֖ת H1705 וְעָלָ֥ה H5927 יָפִֽיעַ H3309 ",
  "13": "וּמִ H8033 עָבַר֙ H5674 קֵ֣דְמָה H6924 מִזְרָ֔חָה H4217 גִּתָּ֥ה H1662 חֵ֖פֶר H1662 עִתָּ֣ה H6278 קָצִ֑ין H6278 וְיָצָ֛א H3318 רִמּ֥וֹן H7417 הַמְּתֹאָ֖ר H8388 הַנֵּעָֽה H5269 ",
  "14": "וְנָסַ֤ב H5437 אֹתוֹ֙ H853 הַגְּב֔וּל H1366 מִצְּפ֖וֹן H6828 חַנָּתֹ֑ן H2615 וְהָיוּ֙ H1961 תֹּֽצְאֹתָ֔יו H8444 גֵּ֖י H1516 יִפְתַּח H3317 אֵֽל H3317 ",
  "15": "וְקַטָּ֤ת H7005 וְנַֽהֲלָל֙ H5096 וְשִׁמְר֔וֹן H8110 וְיִדְאֲלָ֖ה H3030 וּבֵ֣ית H1035 לָ֑חֶם H1035 עָרִ֥ים H5892 שְׁתֵּים H8147 עֶשְׂרֵ֖ה H6240 וְחַצְרֵי H2691 ",
  "16": "זֹ֛את H2063 נַחֲלַ֥ת H5159 בְּנֵֽי H1121 זְבוּלֻ֖ן H2074 לְמִשְׁפְּחוֹתָ֑ H4940 הֶֽעָרִ֥ים H5892 הָאֵ֖לֶּה H428 וְחַצְרֵי H2691 ",
  "17": "לְיִ֨שָּׂשכָ֔ר H3485 יָצָ֖א H3318 הַגּוֹרָ֣ל H1486 הָֽרְבִיעִ֑י H7243 לִבְנֵ֥י H1121 יִשָּׂשכָ֖ר H3485 לְמִשְׁפְּחוֹתָֽ H4940 ",
  "18": "וַיְהִ֖י H1961 גְּבוּלָ֑ם H1366 יִזְרְעֶ֥אלָה H3157 וְהַ H3694 וְשׁוּנֵֽם H7766 ",
  "19": "וַחֲפָרַ֥יִם H2663 וְשִׁיאֹ֖ן H7866 וַאֲנָחֲרַֽת H588 ",
  "20": "וְהָֽ H7245 וְקִשְׁי֖וֹן H7191 וָאָֽבֶץ H77 ",
  "21": "וְרֶ֧מֶת H7432 וְעֵין H5873 גַּנִּ֛ים H5873 וְעֵ֥ין H5876 חַדָּ֖ה H5876 וּבֵ֥ית H1048 פַּצֵּֽץ H1048 ",
  "22": "וּפָגַע֩ H6293 הַגְּב֨וּל H1366 בְּתָב֤וֹר H8396 ושחצומ H7831 וּבֵ֣ית H1053 שֶׁ֔מֶשׁ H1053 וְהָי֛וּ H1961 תֹּצְא֥וֹת H8444 גְּבוּלָ֖ם H1366 הַיַּרְדֵּ֑ן H3383 עָרִ֥ים H5892 שֵׁשׁ H8337 עֶשְׂרֵ֖ה H6240 וְחַצְרֵי H2691 ",
  "23": "זֹ֗את H2063 נַחֲלַ֛ת H5159 מַטֵּ֥ה H4294 בְנֵֽי H1121 יִשָּׂשכָ֖ר H3485 לְמִשְׁפְּחֹתָ֑ H4940 הֶעָרִ֖ים H5892 וְחַצְרֵי H2691 ",
  "24": "וַיֵּצֵא֙ H3318 הַגּוֹרָ֣ל H1486 הַֽחֲמִישִׁ֔י H2549 לְמַטֵּ֥ה H4294 בְנֵֽי H1121 אָשֵׁ֖ר H836 לְמִשְׁפְּחוֹתָֽ H4940 ",
  "25": "וַיְהִ֖י H1961 גְּבוּלָ֑ם H1366 חֶלְקַ֥ת H2520 וַחֲלִ֖י H2482 וָבֶ֥טֶן H991 וְאַכְשָֽׁף H407 ",
  "26": "וְאַֽלַמֶּ֥לֶךְ H487 וְעַמְעָ֖ד H6008 וּמִשְׁאָ֑ל H4861 וּפָגַ֤ע H6293 בְּכַרְמֶל֙ H3760 הַיָּ֔מָּ H3220 וּבְ H7884 לִבְנָֽת H7884 ",
  "27": "וְשָׁ֨ב H7725 מִזְרַ֣ח H4217 הַשֶּׁמֶשׁ֮ H8121 בֵּ֣ית H1016 דָּגֹן֒ H1016 וּפָגַ֣ע H6293 בִּ֠זְבֻלוּן H2074 וּבְ H1516 יִפְתַּח H3317 אֵ֥ל H3317 צָפ֛וֹנָה H6828 בֵּ֥ית H1025 הָעֵ֖מֶק H1025 וּנְעִיאֵ֑ל H5272 וְיָצָ֥א H3318 אֶל H413 כָּב֖וּל H3521 מִשְּׂמֹֽאל H8040 ",
  "28": "וְעֶבְרֹ֥ן H5683 וּרְחֹ֖ב H7340 וְחַמּ֣וֹן H2540 וְקָנָ֑ה H7071 עַ֖ד H5704 צִיד֥וֹן H6721 רַבָּֽה H7227 ",
  "29": "וְשָׁ֤ב H7725 הַגְּבוּל֙ H1366 הָֽרָמָ֔ה H7414 וְעַד H5704 עִ֖יר H5892 מִבְצַר H4013 צֹ֑ר H6865 וְשָׁ֤ב H7725 הַגְּבוּל֙ H1366 חֹסָ֔ה H2621 ויהיו H1961 תֹצְאֹתָ֛יו H8444 הַיָּ֖מָּ H3220 מֵחֶ֥בֶל H2256 אַכְזִֽיבָה H392 ",
  "30": "וְעֻמָ֥ה H5981 וַאֲפֵ֖ק H663 וּרְחֹ֑ב H7340 עָרִ֛ים H5892 עֶשְׂרִ֥ים H6242 וּשְׁתַּ֖יִם H8147 וְחַצְרֵי H2691 ",
  "31": "זֹ֗את H2063 נַחֲלַ֛ת H5159 מַטֵּ֥ה H4294 בְנֵֽי H1121 אָשֵׁ֖ר H836 לְמִשְׁפְּחֹתָ֑ H4940 הֶעָרִ֥ים H5892 הָאֵ֖לֶּה H428 וְחַצְרֵי H2691 ",
  "32": "לִבְנֵ֣י H1121 נַפְתָּלִ֔י H5321 יָצָ֖א H3318 הַגּוֹרָ֣ל H1486 הַשִּׁשִּׁ֑י H8345 לִבְנֵ֥י H1121 נַפְתָּלִ֖י H5321 לְמִשְׁפְּחֹתָֽ H4940 ",
  "33": "וַיְהִ֣י H1961 גְבוּלָ֗ם H1366 מֵחֵ֨לֶף H2501 מֵֽאֵל֜וֹן H438 בְּצַעֲנַנִּ֗ים H6815 וַאֲדָמִ֥י H129 הַנֶּ֛קֶב H5346 וְיַבְנְאֵ֖ל H2995 עַד H5704 לַקּ֑וּם H3946 וַיְהִ֥י H1961 תֹצְאֹתָ֖יו H8444 הַיַּרְדֵּֽן H3383 ",
  "34": "וְשָׁ֨ב H7725 הַגְּב֥וּל H1366 יָ֨מָּה֙ H3220 אַזְנ֣וֹת H243 תָּב֔וֹר H243 וְיָצָ֥א H3318 מִשָּׁ֖ם H8033 חוּקֹ֑קָה H2712 וּפָגַ֨ע H6293 בִּזְבֻל֜וּן H2074 מִנֶּ֗גֶב H5045 וּבְ H836 פָּגַ֣ע H6293 מִיָּ֔ם H3220 וּבִ֣ H3063 הַיַּרְדֵּ֖ן H3383 מִזְרַ֥ח H4217 הַשָּֽׁמֶשׁ H8121 ",
  "35": "וְעָרֵ֖י H5892 מִבְצָ֑ר H4013 הַצִּדִּ֣ים H6661 צֵ֔ר H6863 וְחַמַּ֖ת H2575 רַקַּ֥ת H7557 וְכִנָּֽרֶת H3672 ",
  "36": "וַאֲדָמָ֥ה H128 וְהָ H7414 וְחָצֽוֹר H2674 ",
  "37": "וְקֶ֥דֶשׁ H6943 וְאֶדְרֶ֖עִי H154 וְעֵ֥ין H5877 חָצֽוֹר H5877 ",
  "38": "וְיִרְאוֹן֙ H3375 וּמִגְדַּל H4027 אֵ֔ל H4027 חֳרֵ֥ם H2765 וּבֵית H1043 עֲנָ֖ת H1043 וּבֵ֣ית H1053 שָׁ֑מֶשׁ H1053 עָרִ֥ים H5892 תְּשַֽׁע H8672 עֶשְׂרֵ֖ה H6240 וְחַצְרֵי H2691 ",
  "39": "זֹ֗את H2063 נַחֲלַ֛ת H5159 מַטֵּ֥ה H4294 בְנֵֽי H1121 נַפְתָּלִ֖י H5321 לְמִשְׁפְּחֹתָ֑ H4940 הֶעָרִ֖ים H5892 וְחַצְרֵי H2691 ",
  "40": "לְמַטֵּ֥ה H4294 בְנֵי H1121 דָ֖ן H1835 לְמִשְׁפְּחֹתָ֑ H4940 יָצָ֖א H3318 הַגּוֹרָ֥ל H1486 הַשְּׁבִיעִֽי H7637 ",
  "41": "וַיְהִ֖י H1961 גְּב֣וּל H1366 נַחֲלָתָ֑ם H5159 צָרְעָ֥ה H6881 וְאֶשְׁתָּא֖וֹל H847 וְעִ֥יר H5905 שָֽׁמֶשׁ H5905 ",
  "42": "וְשַֽׁעֲלַבִּ֥ין H8169 וְאַיָּל֖וֹן H357 וְיִתְלָֽה H3494 ",
  "43": "וְאֵיל֥וֹן H356 וְתִמְנָ֖תָ H8553 וְעֶקְרֽוֹן H6138 ",
  "44": "וְאֶלְתְּקֵ֥ה H514 וְגִבְּת֖וֹן H1405 וּבַעֲלָֽת H1191 ",
  "45": "וִיהֻ֥ד H3055 וּבְנֵֽי H1139 בְרַ֖ק H1139 וְגַת H1667 רִמּֽוֹן H1667 ",
  "46": "וּמֵ֥י H4313 הַיַּרְק֖וֹן H4313 וְהָֽ H7542 עִֽם H5973 הַגְּב֖וּל H1366 מ֥וּל H4136 יָפֽוֹ H3305 ",
  "47": "וַיֵּצֵ֥א H3318 גְבוּל H1366 בְּנֵי H1121 דָ֖ן H1835 מֵהֶ֑ם H1992 וַיַּעֲל֣וּ H5927 בְנֵֽי H1121 דָ֠ן H1835 וַיִּלָּחֲמ֨וּ H3898 עִם H5973 לֶ֜שֶׁם H3959 וַיִּלְכְּד֥וּ H3920 אוֹתָ֣הּ H853 וַיַּכּ֧וּ H5221 אוֹתָ֣הּ H853 לְפִי H6310 חֶ֗רֶב H2719 וַיִּֽרְשׁ֤וּ H3423 אוֹתָהּ֙ H853 וַיֵּ֣שְׁבוּ H3427 בָ֔הּ Hb וַיִּקְרְא֤וּ H7121 לְלֶ֨שֶׁם֙ H3959 דָּ֔ן H1835 כְּשֵׁ֖ם H8034 דָּ֥ן H1835 אֲבִיהֶֽם H1 ",
  "48": "זֹ֗את H2063 נַחֲלַ֛ת H5159 מַטֵּ֥ה H4294 בְנֵי H1121 דָ֖ן H1835 לְמִשְׁפְּחֹתָ֑ H4940 הֶֽעָרִ֥ים H5892 הָאֵ֖לֶּה H428 וְחַצְרֵי H2691 ",
  "49": "וַיְכַלּ֥וּ H3615 לִנְחֹל H5157 אֶת H853 הָאָ֖רֶץ H776 לִגְבֽוּלֹתֶ֑י H1367 וַיִּתְּנ֨וּ H5414 בְנֵי H1121 יִשְׂרָאֵ֧ל H3478 נַחֲלָ֛ה H5159 לִיהוֹשֻׁ֥עַ H3091 בִּן H1121 נ֖וּן H5126 בְּתוֹכָֽ H8432 ",
  "50": "עַל H5921 פִּ֨י H6310 יְהוָ֜ה H3068 נָ֣תְנוּ H5414 ל֗וֹ Hl אֶת H853 הָעִיר֙ H5892 אֲשֶׁ֣ר H834 שָׁאָ֔ל H7592 אֶת H853 תִּמְנַת H8556 סֶ֖רַח H8556 בְּהַ֣ר H2022 אֶפְרָ֑יִם H669 וַיִּבְנֶ֥ה H1129 אֶת H853 הָעִ֖יר H5892 וַיֵּ֥שֶׁב H3427 בָּֽהּ Hb ",
  "51": "אֵ֣לֶּה H428 הַנְּחָלֹ֡ת H5159 אֲשֶׁ֣ר H834 נִחֲל֣וּ H5157 אֶלְעָזָ֣ר H499 הַכֹּהֵ֣ן H3548 וִיהוֹשֻׁ֪עַ H3091 בִּן H1121 נ֟וּן H5126 וְרָאשֵׁ֣י H7218 הָֽאָב֣וֹת H1 לְמַטּוֹת֩ H4294 בְּנֵי H1121 יִשְׂרָאֵ֨ל H3478 בְּגוֹרָ֤ל H1486 בְּשִׁלֹה֙ H7887 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 פֶּ֖תַח H6607 אֹ֣הֶל H168 מוֹעֵ֑ד H4150 וַיְכַלּ֕וּ H3615 מֵֽחַלֵּ֖ק H2505 אֶת H853 הָאָֽרֶץ H776 "
}
