{
  "1": "וַֽיִּגְּשׁ֗וּ H5066 רָאשֵׁי֙ H7218 אֲב֣וֹת H1 הַלְוִיִּ֔ם H3881 אֶל H413 אֶלְעָזָר֙ H499 הַכֹּהֵ֔ן H3548 וְאֶל H413 יְהוֹשֻׁ֖עַ H3091 בִּן H1121 נ֑וּן H5126 וְאֶל H413 רָאשֵׁ֛י H7218 אֲב֥וֹת H1 הַמַּטּ֖וֹת H4294 לִבְנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "2": "וַיְדַבְּר֨וּ H1696 אֲלֵיהֶ֜ם H413 בְּשִׁלֹ֗ה H7887 בְּאֶ֤רֶץ H776 כְּנַ֨עַן֙ H3667 לֵאמֹ֔ר H559 יְהוָה֙ H3068 צִוָּ֣ה H6680 בְיַד H3027 מֹשֶׁ֔ה H4872 לָֽתֶת H5414 לָ֥נוּ Hl עָרִ֖ים H5892 לָשָׁ֑בֶת H3427 וּמִגְרְשֵׁי H4054 לִבְהֶמְתֵּֽ H929 ",
  "3": "וַיִּתְּנ֨וּ H5414 בְנֵי H1121 יִשְׂרָאֵ֧ל H3478 לַלְוִיִּ֛ם H3881 מִנַּחֲלָתָ֖ H5159 אֶל H413 פִּ֣י H6310 יְהוָ֑ה H3068 אֶת H853 הֶעָרִ֥ים H5892 הָאֵ֖לֶּה H428 וְאֶת H853 מִגְרְשֵׁיהֶֽן H4054 ",
  "4": "וַיֵּצֵ֥א H3318 הַגּוֹרָ֖ל H1486 לְמִשְׁפְּחֹ֣ת H4940 הַקְּהָתִ֑י H6956 וַיְהִ֡י H1961 לִבְנֵי֩ H1121 אַהֲרֹ֨ן H175 הַכֹּהֵ֜ן H3548 מִן H4480 הַלְוִיִּ֗ם H3881 מִמַּטֵּ֣ה H4294 יְ֠הוּדָה H3063 וּמִ H4294 הַשִּׁמְעֹנִ֜י H8099 וּמִ H4294 בִנְיָמִן֙ H1144 בַּגּוֹרָ֔ל H1486 עָרִ֖ים H5892 שְׁלֹ֥שׁ H7969 עֶשְׂרֵֽה H6240 ",
  "5": "וְלִ H1121 קְהָ֜ת H6955 הַנּוֹתָרִ֗ים H3498 מִמִּשְׁפְּחֹ֣ת H4940 מַטֵּֽה H4294 אֶ֠פְרַיִם H669 וּֽמִ H4294 דָ֞ן H1835 וּמֵ H2677 מַטֵּ֧ה H4294 מְנַשֶּׁ֛ה H4519 בַּגּוֹרָ֖ל H1486 עָרִ֥ים H5892 עָֽשֶׂר H6235 ",
  "6": "וְלִ H1121 גֵרְשׁ֗וֹן H1648 מִמִּשְׁפְּח֣וֹת H4940 מַטֵּֽה H4294 יִשָּׂשכָ֣ר H3485 וּמִ H4294 אָ֠שֵׁר H836 וּמִ H4294 נַפְתָּלִ֜י H5321 וּ֠מֵ H2677 מַטֵּ֨ה H4294 מְנַשֶּׁ֤ה H4519 בַבָּשָׁן֙ H1316 בַּגּוֹרָ֔ל H1486 עָרִ֖ים H5892 שְׁלֹ֥שׁ H7969 עֶשְׂרֵֽה H6240 ",
  "7": "לִבְנֵ֨י H1121 מְרָרִ֜י H4847 לְמִשְׁפְּחֹתָ֗ H4940 מִמַּטֵּ֨ה H4294 רְאוּבֵ֤ן H7205 וּמִ H4294 גָד֙ H1410 וּמִ H4294 זְבוּלֻ֔ן H2074 עָרִ֖ים H5892 שְׁתֵּ֥ים H8147 עֶשְׂרֵֽה H6240 ",
  "8": "וַיִּתְּנ֤וּ H5414 בְנֵֽי H1121 יִשְׂרָאֵל֙ H3478 לַלְוִיִּ֔ם H3881 אֶת H853 הֶעָרִ֥ים H5892 הָאֵ֖לֶּה H428 וְאֶת H853 מִגְרְשֵׁיהֶ֑ן H4054 כַּאֲשֶׁ֨ר H834 צִוָּ֧ה H6680 יְהוָ֛ה H3068 בְּיַד H3027 מֹשֶׁ֖ה H4872 בַּגּוֹרָֽל H1486 ",
  "9": "וַֽיִּתְּנ֗וּ H5414 מִמַּטֵּה֙ H4294 בְּנֵ֣י H1121 יְהוּדָ֔ה H3063 וּמִ H4294 בְּנֵ֣י H1121 שִׁמְע֑וֹן H8095 אֵ֚ת H853 הֶֽעָרִ֣ים H5892 הָאֵ֔לֶּה H428 אֲשֶׁר H834 יִקְרָ֥א H7121 אֶתְהֶ֖ן H853 בְּשֵֽׁם H8034 ",
  "10": "וַֽיְהִי֙ H1961 לִבְנֵ֣י H1121 אַהֲרֹ֔ן H175 מִמִּשְׁפְּח֥וֹת H4940 הַקְּהָתִ֖י H6956 מִבְּנֵ֣י H1121 לֵוִ֑י H3878 כִּ֥י H3588 לָהֶ֛ם H1992 הָיָ֥ה H1961 הַגּוֹרָ֖ל H1486 רִיאשֹׁנָֽה H7223 ",
  "11": "וַיִּתְּנ֨וּ H5414 לָהֶ֜ם H1992 אֶת H853 קִרְיַת֩ H7153 אַרְבַּ֨ע H7153 אֲבִ֧י H1 הָֽעֲנ֛וֹק H6061 הִ֥יא H1931 חֶבְר֖וֹן H2275 בְּהַ֣ר H2022 יְהוּדָ֑ה H3063 וְאֶת H854 מִגְרָשֶׁ֖הָ H4054 סְבִיבֹתֶֽיהָ H5439 ",
  "12": "וְאֶת H853 שְׂדֵ֥ה H7704 הָעִ֖יר H5892 וְאֶת H853 חֲצֵרֶ֑יהָ H2691 נָֽתְנ֛וּ H5414 לְכָלֵ֥ב H3612 בֶּן H1121 יְפֻנֶּ֖ה H3312 בַּאֲחֻזָּתֽ H272 ",
  "13": "וְלִ H1121 אַהֲרֹ֣ן H175 הַכֹּהֵ֗ן H3548 נָֽתְנוּ֙ H5414 אֶת H853 עִיר֙ H5892 מִקְלַ֣ט H4733 הָרֹצֵ֔חַ H7523 אֶת H853 חֶבְר֖וֹן H2275 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 וְאֶת H853 לִבְנָ֖ה H3841 וְאֶת H853 מִגְרָשֶֽׁהָ H4054 ",
  "14": "וְאֶת H853 יַתִּר֙ H3492 וְאֶת H853 מִגְרָשֶׁ֔הָ H4054 וְאֶת H853 אֶשְׁתְּמֹ֖עַ H851 וְאֶת H853 מִגְרָשֶֽׁהָ H4054 ",
  "15": "וְאֶת H853 חֹלֹן֙ H2473 וְאֶת H853 מִגְרָשֶׁ֔הָ H4054 וְאֶת H853 דְּבִ֖ר H1688 וְאֶת H853 מִגְרָשֶֽׁהָ H4054 ",
  "16": "וְאֶת H853 עַ֣יִן H5871 וְאֶת H853 מִגְרָשֶׁ֗הָ H4054 וְאֶת H853 יֻטָּה֙ H3194 וְאֶת H853 מִגְרָשֶׁ֔הָ H4054 אֶת H853 בֵּ֥ית H1053 שֶׁ֖מֶשׁ H1053 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 עָרִ֣ים H5892 תֵּ֔שַׁע H8672 מֵאֵ֕ת H853 שְׁנֵ֥י H8147 הַשְּׁבָטִ֖ים H7626 הָאֵֽלֶּה H428 ",
  "17": "וּמִ H4294 בִנְיָמִ֔ן H1144 אֶת H853 גִּבְע֖וֹן H1391 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 אֶת H853 גֶּ֖בַע H1387 וְאֶת H853 מִגְרָשֶֽׁהָ H4054 ",
  "18": "אֶת H853 עֲנָתוֹת֙ H6068 וְאֶת H853 מִגְרָשֶׁ֔הָ H4054 וְאֶת H853 עַלְמ֖וֹן H5960 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 עָרִ֖ים H5892 אַרְבַּֽע H702 ",
  "19": "כָּל H3605 עָרֵ֥י H5892 בְנֵֽי H1121 אַהֲרֹ֖ן H175 הַכֹּֽהֲנִ֑ים H3548 שְׁלֹשׁ H7969 עֶשְׂרֵ֥ה H6240 עָרִ֖ים H5892 וּמִגְרְשֵׁי H4054 ",
  "20": "וּלְ H4940 בְּנֵֽי H1121 קְהָת֙ H6955 הַלְוִיִּ֔ם H3881 הַנּוֹתָרִ֖ים H3498 מִבְּנֵ֣י H1121 קְהָ֑ת H6955 וַֽיְהִי֙ H1961 עָרֵ֣י H5892 גֽוֹרָלָ֔ם H1486 מִמַּטֵּ֖ה H4294 אֶפְרָֽיִם H669 ",
  "21": "וַיִּתְּנ֨וּ H5414 לָהֶ֜ם Hl אֶת H853 עִ֨יר H5892 מִקְלַ֧ט H4733 הָרֹצֵ֛חַ H7523 אֶת H853 שְׁכֶ֥ם H7927 וְאֶת H853 מִגְרָשֶׁ֖הָ H4054 בְּהַ֣ר H2022 אֶפְרָ֑יִם H669 וְאֶת H853 גֶּ֖זֶר H1507 וְאֶת H853 מִגְרָשֶֽׁהָ H4054 ",
  "22": "וְאֶת H853 קִבְצַ֨יִם֙ H6911 וְאֶת H853 מִגְרָשֶׁ֔הָ H4054 וְאֶת H853 בֵּ֥ית H1032 חוֹרֹ֖ן H1032 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 עָרִ֖ים H5892 אַרְבַּֽע H702 ",
  "23": "וּמִ H4294 דָ֔ן H1835 אֶֽת H853 אֶלְתְּקֵ֖א H514 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 אֶֽת H853 גִּבְּת֖וֹן H1405 וְאֶת H853 מִגְרָשֶֽׁהָ H4054 ",
  "24": "אֶת H853 אַיָּלוֹן֙ H357 וְאֶת H853 מִגְרָשֶׁ֔הָ H4054 אֶת H853 גַּת H1667 רִמּ֖וֹן H1667 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 עָרִ֖ים H5892 אַרְבַּֽע H702 ",
  "25": "וּמִֽ H4276 מַטֵּ֣ה H4294 מְנַשֶּׁ֔ה H4519 אֶת H853 תַּעְנַךְ֙ H8590 וְאֶת H853 מִגְרָשֶׁ֔הָ H4054 וְאֶת H853 גַּת H1667 רִמּ֖וֹן H1667 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 עָרִ֖ים H5892 שְׁתָּֽיִם H8147 ",
  "26": "כָּל H3605 עָרִ֥ים H5892 עֶ֖שֶׂר H6235 וּמִגְרְשֵׁי H4054 לְמִשְׁפְּח֥וֹת H4940 בְּנֵֽי H1121 קְהָ֖ת H6955 הַנּוֹתָרִֽים H3498 ",
  "27": "וְלִ H1121 גֵרְשׁוֹן֮ H1648 מִמִּשְׁפְּחֹ֣ת H4940 הַלְוִיִּם֒ H3881 מֵחֲצִ֞י H2677 מַטֵּ֣ה H4294 מְנַשֶּׁ֗ה H4519 אֶת H853 עִיר֙ H5892 מִקְלַ֣ט H4733 הָרֹצֵ֔חַ H7523 אֶת H853 גלון H1474 בַּבָּשָׁן֙ H1316 וְאֶת H853 מִגְרָשֶׁ֔הָ H4054 וְאֶֽת H853 בְּעֶשְׁתְּרָ֖ה H1203 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 עָרִ֖ים H5892 שְׁתָּֽיִם H8147 ",
  "28": "וּמִ H4294 יִשָּׂשכָ֔ר H3485 אֶת H853 קִשְׁי֖וֹן H7191 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 אֶת H853 דָּֽבְרַ֖ת H1705 וְאֶת H853 מִגְרָשֶֽׁהָ H4054 ",
  "29": "אֶת H853 יַרְמוּת֙ H3412 וְאֶת H853 מִגְרָשֶׁ֔הָ H4054 אֶת H853 עֵ֥ין H5873 גַּנִּ֖ים H5873 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 עָרִ֖ים H5892 אַרְבַּֽע H702 ",
  "30": "וּמִ H4294 אָשֵׁ֔ר H836 אֶת H853 מִשְׁאָ֖ל H4861 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 אֶת H853 עַבְדּ֖וֹן H5658 וְאֶת H853 מִגְרָשֶֽׁהָ H4054 ",
  "31": "אֶת H853 חֶלְקָת֙ H2520 וְאֶת H853 מִגְרָשֶׁ֔הָ H4054 וְאֶת H853 רְחֹ֖ב H7340 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 עָרִ֖ים H5892 אַרְבַּֽע H702 ",
  "32": "וּמִ H4294 נַפְתָּלִ֜י H5321 אֶת H853 עִ֣יר H5892 מִקְלַ֣ט H4733 הָֽרֹצֵ֗חַ H7523 אֶת H853 קֶ֨דֶשׁ H6943 בַּגָּלִ֤יל H1551 וְאֶת H853 מִגְרָשֶׁ֨הָ֙ H4054 וְאֶת H853 חַמֹּ֥ת H2576 דֹּאר֙ H2576 וְאֶת H853 מִגְרָשֶׁ֔הָ H4054 וְאֶת H853 קַרְתָּ֖ן H7178 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 עָרִ֖ים H5892 שָׁלֹֽשׁ H7969 ",
  "33": "כָּל H3605 עָרֵ֥י H5892 הַגֵּרְשֻׁנִּ֖י H1649 לְמִשְׁפְּחֹתָ֑ H4940 שְׁלֹשׁ H7969 עֶשְׂרֵ֥ה H6240 עִ֖יר H5892 וּמִגְרְשֵׁי H4054 ",
  "34": "וּלְ H4940 בְּנֵֽי H1121 מְרָרִי֮ H4847 הַלְוִיִּ֣ם H3881 הַנּוֹתָרִים֒ H3498 מֵאֵת֙ H853 מַטֵּ֣ה H4294 זְבוּלֻ֔ן H2074 אֶֽת H853 יָקְנְעָ֖ם H3362 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 אֶת H853 קַרְתָּ֖ה H7177 וְאֶת H853 מִגְרָשֶֽׁהָ H4054 ",
  "35": "אֶת H853 דִּמְנָה֙ H1829 וְאֶת H853 מִגְרָשֶׁ֔הָ H4054 אֶֽת H853 נַהֲלָ֖ל H5096 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 עָרִ֖ים H5892 אַרְבַּֽע H702 ",
  "36": "וּמִ H4294 רְאוּבֵ֔ן H7205 אֶת H853 בֶּ֖צֶר H1221 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 וְאֶת H853 יַ֖הְצָה H3096 וְאֶת H853 מִגְרָשֶֽׁהָ H4054 ",
  "37": "אֶת H853 קְדֵמוֹת֙ H6932 וְאֶת H853 מִגְרָשֶׁ֔הָ H4054 וְאֶת H853 מֵיפָ֖עַת H4158 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 עָרִ֖ים H5892 אַרְבַּֽע H702 ",
  "38": "וּמִ H4294 גָ֗ד H1410 אֶת H853 עִיר֙ H5892 מִקְלַ֣ט H4733 הָרֹצֵ֔חַ H7523 אֶת H853 רָמֹ֥ת H7433 בַּגִּלְעָ֖ד H1568 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 וְאֶֽת H853 מַחֲנַ֖יִם H4266 וְאֶת H853 מִגְרָשֶֽׁהָ H4054 ",
  "39": "אֶת H853 חֶשְׁבּוֹן֙ H2809 וְאֶת H853 מִגְרָשֶׁ֔הָ H4054 אֶת H853 יַעְזֵ֖ר H3270 וְאֶת H853 מִגְרָשֶׁ֑הָ H4054 כָּל H3605 עָרִ֖ים H5892 אַרְבַּֽע H702 ",
  "40": "כָּל H3605 הֶ֨עָרִ֜ים H5892 לִבְנֵ֤י H1121 מְרָרִי֙ H4847 לְמִשְׁפְּחֹתָ֔ H4940 הַנּוֹתָרִ֖ים H3498 מִמִּשְׁפְּח֣וֹת H4940 הַלְוִיִּ֑ם H3881 וַיְהִי֙ H1961 גּוֹרָלָ֔ם H1486 עָרִ֖ים H5892 שְׁתֵּ֥ים H8147 עֶשְׂרֵֽה H6240 ",
  "41": "כֹּ֚ל H3605 עָרֵ֣י H5892 הַלְוִיִּ֔ם H3881 בְּת֖וֹךְ H8432 אֲחֻזַּ֣ת H272 בְּנֵֽי H1121 יִשְׂרָאֵ֑ל H3478 עָרִ֛ים H5892 אַרְבָּעִ֥ים H705 וּשְׁמֹנֶ֖ה H8083 וּמִגְרְשֵׁי H4054 ",
  "42": "תִּֽהְיֶ֨ינָה֙ H1961 הֶעָרִ֣ים H5892 הָאֵ֔לֶּה H428 עִ֣יר H5892 עִ֔יר H5892 וּמִגְרָשֶׁ֖י H4054 סְבִיבֹתֶ֑יהָ H5439 כֵּ֖ן H3651 לְכָל H3605 הֶעָרִ֥ים H5892 הָאֵֽלֶּה H428 ",
  "43": "וַיִּתֵּ֤ן H5414 יְהוָה֙ H3068 לְיִשְׂרָאֵ֔ל H3478 אֶת H853 כָּל H3605 הָאָ֔רֶץ H776 אֲשֶׁ֥ר H834 נִשְׁבַּ֖ע H7650 לָתֵ֣ת H5414 לַאֲבוֹתָ֑ H1 וַיִּרָשׁ֖וּ H3423 וַיֵּ֥שְׁבוּ H3427 בָֽהּ Hb ",
  "44": "וַיָּ֨נַח H5117 יְהוָ֤ה H3068 לָהֶם֙ Hl מִסָּבִ֔יב H5439 כְּכֹ֥ל H3605 אֲשֶׁר H834 נִשְׁבַּ֖ע H7650 לַאֲבוֹתָ֑ H1 וְלֹא H3808 עָ֨מַד H5975 אִ֤ישׁ H376 בִּפְנֵי H6440 מִכָּל H3605 אֹ֣יְבֵיהֶ֔ם H341 אֵ֚ת H853 כָּל H3605 אֹ֣יְבֵיהֶ֔ם H341 נָתַ֥ן H5414 יְהוָ֖ה H3068 בְּיָדָֽ H3027 ",
  "45": "לֹֽא H3808 נָפַ֣ל H5307 דָּבָ֔ר H1697 מִכֹּל֙ H3605 הַדָּבָ֣ר H1697 הַטּ֔וֹב H2896 אֲשֶׁר H834 דִּבֶּ֥ר H1696 יְהוָ֖ה H3068 אֶל H413 בֵּ֣ית H1004 יִשְׂרָאֵ֑ל H3478 הַכֹּ֖ל H3605 בָּֽא H935 "
}
