{
  "1": "אָ֚ז H227 יִקְרָ֣א H7121 יְהוֹשֻׁ֔עַ H3091 לָרֽאוּבֵנִ֖י H7206 וְלַ H1425 וְלַ H2677 מַטֵּ֥ה H4294 מְנַשֶּֽׁה H4519 ",
  "2": "וַיֹּ֣אמֶר H559 אֲלֵיהֶ֔ם H413 אַתֶּ֣ם H859 שְׁמַרְתֶּ֔ם H8104 אֵ֚ת H853 כָּל H3605 אֲשֶׁ֣ר H834 צִוָּ֣ה H6680 אֶתְכֶ֔ם H853 מֹשֶׁ֖ה H4872 עֶ֣בֶד H5650 יְהוָ֑ה H3068 וַתִּשְׁמְע֣וּ H8085 בְקוֹלִ֔ H6963 לְכֹ֥ל H3605 אֲשֶׁר H834 צִוִּ֖יתִי H6680 אֶתְכֶֽם H853 ",
  "3": "לֹֽא H3808 עֲזַבְתֶּ֣ם H5800 אֶת H853 אֲחֵיכֶ֗ם H251 זֶ֚ה H2088 יָמִ֣ים H3117 רַבִּ֔ים H7227 עַ֖ד H5704 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 וּשְׁמַרְתֶּ֕ם H8104 אֶת H853 מִשְׁמֶ֕רֶת H4931 מִצְוַ֖ת H4687 יְהוָ֥ה H3068 אֱלֹהֵיכֶֽם H430 ",
  "4": "וְעַתָּ֗ה H6258 הֵנִ֨יחַ H5117 יְהוָ֤ה H3068 אֱלֹֽהֵיכֶם֙ H430 לַֽאֲחֵי H251 כַּאֲשֶׁ֖ר H834 דִּבֶּ֣ר H1696 לָהֶ֑ם Hl וְעַתָּ֡ה H6258 פְּנוּ֩ H6437 וּלְכ֨וּ H3212 לָכֶ֜ם Hl לְאָהֳלֵי H168 אֶל H413 אֶ֨רֶץ֙ H776 אֲחֻזַּתְכֶ֔ם H272 אֲשֶׁ֣ר H834 נָתַ֣ן H5414 לָכֶ֗ם Hl מֹשֶׁה֙ H4872 עֶ֣בֶד H5650 יְהוָ֔ה H3068 בְּעֵ֖בֶר H5676 הַיַּרְדֵּֽן H3383 ",
  "5": "רַ֣ק H7535 שִׁמְר֣וּ H8104 מְאֹ֗ד H3966 לַעֲשׂ֨וֹת H6213 אֶת H853 הַמִּצְוָ֣ה H4687 וְאֶת H853 הַתּוֹרָה֮ H8451 אֲשֶׁ֣ר H834 צִוָּ֣ה H6680 אֶתְכֶם֮ H853 מֹשֶׁ֣ה H4872 עֶֽבֶד H5650 יְהוָה֒ H3068 לְ֠אַהֲבָה H157 אֶת H853 יְהוָ֨ה H3068 אֱלֹֽהֵיכֶ֜ם H430 וְלָ H3212 בְּכָל H3605 דְּרָכָ֛יו H1870 וְלִ H8104 מִצְוֺתָ֖יו H4687 וּלְ H1692 ב֑וֹ Hb וּלְ H5647 בְּכָל H3605 לְבַבְכֶ֖ם H3824 וּבְ H3605 נַפְשְׁכֶֽם H5315 ",
  "6": "וַֽיְבָרְכֵ֖ H1288 יְהוֹשֻׁ֑עַ H3091 וַֽיְשַׁלְּחֵ֔ H7971 וַיֵּלְכ֖וּ H3212 אֶל H413 אָהֳלֵיהֶֽם H168 ",
  "7": "וְלַ H2677 שֵׁ֣בֶט H7626 הַֽמְנַשֶּׁ֗ה H4519 נָתַ֣ן H5414 מֹשֶׁה֮ H4872 בַּבָּשָׁן֒ H1316 וּלְ H2677 נָתַ֤ן H5414 יְהוֹשֻׁ֨עַ֙ H3091 עִם H5973 אֲחֵיהֶ֔ם H251 מעבר H5676 הַיַּרְדֵּ֖ן H3383 יָ֑מָּה H3220 וְ֠גַם H1571 כִּ֣י H3588 שִׁלְּחָ֧ם H7971 יְהוֹשֻׁ֛עַ H3091 אֶל H413 אָהֳלֵיהֶ֖ם H168 וַיְבָרֲכֵֽ H1288 ",
  "8": "וַיֹּ֨אמֶר H559 אֲלֵיהֶ֜ם H413 לֵאמֹ֗ר H559 בִּנְכָסִ֨ים H5233 רַבִּ֜ים H7227 שׁ֤וּבוּ H7725 אֶל H413 אָֽהֳלֵיכֶם֙ H168 וּבְ H4735 רַב H7227 מְאֹ֔ד H3966 בְּכֶ֨סֶף H3701 וּבְ H2091 וּבִ H5178 וּבְ H1270 וּבִ H8008 הַרְבֵּ֣ה H7235 מְאֹ֑ד H3966 חִלְק֥וּ H2505 שְׁלַל H7998 אֹיְבֵיכֶ֖ם H341 עִם H5973 אֲחֵיכֶֽם H251 ",
  "9": "וַיָּשֻׁ֣בוּ H7725 וַיֵּלְכ֡וּ H3212 בְּנֵי H1121 רְאוּבֵ֨ן H7205 וּבְנֵי H1121 גָ֜ד H1410 וַחֲצִ֣י H2677 שֵׁ֣בֶט H7626 הַֽמְנַשֶּׁ֗ה H4519 מֵאֵת֙ H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 מִשִּׁלֹ֖ה H7887 אֲשֶׁ֣ר H834 בְּאֶֽרֶץ H776 כְּנָ֑עַן H3667 לָלֶ֜כֶת H3212 אֶל H413 אֶ֣רֶץ H776 הַגִּלְעָ֗ד H1568 אֶל H413 אֶ֤רֶץ H776 אֲחֻזָּתָם֙ H272 אֲשֶׁ֣ר H834 נֹֽאחֲזוּ H270 בָ֔הּ Hb עַל H5921 פִּ֥י H6310 יְהוָ֖ה H3068 בְּיַד H3027 מֹשֶֽׁה H4872 ",
  "10": "וַיָּבֹ֨אוּ֙ H935 אֶל H413 גְּלִיל֣וֹת H1552 הַיַּרְדֵּ֔ן H3383 אֲשֶׁ֖ר H834 בְּאֶ֣רֶץ H776 כְּנָ֑עַן H3667 וַיִּבְנ֣וּ H1129 בְנֵי H1121 רְאוּבֵ֣ן H7205 וּבְנֵי H1121 גָ֡ד H1410 וַחֲצִ֣י H2677 שֵׁבֶט֩ H7626 הַֽמְנַשֶּׁ֨ה H4519 שָׁ֤ם H8033 מִזְבֵּ֨חַ֙ H4196 עַל H5921 הַיַּרְדֵּ֔ן H3383 מִזְבֵּ֥חַ H4196 גָּד֖וֹל H1419 לְמַרְאֶֽה H4758 ",
  "11": "וַיִּשְׁמְע֥וּ H8085 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 לֵאמֹ֑ר H559 הִנֵּ֣ה H2009 בָנ֣וּ H1129 בְנֵֽי H1121 רְאוּבֵ֣ן H7205 וּבְנֵי H1121 גָ֡ד H1410 וַחֲצִי֩ H2677 שֵׁ֨בֶט H7626 הַֽמְנַשֶּׁ֜ה H4519 אֶת H853 הַמִּזְבֵּ֗חַ H4196 אֶל H413 מוּל֙ H4136 אֶ֣רֶץ H776 כְּנַ֔עַן H3667 אֶל H413 גְּלִילוֹת֙ H1552 הַיַּרְדֵּ֔ן H3383 אֶל H413 עֵ֖בֶר H5676 בְּנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "12": "וַֽיִּשְׁמְע֖וּ H8085 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַיִּקָּ֨הֲל֜וּ H6950 כָּל H3605 עֲדַ֤ת H5712 בְּנֵֽי H1121 יִשְׂרָאֵל֙ H3478 שִׁלֹ֔ה H7887 לַעֲל֥וֹת H5927 עֲלֵיהֶ֖ם H5921 לַצָּבָֽא H6635 ",
  "13": "וַיִּשְׁלְח֨וּ H7971 בְנֵֽי H1121 יִשְׂרָאֵ֜ל H3478 אֶל H413 בְּנֵי H1121 רְאוּבֵ֧ן H7205 וְאֶל H413 בְּנֵי H1121 גָ֛ד H1410 וְאֶל H413 חֲצִ֥י H2677 שֵֽׁבֶט H7626 מְנַשֶּׁ֖ה H4519 אֶל H413 אֶ֣רֶץ H776 הַגִּלְעָ֑ד H1568 אֶת H853 פִּינְחָ֖ס H6372 בֶּן H1121 אֶלְעָזָ֥ר H499 הַכֹּהֵֽן H3548 ",
  "14": "וַעֲשָׂרָ֤ה H6235 נְשִׂאִים֙ H5387 עִמּ֔וֹ H5973 נָשִׂ֨יא H5387 אֶחָ֜ד H259 נָשִׂ֤יא H5387 אֶחָד֙ H259 לְבֵ֣ית H1004 אָ֔ב H1 לְכֹ֖ל H3605 מַטּ֣וֹת H4294 יִשְׂרָאֵ֑ל H3478 וְאִ֨ישׁ H376 רֹ֧אשׁ H7218 בֵּית H1004 אֲבוֹתָ֛ם H1 הֵ֖מָּה H1992 לְאַלְפֵ֥י H505 יִשְׂרָאֵֽל H3478 ",
  "15": "וַיָּבֹ֜אוּ H935 אֶל H413 בְּנֵי H1121 רְאוּבֵ֧ן H7205 וְאֶל H413 בְּנֵי H1121 גָ֛ד H1410 וְאֶל H413 חֲצִ֥י H2677 שֵֽׁבֶט H7626 מְנַשֶּׁ֖ה H4519 אֶל H413 אֶ֣רֶץ H776 הַגִּלְעָ֑ד H1568 וַיְדַבְּר֥וּ H1696 אִתָּ֖ם H854 לֵאמֹֽר H559 ",
  "16": "כֹּ֣ה H3541 אָמְר֞וּ H559 כֹּ֣ל H3605 עֲדַ֣ת H5712 יְהוָ֗ה H3068 מָֽה H4100 הַמַּ֤עַל H4604 הַזֶּה֙ H2088 אֲשֶׁ֤ר H834 מְעַלְתֶּם֙ H4603 בֵּאלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 לָשׁ֣וּב H7725 הַיּ֔וֹם H3117 מֵאַחֲרֵ֖י H310 יְהוָ֑ה H3068 בִּבְנֽוֹתְ H1129 לָכֶם֙ Hl מִזְבֵּ֔חַ H4196 לִמְרָדְ H4775 הַיּ֖וֹם H3117 בַּיהוָֽה H3068 ",
  "17": "הַמְעַט H4592 לָ֨נוּ֙ Hl אֶת H853 עֲוֺ֣ן H5771 פְּע֔וֹר H6465 אֲשֶׁ֤ר H834 לֹֽא H3808 הִטַּהַ֨רְנוּ֙ H2891 מִמֶּ֔נּוּ H4480 עַ֖ד H5704 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 וַיְהִ֥י H1961 הַנֶּ֖גֶף H5063 בַּעֲדַ֥ת H5712 יְהוָֽה H3068 ",
  "18": "וְאַתֶּם֙ H859 תָּשֻׁ֣בוּ H7725 הַיּ֔וֹם H3117 מֵאַחֲרֵ֖י H310 יְהוָ֑ה H3068 וְהָיָ֗ה H1961 אַתֶּ֞ם H859 תִּמְרְד֤וּ H4775 הַיּוֹם֙ H3117 בַּֽיהוָ֔ה H3068 וּמָחָ֕ר H4279 אֶֽל H413 כָּל H3605 עֲדַ֥ת H5712 יִשְׂרָאֵ֖ל H3478 יִקְצֹֽף H7107 ",
  "19": "וְאַ֨ךְ H389 אִם H518 טְמֵאָ֜ה H2931 אֶ֣רֶץ H776 אֲחֻזַּתְכֶ֗ם H272 עִבְר֨וּ H5674 לָכֶ֜ם Hl אֶל H413 אֶ֨רֶץ H776 אֲחֻזַּ֤ת H272 יְהוָה֙ H3068 אֲשֶׁ֤ר H834 שָֽׁכַן H7931 שָׁם֙ H8033 מִשְׁכַּ֣ן H4908 יְהוָ֔ה H3068 וְהֵאָחֲז֖וּ H270 בְּתוֹכֵ֑ H8432 וּבַֽ H3068 אַל H408 תִּמְרֹ֗דוּ H4775 וְאֹתָ֨ H854 אֶל H408 תִּמְרֹ֔דוּ H4775 בִּבְנֹֽתְ H1129 לָכֶם֙ Hl מִזְבֵּ֔חַ H4196 מִֽבַּלְעֲדֵ֔י H1107 מִזְבַּ֖ח H4196 יְהוָ֥ה H3068 אֱלֹהֵֽינוּ H430 ",
  "20": "הֲל֣וֹא H3808 עָכָ֣ן H5912 בֶּן H1121 זֶ֗רַח H2226 מָ֤עַל H4603 מַ֨עַל֙ H4604 בַּחֵ֔רֶם H2764 וְעַֽל H5921 כָּל H3605 עֲדַ֥ת H5712 יִשְׂרָאֵ֖ל H3478 הָ֣יָה H1961 קָ֑צֶף H7110 וְהוּא֙ H1931 אִ֣ישׁ H376 אֶחָ֔ד H259 לֹ֥א H3808 גָוַ֖ע H1478 בַּעֲוֺנֽ H5771 ",
  "21": "וַֽיַּעֲנוּ֙ H6030 בְּנֵי H1121 רְאוּבֵ֣ן H7205 וּבְנֵי H1121 גָ֔ד H1410 וַחֲצִ֖י H2677 שֵׁ֣בֶט H7626 הַֽמְנַשֶּׁ֑ה H4519 וַֽיְדַבְּר֔וּ H1696 אֶת H854 רָאשֵׁ֖י H7218 אַלְפֵ֥י H505 יִשְׂרָאֵֽל H3478 ",
  "22": "אֵל֩ H410 אֱלֹהִ֨ים H430 יְהוָ֜ה H3068 אֵ֣ל H410 אֱלֹהִ֤ים H430 יְהוָה֙ H3068 ה֣וּא H1931 יֹדֵ֔עַ H3045 וְיִשְׂרָאֵ֖ל H3478 ה֣וּא H1931 יֵדָ֑ע H3045 אִם H518 בְּמֶ֤רֶד H4777 וְאִם H518 בְּמַ֨עַל֙ H4604 בַּֽיהוָ֔ה H3068 אַל H408 תּוֹשִׁיעֵ֖נוּ H3467 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "23": "לִבְנ֥וֹת H1129 לָ֨נוּ֙ Hl מִזְבֵּ֔חַ H4196 לָשׁ֖וּב H7725 מֵאַחֲרֵ֣י H310 יְהוָ֑ה H3068 וְאִם H518 לְהַעֲל֨וֹת H5927 עָלָ֜יו H5921 עוֹלָ֣ה H5930 וּמִנְחָ֗ה H4503 וְאִם H518 לַעֲשׂ֤וֹת H6213 עָלָיו֙ H5921 זִבְחֵ֣י H2077 שְׁלָמִ֔ים H8002 יְהוָ֖ה H3068 ה֥וּא H1931 יְבַקֵּֽשׁ H1245 ",
  "24": "וְאִם H518 לֹ֤א H3808 מִדְּאָגָה֙ H1674 מִדָּבָ֔ר H1697 עָשִׂ֥ינוּ H6213 אֶת H853 זֹ֖את H2063 לֵאמֹ֑ר H559 מָחָ֗ר H4279 יֹאמְר֨וּ H559 בְנֵיכֶ֤ם H1121 לְבָנֵ֨י H1121 לֵאמֹ֔ר H559 מַה H4100 לָּכֶ֕ם Hl וְלַֽ H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵֽל H3478 ",
  "25": "וּגְב֣וּל H1366 נָֽתַן H5414 יְ֠הוָה H3068 בֵּינֵ֨נוּ H996 וּבֵינֵי H996 בְּנֵי H1121 רְאוּבֵ֤ן H7205 וּבְנֵי H1121 גָד֙ H1410 אֶת H853 הַיַּרְדֵּ֔ן H3383 אֵין H369 לָכֶ֥ם Hl חֵ֖לֶק H2506 בַּֽיהוָ֑ה H3068 וְהִשְׁבִּ֤יתוּ H7673 בְנֵיכֶם֙ H1121 אֶת H853 בָּנֵ֔ינוּ H1121 לְבִלְתִּ֖י H1115 יְרֹ֥א H3372 אֶת H853 יְהוָֽה H3068 ",
  "26": "וַנֹּ֕אמֶר H559 נַעֲשֶׂה H6213 נָּ֣א H4994 לָ֔נוּ Hl לִבְנ֖וֹת H1129 אֶת H853 הַמִּזְבֵּ֑חַ H4196 לֹ֥א H3808 לְעוֹלָ֖ה H5930 וְלֹ֥א H3808 לְזָֽבַח H2077 ",
  "27": "כִּי֩ H3588 עֵ֨ד H5707 ה֜וּא H1931 בֵּינֵ֣ינוּ H996 וּבֵינֵי H996 וּבֵ֣ין H996 דֹּרוֹתֵינוּ֮ H1755 אַחֲרֵינוּ֒ H310 לַעֲבֹ֞ד H5647 אֶת H853 עֲבֹדַ֤ת H5656 יְהוָה֙ H3068 לְפָנָ֔י H6440 בְּעֹלוֹתֵ֥י H5930 וּבִ H2077 וּבִ H8002 וְלֹא H3808 יֹאמְר֨וּ H559 בְנֵיכֶ֤ם H1121 מָחָר֙ H4279 לְבָנֵ֔י H1121 אֵין H369 לָכֶ֥ם Hl חֵ֖לֶק H2506 בַּיהוָֽה H3068 ",
  "28": "וַנֹּ֕אמֶר H559 וְהָיָ֗ה H1961 כִּֽי H3588 יֹאמְר֥וּ H559 אֵלֵ֛ינוּ H413 וְאֶל H413 דֹּרֹתֵ֖ינוּ H1755 מָחָ֑ר H4279 וְאָמַ֡רְנוּ H559 רְא֣וּ H7200 אֶת H853 תַּבְנִית֩ H8403 מִזְבַּ֨ח H4196 יְהוָ֜ה H3068 אֲשֶׁר H834 עָשׂ֣וּ H6213 אֲבוֹתֵ֗ינוּ H1 לֹ֤א H3808 לְעוֹלָה֙ H5930 וְלֹ֣א H3808 לְזֶ֔בַח H2077 כִּי H3588 עֵ֣ד H5707 ה֔וּא H1931 בֵּינֵ֖ינוּ H996 וּבֵינֵי H996 ",
  "29": "חָלִילָה֩ H2486 לָּ֨נוּ Hl מִמֶּ֜נּוּ H4480 לִמְרֹ֣ד H4775 בַּֽיהוָ֗ה H3068 וְלָ H7725 הַיּוֹם֙ H3117 מֵאַחֲרֵ֣י H310 יְהוָ֔ה H3068 לִבְנ֣וֹת H1129 מִזְבֵּ֔חַ H4196 לְעֹלָ֖ה H5930 לְמִנְחָ֣ה H4503 וּלְ H2077 מִלְּ H905 מִזְבַּח֙ H4196 יְהוָ֣ה H3068 אֱלֹהֵ֔ינוּ H430 אֲשֶׁ֖ר H834 לִפְנֵ֥י H6440 מִשְׁכָּנֽוֹ H4908 ",
  "30": "וַיִּשְׁמַ֞ע H8085 פִּֽינְחָ֣ס H6372 הַכֹּהֵ֗ן H3548 וּנְשִׂיאֵ֨י H5387 הָעֵדָ֜ה H5712 וְרָאשֵׁ֨י H7218 אַלְפֵ֤י H505 יִשְׂרָאֵל֙ H3478 אֲשֶׁ֣ר H834 אִתּ֔וֹ H854 אֶת H853 הַ֨דְּבָרִ֔ים H1697 אֲשֶׁ֧ר H834 דִּבְּר֛וּ H1696 בְּנֵי H1121 רְאוּבֵ֥ן H7205 וּבְנֵי H1121 גָ֖ד H1410 וּבְנֵ֣י H1121 מְנַשֶּׁ֑ה H4519 וַיִּיטַ֖ב H3190 בְּעֵינֵי H5869 ",
  "31": "וַיֹּ֣אמֶר H559 פִּֽינְחָ֣ס H6372 בֶּן H1121 אֶלְעָזָ֣ר H499 הַכֹּהֵ֡ן H3548 אֶל H413 בְּנֵי H1121 רְאוּבֵ֨ן H7205 וְאֶל H413 בְּנֵי H1121 גָ֜ד H1410 וְאֶל H413 בְּנֵ֣י H1121 מְנַשֶּׁ֗ה H4519 הַיּ֤וֹם H3117 יָדַ֨עְנוּ֙ H3045 כִּֽי H3588 בְתוֹכֵ֣ H8432 יְהוָ֔ה H3068 אֲשֶׁ֛ר H834 לֹֽא H3808 מְעַלְתֶּ֥ם H4603 בַּֽיהוָ֖ה H3068 הַמַּ֣עַל H4604 הַזֶּ֑ה H2088 אָ֗ז H227 הִצַּלְתֶּ֛ם H5337 אֶת H853 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 מִיַּ֥ד H3027 יְהוָֽה H3068 ",
  "32": "וַיָּ֣שָׁב H7725 פִּֽינְחָ֣ס H6372 בֶּן H1121 אֶלְעָזָ֣ר H499 הַכֹּהֵ֣ן H3548 וְהַ H5387 מֵאֵ֣ת H853 בְּנֵֽי H1121 רְאוּבֵן֩ H7205 וּמֵ H853 בְּנֵי H1121 גָ֜ד H1410 מֵאֶ֧רֶץ H776 הַגִּלְעָ֛ד H1568 אֶל H413 אֶ֥רֶץ H776 כְּנַ֖עַן H3667 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַיָּשִׁ֥בוּ H7725 אוֹתָ֖ם H854 דָּבָֽר H1697 ",
  "33": "וַיִּיטַ֣ב H3190 הַדָּבָ֗ר H1697 בְּעֵינֵי֙ H5869 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 וַיְבָרֲכ֥וּ H1288 אֱלֹהִ֖ים H430 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וְלֹ֣א H3808 אָמְר֗וּ H559 לַעֲל֤וֹת H5927 עֲלֵיהֶם֙ H5921 לַצָּבָ֔א H6635 לְשַׁחֵת֙ H7843 אֶת H853 הָאָ֔רֶץ H776 אֲשֶׁ֛ר H834 בְּנֵי H1121 רְאוּבֵ֥ן H7205 וּבְנֵי H1121 גָ֖ד H1410 יֹשְׁבִ֥ים H3427 בָּֽהּ Hb ",
  "34": "וַֽיִּקְרְא֛וּ H7121 בְּנֵי H1121 רְאוּבֵ֥ן H7205 וּבְנֵי H1121 גָ֖ד H1410 לַמִּזְבֵּ֑חַ H4196 כִּ֣י H3588 עֵ֥ד H5707 הוּא֙ H1931 בֵּֽינֹתֵ֔ינוּ H996 כִּ֥י H3588 יְהוָ֖ה H3068 הָאֱלֹהִֽים H430 "
}
