{
  "1": "וַיַּשְׁכֵּם֩ H7925 יְהוֹשֻׁ֨עַ H3091 בַּבֹּ֜קֶר H1242 וַיִּסְע֣וּ H5265 מֵֽהַ H7851 וַיָּבֹ֨אוּ֙ H935 עַד H5704 הַיַּרְדֵּ֔ן H3383 ה֖וּא H1931 וְכָל H3605 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַיָּלִ֥נוּ H3885 שָׁ֖ם H8033 טֶ֥רֶם H2962 יַעֲבֹֽרוּ H5674 ",
  "2": "וַיְהִ֕י H1961 מִקְצֵ֖ה H7097 שְׁלֹ֣שֶׁת H7969 יָמִ֑ים H3117 וַיַּעַבְר֥וּ H5674 הַשֹּׁטְרִ֖ים H7860 בְּקֶ֥רֶב H7130 הַֽמַּחֲנֶֽה H4264 ",
  "3": "וַיְצַוּוּ֮ H6680 אֶת H853 הָעָ֣ם H5971 לֵאמֹר֒ H559 כִּרְאֽוֹתְ H7200 אֵ֣ת H853 אֲר֤וֹן H727 בְּרִית H1285 יְהוָה֙ H3068 אֱלֹ֣הֵיכֶ֔ם H430 וְהַ H3548 הַלְוִיִּ֔ם H3881 נֹשְׂאִ֖ים H5375 אֹת֑וֹ H853 וְאַתֶּ֗ם H859 תִּסְעוּ֙ H5265 מִמְּק֣וֹמְ H4725 וַהֲלַכְתֶּ֖ם H1980 אַחֲרָֽיו H310 ",
  "4": "אַ֣ךְ H389 רָח֣וֹק H7350 יִהְיֶ֗ה H1961 בֵּֽינֵיכֶם֙ H996 ובינ H996 כְּאַלְפַּ֥יִם H505 אַמָּ֖ה H520 בַּמִּדָּ֑ה H4060 אַֽל H408 תִּקְרְב֣וּ H7126 אֵלָ֗יו H413 לְמַ֤עַן H4616 אֲשֶׁר H834 תֵּֽדְעוּ֙ H3045 אֶת H853 הַדֶּ֨רֶךְ֙ H1870 אֲשֶׁ֣ר H834 תֵּֽלְכוּ H3212 בָ֔הּ Hb כִּ֣י H3588 לֹ֧א H3808 עֲבַרְתֶּ֛ם H5674 בַּדֶּ֖רֶךְ H1870 מִתְּמ֥וֹל H8543 שִׁלְשֽׁוֹם H8032 ",
  "5": "וַיֹּ֧אמֶר H559 יְהוֹשֻׁ֛עַ H3091 אֶל H413 הָעָ֖ם H5971 הִתְקַדָּ֑שׁוּ H6942 כִּ֣י H3588 מָחָ֗ר H4279 יַעֲשֶׂ֧ה H6213 יְהוָ֛ה H3068 בְּקִרְבְּ H7130 נִפְלָאֽוֹת H6381 ",
  "6": "וַיֹּ֤אמֶר H559 יְהוֹשֻׁ֨עַ֙ H3091 אֶל H413 הַכֹּהֲנִ֣ים H3548 לֵאמֹ֔ר H559 שְׂאוּ֙ H5375 אֶת H853 אֲר֣וֹן H727 הַבְּרִ֔ית H1285 וְעִבְר֖וּ H5674 לִפְנֵ֣י H6440 הָעָ֑ם H5971 וַיִּשְׂאוּ֙ H5375 אֶת H853 אֲר֣וֹן H727 הַבְּרִ֔ית H1285 וַיֵּלְכ֖וּ H3212 לִפְנֵ֥י H6440 הָעָֽם H5971 ",
  "7": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 יְהוֹשֻׁ֔עַ H3091 הַיּ֣וֹם H3117 הַזֶּ֗ה H2088 אָחֵל֙ H2490 גַּדֶּלְךָ֔ H1431 בְּעֵינֵ֖י H5869 כָּל H3605 יִשְׂרָאֵ֑ל H3478 אֲשֶׁר֙ H834 יֵֽדְע֔וּן H3045 כִּ֗י H3588 כַּאֲשֶׁ֥ר H834 הָיִ֛יתִי H1961 עִם H5973 מֹשֶׁ֖ה H4872 אֶהְיֶ֥ה H1961 עִמָּֽךְ H5973 ",
  "8": "וְאַתָּ֗ה H859 תְּצַוֶּה֙ H6680 אֶת H853 הַכֹּ֣הֲנִ֔ים H3548 נֹשְׂאֵ֥י H5375 אֲרֽוֹן H727 הַבְּרִ֖ית H1285 לֵאמֹ֑ר H559 כְּבֹאֲ H935 עַד H5704 קְצֵה֙ H7097 מֵ֣י H4325 הַיַּרְדֵּ֔ן H3383 בַּיַּרְדֵּ֖ן H3383 תַּעֲמֹֽדוּ H5975 ",
  "9": "וַיֹּ֥אמֶר H559 יְהוֹשֻׁ֖עַ H3091 אֶל H413 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 גֹּ֣שׁוּ H5066 הֵ֔נָּה H2008 וְשִׁמְע֕וּ H8085 אֶת H853 דִּבְרֵ֖י H1697 יְהוָ֥ה H3068 אֱלֹֽהֵיכֶֽם H430 ",
  "10": "וַיֹּ֣אמֶר H559 יְהוֹשֻׁ֔עַ H3091 בְּזֹאת֙ H2063 תֵּֽדְע֔וּן H3045 כִּ֛י H3588 אֵ֥ל H410 חַ֖י H2416 בְּקִרְבְּ H7130 וְהוֹרֵ֣שׁ H3423 יוֹרִ֣ישׁ H3423 מִ֠פְּנֵי H6440 אֶת H853 הַכְּנַעֲנִ֨י H3669 וְאֶת H853 הַחִתִּ֜י H2850 וְאֶת H853 הַחִוִּ֗י H2340 וְאֶת H853 הַפְּרִזִּי֙ H6522 וְאֶת H853 הַגִּרְגָּשִׁ֔י H1622 וְהָ H567 וְהַ H2983 ",
  "11": "הִנֵּה֙ H2009 אֲר֣וֹן H727 הַבְּרִ֔ית H1285 אֲד֖וֹן H136 כָּל H3605 הָאָ֑רֶץ H776 עֹבֵ֥ר H5674 לִפְנֵי H6440 בַּיַּרְדֵּֽן H3383 ",
  "12": "וְעַתָּ֗ה H6258 קְח֤וּ H3947 לָכֶם֙ Hl שְׁנֵ֣י H8147 עָשָׂ֣ר H6240 אִ֔ישׁ H376 מִשִּׁבְטֵ֖י H7626 יִשְׂרָאֵ֑ל H3478 אִישׁ H376 אֶחָ֥ד H259 אִישׁ H376 אֶחָ֖ד H259 לַשָּֽׁבֶט H7626 ",
  "13": "וְהָיָ֡ה H1961 כְּנ֣וֹחַ H5117 כַּפּ֣וֹת H3709 רַגְלֵ֣י H7272 הַכֹּהֲנִ֡ים H3548 נֹשְׂאֵי֩ H5375 אֲר֨וֹן H727 יְהוָ֜ה H3068 אֲד֤וֹן H136 כָּל H3605 הָאָ֨רֶץ֙ H776 בְּמֵ֣י H4325 הַיַּרְדֵּ֔ן H3383 מֵ֤י H4325 הַיַּרְדֵּן֙ H3383 יִכָּ֣רֵת֔וּן H3772 הַמַּ֥יִם H4325 הַיֹּרְדִ֖ים H3381 מִלְ H4605 וְיַעַמְד֖וּ H5975 נֵ֥ד H5067 אֶחָֽד H259 ",
  "14": "וַיְהִ֗י H1961 בִּנְסֹ֤עַ H5265 הָעָם֙ H5971 מֵאָ֣הֳלֵי H168 לַעֲבֹ֖ר H5674 אֶת H853 הַיַּרְדֵּ֑ן H3383 וְהַ H3548 נֹֽשְׂאֵ֛י H5375 הָאָר֥וֹן H727 הַבְּרִ֖ית H1285 לִפְנֵ֥י H6440 הָעָֽם H5971 ",
  "15": "וּכְ H935 נֹשְׂאֵ֤י H5375 הָֽאָרוֹן֙ H727 עַד H5704 הַיַּרְדֵּ֔ן H3383 וְרַגְלֵ֤י H7272 הַכֹּֽהֲנִים֙ H3548 נֹשְׂאֵ֣י H5375 הָֽאָר֔וֹן H727 נִטְבְּל֖וּ H2881 בִּקְצֵ֣ה H7097 הַמָּ֑יִם H4325 וְהַ H3383 מָלֵא֙ H4390 עַל H5921 כָּל H3605 גְּדוֹתָ֔יו H1415 כֹּ֖ל H3605 יְמֵ֥י H3117 קָצִֽיר H7105 ",
  "16": "וַיַּעַמְד֡וּ H5975 הַמַּיִם֩ H4325 הַיֹּרְדִ֨ים H3381 מִלְ H4605 קָ֣מוּ H6965 נֵד H5067 אֶחָ֗ד H259 הַרְחֵ֨ק H7368 מְאֹ֜ד H3966 באדם H121 הָעִיר֙ H5892 אֲשֶׁר֙ H834 מִצַּ֣ד H6654 צָֽרְתָ֔ן H6891 וְהַ H3381 עַ֣ל H5921 יָ֧ם H3220 הָעֲרָבָ֛ה H6160 יָם H3220 הַמֶּ֖לַח H4417 תַּ֣מּוּ H8552 נִכְרָ֑תוּ H3772 וְהָ H5971 עָבְר֖וּ H5674 נֶ֥גֶד H5048 יְרִיחֽוֹ H3405 ",
  "17": "וַיַּעַמְד֣וּ H5975 הַכֹּהֲנִ֡ים H3548 נֹ֠שְׂאֵי H5375 הָאָר֨וֹן H727 בְּרִית H1285 יְהוָ֜ה H3068 בֶּחָֽרָבָ֛ה H2724 בְּת֥וֹךְ H8432 הַיַּרְדֵּ֖ן H3383 הָכֵ֑ן H3559 וְכָל H3605 יִשְׂרָאֵ֗ל H3478 עֹֽבְרִים֙ H5674 בֶּחָ֣רָבָ֔ה H2724 עַ֤ד H5704 אֲשֶׁר H834 תַּ֨מּוּ֙ H8552 כָּל H3605 הַגּ֔וֹי H1471 לַעֲבֹ֖ר H5674 אֶת H853 הַיַּרְדֵּֽן H3383 "
}
