{
  "1": "וַיְהִ֣י H1961 כִשְׁמֹ֣עַ H8085 כָּל H3605 מַלְכֵ֣י H4428 הָאֱמֹרִ֡י H567 אֲשֶׁר֩ H834 בְּעֵ֨בֶר H5676 הַיַּרְדֵּ֜ן H3383 יָ֗מָּה H3220 וְכָל H3605 מַלְכֵ֤י H4428 הַֽכְּנַעֲנִי֙ H3669 אֲשֶׁ֣ר H834 עַל H5921 הַיָּ֔ם H3220 אֵ֠ת H853 אֲשֶׁר H834 הוֹבִ֨ישׁ H3001 יְהוָ֜ה H3068 אֶת H853 מֵ֧י H4325 הַיַּרְדֵּ֛ן H3383 מִפְּנֵ֥י H6440 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 עַד H5704 עברנו H5674 וַיִּמַּ֣ס H4549 לְבָבָ֗ם H3824 וְלֹא H3808 הָ֨יָה H1961 בָ֥ם Hb עוֹד֙ H5750 ר֔וּחַ H7307 מִפְּנֵ֖י H6440 בְּנֵֽי H1121 יִשְׂרָאֵֽל H3478 ",
  "2": "בָּעֵ֣ת H6256 הַהִ֗יא H1931 אָמַ֤ר H559 יְהוָה֙ H3068 אֶל H413 יְהוֹשֻׁ֔עַ H3091 עֲשֵׂ֥ה H6213 לְךָ֖ Hl חַֽרְב֣וֹת H2719 צֻרִ֑ים H6697 וְשׁ֛וּב H7725 מֹ֥ל H4135 אֶת H853 בְּנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 שֵׁנִֽית H8145 ",
  "3": "וַיַּעַשׂ H6213 ל֥וֹ Hl יְהוֹשֻׁ֖עַ H3091 חַֽרְב֣וֹת H2719 צֻרִ֑ים H6697 וַיָּ֨מָל֙ H4135 אֶת H853 בְּנֵ֣י H1121 יִשְׂרָאֵ֔ל H3478 אֶל H413 גִּבְעַ֖ת H1389 הָעֲרָלֽוֹת H6190 ",
  "4": "וְזֶ֥ה H2088 הַדָּבָ֖ר H1697 אֲשֶׁר H834 מָ֣ל H4135 יְהוֹשֻׁ֑עַ H3091 כָּל H3605 הָעָ֣ם H5971 הַיֹּצֵא֩ H3318 מִמִּצְרַ֨יִם H4714 הַזְּכָרִ֜ים H2145 כֹּ֣ל H3605 אַנְשֵׁ֣י H376 הַמִּלְחָמָ֗ה H4421 מֵ֤תוּ H4191 בַמִּדְבָּר֙ H4057 בַּדֶּ֔רֶךְ H1870 בְּצֵאתָ֖ H3318 מִמִּצְרָֽיִם H4714 ",
  "5": "כִּֽי H3588 מֻלִ֣ים H4135 הָי֔וּ H1961 כָּל H3605 הָעָ֖ם H5971 הַיֹּֽצְאִ֑ים H3318 וְכָל H3605 הָ֠עָם H5971 הַיִּלֹּדִ֨ים H3209 בַּמִּדְבָּ֥ר H4057 בַּדֶּ֛רֶךְ H1870 בְּצֵאתָ֥ H3318 מִמִּצְרַ֖יִם H4714 לֹא H3808 מָֽלוּ H4135 ",
  "6": "כִּ֣י H3588 אַרְבָּעִ֣ים H705 שָׁנָ֗ה H8141 הָלְכ֣וּ H1980 בְנֵֽי H1121 יִשְׂרָאֵל֮ H3478 בַּמִּדְבָּר֒ H4057 עַד H5704 תֹּ֨ם H8552 כָּל H3605 הַגּ֜וֹי H1471 אַנְשֵׁ֤י H376 הַמִּלְחָמָה֙ H4421 הַיֹּצְאִ֣ים H3318 מִמִּצְרַ֔יִם H4714 אֲשֶׁ֥ר H834 לֹֽא H3808 שָׁמְע֖וּ H8085 בְּק֣וֹל H6963 יְהוָ֑ה H3068 אֲשֶׁ֨ר H834 נִשְׁבַּ֤ע H7650 יְהוָה֙ H3068 לָהֶ֔ם Hl לְבִלְתִּ֞י H1115 הַרְאוֹתָ֣ם H7200 אֶת H853 הָאָ֗רֶץ H776 אֲשֶׁר֩ H834 נִשְׁבַּ֨ע H7650 יְהוָ֤ה H3068 לַֽאֲבוֹתָ H1 לָ֣תֶת H5414 לָ֔נוּ Hl אֶ֛רֶץ H776 זָבַ֥ת H2100 חָלָ֖ב H2461 וּדְבָֽשׁ H1706 ",
  "7": "וְאֶת H853 בְּנֵיהֶם֙ H1121 הֵקִ֣ים H6965 תַּחְתָּ֔ם H8478 אֹתָ֖ם H853 מָ֣ל H4135 יְהוֹשֻׁ֑עַ H3091 כִּי H3588 עֲרֵלִ֣ים H6189 הָי֔וּ H1961 כִּ֛י H3588 לֹא H3808 מָ֥לוּ H4135 אוֹתָ֖ם H853 בַּדָּֽרֶךְ H1870 ",
  "8": "וַיְהִ֛י H1961 כַּאֲשֶׁר H834 תַּ֥מּוּ H8552 כָל H3605 הַגּ֖וֹי H1471 לְהִמּ֑וֹל H4135 וַיֵּשְׁב֥וּ H3427 תַחְתָּ֛ם H8478 בַּֽמַּחֲנֶ֖ה H4264 עַ֥ד H5704 חֲיוֹתָֽם H2421 ",
  "9": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 יְהוֹשֻׁ֔עַ H3091 הַיּ֗וֹם H3117 גַּלּ֛וֹתִי H1556 אֶת H853 חֶרְפַּ֥ת H2781 מִצְרַ֖יִם H4714 מֵעֲלֵי H5921 וַיִּקְרָ֞א H7121 שֵׁ֣ם H8034 הַמָּק֤וֹם H4725 הַהוּא֙ H1931 גִּלְגָּ֔ל H1537 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "10": "וַיַּחֲנ֥וּ H2583 בְנֵֽי H1121 יִשְׂרָאֵ֖ל H3478 בַּגִּלְגָּ֑ל H1537 וַיַּעֲשׂ֣וּ H6213 אֶת H853 הַפֶּ֡סַח H6453 בְּאַרְבָּעָה֩ H702 עָשָׂ֨ר H6240 י֥וֹם H3117 לַחֹ֛דֶשׁ H2320 בָּעֶ֖רֶב H6153 בְּעַֽרְב֥וֹת H6160 יְרִיחֽוֹ H3405 ",
  "11": "וַיֹּ֨אכְל֜וּ H398 מֵעֲב֥וּר H5669 הָאָ֛רֶץ H776 מִמָּֽחֳרַ֥ת H4283 הַפֶּ֖סַח H6453 מַצּ֣וֹת H4682 וְקָל֑וּי H7033 בְּעֶ֖צֶם H6106 הַיּ֥וֹם H3117 הַזֶּֽה H2088 ",
  "12": "וַיִּשְׁבֹּ֨ת H7673 הַמָּ֜ן H4478 מִֽמָּחֳרָ֗ת H4283 בְּאָכְלָ H398 מֵעֲב֣וּר H5669 הָאָ֔רֶץ H776 וְלֹא H3808 הָ֥יָה H1961 ע֛וֹד H5750 לִבְנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 מָ֑ן H4478 וַיֹּאכְל֗וּ H398 מִתְּבוּאַת֙ H8393 אֶ֣רֶץ H776 כְּנַ֔עַן H3667 בַּשָּׁנָ֖ה H8141 הַהִֽיא H1931 ",
  "13": "וַיְהִ֗י H1961 בִּֽהְי֣וֹת H1961 יְהוֹשֻׁעַ֮ H3091 בִּירִיחוֹ֒ H3405 וַיִּשָּׂ֤א H5375 עֵינָיו֙ H5869 וַיַּ֔רְא H7200 וְהִנֵּה H2009 אִישׁ֙ H376 עֹמֵ֣ד H5975 לְנֶגְדּ֔ H5048 וְחַרְבּ֥ H2719 שְׁלוּפָ֖ה H8025 בְּיָד֑ H3027 וַיֵּ֨לֶךְ H3212 יְהוֹשֻׁ֤עַ H3091 אֵלָיו֙ H413 וַיֹּ֣אמֶר H559 ל֔וֹ Hl הֲלָ֥ Hi/Hl אַתָּ֖ה H859 אִם H518 לְצָרֵֽי H6862 ",
  "14": "וַיֹּ֣אמֶר H559 לֹ֗א H3808 כִּ֛י H3588 אֲנִ֥י H589 שַׂר H8269 צְבָֽא H6635 יְהוָ֖ה H3068 עַתָּ֣ה H6258 בָ֑אתִי H935 וַיִּפֹּל֩ H5307 יְהוֹשֻׁ֨עַ H3091 אֶל H413 פָּנָ֥יו H6440 אַ֨רְצָה֙ H776 וַיִּשְׁתָּ֔חוּ H7812 וַיֹּ֣אמֶר H559 ל֔וֹ Hl מָ֥ה H4100 אֲדֹנִ֖י H136 מְדַבֵּ֥ר H1696 אֶל H413 עַבְדּֽוֹ H5650 ",
  "15": "וַיֹּאמֶר֩ H559 שַׂר H8269 צְבָ֨א H6635 יְהוָ֜ה H3068 אֶל H413 יְהוֹשֻׁ֗עַ H3091 שַׁל H5394 נַֽעַלְךָ֙ H5275 מֵעַ֣ל H5921 רַגְלֶ֔ךָ H7272 כִּ֣י H3588 הַמָּק֗וֹם H4725 אֲשֶׁ֥ר H834 אַתָּ֛ה H859 עֹמֵ֥ד H5975 עָלָ֖יו H5921 קֹ֣דֶשׁ H6944 ה֑וּא H1931 וַיַּ֥עַשׂ H6213 יְהוֹשֻׁ֖עַ H3091 כֵּֽן H3651 "
}
