{
  "1": "וִֽירִיחוֹ֙ H3405 סֹגֶ֣רֶת H5462 וּמְסֻגֶּ֔רֶת H5462 מִפְּנֵ֖י H6440 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 אֵ֥ין H369 יוֹצֵ֖א H3318 וְאֵ֥ין H369 בָּֽא H935 ",
  "2": "וַיֹּ֤אמֶר H559 יְהוָה֙ H3068 אֶל H413 יְהוֹשֻׁ֔עַ H3091 רְאֵה֙ H7200 נָתַ֣תִּי H5414 בְיָֽדְ H3027 אֶת H853 יְרִיח֖וֹ H3405 וְאֶת H853 מַלְכָּ֑הּ H4428 גִּבּוֹרֵ֖י H1368 הֶחָֽיִל H2428 ",
  "3": "וְסַבֹּתֶ֣ם H5437 אֶת H853 הָעִ֗יר H5892 כֹּ֚ל H3605 אַנְשֵׁ֣י H376 הַמִּלְחָמָ֔ה H4421 הַקֵּ֥יף H5362 אֶת H853 הָעִ֖יר H5892 פַּ֣עַם H6471 אֶחָ֑ת H259 כֹּ֥ה H3541 תַעֲשֶׂ֖ה H6213 שֵׁ֥שֶׁת H8337 יָמִֽים H3117 ",
  "4": "וְשִׁבְעָ֣ה H7651 כֹהֲנִ֡ים H3548 יִשְׂאוּ֩ H5375 שִׁבְעָ֨ה H7651 שׁוֹפְר֤וֹת H7782 הַיּֽוֹבְלִים֙ H3104 לִפְנֵ֣י H6440 הָאָר֔וֹן H727 וּבַ H3117 הַשְּׁבִיעִ֔י H7637 תָּסֹ֥בּוּ H5437 אֶת H853 הָעִ֖יר H5892 שֶׁ֣בַע H7651 פְּעָמִ֑ים H6471 וְהַ H3548 יִתְקְע֖וּ H8628 בַּשּׁוֹפָרֽוֹת H7782 ",
  "5": "וְהָיָ֞ה H1961 בִּמְשֹׁ֣ךְ H4900 בְּקֶ֣רֶן H7161 הַיּוֹבֵ֗ל H3104 בשמע H8085 אֶת H853 ק֣וֹל H6963 הַשּׁוֹפָ֔ר H7782 יָרִ֥יעוּ H7321 כָל H3605 הָעָ֖ם H5971 תְּרוּעָ֣ה H8643 גְדוֹלָ֑ה H1419 וְנָ֨פְלָ֜ה H5307 חוֹמַ֤ת H2346 הָעִיר֙ H5892 תַּחְתֶּ֔יהָ H8478 וְעָל֥וּ H5927 הָעָ֖ם H5971 אִ֥ישׁ H376 נֶגְדּֽוֹ H5048 ",
  "6": "וַיִּקְרָ֞א H7121 יְהוֹשֻׁ֤עַ H3091 בִּן H1121 נוּן֙ H5126 אֶל H413 הַכֹּ֣הֲנִ֔ים H3548 וַיֹּ֣אמֶר H559 אֲלֵהֶ֔ם H413 שְׂא֖וּ H5375 אֶת H853 אֲר֣וֹן H727 הַבְּרִ֑ית H1285 וְשִׁבְעָ֣ה H7651 כֹֽהֲנִ֗ים H3548 יִשְׂאוּ֙ H5375 שִׁבְעָ֤ה H7651 שֽׁוֹפְרוֹת֙ H7782 יוֹבְלִ֔ים H3104 לִפְנֵ֖י H6440 אֲר֥וֹן H727 יְהוָֽה H3068 ",
  "7": "ויאמרו H559 אֶל H413 הָעָ֔ם H5971 עִבְר֖וּ H5674 וְסֹ֣בּוּ H5437 אֶת H853 הָעִ֑יר H5892 וְהֶ֣ H2502 יַעֲבֹ֕ר H5674 לִפְנֵ֖י H6440 אֲר֥וֹן H727 יְהוָֽה H3068 ",
  "8": "וַיְהִ֗י H1961 כֶּאֱמֹ֣ר H559 יְהוֹשֻׁעַ֮ H3091 אֶל H413 הָעָם֒ H5971 וְשִׁבְעָ֣ה H7651 הַכֹּהֲנִ֡ים H3548 נֹשְׂאִים֩ H5375 שִׁבְעָ֨ה H7651 שׁוֹפְר֤וֹת H7782 הַיּֽוֹבְלִים֙ H3104 לִפְנֵ֣י H6440 יְהוָ֔ה H3068 עָבְר֕וּ H5674 וְתָקְע֖וּ H8628 בַּשּֽׁוֹפָר֑וֹת H7782 וַֽאֲרוֹן֙ H727 בְּרִ֣ית H1285 יְהוָ֔ה H3068 הֹלֵ֖ךְ H1980 אַחֲרֵיהֶֽם H310 ",
  "9": "וְהֶ H2502 הֹלֵ֔ךְ H1980 לִפְנֵי֙ H6440 הַכֹּ֣הֲנִ֔ים H3548 תקעו H8628 הַשּֽׁוֹפָר֑וֹת H7782 וְהַֽ H622 הֹלֵךְ֙ H1980 אַחֲרֵ֣י H310 הָאָר֔וֹן H727 הָל֖וֹךְ H1980 וְתָק֥וֹעַ H8628 בַּשּׁוֹפָרֽוֹת H7782 ",
  "10": "וְאֶת H853 הָעָם֩ H5971 צִוָּ֨ה H6680 יְהוֹשֻׁ֜עַ H3091 לֵאמֹ֗ר H559 לֹ֤א H3808 תָרִ֨יעוּ֙ H7321 וְלֹֽא H3808 תַשְׁמִ֣יעוּ H8085 אֶת H853 קוֹלְכֶ֔ם H6963 וְלֹא H3808 יֵצֵ֥א H3318 מִפִּי H6310 דָּבָ֑ר H1697 עַ֠ד H5704 י֣וֹם H3117 אָמְרִ֧י H559 אֲלֵיכֶ֛ם H413 הָרִ֖יעוּ H7321 וַהֲרִיעֹתֶֽם H7321 ",
  "11": "וַיַּסֵּ֤ב H5437 אֲרוֹן H727 יְהוָה֙ H3068 אֶת H853 הָעִ֔יר H5892 הַקֵּ֖ף H5362 פַּ֣עַם H6471 אֶחָ֑ת H259 וַיָּבֹ֨אוּ֙ H935 הַֽמַּחֲנֶ֔ה H4264 וַיָּלִ֖ינוּ H3885 בַּֽמַּחֲנֶֽה H4264 ",
  "12": "וַיַּשְׁכֵּ֥ם H7925 יְהוֹשֻׁ֖עַ H3091 בַּבֹּ֑קֶר H1242 וַיִּשְׂא֥וּ H5375 הַכֹּהֲנִ֖ים H3548 אֶת H853 אֲר֥וֹן H727 יְהוָֽה H3068 ",
  "13": "וְשִׁבְעָ֣ה H7651 הַכֹּהֲנִ֡ים H3548 נֹשְׂאִים֩ H5375 שִׁבְעָ֨ה H7651 שׁוֹפְר֜וֹת H7782 הַיֹּבְלִ֗ים H3104 לִפְנֵי֙ H6440 אֲר֣וֹן H727 יְהוָ֔ה H3068 הֹלְכִ֣ים H1980 הָל֔וֹךְ H1980 וְתָקְע֖וּ H8628 בַּשּׁוֹפָר֑וֹת H7782 וְהֶ H2502 הֹלֵ֣ךְ H1980 לִפְנֵי H6440 וְהַֽ H622 הֹלֵךְ֙ H1980 אַֽחֲרֵי֙ H310 אֲר֣וֹן H727 יְהוָ֔ה H3068 הולך H1980 וְתָק֥וֹעַ H8628 בַּשּׁוֹפָרֽוֹת H7782 ",
  "14": "וַיָּסֹ֨בּוּ H5437 אֶת H853 הָעִ֜יר H5892 בַּיּ֤וֹם H3117 הַשֵּׁנִי֙ H8145 פַּ֣עַם H6471 אַחַ֔ת H259 וַיָּשֻׁ֖בוּ H7725 הַֽמַּחֲנֶ֑ה H4264 כֹּ֥ה H3541 עָשׂ֖וּ H6213 שֵׁ֥שֶׁת H8337 יָמִֽים H3117 ",
  "15": "וַיְהִ֣י H1961 בַּיּ֣וֹם H3117 הַשְּׁבִיעִ֗י H7637 וַיַּשְׁכִּ֨מוּ֙ H7925 כַּעֲל֣וֹת H5927 הַשַּׁ֔חַר H7837 וַיָּסֹ֧בּוּ H5437 אֶת H853 הָעִ֛יר H5892 כַּמִּשְׁפָּ֥ט H4941 הַזֶּ֖ה H2088 שֶׁ֣בַע H7651 פְּעָמִ֑ים H6471 רַ֚ק H7535 בַּיּ֣וֹם H3117 הַה֔וּא H1931 סָבְב֥וּ H5437 אֶת H853 הָעִ֖יר H5892 שֶׁ֥בַע H7651 פְּעָמִֽים H6471 ",
  "16": "וַיְהִי֙ H1961 בַּפַּ֣עַם H6471 הַשְּׁבִיעִ֔ית H7637 תָּקְע֥וּ H8628 הַכֹּהֲנִ֖ים H3548 בַּשּׁוֹפָר֑וֹת H7782 וַיֹּ֨אמֶר H559 יְהוֹשֻׁ֤עַ H3091 אֶל H413 הָעָם֙ H5971 הָרִ֔יעוּ H7321 כִּֽי H3588 נָתַ֧ן H5414 יְהוָ֛ה H3068 לָכֶ֖ם Hl אֶת H853 הָעִֽיר H5892 ",
  "17": "וְהָיְתָ֨ה H1961 הָעִ֥יר H5892 חֵ֛רֶם H2764 הִ֥יא H1931 וְכָל H3605 אֲשֶׁר H834 בָּ֖הּ Hb לַֽיהוָ֑ה H3068 רַק֩ H7535 רָחָ֨ב H7343 הַזּוֹנָ֜ה H2181 תִּֽחְיֶ֗ה H2421 הִ֚יא H1931 וְכָל H3605 אֲשֶׁ֣ר H834 אִתָּ֣הּ H854 בַּבַּ֔יִת H1004 כִּ֣י H3588 הֶחְבְּאַ֔תָה H2244 אֶת H853 הַמַּלְאָכִ֖ים H4397 אֲשֶׁ֥ר H834 שָׁלָֽחְנוּ H7971 ",
  "18": "וְרַק H7535 אַתֶּם֙ H859 שִׁמְר֣וּ H8104 מִן H4480 הַחֵ֔רֶם H2764 פֶּֽן H6435 תַּחֲרִ֖ימוּ H2763 וּלְקַחְתֶּ֣ם H3947 מִן H4480 הַחֵ֑רֶם H2764 וְשַׂמְתֶּ֞ם H7760 אֶת H853 מַחֲנֵ֤ה H4264 יִשְׂרָאֵל֙ H3478 לְחֵ֔רֶם H2764 וַעֲכַרְתֶּ֖ם H5916 אוֹתֽוֹ H853 ",
  "19": "וְכֹ֣ל H3605 כֶּ֣סֶף H3701 וְזָהָ֗ב H2091 וּכְלֵ֤י H3627 נְחֹ֨שֶׁת֙ H5178 וּבַרְזֶ֔ל H1270 קֹ֥דֶשׁ H6944 ה֖וּא H1931 לַֽיהוָ֑ה H3068 אוֹצַ֥ר H214 יְהוָ֖ה H3068 יָבֽוֹא H935 ",
  "20": "וַיָּ֣רַע H7321 הָעָ֔ם H5971 וַֽיִּתְקְע֖וּ H8628 בַּשֹּֽׁפָר֑וֹת H7782 וַיְהִי֩ H1961 כִשְׁמֹ֨עַ H8085 הָעָ֜ם H5971 אֶת H853 ק֣וֹל H6963 הַשּׁוֹפָ֗ר H7782 וַיָּרִ֤יעוּ H7321 הָעָם֙ H5971 תְּרוּעָ֣ה H8643 גְדוֹלָ֔ה H1419 וַתִּפֹּ֨ל H5307 הַֽחוֹמָ֜ה H2346 תַּחְתֶּ֗יהָ H8478 וַיַּ֨עַל H5927 הָעָ֤ם H5971 הָעִ֨ירָ H5892 אִ֣ישׁ H376 נֶגְדּ֔וֹ H5048 וַֽיִּלְכְּד֖וּ H3920 אֶת H853 הָעִֽיר H5892 ",
  "21": "וַֽיַּחֲרִ֨ימוּ֙ H2763 אֶת H853 כָּל H3605 אֲשֶׁ֣ר H834 בָּעִ֔יר H5892 מֵאִישׁ֙ H376 וְעַד H5704 אִשָּׁ֔ה H802 מִנַּ֖עַר H5288 וְעַד H5704 זָקֵ֑ן H2205 וְעַ֨ד H5704 שׁ֥וֹר H7794 וָשֶׂ֛ה H7716 וַחֲמ֖וֹר H2543 לְפִי H6310 חָֽרֶב H2719 ",
  "22": "וְלִ H8147 הָאֲנָשִׁ֜ים H376 הַֽמְרַגְּלִ֤ים H7270 אֶת H853 הָאָ֨רֶץ֙ H776 אָמַ֣ר H559 יְהוֹשֻׁ֔עַ H3091 בֹּ֖אוּ H935 בֵּית H1004 הָאִשָּׁ֣ה H802 הַזּוֹנָ֑ה H2181 וְהוֹצִ֨יאוּ H3318 מִשָּׁ֤ם H8033 אֶת H853 הָֽאִשָּׁה֙ H802 וְאֶת H853 כָּל H3605 אֲשֶׁר H834 לָ֔הּ Hl כַּאֲשֶׁ֥ר H834 נִשְׁבַּעְתֶּ֖ם H7650 לָֽהּ Hl ",
  "23": "וַיָּבֹ֜אוּ H935 הַנְּעָרִ֣ים H5288 הַֽמְרַגְּלִ֗ים H7270 וַיֹּצִ֡יאוּ H3318 אֶת H853 רָ֠חָב H7343 וְאֶת H853 אָבִ֨יהָ H1 וְאֶת H853 אִמָּ֤הּ H517 וְאֶת H853 אַחֶ֨יהָ֙ H251 וְאֶת H853 כָּל H3605 אֲשֶׁר H834 לָ֔הּ Hl וְאֵ֥ת H853 כָּל H3605 מִשְׁפְּחוֹתֶ֖יהָ H4940 הוֹצִ֑יאוּ H3318 וַיַּ֨נִּיח֔וּ H3240 מִח֖וּץ H2351 לְמַחֲנֵ֥ה H4264 יִשְׂרָאֵֽל H3478 ",
  "24": "וְהָ H5892 שָׂרְפ֥וּ H8313 בָאֵ֖שׁ H784 וְכָל H3605 אֲשֶׁר H834 בָּ֑הּ Hb רַ֣ק H7535 הַכֶּ֣סֶף H3701 וְהַ H2091 וּכְלֵ֤י H3627 הַנְּחֹ֨שֶׁת֙ H5178 וְהַ H1270 נָתְנ֖וּ H5414 אוֹצַ֥ר H214 בֵּית H1004 יְהוָֽה H3068 ",
  "25": "וְֽאֶת H853 רָחָ֣ב H7343 הַ֠זּוֹנָה H2181 וְאֶת H853 בֵּ֨ית H1004 אָבִ֤יהָ H1 וְאֶת H853 כָּל H3605 אֲשֶׁר H834 לָהּ֙ Hl הֶחֱיָ֣ה H2421 יְהוֹשֻׁ֔עַ H3091 וַתֵּ֨שֶׁב֙ H3427 בְּקֶ֣רֶב H7130 יִשְׂרָאֵ֔ל H3478 עַ֖ד H5704 הַיּ֣וֹם H3117 הַזֶּ֑ה H2088 כִּ֤י H3588 הֶחְבִּ֨יאָה֙ H2244 אֶת H853 הַמַּלְאָכִ֔ים H4397 אֲשֶׁר H834 שָׁלַ֥ח H7971 יְהוֹשֻׁ֖עַ H3091 לְרַגֵּ֥ל H7270 אֶת H853 יְרִיחֽוֹ H3405 ",
  "26": "וַיַּשְׁבַּ֣ע H7650 יְהוֹשֻׁ֔עַ H3091 בָּעֵ֥ת H6256 הַהִ֖יא H1931 לֵאמֹ֑ר H559 אָר֨וּר H779 הָאִ֜ישׁ H376 לִפְנֵ֣י H6440 יְהוָ֗ה H3068 אֲשֶׁ֤ר H834 יָקוּם֙ H6965 וּבָנָ֞ה H1129 אֶת H853 הָעִ֤יר H5892 הַזֹּאת֙ H2063 אֶת H853 יְרִיח֔וֹ H3405 בִּבְכֹר֣ H1060 יְיַסְּדֶ֔נָּה H3245 וּבִ H6810 יַצִּ֥יב H5324 דְּלָתֶֽיהָ H1817 ",
  "27": "וַיְהִ֥י H1961 יְהוָ֖ה H3068 אֶת H854 יְהוֹשֻׁ֑עַ H3091 וַיְהִ֥י H1961 שָׁמְע֖וֹ H8089 בְּכָל H3605 הָאָֽרֶץ H776 "
}
