{
  "1": "וַיִּמְעֲל֧וּ H4603 בְנֵֽי H1121 יִשְׂרָאֵ֛ל H3478 מַ֖עַל H4604 בַּחֵ֑רֶם H2764 וַיִּקַּ֡ח H3947 עָכָ֣ן H5912 בֶּן H1121 כַּרְמִי֩ H3756 בֶן H1121 זַבְדִּ֨י H2067 בֶן H1121 זֶ֜רַח H2226 לְמַטֵּ֤ה H4294 יְהוּדָה֙ H3063 מִן H4480 הַחֵ֔רֶם H2764 וַיִּֽחַר H2734 אַ֥ף H639 יְהוָ֖ה H3068 בִּבְנֵ֥י H1121 יִשְׂרָאֵֽל H3478 ",
  "2": "וַיִּשְׁלַח֩ H7971 יְהוֹשֻׁ֨עַ H3091 אֲנָשִׁ֜ים H376 מִֽירִיח֗וֹ H3405 הָעַ֞י H5857 אֲשֶׁ֨ר H834 עִם H5973 בֵּ֥ית H1007 אָ֨וֶן֙ H1007 מִקֶּ֣דֶם H6924 לְבֵֽית H1008 אֵ֔ל H1008 וַיֹּ֤אמֶר H559 אֲלֵיהֶם֙ H413 לֵאמֹ֔ר H559 עֲל֖וּ H5927 וְרַגְּל֣וּ H7270 אֶת H853 הָאָ֑רֶץ H776 וַֽיַּעֲלוּ֙ H5927 הָאֲנָשִׁ֔ים H376 וַֽיְרַגְּל֖וּ H7270 אֶת H853 הָעָֽי H5857 ",
  "3": "וַיָּשֻׁ֣בוּ H7725 אֶל H413 יְהוֹשֻׁ֗עַ H3091 וַיֹּאמְר֣וּ H559 אֵלָיו֮ H413 אַל H408 יַ֣עַל H5927 כָּל H3605 הָעָם֒ H5971 כְּאַלְפַּ֣יִם H505 אִ֗ישׁ H376 א֚וֹ H176 כִּשְׁלֹ֣שֶׁת H7969 אֲלָפִ֣ים H505 אִ֔ישׁ H376 יַעֲל֖וּ H5927 וְיַכּ֣וּ H5221 אֶת H853 הָעָ֑י H5857 אַל H408 תְּיַגַּע H3021 שָׁ֨מָּה֙ H8033 אֶת H853 כָּל H3605 הָעָ֔ם H5971 כִּ֥י H3588 מְעַ֖ט H4592 הֵֽמָּה H1992 ",
  "4": "וַיַּעֲל֤וּ H5927 מִן H4480 הָעָם֙ H5971 שָׁ֔מָּה H8033 כִּשְׁלֹ֥שֶׁת H7969 אֲלָפִ֖ים H505 אִ֑ישׁ H376 וַיָּנֻ֕סוּ H5127 לִפְנֵ֖י H6440 אַנְשֵׁ֥י H376 הָעָֽי H5857 ",
  "5": "וַיַּכּ֨וּ H5221 מֵהֶ֜ם H1992 אַנְשֵׁ֣י H376 הָעַ֗י H5857 כִּשְׁלֹשִׁ֤ים H7970 וְשִׁשָּׁה֙ H8337 אִ֔ישׁ H376 וַֽיִּרְדְּפ֞וּ H7291 לִפְנֵ֤י H6440 הַשַּׁ֨עַר֙ H8179 עַד H5704 הַשְּׁבָרִ֔ים H7671 וַיַּכּ֖וּ H5221 בַּמּוֹרָ֑ד H4174 וַיִּמַּ֥ס H4549 לְבַב H3824 הָעָ֖ם H5971 וַיְהִ֥י H1961 לְמָֽיִם H4325 ",
  "6": "וַיִּקְרַ֨ע H7167 יְהוֹשֻׁ֜עַ H3091 שִׂמְלֹתָ֗יו H8071 וַיִּפֹּל֩ H5307 עַל H5921 פָּנָ֨יו H6440 אַ֜רְצָה H776 לִפְנֵ֨י H6440 אֲר֤וֹן H727 יְהוָה֙ H3068 עַד H5704 הָעֶ֔רֶב H6153 ה֖וּא H1931 וְזִקְנֵ֣י H2205 יִשְׂרָאֵ֑ל H3478 וַיַּעֲל֥וּ H5927 עָפָ֖ר H6083 עַל H5921 רֹאשָֽׁם H7218 ",
  "7": "וַיֹּ֨אמֶר H559 יְהוֹשֻׁ֜עַ H3091 אֲהָ֣הּ H162 אֲדֹנָ֣י H136 יְהוִ֗ה H3069 לָ֠מָה H4100 הֵעֲבַ֨רְתָּ H5674 הַעֲבִ֜יר H5674 אֶת H853 הָעָ֤ם H5971 הַזֶּה֙ H2088 אֶת H853 הַיַּרְדֵּ֔ן H3383 לָתֵ֥ת H5414 אֹתָ֛נוּ H853 בְּיַ֥ד H3027 הָאֱמֹרִ֖י H567 לְהַאֲבִידֵ֑ H6 וְלוּ֙ H3863 הוֹאַ֣לְנוּ H2974 וַנֵּ֔שֶׁב H3427 בְּעֵ֖בֶר H5676 הַיַּרְדֵּֽן H3383 ",
  "8": "בִּ֖י H994 אֲדֹנָ֑י H136 מָ֣ה H4100 אֹמַ֔ר H559 אַ֠חֲרֵי H310 אֲשֶׁ֨ר H834 הָפַ֧ךְ H2015 יִשְׂרָאֵ֛ל H3478 עֹ֖רֶף H6203 לִפְנֵ֥י H6440 אֹיְבָֽיו H341 ",
  "9": "וְיִשְׁמְע֣וּ H8085 הַֽכְּנַעֲנִ֗י H3669 וְכֹל֙ H3605 יֹשְׁבֵ֣י H3427 הָאָ֔רֶץ H776 וְנָסַ֣בּוּ H5437 עָלֵ֔ינוּ H5921 וְהִכְרִ֥יתוּ H3772 אֶת H853 שְׁמֵ֖נוּ H8034 מִן H4480 הָאָ֑רֶץ H776 וּמַֽה H4100 תַּעֲשֵׂ֖ה H6213 לְשִׁמְ H8034 הַגָּדֽוֹל H1419 ",
  "10": "וַיֹּ֧אמֶר H559 יְהוָ֛ה H3068 אֶל H413 יְהוֹשֻׁ֖עַ H3091 קֻ֣ם H6965 לָ֑ךְ Hl לָ֣מָּה H4100 זֶּ֔ה H2088 אַתָּ֖ה H859 נֹפֵ֥ל H5307 עַל H5921 פָּנֶֽיךָ H6440 ",
  "11": "חָטָא֙ H2398 יִשְׂרָאֵ֔ל H3478 וְגַם֙ H1571 עָבְר֣וּ H5674 אֶת H853 בְּרִיתִ֔י H1285 אֲשֶׁ֥ר H834 צִוִּ֖יתִי H6680 אוֹתָ֑ם H853 וְגַ֤ם H1571 לָֽקְחוּ֙ H3947 מִן H4480 הַחֵ֔רֶם H2764 וְגַ֤ם H1571 גָּֽנְבוּ֙ H1589 וְגַ֣ם H1571 כִּֽחֲשׁ֔וּ H3584 וְגַ֖ם H1571 שָׂ֥מוּ H7760 בִכְלֵי H3627 ",
  "12": "וְלֹ֨א H3808 יֻכְל֜וּ H3201 בְּנֵ֣י H1121 יִשְׂרָאֵ֗ל H3478 לָקוּם֙ H6965 לִפְנֵ֣י H6440 אֹיְבֵיהֶ֔ם H341 עֹ֗רֶף H6203 יִפְנוּ֙ H6437 לִפְנֵ֣י H6440 אֹֽיְבֵיהֶ֔ם H341 כִּ֥י H3588 הָי֖וּ H1961 לְחֵ֑רֶם H2764 לֹ֤א H3808 אוֹסִיף֙ H3254 לִֽהְי֣וֹת H1961 עִמָּכֶ֔ם H5973 אִם H518 לֹ֥א H3808 תַשְׁמִ֛ידוּ H8045 הַחֵ֖רֶם H2764 מִֽקִּרְבְּ H7130 ",
  "13": "קֻ֚ם H6965 קַדֵּ֣שׁ H6942 אֶת H853 הָעָ֔ם H5971 וְאָמַרְתָּ֖ H559 הִתְקַדְּשׁ֣וּ H6942 לְמָחָ֑ר H4279 כִּ֣י H3588 כֹה֩ H3541 אָמַ֨ר H559 יְהוָ֜ה H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֗ל H3478 חֵ֤רֶם H2764 בְּקִרְבְּ H7130 יִשְׂרָאֵ֔ל H3478 לֹ֣א H3808 תוּכַ֗ל H3201 לָקוּם֙ H6965 לִפְנֵ֣י H6440 אֹיְבֶ֔יךָ H341 עַד H5704 הֲסִירְכֶ֥ם H5493 הַחֵ֖רֶם H2764 מִֽקִּרְבְּ H7130 ",
  "14": "וְנִקְרַבְתֶּ֥ם H7126 בַּבֹּ֖קֶר H1242 לְשִׁבְטֵי H7626 וְהָיָ֡ה H1961 הַשֵּׁבֶט֩ H7626 אֲשֶׁר H834 יִלְכְּדֶ֨נּוּ H3920 יְהוָ֜ה H3068 יִקְרַ֣ב H7126 לַמִּשְׁפָּח֗וֹת H4940 וְהַ H4940 אֲשֶֽׁר H834 יִלְכְּדֶ֤נָּה H3920 יְהוָה֙ H3068 תִּקְרַ֣ב H7126 לַבָּתִּ֔ים H1004 וְהַ H1004 אֲשֶׁ֣ר H834 יִלְכְּדֶ֣נּוּ H3920 יְהוָ֔ה H3068 יִקְרַ֖ב H7126 לַגְּבָרִֽים H1397 ",
  "15": "וְהָיָה֙ H1961 הַנִּלְכָּ֣ד H3920 בַּחֵ֔רֶם H2764 יִשָּׂרֵ֣ף H8313 בָּאֵ֔שׁ H784 אֹת֖וֹ H853 וְאֶת H853 כָּל H3605 אֲשֶׁר H834 ל֑וֹ Hl כִּ֤י H3588 עָבַר֙ H5674 אֶת H853 בְּרִ֣ית H1285 יְהוָ֔ה H3068 וְכִֽי H3588 עָשָׂ֥ה H6213 נְבָלָ֖ה H5039 בְּיִשְׂרָאֵֽל H3478 ",
  "16": "וַיַּשְׁכֵּ֤ם H7925 יְהוֹשֻׁ֨עַ֙ H3091 בַּבֹּ֔קֶר H1242 וַיַּקְרֵ֥ב H7126 אֶת H853 יִשְׂרָאֵ֖ל H3478 לִשְׁבָטָ֑י H7626 וַיִּלָּכֵ֖ד H3920 שֵׁ֥בֶט H7626 יְהוּדָֽה H3063 ",
  "17": "וַיַּקְרֵב֙ H7126 אֶת H853 מִשְׁפַּ֣חַת H4940 יְהוּדָ֔ה H3063 וַיִּלְכֹּ֕ד H3920 אֵ֖ת H853 מִשְׁפַּ֣חַת H4940 הַזַּרְחִ֑י H2227 וַיַּקְרֵ֞ב H7126 אֶת H853 מִשְׁפַּ֤חַת H4940 הַזַּרְחִי֙ H2227 לַגְּבָרִ֔ים H1397 וַיִּלָּכֵ֖ד H3920 זַבְדִּֽי H2067 ",
  "18": "וַיַּקְרֵ֥ב H7126 אֶת H853 בֵּית֖וֹ H1004 לַגְּבָרִ֑ים H1397 וַיִּלָּכֵ֗ד H3920 עָכָ֞ן H5912 בֶּן H1121 כַּרְמִ֧י H3756 בֶן H1121 זַבְדִּ֛י H2067 בֶּן H1121 זֶ֖רַח H2226 לְמַטֵּ֥ה H4294 יְהוּדָֽה H3063 ",
  "19": "וַיֹּ֨אמֶר H559 יְהוֹשֻׁ֜עַ H3091 אֶל H413 עָכָ֗ן H5912 בְּנִי֙ H1121 שִֽׂים H7760 נָ֣א H4994 כָב֗וֹד H3519 לַֽיהוָ֛ה H3068 אֱלֹהֵ֥י H430 יִשְׂרָאֵ֖ל H3478 וְתֶן H5414 ל֣וֹ Hl תוֹדָ֑ה H8426 וְהַגֶּד H5046 נָ֥א H4994 לִי֙ Hl מֶ֣ה H4100 עָשִׂ֔יתָ H6213 אַל H408 תְּכַחֵ֖ד H3582 מִמֶּֽנִּי H4480 ",
  "20": "וַיַּ֧עַן H6030 עָכָ֛ן H5912 אֶת H853 יְהוֹשֻׁ֖עַ H3091 וַיֹּאמַ֑ר H559 אָמְנָ֗ה H546 אָנֹכִ֤י H595 חָטָ֨אתִי֙ H2398 לַֽיהוָה֙ H3068 אֱלֹהֵ֣י H430 יִשְׂרָאֵ֔ל H3478 וְכָ H2063 וְכָ H2063 עָשִֽׂיתִי H6213 ",
  "21": "ואראה H7200 בַשָּׁלָ֡ל H7998 אַדֶּ֣רֶת H155 שִׁנְעָר֩ H8152 אַחַ֨ת H259 טוֹבָ֜ה H2896 וּמָאתַ֧יִם H3967 שְׁקָלִ֣ים H8255 כֶּ֗סֶף H3701 וּלְשׁ֨וֹן H3956 זָהָ֤ב H2091 אֶחָד֙ H259 חֲמִשִּׁ֤ים H2572 שְׁקָלִים֙ H8255 מִשְׁקָל֔וֹ H4948 וָֽאֶחְמְדֵ֖ H2530 וָֽאֶקָּחֵ֑ H3947 וְהִנָּ֨ H2009 טְמוּנִ֥ים H2934 בָּאָ֛רֶץ H776 בְּת֥וֹךְ H8432 הָאָֽהֳלִ֖ H168 וְהַ H3701 תַּחְתֶּֽיהָ H8478 ",
  "22": "וַיִּשְׁלַ֤ח H7971 יְהוֹשֻׁ֨עַ֙ H3091 מַלְאָכִ֔ים H4397 וַיָּרֻ֖צוּ H7323 הָאֹ֑הֱלָ H168 וְהִנֵּ֧ה H2009 טְמוּנָ֛ה H2934 בְּאָהֳל֖ H168 וְהַ H3701 תַּחְתֶּֽיהָ H8478 ",
  "23": "וַיִּקָּחוּ H3947 מִתּ֣וֹךְ H8432 הָאֹ֔הֶל H168 וַיְבִאוּ H935 אֶל H413 יְהוֹשֻׁ֔עַ H3091 וְאֶ֖ל H413 כָּל H3605 בְּנֵ֣י H1121 יִשְׂרָאֵ֑ל H3478 וַיַּצִּקֻ֖ H3332 לִפְנֵ֥י H6440 יְהוָֽה H3068 ",
  "24": "וַיִּקַּ֣ח H3947 יְהוֹשֻׁ֣עַ H3091 אֶת H853 עָכָ֣ן H5912 בֶּן H1121 זֶ֡רַח H2226 וְאֶת H853 הַכֶּ֣סֶף H3701 וְאֶת H853 הָאַדֶּ֣רֶת H155 וְֽאֶת H853 לְשׁ֣וֹן H3956 הַזָּהָ֡ב H2091 וְֽאֶת H853 בָּנָ֡יו H1121 וְֽאֶת H853 בְּנֹתָ֡יו H1323 וְאֶת H853 שׁוֹרוֹ֩ H7794 וְאֶת H853 חֲמֹר֨וֹ H2543 וְאֶת H853 צֹאנ֤וֹ H6629 וְאֶֽת H853 אָהֳלוֹ֙ H168 וְאֶת H853 כָּל H3605 אֲשֶׁר H834 ל֔וֹ Hl וְכָל H3605 יִשְׂרָאֵ֖ל H3478 עִמּ֑וֹ H5973 וַיַּעֲל֥וּ H5927 אֹתָ֖ם H853 עֵ֥מֶק H6010 עָכֽוֹר H5911 ",
  "25": "וַיֹּ֤אמֶר H559 יְהוֹשֻׁ֨עַ֙ H3091 מֶ֣ה H4100 עֲכַרְתָּ֔נוּ H5916 יַעְכֳּרְךָ֥ H5916 יְהוָ֖ה H3068 בַּיּ֣וֹם H3117 הַזֶּ֑ה H2088 וַיִּרְגְּמ֨וּ H7275 אֹת֤וֹ H853 כָל H3605 יִשְׂרָאֵל֙ H3478 אֶ֔בֶן H68 וַיִּשְׂרְפ֤וּ H8313 אֹתָם֙ H853 בָּאֵ֔שׁ H784 וַיִּסְקְל֥וּ H5619 אֹתָ֖ם H853 בָּאֲבָנִֽים H68 ",
  "26": "וַיָּקִ֨ימוּ H6965 עָלָ֜יו H5921 גַּל H1530 אֲבָנִ֣ים H68 גָּד֗וֹל H1419 עַ֚ד H5704 הַיּ֣וֹם H3117 הַזֶּ֔ה H2088 וַיָּ֥שָׁב H7725 יְהוָ֖ה H3068 מֵחֲר֣וֹן H2740 אַפּ֑וֹ H639 עַל H5921 כֵּ֠ן H3651 קָרָ֞א H7121 שֵׁ֣ם H8034 הַמָּק֤וֹם H4725 הַהוּא֙ H1931 עֵ֣מֶק H6010 עָכ֔וֹר H5911 עַ֖ד H5704 הַיּ֥וֹם H3117 הַזֶּֽה H2088 "
}
