{
  "1": "But now, you people of Israel, listen to Yahweh, the one who established your nation.\\q2 The one who caused you to become a nation says this:\n\\q1 \"Do not be afraid,\n\\q2 because I have rescued you.\n\\q1 I have called you by your name, in order that you may belong to me. Now you are mine.\n\n\n\\q1",
  "2": "When you experience dangerous situations,\\q1 and you have hardships as terrible as deep rivers to cross,\n\\q2 I will be with you.\n\\q1 When you have very painful troubles, as painful as fire,\n\\q2 you will be able to endure them, and they will not hurt you,\n\n\\q1",
  "3": "because I am Yahweh, your God,\\q2 the Holy One of Israel, the one who rescues you.\n\\q1 I will sacrifice Egypt in your place;\n\\q2 and Ethiopia and Seba exchange for you.\n\n\n\\q1",
  "4": "I will cause other countries to be conquered instead of your country;\\q2 I will trade them for you,\n\\q2 in order that you will not be killed,\n\\q1 because you are very precious to me\n\\q2 and because I love you.\n\\q1",
  "5": "Do not be afraid, because I am with you.\\q2 Some day I will gather your descendants from the east and from the west.\n\n\n\\q1",
  "6": "I will command the rulers of the nations to the north and to the south,\\q2 'Allow all the people of Israel to return to their country,\n\\q2 from the most distant places on the earth.\n\\q1",
  "7": "Allow all those who belong to me to return,\\q2 because I have caused them to become a nation in order that they would honor me;\n\\q2 I am the one who has done that.'\n\n\n\\q1",
  "8": "Summon the people who have eyes but act as though they were blind;\\q2 summon those who have ears but act as though they were deaf.\n\\q1",
  "9": "Gather people of all nations together,\\q2 ones from all people groups,\n\\q1 and ask them this: 'Has any of their idols foretold the things that are happening now?\n\\q2 And can any of them predict what will happen in the future?'\n\\q1 Then bring people who will testify and say 'I heard them predict things,\n\\q2 and what they predicted was what happened,'\n\\q2 but they will be lying.\"\n\n\n\\q1",
  "10": "But Yahweh says, \"You people of Israel are my witnesses,\\q2 and you are the ones who serve me.\n\\q1 I chose you in order that you would know me, believe in me,\n\\q2 and understand that I am the only one who is truly God.\n\\q1 There is no other true God.\n\\q2 There was no other true God previously,\n\\q2 and there will never be another true God.\n\\q1",
  "11": "I, only I, am Yahweh,\\q2 and there is no other one who can save you.\n\n\n\\q1",
  "12": "I said that I would rescue your ancestors,\\q2 and then I rescued them, and I proclaimed that I had done it.\n\\q1 No foreign god among you did that!\n\\q2 And you are witnesses that only I, Yahweh, am God.\n\\q2",
  "13": "I am God, the one who has existed forever and who will exist forever;\\q1 no one can snatch people from my hand,\n\\q2 and no one can change what I have done.\"\n\n\n\n\\q1",
  "14": "Yahweh, the Holy One of Israel, is the one who rescues you, and this is what he says:\\q2 \"For your sake, I will send an army to attack Babylon.\n\\q2 They will force the people of the city to run away from their city, and to wail in song instead of rejoice in song.\n\\q1",
  "15": "I am Yahweh, your Holy One,\\q2 the one who caused Israel to become a nation, and the one who is really your king.\n\n\n\\q1",
  "16": "I am Yahweh, the one who opened a path through the water,\\q2 making a road through the Sea of Reeds.\n\\q1",
  "17": "Then I summoned the great army of Egypt\\q2 to come with all their chariots and horses.\n\\q1 But when they tried to pursue my people,\n\\q1 I caused the waves to flow over them and they drowned;\n\\q2 their lives ended like the light of a candle ends when someone snuffs out the wick.\n\n\n\\q1",
  "18": "But do not think only about what happened in the past, long ago.\\q1",
  "19": "Instead, consider the new thing that I am going to do.\\q2 I have already started to do it;\n\\q2 can you see it?\n\\q1 I am going to make a road through the desert.\n\\q2 And I will cause there to be streams in the wasteland.\n\n\n\\q1",
  "20": "The jackals and ostriches and other wild creatures will thank me\\q2 for giving them water in the desert.\n\\q1 I will cause streams to appear in the dry desert\n\\q2 in order that my people, the ones whom I have chosen, will have water;\n\\q2",
  "21": "I will do that for the people whom I have created and chosen to belong to me,\\q2 so that they will tell others about the wonderful things I have done for them.\n\n\n\n\\q1",
  "22": "But now, you descendants of Jacob, you refuse to request my help.\\q2 You people of Israel have become tired of worshiping me.\n\\q1",
  "23": "You have not brought to me sheep or goats for offerings to burn up on my altar;\\q2 you have not honored me with any sacrifices,\n\\q1 even though the offerings of grain and incense that I asked you to bring to me were not a burden to you.\n\n\n\\q1",
  "24": "You have not bought for me any fragrant reeds,\\q2 and you have not poured out to me the sweet-smelling fat from any animal sacrifices.\n\\q1 But you have burdened me by all the sins that you have committed,\n\\q2 and made me weary because of all your iniquities.\n\n\n\\q1",
  "25": "I am the one who is able to forgive you for all your sins;\\q2 I am the only one who can do that,\n\\q2 with the result that I will never think about them again.\n\\q1",
  "26": "Tell me what I have done that you do not like.\\q2 Do you think that when you state your case, you will prove that you are innocent?\n\n\n\\q1",
  "27": "No, what has happened is that the first ancestor of you Israelites sinned against me,\\q2 and since then, all your leaders have rebelled against me.\n\\q1",
  "28": "That is why I will cause your priests to be disgraced;\\q2 I will allow others to destroy you people of Israel\n\\q2 and caused you to be despised.\""
}
