{
  "1": "Yahweh says, \"You people of Jerusalem, start to sing!\\q2 You who are like women who have never given birth to children, sing loudly and shout joyfully,\n\\q1 because you, who are like childless women who have been abandoned by their husbands, will soon have more children\n\\q2 than women who have never had any children.\n\n\n\\q1",
  "2": "Make your tents larger;\\q2 make them wider,\n\\q2 and fasten them firmly with tent pegs.\n\\q1",
  "3": "You will need to make your city much larger\\q2 because soon you and your descendants will spread all over the land.\n\\q1 They will force the people of other nations to leave where they are,\n\\q2 and you will live again in the cities that people had previously abandoned.\n\n\n\\q1",
  "4": "Do not be afraid; you will no longer be ashamed.\\q1 Previously you were ashamed because your enemies conquered you\n\\q2 and caused your nation to be like a widow,\n\\q1 but soon you will not even remember that.\n\n\n\\q1",
  "5": "I, Yahweh, commander of the angel armies, the Holy One of Israel, who rules over the whole earth,\\q1 the one who created you,\n\\q2 will be like a husband to you.\n\\q1",
  "6": "Your nation was like a woman whose husband left her,\\q2 and caused you to be very sad;\n\\q1 you were like a young woman who\n\\q1 got married when she was very young,\n\\q2 and then her husband abandoned her.\n\n\n\\q1",
  "7": "I abandoned you people of Jerusalem for a while,\\q2 but now I am saying, 'I will take you back.'\n\\q1",
  "8": "I was very angry with you for a while,\\q2 and I turned away from you.\n\\q1 But I will act mercifully toward you\n\\q2 and I will faithfully love you forever.\n\\q2 That is what I, Yahweh, your rescuer, say to you.\n\n\n\\q1",
  "9": "During the time that Noah lived,\\q2 I solemnly promised that I would never again allow a flood to cover the earth.\n\\q1 So now I solemnly promise that I will not be angry with you again and rebuke you.\n\\q1",
  "10": "Even if the mountains and hills shake and collapse,\\q2 I will not stop faithfully loving you,\n\\q1 and I will not cancel my covenant\n\\q2 to cause things to go well for you.\n\\q2 That is what I, Yahweh, who acts mercifully, say.\n\n\n\\q1",
  "11": "You people of Jerusalem, your enemies acted very violently toward you;\\q2 it was as though your city had been battered by a severe storm,\n\\q2 and no one helped you.\n\\q1 But now I will cause your city to be rebuilt with stones made of turquoise,\n\\q2 and will cause the foundations of the city to be made of sapphires.\n\\q1",
  "12": "I will cause the towers on the city wall to be made of rubies,\\q2 and all the gates and outer walls of the city will be made of other very valuable stones.\n\n\n\\q1",
  "13": "I will be the one who will teach your children\\q2 and cause things to go well with you.\n\\q1",
  "14": "Your government will be strong because it will act justly;\\q1 no one will oppress you;\n\\q2 you will not be afraid,\n\\q2 because nothing will come near you that will make you fear.\n\n\n\\q1",
  "15": "If any army attacks you,\\q2 it will not be because I have incited them to do that,\n\\q1 and you will defeat anyone who attacks you.\n\\q1",
  "16": "Think about this:\\q2 Blacksmiths fan the coals to make a very hot flame\n\\q2 in order to produce weapons that can be used in battles,\n\\q1 but I am the one who has produced blacksmiths!\n\\q1 And I am also the one who created people who destroy other people and cities.\n\n\n\\q1",
  "17": "You will not be defeated by soldiers using weapons\\q2 that they have made to attack you,\n\\q1 and when others try to accuse you, you will prove that they are wrong, and you will condemn them to punishment.\n\\q2 That is the reward for the people who serve Yahweh.\n\\q1 I will defend them and show everyone else that they are right to trust me;\n\\q2 that is what I, Yahweh, promise.\""
}
