{
  "1": "\"Come here! All you people who are in exile,\\q2 and listen to me!\n\\q1 If you are thirsty,\n\\q2 now is the time for you to come to me and get your water!\n\\q1 Now those who had no money,\n\\q2 you can come and buy wine and milk from me, the finest wine and the best milk!\n\\q1 You can get what you need from me,\n\\q2 and you can buy it now!\n\\q1 You can buy it even though you do not have any money,\n\\q2 and even though you could never afford it!\n\n\n\\q1",
  "2": "Why do you spend money to buy things that do not supply what you really need?\\q1 Why do you work hard to get money to buy things that do not truly satisfy you?\n\\q1 Pay attention to what I say\n\\q2 and acquire what is really good!\n\\q1 If you come to me, then in your heart you will truly be happy.\n\n\n\\q1",
  "3": "Listen to me and come to me;\\q2 pay attention to me, and if you do that, you will have new life within you.\n\\q1 I will make a covenant with you that will last forever\n\\q2 to faithfully love you like my love for King David.\n\\q1",
  "4": "By what he did, I showed my power to many people groups;\\q2 I caused him to be a leader and commander over the people of many nations.\n\n\n\\q1",
  "5": "And similarly, you will summon people of other nations to come to you,\\q1 nations that previously you have not heard about,\n\\q2 and they had not heard about you;\n\\q1 and they will come to you quickly\n\\q2 because they will have heard that I, Yahweh, your God, the Holy One of Israel, have honored you.\n\n\n\\q1",
  "6": "Seek to know Yahweh while it is still possible for you to do that;\\q2 call to Yahweh while he is near!\n\\q1",
  "7": "Wicked people should abandon their wicked behavior,\\q2 and evil people should stop thinking what is evil.\n\\q1 They should turn to Yahweh,\n\\q2 and if they do that, he will act mercifully toward them;\n\\q1 they should turn to Yahweh, their God,\n\\q2 because he will fully pardon them for all the wicked things that they have done.\n\n\n\n\\q1",
  "8": "Yahweh declares that what he thinks is not the same as what you think,\\q2 and what he does is very different from what you do.\n\\q1",
  "9": "Just as you people on the earth can never reach the sky,\\q2 the thoughts of Yahweh are that much higher than the way you think.\n\\q1 His ways are always different from what you do.\n\\q1 And so, you can be sure that you can never fully understand the way Yahweh thinks or know the reasons for what Yahweh does.\n\n\n\\q1",
  "10": "Yahweh sends the rain and snow down from the sky,\\q2 and they water the ground.\n\\q1 When the ground becomes moist, it causes plants to sprout and grow,\n\\q2 with the result that the soil produces seed for the farmer to plant and grain to produce flour to make bread for people to eat.\n\\q1",
  "11": "And similarly, the things that I promise to do, I will always cause to happen;\\q2 my promises will always come true.\n\\q1 They will accomplish the things for which I spoke them.\n\n\n\\q1",
  "12": "This is why you will leave Babylon joyfully;\\q2 you will have peace as Yahweh leads you out.\n\\q1 It will be as though the hills and mountains sang joyfully,\n\\q2 and the trees in the fields clapped their hands.\n\\q1",
  "13": "Instead of thornbushes and briers,\\q2 pine trees and myrtle trees will grow in your land.\n\\q1 As a result of that, people will honor Yahweh much more;\n\\q2 and what Yahweh does will cause everyone to remember what he has promised, and they will honor him.\""
}
