{
  "1": "Yahweh also said this:\\q1 \"All of heaven is like my throne,\n\\q2 and the whole earth is like my footstool.\n\\q1 So you could certainly not build a house\n\\q2 that would be adequate for me to live in and rest!\n\n\n\\q1",
  "2": "I have created everything;\\q2 all things exist because I made them.\n\\q1 That is true because I, Yahweh, have said it.\n\\q1 The people I am most pleased with are those who are humble,\n\\q2 who patiently endure it when they suffer,\n\\q2 and who tremble when they hear me rebuking them.\n\n\n\\q1",
  "3": "You have chosen to continually do the things that you want to do:\\q1 some of you slaughter oxen to sacrifice them to me,\n\\q2 but you also bring human sacrifices to your idols!\n\\q1 You sacrifice lambs to me,\n\\q2 but you kill dogs to offer them to your gods.\n\\q1 You offer grain to me,\n\\q2 but you also bring pigs' blood to your idols.\n\\q1 You burn incense to me,\n\\q2 but you also praise your idols.\n\\q1 You delight to do those disgusting things.\n\n\n\\q1",
  "4": "When I called out to you,\\q2 you did not answer.\n\\q1 When I spoke, you did not pay attention.\n\\q1 You did many things that I say are evil,\n\\q2 and you chose to do things that I did not like.\n\\q1 So now I will punish you by causing you to experience the things that you yourselves have done, that you yourselves are afraid of.\"\n\n\n\n\\q1",
  "5": "But you people who tremble when you hear what Yahweh says,\\q2 listen to what he says now:\n\\q1 \"Some of your people hate you and drive you away\n\\q2 because you belong to me.\n\\q1 They make fun of you, and they say,\n\\q2 'Yahweh should show his glorious power!\n\\q2 We want to see him do something to cause you to be truly happy.'\n\\q1 But some day those people will be very disgraced.\"\n\n\n\\q1",
  "6": "At that time, you will listen to the noise in the city.\\q2 You will hear the shouting in the temple.\n\\q1 It will be the sound of Yahweh paying back his enemies.\n\n\n\\q1",
  "7": "No one ever heard that a woman gave birth to a baby\\q2 when she was just starting to have birth pains.\n\\q1",
  "8": "Certainly no one ever heard about such a thing happening,\\q2 and no one has ever seen it happen.\n\\q1 Similarly, no one ever heard that a nation was created in one instant,\n\\q2 not in one day.\n\\q1 But Jerusalem is like a woman who gives birth to children\n\\q2 as soon as she starts to have birth pains.\n\n\n\\q1",
  "9": "Women certainly do not bring infants to the time when they are ready to be born and then do not allow them to be born.\\q2 Similarly, Yahweh will do for Jerusalem what he has promised to do:\n\\q1 he will cause Jerusalem to be full of people again.\n\\q2 That will happen because Yahweh has said it.\n\n\n\\q1",
  "10": "You people in Jerusalem, rejoice!\\q2 And all you people who love Jerusalem should also be happy.\n\\q1 You people who were sad because of what happened to Jerusalem,\n\\q2 you should now be glad.\n\\q1",
  "11": "You people in Jerusalem will have everything that you need,\\q2 like a baby that gets all it needs from its mother's breasts.\n\\q1 You will enjoy all the abundant and glorious things in the city.",
  "12": "Yahweh has promised,\\q1 \"I will cause Jerusalem to be full of valuable things that come from other nations;\n\\q2 those things will pour into Jerusalem; it will be like a big flood.\n\\q1 I will take care of the people of Jerusalem\n\\q2 like women care for the babies that they nurse.\n\\q1",
  "13": "I will comfort you people in Jerusalem like mothers comfort their children.\"\n\n\\q1",
  "14": "When you see those things happen,\\q2 you will rejoice.\n\\q1 Your old bones will become strong again\n\\q2 like in the springtime, when the grass grows.\n\\q1 When that happens, everyone will know that Yahweh has power to help those who worship and obey him,\n\\q2 but that he is angry with his enemies.\n\n\n\\q1",
  "15": "Yahweh will come down with flames of fire,\\q2 and his chariots will come down like a whirlwind;\n\\q1 he will be extremely angry,\n\\q2 and he will punish his enemies by burning them in a fire.\n\\q1",
  "16": "It is as though Yahweh had a big sword,\\q2 and he will judge and execute many people.",
  "17": "Yahweh says, \"Some of you will prepare yourselves to enter the garden of idols by washings and special diets and clothing, and you follow into that place, those who eat the meat of pigs and mice, and other things that I have forbidden you to eat. I promise you, I will stop them and they will not do this any more!\"",
  "18": "I know all the evil things that they all think and do. It is now time for me to gather together the people who live in all nations and who speak all languages, and to show them that I am very great.",
  "19": "I will do something among them to show everyone who they are, and those whom I have spared will go to various distant countries: To Tarshish, Put, Lud (home of archers), Meshech, Tubal, Javan, and to distant islands. I will send them to proclaim to nations that have never heard about me that I am very great and glorious.",
  "20": "Then they will bring back here your relatives who have been exiled, like the offerings that my Israelite people used to bring in the correct manner to the temple. They will travel to Jerusalem, where my holy mountain is; they will come on horses and in chariots, in wagons, on mules and on camels.",
  "21": "I solemnly promise that I will appoint some of them to be priests, and others to do other work in my temple. That will surely happen because I, Yahweh, have said it.",
  "22": "I also promise that just like the new heaven and the new earth will last forever, you will always have descendants, and you will always be honored.",
  "23": "At every festival to celebrate the Sabbath each week and the new moon each month, everyone will come and worship me. That will surely happen because I, Yahweh, have said it.",
  "24": "Then they will go out of Jerusalem and look at the corpses of those who rebelled against me. The maggots in those corpses will never die, the fire will never stop burning them, and everyone who sees their corpses will detest them.\""
}
