{
  "1": "The city that once was full of people is now sitting all alone.\\q She has become like a widow, though she was a mighty nation.\n\\q She was a princess among the nations, but is now forced into slavery.\n\\q",
  "2": "She weeps and wails in the night, and her tears cover her cheeks.\\q None of her lovers comfort her.\n\\q All her friends have betrayed her. They have become her enemies.\n\n\n\\q",
  "3": "After poverty and affliction, Judah has gone into exile.\\q She lives among the nations and finds no rest.\n\\q All her pursuers overtook her in her desperation.\n\n\n\\q",
  "4": "The roads of Zion mourn because none come to the appointed feasts.\\q All her gates are desolate. Her priests groan.\n\\q Her virgins are sorrowful and she herself is in complete distress.\n\\q",
  "5": "Her adversaries have become her master; her enemies prosper.\\q Yahweh has afflicted her for her many sins.\n\\q Her little children go into captivity to her adversary.\n\n\n\\q",
  "6": "Beauty has left the daughter of Zion.\\q Her princes have become like deer that cannot find pasture,\n\\q and they go without strength before their pursuer.\n\n\n\\q",
  "7": "In the days of her affliction and her homelessness, Jerusalem will call to mind\\q all her precious treasures that she had in former days.\n\\q When her people fell into the hand of the adversary, no one helped her.\n\\q The adversaries saw her and laughed at her destruction.\n\n\n\\q",
  "8": "Jerusalem sinned greatly, therefore, she has become scorned as something that is filthy.\\q All who honored her now despise her since they have seen her nakedness.\n\\q She groans and tries to turn away.\n\\q",
  "9": "She has become unclean beneath her skirts. She did not think about her future.\\q Her fall was terrible. There was no one to comfort her.\n\\q She cried out, \"Look at my affliction, Yahweh, for the enemy has become too great!\"\n\n\n\\q",
  "10": "The adversary has put his hand on all our precious treasures.\\q She has seen the nations enter her sanctuary,\n\\q even though you had commanded that they must not enter into your assembly place.\n\n\n\\q",
  "11": "All her people groan as they search for bread.\\q They have given their precious treasures for food to restore their lives.\n\\q Look, Yahweh, and consider me, for I have become worthless.\n\\q",
  "12": "Is it nothing to you, all you who pass by?\\q Look and see if there is anyone else's sorrow like the sorrow that is being inflicted on me,\n\\q since Yahweh has tormented me on the day of his fierce anger.\n\n\n\\q",
  "13": "It is from on high that he has sent fire into my bones, and it has conquered them.\\q He has spread a net for my feet and turned me back.\n\\q He has made me constantly desolate and weak.\n\\q",
  "14": "The yoke of my transgressions is bound together by his hand.\\q They are knit together and placed upon my neck. He has made my strength fail.\n\\q The Lord has given me over into their hands, and I am not able to stand.\n\n\n\\q",
  "15": "The Lord has tossed aside all my mighty men who defended me.\\q He has called an assembly against me to crush my vigorous men.\n\\q The Lord has trampled the virgin daughter of Judah in the winepress.\n\n\n\\q",
  "16": "For these things I weep, my eyes overflow with tears;\\q for a comforter is far from me, one who restores my life.\n\\q My children are desolate because the enemy has conquered me.\n\\q",
  "17": "Zion has spread her hands wide; there is none to comfort her.\\q Yahweh has commanded that those around Jacob should be his adversaries.\n\\q Jerusalem is something unclean to them.\n\n\n\\q",
  "18": "Yahweh is righteous, for I have rebelled against his commandment.\\q Hear, all you peoples, and see my sorrow.\n\\q My virgins and my vigorous men have gone into captivity.\n\\q",
  "19": "I called for my friends, but they were treacherous toward me.\\q My priests and my elders perished in the city,\n\\q while they sought food to restore their lives.\n\n\n\\q",
  "20": "Look, Yahweh, for I am in distress; my stomach churns,\\q my heart is disturbed within me, for I have been very rebellious.\n\\q Outside, the sword bereaves a mother, inside the house there is only death.\n\n\n\\q",
  "21": "They have heard my groaning, but there is no one to comfort me.\\q All my enemies have heard of my trouble and they are glad that you have done it.\n\\q You have brought the day you promised; now let them become like me.\n\\q",
  "22": "Let all their wickedness come before you.\\q deal with them as you have dealt with me because of all my transgressions.\n\\q My groans are many and my heart is faint."
}
