{"1":"I am a man who has seen misery under the rod of Yahweh's fury.\\q","2":"He drove me away and caused me to walk in darkness rather than light.\\q","3":"Surely he turned his hand against me again and again, the whole day long. \\q","4":"He made my flesh and my skin waste away; he broke my bones.\n\n\\q","5":"He built up siege works against me, and surrounded me with bitterness and hardship.\\q","6":"He made me live in dark places, like those who died long ago.\\q","7":"He built a wall around me and I cannot escape. He made my chains heavy\\q","8":"and though I call out and cry for help, he shut out my prayer.\n\n\\q","9":"He blocked my path with a wall of hewn stone; he made my paths crooked.\\q","10":"He is like a bear waiting to ambush me, a lion in hiding;\\q","11":"he turned aside my paths, he has made me desolate.\n\n\\q","12":"He bent his bow and set me as a target for his arrow.\\q","13":"He pierced my kidneys with the arrows of his quiver.\\q","14":"I became a laughingstock to all my people, the object of their taunting all day long.\\q","15":"He filled me with bitterness and forced me to drink wormwood.\n\n\\q","16":"He crushed my teeth with gravel; he has pushed me down into the dust.\\q","17":"My soul is deprived of peace; I have forgotten what happiness is.\\q","18":"So I say, \"My endurance has perished and so has my hope in Yahweh.\"\n\n\\q","19":"Remember my affliction and my wanderings, the wormwood and bitterness.\\q","20":"I continually remember it and I am bowed down within me.\\q","21":"But I call this to mind and therefore I have hope:\n\n\\q","22":"The steadfast love of Yahweh never ceases and his compassions never end,\\q","23":"they are new every morning; your faithfulness is great.\\q","24":"\"Yahweh is my inheritance,\" I said, therefore I will hope in him.\n\n\\q","25":"Yahweh is good to those who wait for him, to the one who seeks him.\\q","26":"It is good to wait silently for the salvation of Yahweh.\\q","27":"It is good for a man that he bear the yoke in his youth.\\q","28":"Let him sit alone in silence, when it is laid upon him.\\q","29":"Let him put his mouth in the dust—there may yet be hope.\n\n\\q","30":"Let him offer his cheek to the one who strikes him, and let him be filled to the full with reproach.\\q","31":"For the Lord will not reject us forever,\\q","32":"but though he causes grief, he will have compassion according to the abundance of his steadfast love.\\q","33":"For he does not afflict from his heart or torment the children of mankind.\n\n\\q","34":"To crush underfoot all the prisoners of the earth,\\q","35":"to deny a man justice in the presence of the Most High,\\q","36":"to deny justice to a person—the Lord would not approve such things!\n\n\\q","37":"Who has spoken and it came to pass, unless the Lord decreed it?\\q","38":"Is it not from the mouth of the Most High that both calamities and the good come?\\q","39":"How can any person alive complain? How can a person complain about the punishment for his sins?\n\n\\q","40":"Let us examine our ways and test them, and let us return to Yahweh.\\q","41":"Let us lift up our hearts and our hands to God in the heavens:\\q","42":"\"We have transgressed and rebelled, and you have not forgiven.\\q","43":"You have covered yourself with anger and pursued us, you have killed and you have not spared. \n\\q","44":"You have covered yourself with a cloud so that no prayer can pass through.\\q","45":"You have made us like filthy scum and refuse among the nations.\\q","46":"All our enemies curse us,\\q","47":"panic and pitfall have come upon us, ruin and destruction.\n\n\\q","48":"My eyes flow with streams of tears because my people are destroyed.\\q","49":"My eyes will shed tears without ceasing, without relief,\\q","50":"until Yahweh from heaven looks down and sees. \n\n\\q","51":"My eyes cause me grief because of all the daughters of my city.\\q","52":"I have been hunted like a bird by those who were my enemies; they hunted me without a reason.\\q","53":"They cast me into a pit and they threw a stone on me,\\q","54":"and they caused waters to overflow, covering my head. I said, 'I have been cut off!'\n\n\\q","55":"I called on your name, Yahweh, from the depths of the pit.\\q","56":"You heard my voice when I said, 'Do not close your ear to my cry for help.'\\q","57":"You came near on the day I called on you; you said, 'Do not fear.'\n\n\\q","58":"Lord, you defended my case, you saved my life!\\q","59":"Yahweh, you have seen the wrong they have done to me; judge my case.\\q","60":"You have seen their insults, all their plots against me—\\q","61":"You have heard their scorn, Yahweh, and all their plans regarding me.\n\n\\q","62":"The lips and the accusations of my enemies come against me all the day.\\q","63":"Look at how they sit and then rise up; they mock me with their songs.\n\\q","64":"Pay back to them, Yahweh, according to what they have done.\\q","65":"You will let their hearts be shameless! May your condemnation be upon them!\\q","66":"You pursue them in anger and destroy them from under the heavens, Yahweh!\""}
