{
  "1": "The gold has become tarnished; how the purest gold has changed!\\q The holy stones are scattered at the corner of every street.\n\\q",
  "2": "The precious sons of Zion were worth their weight in pure gold,\\q but now they are worth no more than clay jars, the work of the potter's hands!\n\n\n\\q",
  "3": "Even the jackals offer the breast to nurse their cubs, but\\q the daughter of my people has become cruel, like the ostriches in the desert.\n\n\n\n\\q",
  "4": "The tongue of the nursing baby sticks to the roof of his mouth by thirst;\\q the children ask for food, but there is none for them.\n\\q",
  "5": "The ones who used to feast on expensive food now starve in the streets;\\q those who were brought up wearing purple clothing, now lie upon piles of garbage.\n\n\\q",
  "6": "The punishment of the daughter of my people is greater than that of Sodom,\\q which was overthrown in a moment and no hands were wrung for her.\n\n\n\\q",
  "7": "Her leaders were purer than snow, whiter than milk;\\q their bodies were more ruddy than coral, their form was like sapphire.\n\\q",
  "8": "Their appearance now is darker than soot;\\q they are not recognized in the streets.\n\\q Their skin has shriveled on their bones;\n\\q it has become as dry as wood.\n\n\\q",
  "9": "Those who have been killed by the sword were happier than those killed by hunger,\\q who wasted away, pierced by the lack of any harvest from the field.\n\\q",
  "10": "The hands of compassionate women have boiled their own children;\\q they became their food during the time\n\\q when the daughter of my people was being destroyed.\n\n\n\\q",
  "11": "Yahweh showed all his wrath; he poured out his fierce anger.\\q He kindled a fire in Zion that consumed her foundations.\n\n\n\\q",
  "12": "The kings of the earth did not believe,\\q nor did any of the inhabitants of the world believe,\n\\q that enemies or opponents could enter the gates of Jerusalem.\n\\q",
  "13": "This happened because of the sins of her prophets and the iniquities of her priests\\q who have shed the blood of the righteous in her midst.\n\n\n\\q",
  "14": "They wandered, blind, through the streets.\\q They were so defiled by that blood that no one was allowed to touch their clothes.\n\\q",
  "15": "\"Away! Unclean!\" people cried at them. \"Away! Away! Do not touch!\"\\q So they wandered about; people said among the nations, \"They can stay here no longer.\"\n\n\n\\q",
  "16": "Yahweh himself scattered them; he does not watch over them anymore.\\q They do not honor the priests,\n\\q and they did not show any favor to the elders.\n\n\n\\q",
  "17": "Our eyes failed, looking in vain for help;\\q from our watchtowers we watched\n\\q for a nation that could not rescue us.\n\\q",
  "18": "They followed our steps,\\q we could not walk in our streets.\n\\q Our end was near and our days were numbered,\n\\q our end had come.\n\n\\q",
  "19": "Our pursuers were swifter than the eagles in the sky.\\q They chased us to the mountains and lay in wait for us in the wilderness.\n\\q",
  "20": "The breath in our nostrils—Yahweh's anointed one—he was the one who was captured in their pits;\\q of whom it was said, \"Under his shadow we will live among the nations.\"\n\n\n\\q",
  "21": "Rejoice and be glad, daughter of Edom,\\q you who live in the land of Uz.\n\\q But to you also the cup will be passed;\n\\q you will be drunk and strip yourself naked.\n\\q",
  "22": "Daughter of Zion, your punishment will come to an end;\\q he will not extend your exile.\n\\q But daughter of Edom, he will punish;\n\\q he will uncover your sins."
}
