{"1":"Remember, Yahweh, what has happened to us;\\q look and see our disgrace.\n\\q","2":"Our inheritance has been turned over to strangers;\\q our houses to foreigners.\n\\q","3":"We have become orphans, the fatherless,\\q and our mothers are like widows.\n\\q","4":"We must pay silver for the water we drink,\\q and we must pay silver to get our own wood.\n\n\n\\q","5":"Those who are coming after us are close behind us;\\q we are weary and we can find no rest.\n\\q","6":"We have given ourselves to Egypt and to Assyria\\q to get enough food.\n\\q","7":"Our fathers sinned, and they are no more,\\q and we bear their iniquities.\n\n\n\\q","8":"Slaves rule over us,\\q and there is no one to deliver us from their hand.\n\\q","9":"We get our bread only by risking our lives,\\q because of the sword in the wilderness.\n\\q","10":"Our skin has grown as hot as an oven\\q because of the burning heat of hunger.\n\n\n\\q","11":"Women are raped in Zion,\\q and virgins in the cities of Judah.\n\\q","12":"Princes are hung up by their own hands,\\q and no honor is shown to the elders.\n\n\n\\q","13":"Young men are forced to grind grain with a millstone,\\q and boys stagger under heavy loads of wood.\n\\q","14":"The elders have left the city gate,\\q and the young men have left their music.\n\n\n\\q","15":"The joy of our heart has ceased\\q and our dancing has turned into mourning.\n\\q","16":"The crown has fallen from our head;\\q woe to us, for we have sinned!\n\n\n\\q","17":"For this our heart has become sick,\\q for these things our eyes grow dim\n\\q","18":"for Mount Zion lies desolate, with jackals prowling over it.\n\n\\q","19":"But you, Yahweh, reign forever,\\q and you will sit upon your throne from generation to generation.\n\\q","20":"Why do you forget us forever?\\q Why do you forsake us for so many days?\n\\q","21":"Restore us to yourself, Yahweh, and we will be restored.\\q Renew our days as they were long ago—\n\\q","22":"unless you have utterly rejected us\\q and you are angry with us beyond measure.\n\\q"}
