{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After King Jehoiakim had been ruling in Judah for almost three years, King Nebuchadnezzar of Babylon came to Jerusalem with his army and surrounded the city so that the city would be weakened before the army attacked.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After two years, the Lord gave Nebuchadnezzar's soldiers victory over Jehoiakim, who was the king of Judah. They also took some of the sacred objects that were in the temple of God, and took them to Babylonia in the land of Shinar. There Nebuchadnezzar put them in the treasure house of his god.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Nebuchadnezzar commanded Ashpenaz, the chief official in his palace, to bring to him some of the Israelite men whom they had brought to Babylon. These were men who belonged to important families, including the family of the king of Judah.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Nebuchadnezzar wanted only men who were very healthy, handsome, wise, well educated, capable of learning many things, and suitable for working in the palace. He wanted to teach them the Babylonian language so that they could understand the writings of the Babylonians.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king commanded his servants, \"Give them the fine, rich foods and wine served to me. Train them for three years and then they will become my servants.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Among the young Israelite men who were chosen were Daniel, Hananiah, Mishael, and Azariah, who all came from Judah.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ashpenaz gave them Babylonian names. He gave to Daniel the name Belteshazzar, he gave to Hananiah the name Shadrach, he gave to Mishael the name Meshach, and he gave Azariah the name Abednego.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Daniel decided that he would not eat the kind of food that the king ate, or drink the wine that the king drank because that would make him ritually defiled. So he asked Ashpenaz, the chief of the king's officials for permission to eat and drink other food so that he might not defile himself.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God gave Daniel kindness and compassion in the relationship he had with Ashpenaz. The chief official had great respect for Daniel.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to Daniel, \"My master the king, has chosen what food and drink you should have. If you eat other things and you become thinner and paler than the other young men who are your age, he could order his soldiers to cut off my head because you did not follow his directions.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The chief official assigned a servant to give Daniel, Hananiah, Mishael, and Azariah their food and drink. Daniel spoke to him.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"Please test your servants! For ten days give us only vegetables to eat and water to drink.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After ten days, see whether we look healthy or not. Also see how those who eat the king's food look. Then you do to us whatever you think is best.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The servant agreed to this test. He gave them the food Daniel requested for ten days.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After ten days, he saw that they looked healthier and better nourished than all the young men who had been eating the food the king chose for them.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So after that he took away the king's special food and wine, and he only gave them vegetables to eat.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God gave to these four young men wisdom and the ability to study many things that the Babylonians had written and studied. He also gave to Daniel the ability to understand the meaning of visions and dreams.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After three years, the king chose a day when those who were in training would come before him. Ashpenaz, the chief of the king's officials, presented them all to Nebuchadnezzar.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king talked with them and realized that none of the other young men were as capable as Daniel, Hananiah, Mishael, and Azariah. So they stood together, ready to begin their service to the king.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In every question requiring wisdom and understanding, the king found these men advised him ten times more effectively than his magicians and those who claimed to speak with the dead. There were none better than these four in his entire kingdom.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Daniel remained there serving the king more than sixty years until the first year that Cyrus became king.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}