{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the third year that Cyrus was the king of Persia, a message from God was sent to Daniel (who had been given the name Belteshazzar), and the message was true. It was about a great war, and Daniel understood the message because of what he saw in the vision.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"At that time I, Daniel, had been sad for three weeks about what had happened to Jerusalem.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I did not eat any tasty food or any meat nor did I drink any wine. I did not even put any perfumed oil on my face or hair for those three weeks.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When those three weeks ended, on the twenty-fourth day of the first month, my companions and I were standing on the bank of the Tigris River.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I looked up and saw someone there who was wearing fine white clothes and a belt made of pure gold.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His body shone like a precious beryl stone. His face was as bright as a flash of lightning. His eyes were like flaming torches. His arms and legs shone like gleaming bronze. His voice was very loud like the roar of a huge crowd.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I, Daniel, was the only one who saw this vision. The men who were with me did not see anything, but they sensed that someone was there, and they became terrified. They ran away and hid themselves.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I was left there by myself, looking at this very unusual vision. I had no strength left. My face became very pale, with the result that no one would have recognized me.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I saw a man there, and when I heard him speak, I fell to the ground. I fainted, and I lay there with my face on the ground.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suddenly someone's hand took hold of me and lifted me, with the result that I was on my hands and knees, but I was still trembling.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel said to me, \"Daniel, God loves you very much. Stand up and listen to what I am going to say to you because God sent me to you.\" When he said that, I stood up, but I was still trembling.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to me, \"Daniel, do not be afraid. God has heard what you have prayed ever since the first day that you determined to humble yourself in order to understand the vision. I have come to you because of what you prayed.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The evil spirit who rules the kingdom of Persia resisted me for twenty-one days, and I had to stay there for that time with the various kings over whom the Persian king was ruling. But Michael, who is one of God's chief angels, came to help me. I left him there in Persia to resist that evil spirit.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have come here to help you understand what will happen to the Israelite people in the future. Do not forget that the vision you saw is about things that will happen in the future, and not about things that will happen very soon.\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While he was still saying that, I looked down at the ground and was unable to say anything.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suddenly the angel, who resembled a human, touched my lips. Then I was able to speak, and I said to him, \"Sir, because I have seen this vision, I have become very weak, with the result that I cannot stop trembling.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am only your servant, and am not able to talk to you. I have no strength left, and it is very difficult for me to breathe.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he took hold of me again, and enabled me to become stronger again.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to me, \"Man, God loves you very much. So do not be afraid. I desire that things will go well for you and that you will be encouraged.\" When he had said that, I felt even stronger, and I said, \"Sir, tell me what you want to tell me. You have enabled me to feel stronger.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20-21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said, \"Do you know why I have come to you? It is to reveal to you what is written in the book which reveals God's truth. But now I must return to fight against the evil spirit who rules the kingdom of Persia. After I have defeated him, the evil angel who guards Greece will appear and I must defeat him. Michael, who guards you Israelite people, will certainly help me, but there is no one else to help me.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  }
}