{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the first year of Darius the Mede, I myself came to help and encourage Michael.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "What I am going to reveal to you now will truly happen. There will be three more kings to rule Persia, one after the other. Then there will be a fourth king, who will be much richer than the others. He will gain his power through money. Then he will incite everyone to fight against the kingdom of Greece.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then a very powerful king will rise up. He will rule over a very large empire, and he will do everything he wants to do.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when he has become very powerful, his kingdom will be divided into four parts. Kings who are not his descendants will rule, but they will not be as powerful as he was. His kingdom will be torn up and given to others.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king of the South will become very powerful. But one of his army generals will become more powerful than he is and will also become a powerful ruler.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At the right time, they will make an agreement. The daughter of the king of the South will come to the king of the North to make the agreement secure. But she will lose her power and will come to nothing—she and all who accompanied her, and her father, as well as the king of the North and his children.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Soon after that, one of her relatives will take power in her place, and his army will attack the army of the king of the North. They will enter the fortress of the soldiers and defeat them.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will carry off their idols and gods to Egypt, and they will take their statues (made by casting metal into a form) and many items made of silver and gold. Then for several years his army will not attack the army of the king of the North.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the army of the king of the North will invade the kingdom of the king of the South, but he will then return to his own land.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, his sons will prepare to start a war, and they will gather a large army. That army will march south and spread all over Israel like a huge flood. They will attack a strong fortress in the south of Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king of the South, having become very angry, will march with his army north and fight against a great army. The king of the North will gather together a very large army, but the army of the king of the South will defeat them.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of the South will become very proud because his army will defeat a very large number of soldiers and will kill many of his enemies. But he will not succeed.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of the North will again gather together an army that will be bigger than the one that he had before. After a few years, the king of the North will come again with a large army and a lot of equipment for fighting battles.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that time, many will rebel against the king of the South. In order to fulfill a certain vision, some violent people from your country of Israel will also rebel against him, but they will not succeed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king of the North will come with his army and pile up earth against the walls of a city that is well protected, and they will break through those walls and will capture the city. The soldiers from the South who have come to defend that city, even the best troops, will not be strong enough to continue to fight.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the king of the North will do whatever he wants against the king of the South, and no one will be able to oppose him. He will occupy the glorious land of Israel and will have the power to destroy it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king of the North will decide to march south with all the soldiers from his kingdom. He will make an alliance with the king of the South and in order that his daughter will help him to destroy the kingdom of the South, he will give her to the king of the South to become his wife. But that plan will fail.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After that, the army of the king of the North will attack the regions that are close to the Mediterranean Sea, and his army will conquer many of them. But the army of a leader from another country will defeat him and will stop him from being proud. He will also turn his pride against him.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king of the North will return to the fortresses in his own land. But he will be defeated, and no one will be able to find him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then another man will succeed him. He is one who will force taxes upon the people to supply the beauty of the palace, but that king will die after a short time. However, he will not die as a result of people being angry with him or in a battle.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next king will be an evil man who is hated because he is not the son of the previous king, and he will not have the right to become king. But he will come in without any objection when people do not expect it, and he will become king by tricking the people.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When his army advances, they will attack any armies that oppose him and their enemies will be swept away before them like a flood. Their enemies and the head of the priests will be swept away.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By making treaties with the rulers of other nations, he will deceive them, and he will become very powerful, even though he rules a nation that does not have a lot of people.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suddenly his army will invade a province that is very wealthy, and they will do things that none of his ancestors did: They will capture in battles all kinds of possessions from the people whom they defeat. Then the king will divide those possessions among his friends. He will also plan for his army to attack fortresses, but only for a short time.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king of the North will gather a large and powerful army to attack the army of the king of the South. The king of the South will meet him in battle with a huge and powerful army. However, he will fail, and his plan will not succeed because of all the plots that are devised against him.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even the most trusted advisors of the king of the South will plan to get rid of him. His army will be defeated and many of his soldiers will be killed.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the two kings who both want to rule that area will sit down at the same table and talk together, but they will both lie to each other. Neither of them will get what he wants because only God will cause the result of their actions to happen, at the future time that he has determined.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The army of the king of the North will return to its land, taking with them all the valuable things that they have captured. The king will try to make the people stop obeying God's covenant with them. He will do what he wants to in Israel, and then he will return to his own country.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When it is the time that God has decided, the king of the North will invade the South again. But this time he will not be successful as he was before.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Ships will come from Kittim and oppose his army and cause him to be afraid. So he will be very angry, and with his army he will return to Israel and seek to destroy the worship and the law. The king will show preference and favor to those who have abandoned God's holy covenant with Israel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of his soldiers will do things to defile the temple. They will prevent the priests from offering sacrifices each day, and they will put in the temple something disgusting that will make it like a wilderness.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By deceiving those who have abandoned God's covenant with Israel, he will win them over to become his supporters. But those who are devoted to their God will firmly oppose them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The wise among the leaders of Israel will teach others also. But for a while, they will be killed in battles, or burned to death, or made slaves, or robbed.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While God's people are being persecuted, some people will help them a little, although some of those who help them will not do it for good reasons.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After some of those wise leaders suffer these things, God will make his people become the best possible people for himself. Also, God has set a time in the future when he will finish doing all these things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king will do what he wants. He will boast and say that he is greater than any god. He will even insult the most high God. He will be able to do what he wants until the time when God is ready to show that he is angry with him, for what God has ordered will happen.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king will ignore the gods that his ancestors worshiped and the god that women love. He will ignore every god because he will pretend to be greater than any of them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he will honor the god of fortresses. That is a god whom his ancestors did not honor. He will give gold and silver, jewels and other expensive gifts to that god.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will employ people from another country who worship a different god to help him attack the strongest fortresses. He will greatly honor those who allow him to be their ruler. He will appoint some of them to important positions in the government, and he will reward them by dividing up the land among them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when his time to rule is almost ended, the army of the king of the South will come, but the king of the North will attack first. The army will fight, moving against its enemies like a flood, and they will attack with many ships.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will invade the glorious land of Israel and many will fall, but the people of Edom, Moab, and the people of Ammon who survive will escape alive.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will invade other countries and conquer them. He will also defeat the people of Egypt.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The army of the North will take away the treasuries of gold and silver, and the riches of Egypt. The Libyans and the Ethiopians will serve the king of the North.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he will become very frightened when he hears reports about what is happening in the east and in the north. So he will become very angry and will send his army to fight furiously and to kill many of their enemies.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king will set up his royal tents in the area between the Mediterranean Sea and the hill in Jerusalem, the location of the temple. But someone will kill him there, and there will be no one to help him.\"\n\n\nf\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}