{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The angel also said to me, \"After those things happen, the great angel Michael, who protects the Israelite people, will appear. Then there will be a time when there will be great troubles. The troubles will be greater than any troubles since any nation began. At that time, all of your people whose names have been written in the book will be saved.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many of those who have died will become alive again. Some of them will live in everlasting life, and some in shame and everlasting contempt.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Those who were wise will shine as brightly as the sky. Those who have shown to others the way to live righteously will shine forever like the stars.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But as for you, Daniel, close up the scroll in which you are writing and seal it until the time of the end. Before that happens, many people will travel here and there, learning more and more about many things.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When that angel finished speaking, I, Daniel, looked up, and suddenly I saw two other angels. One was standing on the side of the river where I was, and one was standing on the other side.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of them called to the other one who was wearing linen clothes and who was now standing further up the river, \"How long will it be until the end of these amazing events?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one wearing the linen clothes and standing further up the river raised his hands toward the sky and solemnly promised to the one who lives forever, \"It will be three and a half years, and when God's holy people and their strength are no longer being shattered to pieces, then all these things are finished.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I heard what he said, but I did not understand it. So I asked, \"Sir, what will be the result when these things end?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He replied, \"Daniel, you must leave now. I cannot answer your question. The words are closed and sealed until the time of the end.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many people will be made pure, and they will be refined, but the wicked people will continue to act wickedly. Only those who are wise will understand these things.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There will be 1,290 days from the time that people are prevented from offering sacrifices each day, that is, from the time that the enemy brings into the temple the abominable thing that will make it like a wilderness unacceptable to God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God will be pleased with those who remain faithful until the end of 1,335 days.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So now I say to you, continue to faithfully trust God until your life on earth ends. You will die, but when everything ends, you will receive your reward from God.\"\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}