{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Several years later, Belshazzar became the king of Babylon. One day he invited one thousand of the most important people to a big feast, and he drank wine in front of them all.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While he was drinking, he commanded that his servants bring him the gold and silver cups that his father Nebuchadnezzar had taken from the temple in Jerusalem. He did this so that he and his officials, his wives, and his concubines could drink from them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So his servants brought in all those gold cups that had been taken from the temple in Jerusalem. Then the king and his officials and his wives and his concubines drank wine from those cups.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They drank wine and praised their idols—these idols that were made of gold and silver, bronze, iron, wood, and of stone.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Suddenly they saw across from the lampstand a man's hand and fingers. The hand was writing on the plaster wall in the palace. The king saw the hand as it was writing.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He became very frightened, and his face became pale. His knees started shaking and his legs became very weak and could not support him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he shouted to his servants to bring those who claimed to speak with the dead, the wise men, and the astrologers in Babylon. He said, \"I will greatly honor anyone of you who can read this writing and tell me what it means. I will give that person a purple robe like I wear because I am the king and I will put a gold chain around his neck. I will make him the third most powerful ruler in my kingdom.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when all those wise men came in, none of them could read the writing or tell him what it meant.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So King Belshazzar became more afraid. His face was changed and he looked different. None of his officials knew how they could help him.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The queen came to the place where they were eating. She heard what the king had said and that his nobles did not know how to help him. She said, \"O king, may you live forever! Do not be upset about this or let this change the way you look.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There is a man in your kingdom who has the spirit of the holy gods in him. When Nebuchadnezzar was ruling, he found that this man understood many things and was wise, just like the gods. Nebuchadnezzar appointed him to be in charge of the magicians, of those who speak with the dead, of the wise men, and of the astrologers.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His name is Daniel, but the king gave him the name Belteshazzar. He is a person who can be trusted. He is very intelligent and understands many hidden things. He is able to tell the meaning of dreams, to explain riddles, and to solve problems that few others can solve. Call for him to come here and he will tell you what this writing means.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they went and brought Daniel in. The king asked him, \"You are the famous Daniel, are you not?—one of those that my father brought here from Judah.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have heard that the spirit of the gods is in you and that you understand many things and have excellent wisdom.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There were men who are known for their wisdom and others who speak with the dead, and they tried to read the writing on this wall and to tell me what it means, but they could not do it.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Someone told me that you can explain what dreams mean and that you can make things understandable that others cannot know. If you can read these words and tell me what they mean, I will give you a purple robe like I wear because I am the king, and I will put a gold chain around your neck, and I will make you the third most powerful ruler in the kingdom.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Daniel replied and said to the king, \"I do not want your gifts. Keep them for yourself and give the rewards to some other person. I will read what is written on the wall for you, but not because you give me any reward.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your Majesty, the Most High God caused Nebuchadnezzar, the man who was king before you, to become a great ruler. He was greatly praised and honored.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because God made him very great, everyone—every nation, no matter what language they spoke—was afraid of him, and they trembled at what he could do. He put to death those whom he decreed should die, and he kept alive those whom he decreed should live. He honored those whom he chose to honor, and he brought disgrace to those whom he wanted to humble.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when he became very proud and stubborn, he was unable to rule any longer.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He had to go away from other human beings because he lost his mind. God caused him to have a mind like animals have. He lived among the wild donkeys. He ate grass like an ox, and dew from the sky made his body wet every morning. He was like that until he learned that the Most High God is the only one who rules the kingdoms of this world and that he appoints whomever he chooses to rule those kingdoms.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, Belshazzar, you have become king in your father's place. You knew all these things, but you have not made yourself humble.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have put yourself above the Lord who rules in heaven. You called for the cups from the house of God in Jerusalem so that you could use them to drink wine. You and your officials and your wives and your concubines have been drinking wine from these cups and toasting your own gods—gods of gold and silver, bronze, iron, wood, and stone. Those gods cannot see, they cannot hear, and they do not know anything! But you have not honored God, who gives you breath and who controls everything that happens to you.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So God sent this hand to write a message for you on the wall.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the message that it wrote: Mene, Mene, Tekel, and Pharsin.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is what those words mean:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "'Mene' means 'numbered.' That means that God has been counting the days that you will rule, and he has decided that you will not rule anymore.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Mene' means 'weighed.' God has weighed you on a scale, and you do not weigh what you should.\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "'Peres' means 'divided.' God has divided your kingdom. It will be ruled by people from Media and by people from Persia.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Belshazzar did what he had promised. He put on Daniel a purple robe like the one he himself wore. He put a gold chain around his neck, and he proclaimed that Daniel would be the third most powerful ruler in the kingdom.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But that same night soldiers from Media entered the city and killed Belshazzar, king of Babylonia.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Darius, king of Media, became the king of Babylonia when he was sixty-two years old.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}