{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "King Darius decided to divide his kingdom into 120 provinces. He appointed a governor to rule each province.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king also appointed three administrators, one of whom was Daniel. These chief administrators were to supervise the provincial governors, to give oversight so that the king's orders were followed, and to ensure that the king would not have anything stolen from his treasuries.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Daniel was a very capable leader and an exceptional person, and he distinguished himself among the chief administrators. The king made plans to appoint Daniel over his entire kingdom.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the other administrators and the governors became jealous. So they began to search to find some way that they could criticize the work Daniel did when he was working for the king. But he always did his work faithfully and honestly. They could not find anything to criticize. He was honest and worked hard.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They began their plot against Daniel, \"The only way we can find a reason to criticize Daniel would be to use his obedience to the law of his God against him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the administrators and governors put their plan in place by going as a group to the king and saying, \"Your Majesty, may you live forever!\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All of the chief administrators and regional governors and provincial governors and advisors and other governors have all agreed that you should make a law that everyone must obey. We want you to command that for the next thirty days people may pray only to you and to no god or person other than you. If anyone prays to anyone else, he must be thrown into a room filled with lions.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because laws made in the lands of Media and Persia cannot be changed, we want you, the king, to issue the law and sign your name on the document.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So King Darius issued the law and signed the document.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Daniel found out that the king had written and signed that law, he went home, knelt in his upstairs room, and prayed. The room had a window that looked toward Jerusalem and the windows were open. Anyone could see that he was praying. This is what he did every day, three times a day.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The officials followed their plot against Daniel, and they found him praying and asking God for help.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they returned to the king and said to him, \"Is it true that you wrote a law stating that for the next thirty days people may pray only to you, and that if anyone prays to anyone else, either to a human or to a god, he will be thrown into a pit of lions?\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "The king replied, \"Yes, that is the law that I wrote. It is a law in the lands of Media and Persia which cannot be changed.\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they said to the king, \"That man Daniel, one of the men who was brought from Judah, is not paying any attention to you or the law that you signed. He prays to his god three times each day!\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the king heard that, he was very upset about it. He tried to find a way to save Daniel. He worked hard for the rest of that day until the sun set, trying to find a way to save Daniel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the evening, many of those who formed the plot against Daniel spoke to the king, \"You know, O king, that the law of the Medes and Persians is that no change can be made to the king's commands, and no one can change it.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Hearing this, the king gave the order and his servants brought Daniel and threw him into a pit where the lions were. Before they threw him in, the king said to Daniel, \"I hope your God, whom you worship all the time, will rescue you!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They rolled a huge stone across the entrance to the pit. Then the king sealed the entrance with his signet ring, and the other officials also sealed the entrance with their signet rings, so that nothing could be done for Daniel.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king returned to his palace. That night he refused to eat any food. He would not allow anyone to entertain him and that night he was unable to sleep.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At dawn the next morning, the king got up and went quickly to the pit where the lions were.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he came near it, he was very worried. He called out, fearing the worst, \"Daniel, you who serve the living God! Was your God—whom you worship always—able to save you from the lions?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Daniel answered, \"O king, may you live forever!\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yes, my God sent his angel to shut the lions' mouths and they have not hurt me! He knows that I have done nothing wrong, and you know, O king, I never did anything wrong to you either!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The king was extremely happy, and he commanded his servants to lift Daniel out of the pit. When they did that, they saw that the lions had not wounded him at all. God had protected him because he trusted in him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the king commanded that the men who had accused Daniel be seized and thrown into the pit of lions—along with their wives and children. When they were thrown into the pit, the lions leaped on them and crushed their bones before they fell to the bottom of the pit.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then King Darius wrote this message and sent it throughout his kingdom to all the people, to every nation, and to all the people no matter what language they spoke:\n"
      },
      {
        "tag": "pi",
        "type": "paragraph",
        "text": "\"I wish that all things go very well with you!\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I command that everyone in my kingdom should fear and revere the God that Daniel worships.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "He is the living God,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "and he will live forever.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "His kingdom will never be destroyed;\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "he will rule until the end.\n"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He rescues and saves his people,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "he performs all kinds of signs and wonders\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "in heaven and on the earth.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "He rescued Daniel from the power of the lions!\"\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Daniel was very successful all during the time that Darius ruled and during the time that Cyrus, the king of Persia, ruled.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}