{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the first year that Belshazzar was the king of Babylonia, Daniel had a dream one night as he lay in bed. He saw certain things that he wrote down the next morning. This is what he said:\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I, Daniel, had a dream during the night. In my dream I saw that strong winds were blowing from all four directions, stirring up the water on the sea.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I saw four large animals coming out of the sea. Each of the four was different from the others.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The first one resembled a lion, but it had wings like an eagle has. But as I watched, something tore off its wings and the animal was left there, standing, like a human being. It was given a mind like humans have.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The second animal resembled a bear. It was crouching and holding between its teeth three ribs from some creature. Someone said to it, 'Stand up and eat many people!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I saw in front of me the third of these animals. It resembled a leopard, but on its back it had four wings like a bird's wings. It had four heads and it was given the power to rule people.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the vision I saw a fourth animal. It was stronger than the other animals and more terrifying. It crushed other creatures with its huge iron teeth and ate their flesh. The parts of animals that it did not grind with its teeth, it walked over on the ground. It was different from the other three animals. It had ten horns on its head.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While I was looking at those horns, I saw a little horn appear on the head of that animal. It tore out three of the other horns. This little horn had eyes like a human has and a mouth that boasted about great things.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then while I watched,\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "thrones were set up for judges,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "and God, The One who Lives Forever, sat on one of the thrones.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "His clothes were as white as snow,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "and his hair was as white as pure wool.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "His throne was burning with fire,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "and it had wheels that were also burning.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "q1",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Fire poured out in front of him like water in a river.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "Millions of people were there serving him,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "and a hundred million other people were standing in front of him.\n"
      },
      {
        "tag": "q1",
        "type": "quote",
        "text": "The court was called into session,\n"
      },
      {
        "tag": "q2",
        "type": "quote",
        "text": "and they opened the books.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While I was watching, I could hear the little horn speaking very boastfully. As I continued to watch, the fourth animal was killed. Its corpse was thrown into a fire and completely burned.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The power of the other three animals was taken away from them, but they were allowed to continue to live for a specific period of time.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I also saw that night someone coming who resembled a son of man, that is, he had a human figure. He was coming close, surrounded by clouds, and he came to The One who Lives Forever and was presented to him in honor.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He was given authority to rule over all the nations in the world; royal honor was given to him. He will rule forever—he will never stop ruling. The kingdom that he rules will never be destroyed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for me, Daniel, I was very sad by what I had seen in that vision; I was so troubled, I did not know what to think about it.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I went to one of those who were standing in front of the throne of God, and I asked him to tell me what it meant.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, 'The four large animals represent four kings who will come to power on the earth.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the Most High will enable the people who belong to him to rule in the kingdom forever.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I wanted to know more about what the fourth animal represented—the animal that was different from the other three, the animal that crushed those whom it attacked with its bronze claws and then ate their flesh with its iron teeth, the animal that walked over the parts of their bodies that it did not eat.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I also wanted to know about the ten horns on its head and about the horn that appeared later, which got rid of three of the other horns. I wanted to know what it meant that it had eyes and a mouth with which it spoke very boastfully. That horn was more terrifying than the other horns.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While I was having this vision, I saw that this horn attacked God's people and was defeating them.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But then The One who Lives Forever came and judged in favor of the people who belonged to him. Then it was time for God's people to be able to rule.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man who was standing there said to me, 'The fourth animal represents an empire that will exist on the earth; that empire will be different from all other empires. The army of that empire will crush people all over the world and trample on their bodies.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for its ten horns, they represent ten kings who will rule that empire, one after the other. Then another king will appear. He will be different from the previous kings. He will defeat the three kings that were represented by the three horns that were pulled out.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will say things against the Most High, and he will oppress God's people. He will try to change the times of the sacred festivals and their laws. He will control them for three and a half years.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the court will be convened, and they will take his kingdom away and it will be completely destroyed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the kingdom, the power to rule, and the greatness of the kingdoms under the whole of heaven will be given to the holy people who belong to the Most High. The kingdom that he rules is a kingdom that is everlasting, and all kings and rulers will serve and obey him.'\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That is what I saw in my vision. I, Daniel, was terrified, with the result that my face became pale. But I did not tell anyone about the vision that I had seen.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}