{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "During the third year that Belshazzar was the king of Babylonia, I, Daniel, had another vision.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In that vision I was in Susa, the fortified city in the province of Elam. I was standing beside the Ulai Canal.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I looked up and saw a ram that was standing alongside the canal. It had two long horns, but the one that grew last was longer than the one that grew first.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The ram butted away with its horns at everything that was west and everything that was north and everything that was south of it. There were no other animals that were able to oppose it, and none who could stop him. The ram did whatever it wanted to do and became very powerful.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While I thinking about what I had seen, I saw a goat come from the west. It ran across the land very quickly; it seemed that its feet did not touch the ground. This goat had one very large horn between its eyes.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It ran straight toward the ram with two horns, the ram that was standing alongside the canal, and the goat ran toward it in a terrible rage.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The goat struck the ram furiously and broke off its two horns. The goat knocked the ram down to the ground and trampled on it. No one could rescue the ram from the goat's power.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The goat became very powerful. But when its power was very great, its great horn was broken off. Four other distinctive horns grew up in its place. Each one pointed to one of the four winds in the sky: North, south, east, and west.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then from one of those four horns appeared a little horn. It became very great and pointed toward the south and then toward the east and then toward the beautiful land of Israel.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That horn became very strong, with the result that it attacked some of the soldiers of the army of heaven and some of the stars in the sky. It threw some of them to the earth and trampled on them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It set itself up to be as great as the commander of the army of heaven, and it took away the daily offerings of sacrifices from him, and it also defiled the place of his temple. \n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of rebellion, the army of heaven will falter, and the constant burnt offerings will be taken away. It will throw truth to the ground. The bad things it does will succeed.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I heard two angels who were talking to each other. One of them asked, \"How long will the things that were in this vision continue? How long will the man who rebels against God and causes the temple to be defiled be able to prevent priests from offering sacrifices? How long will he trample on the temple and on the armies of heaven?\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The other angel replied, \"It will continue for 2,300 days. During each of those days, people will not be permitted to offer sacrifices in the morning or in the evening. After that, the temple will be purified and set in order again.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While I, Daniel, was trying to understand what the vision meant, suddenly an angel who resembled a man stood in front of me.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "And I heard a man call out between the banks of the Ulai Canal, saying, \"Gabriel, explain to him the meaning of the vision that he saw!\"\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Gabriel came and stood beside me. I was very terrified, and I fell onto the ground. But he said to me, \"Man, it is necessary for you to understand that the events that you saw in the vision will occur at the time of the end.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While he was speaking, I fell into a deep sleep with my face on the ground. But Gabriel put his hand on me and lifted me up in order that I could stand again.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said, \"I have come here to show you what will happen at the time when God releases his terrible anger. These things will happen at the time God has set for the end that is coming.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the ram with two horns that you saw, those horns represent the kingdoms of Media and Persia.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The goat that you saw represents the kingdom of Greece, and the horn that appeared between its eyes represents its first king.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the four horns that grew after the first horn was broken off, they represent four kingdoms into which that first kingdom will be divided. Those four kingdoms will not be as strong as the first kingdom.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But then the time will come for those kingdoms to end. This will be after those wicked leaders will have done all the evil that God will allow them to do. Then one of those kingdoms will have a king rise up who will be very proud and very intelligent in doing evil.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will become very powerful, but it will not be because of what he himself does. He will destroy things in many places, and he will succeed in everything he does. He will get rid of many brave soldiers and the people who are holy.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because he is very cunning, he will succeed by deceiving others. He will become very arrogant, and he will destroy many people without warning. He will even rebel against God, the greatest king, who will destroy him without any human power.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These are the true visions of the evenings and the mornings. But seal them up and do not reveal the vision to others, because it will be many years before those things happen.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I, Daniel, was overcome and lay in bed weak for several days. Then I arose and returned to doing the work that the king had given to me, but I was perplexed about the vision. No one could understand it.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}