{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the first year of the reign of Darius (who was a descendant of the Medes and son of Ahasuerus, who conquered the Babylonians)—\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "in the first year that he was the king, I, Daniel, was studying in the holy books the message Yahweh had given to the prophet Jeremiah, that Jerusalem would be destroyed and remain ruined for seventy years.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After I read that, I pleaded with the Lord my God by prayer and fasting to help us. I put on clothing made from old grain bags and sat in ashes.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I prayed to Yahweh my God, and I confessed the sins we had committed:\n"
      },
      {
        "tag": "pi",
        "type": "paragraph",
        "text": "\"Lord, I beg you, for you are great and powerful. You have faithfully done what you said you would do for us. You faithfully love those who love you and who do what you have commanded them to do.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But we have sinned and done things that are wrong. We have done wicked things, and we have rebelled against you. We have turned away and disobeyed your commands.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your prophets spoke for you, giving your messages to our kings, to our other rulers, to our other ancestors, and to all the Israelite people, but we did not listen to them.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Lord, you act justly. However, we are covered in shame. This is true for the people of Judah who live in Jerusalem and who live in other places in Judea. It is also true about your people the Jews, that you scattered to other countries because we were very unfaithful to you.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yahweh, we and our kings and our other rulers and our other ancestors are ashamed because we have sinned against you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although we have rebelled against you, you act mercifully toward us and you are willing to forgive us.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you gave your laws to your prophets who served you, and they told us to live our lives according to those laws, we did not listen to the voice of Yahweh our God.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "All Israel has disobeyed your law, and we have turned away from it and have refused to do what you told us to do. Because we have sinned against you, you have sent to us the terrible things that your servant Moses said would happen to us if we sinned against you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You warned us and our rulers that you would punish Jerusalem severely by causing a great disaster there, a disaster that would be worse than any disaster that any other city had ever experienced, and you have done what you said that you would do.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You punished us just as Moses wrote that you would do. But we still have not turned away from our bad deeds to the truth, or begged you for mercy.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So because we did not obey you, Yahweh, you prepared to punish us, and then you did punish us, because you always do what is righteous.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Lord our God, you brought your people out of Egypt by your great power, and by doing that you have caused people from that time until the present time to know that you are great even though we have sinned and done wicked things.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now, because everything you do is righteous, we request you not to be angry with Jerusalem any longer, O Lord. Jerusalem is your city, and your temple was built there on your sacred hill. Now all the people who live in nearby countries despise Jerusalem because of our sins and because of the evil things that our ancestors did.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "pi",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our God, I, your servant, ask you to listen to my prayer and my requests. For your own sake, act kindly toward your sanctuary in Jerusalem, which has been destroyed by the armies of Babylonia.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My God, listen to my prayer. Look at us and do what you must. See, this city that belongs to you is ruined. We are praying to you because you are merciful, not because we have done what is right.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Lord, listen to us! Lord, forgive us! This city and these people belong to you. So I plead with you, my God, to pay attention to what I am saying and act to help us right now, for your own sake!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I continued praying and confessing the sins that I and my people Israel had committed, and pleading with Yahweh my God that he would restore the temple on the sacred hill in Jerusalem.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While I was praying, Gabriel, the angel whom I had seen in the first vision, came flying rapidly to me at the time in the evening when the priests offered sacrifices.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to me, \"Daniel, I have come to you to enable you to understand clearly the message that God gave to Jeremiah.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you began to plead with God to be merciful to Israel, he gave me a message to give to you. He loves you very much, so he has sent me to tell you what he said to me. So now, pay attention in order that you may understand the meaning of what he revealed to Jeremiah.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God has decided that there will be 490 years until he frees your people and city that belongs to him from the guilt of their sins and to atone for the evil things that they have done. Then God will rule everyone justly, and he will do that forever. What you saw in the vision and what Jeremiah prophesied will come true, and the sacred temple will be dedicated to God again.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You need to know and understand this: There will be forty-nine years and then 434 years between when a king commands that Jerusalem be rebuilt, and when the leader comes, the one whom God chooses. Then Jerusalem will be rebuilt, and it will have streets and will have a moat around it to protect the city, in spite of the fact it will be a time of great trouble.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After those 434 years, the leader whom God has selected will be killed, and everything will be taken away from him. After that, the temple will be destroyed by the army of a powerful ruler. The city and the temple will be destroyed as a flood destroys everything. When this happens, these wars and destruction will cease.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That ruler will make a covenant with many people. He will do what he promised for seven years. But when that time is half finished, he will prevent priests from giving any more offerings and sacrifices to God. After this ruler does these disgusting things, someone will pollute the temple by putting an idol in the very holy place. It will stay there until God completely destroys the one who put it there.\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}