{
  "1": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 עַל H5921 שְׁלֹשָׁה֙ H7969 פִּשְׁעֵ֣י H6588 מוֹאָ֔ב H4124 וְעַל H5921 אַרְבָּעָ֖ה H702 לֹ֣א H3808 אֲשִׁיבֶ֑נּוּ H7725 עַל H5921 שָׂרְפ֛וֹ H8313 עַצְמ֥וֹת H6106 מֶֽלֶךְ H4428 אֱד֖וֹם H123 לַשִּֽׂיד H7875 ",
  "2": "וְשִׁלַּחְתִּי H7971 אֵ֣שׁ H784 בְּמוֹאָ֔ב H4124 וְאָכְלָ֖ה H398 אַרְמְנ֣וֹת H759 הַקְּרִיּ֑וֹת H7152 וּמֵ֤ת H4191 בְּשָׁאוֹן֙ H7588 מוֹאָ֔ב H4124 בִּתְרוּעָ֖ה H8643 בְּק֥וֹל H6963 שׁוֹפָֽר H7782 ",
  "3": "וְהִכְרַתִּ֥י H3772 שׁוֹפֵ֖ט H8199 מִקִּרְבָּ֑ H7130 וְכָל H3605 שָׂרֶ֛יהָ H8269 אֶהֱר֥וֹג H2026 עִמּ֖וֹ H5973 אָמַ֥ר H559 יְהוָֽה H3068 ",
  "4": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 עַל H5921 שְׁלֹשָׁה֙ H7969 פִּשְׁעֵ֣י H6588 יְהוּדָ֔ה H3063 וְעַל H5921 אַרְבָּעָ֖ה H702 לֹ֣א H3808 אֲשִׁיבֶ֑נּוּ H7725 עַֽל H5921 מָאֳסָ֞ם H3988 אֶת H853 תּוֹרַ֣ת H8451 יְהוָ֗ה H3068 וְחֻקָּי H2706 לֹ֣א H3808 שָׁמָ֔רוּ H8104 וַיַּתְעוּ H8582 כִּזְבֵיהֶ֔ם H3577 אֲשֶׁר H834 הָלְכ֥וּ H1980 אֲבוֹתָ֖ם H1 אַחֲרֵיהֶֽם H310 ",
  "5": "וְשִׁלַּ֥חְתִּי H7971 אֵ֖שׁ H784 בִּֽיהוּדָ֑ה H3063 וְאָכְלָ֖ה H398 אַרְמְנ֥וֹת H759 יְרוּשָׁלִָֽם H3389 ",
  "6": "כֹּ֚ה H3541 אָמַ֣ר H559 יְהוָ֔ה H3068 עַל H5921 שְׁלֹשָׁה֙ H7969 פִּשְׁעֵ֣י H6588 יִשְׂרָאֵ֔ל H3478 וְעַל H5921 אַרְבָּעָ֖ה H702 לֹ֣א H3808 אֲשִׁיבֶ֑נּוּ H7725 עַל H5921 מִכְרָ֤ם H4376 בַּכֶּ֨סֶף֙ H3701 צַדִּ֔יק H6662 וְאֶבְי֖וֹן H34 בַּעֲב֥וּר H5668 נַעֲלָֽיִם H5275 ",
  "7": "הַשֹּׁאֲפִ֤ים H7602 עַל H5921 עֲפַר H6083 אֶ֨רֶץ֙ H776 בְּרֹ֣אשׁ H7218 דַּלִּ֔ים H1800 וְדֶ֥רֶךְ H1870 עֲנָוִ֖ים H6035 יַטּ֑וּ H5186 וְאִ֣ישׁ H376 וְאָבִ֗י H1 יֵֽלְכוּ֙ H3212 אֶל H413 הַֽנַּעֲרָ֔ה H5291 לְמַ֥עַן H4616 חַלֵּ֖ל H2490 אֶת H853 שֵׁ֥ם H8034 קָדְשִֽׁי H6944 ",
  "8": "וְעַל H5921 בְּגָדִ֤ים H899 חֲבֻלִים֙ H2254 יַטּ֔וּ H5186 אֵ֖צֶל H681 כָּל H3605 מִזְבֵּ֑חַ H4196 וְיֵ֤ין H3196 עֲנוּשִׁים֙ H6064 יִשְׁתּ֔וּ H8354 בֵּ֖ית H1004 אֱלֹהֵיהֶֽם H430 ",
  "9": "וְאָ֨נֹכִ֜י H595 הִשְׁמַ֤דְתִּי H8045 אֶת H853 הָֽאֱמֹרִי֙ H567 מִפְּנֵי H6440 אֲשֶׁ֨ר H834 כְּגֹ֤בַהּ H1363 אֲרָזִים֙ H730 גָּבְה֔וֹ H1363 וְחָסֹ֥ן H2634 ה֖וּא H1931 כָּֽאַלּוֹנִ֑ים H437 וָאַשְׁמִ֤יד H8045 פִּרְיוֹ֙ H6529 מִמַּ֔עַל H4605 וְשָׁרָשָׁ֖י H8328 מִתָּֽחַת H8478 ",
  "10": "וְאָנֹכִ֛י H595 הֶעֱלֵ֥יתִי H5927 אֶתְכֶ֖ם H853 מֵאֶ֣רֶץ H776 מִצְרָ֑יִם H4714 וָאוֹלֵ֨ךְ H3212 אֶתְכֶ֤ם H853 בַּמִּדְבָּר֙ H4057 אַרְבָּעִ֣ים H705 שָׁנָ֔ה H8141 לָרֶ֖שֶׁת H3423 אֶת H853 אֶ֥רֶץ H776 הָאֱמֹרִֽי H567 ",
  "11": "וָאָקִ֤ים H6965 מִבְּנֵי H1121 לִנְבִיאִ֔ים H5030 וּמִ H970 לִנְזִרִ֑ים H5139 הַאַ֥ף H637 אֵֽין H369 זֹ֛את H2063 בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 נְאֻם H5002 יְהוָֽה H3068 ",
  "12": "וַתַּשְׁק֥וּ H8248 אֶת H853 הַנְּזִרִ֖ים H5139 יָ֑יִן H3196 וְעַל H5921 הַנְּבִיאִים֙ H5030 צִוִּיתֶ֣ם H6680 לֵאמֹ֔ר H559 לֹ֖א H3808 תִּנָּבְאֽוּ H5012 ",
  "13": "הִנֵּ֛ה H2009 אָנֹכִ֥י H595 מֵעִ֖יק H5781 תַּחְתֵּיכֶ֑ם H8478 כַּאֲשֶׁ֤ר H834 תָּעִיק֙ H5781 הָעֲגָלָ֔ה H5699 הַֽמְלֵאָ֥ה H4395 לָ֖הּ Hl עָמִֽיר H5995 ",
  "14": "וְאָבַ֤ד H6 מָנוֹס֙ H4498 מִקָּ֔ל H7031 וְחָזָ֖ק H2389 לֹא H3808 יְאַמֵּ֣ץ H553 כֹּח֑וֹ H3581 וְגִבּ֖וֹר H1368 לֹא H3808 יְמַלֵּ֥ט H4422 נַפְשֽׁוֹ H5315 ",
  "15": "וְתֹפֵ֤שׂ H8610 הַקֶּ֨שֶׁת֙ H7198 לֹ֣א H3808 יַעֲמֹ֔ד H5975 וְקַ֥ל H7031 בְּרַגְלָ֖י H7272 לֹ֣א H3808 יְמַלֵּ֑ט H4422 וְרֹכֵ֣ב H7392 הַסּ֔וּס H5483 לֹ֥א H3808 יְמַלֵּ֖ט H4422 נַפְשֽׁוֹ H5315 ",
  "16": "וְאַמִּ֥יץ H533 לִבּ֖וֹ H3820 בַּגִּבּוֹרִ֑ים H1368 עָר֛וֹם H6174 יָנ֥וּס H5127 בַּיּוֹם H3117 הַה֖וּא H1931 נְאֻם H5002 יְהוָֽה H3068 "
}
