{
  "1": "ה֚וֹי H1945 הַשַּׁאֲנַנִּ֣ים H7600 בְּצִיּ֔וֹן H6726 וְהַ H982 בְּהַ֣ר H2022 שֹׁמְר֑וֹן H8111 נְקֻבֵי֙ H5344 רֵאשִׁ֣ית H7225 הַגּוֹיִ֔ם H1471 וּבָ֥אוּ H935 לָהֶ֖ם H1992 בֵּ֥ית H1004 יִשְׂרָאֵֽל H3478 ",
  "2": "עִבְר֤וּ H5674 כַֽלְנֵה֙ H3641 וּרְא֔וּ H7200 וּלְכ֥וּ H3212 מִשָּׁ֖ם H8033 חֲמַ֣ת H2579 רַבָּ֑ה H2579 וּרְד֣וּ H3381 גַת H1661 פְּלִשְׁתּ֗ים H6430 הֲטוֹבִים֙ H2896 מִן H4480 הַמַּמְלָכ֣וֹת H4467 הָאֵ֔לֶּה H428 אִם H518 רַ֥ב H7227 גְּבוּלָ֖ם H1366 מִגְּבֻלְ H1366 ",
  "3": "הַֽמְנַדִּ֖ים H5077 לְי֣וֹם H3117 רָ֑ע H7451 וַתַּגִּישׁ֖וּ H5066 שֶׁ֥בֶת H7675 חָמָֽס H2555 ",
  "4": "הַשֹּֽׁכְבִים֙ H7901 עַל H5921 מִטּ֣וֹת H4296 שֵׁ֔ן H8127 וּסְרֻחִ֖ים H5628 עַל H5921 עַרְשׂוֹתָ֑ם H6210 וְאֹכְלִ֤ים H398 כָּרִים֙ H3733 מִצֹּ֔אן H6629 וַעֲגָלִ֖ים H5695 מִתּ֥וֹךְ H8432 מַרְבֵּֽק H4770 ",
  "5": "הַפֹּרְטִ֖ים H6527 עַל H5921 פִּ֣י H6310 הַנָּ֑בֶל H5035 כְּדָוִ֕יד H1732 חָשְׁב֥וּ H2803 לָהֶ֖ם H1992 כְּלֵי H3627 שִֽׁיר H7892 ",
  "6": "הַשֹּׁתִ֤ים H8354 בְּמִזְרְקֵי֙ H4219 יַ֔יִן H3196 וְרֵאשִׁ֥ית H7225 שְׁמָנִ֖ים H8081 יִמְשָׁ֑חוּ H4886 וְלֹ֥א H3808 נֶחְל֖וּ H2470 עַל H5921 שֵׁ֥בֶר H7667 יוֹסֵֽף H3130 ",
  "7": "לָכֵ֛ן H3651 עַתָּ֥ה H6258 יִגְל֖וּ H1540 בְּרֹ֣אשׁ H7218 גֹּלִ֑ים H1540 וְסָ֖ר H5493 מִרְזַ֥ח H4797 סְרוּחִֽים H5628 ",
  "8": "נִשְׁבַּע֩ H7650 אֲדֹנָ֨י H136 יְהוִ֜ה H3069 בְּנַפְשׁ֗ H5315 נְאֻם H5002 יְהוָה֙ H3068 אֱלֹהֵ֣י H430 צְבָא֔וֹת H6635 מְתָאֵ֤ב H8374 אָֽנֹכִי֙ H595 אֶת H853 גְּא֣וֹן H1347 יַֽעֲקֹ֔ב H3290 וְאַרְמְנֹתָ֖י H759 שָׂנֵ֑אתִי H8130 וְהִסְגַּרְתִּ֖י H5462 עִ֥יר H5892 וּמְלֹאָֽ H4393 ",
  "9": "וְהָיָ֗ה H1961 אִם H518 יִוָּ֨תְר֜וּ H3498 עֲשָׂרָ֧ה H6235 אֲנָשִׁ֛ים H376 בְּבַ֥יִת H1004 אֶחָ֖ד H259 וָמֵֽתוּ H4191 ",
  "10": "וּנְשָׂא֞ H5375 דּוֹד֣וֹ H1730 וּמְסָרְפ֗ H5635 לְהוֹצִ֣יא H3318 עֲצָמִים֮ H6106 מִן H4480 הַבַּיִת֒ H1004 וְאָמַ֞ר H559 לַאֲשֶׁ֨ר H834 בְּיַרְכְּתֵ֥י H3411 הַבַּ֛יִת H1004 הַע֥וֹד H5750 עִמָּ֖ךְ H5973 וְאָמַ֣ר H559 אָ֑פֶס H657 וְאָמַ֣ר H559 הָ֔ס H2013 כִּ֛י H3588 לֹ֥א H3808 לְהַזְכִּ֖יר H2142 בְּשֵׁ֥ם H8034 יְהוָֽה H3068 ",
  "11": "כִּֽי H3588 הִנֵּ֤ה H2009 יְהוָה֙ H3068 מְצַוֶּ֔ה H6680 וְהִכָּ֛ה H5221 הַבַּ֥יִת H1004 הַגָּד֖וֹל H1419 רְסִיסִ֑ים H7447 וְהַ H1004 הַקָּטֹ֖ן H6996 בְּקִעִֽים H1233 ",
  "12": "הַיְרֻצ֤וּ H7323 בַּסֶּ֨לַע֙ H5553 סוּסִ֔ים H5483 אִֽם H518 יַחֲר֖וֹשׁ H2790 בַּבְּקָרִ֑ים H1241 כִּֽי H3588 הֲפַכְתֶּ֤ם H2015 לְרֹאשׁ֙ H7219 מִשְׁפָּ֔ט H4941 וּפְרִ֥י H6529 צְדָקָ֖ה H6666 לְלַעֲנָֽה H3939 ",
  "13": "הַשְּׂמֵחִ֖ים H8055 לְלֹ֣א H3808 דָבָ֑ר H1697 הָאֹ֣מְרִ֔ים H559 הֲל֣וֹא H3808 בְחָזְקֵ֔ H2392 לָקַ֥חְנוּ H3947 לָ֖נוּ Hl קַרְנָֽיִם H7161 ",
  "14": "כִּ֡י H3588 הִנְנִי֩ H2005 מֵקִ֨ים H6965 עֲלֵיכֶ֜ם H5921 בֵּ֣ית H1004 יִשְׂרָאֵ֗ל H3478 נְאֻם H5002 יְהוָ֛ה H3068 אֱלֹהֵ֥י H430 הַצְּבָא֖וֹת H6635 גּ֑וֹי H1471 וְלָחֲצ֥וּ H3905 אֶתְכֶ֛ם H853 מִלְּב֥וֹא H935 חֲמָ֖ת H2574 עַד H5704 נַ֥חַל H5158 הָעֲרָבָֽה H6160 "
}
