{
  "1": "רָאִ֨יתִי H7200 אֶת H853 אֲדֹנָ֜י H136 נִצָּ֣ב H5324 עַֽל H5921 הַמִּזְבֵּ֗חַ H4196 וַיֹּאמֶר֩ H559 הַ֨ךְ H5221 הַכַּפְתּ֜וֹר H3730 וְיִרְעֲשׁ֣וּ H7493 הַסִּפִּ֗ים H5592 וּבְצַ֨עַ H1214 בְּרֹ֣אשׁ H7218 כֻּלָּ֔ם H3605 וְאַחֲרִיתָ֖ H319 בַּחֶ֣רֶב H2719 אֶהֱרֹ֑ג H2026 לֹֽא H3808 יָנ֤וּס H5127 לָהֶם֙ Hl נָ֔ס H5127 וְלֹֽא H3808 יִמָּלֵ֥ט H4422 לָהֶ֖ם Hl פָּלִֽיט H6412 ",
  "2": "אִם H518 יַחְתְּר֣וּ H2864 בִשְׁא֔וֹל H7585 מִשָּׁ֖ם H8033 יָדִ֣י H3027 תִקָּחֵ֑ם H3947 וְאִֽם H518 יַעֲלוּ֙ H5927 הַשָּׁמַ֔יִם H8064 מִשָּׁ֖ם H8033 אוֹרִידֵֽם H3381 ",
  "3": "וְאִם H518 יֵחָֽבְאוּ֙ H2244 בְּרֹ֣אשׁ H7218 הַכַּרְמֶ֔ל H3760 מִשָּׁ֥ם H8033 אֲחַפֵּ֖שׂ H2664 וּלְקַחְתִּ֑י H3947 וְאִם H518 יִסָּ֨תְר֜וּ H5641 מִנֶּ֤גֶד H5048 עֵינַי֙ H5869 בְּקַרְקַ֣ע H7172 הַיָּ֔ם H3220 מִשָּׁ֛ם H8033 אֲצַוֶּ֥ה H6680 אֶת H853 הַנָּחָ֖שׁ H5175 וּנְשָׁכָֽ H5391 ",
  "4": "וְאִם H518 יֵלְכ֤וּ H3212 בַשְּׁבִי֙ H7628 לִפְנֵ֣י H6440 אֹֽיבֵיהֶ֔ם H341 מִשָּׁ֛ם H8033 אֲצַוֶּ֥ה H6680 אֶת H853 הַחֶ֖רֶב H2719 וַהֲרָגָ֑תַ H2026 וְשַׂמְתִּ֨י H7760 עֵינִ֧י H5869 עֲלֵיהֶ֛ם H5921 לְרָעָ֖ה H7451 וְלֹ֥א H3808 לְטוֹבָֽה H2896 ",
  "5": "וַאדֹנָ֨ H136 יְהוִ֜ה H3069 הַצְּבָא֗וֹת H6635 הַנּוֹגֵ֤עַ H5060 בָּאָ֨רֶץ֙ H776 וַתָּמ֔וֹג H4127 וְאָבְל֖וּ H56 כָּל H3605 י֣וֹשְׁבֵי H3427 בָ֑הּ Hb וְעָלְתָ֤ה H5927 כַיְאֹר֙ H2975 כֻּלָּ֔הּ H3605 וְשָׁקְעָ֖ה H8257 כִּיאֹ֥ר H2975 מִצְרָֽיִם H4714 ",
  "6": "הַבּוֹנֶ֤ה H1129 בַשָּׁמַ֨יִם֙ H8064 מעלותו H4609 וַאֲגֻדָּת֖ H92 עַל H5921 אֶ֣רֶץ H776 יְסָדָ֑הּ H3245 הַקֹּרֵ֣א H7121 לְמֵֽי H4325 הַיָּ֗ם H3220 וַֽיִּשְׁפְּכֵ֛ H8210 עַל H5921 פְּנֵ֥י H6440 הָאָ֖רֶץ H776 יְהוָ֥ה H3068 שְׁמֽוֹ H8034 ",
  "7": "הֲל֣וֹא H3808 כִבְנֵי֩ H1121 כֻשִׁיִּ֨ים H3569 אַתֶּ֥ם H859 לִ֛י Hl בְּנֵ֥י H1121 יִשְׂרָאֵ֖ל H3478 נְאֻם H5002 יְהוָ֑ה H3068 הֲל֣וֹא H3808 אֶת H853 יִשְׂרָאֵ֗ל H3478 הֶעֱלֵ֨יתִי֙ H5927 מֵאֶ֣רֶץ H776 מִצְרַ֔יִם H4714 וּפְלִשְׁתִּיִּ֥ים H6430 מִכַּפְתּ֖וֹר H3731 וַאֲרָ֥ם H758 מִקִּֽיר H7024 ",
  "8": "הִנֵּ֞ה H2009 עֵינֵ֣י H5869 אֲדֹנָ֣י H136 יְהוִ֗ה H3069 בַּמַּמְלָכָה֙ H4467 הַֽחַטָּאָ֔ה H2400 וְהִשְׁמַדְתִּ֣י H8045 אֹתָ֔הּ H853 מֵעַ֖ל H5921 פְּנֵ֣י H6440 הָאֲדָמָ֑ה H127 אֶ֗פֶס H657 כִּ֠י H3588 לֹ֣א H3808 הַשְׁמֵ֥יד H8045 אַשְׁמִ֛יד H8045 אֶת H853 בֵּ֥ית H1004 יַעֲקֹ֖ב H3290 נְאֻם H5002 יְהוָֽה H3068 ",
  "9": "כִּֽי H3588 הִנֵּ֤ה H2009 אָֽנֹכִי֙ H595 מְצַוֶּ֔ה H6680 וַהֲנִע֥וֹתִי H5128 בְכָֽל H3605 הַגּוֹיִ֖ם H1471 אֶת H853 בֵּ֣ית H1004 יִשְׂרָאֵ֑ל H3478 כַּאֲשֶׁ֤ר H834 יִנּ֨וֹעַ֙ H5128 בַּכְּבָרָ֔ה H3531 וְלֹֽא H3808 יִפּ֥וֹל H5307 צְר֖וֹר H6872 אָֽרֶץ H776 ",
  "10": "בַּחֶ֣רֶב H2719 יָמ֔וּתוּ H4191 כֹּ֖ל H3605 חַטָּאֵ֣י H2400 עַמִּ֑י H5971 הָאֹמְרִ֗ים H559 לֹֽא H3808 תַגִּ֧ישׁ H5066 וְתַקְדִּ֛ים H6923 בַּעֲדֵ֖ינוּ H5704 הָרָעָֽה H7451 ",
  "11": "בַּיּ֣וֹם H3117 הַה֔וּא H1931 אָקִ֛ים H6965 אֶת H853 סֻכַּ֥ת H5521 דָּוִ֖יד H1732 הַנֹּפֶ֑לֶת H5307 וְגָדַרְתִּ֣י H1443 אֶת H853 פִּרְצֵיהֶ֗ן H6556 וַהֲרִֽסֹתָי H2034 אָקִ֔ים H6965 וּבְנִיתִ֖י H1129 כִּימֵ֥י H3117 עוֹלָֽם H5769 ",
  "12": "לְמַ֨עַן H4616 יִֽירְשׁ֜וּ H3423 אֶת H853 שְׁאֵרִ֤ית H7611 אֱדוֹם֙ H123 וְכָל H3605 הַגּוֹיִ֔ם H1471 אֲשֶׁר H834 נִקְרָ֥א H7121 שְׁמִ֖י H8034 עֲלֵיהֶ֑ם H5921 נְאֻם H5002 יְהוָ֖ה H3068 עֹ֥שֶׂה H6213 זֹּֽאת H2063 ",
  "13": "הִנֵּ֨ה H2009 יָמִ֤ים H3117 בָּאִים֙ H935 נְאֻם H5002 יְהוָ֔ה H3068 וְנִגַּ֤שׁ H5066 חוֹרֵשׁ֙ H2790 בַּקֹּצֵ֔ר H7114 וְדֹרֵ֥ךְ H1869 עֲנָבִ֖ים H6025 בְּמֹשֵׁ֣ךְ H4900 הַזָּ֑רַע H2233 וְהִטִּ֤יפוּ H5197 הֶֽהָרִים֙ H2022 עָסִ֔יס H6071 וְכָל H3605 הַגְּבָע֖וֹת H1389 תִּתְמוֹגַֽגְנָה H4127 ",
  "14": "וְשַׁבְתִּי֮ H7725 אֶת H853 שְׁב֣וּת H7622 עַמִּ֣י H5971 יִשְׂרָאֵל֒ H3478 וּבָנ֞וּ H1129 עָרִ֤ים H5892 נְשַׁמּוֹת֙ H8074 וְיָשָׁ֔בוּ H3427 וְנָטְע֣וּ H5193 כְרָמִ֔ים H3754 וְשָׁת֖וּ H8354 אֶת H853 יֵינָ֑ם H3196 וְעָשׂ֣וּ H6213 גַנּ֔וֹת H1593 וְאָכְל֖וּ H398 אֶת H853 פְּרִיהֶֽם H6529 ",
  "15": "וּנְטַעְתִּ֖י H5193 עַל H5921 אַדְמָתָ֑ם H127 וְלֹ֨א H3808 יִנָּתְשׁ֜וּ H5428 ע֗וֹד H5750 מֵעַ֤ל H5921 אַדְמָתָם֙ H127 אֲשֶׁ֣ר H834 נָתַ֣תִּי H5414 לָהֶ֔ם H1992 אָמַ֖ר H559 יְהוָ֥ה H3068 אֱלֹהֶֽיךָ H430 "
}
