{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "नीनवे* के विषय में भारी वचन। एल्कोश वासी नहूम के दर्शन की पुस्तक।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा जलन रखनेवाला और बदला लेनेवाला परमेश्‍वर है; यहोवा बदला लेनेवाला और जलजलाहट करनेवाला है; यहोवा अपने द्रोहियों से बदला लेता है, और अपने शत्रुओं का पाप नहीं भूलता।\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा विलम्ब से क्रोध करनेवाला और बड़ा शक्तिमान है*; वह दोषी को किसी प्रकार निर्दोष न ठहराएगा। यहोवा बवंडर और आँधी में होकर चलता है, और बादल उसके पाँवों की धूल हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके घुड़कने से महानद सूख जाते हैं, वह सब नदियों को सूखा देता है; बाशान और कर्मेल कुम्हलाते और लबानोन की हरियाली जाती रहती है।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके स्पर्श से पहाड़ काँप उठते हैं और पहाड़ियाँ गल जाती हैं; उसके प्रताप से पृथ्वी वरन् सारा संसार अपने सब रहनेवालों समेत थरथरा उठता है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके क्रोध का सामना कौन कर सकता है? और जब उसका क्रोध भड़कता है, तब कौन ठहर सकता है? उसकी जलजलाहट आग के समान भड़क जाती है, और चट्टानें उसकी शक्ति से फट फटकर गिरती हैं। (प्रका. 6:17)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा भला है; संकट के दिन में वह दृढ़ गढ़ ठहरता है, और अपने शरणागतों की सुधि रखता है।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु वह उमड़ती हुई धारा से उसके स्थान का अन्त कर देगा, और अपने शत्रुओं को खदेड़कर अंधकार में भगा देगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम यहोवा के विरुद्ध क्या कल्पना कर रहे हो? वह तुम्हारा अन्त कर देगा; विपत्ति दूसरी बार पड़ने न पाएगी।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि चाहे वे काँटों से उलझे हुए हों, और मदिरा के नशे में चूर भी हों, तो भी वे सूखी खूँटी की समान भस्म किए जाएँगे।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुझ में से एक निकला है, जो यहोवा के विरुद्ध कल्पना करता और नीचता की युक्ति बाँधता है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा यह कहता है, “चाहे वे सब प्रकार के सामर्थी हों*, और बहुत भी हों, तो भी पूरी रीति से काटे जाएँगे और शून्य हो जाएँगे। मैंने तुझे दुःख दिया है, परन्तु फिर न दूँगा।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि अब मैं उसका जूआ तेरी गर्दन पर से उतारकर तोड़ डालूँगा, और तेरा बन्धन फाड़ डालूँगा।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा ने तेरे विषय में यह आज्ञा दी है “आगे को तेरा वंश न चले; मैं तेरे देवालयों में से ढली और गढ़ी हुई मूरतों को काट डालूँगा, मैं तेरे लिये कब्र खोदूँगा, क्योंकि तू नीच है।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "देखो, पहाड़ों पर शुभ समाचार का सुनानेवाला और शान्ति का प्रचार करनेवाला आ रहा है! अब हे यहूदा, अपने पर्व मान, और अपनी मन्नतें पूरी कर, क्योंकि वह दुष्ट फिर कभी तेरे बीच में होकर न चलेगा, वह पूरी रीति से नष्ट हुआ है। (प्रेरि. 10:36, रोम. 10:15 इफि. 6:15)\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "परमेश्‍वर का अपने शत्रुओं पर क्रोध\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}