{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सत्यानाश करनेवाला तेरे विरुद्ध चढ़ आया है। गढ़ को दृढ़ कर; मार्ग देखता हुआ चौकस रह; अपनी कमर कस; अपना बल बढ़ा दे।।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा याकूब की बड़ाई इस्राएल की बड़ाई के समान ज्यों की त्यों कर रहा है, क्योंकि उजाड़नेवालों ने उनको उजाड़ दिया है और दाख की डालियों का नाश किया है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके शूरवीरों की ढालें लाल रंग से रंगी गईं, और उसके योद्धा लाल रंग के वस्त्र पहने हुए हैं। तैयारी के दिन रथों का लोहा आग के समान चमकता है, और भाले हिलाए जाते हैं।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "रथ सड़कों में बहुत वेग से हाँके जाते और चौकों में इधर-उधर चलाए जाते हैं; वे मशालों के समान दिखाई देते हैं, और उनका वेग बिजली का सा है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह अपने शूरवीरों को स्मरण करता है; वे चलते-चलते ठोकर खाते हैं, वे शहरपनाह की ओर फुर्ती से जाते हैं, और सुरक्षात्मक ढाल तैयार किया जाता है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "नहरों के द्वार खुल जाते हैं, और राजभवन गलकर बैठा जाता है।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हुसेब नंगी करके बँधुआई में ले ली जाएगी, और उसकी दासियाँ छाती पीटती हुई पिंडुकों के समान विलाप करेंगी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "नीनवे जब से बनी है, तब से तालाब के समान है, तो भी वे भागे जाते हैं, और “खड़े हो; खड़े हो”, ऐसा पुकारे जाने पर भी कोई मुँह नहीं मोड़ता।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "चाँदी को लूटो, सोने को लूटो, उसके रखे हुए धन की बहुतायत, और वैभव की सब प्रकार की मनभावनी सामग्री का कुछ परिमाण नहीं।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वह खाली, छूछी और सूनी हो गई है! मन कच्चा हो गया, और पाँव काँपते हैं; और उन सभी की कटियों में बड़ी पीड़ा उठी, और सभी के मुख का रंग उड़ गया है!\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सिंहों की वह मांद, और जवान सिंह के आखेट का वह स्थान कहाँ रहा जिसमें सिंह और सिंहनी अपने बच्चों समेत बेखटके फिरते थे?\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सिंह तो अपने बच्चों के लिये बहुत आहेर को फाड़ता था, और अपनी सिंहनियों के लिये आहेर का गला घोंट घोंटकर ले जाता था, और अपनी गुफाओं और माँदों को आहेर से भर लेता था।।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सेनाओं के यहोवा की यह वाणी है, मैं तेरे विरुद्ध हूँ, और उसके रथों को भस्म करके धुएँ में उड़ा दूँगा, और उसके जवान सिंह सरीखे वीर तलवार से मारे जाएँगे; मैं तेरे आहेर को पृथ्वी पर से नष्ट करूँगा, और तेरे दूतों का बोल फिर सुना न जाएगा।।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "नीनवे का विनाश\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}