{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now a certain man named Lazarus was sick. He was from Bethany, the village of Mary and her sister Martha.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was Mary who anointed the Lord with myrrh and wiped his feet with her hair, whose brother Lazarus was sick.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sisters then sent for Jesus, saying, \"Lord, see, he whom you love is sick.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus heard it, he said, \"This sickness is not to death, but instead it is for the glory of God so that the Son of God may be glorified by it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Jesus loved Martha and her sister and Lazarus.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when he heard that Lazarus was sick, Jesus stayed two more days in the place where he was.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then after this, he said to the disciples, \"Let us go to Judea again.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The disciples said to him, \"Rabbi, right now the Jews are trying to stone you, and you are going back there again?\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered, \"Are there not twelve hours of light in a day? If someone walks in the daytime, he will not stumble, because he sees by the light of this world.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, if he walks at night, he will stumble because the light is not in him.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said these things, and after these things, he said to them, \"Our friend Lazarus has fallen asleep, but I am going so that I may wake him out of sleep.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The disciples therefore said to him, \"Lord, if he has fallen asleep, he will recover.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Jesus had spoken of his death, but they thought that he was speaking about the sleep of resting.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said to them plainly, \"Lazarus is dead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am glad, for your sakes, that I was not there so that you may believe. Let us go to him.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Thomas, who was called Didymus, said to his fellow disciples, \"Let us also go so that we may die with Jesus.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus came, he found that Lazarus had already been in the tomb for four days.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Bethany was near Jerusalem, about fifteen stadia away.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many of the Jews had come to Martha and Mary, to comfort them about their brother.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Martha, when she heard that Jesus was coming, went to meet him, but Mary was sitting in the house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Martha then said to Jesus, \"Lord, if you had been here, my brother would not have died.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Even now, I know that whatever you ask from God, he will give to you.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to her, \"Your brother will rise again.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Martha said to him, \"I know that he will rise again in the resurrection on the last day.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to her, \"I am the resurrection and the life; he who believes in me, even if he dies, will live;\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and whoever lives and believes in me will never die. Do you believe this?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said to him, \"Yes, Lord, I believe that you are the Christ, the Son of God, who is coming into the world.\"\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When she had said this, she went away and called her sister Mary privately. She said, \"The Teacher is here and is calling for you.\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When she heard this, she got up quickly and went to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Jesus had not yet come into the village but was still in the place where Martha had met him.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when the Jews, who were with her in the house and who were comforting her, saw Mary getting up quickly and going out, they followed her, thinking that she was going to the tomb to weep there.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Mary came to the place where Jesus was and saw him, she fell down at his feet and said to him, \"Lord, if you had been here, my brother would not have died.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus saw her weeping, and the Jews who came with her also weeping, he was deeply moved in his spirit and was troubled;\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he said, \"Where have you laid him?\" They said to him, \"Lord, come and see.\"\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus wept.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Jews said, \"See how much he loved Lazarus!\"\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But some of them said, \"Could not this man, who opened the eyes of a blind man, also have made this man not die?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus again, being deeply moved in himself, went to the tomb. Now it was a cave, and a stone lay against it.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said, \"Take away the stone.\" Martha, the sister of Lazarus, the one who had died, said to Jesus, \"Lord, by this time the body will be decaying, for he has been dead for four days.\"\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to her, \"Did I not say to you that, if you believed, you would see the glory of God?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they took away the stone. Jesus lifted up his eyes and said, \"Father, I thank you that you listened to me.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I knew that you always listen to me, but it is because of the crowd that is standing around me that I said this, so that they may believe that you have sent me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he had said this, he cried out with a loud voice, \"Lazarus, come out!\"\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The dead man came out; his feet and hands were bound with cloths, and his face was bound about with a cloth. Jesus said to them, \"Untie him and let him go.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then many of the Jews who came to Mary and saw what Jesus did, believed in him.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But some of them went away to the Pharisees and told them the things that Jesus had done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the chief priests and the Pharisees gathered the council together and said, \"What will we do? This man does many signs.\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If we leave him alone like this, all will believe in him; the Romans will come and take away both our place and our nation.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, a certain man among them, Caiaphas, who was high priest that year, said to them, \"You know nothing.\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You do not consider that it is better for you that one man dies for the people than that the whole nation perishes.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now this he said not from himself. Instead, being high priest that year, he prophesied that Jesus should die for the nation;\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and not only for the nation, but so that the children of God who are scattered would be gathered together into one.\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So from that day onward they planned how to put Jesus to death.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No longer did Jesus walk openly among the Jews, but he departed from there into the country near to the wilderness into a town called Ephraim. There he stayed with the disciples.\n"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the Passover of the Jews was near, and many went up to Jerusalem from the country before the Passover in order to purify themselves.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They were looking for Jesus, and speaking one with another as they stood in the temple, \"What do you think? That he will not come to the festival?\"\n"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the chief priests and the Pharisees had given an order that if anyone knew where Jesus was, he should report it so that they might seize him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}