{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Six days before the Passover, Jesus came to Bethany, where Lazarus, whom Jesus had raised from the dead, was.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they made him a dinner there, and Martha was serving, but Lazarus was one of those who was lying down at the table with Jesus.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Mary took a litra of perfume made of very precious pure nard, anointed the feet of Jesus with it, and wiped his feet with her hair. The house was filled with the fragrance of the perfume.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judas Iscariot, one of his disciples, the one who would betray him, said,\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Why was this perfume not sold for three hundred denarii and given to the poor?\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now he said this, not because he cared about the poor, but because he was a thief. He had the moneybag and would steal from what was put in it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said, \"Allow her to keep what she has for the day of my burial.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will always have the poor with you. But you will not always have me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now a large crowd of the Jews learned that Jesus was there, and they came, not only for Jesus, but also to see Lazarus, whom Jesus had raised from the dead.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The chief priests conspired together so that they might also put Lazarus to death;\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for it was because of him that many of the Jews went away and believed in Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the next day a great crowd came to the festival. When they heard that Jesus was coming to Jerusalem,\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "they took the branches of the palm trees and went out to meet him and cried out, \"Hosanna! Blessed is he who comes in the name of the Lord, the King of Israel.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus found a young donkey and sat on it; as it was written,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Do not fear, daughter of Zion; see, your King is coming, sitting on the colt of a donkey.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His disciples did not understand these things at first; but when Jesus was glorified, they remembered that these things had been written about him and that they had done these things to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the crowd testified that they had been with him when he called Lazarus out of the tomb and raised him up from the dead.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It was also for this reason that the crowd went out to meet him, because they heard that he had done this sign.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Pharisees therefore said among themselves, \"Look, you can do nothing; see, the world has gone after him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now certain Greeks were among those who were going up to worship at the festival.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These went to Philip, who was from Bethsaida in Galilee, and asked him, saying, \"Sir, we want to see Jesus.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Philip went and told Andrew; Andrew went with Philip, and they told Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered them and said, \"The hour has come for the Son of Man to be glorified.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Truly, truly, I say to you, unless a grain of wheat falls into the earth and dies, it remains by itself alone; but if it dies, it will bear much fruit.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He who loves his life will lose it; but he who hates his life in this world will keep it for eternal life.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone serves me, let him follow me; and where I am, there will my servant also be. If anyone serves me, the Father will honor him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now my soul is troubled and what should I say? 'Father, save me from this hour'? But for this reason I came to this hour.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Father, glorify your name.\" Then a voice came from heaven and said, \"I have glorified it and I will glorify it again.\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the crowd that stood by and heard it said that it had thundered. Others said, \"An angel has spoken to him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered and said, \"This voice did not come for me, but for you.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now is the judgment of this world: Now will the ruler of this world be thrown out.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I am lifted up from the earth, I will draw everyone to myself.\"\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said this to indicate what kind of death he would die.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The crowd answered him, \"We have heard from the law that the Christ will stay forever. How can you say, 'The Son of Man must be lifted up'? Who is this Son of Man?\"\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus then said to them, \"The light will still be with you for a short amount of time. Walk while you have the light, so that darkness does not overtake you. He who walks in the darkness does not know where he is going.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While you have the light, believe in the light so that you may be sons of light.\"\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "Jesus said these things and then departed and hid from them.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Although Jesus had done so many signs before them, yet they did not believe in him\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so that the word of Isaiah the prophet would be fulfilled, in which he said:\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"Lord, who has believed our report,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and to whom has the arm of the Lord been revealed?\"\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this reason they could not believe, for Isaiah had also said,\n"
      },
      {
        "tag": "q",
        "nextChar": "\n",
        "type": "quote"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"He has blinded their eyes, and he has hardened their hearts;\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "otherwise they would see with their eyes and understand with their hearts,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and turn,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and I would heal them.\"\n"
      },
      {
        "tag": "m",
        "nextChar": "\n",
        "type": "paragraph"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Isaiah said these things because he saw the glory of Jesus and spoke of him.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But despite that, many of the rulers believed in Jesus; but because of the Pharisees, they did not admit it so that they would not be banned from the synagogue.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They loved the praise that comes from people more than the praise that comes from God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus cried out and said, \"The one who believes in me, believes not only in me but also in him who sent me,\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and the one who sees me sees him who sent me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have come as a light into the world, so that whoever believes in me may not remain in the darkness.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone hears my words but does not keep them, I do not judge him; for I have not come to judge the world, but to save the world.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who rejects me and who does not receive my words, has one who judges him. The word I have spoken will judge him on the last day.\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I did not speak for myself, but it is the Father who sent me, who has given me the command about what to say and what to speak.\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know that his command is eternal life, so that is what I say—just as the Father has spoken to me, so I speak.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}