{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now it was before the Festival of the Passover. Jesus knew that his hour had come to go out of this world and go to the Father. Having loved his own who were in the world, he loved them to the end.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the devil had already put it into the heart of Judas Iscariot son of Simon, to betray Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He knew that the Father had given everything over into his hands and that he had come from God and was going back to God.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He got up from dinner and took off his outer clothing. Then he took a towel and wrapped it around himself.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he poured water into a basin and began to wash the feet of the disciples and dry them with the towel that he had put around himself.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He came to Simon Peter, and Peter said to him, \"Lord, are you going to wash my feet?\"\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered and said to him, \"What I am doing you do not understand now, but you will understand this later.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter said to him, \"You will never wash my feet.\" Jesus answered him, \"If I do not wash you, you have no share with me.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simon Peter said to him, \"Lord, do not only wash my feet, but also my hands and my head.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"He who is bathed has no need, except to wash his feet, but he is completely clean; you are clean, but not everyone.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(For Jesus knew who would betray him; that is why he said, \"Not all of you are clean.\")\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when Jesus had washed their feet and taken his garments and sat down again, he said to them, \"Do you know what I have done for you?\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You call me 'teacher' and 'Lord,' and you are speaking correctly, because so I am.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I then, the Lord and the Teacher, have washed your feet, you should also wash the feet of one another.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I have given you an example so that you should also do just as I did for you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Truly, truly, I say to you, a servant is not greater than his master; nor is a messenger greater than he who sent him.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you know these things, you are blessed if you do them.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am not speaking about all of you; I know those whom I have chosen—but this so that the scripture will be fulfilled: 'He who eats my bread lifted up his heel against me.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I tell you this now before it happens so that when it happens, you may believe that I AM.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Truly, truly, I say to you, he who receives whomever I sent, receives me, and he who receives me, receives him who sent me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus said this, he was troubled in spirit. He testified and said, \"Truly, truly, I say to you that one of you will betray me.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The disciples looked at each other, wondering of whom he was speaking.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of his disciples, whom Jesus loved, was lying down at the table against Jesus' side.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simon Peter motioned to this disciple and said, \"Ask him who he is speaking about.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he leaned back against the side of Jesus and said to him, \"Lord, who is it?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus answered, \"It is the one for whom I will dip the piece of bread and give it him.\" So when he had dipped the bread, he gave it to Judas son of Simon Iscariot.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then after the bread, Satan entered into him, so Jesus said to him, \"What you are doing, do it quickly.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now no one who was lying down at the table knew why he said this to him.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some thought that, since Judas had the moneybag, Jesus said to him, \"Buy what we need to have for the festival,\" or that he should give something to the poor.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Judas received the bread, he went out immediately. It was night.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Judas was gone, Jesus said, \"Now the Son of Man is glorified, and God is glorified in him.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God will glorify him in himself, and he will glorify him immediately.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Little children, I am with you for still a short amount of time. You will look for me, and as I said to the Jews, 'Where I am going, you cannot come.' Now I also say this to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am giving you a new commandment, that you should love one another; as I have loved you, so also you should love one another.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "By this everyone will know that you are my disciples, if you have love one for another.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simon Peter said to him, \"Lord, where are you going?\" Jesus answered, \"Where I am going, you cannot follow me now, but you will follow later.\"\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter said to him, \"Lord, why can I not follow you now? I will lay down my life for you.\"\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered, \"Will you lay down your life for me? Truly, truly, I say to you, the rooster will not crow before you have denied me three times.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}