{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Do not let your heart be troubled. You believe in God, believe also in me.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the house of my Father are many rooms. If it were not so, I would have told you, for I am going to prepare a place for you.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I go and prepare a place for you, I will come again and receive you to myself, so that where I am you will also be.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You know the way to where I am going.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Thomas said to Jesus, \"Lord, we do not know where you are going, how can we know the way?\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"I am the way, the truth, and the life; no one comes to the Father except through me.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you had known me, you would have known my Father also. From now on you know him and have seen him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Philip said to Jesus, \"Lord, show us the Father, and that will be enough for us.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"I have been with you for so long and you still do not know me, Philip? Whoever has seen me has seen the Father. How can you say, 'Show us the Father'?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you not believe that I am in the Father and the Father is in me? The words that I say to you I do not speak from my own authority, but the Father living in me is doing his work.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Believe me that I am in the Father, and the Father is in me, or else believe because of the works themselves.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Truly, truly, I say to you, he who believes in me will do the works that I do, and he will do greater works than these because I am going to the Father.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whatever you ask in my name, I will do it so that the Father will be glorified in the Son.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you ask me anything in my name, I will do it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you love me, you will keep my commandments,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and I will pray to the Father, and he will give you another Comforter so that he will be with you forever—\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the Spirit of truth. The world cannot receive him because it does not see him or know him. But you know him, for he lives with you and will be in you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will not leave you alone; I will come back to you.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet a short amount of time and the world will no longer see me, but you see me. Because I live, you will also live.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day you will know that I am in my Father, and that you are in me, and that I am in you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He who has my commandments and keeps them is the one who loves me, and he who loves me will be loved by my Father, and I will love him and I will show myself to him.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Judas (not Iscariot) said to Jesus, \"Lord, why is it that you will show yourself to us and not to the world?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered and said to him, \"If anyone loves me, he will keep my word. My Father will love him, and we will come to him and we will make our home with him.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He who does not love me does not keep my words. The word that you hear is not from me but from the Father who sent me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have said these things to you, while I am staying with you.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, the Comforter—the Holy Spirit whom the Father will send in my name—he will teach you everything and he will remind you of everything that I said to you.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I leave you peace; I give you my peace. I do not give it as the world gives. Do not let your heart be troubled, and do not be afraid.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You heard that I said to you, 'I am going away, and I will come back to you.' If you loved me, you would be glad because I am going to the Father, for the Father is greater than I am.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I have told you before it happens so that, when it happens, you will believe.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will no longer speak much with you, for the ruler of this world is coming. He has no power over me,\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but in order that the world will know that I love the Father, I do just as the Father commanded me. Let us get up and go from here.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}