{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I am the true vine, and my Father is the gardener.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He takes away every branch in me that does not bear fruit, and he prunes every branch that bears fruit so that it will bear more fruit.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are already clean because of the message that I have spoken to you.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Remain in me, and I in you. Just as a branch cannot bear fruit by itself unless it remains in the vine, so neither can you, unless you remain in me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am the vine, you are the branches. He who remains in me and I in him, he bears much fruit, for without me you can do nothing.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If anyone does not remain in me, he is thrown away like a branch and dries up, and they gather the branches and throw them into the fire, and they are burned up.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you remain in me, and if my words remain in you, ask whatever you wish, and it will be done for you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My Father is glorified in this, that you bear much fruit and so prove that you are my disciples.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As the Father has loved me, I have also loved you. Remain in my love.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you keep my commandments, you will remain in my love, as I have kept the commandments of my Father and remain in his love.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have spoken these things to you so that my joy will be in you and so that your joy will be complete.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is my commandment, that you love one another as I have loved you.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one has greater love than this—that he lay down his life for his friends.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are my friends if you do the things that I command you.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No longer do I call you servants, for the servant does not know what his master is doing. I have called you friends, for everything that I heard from my Father, I have made known to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You did not choose me, but I chose you and appointed you so that you would go and bear fruit, and that your fruit should remain. This is so that whatever you ask of the Father in my name, he will give it to you.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These things I command you, so that you love one another.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If the world hates you, know that it has hated me before it hated you.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If you were of the world, the world would love you as its own. But because you are not of the world and because I chose you out of the world, therefore the world hates you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Remember the word that I said to you, 'A servant is not greater than his master.' If they persecuted me, they will also persecute you; if they kept my word, they will also keep yours.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will do all these things to you because of my name, because they do not know him who sent me.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I had not come and spoken to them, they would not have sin, but now they have no excuse for their sin.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He who hates me also hates my Father.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I had not done the works that no one else did among them, they would have no sin, but now they have seen and hated both me and my Father.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But this is in order to fulfill the word that is written in their law, 'They hated me without a cause.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the Comforter—whom I will send to you from the Father, that is, the Spirit of truth, who goes out from the Father—comes, he will testify about me.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are also testifying because you have been with me from the beginning.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}