{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"I have spoken these things to you so that you will not fall away.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will throw you out of the synagogues. But the hour is coming when everyone who kills you will think that he is offering a service to God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will do these things because they have not known the Father nor me.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have spoken these things to you so that when their hour comes, you will remember that I told you about them. I did not tell you about these things in the beginning, because I was with you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But now I go to him who sent me, yet none of you asks me, 'Where are you going?'\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But because I have said these things to you, sadness has filled your heart.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But truly I tell you, it is better for you that I go away. For if I do not go away, the Comforter will not come to you, but if I go, I will send him to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he comes, the Comforter will prove the world to be wrong about sin, about righteousness, and about judgment—\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "about sin, because they do not believe in me;\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "about righteousness, because I am going to the Father, and you will no longer see me;\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and about judgment, because the ruler of this world has been judged.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have many things to say to you, but you would not understand them now.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But when he, the Spirit of Truth, comes, he will guide you into all the truth, for he will not speak from himself. But he will say whatever he hears, and he will tell you things that are to come.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He will glorify me, because he will take from what is mine and he will tell it to you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everything that the Father has is mine. Therefore, I said that the Spirit will take from what is mine and he will tell it to you.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In a short amount of time you will no longer see me, and after another short amount of time you will see me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then some of his disciples said to one another, \"What is this that he says to us, 'A short amount of time you will no longer see me and after another short amount of time you will see me,' and, 'Because I go to the Father'?\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore they said, \"What is this that he says, 'A short amount of time'? We do not know what he is talking about.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus saw that they wanted to ask him, and he said to them, \"Is this what you are asking yourselves, what I meant by saying, 'A little while and you will no longer see me, and again a little while and you will see me'?\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Truly, truly, I say to you, you will weep and lament, but the world will be glad. You will become full of sadness, but your sorrow will be turned into joy.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When a woman gives birth she has sadness because her hour has come, but when she has given birth to the child, she no longer remembers her pain because of her joy that a man has been born into the world.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you have sadness now, but I will see you again, and your heart will be glad, and no one will be able to take away your joy from you.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day you will not ask me anything. Truly, truly, I say to you, if you ask anything of the Father in my name, he will give it to you.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Until now you have not asked anything in my name. Ask, and you will receive so that your joy will be fulfilled.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have said these things to you in figures of speech, but the hour is coming when I will no longer speak to you in figures of speech, but instead I will tell you plainly about the Father.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On that day you will ask in my name and I do not say to you that I will pray to the Father for you,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for the Father himself loves you because you have loved me and because you have believed that I came from the Father.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I came from the Father, and I have come into the world. Again, I am leaving the world and I am going to the Father.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His disciples said, \"See, now you are speaking plainly and you are not using figures of speech.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now we know that you know all things, and you do not need anyone to ask you questions. Because of this, we believe that you have come from God.\"\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered them, \"Do you believe now?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See, the hour is coming, yes, and has indeed come, when you will be scattered, everyone to his own home, and you will leave me alone. Yet I am not alone because the Father is with me.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have spoken these things to you so that you will have peace in me. In the world you have troubles, but have courage, I have conquered the world.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}