{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jesus said these things, he lifted up his eyes to the heavens and said, \"Father, the hour has come, glorify your Son so that the Son will glorify you—\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "just as you gave him authority over all flesh so that he would give eternal life to everyone whom you have given him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is eternal life: That they know you, the only true God, and him whom you sent, Jesus Christ.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I glorified you on the earth. I have finished the work that you have given me to do.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, Father, glorify me along with yourself with the glory that I had with you before the world was made.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I revealed your name to the people whom you gave me from the world. They were yours, and you gave them to me, and they have kept your word.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now they know that everything that you have given me comes from you,\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for I have given them all the words that you gave me. They received them and truly knew that I came from you, and they believed that you sent me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I pray for them. I do not pray for the world but for those whom you have given me, for they are yours.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everything that is mine is yours, and yours is mine, and I am glorified in them.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am no longer in the world, but these people are in the world, and I am coming to you. Holy Father, keep them in your name that you have given me so that they will be one, just as we are one.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While I was with them, I kept them in your name, which you have given me. I protected them, and not one of them was destroyed, except for the son of destruction, so that the scriptures would be fulfilled.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now I am coming to you, but I am saying these things in the world so that they will have my joy fulfilled in themselves.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have given them your word, and the world has hated them because they are not of the world, just as I am not of the world.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I do not ask for you to take them away from the world, but for you to keep them from the evil one.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They are not of the world, just as I am not of the world.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Set them apart by the truth. Your word is truth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just as you sent me into the world, so I have sent them into the world.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For their sakes I have set myself apart, so that they themselves may also be set apart in truth.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I pray not only for these, but also for those who will believe in me through their word\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so that they will all be one, just as you, Father, are in me, and I am in you. May they also be in us so that the world will believe that you have sent me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The glory that you gave me, I have given to them, so that they will be one, just as we are one:\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I in them, and you in me—that they may be brought to complete unity, so that the world will know that you sent me, and that you have loved them just as you loved me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Father, I want those you have given me to be with me where I am, and to see my glory, the glory you gave me because you loved me before the creation of the world.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Righteous Father, the world did not know you, but I know you; and these know that you sent me.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I made your name known to them, and I will make it known so that the love with which you have loved me will be in them, and I will be in them.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}