{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jesus spoke these words, he went out with his disciples to the other side of the Kidron Valley, where there was a garden into which he and his disciples entered.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Judas, who was going to betray him, also knew the place, for Jesus often went there with his disciples.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Judas, leading a group of soldiers and some officers from the chief priests and Pharisees, went there with lanterns, torches, and weapons.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus, who knew all the things that were happening to him, went forward and asked them, \"Who are you looking for?\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They answered him, \"Jesus of Nazareth.\" Jesus said to them, \"I am.\" Judas, who betrayed him, was also standing with the soldiers.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when he said to them, \"I am,\" they went backward and fell to the ground.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then again he asked them, \"Who are you looking for?\" Again they said, \"Jesus of Nazareth.\" \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered, \"I told you that I am. So if you are looking for me, let these go.\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This was in order to fulfill the word that he said: \"Of those whom you have given me, I lost no one.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Simon Peter, who had a sword, drew it and struck the servant of the high priest and cut off his right ear. Now the name of the servant was Malchus.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to Peter, \"Put the sword back into its sheath. Should I not drink the cup that the Father has given me?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the group of soldiers and the captain, and the officers of the Jews, seized Jesus and tied him up.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They led him first to Annas, for he was father-in-law of Caiaphas, who was high priest that year.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Caiaphas was the one who had given the advice to the Jews that it would be better that one man die for the people.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simon Peter followed Jesus, and so did another disciple. Now that disciple was known to the high priest, and he entered with Jesus into the courtyard of the high priest;\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but Peter was standing at the door outside. So the other disciple, who was known to the high priest, went out and spoke to the female doorkeeper and he brought Peter in.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the female servant, the doorkeeper, said to Peter, \"Are you not also one of the disciples of this man?\" He said, \"I am not.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the servants and the officers were standing there, and they had made a charcoal fire, for it was cold, and they were warming themselves. Peter was also with them, standing there and warming himself.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The high priest then asked Jesus about his disciples and his teaching.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered him, \"I have spoken openly to the world. I was always teaching in synagogues and in the temple where all the Jews come together. I said nothing in secret.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Why did you ask me? Ask those who have heard me about what I said. Look, these people know what I said.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus had said this, one of the officers standing there struck Jesus and said, \"Is that how you answer the high priest?\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered him, \"If I spoke wrongly, testify about the wrong, but if rightly, why do you hit me?\"\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Annas sent him tied up to Caiaphas the high priest.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Simon Peter was standing and warming himself. The people then said to him, \"Are you not also one of his disciples?\" He denied it and said, \"I am not.\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of the servants of the high priest, who was a relative of the man whose ear Peter had cut off, said, \"Did I not see you in the garden with him?\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter then denied again, and immediately the rooster crowed.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they led Jesus from Caiaphas to the government headquarters. It was early in the morning, and they did not enter the government headquarters so that they would not be defiled but would eat the Passover.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Pilate went out to them and said, \"What accusation are you bringing against this man?\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They answered and said to him, \"If this man was not an evildoer, we would not have given him over to you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pilate therefore said to them, \"Take him yourselves, and judge him according to your law.\" The Jews said to him, \"It is not lawful for us to put any man to death.\"\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said this so that the word of Jesus would be fulfilled which he had spoken to indicate by what kind of death he would die.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Pilate entered the government headquarters again and called Jesus and he said to him, \"Are you the King of the Jews?\"\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered, \"Do you speak from yourself, or did others speak to you about me?\"\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pilate answered, \"I am not a Jew, am I? Your own people and the chief priests gave you over to me. What did you do?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered, \"My kingdom is not of this world. If my kingdom were part of this world, then my servants would fight so that I would not be given over to the Jews. But now my kingdom is not from here.\"\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pilate then said to him, \"Are you a king then?\" Jesus answered, \"You say that I am a king. For this purpose I have been born, and for this purpose I have come into the world, so that I would bear witness to the truth. Everyone who belongs to the truth listens to my voice.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pilate said to him, \"What is truth?\" When he had said this, he went out again to the Jews and said to them, \"I find no guilt in this man.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you have the custom that I release one person to you at the Passover. So do you want me to release the King of the Jews to you?\"\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they cried out again and said, \"Not this man, but Barabbas.\" Now Barabbas was a robber.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}