{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Pilate took Jesus and whipped him.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The soldiers weaved a crown of thorns. They put it on the head of Jesus and dressed him with a purple garment.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They came to him and said, \"Hail, King of the Jews!\" and they struck him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Pilate went outside again and said to them, \"See, I am bringing him outside to you so that you will know that I find no guilt in him.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jesus came out, wearing the crown of thorns and the purple garment. Pilate said to them, \"Look, here is the man!\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When therefore the chief priests and the officers saw Jesus, they cried out and said, \"Crucify him, crucify him!\" Pilate said to them, \"Take him yourselves and crucify him, for I find no guilt in him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jews answered him, \"We have a law, and according to that law he has to die because he claimed to be the Son of God.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Pilate heard this statement, he was even more afraid,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and he entered the government headquarters again and said to Jesus, \"Where do you come from?\" But Jesus gave him no answer.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Pilate said to him, \"Are you not speaking to me? Do you not know that I have power to release you, and power to crucify you?\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered him, \"You do not have any power over me except for what has been given to you from above. Therefore, he who gave me over to you has a greater sin.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At this answer, Pilate tried to release him, but the Jews cried out, saying, \"If you release this man, you are not a friend of Caesar. Everyone who makes himself a king speaks against Caesar.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Pilate heard these words, he brought Jesus out and sat down in the judgment seat in a place called \"The Pavement,\" but in Hebrew, \"Gabbatha.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now it was the day of preparation for the Passover, at about the sixth hour. Pilate said to the Jews, \"See, here is your king!\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They cried out, \"Away with him, away with him; crucify him!\" Pilate said to them, \"Should I crucify your King?\" The chief priests answered, \"We have no king but Caesar.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Pilate gave Jesus over to them to be crucified.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they took Jesus, and he went out, carrying the cross for himself, to the place called \"The Place of a Skull,\" which in Hebrew is called \"Golgotha.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They crucified Jesus there, and with him two other men, one on each side, with Jesus in the middle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pilate also wrote a sign and put it on the cross. There it was written: JESUS OF NAZARETH, THE KING OF THE JEWS.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many of the Jews read this sign because the place where Jesus was crucified was near the city. The sign was written in Hebrew, in Latin, and in Greek.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the chief priests of the Jews said to Pilate, \"Do not write, 'The King of the Jews,' but rather, 'This one said, \"I am King of the Jews.\"'\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Pilate answered, \"What I have written I have written.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the soldiers crucified Jesus, they took his clothes, divided them into four shares, one for each of them; and also the tunic. Now the tunic was seamless, woven in one piece from the top.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they said to each other, \"Let us not tear it, but instead let us cast lots for it to decide whose it will be.\" This happened so that the scripture would be fulfilled which said,\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "\"They divided my garments among themselves\n"
      },
      {
        "tag": "q",
        "type": "quote",
        "text": "and cast lots for my clothing.\"\n"
      },
      {
        "tag": "m",
        "type": "paragraph",
        "text": "This is what the soldiers did.\n"
      },
      {
        "type": "text",
        "text": "\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now standing beside Jesus' cross were his mother, his mother's sister, Mary the wife of Clopas, and Mary Magdalene. \n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus saw his mother and the disciple whom he loved standing nearby, he said to his mother, \"Woman, see, your son!\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to the disciple, \"See, your mother!\" From that hour the disciple took her to his own home.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After this, knowing that everything was now completed and so that the scriptures would be fulfilled, Jesus said, \"I am thirsty.\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A container full of sour wine was placed there, so they put a sponge full of the sour wine on a hyssop staff and lifted it up to his mouth.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus had taken the sour wine, he said, \"It is finished.\" He bowed his head and gave up his spirit.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Jews, because it was the day of preparation, and so that the bodies would not remain on the cross during the Sabbath (for that Sabbath was especially important), asked Pilate to break their legs and to remove them.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the soldiers came and broke the legs of the first man and of the second man who had been crucified with Jesus.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they came to Jesus, they saw that he was already dead, so they did not break his legs.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, one of the soldiers pierced his side with a spear, and immediately blood and water came out.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The one who saw this has testified, and his testimony is true. He knows that what he said is true so that you would also believe.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For these things happened in order to fulfill scripture, \"Not one of his bones will be broken.\"\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Again, another scripture says, \"They will look at him whom they pierced.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After these things, Joseph of Arimathea, since he was a disciple of Jesus (but secretly for fear of the Jews), asked Pilate if he could take away the body of Jesus. Pilate gave him permission. So Joseph came and took away his body.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nicodemus also came, he who at first had come to Jesus by night. He brought a mixture of myrrh and aloes, about one hundred litras in weight.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they took the body of Jesus and wrapped it in linen cloths with the spices, as was the custom of the Jews to bury bodies.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now in the place where he was crucified there was a garden; and in the garden was a new tomb in which no person had yet been buried.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because it was the day of preparation for the Jews and because the tomb was close by, they laid Jesus in it.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}