{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Three days later, there was a wedding in Cana of Galilee, and the mother of Jesus was there.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus and his disciples were invited to the wedding.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the wine ran out, the mother of Jesus said to him, \"They have no wine.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to her, \"Woman, why do you come to me? My time has not yet come.\"\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His mother said to the servants, \"Whatever he says to you, do it.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now there were six stone water pots there used for the Jewish ceremonial washing, each containing two to three metretes.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"Fill the water pots with water.\" So they filled them up to the brim.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he told the servants, \"Take some out now and take it to the head waiter.\" So they did.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The head waiter tasted the water that had become wine, but he did not know where it came from (but the servants who had drawn the water knew). Then he called the bridegroom\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and said to him, \"Every man serves the good wine first and then the cheaper wine when they are drunk. But you have kept the good wine until now.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This first sign Jesus did in Cana of Galilee, and he revealed his glory, and his disciples believed in him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After this Jesus, his mother, his brothers, and his disciples went down to Capernaum and they stayed there for a few days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the Passover of the Jews was near, and Jesus went up to Jerusalem.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He found sellers of oxen and sheep and pigeons, and the money changers were sitting there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he made a whip of cords and drove all of them out from the temple, including both the sheep and the oxen. He scattered the coins of the money changers and overthrew their tables.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "To the pigeon sellers he said, \"Take these things away from here. Stop making the house of my Father a marketplace.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His disciples remembered that it was written, \"Zeal for your house will consume me.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Jewish authorities responded and said to him, \"What sign will you show us, since you are doing these things?\"\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied, \"Destroy this temple, and in three days I will raise it up.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Jewish authorities said, \"This temple was built in forty-six years, and you will raise it up in three days?\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, he was speaking about the temple of his body.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he was raised from the dead, his disciples remembered that he said this, and they believed the scripture and this statement that Jesus had spoken.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when he was in Jerusalem at the Passover festival, many believed in his name when they saw the signs that he did.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus did not trust in them because he knew them all,\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "because he did not need anyone to testify to him about man, for he knew what was in man.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}