{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now early on the first day of the week, while it was still dark, Mary Magdalene came to the tomb and she saw the stone rolled away from the tomb.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So she ran and came to Simon Peter and to the other disciple whom Jesus loved, and she said to them, \"They took away the Lord out from the tomb, and we do not know where they have laid him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Peter and the other disciple went out, and they went to the tomb.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They both ran together, and the other disciple quickly ran ahead of Peter and arrived at the tomb first.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then stooping down, he saw the linen cloths lying there, but he did not go inside.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simon Peter then arrived after him and went into the tomb. He saw the linen cloths lying there\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and the cloth that had been on his head. It was not lying with the linen cloths but was folded up in a place by itself.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the other disciple, the one who first arrived at the tomb, also went in, and he saw and believed.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For until that time they still did not know the scripture that he should rise from the dead.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the disciples went back home again.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Mary was standing outside the tomb weeping. As she wept, she stooped down into the tomb.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She saw two angels in white sitting, one at the head, and one at the foot of where the body of Jesus had lain.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to her, \"Woman, why are you weeping?\" She said to them, \"Because they took away my Lord, and I do not know where they have put him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When she said this, she turned around and saw Jesus standing there, but she did not know that it was Jesus.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to her, \"Woman, why are you weeping? Whom are you looking for?\" She thought that he was the gardener, so she said to him, \"Sir, if you have taken him away, tell me where you have put him, and I will take him away.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to her, \"Mary.\" She turned, and said to him in Hebrew, \"Rabboni\" (which means \"Teacher\").\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to her, \"Do not touch me, for I have not yet gone up to the Father, but go to my brothers and say to them that I will go up to my Father and your Father, and my God and your God.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Mary Magdalene came and told the disciples, \"I have seen the Lord,\" and that he had said these things to her.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When it was evening, on that day, the first day of the week, and the doors of where the disciples were, were closed for fear of the Jews, Jesus came and stood in the middle of them and said to them, \"Peace to you.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After he said this, he showed them his hands and his side. The disciples rejoiced when they saw the Lord.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus then said to them again, \"Peace to you. As the Father has sent me, so I am sending you.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus had said this, he breathed on them and said to them, \"Receive the Holy Spirit.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever's sins you forgive, they are forgiven; whoever's sins you keep back, they are kept back.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Thomas, one of the twelve, called Didymus, was not with them when Jesus came.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The other disciples later said to him, \"We have seen the Lord.\" He said to them, \"Unless I see in his hands the mark of the nails, and put my finger into the mark of the nails, and put my hand into his side, I will not believe.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After eight days his disciples were inside again, and Thomas was with them. Jesus came while the doors were closed, and stood among them, and said, \"Peace to you.\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then he said to Thomas, \"Reach here with your finger and see my hands. Reach here with your hand and put it into my side. Do not be unbelieving, but believe.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Thomas answered and said to him, \"My Lord and my God.\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"Because you have seen me, you have believed. Blessed are those who have not seen, and believed.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Jesus did many other signs in the presence of the disciples, signs that have not been written in this book,\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but these have been written so that you would believe that Jesus is the Christ, the Son of God, and so that believing, you would have life in his name.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}