{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After these things Jesus showed himself again to the disciples at the Sea of Tiberias. This is how he showed himself:\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simon Peter was together with Thomas called Didymus, Nathaniel from Cana in Galilee, the sons of Zebedee, and two other disciples of Jesus.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simon Peter said to them, \"I am going fishing.\" They said to him, \"We, too, will come with you.\" They went and got into a boat, but they caught nothing during the whole night.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now, when it was already early in the morning, Jesus stood on the beach, but the disciples did not know it was Jesus.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So Jesus said to them, \"Young men, do you have anything to eat?\" They answered him, \"No.\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to them, \"Throw your net on the right side of the boat, and you will find some.\" So they threw their net and were not able to draw it in because of the large number of fish.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the disciple whom Jesus loved said to Peter, \"It is the Lord.\" When Simon Peter heard that it was the Lord, he tied up his outer garment (for he was undressed), and threw himself into the sea.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The other disciples came in the boat (for they were not far from the land, about two hundred cubits off), and they were pulling the net full of fish.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they got out upon the land, they saw a charcoal fire there and fish laid on it, with bread.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"Bring some of the fish that you have just caught.\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simon Peter then went up and drew the net to land, full of large fish; 153. There were so many, but the net was not torn.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"Come and eat breakfast.\" None of the disciples dared ask him, \"Who are you?\" They knew it was the Lord.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus came, took the bread, and gave it to them, and the fish also.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This was the third time that Jesus showed himself to the disciples after he had risen from the dead.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they ate breakfast, Jesus said to Simon Peter, \"Simon son of John, do you love me more than these?\" Peter said to him, \"Yes Lord, you know that I love you.\" Jesus said to him, \"Feed my lambs.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to him again a second time, \"Simon son of John, do you love me?\" Peter said to him, \"Yes Lord, you know that I love you.\" Jesus said to him, \"Take care of my sheep.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to him a third time, \"Simon son of John, do you love me?\" Peter was sad because Jesus had said to him a third time, \"Do you love me?\" He said to him, \"Lord, you know all things, you know that I love you.\" Jesus said to him, \"Feed my sheep.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Truly, truly, I say to you, when you were young, you used to clothe yourself and walk wherever you wanted, but when you become old, you will stretch out your hands, and someone else will clothe you and carry you where you will not want to go.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now Jesus said this in order to indicate with what kind of death Peter would glorify God. After he had said this, he said to Peter, \"Follow me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter turned around and saw the disciple whom Jesus loved following them, the one who had also leaned back against the side of Jesus at the dinner and who had said, \"Lord, who is the one who will betray you?\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Peter saw him and then said to Jesus, \"Lord, what will this man do?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"If I want him to stay until I come, what is that to you? Follow me.\"\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So this statement spread among the brothers, that that disciple would not die. Yet Jesus did not say to Peter that the other disciple would not die, but, \"If I want him to stay until I come, what is that to you?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the disciple who testifies about these things, and who wrote these things, and we know that his testimony is true.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There are also many other things that Jesus did. If each one were written down, I suppose that even the world itself could not contain the books that would be written.\n\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}