{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now there was a Pharisee whose name was Nicodemus, a Jewish leader.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This man came to Jesus at night and said to him, \"Rabbi, we know that you are a teacher that came from God, for no one can do these signs that you do unless God is with him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied to him, \"Truly, truly, unless someone is born again, he cannot see the kingdom of God.\"\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nicodemus said to him, \"How can a man be born when he is old? He cannot enter a second time into his mother's womb and be born, can he?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied, \"Truly, truly, unless someone is born of water and the Spirit, he cannot enter into the kingdom of God.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not be amazed that I said to you, 'You must be born again.'\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The wind blows wherever it wishes; you hear its sound, but you do not know where it comes from or where it is going. So is everyone who is born of the Spirit.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Nicodemus replied and said to him, \"How can these things be?\"\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered and said to him, \"Are you a teacher of Israel, and yet you do not understand these things?\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Truly, truly, I say to you, we speak what we know, and we testify about what we have seen. Yet you do not accept our testimony.\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If I told you about earthly things and you do not believe, how will you believe if I tell you about heavenly things?\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one has ascended into heaven except he who descended from heaven—the Son of Man.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Just as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so that all who believe in him may have eternal life.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For God so loved the world, that he gave his one and only Son, that whoever believes in him will not perish but have eternal life.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For God did not send the Son into the world in order to condemn the world, but in order to save the world through him.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He who believes in him is not condemned, but he who does not believe is already condemned because he has not believed in the name of the one and only Son of God.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the reason for the judgment: The light has come into the world, and men loved the darkness rather than the light because their deeds were evil.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For everyone who does evil hates the light, and does not come to the light, so that his deeds will not be exposed.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, he who practices the truth comes to the light so that it may be plainly seen that his deeds have been done in God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After this, Jesus and his disciples went into the land of Judea. There he spent some time with them and baptized.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now John was also baptizing in Aenon near to Salim because there was much water there. People were coming to him and were being baptized,\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for John had not yet been thrown in prison.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then there arose a dispute between some of John's disciples and a Jew about ceremonial washing.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They went to John and said to him, \"Rabbi, the one who was with you on the other side of the Jordan River, about whom you have testified, look, he is baptizing, and they are all going to him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "John replied, \"A man cannot receive anything unless it has been given to him from heaven.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You yourselves can testify that I said, 'I am not the Christ,' but instead, 'I have been sent before him.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The bride belongs to the bridegroom. Now the friend of the bridegroom, who stands and hears him, rejoices greatly because of the voice of the bridegroom. This, then, is my joy made complete.\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He must increase, but I must decrease.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He who comes from above is above all. He who is from the earth is from the earth and speaks about the earth. He who comes from heaven is above all.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He testifies about what he has seen and heard, but no one accepts his testimony.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He who has received his testimony has confirmed that God is true.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the one whom God has sent speaks the words of God. For he does not give the Spirit by measure.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Father loves the Son and has given all things into his hand.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He who believes in the Son has eternal life, but the one who disobeys the Son will not see life, but the wrath of God stays on him.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}