{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now when Jesus knew that the Pharisees had heard that he was making and baptizing more disciples than John\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(although Jesus himself was not baptizing, but his disciples were),\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "he left Judea and went back again to Galilee.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But it was necessary for him to go through Samaria.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he came to a town of Samaria, called Sychar, near the piece of land that Jacob had given to his son Joseph.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The well of Jacob was there. Jesus was tired from his journey and sat by the well. It was about the sixth hour.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A Samaritan woman came to draw water, and Jesus said to her, \"Give me some water to drink.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For his disciples had gone away into the town to buy food.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Samaritan woman said to him, \"How is it that you, being a Jew, are asking me, being a Samaritan woman, for something to drink?\" For Jews have no dealings with Samaritans.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered and said to her, \"If you had known the gift of God, and who it is that is saying to you, 'Give me a drink,' you would have asked him, and he would have given you living water.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman said to him, \"Sir, you do not have a bucket and the well is deep. Where then do you have the living water?\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are not greater, are you, than our father Jacob, who gave us the well and drank from it himself, as did his sons and his cattle?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied and said to her, \"Everyone who drinks from this water will be thirsty again,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but whoever drinks from the water that I will give him will never be thirsty again. Instead, the water that I will give him will become a fountain of water in him, springing up to eternal life.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman said to him, \"Sir, give me this water so that I may not become thirsty and not have to come here to draw water.\"\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to her, \"Go, call your husband, and come back here.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman answered and said to him, \"I do not have a husband.\" Jesus replied, \"You are right in saying, 'I have no husband,'\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "for you have had five husbands, and the one you now have is not your husband. What you have said is true.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman said to him, \"Sir, I see that you are a prophet.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our fathers worshiped on this mountain, but you say that Jerusalem is the place where people have to worship.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to her, \"Believe me, woman, that an hour is coming when you will worship the Father neither on this mountain nor in Jerusalem.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You worship what you do not know. We worship what we know, for salvation is from the Jews.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, the hour is coming, and is now here, when true worshipers will worship the Father in spirit and truth, for the Father is seeking such people to be his worshipers.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God is Spirit, and the people who worship him must worship in spirit and truth.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The woman said to him, \"I know that the Messiah is coming (the one called Christ). When he comes, he will explain everything to us.\"\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to her, \"I am he, the one speaking to you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "At that moment his disciples returned. Now they were wondering why he was speaking with a woman, but no one said, \"What do you want?\" or \"Why are you speaking with her?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the woman left her water pot, went back to the town, and said to the people,\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Come, see a man who told me everything that I have ever done. This could not be the Christ, could it?\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They left the town and came to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the meantime, the disciples were urging him, saying, \"Rabbi, eat.\"\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he said to them, \"I have food to eat that you do not know about.\"\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the disciples said to each other, \"No one has brought him anything to eat, have they?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"My food is to do the will of him who sent me and to complete his work.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do you not say, 'There are four more months and then the harvest comes'? I am saying to you, look up and see the fields, for they are already ripe for harvest!\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He who is harvesting receives wages and gathers fruit for everlasting life, so that he who sows and he who harvests may rejoice together.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For in this the saying, 'One sows, and another harvests,' is true.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I sent you to harvest what you have not worked for. Others have worked, and you have entered into their labor.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many of the Samaritans in that city believed in him because of the report of the woman who was testifying, \"He told me everything that I have done.\"\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So when the Samaritans came to him, they asked him to stay with them, and he stayed there two days.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Many more believed because of his word.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to the woman, \"We no longer believe because of what you said, for we ourselves have heard, and we know that this one is indeed the savior of the world.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After those two days, he departed from there for Galilee.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For Jesus himself declared that a prophet has no honor in his own country.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he came into Galilee, the Galileans welcomed him. They had seen all the things that he had done in Jerusalem at the festival, for they had also gone to the festival.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now he came again to Cana in Galilee, where he had made the water wine. There was a certain royal official whose son in Capernaum was ill.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When he heard that Jesus had come from Judea to Galilee, he went to Jesus and asked him to come down and heal his son, who was about to die.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus then said to him, \"Unless you see signs and wonders, you will not believe.\"\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The official said to him, \"Sir, come down before my child dies.\"\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"Go. Your son lives.\" The man believed the word that Jesus spoke to him, and he went away.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While he was going down, his servants met him, saying that his son was living.\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So he asked them the hour when he began to improve. They replied to him, \"Yesterday at the seventh hour the fever left him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the father realized that it was at that hour that Jesus had said to him, \"Your son lives.\" So he himself and his whole household believed.\n"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This was the second sign that Jesus did when he came out of Judea to Galilee.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}