{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After these things, Jesus went away to the other side of the Sea of Galilee, also called the Sea of Tiberias.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A great crowd was following him because they saw the signs that he was doing on those who were sick.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus went up the mountain and there he sat down with his disciples.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(Now the Passover, the Jewish festival, was near.)\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus looked up and saw a great crowd coming to him, he said to Philip, \"Where are we going to buy bread so that these may eat?\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "(But Jesus said this to test Philip, for he himself knew what he was going to do.)\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Philip answered him, \"Two hundred denarii worth of bread would not be sufficient for each one to have even a little.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "One of the disciples, Andrew, the brother of Simon Peter, said to Jesus,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"There is a boy here who has five bread loaves of barley and two fish, but what are these among so many?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said, \"Make the people sit down.\" (Now there was a lot of grass in the place.) So the men sat down, about five thousand in number.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus took the loaves and after giving thanks, he gave it to those who were sitting. He did the same with the fish, as much as they wanted.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the people were filled, he said to his disciples, \"Gather up the broken pieces which remain, so that nothing will be lost.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they gathered them up and filled twelve baskets with broken pieces from the five barley loaves left over by those who had eaten.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, when the people saw this sign that he did, they said, \"This truly is the prophet who is to come into the world.\"\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When Jesus realized that they were about to come and seize him by force to make him king, he withdrew again up the mountain by himself.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When it became evening, his disciples went down to the sea.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They got into a boat, and were going over the sea to Capernaum. It was dark by this time, and Jesus had not yet come to them.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A strong wind was blowing, and the sea was getting rough.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they had rowed about twenty-five or thirty stadia, they saw Jesus walking on the sea and coming near the boat, and they were afraid.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But he said to them, \"It is I! Do not be afraid.\"\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they were willing to receive him into the boat, and immediately the boat reached the land where they were going.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The next day, the crowd that had been standing on the other side of the sea saw that there was no other boat there except the one, and that Jesus had not entered it with his disciples but that his disciples had gone away alone.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "However, there were some boats that came from Tiberias close to the place where they had eaten the bread loaves after the Lord had given thanks.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the crowd discovered that neither Jesus nor his disciples were there, they themselves got into the boats and went to Capernaum seeking Jesus.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After they found him on the other side of the sea, they said to him, \"Rabbi, when did you come here?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied to them, saying, \"Truly, truly, you seek me, not because you saw signs, but because you ate some of the bread loaves and were filled.\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Do not work for the food that perishes, but work for the food that endures to eternal life which the Son of Man will give you, for God the Father has set his seal on him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they said to him, \"What must we do, so that we may do the works of God?\"\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied and said to them, \"This is the work of God: That you believe in the one whom he has sent.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they said to him, \"What sign then will you do, so that we may see and believe you? What will you do?\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Our fathers ate the manna in the wilderness, as it is written, 'He gave them bread from heaven to eat.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus replied to them, \"Truly, truly, it was not Moses who gave you the bread out of heaven, but it is my Father who is giving you the true bread from heaven.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For the bread of God is that which comes down from heaven and gives life to the world.\"\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they said to him, \"Sir, give us this bread always.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"I am the bread of life; he who comes to me will not be hungry, and he who believes in me will never be thirsty.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I told you that indeed you have seen me, and you do not believe.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Everyone whom the Father gives me will come to me, and he who comes to me I will certainly not throw out.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I have come down from heaven, not to do my own will, but the will of him who sent me.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the will of him who sent me, that I would lose not one of all those whom he has given me, but will raise them up on the last day.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For this is the will of my Father, that everyone who sees the Son and believes in him would have eternal life and I will raise him up on the last day.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Jews grumbled about him because he had said, \"I am the bread that has come down from heaven.\"\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said, \"Is not this Jesus son of Joseph, whose father and mother we know? How then does he now say, 'I have come down from heaven'?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus replied and said to them, \"Stop grumbling among yourselves.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No one can come to me unless the Father who sent me draws him, and I will raise him up on the last day.\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is written in the prophets, 'Everyone will be taught by God.' Everyone who has heard and learned from the Father comes to me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Not that anyone has seen the Father, except he who is from God—he has seen the Father.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Truly, truly, he who believes has eternal life.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am the bread of life.\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your fathers ate the manna in the wilderness, and they died.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the bread which comes down from heaven, so that a person may eat some of it and not die.\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am the living bread that came down from heaven. If anyone eats some of this bread, he will live forever. The bread that I will give is my flesh for the life of the world.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jews became angry among themselves and began to argue, saying, \"How can this man give us his flesh to eat?\"\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said to them, \"Truly, truly, unless you eat the flesh of the Son of Man and drink his blood, you will not have life in yourselves.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whoever eats my flesh and drinks my blood has everlasting life, and I will raise him up at the last day.\n"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For my flesh is true food, and my blood is true drink.\n"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He who eats my flesh and drinks my blood remains in me, and I in him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As the living Father sent me, and as I live because of the Father, so he who eats me, he will also live because of me.\n"
      }
    ]
  },
  "58": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This is the bread that has come down from heaven, not as the fathers ate and died. He who eats this bread will live forever.\"\n"
      }
    ]
  },
  "59": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But Jesus said these things in the synagogue while he was teaching in Capernaum.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "60": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then many of his disciples who heard this said, \"This is a difficult teaching; who can accept it?\"\n"
      }
    ]
  },
  "61": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus, because he knew in himself that his disciples were grumbling at this, said to them, \"Does this offend you?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "62": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then what if you should see the Son of Man going up to where he was before?\n"
      }
    ]
  },
  "63": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It is the Spirit who makes alive; the flesh profits nothing. The words that I have spoken to you are spirit, and they are life.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "64": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet there are some of you who do not believe.\" For Jesus knew from the beginning who were the ones that would not believe and who it was who would betray him.\n"
      }
    ]
  },
  "65": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said, \"It is because of this that I said to you that no one can come to me unless it is granted to him by the Father.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "66": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of this, many of his disciples went away and no longer walked with him.\n"
      }
    ]
  },
  "67": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Jesus said to the twelve, \"You do not want to go away also, do you?\"\n"
      }
    ]
  },
  "68": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Simon Peter answered him, \"Lord, to whom shall we go? You have words of eternal life,\n"
      }
    ]
  },
  "69": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and we have believed and come to know that you are the Holy One of God.\"  "
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft The phrase \\fqa the Holy One of God \\fqa* is in the best ancient copies. Some later copies add an additional description and they read: \\fqa the Christ, the Holy One of God \\fqa* . ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": "\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "70": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"Did not I choose you, the twelve, and one of you is a devil?\"\n"
      }
    ]
  },
  "71": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now he spoke of Judas son of Simon Iscariot, for it was he, one of the twelve, who would betray Jesus.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}