{
  "1": {
    "verseObjects": [
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft See the note about Jhn. 7:53-8:11 above ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": "Jesus went to the Mount of Olives.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Early in the morning he came to the temple again, and all the people came; he sat down and taught them.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The scribes and the Pharisees brought a woman caught in the act of adultery. They placed her in the middle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft See the note about John 7:53-8:11 above ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": "Then they said to him, \"Teacher, this woman has been caught in the act of adultery.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now in the law, Moses commanded us to stone such people; what do you say about her?\"\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said this in order to trap him so that they might have something to accuse him about, but Jesus bent down and wrote on the ground with his finger.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft See the note about Jhn. 7:53-8:11 above ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": "When they continued asking him questions, he stood up and said to them, \"The one among you who has no sin, let him be the first to throw a stone at her.\"\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Again he stooped down, and wrote on the ground with his finger.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft See the note about Jhn. 7:53-8:11 above ",
        "endTag": "f*",
        "nextChar": " "
      },
      {
        "type": "text",
        "text": "When they heard it, they left one by one, beginning with the oldest. Finally Jesus was left alone, with the woman who had been in the middle.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus stood up and said to her, \"Woman, where are your accusers? Did no one condemn you?\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She said, \"No one, Lord.\" Jesus said, \"Neither do I condemn you. Go and sin no more.\"]\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Again Jesus spoke to them, saying, \"I am the light of the world; he who follows me will not walk in the darkness but will have the light of life.\"\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Pharisees said to him, \"You bear witness about yourself; your witness is not true.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered and said to them, \"Even if I bear witness about myself, my witness is true. I know where I came from and where I am going, but you do not know where I came from or where I am going.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You judge according the flesh; I judge no one.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet if I judge, my judgment is true because I am not alone, but I am with the Father who sent me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yes, and in your law it is written that the testimony of two men is true.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am he who bears witness about myself, and the Father who sent me bears witness about me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, \"Where is your father?\" Jesus answered, \"You know neither me nor my Father; if you had known me, you would have known my Father also.\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said these words in the treasury as he taught in the temple, and no one arrested him because his hour had not yet come.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So again he said to them, \"I am going away; you will seek me and will die in your sin. Where I am going, you cannot come.\"\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jews said, \"Will he kill himself? Is that why he says, 'Where I am going you cannot come'?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"You are from below; I am from above. You are of this world; I am not of this world.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, I said to you that you will die in your sins. For unless you believe that I AM, you will die in your sins.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said therefore to him, \"Who are you?\" Jesus said to them, \"What I have said to you from the beginning.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I have many things to speak and to judge about you. However, he who sent me is true; and the things that I heard from him, these things I say to the world.\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They did not understand that he was speaking to them about the Father.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said, \"When you have lifted up the Son of Man, then will you know that I AM, and that I do nothing of myself. As the Father taught me, I speak these things.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He who sent me is with me, and he has not left me alone, because I always do what is pleasing to him.\"\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As Jesus was saying these things, many believed in him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to those Jews who had believed him, \"If you remain in my word, then you are truly my disciples;\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and you will know the truth, and the truth will set you free.\"\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They answered him, \"We are descendants of Abraham and have never been slaves of anyone; how can you say, 'You will be set free'?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered them, \"Truly, truly, I say to you, everyone who commits sin is the slave of sin.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The slave does not remain in the house forever; the son remains forever.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, if the Son sets you free, you will be truly free.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I know that you are Abraham's descendants; you seek to kill me because my word has no place in you.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I say what I have seen with my Father, and you also do what you heard from your father.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They answered and said to him, \"Our father is Abraham.\" Jesus said to them, \"If you were Abraham's children, you would do the works of Abraham.\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet, now you seek to kill me, a man who has told you the truth that I heard from God. Abraham did not do this.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You do the works of your father.\" They said to him, \"We were not born in sexual immorality; we have one Father: God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"If God were your Father, you would love me, for I came from God and am here; for neither have I come of myself, but he sent me.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Why do you not understand my words? It is because you cannot hear my words.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are of your father, the devil, and you wish to do the desires of your father. He was a murderer from the beginning and does not stand in the truth because there is no truth in him. When he speaks a lie, he speaks from his own nature because he is a liar and the father of lies.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet, because I speak the truth, you do not believe me.\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Which one of you convicts me of sin? If I speak the truth, why do you not believe me?\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He who is of God hears the words of God; you do not hear them because you are not of God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jews answered and said to him, \"Do we not truly say that you are a Samaritan and have a demon?\"\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered, \"I do not have a demon, but I honor my Father, and you dishonor me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I do not seek my glory; there is one seeking and judging.\n"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Truly, truly, I say to you, if anyone keeps my word, he will never see death.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jews said to him, \"Now we know that you have a demon. Abraham and the prophets died; but you say, 'If anyone keeps my word, he will never taste death.'\n"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are not greater than our father Abraham who died, are you? The prophets also died. Who do you make yourself out to be?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered, \"If I glorify myself, my glory is nothing; it is my Father who glorifies me—about whom you say that he is your God.\n"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have not known him, but I know him. If I would say, 'I do not know him,' I would be like you, a liar. However, I know him and keep his word.\n"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your father Abraham rejoiced at seeing my day; he saw it and was glad.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Jews said to him, \"You are not yet fifty years old, and you have seen Abraham?\"\n"
      }
    ]
  },
  "58": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"Truly, truly, I say to you, before Abraham was, I AM.\"\n"
      }
    ]
  },
  "59": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they picked up stones to throw at him, but Jesus hid himself and went out of the temple.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}