{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now as Jesus passed by, he saw a man blind from birth.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His disciples asked him, \"Rabbi, who sinned, this man or his parents, so that he was born blind?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus answered, \"Neither did this man sin, nor his parents, but so that the works of God would be revealed in him.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We must work the works of him who sent me while it is day. Night is coming when no one will be able to work.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "While I am in the world, I am the light of the world.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "After Jesus said these things, he spit on the ground, made mud with the saliva, and smeared the mud on his eyes.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to him, \"Go, wash in the pool of Siloam,\" (which is translated \"Sent\"). So the man went away, washed, and came back seeing.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the man's neighbors and those who had seen him previously as a beggar were saying, \"Is not this the man that used to sit and beg?\"\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some said, \"It is he.\" Others said, \"No, but he is like him.\" But he said, \"It is me.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, \"Then how were your eyes opened?\"\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He answered, \"The man who is called Jesus made mud and smeared it on my eyes and said to me, 'Go to Siloam and wash.' So I went and washed, and I received my sight.\"\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They said to him, \"Where is he?\" He replied, \"I do not know.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They brought the man who used to be blind to the Pharisees.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now it was the Sabbath day when Jesus made the mud and opened his eyes.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then again the Pharisees asked him how he had received his sight. He said to them, \"He put mud on my eyes, I washed, and I now can see.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the Pharisees said, \"This man is not from God because he does not keep the Sabbath.\" Others said, \"How can a man who is a sinner do such signs?\" So there was a division among them.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So they asked the blind man again, \"What do you say about him, since he opened your eyes?\" The blind man said, \"He is a prophet.\"\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Now the Jews still did not believe about him that he was blind and had received his sight until they called the parents of him who had received his sight.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They asked the parents, \"Is this your son whom you say was born blind? How then does he now see?\"\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So his parents answered them, \"We know that this is our son and that he was born blind.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How he now sees, we do not know, and who opened his eyes, we do not know. Ask him, he is an adult. He can speak for himself.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "His parents said these things, because they were afraid of the Jews. For the Jews had already agreed that if anyone would confess him to be the Christ, he would be thrown out of the synagogue.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of this, his parents said, \"He is an adult, ask him.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So for a second time they called the man who had been blind and said to him, \"Give glory to God. We know that this man is a sinner.\"\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then that man replied, \"I do not know if he is a sinner. One thing I do know: I was blind, and now I see.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they said to him, \"What did he do to you? How did he open your eyes?\"\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He answered, \"I have told you already, and you did not listen! Why do you want to hear it again? You do not want to become his disciples too, do you?\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They insulted him and said, \"You are his disciple, but we are disciples of Moses.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know that God has spoken to Moses, but we do not know where this one is from.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man answered and said to them, \"This is remarkable, that you do not know where he is from, and yet he opened my eyes.\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "We know that God does not listen to sinners, but if someone is devout and does his will, he listens to him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Since the world began it has never been heard that anyone opened the eyes of a man born blind.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "If this man were not from God, he could do nothing.\"\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They answered and said to him, \"You were completely born in sins, and you are teaching us?\" Then they threw him out.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus heard that they had cast him out of the synagogue. He found him and said, \"Do you believe in the Son of Man?\"\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He replied and said, \"Who is he, Lord, that I may believe in him?\"\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to him, \"You have seen him, and it is the one who is speaking with you.\"\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The man said, \"Lord, I believe\" and he worshiped him.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said, \"For judgment I came into this world so that those who do not see may see and so that those who see may become blind.\"\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Some of the Pharisees who were with him heard these things and asked him, \"Are we also blind?\"\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Jesus said to them, \"If you were blind, you would have no sin, but now you say, 'We see,' so your sin remains.\"\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}