{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हाय बलवा करनेवाली और अशुद्ध और अंधेर से भरी हुई नगरी!\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसने मेरी नहीं सुनी, उसने ताड़ना से भी नहीं माना, उसने यहोवा पर भरोसा नहीं रखा*, वह अपने परमेश्‍वर के समीप नहीं आई।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके हाकिम गरजनेवाले सिंह ठहरे; उसके न्यायी सांझ को आहेर करनेवाले भेड़िए हैं जो सवेरे के लिये कुछ नहीं छोड़ते।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसके भविष्यद्वक्ता व्यर्थ बकनेवाले और विश्वासघाती हैं, उसके याजकों ने पवित्रस्‍थान को अशुद्ध किया और व्यवस्था में खींच-खांच की है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा जो उसके बीच में है, वह धर्मी है, वह कुटिलता न करेगा; वह अपना न्याय प्रति भोर प्रगट करता है और चूकता नहीं; परन्तु कुटिल जन को लज्जा आती ही नहीं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैंने अन्यजातियों को यहाँ तक नाश किया, कि उनके कोनेवाले गुम्मट उजड़ गए; मैंने उनकी सड़कों को यहाँ तक सूनी किया, कि कोई उन पर नहीं चलता; उनके नगर यहाँ तक नाश हुए कि उनमें कोई मनुष्य वरन् कोई भी प्राणी नहीं रहा।\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैंने कहा, “अब तू मेरा भय मानेगी, और मेरी ताड़ना अंगीकार करेगी जिससे उसका निवास-स्थान उस सब के अनुसार जो मैंने ठहराया था, नष्ट न हो। परन्तु वे सब प्रकार के बुरे-बुरे काम यत्न से करने लगे।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस कारण यहोवा की यह वाणी है, “जब तक मैं नाश करने को न उठूँ, तब तक तुम मेरी बाट जोहते रहो*। मैंने यह ठाना है कि जाति-जाति के और राज्य-राज्य के लोगों को मैं इकट्ठा करूँ, कि उन पर अपने क्रोध की आग पूरी रीति से भड़काऊँ; क्योंकि सारी पृथ्वी मेरी जलन की आग से भस्म हो जाएगी। (प्रकाशित. 16:1)\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“उस समय मैं देश-देश के लोगों से एक नई और शुद्ध भाषा बुलवाऊँगा, कि वे सब के सब यहोवा से प्रार्थना करें, और एक मन से कंधे से कंधा मिलाए हुए उसकी सेवा करें।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "कूश के नदी के पार से मुझसे विनती करनेवाले यहाँ तक कि मेरी तितर-बितर की हुई प्रजा मेरे पास भेंट लेकर आएँगी।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“उस दिन, तू अपने सब बड़े से बड़े कामों से जिन्हें करके तू मुझसे फिर गई थी, फिर लज्जित न होगी। उस समय मैं तेरे बीच से उन्हें दूर करूँगा जो अपने अहंकार में आनन्द करते है, और तू मेरे पवित्र पर्वत पर फिर कभी अभिमान न करेगी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि मैं तेरे बीच में दीन और कंगाल लोगों का एक दल बचा रखूँगा, और वे यहोवा के नाम की शरण लेंगे।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस्राएल के बचे हुए लोग न तो कुटिलता करेंगे और न झूठ बोलेंगे, और न उनके मुँह से छल की बातें निकलेंगी। वे चरेंगे और विश्राम करेंगे, और कोई उनको डरानेवाला न होगा।” (प्रकाशित. 14:5)\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे सिय्योन की बेटी, ऊँचे स्वर से गा; हे इस्राएल, जयजयकार कर! हे यरूशलेम अपने सम्पूर्ण मन से आनन्द कर, और प्रसन्‍न हो!\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यहोवा ने तेरा दण्ड दूर कर दिया* और तेरे शत्रुओं को दूर कर दिया है। इस्राएल का राजा यहोवा तेरे बीच में है, इसलिए तू फिर विपत्ति न भोगेगी।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस दिन यरूशलेम से यह कहा जाएगा, “हे सिय्योन मत डर, तेरे हाथ ढीले न पड़ने पाएँ।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेरा परमेश्‍वर यहोवा तेरे बीच में है, वह उद्धार करने में पराक्रमी है; वह तेरे कारण आनन्द से मगन होगा, वह अपने प्रेम के मारे चुप रहेगा; फिर ऊँचे स्वर से गाता हुआ तेरे कारण मगन होगा।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“जो लोग नियत पर्वों में सम्मिलित न होने के कारण खेदित रहते हैं, उनको मैं इकट्ठा करूँगा, क्योंकि वे तेरे हैं; और उसकी नामधराई उनको बोझ जान पड़ती है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय मैं उन सभी से जो तुझे दुःख देते हैं, उचित बर्ताव करूँगा। और मैं लँगड़ों को चंगा करूँगा, और बरबस निकाले हुओं को इकट्ठा करूँगा, और जिनकी लज्जा की चर्चा सारी पृथ्वी पर फैली है, उनकी प्रशंसा और कीर्ति सब कहीं फैलाऊँगा।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसी समय मैं तुम्हें ले जाऊँगा, और उसी समय मैं तुम्हें इकट्ठा करूँगा; और जब मैं तुम्हारे सामने तुम्हारी समृद्धि को लौटा लाऊँगा, तब पृथ्वी की सारी जातियों के बीच में तुम्हारी कीर्ति और प्रशंसा फैला दूँगा,” यहोवा का यही वचन है।"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "यरूशलेम का पाप और उसका छुटकारा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}