{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर सातवें महीने के इक्कीसवें दिन को यहोवा का यह वचन हाग्गै भविष्यद्वक्ता के पास पहुँचा,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“शालतीएल के पुत्र यहूदा के अधिपति जरुब्बाबेल, और यहोसादाक के पुत्र यहोशू महायाजक और सब बचे हुए लोगों से यह बात कह,\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "‘तुम में से कौन है, जिस ने इस भवन की पहली महिमा देखी है? अब तुम इसे कैसी दशा में देखते हो? क्या यह सच नहीं कि यह तुम्हारी दृष्टि में उस पहले की अपेक्षा कुछ भी अच्छा नहीं है?\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो भी, अब यहोवा की यह वाणी है, हे जरुब्बाबेल, हियाव बाँध; और हे यहोसादाक के पुत्र यहोशू महायाजक, हियाव बाँध; और यहोवा की यह भी वाणी है कि हे देश के सब लोगों हियाव बाँधकर काम करो, क्योंकि मैं तुम्हारे संग हूँ, सेनाओं के यहोवा की यही वाणी है।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तुम्हारे मिस्र से निकलने के समय जो वाचा मैंने तुम से बाँधी थी, उसी वाचा के अनुसार मेरा आत्मा तुम्हारे बीच में बना है*; इसलिए तुम मत डरो।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि सेनाओं का यहोवा यह कहता है, अब थोड़ी ही देर बाकी है कि मैं आकाश और पृथ्वी और समुद्र और स्थल सब को कँपित करूँगा। (मत्ती 24:29, लूका 21:26, इब्रा. 12:26-27)\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मैं सारी जातियों को हिलाऊंगा, और सारी जातियों की मनभावनी वस्तुएँ आएँगी; और मैं इस भवन को अपनी महिमा के तेज से भर दूँगा, सेनाओं के यहोवा का यही वचन है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "चाँदी तो मेरी है, और सोना भी मेरा ही है, सेनाओं के यहोवा की यही वाणी है।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस भवन की पिछली महिमा इसकी पहली महिमा से बड़ी होगी, सेनाओं के यहोवा का यही वचन है, और इस स्थान में मैं शान्ति दूँगा, सेनाओं के यहोवा की यही वाणी है।’”\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "लोगों का मलिन होना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "दारा के राज्य के दूसरे वर्ष के नौवें महीने के चौबीसवें दिन को, यहोवा का यह वचन हाग्गै भविष्यद्वक्ता के पास पहुँचा,\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“सेनाओं का यहोवा यह कहता है: याजकों से इस बात की व्यवस्था पूछ,\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "‘यदि कोई अपने वस्त्र के आँचल में पवित्र माँस बाँधकर, उसी आँचल से रोटी या पकाए हुए भोजन या दाखमधु या तेल या किसी प्रकार के भोजन को छूए, तो क्या वह भोजन पवित्र ठहरेगा?’ ” याजकों ने उत्तर दिया, “नहीं।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर हाग्गै ने पूछा, “यदि कोई जन मनुष्य की लोथ के कारण अशुद्ध होकर ऐसी किसी वस्तु को छूए, तो क्या वह अशुद्ध ठहरेगी?” याजकों ने उत्तर दिया, “हाँ अशुद्ध ठहरेगी।”\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर हाग्गै ने कहा, “यहोवा की यही वाणी है, कि मेरी दृष्टि में यह प्रजा और यह जाति वैसी ही है, और इनके सब काम भी वैसे हैं; और जो कुछ वे वहाँ चढ़ाते हैं, वह भी अशुद्ध है;\n"
      },
      {
        "tag": "s",
        "type": "section",
        "text": "प्रतिज्ञा की हुई आशीष\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“अब सोच-विचार करो कि आज से पहले अर्थात् जब यहोवा के मन्दिर में पत्थर पर पत्थर रखा ही नहीं गया था,\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उन दिनों में जब कोई अन्न के बीस नपुओं की आशा से जाता, तब दस ही पाता था, और जब कोई दाखरस के कुण्ड के पास इस आशा से जाता कि पचास बर्तन भर निकालें, तब बीस ही निकलते थे।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मैंने तुम्हारी सारी खेती को लू और गेरूई और ओलों से मारा, तो भी तुम मेरी ओर न फिरे, यहोवा की यही वाणी है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब सोच-विचार करो, कि आज से पहले अर्थात् जिस दिन यहोवा के मन्दिर की नींव डाली गई, उस दिन से लेकर नौवें महीने के इसी चौबीसवें दिन तक क्या दशा थी? इसका सोच-विचार करो।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या अब तक बीज खत्ते में है? अब तक दाखलता और अंजीर और अनार और जैतून के वृक्ष नहीं फले, परन्तु आज के दिन से मैं तुम को आशीष देता रहूँगा।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसी महीने के चौबीसवें दिन को दूसरी बार यहोवा का यह वचन हाग्गै के पास पहुँचा,\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“यहूदा के अधिपति जरुब्बाबेल से यह कह: मैं आकाश और पृथ्वी दोनों को हिलाऊंगा, (मत्ती 24:29, लूका 21:26)\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मैं राज्य- राज्य की गद्दी को उलट दूँगा; मैं अन्यजातियों के राज्य-राज्य का बल तोडूंगा, और रथों को चढ़वैयों समेत उलट दूँगा; और घोड़ों समेत सवार हर एक अपने भाई की तलवार से गिरेंगे।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सेनाओं के यहोवा की यही वाणी है, उस दिन, हे शालतीएल के पुत्र मेरे दास जरुब्बाबेल, मैं तुझे लेकर मुहर वाली अंगूठी के समान रखूँगा, यहोवा की यही वाणी है; क्योंकि मैंने तुझी को चुन लिया है, सेनाओं के यहोवा की यही वाणी है।”"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "परमेश्‍वर के भवन की आनेवाली महिमा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}