{
  "1": "Therefore put aside all evil, all deceit, hypocrisy, envy, and all slander.",
  "2": "As newborn infants, long for pure spiritual milk, so that through it you may grow in salvation,",
  "3": "if you have tasted that the Lord is kind.",
  "4": "Come to him who is a living stone that has been rejected by people, but that has been chosen by God as valuable to him.",
  "5": "You also are like living stones that are being built up to be a spiritual house, in order to be a holy priesthood that offers the spiritual sacrifices acceptable to God through Jesus Christ.",
  "6": "Scripture contains this:\\q \"See, I am laying in Zion a cornerstone,\n\\q chosen and valuable.\n\\q Whoever believes in him will not be ashamed.\"",
  "7": "The honor then is for you who believe. But,\\q \"the stone that was rejected by the builders,\n\\q this has become the head of the corner\"—",
  "8": "and,\\q \"A stone of stumbling\n\\q and a rock that makes them fall.\"\n\\m\nThey stumble because they disobey the word—which is what they were destined to do.",
  "9": "But you are a chosen people, a royal priesthood, a holy nation, a people for God's possession, so that you would announce the wonderful actions of the one who called you out from darkness into his marvelous light.\\q",
  "10": "Once you were not a people,\\q but now you are the people of God.\n\\q You did not receive mercy,\n\\q but now you have received mercy.",
  "11": "Beloved, I call on you as foreigners and exiles to abstain from fleshly desires, which make war against your soul.",
  "12": "You should have good behavior among the Gentiles, so that, if they speak about you as having done evil things, they may observe your good works and praise God on the day of his coming.",
  "13": "Obey every human authority for the Lord's sake. Obey both the king as supreme,",
  "14": "and also the governors, who are sent to punish evildoers and to praise those who do good.",
  "15": "For this is God's will, that in doing good you silence the ignorant talk of foolish people.",
  "16": "As free people, do not use your freedom as a covering for wickedness, but be like servants of God.",
  "17": "Honor all people. Love the brotherhood. Fear God. Honor the king.",
  "18": "Servants, be subject to your masters with all respect. Be subject not only to the good and gentle masters, but also to the malicious ones.",
  "19": "For it is praiseworthy if anyone endures pain while suffering injustice because of his awareness of God.",
  "20": "For how much credit is there if you sin and then endure while being punished? But if you have done good and then you suffer while being punished, this is worthy of praise from God.",
  "21": "For it is to this that you were called, because Christ also suffered for you. He left an example for you to follow in his steps.\\q1",
  "22": "\"He committed no sin,\\q1 neither was any deceit found in his mouth.\"\n\\m",
  "23": "When he was reviled, he did not revile back. When he suffered, he did not threaten back, but he gave himself to the one who judges justly.",
  "24": "He himself carried our sins in his body to the tree, so that we would have no more part in sin, and so that we would live for righteousness. By his bruises you have been healed.",
  "25": "All of you had been wandering away like lost sheep, but now you have returned to the shepherd and guardian of your souls."
}
