{
  "1": "Terrible things will happen to Jerusalem,\\q2 the city whose people have rebelled against Yahweh\n\\q1 and who have become unacceptable to him because of the sins that they have committed.\n\\q2 They act violently toward others and they oppress other people.\n\\q1",
  "2": "The people there pay no attention to the prophets whom Yahweh has sent to tell them the wrong things that they are doing\\q2 and try to correct them.\n\\q1 The people in Jerusalem do not trust in their God or worship him.\n\n\n\\q1",
  "3": "Their leaders are like roaring lions;\\q2 they are like wolves that attack during the evening,\n\\q2 and eat everything that they kill,\n\\q2 with the result that the next morning there is nothing left of those animals to eat.\n\\q1",
  "4": "The prophets in Jerusalem are proud,\\q2 and the priests give messages that no one should trust.\n\\q1 They make the temple unholy by doing things that are against the law of Moses.\n\n\n\\q1",
  "5": "But Yahweh is also in the city, and he never does what is wrong.\\q1 He treats people justly, day after day;\n\\q2 but wicked people are never ashamed about their wrongdoing.",
  "6": "Yahweh says this:\\q1 \"I have destroyed many nations;\n\\q2 I have destroyed their strong city walls and towers.\n\\q1 Now I have caused the streets in those cities to be completely deserted.\n\\q2 Those cities are ruined and there is no one still alive there.\n\\q2 They are all dead.\n\\q1",
  "7": "So I said to myself,\\q2 'Because of what I have done to those other nations,\n\\q2 surely the people of Jerusalem will honor me now\n\\q2 and allow me to correct them.\n\\q1 If they do that, I will not destroy them;\n\\q2 I will not punish them like I said that I would do.'\n\\q1 But in spite of knowing how I punished those other nations,\n\\q2 they were still eager to get up early each morning\n\\q2 and continue to perform evil deeds.\"\n\n\n\\q1",
  "8": "This is what Yahweh declares:\\q2 \"Wait for the day when I will take action to plunder you!\n\\q1 I have decided to gather the people of the kingdoms of the earth\n\\q2 and cause them to know that I am very angry with them.\n\\q1 All over the earth I will punish and destroy people;\n\\q2 I will burn them up with my anger as if it were fire!\n\n\n\\q1",
  "9": "When that happens, I will cause all people to be changed\\q2 and enable them to speak only what is pure,\n\\q2 in order that everyone can worship me as one people.\n\\q1",
  "10": "Then my people who were forced to go to other countries, those who live along the upper part of the Nile River in Ethiopia,\\q2 will come to me and bring offerings to me.\n\\q1",
  "11": "At that time, you people in Jerusalem will no longer be ashamed about what has happened to you,\\q2 because you no longer will be rebelling against me.\n\\q1 I will get rid of all the people among you who are very proud.\n\\q2 No one on Zion, my holy hill, will strut around proudly anymore.\n\n\n\\q1",
  "12": "Those who are still alive in Israel will be poor and humble;\\q2 they will trust in me.\n\\q1",
  "13": "Those people who are still alive in Israel will not do anything wrong;\\q2 they will tell no lies or deceive anyone.\n\\q1 They will eat and sleep safely,\n\\q2 because no one will cause them to be afraid.\"\n\n\n\\q1",
  "14": "You people who live in Jerusalem and other places in Israel,\\q2 sing and shout loudly!\n\\q1 Be glad, and rejoice with all your inner being,\n\\q1",
  "15": "because Yahweh will take away the charges against you,\\q2 and he will make your enemies go enemies far away from you!\n\\q1 Yahweh himself, the king of the Israelites, will live among you,\n\\q2 and you will never again be afraid that others will harm you.\n\\q1",
  "16": "At that time, other people will say to us people of Jerusalem,\\q2 \"You people of Jerusalem, do not be afraid; do not become weak or discouraged.\"\n\n\n\\q1",
  "17": "Yahweh your God will live among you.\\q2 He is mighty, and he will rescue you.\n\\q1 He will be very happy about you;\n\\q2 because he loves you, he will cause you to rest without being anxious.\n\\q2 He will sing loudly to rejoice about you,\n\\q1",
  "18": "like people who are happy at a festival. Yahweh says, \"I will no longer allow any enemies to destroy you. You will no longer be defeated or ashamed.\n\n\\q1",
  "19": "Truly, I will severely punish all those who oppressed you.\\q2 I will rescue those who are helpless and those who were forced to go to other countries, just as a shepherd would rescue his lost sheep.\n\\q2 I will give them praise and honor in every country where they were exiled,\n\\q2 places where they had been disgraced.\n\\q1",
  "20": "At that time, I will gather you together and bring you back home to Israel.\\q1 I will cause you to greatly praised and honored\n\\q2 among all the nations of the earth.\n\\q1 You will see when I bring your people home again.\"\n\\q2 This is what Yahweh, has declared!"
}
