{
  "1": "You people of Israel, listen to what Yahweh says:\\q1",
  "2": "\"Do not act like the people of other nations act, and do not be terrified by strange things that you see in the sky,\\q2 even though they cause the people of other nations to be terrified.\n\n\n\\q1",
  "3": "The customs of the people of other nations are worthless. For example, they cut down a tree in the forest.\\q2 Then a skilled worker cuts a section of it and uses his chisel to carve an idol from that section.\n\\q1",
  "4": "Then people decorate the idol with silver and gold.\\q2 Then they fasten it securely with nails in order that it will not topple over.\n\\q1",
  "5": "Then the idol stands there like a scarecrow in a field of cucumbers.\\q2 It cannot speak,\n\\q1 and people must carry it,\n\\q2 because it cannot walk.\n\\q1 Do not be afraid of idols,\n\\q2 because they cannot harm anyone,\n\\q2 and they cannot do anything good to help anyone.\"\n\n\n\\q1",
  "6": "Yahweh, there is no one like you.\\q2 You are great, and you are very powerful.\n\\q1",
  "7": "You are the king of all the nations!\\q2 Everyone should revere you,\n\\q2 because that is what you deserve.\n\\q1 Among all the wise people on the earth\n\\q2 and in all the kingdoms where they live,\n\\q2 there is no one like you.\n\n\n\\q1",
  "8": "Those people who think that they are very wise are stupid and foolish.\\q2 The idols that they worship are only made of wood!\n\\q2 Those idols certainly cannot teach them anything.\n\\q1",
  "9": "People hammer silver from Tarshish and gold from Uphaz into sheets,\\q2 and then they give those sheets of silver and gold to skilled workers to cover the idols.\n\\q1 Then they put on those idols expensive purple robes\n\\q2 that are made by skilled workers.\n\\q1",
  "10": "But Yahweh is the only true God;\\q2 he is the all-powerful God,\n\\q2 the king who rules forever.\n\\q1 When he is angry, all the earth shakes;\n\\q2 and the people of the nations cannot endure what he does when he is angry with them.",
  "11": "You Israelite people, tell this to those people: \"Those idols did not make the sky and the earth, and they will disappear from the earth.\"\\q1",
  "12": "But Yahweh made the earth by his power;\\q2 he made firm ground to stand on by his wisdom\n\\q2 and stretched out the sky by his understanding.\n\\q1",
  "13": "When he speaks loudly, there is thunder in the sky;\\q2 he causes clouds to form over every part of the earth.\n\\q1 He sends lightning with the rain\n\\q2 and releases the winds from his storehouses.\n\n\n\\q1",
  "14": "People are as senseless as animals and know nothing of what God desires!\\q1 those who make idols are always disappointed\n\\q2 because their idols do nothing for them.\n\\q1 The images that they make are not real gods;\n\\q2 they are lifeless.\n\\q1",
  "15": "Idols are worthless; they are just objects that make a mockery of the true God;\\q2 there will be a time when they all will be destroyed.\n\\q1",
  "16": "But the God whom we Israelites worship is not like those idols;\\q2 he is the one who created everything that exists;\n\\q1 we, the tribe of Israel, belong to him;\n\\q2 he is the commander of the angel armies.\n\n\n\\q1",
  "17": "Yahweh says this to the people of Jerusalem:\\q1 \"The army of your enemies surrounds your city,\n\\q2 so gather up your possessions and prepare to leave the city.\n\\q1",
  "18": "I will soon throw you out of this land\\q2 and cause you to experience great troubles,\n\\q2 with the result that you will begin to think of me again.\"\n\n\n\\q1",
  "19": "The people replied, \"It is as though we have been badly wounded,\\q2 and we are very grieved;\n\\q1 It is as though we have a very serious illness,\n\\q2 and we must endure the pain.\n\\q1",
  "20": "It is as though our great tent is destroyed;\\q2 the ropes that held it up have been cut;\n\\q1 our children have gone away from us and will not return;\n\\q2 there are no people left to rebuild our great tent.\n\n\n\\q1",
  "21": "Our leaders have become just like animals;\\q2 they no longer ask Yahweh to guide them,\n\\q1 so they will no longer prosper,\n\\q2 and all those over whom they rule will be scattered.\n\\q1",
  "22": "Listen! Our enemies' armies in the north are making a very great noise\\q2 as they march toward us.\n\\q1 The towns in Judah will be destroyed,\n\\q2 and they will become a place where jackals live.\"\n\n\n\\q1",
  "23": "Yahweh, I know that no person controls what will happen to him;\\q2 no one is able to direct the events that he will experience.\n\\q1",
  "24": "So correct us, but do it gently.\\q2 Do not correct us when you are angry,\n\\q2 because we would die if you did that.\n\\q1",
  "25": "Punish all the nations whose people do not acknowledge that you are God;\\q2 punish all the nations whose people do not worship you,\n\\q1 because they are completely destroying us people of Israel\n\\q2 and they are causing our land to soon be only a desert."
}
