{
  "1": "Pashhur son of Immer, was a priest who supervised the temple guards. He heard these things that I had prophesied.",
  "2": "So he arrested me. Then he commanded guards to whip me and fasten my feet in stocks at the Benjamin Gate of Yahweh's temple.",
  "3": "The next day, when Pashhur released me, I said to him, \"Pashhur, Yahweh is giving you a new name. From now on, your name will be 'Surrounded by Terror,'",
  "4": "because Yahweh says this to you: 'I will cause you and your loved ones to be terrified. You will watch them being killed by your enemies' swords. I will enable the army of the king of Babylon to capture the people of Judah. Those soldiers will take some of the people to Babylon, and they will kill others with their swords.",
  "5": "And I will enable their soldiers to take away other things in Jerusalem: all your wealth and the produce of your hard work. They will take to Babylon all the very valuable things that belonged to your kings.",
  "6": "And as for you, Pashhur, they will take you and all your family to Babylon. You and your family and all your friends who have prophesied things that are lies will die there and be buried there.'\"",
  "7": "One day I said this to Yahweh:\\q1 \"Yahweh, when you chose me to be a prophet, you deceived me so that I would agree to do this work.\n\\q2 You forced me to become a prophet.\n\\q1 But now everyone ridicules me.\n\\q2 They make fun of me all the day.\n\\q1",
  "8": "When I tell people your messages, I shout saying,\\q2 'Yahweh is going to cause you to experience violence and destruction!'\n\\q1 So because I tell them those messages from you,\n\\q2 they insult me and scoff at me all the day.\n\\q1",
  "9": "But if I would say, 'I will never mention Yahweh or say anything about him, '\\q2 it would be as though your message would burn in my inner being like a fire;\n\\q2 it would be like a fire in my bones.\n\\q1 Sometimes I try to remain silent and not proclaim your messages,\n\\q2 but I am not able to do that.\n\n\n\\q1",
  "10": "I hear many people whispering about me,\\q2 saying 'He is the man who proclaims that there will be things that cause us to be terrified everywhere.\n\\q2 We must tell the authorities what he is saying! We must denounce him!'\n\\q1 Even my best friends are waiting for me to say something that is wrong.\n\\q1 They are saying, 'Perhaps we can cause him to say something wrong,\n\\q2 and if he does, we will be able to defeat him.'\n\\q1",
  "11": "But you, Yahweh, are helping me like a strong warrior,\\q2 so it is as though he will cause those who persecute me to stumble, and they will not defeat me.\n\\q1 They will be completely disgraced because of being unable to gain any advantage over me;\n\\q2 and other people will never forget that they were disgraced.\n\n\n\\q1",
  "12": "Yahweh, commander of the angel armies,\\q1 you examine all those who are righteous;\n\\q2 you know all that is in their inner beings and what they think.\n\\q1 Allow me to see you getting revenge on those who want to harm me,\n\\q2 because I came to you to petition for what is right.\"\n\\q1",
  "13": "Sing to Yahweh!\\q2 Praise Yahweh!\n\\q1 He rescues poor and needy people,\n\\q2 from those who are wicked.\n\n\n\\q1",
  "14": "But I hope that the day that I was born will be cursed.\\q2 I do not want anyone to celebrate that day when my mother gave birth to me.\n\\q1",
  "15": "And as for that man who brought to my father the news,\\q2 and caused him to be very happy, by saying\n\\q2 \"Your wife has given birth to a son for you,\"\n\\q1 I hope that he also will be cursed.\n\n\n\\q1",
  "16": "Allow him to be destroyed like the cities that Yahweh destroyed long ago,\\q2 without acting mercifully toward them.\n\\q1 Cause that man to hear the people wailing in the morning,\n\\q2 and to hear the enemy soldiers shout their battle cries at noon.\n\\q1",
  "17": "I want that to happen to him because he did not kill me when I was born.\\q2 I wish that I had died in my mother's womb,\n\\q2 and that my mother's body would have been like my grave.\n\\q1",
  "18": "I have continually experienced much trouble and sorrow,\\q2 and I am disgraced now when I am about to die;\n\\q1 why was it necessary for me to me born?"
}
