{
  "1": "\"People know that if a man divorces his wife and then she marries another man,\\q2 her first husband certainly must not take her back again to be his wife again.\n\\q1 She would be ceremonially unclean and she has broken the law of Yahweh.\n\\q1 This nation is like this woman.\n\\q1 But you have more idols than prostitutes have men whom they have slept with!\n\\q2 So, why should I accept you if you return to me? it is Yahweh who says this.\n\\q1",
  "2": "\"Look up at the barren hilltops.\\q2 On every hilltop you have given yourselves to the idols\n\\q2 in the way a prostitute gives herself to her lovers.\n\\q1 You sat along the roadsides like an Arab nomad who is always waiting in the desert for someone to come;\n\\q2 but you are waiting to have sex with those who pass by.\n\\q1 Your unfaithfulness is the worship of idols, \n\\q2 and your prostitution is just like your idol worship.\n\\q1 The whole land is made unacceptable to Yahweh,\n\\q2 and your worship of idols is your prostitution and your wickedness is what made you unclean.\n\n\\q1",
  "3": "That is why I have not sent you any rain at the times of the year when you needed it.\\q1 But you are like prostitutes\n\\q2 who are not at all ashamed for what they have done.\n\\q1",
  "4": "Now each of you says to me, 'You are my father!\\q2 You have loved me ever since I was young!\n\\q1",
  "5": "So surely you will not be angry with me forever!'\\q1 You promised you would not obey me, and you did what you said!\n\\q2 And you sinned over and over again!\n\\q1 But you will not quit sinning!\"",
  "6": "One day when Josiah was the king of Judah, Yahweh said to me, \"Have you seen what the people of Israel have done? They have turned away from me, like a woman who has abandoned her husband and sleeps with other men. They have gone up on every hilltop and under every shady tree and worshiped idols there.",
  "7": "I thought that they would return to me, but they did not. And their brothers, the people of Judah, were watching all of this.",
  "8": "So I sent the people of Israel away to other countries, as a man writes a note saying that he is divorcing his wife and then sends her away because she has committed adultery. But I realized that, just as the people of Israel, the people of Judah were not at all afraid of me. Instead, they acted just as the people of Israel had done. They also turned away from me and began worshiping idols, just as women who leave their husbands and go to other men.",
  "9": "They did not care that worshiping idols offended me, so they have made the entire land unacceptable to me by worshiping idols of wood and stone.",
  "10": "The people of Judah have pretended to return to me, but they have not been sincere. This is true because I, Yahweh, have said it.\"",
  "11": "Then Yahweh said to me, \"Jeremiah, the people of Israel have turned away from me, but what the people of Judah have done is worse.",
  "12": "So go and tell this to the people of Israel,\\q1 'Yahweh says this to you Israelite people who have turned away from him:\n\\q1 I am merciful.\n\\q2 I will not continue to be angry with you forever.\n\\q2 So return to me.\n\n\n\\q1",
  "13": "But you must admit that you are guilty,\\q2 and that you have rebelled against me, Yahweh, your God,\n\\q1 that you have worshiped idols under big trees everywhere,\n\\q2 and you have not obeyed me.\n You have turned away from me.\n\\q1",
  "14": "But you belong to me,\\q2 so come back to me, my children!\n\\q2 If you do, I will take you, one from each city and two from each clan,\n\\q2 and bring you back to Jerusalem.\n\\q1",
  "15": "If you do that, I will appoint for you leaders with whom I am pleased\\q2 who will guide you well because they will know and understand what pleases me.\n\n\n\\q1",
  "16": "And when you become very numerous in your land,\\q2 you will not need to talk about the Sacred Chest that contained the Ten Commandments.\n\\q1 You will not think about it,\n\\q2 and you will not want to make a new one.'\n\n\n\\q1",
  "17": "At that time people will say that my throne is in Jerusalem.\\q1 People from all nations will come there to worship me,\n\\q2 and they will no longer stubbornly do the evil things that they desire in their inner beings.\n\\q1",
  "18": "At that time you people of Israel and Judah will return from being exiled in lands to the north.\\q2 You will return to the land that I gave to your ancestors to belong to them forever.",
  "19": "You people of Israel, I wanted to accept you to be my children.\\q1 I wanted to give you this delightful land.\n\\q2 It is a land more desirable than the land of any other nation!\n\\q1 I wanted you to call me your father,\n\\q2 and I wanted you to never stop honoring me.\n\\q1",
  "20": "But you have abandoned me like women who have abandoned their husbands.\"\\q2 That is what Yahweh said, and I told it to the people of Israel.\n\n\n\\q1",
  "21": "Then God said, \"People will hear a noise on the barren hilltops.\\q2 It will be the noise made by people weeping and pleading for God to be merciful to them.\n\\q1 They will be admitting that they have forgotten Yahweh their God,\n\\q2 and that they turned away from behaving as God wanted them to.\n\\q1",
  "22": "You Israelite people, come back to me!\\q2 If you do that, I will cause you to never turn away from me again.\"\n\\q1 The people will reply, \"We are returning to you,\n\\q2 because you are Yahweh, our God.\n\n\n\\q1",
  "23": "When we worshiped idols on the mountains, we did not get any help. \\q2 Even though we shouted very loudly in our worship, every promise we believed turned out to be lies and only lies. \n\\q1 We now know that trusting in Yahweh our God is the only way Israel will be rescued!\n\\q1",
  "24": "From the time when we were young, the shameful god Baal has taken away from us everything that our ancestors worked hard to acquire.\\q2 He has taken away their flocks of sheep and herds of cattle, their sons and their daughters.\n\\q1",
  "25": "So, now we should lie down feeling very ashamed,\\q2 because we and our ancestors have sinned against Yahweh our God,\n\\q1 and we have never obeyed him.\""
}
