{
  "1": "Several years earlier, when Jehoiakim son of Josiah was the king of Judah, Yahweh gave me this message:",
  "2": "\"Go to the place where families of the Rekab clan live. Invite them to my temple. When they arrive, take them into one of the inside rooms and offer them some wine.\"",
  "3": "So I went to see Jaazaniah and all his brothers and sons who represented the Rekab clan. Jaazaniah was a son of another man named Jeremiah and grandson of Habazziniah.",
  "4": "I took them to the temple, and we went into the room where the sons of Igdaliah's son Hanan, who was a prophet, stayed. That room was next to the room that was used by the men who were in charge of the entrances to the temple. It was above the room that belonged to Maaseiah, who was the temple gatekeeper and the son of Shallum.",
  "5": "I set jugs of wine and some cups in front of them and urged them to drink some,",
  "6": "but they refused. They said, \"We do not drink wine, because our ancestor Jonadab son of Rekab, commanded us, saying 'You and your descendants must never drink wine.",
  "7": "And you must not build houses or plant vineyards or other crops. Instead, you must always live in tents. If you obey those commands, you all will live for many years in this land.'",
  "8": "So we have obeyed him in all those matters. We have never drunk wine. Our wives and our sons and our daughters have also never drunk wine.",
  "9": "We have not built houses or planted vineyards or other crops or worked in fields.",
  "10": "We have lived in tents. We have obeyed all the commands that Jonadab, our ancestor, gave us.",
  "11": "But when the army of King Nebuchadnezzar attacked this country, we said, 'We must go to Jerusalem to escape from the armies of Babylonia and Aram.' So, we came to Jerusalem and we are living here.\"",
  "12": "Then Yahweh gave this message to me:",
  "13": "\"This is what I, Yahweh, commander of the angel armies, the God whom Israel worships, say: 'Go and tell this to the people in Jerusalem and in other places in Judah: \"Why do you not listen to me or learn something about how to obey me?",
  "14": "The Rekab clan still do not drink wine, because their ancestor Jonadab told them to not do that. In contrast, I have spoken to you many times, but you ignored me and refused to obey me.",
  "15": "Many times I sent prophets to you. They told you, 'Turn away from your wicked behavior, and do things that you should do. Stop worshiping other gods, in order that you will be able to live peacefully in this land that I gave to you and your ancestors.' But you would not pay attention to what I said or obey me.",
  "16": "The descendants of Jonadab have obeyed their ancestor, but you have refused to pay attention to what I told you.",
  "17": "Therefore, this is what I, Yahweh, commander of the angel armies, the God whom Israel worships, say: 'You have refused to listen to me and you did not answer when I called you. Therefore, I will cause the people in Jerusalem and other places in Judah to experience all the disasters that I said that I would cause to happen.'\"'\"",
  "18": "Then Jeremiah turned to the Rekab clan and said, \"This is what Yahweh, commander of the angel armies, the God whom Israel worships, says: 'You have obeyed what your ancestor Jonadab told you. You have obeyed all his instructions.",
  "19": "Therefore, this is what Yahweh says: \"There will always be descendants of Jonadab who will do work for me.\"'\""
}
