{
  "1": "Yahweh gave to Jeremiah the prophet a message about Babylon and the country of Babylonia.",
  "2": "This is what Yahweh says:\\q1 \"Proclaim a message among the nations;\n\\q2 do not withhold any of it;\n\\q1 raise up a signal flag\n\\q2 to announce that Babylon will be captured.\n\\q1 Its chief god Marduk, whose other name is Bel, will be completely disgraced,\n\\q2 and all the other statues and idols will be shattered.\n\n\n\\q1",
  "3": "The army of a nation will come from the north to attack Babylon\\q2 and destroy the city very thoroughly,\n\\q1 with the result that no one will live there again.\n\\q2 Both people and animals will run away.\"\n\\q1",
  "4": "\"But I, Yahweh, say that in the future, when that is about to happen,\\q2 the people of Israel and the people of Judah will join together.\n\\q1 They will be weeping\n\\q2 and wanting to worship me, their God.\n\\q1",
  "5": "They will inquire about the road to Jerusalem,\\q2 and then they will start traveling toward it.\n\\q1 They will say to each other,\n\\q2 'We must return to Yahweh again!'\n\\q2 They will make an everlasting agreement with me that they will never forget.\n\n\n\\q1",
  "6": "My people have been like lost sheep.\\q2 Their leaders have caused them to abandon me\n\\q2 like shepherds who have allowed their sheep to wander in the hills and mountains.\n\\q1 My people are like sheep\n\\q2 that do not know the path to return to the sheepfold.\n\\q1",
  "7": "All their enemies who found them attacked them.\\q2 They said, 'We did not sin by attacking them,\n\\q1 because they sinned against Yahweh;\n\\q2 he is the one who provides what they need;\n\\q1 he is the one to whom they should have remained faithful;\n\\q2 he is the one whom their ancestors confidently expected to help them.'\n\n\n\\q1",
  "8": "But now, I say to the leaders of my people, 'Depart from Babylon!\\q2 Leave the land of Babylonia!\n\\q1 Act like male goats that go in front of the rest of the flock;\n\\q2 lead my people back to their own land.\n\\q1",
  "9": "Do that because I am going to gather an army of great nations to the north of Babylon.\\q2 They will join together to attack Babylon and will capture it.\n\\q1 Their arrows will be like skilled warriors\n\\q2 that always hit what they are aiming at.\n\\q1",
  "10": "Babylonia will be conquered,\\q2 and those who conquer it will take away everything they want.\n\\q2 That will surely happen because I, Yahweh, have said it.'\"\n\n\n\\q1",
  "11": "\"You people of Babylon who plundered my chosen people,\\q2 now you are very happy.\n\\q1 You run around joyfully like a calf in a meadow,\n\\q2 and are happy like stallions are happy when they are neighing.\n\\q1",
  "12": "But soon your people will be very disgraced as a result of being conquered.\\q2 Your country will be the most insignificant nation;\n\\q2 it will be a wilderness, a dry land and a desert plain.\n\\q1",
  "13": "Because I, Yahweh, am angry with you people of Babylon,\\q2 I will cause your city to become completely deserted.\n\\q1 All who pass by will be horrified\n\\q2 and will gasp because of the destruction there.\n\n\n\\q1",
  "14": "All you nations that surround Babylon,\\q2 prepare to attack it!\n\\q1 Tell your archers to shoot at their enemies;\n\\q2 shoot all of your arrows at them and do not hold back,\n\\q2 because the people of Babylon have sinned against me, Yahweh.\n\\q1",
  "15": "Shout victorious war cries against Babylon from all sides of the city.\\q2 The soldiers of Babylon will surrender;\n\\q2 the towers and walls will be torn down.\n\\q1 It is I, Yahweh, who will be getting revenge on the people of Babylon,\n\\q2 and I will use you to get revenge.\n\\q2 Do to the people of Babylon what they have done to others!\n\n\n\\q1",
  "16": "Take away from Babylon those who plant crops\\q2 and those who reap the harvests!\n\\q1 Because of the swords carried by those who will attack Babylon,\n\\q2 the people in Babylon who have come from other countries\n\\q2 should all run away; they should go back to their own countries.\"\n\n\n\\q1",
  "17": "\"The Israelite people are like sheep\\q2 that have been scattered by lions.\n\\q1 First the army of the king of Assyria defeated them.\n\\q2 Then the army of King Nebuchadnezzar of Babylon smashed them.",
  "18": "So this is what I, Yahweh, commander of the angel armies, the God whom Israel worships, say:\\q1 'Now I will punish the king of Babylon and the people of his land,\n\\q2 like I punished the king of Assyria.\n\n\n\\q1",
  "19": "And I will bring the people of Israel back to their own land\\q2 where they will eat the food that grows in the fields of the regions of Carmel and Bashan,\n\\q1 and the people in the hill areas of Ephraim and Gilead will have all they want to eat.\n\\q1",
  "20": "At that time, there will not be people in Israel and in Judah who are still guilty for having sinned ,\\q2 because I will forgive the small group of people whom I enable to still be alive.'\"\n\n\n\\q1",
  "21": "\"So, I, Yahweh, say to the enemies of Babylonia, 'Attack the people who live in the region of Merathaim\\q2 and the people in the region of Pekod of Babylonia.\n\\q1 Pursue them to kill them, and completely get rid of every single one of them,\n\\q2 as I have commanded you to do.\n\\q1",
  "22": "Shout your battle cries throughout the land;\\q2 shout when you are causing great destruction.\n\n\n\\q1",
  "23": "The army of Babylon is like the most powerful hammer on the earth,\\q2 but it will be completely shattered.\n\\q1 Babylon, one of the nations, will be a complete ruin.'\n\\q1",
  "24": "You people of Babylon, listen,\\q2 because I have set a trap for you without your awareness;\n\\q1 you will be caught in that trap,\n\\q2 because you fought against me.\n\n\n\\q1",
  "25": "It is as though I have opened the place where I store my weapons,\\q2 and I have brought out all the weapons\n\\q2 to use against the people with whom I am angry.\n\\q1 I, Yahweh, commander of the angel armies, have a lot of work to do\n\\q2 to punish the people of Babylonia.\n\\q1",
  "26": "So, you enemies of Babylonia, come from distant lands and attack it.\\q2 Break open the places where they store the grain,\n\\q2 and pile up the rubble like heaps of grain.\n\\q1 Destroy everything completely;\n\\q2 do not leave anything that is not destroyed.\n\n\n\\q1",
  "27": "Destroy all the young warriors who are as strong as bulls;\\q2 take them to where you will slaughter them.\n\\q1 It will be terrible for them,\n\\q2 because it will be time for them to be punished.\n\\q1",
  "28": "Listen to the people who have fled and escaped from Babylon\\q2 while they tell in Jerusalem how I, Yahweh, have gotten revenge against those who destroyed my temple in Jerusalem.\n\n\n\\q1",
  "29": "Summon archers to come to attack Babylon;\\q2 surround the city\n\\q2 in order that no one will escape.\n\\q1 Do to the people of Babylon what they have done to others ,\n\\q2 because they have defied me, the Holy One of the Israelite people.\n\\q1",
  "30": "The young men of Babylon will fall in the streets;\\q2 all their soldiers will be killed in one day. This will happen because I, Yahweh, have declared it!\n\n\n\\q1",
  "31": "I, Yahweh, commander of the angel armies, say this:\\q2 'You arrogant people,\n\\q1 it is now the time;\n\\q2 it is the day when I will punish you.\n\\q1",
  "32": "Your land is full of proud people,\\q2 but you will stumble and fall,\n\\q1 and no one will lift you up again.\n\\q1 I will light a fire in the cities of Babylonia\n\\q2 that will burn up everything that is nearby.'",
  "33": "I, Yahweh, commander of the angel armies, also say this:\\q1 'The people of Israel and Judah were oppressed;\n\\q2 those who captured them guarded them carefully and would not allow them to leave Babylon.\n\\q1",
  "34": "But Yahweh is strong, and he will free them.\\q2 Yahweh is the Commander of the angel armies;\n\\q1 He will defend his people\n\\q2 and enable them to return to their land where they will have peace,\n\\q1 but the people of Babylonia will not have peace.\n\n\n\\q1",
  "35": "He will send enemy soldiers carrying swords to strike the people of Babylonia;\\q2 they will strike the officials and wise men\n\\q2 and all the other people who live in Babylon.\n\\q1",
  "36": "They will strike their false prophets with swords\\q2 and they will become foolish.\n\\q1 They will strike the strongest warriors of Babylonia,\n\\q2 and they will all be terrified.\n\\q1",
  "37": "They will strike their horses and chariots\\q2 and the foreign mercenaries who are in the army of Babylonia,\n\\q2 and they will all become as weak as women.\n\\q1 They will seize all the valuable things there in Babylon\n\\q2 and take them away.\n\n\n\\q1",
  "38": "Yahweh will cause the streams to become dry.\\q1 He will do all those things because the entire land of Babylonia is filled with idols,\n\\q2 and those horrible idols have caused the people who worship them to become crazy.\n\\q1",
  "39": "Soon only jackals and other wild creatures will live there;\\q2 and it will be a place where ostriches live.\n\\q1 People will never live there again;\n\\q2 it will be uninhabited forever .\n\\q1",
  "40": "Yahweh God will destroy Babylon like he destroyed Sodom and Gomorrah and the nearby towns;\\q2 no one will ever live there again.\n\n\n\\q1",
  "41": "Look! A great army will come from the north.\\q2 A great nation far away with many kings is preparing to attack you people of Babylon.\n\\q1",
  "42": "Their army has bows and arrows and spears;\\q2 they are very cruel, and do not act mercifully to anyone.\n\\q1 As they ride along on their horses,\n\\q2 the sound of the horses' hooves is like the roaring of the ocean waves;\n\\q1 they are riding in battle formation\n\\q2 to attack you, you people of Babylon.\n\\q1",
  "43": "The king of Babylon heard their report,\\q1 \"The enemy is approaching.\"\n\\q2 So he was frightened and became weak.\n\\q1 Fear and anguish gripped him,\n\\q2 like a woman who is about to give birth to a baby.\"\n\n\n\\q1",
  "44": "I, Yahweh, will come to Babylon suddenly like a lion comes out of the jungle\\q2 and leaps on the sheep that are eating the good pastureland.\n\\q1 I will quickly chase the people of Babylonia from their land.\n\\q2 And then I will appoint for them a leader whom I will choose;\n\\q1 I will do that because there is no one like me who can say that what I have done is not right.\n\\q2 No ruler can oppose me.\n\n\n\\q1",
  "45": "Listen to what I have planned to do to the people of Babylon city and the rest of Babylonia:\\q1 even the little children will be dragged away,\n\\q2 and I will completely destroy the people who live there.\n\\q1",
  "46": "When Babylon is destroyed, the noise will be extremely loud,\\q2 with the result that the earth will shake,\n\\q1 and the wailing of the people will be heard by the people of other nations.'\""
}
