{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फारस के राजा कुस्रू के राज्य के पहले वर्ष में यहोवा ने फारस के राजा कुस्रू का मन उभारा कि यहोवा का जो वचन यिर्मयाह के मुँह से निकला था वह पूरा हो जाए, इसलिए उसने अपने समस्त राज्य में यह प्रचार करवाया और लिखवा भी दिया:\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“फारस का राजा कुस्रू यह कहता है: स्वर्ग के परमेश्‍वर यहोवा ने पृथ्वी भर का राज्य मुझे दिया है, और उसने मुझे आज्ञा दी, कि यहूदा के यरूशलेम में मेरा एक भवन बनवा*।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसकी समस्त प्रजा के लोगों में से तुम्हारे मध्य जो कोई हो, उसका परमेश्‍वर उसके साथ रहे, और वह यहूदा के यरूशलेम को जाकर इस्राएल के परमेश्‍वर यहोवा का भवन बनाए - जो यरूशलेम में है वही परमेश्‍वर है।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो कोई किसी स्थान में रह गया हो*, जहाँ वह रहता हो, उस स्थान के मनुष्य चाँदी, सोना, धन और पशु देकर उसकी सहायता करें और इससे अधिक यरूशलेम स्थित परमेश्‍वर के भवन के लिये अपनी-अपनी इच्छा से भी भेंट चढ़ाएँ।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहूदा और बिन्यामीन के जितने पितरों के घरानों के मुख्य पुरुषों और याजकों और लेवियों का मन परमेश्‍वर ने उभारा* था कि जाकर यरूशलेम में यहोवा के भवन को बनाएँ, वे सब उठ खड़े हुए;\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उनके आस-पास सब रहनेवालों ने चाँदी के पात्र, सोना, धन, पशु और अनमोल वस्तुएँ देकर, उनकी सहायता की; यह उन सबसे अधिक था, जो लोगों ने अपनी-अपनी इच्छा से दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर यहोवा के भवन के जो पात्र नबूकदनेस्सर ने यरूशलेम से निकालकर अपने देवता के भवन में रखे थे, (2 राजा 25:8-17)\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनको कुस्रू राजा ने, मिथ्रदात खजांची से निकलवाकर, यहूदियों के शेशबस्सर नामक प्रधान को गिनकर सौंप दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उनकी गिनती यह थी, अर्थात् सोने के तीस और चाँदी के एक हजार परात और उनतीस छुरी,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सोने के तीस कटोरे और मध्यम प्रकार की चाँदी के चार सौ दस कटोरे तथा अन्य प्रकार के पात्र एक हजार।\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सोने चाँदी के पात्र सब मिलाकर पाँच हजार चार सौ थे। इन सभी को शेशबस्सर उस समय ले आया जब बन्धुए बाबेल से यरूशलेम को आए।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "बन्धुए यहूदियों का यरूशलेम को लौट जाना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}