{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब एज्रा परमेश्‍वर के भवन के सामने* पड़ा, रोता हुआ प्रार्थना और पाप का अंगीकार कर रहा था, तब इस्राएल में से पुरुषों, स्त्रियों और बच्चों की एक बहुत बड़ी मण्डली उसके पास इकट्ठी हुई; और लोग बिलख-बिलख कर रो रहे थे।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहीएल* का पुत्र शकन्याह जो एलाम के वंश में का था, एज्रा से कहने लगा, “हम लोगों ने इस देश के लोगों में से अन्यजाति स्त्रियाँ ब्याह कर अपने परमेश्‍वर का विश्वासघात तो किया है, परन्तु इस दशा में भी इस्राएल के लिये आशा है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब हम अपने परमेश्‍वर से यह वाचा बाँधे, कि हम अपने प्रभु की सम्मति और अपने परमेश्‍वर की आज्ञा सुनकर थरथरानेवालों की सम्मति के अनुसार ऐसी सब स्त्रियों को और उनके बच्चों को दूर करें; और व्यवस्था के अनुसार काम किया जाए।\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तू उठ, क्योंकि यह काम तेरा ही है, और हम तेरे साथ हैं; इसलिए हियाव बाँधकर इस काम में लग जा।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब एज्रा उठा, और याजकों, लेवियों और सब इस्राएलियों के प्रधानों को यह शपथ खिलाई कि हम इसी वचन के अनुसार करेंगे; और उन्होंने वैसी ही शपथ खाई।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब एज्रा परमेश्‍वर के भवन के सामने से उठा, और एल्याशीब के पुत्र यहोहानान की कोठरी में गया, और वहाँ पहुँचकर न तो रोटी खाई, न पानी पिया, क्योंकि वह बँधुआई में से निकल आए हुओं के विश्वासघात के कारण शोक करता रहा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उन्होंने यहूदा और यरूशलेम में रहनेवाले बँधुआई में से आए हुए सब लोगों में यह प्रचार कराया, कि तुम यरूशलेम में इकट्ठे हो;\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जो कोई हाकिमों और पुरनियों की सम्मति न मानेगा और तीन दिन के भीतर न आए तो उसकी समस्त धन-सम्पत्ति नष्ट की जाएगी और वह आप बँधुआई से आए हुओं की सभा से अलग किया जाएगा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहूदा और बिन्यामीन के सब मनुष्य तीन दिन के भीतर यरूशलेम में इकट्ठे हुए; यह नौवें महीने के बीसवें दिन में हुआ; और सब लोग परमेश्‍वर के भवन के चौक में उस विषय के कारण और भारी वर्षा के मारे काँपते हुए बैठे रहे।\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब एज्रा याजक खड़ा होकर, उनसे कहने लगा, “तुम लोगों ने विश्वासघात करके अन्यजाति स्त्रियाँ ब्याह लीं, और इससे इस्राएल का दोष बढ़ गया है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "सो अब अपने पितरों के परमेश्‍वर यहोवा के सामने अपना पाप मान लो, और उसकी इच्छा पूरी करो, और इस देश के लोगों से और अन्यजाति स्त्रियों से अलग हो जाओ।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब पूरी मण्डली के लोगों ने ऊँचे शब्द से कहा, “जैसा तूने कहा है, वैसा ही हमें करना उचित है।\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु लोग बहुत हैं, और वर्षा का समय है, और हम बाहर खड़े नहीं रह सकते, और यह दो एक दिन का काम नहीं है, क्योंकि हमने इस बात में बड़ा अपराध किया है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "समस्त मण्डली की ओर से हमारे हाकिम नियुक्त किए जाएँ; और जब तक हमारे परमेश्‍वर का भड़का हुआ कोप हम से दूर न हो, और यह काम पूरा न हो जाए, तब तक हमारे नगरों के जितने निवासियों ने अन्यजाति स्त्रियाँ ब्याह ली हों, वे नियत समयों पर आया करें, और उनके संग एक नगर के पुरनिये और न्यायी आएँ।” \n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसके विरुद्ध केवल असाहेल के पुत्र योनातान और तिकवा के पुत्र यहजयाह खड़े हुए, और मशुल्लाम और शब्बतै लेवियों ने उनकी सहायता की।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु बँधुआई से आए हुए लोगों ने वैसा ही किया। तब एज्रा याजक और पितरों के घरानों के कितने मुख्य पुरुष अपने-अपने पितरों के घराने के अनुसार अपने सब नाम लिखाकर अलग किए गए, और दसवें महीने के पहले दिन को इस बात की तहकीकात के लिये बैठे।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और पहले महीने के पहले दिन तक उन्होंने उन सब पुरुषों की जाँच पूरी कर ली, जिन्होंने अन्यजाति स्त्रियों को ब्याह लिया था।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "याजकों की सन्तान में से; ये जन पाए गए जिन्होंने अन्यजाति स्त्रियों को ब्याह लिया था : येशुअ के पुत्र, योसादाक के पुत्र, और उसके भाई मासेयाह, एलीएजेर, यारीब और गदल्याह।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इन्होंने हाथ मारकर वचन दिया*, कि हम अपनी स्त्रियों को निकाल देंगे, और उन्होंने दोषी ठहरकर, अपने-अपने दोष के कारण एक-एक मेढ़ा बलि किया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इम्मेर की सन्तान में से हनानी और जबद्याह।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हारीम की सन्तान में से मासेयाह, एलिय्याह, शमायाह, यहीएल और उज्जियाह।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पशहूर की सन्तान में से एल्योएनै, मासेयाह, इश्माएल, नतनेल, योजाबाद और एलासा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर लेवियों में से योजाबाद, शिमी, केलायाह जो कलीता कहलाता है, पतह्याह, यहूदा और एलीएजेर।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "गवैयों में से एल्याशीब; और द्वारपालों में से शल्लूम, तेलेम और ऊरी।\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस्राएल में से परोश की सन्तान में रम्याह, यिज्जियाह, मल्किय्याह, मिय्यामीन, एलीआजर, मल्किय्याह और बनायाह।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "एलाम की सन्तान में से मत्तन्याह, जकर्याह, यहीएल अब्दी, यरेमोत और एलिय्याह।\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और जत्तू की सन्तान में से एल्योएनै, एल्याशीब, मत्तन्याह, यरेमोत, जाबाद और अज़ीज़ा।\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बेबै की सन्तान में से यहोहानान, हनन्याह, जब्बै और अतलै।\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बानी की सन्तान में से मशुल्लाम, मल्लूक, अदायाह, याशूब, शाल और यरामोत।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "पहत्मोआब की सन्तान में से अदना, कलाल, बनायाह, मासेयाह, मत्तन्याह, बसलेल, बिन्नूई और मनश्शे।\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हारीम की सन्तान में से एलीएजेर, यिश्शिय्याह, मल्किय्याह, शमायाह, शिमोन;\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बिन्यामीन, मल्लूक और शेमर्याह।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हाशूम की सन्तान में से; मत्तनै, मत्तत्ता, जाबाद, एलीपेलेत, यरेमै, मनश्शे और शिमी।\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और बानी की सन्तान में से; मादै, अम्राम, ऊएल;\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बनायाह, बेदयाह, कलूही;\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वन्‍याह, मरेमोत, एल्याशीब;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मत्तन्याह, मत्तनै, यासू;\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "बानी, बिन्नूई, शिमी;\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शेलेम्याह, नातान, अदायाह;\n"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मक्नदबै, शाशै, शारै;\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अजरेल, शेलेम्याह, शेमर्याह;\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "शल्लूम, अमर्याह और यूसुफ।\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "नबो की सन्तान में से; यीएल, मत्तित्याह, जाबाद, जबीना, यद्दई, योएल और बनायाह।\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इन सभी ने अन्यजाति-स्त्रियाँ ब्याह ली थीं, और बहुतों की स्त्रियों से लड़के भी उत्‍पन्‍न हुए थे।"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "यहूदियों का अन्यजाति स्त्रियों को दूर करना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}