{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब यहूदा और बिन्यामीन के शत्रुओं ने यह सुना कि बँधुआई से छूटे हुए लोग इस्राएल के परमेश्‍वर यहोवा के लिये मन्दिर बना रहे हैं,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब वे जरुब्बाबेल और पूर्वजों के घरानों के मुख्य-मुख्य पुरुषों के पास आकर उनसे कहने लगे, “हमें भी अपने संग बनाने दो; क्योंकि तुम्हारे समान हम भी तुम्हारे परमेश्‍वर की खोज में लगे हुए हैं, और अश्शूर का राजा एसर्हद्दोन जिस ने हमें यहाँ पहुँचाया, उसके दिनों से हम उसी को बलि चढ़ाते भी हैं।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जरुब्बाबेल, येशुअ और इस्राएल के पितरों के घरानों के मुख्य पुरुषों ने उनसे कहा, “हमारे परमेश्‍वर के लिये भवन बनाने में, तुम को हम से कुछ काम नहीं*; हम ही लोग एक संग मिलकर फारस के राजा कुस्रू की आज्ञा के अनुसार इस्राएल के परमेश्‍वर यहोवा के लिये उसे बनाएँगे।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब उस देश के लोग यहूदियों को निराश करने और उन्हें डराकर मन्दिर बनाने में रुकावट डालने लगे।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और फारस के राजा कुस्रू के जीवन भर वरन् फारस के राजा दारा के राज्य के समय तक उनके मनोरथ को निष्फल करने के लिये वकीलों को रुपया देते रहे*।\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्षयर्ष के राज्य के आरम्भिक दिनों में उन्होंने यहूदा और यरूशलेम के निवासियों का दोषपत्र उसे लिख भेजा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर अर्तक्षत्र के दिनों में बिशलाम, मिथ्रदात और ताबेल ने और उसके सहयोगियों ने फारस के राजा अर्तक्षत्र को चिट्ठी लिखी, और चिट्ठी अरामी अक्षरों और अरामी भाषा में लिखी गई।\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अर्थात् रहूम राजमंत्री और शिमशै मंत्री ने यरूशलेम के विरुद्ध राजा अर्तक्षत्र को इस आशय की चिट्ठी लिखी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस समय रहूम राजमंत्री और शिमशै मंत्री और उनके अन्य सहयोगियों ने, अर्थात् दीनी, अपर्सतकी, तर्पली, अफ़ारसी, एरेकी, बाबेली, शूशनी, देहवी, एलामी,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "आदि जातियों ने जिन्हें महान और प्रधान ओस्‍नप्पर ने पार ले आकर सामरिया नगर में और महानद के इस पार के शेष देश में बसाया था, एक चिट्ठी लिखी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो चिट्ठी उन्होंने अर्तक्षत्र राजा को लिखी, उसकी यह नकल है- “राजा अर्तक्षत्र की सेवा में तेरे दास जो महानद के पार के मनुष्य हैं, तुझे शुभकामनाएँ भेजते हैं।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "राजा को यह विदित हो, कि जो यहूदी तेरे पास से चले आए, वे हमारे पास यरूशलेम को पहुँचे हैं। वे उस दंगैत और घिनौने नगर को बसा रहे हैं; वरन् उसकी शहरपनाह को खड़ा कर चुके हैं और उसकी नींव को जोड़ चुके हैं।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब राजा को विदित हो कि यदि वह नगर बस गया और उसकी शहरपनाह बन गई, तब तो वे लोग कर, चुंगी और राहदारी फिर न देंगे, और अन्त में राजाओं की हानि होगी।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हम लोग तो राजभवन का नमक खाते हैं और उचित नहीं कि राजा का अनादर हमारे देखते हो, इस कारण हम यह चिट्ठी भेजकर राजा को चिता देते हैं।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तेरे पुरखाओं के इतिहास की पुस्तक में खोज की जाए; तब इतिहास की पुस्तक में तू यह पाकर जान लेगा कि वह नगर बलवा करनेवाला और राजाओं और प्रान्तों की हानि करनेवाला है, और प्राचीनकाल से उसमें बलवा मचता आया है। इसी कारण वह नगर नष्ट भी किया गया था।\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हम राजा को निश्चय करा देते हैं कि यदि वह नगर बसाया जाए और उसकी शहरपनाह बन चुके, तब इसके कारण महानद के इस पार तेरा कोई भाग न रह जाएगा।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब राजा ने रहूम राजमंत्री और शिमशै मंत्री और सामरिया और महानद के इस पार रहनेवाले उनके अन्य सहयोगियों के पास यह उत्तर भेजा, “कुशल, हो!\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो चिट्ठी तुम लोगों ने हमारे पास भेजी वह मेरे सामने पढ़कर साफ-साफ सुनाई गई।\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और मेरी आज्ञा से खोज किये जाने पर जान पड़ा है, कि वह नगर प्राचीनकाल से राजाओं के विरुद्ध सिर उठाता आया है और उसमें दंगा और बलवा होता आया है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यरूशलेम के सामर्थी राजा भी हुए जो महानद के पार से समस्त देश पर राज्य करते थे, और कर, चुंगी और राहदारी उनको दी जाती थी।\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए अब इस आज्ञा का प्रचार कर कि वे मनुष्य रोके जाएँ और जब तक मेरी ओर से आज्ञा न मिले, तब तक वह नगर बनाया न जाए।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और चौकस रहो, इस बात में ढीले न होना; राजाओं की हानि करनेवाली वह बुराई क्यों बढ़ने पाए?” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब राजा अर्तक्षत्र की यह चिट्ठी रहूम और शिमशै मंत्री और उनके सहयोगियों को पढ़कर सुनाई गई, तब वे उतावली करके यरूशलेम को यहूदियों के पास गए और बलपूर्वक उनको रोक दिया।\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब परमेश्‍वर के भवन का काम जो यरूशलेम में है, रुक गया; और फारस के राजा दारा के राज्य के दूसरे वर्ष तक रुका रहा।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "शत्रुओं द्वारा मन्दिर के निर्माण में बाधा\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}