{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब राजा दारा की आज्ञा से बाबेल के पुस्तकालय में जहाँ खजाना भी रहता था, खोज की गई।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "मादे नामक प्रान्त के अहमता नगर के राजगढ़ में एक पुस्तक मिली, जिसमें यह वृत्तान्त लिखा था :\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“राजा कुस्रू के पहले वर्ष में उसी कुस्रू राजा ने यह आज्ञा दी, कि परमेश्‍वर के भवन के विषय जो यरूशलेम में है, अर्थात् वह भवन जिसमें बलिदान किए जाते थे, वह बनाया जाए और उसकी नींव दृढ़ता से डाली जाए, उसकी ऊँचाई और चौड़ाई साठ-साठ हाथ की हो;\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उसमें तीन रद्दे भारी-भारी पत्थरों के हों, और एक परत नई लकड़ी की हो; और इनकी लागत राजभवन में से दी जाए*।\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परमेश्‍वर के भवन के जो सोने और चाँदी के पात्र नबूकदनेस्सर ने यरूशलेम के मन्दिर में से निकलवाकर बाबेल को पहुँचा दिए थे वह लौटाकर यरूशलेम के मन्दिर में अपने-अपने स्थान पर पहुँचाए जाएँ, और तू उन्हें परमेश्‍वर के भवन में रख देना।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“अब हे महानद के पार के अधिपति तत्तनै! हे शतर्बोजनै! तुम अपने सहयोगियों महानद के पार के फारसियों समेत वहाँ से अलग रहो;\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परमेश्‍वर के उस भवन के काम को रहने दो; यहूदियों का अधिपति और यहूदियों के पुरनिये परमेश्‍वर के उस भवन को उसी के स्थान पर बनाएँ।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वरन् मैं आज्ञा देता हूँ कि तुम्हें यहूदियों के उन पुरनियों से ऐसा बर्ताव करना होगा, कि परमेश्‍वर का वह भवन बनाया जाए; अर्थात् राजा के धन में से, महानद के पार के कर में से, उन पुरुषों को फुर्ती के साथ खर्चा दिया जाए; ऐसा न हो कि उनको रुकना पड़े।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्या बछड़े! क्या मेढ़े! क्या मेम्‍ने! स्वर्ग के परमेश्‍वर के होमबलियों के लिये जिस-जिस वस्तु का उन्हें प्रयोजन हो, और जितना गेहूँ, नमक, दाखमधु और तेल यरूशलेम के याजक कहें, वह सब उन्हें बिना भूल चूक प्रतिदिन दिया जाए,\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए कि वे स्वर्ग के परमेश्‍वर को सुखदायक सुगन्धवाले बलि चढ़ाकर, राजा और राजकुमारों के दीर्घायु के लिये प्रार्थना किया करें।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर मैंने आज्ञा दी है, कि जो कोई यह आज्ञा टाले, उसके घर में से कड़ी निकाली जाए, और उस पर वह स्वयं चढ़ाकर जकड़ा जाए*, और उसका घर इस अपराध के कारण घूरा बनाया जाए।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परमेश्‍वर जिस ने वहाँ अपने नाम का निवास ठहराया है, वह क्या राजा क्या प्रजा, उन सभी को जो यह आज्ञा टालने और परमेश्‍वर के भवन को जो यरूशलेम में है नाश करने के लिये हाथ बढ़ाएँ, नष्ट करे। मुझ दारा ने यह आज्ञा दी है फुर्ती से ऐसा ही करना।” \n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब महानद के इस पार के अधिपति तत्तनै और शतर्बोजनै और उनके सहयोगियों ने दारा राजा के चिट्ठी भेजने के कारण, उसी के अनुसार फुर्ती से काम किया।\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब यहूदी पुरनिये, हाग्गै नबी और इद्दो के पोते जकर्याह के नबूवत करने से मन्दिर को बनाते रहे, और सफल भी हुए और उन्होंने इस्राएल के परमेश्‍वर की आज्ञा के अनुसार और फारस के राजा कुस्रू, दारा और अर्तक्षत्र* की आज्ञाओं के अनुसार बनाते-बनाते उसे पूरा कर लिया।\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस प्रकार वह भवन राजा दारा के राज्य के छठवें वर्ष में अदार महीने के तीसरे दिन को बनकर समाप्त हुआ।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इस्राएली, अर्थात् याजक लेवीय और जितने बँधुआई से आए थे उन्होंने परमेश्‍वर के उस भवन की प्रतिष्ठा उत्सव के साथ की।\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "उस भवन की प्रतिष्ठा में उन्होंने एक सौ बैल और दो सौ मेढ़े और चार सौ मेम्‍ने और फिर सब इस्राएल के निमित्त पापबलि करके इस्राएल के गोत्रों की गिनती के अनुसार बारह बकरे चढ़ाए।\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब जैसे मूसा की पुस्तक में लिखा है, वैसे ही उन्होंने परमेश्‍वर की आराधना के लिये जो यरूशलेम में है, बारी-बारी से याजकों और दल-दल के लेवियों को नियुक्त कर दिया।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "फिर पहले महीने के चौदहवें दिन को बँधुआई से आए हुए लोगों ने फसह माना।\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि याजकों और लेवियों ने एक मन होकर, अपने-अपने को शुद्ध किया था; इसलिए वे सब के सब शुद्ध थे। उन्होंने बँधुआई से आए हुए सब लोगों और अपने भाई याजकों के लिये और अपने-अपने लिये फसह के पशु बलि किए।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब बँधुआई से लौटे हुए इस्राएली और जितने और देश की अन्यजातियों की अशुद्धता से इसलिए अलग हो गए थे कि इस्राएल के परमेश्‍वर यहोवा की खोज करें, उन सभी ने भोजन किया।\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "वे अख़मीरी रोटी का पर्व सात दिन तक आनन्द के साथ मनाते रहे; क्योंकि यहोवा ने उन्हें आनन्दित किया था, और अश्शूर के राजा का मन उनकी ओर ऐसा फेर दिया कि वह परमेश्‍वर अर्थात् इस्राएल के परमेश्‍वर के भवन के काम में उनकी सहायता करे।\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "दारा राजा का आदेश\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}