{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जब ये काम हो चुके, तब हाकिम मेरे पास आकर कहने लगे, “न तो इस्राएली लोग, न याजक, न लेवीय इस ओर के देशों के लोगों से अलग हुए; वरन् उनके से, अर्थात् कनानियों, हित्तियों, परिज्जियों, यबूसियों, अम्मोनियों, मोआबियों, मिस्रियों और एमोरियों के से घिनौने काम* करते हैं।\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "क्योंकि उन्होंने उनकी बेटियों में से अपने और अपने बेटों के लिये स्त्रियाँ कर ली हैं; और पवित्र वंश इस ओर के देशों के लोगों में मिल गया है। वरन् हाकिम और सरदार इस विश्वासघात में मुख्य हुए हैं।”\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "यह बात सुनकर मैंने अपने वस्त्र और बागे को फाड़ा, और अपने सिर और दाढ़ी के बाल नोचे, और विस्मित होकर बैठा रहा। (मत्ती 26:65, अय्यूब. 1: 20)\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तब जितने लोग इस्राएल के परमेश्‍वर के वचन सुनकर बँधुआई से आए हुए लोगों के विश्वासघात के कारण थरथराते थे, सब मेरे पास इकट्ठे हुए, और मैं सांझ की भेंट के समय तक विस्मित होकर बैठा रहा।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "परन्तु सांझ की भेंट के समय मैं वस्त्र और बागा फाड़े हुए उपवास की दशा में उठा, फिर घुटनों के बल झुका, और अपने हाथ अपने परमेश्‍वर यहोवा की ओर फैलाकर कहा:\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“हे मेरे परमेश्‍वर! मुझे तेरी ओर अपना मुँह उठाते लज्जा आती है, और हे मेरे परमेश्‍वर! मेरा मुँह काला है; क्योंकि हम लोगों के अधर्म के काम हमारे सिर पर बढ़ गए हैं, और हमारा दोष बढ़ते-बढ़ते आकाश तक पहुँचा है। (दानी.9:7,8)\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अपने पुरखाओं के दिनों से लेकर आज के दिन तक हम बड़े दोषी हैं, और अपने अधर्म के कामों के कारण हम अपने राजाओं और याजकों समेत देश-देश के राजाओं के हाथ में किए गए कि तलवार, दासत्व, लूटे जाने, और मुँह काला हो जाने की विपत्तियों में पड़ें, जैसे कि आज हमारी दशा है।\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "अब थोड़े दिन से हमारे परमेश्‍वर यहोवा का अनुग्रह हम पर हुआ है, कि हम में से कोई-कोई बच निकले*, और हमको उसके पवित्रस्‍थान में एक खूँटी मिले, और हमारा परमेश्‍वर हमारी आँखों में ज्योति आने दे, और दासत्व में हमको कुछ विश्रान्ति मिले।\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हम दास तो हैं ही, परन्तु हमारे दासत्व में हमारे परमेश्‍वर ने हमको नहीं छोड़ दिया, वरन् फारस के राजाओं को हम पर ऐसे कृपालु किया, कि हम नया जीवन पाकर अपने परमेश्‍वर के भवन को उठाने, और इसके खण्डहरों को सुधारने पाए, और हमें यहूदा और यरूशलेम में आड़ मिली।\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "“अब हे हमारे परमेश्‍वर, इसके बाद हम क्या कहें, यही कि हमने तेरी उन आज्ञाओं को तोड़ दिया है, (दानी. 9:5,10,11)\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "जो तूने यह कहकर अपने दास नबियों के द्वारा दीं, ‘जिस देश के अधिकारी होने को तुम जाने पर हो, वह तो देश-देश के लोगों की अशुद्धता के कारण और उनके घिनौने कामों के कारण अशुद्ध देश है, उन्होंने उसे एक सीमा से दूसरी सीमा तक अपनी अशुद्धता से भर दिया है।\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "इसलिए अब तू न तो अपनी बेटियाँ उनके बेटों को ब्याह देना और न उनकी बेटियों से अपने बेटों का ब्याह करना, और न कभी उनका कुशल क्षेम चाहना, इसलिए कि तुम बलवान बनो और उस देश के अच्छे-अच्छे पदार्थ खाने पाओ, और उसे ऐसा छोड़ जाओ, कि वह तुम्हारे वंश के अधिकार में सदैव बना रहे।’\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "और उस सब के बाद जो हमारे बुरे कामों और बड़े दोष के कारण हम पर बिता है, जब कि हे हमारे परमेश्‍वर तूने हमारे अधर्म के बराबर हमें दण्ड नहीं दिया, वरन् हम में से कितनों को बचा रखा है,\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "तो क्या हम तेरी आज्ञाओं को फिर से उल्लंघन करके इन घिनौने काम करनेवाले लोगों से समधियाना का सम्बन्ध करें? क्या तू हम पर यहाँ तक कोप न करेगा जिससे हम मिट जाएँ और न तो कोई बचे और न कोई रह जाए?\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "हे इस्राएल के परमेश्‍वर यहोवा! तू धर्मी है, हम बचकर मुक्त हुए हैं जैसे कि आज वर्तमान है। देख, हम तेरे सामने दोषी हैं, इस कारण कोई तेरे सामने खड़ा नहीं रह सकता।”\n\n"
      },
      {
        "tag": "s5",
        "type": "section",
        "text": "\n"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "s",
        "type": "section",
        "text": "यहूदा के पाप के कारण एज्रा की प्रार्थना\n"
      },
      {
        "tag": "p",
        "type": "paragraph",
        "text": "\n"
      }
    ]
  }
}