{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the thirtieth year, the fourth month, and the fifth day of the month, it came about that I was living among the captives by the Kebar Canal. The heavens opened, and I saw visions of God.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the fifth day of that month—it was the fifth year of the exile of King Jehoiachin—\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "the word of Yahweh came to Ezekiel son of Buzi the priest, in the land of the Chaldeans by the Kebar Canal, and the hand of Yahweh was upon him there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I looked, and there was a windstorm coming from the north; a great cloud with fire flashing within it and brightness surrounding it and inside of it, and the fire was the color of amber inside the cloud.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In the middle was the likeness of four living creatures. This was their appearance: They had the likeness of a man,\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "but they had four faces each, and each of the creatures had four wings.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their legs were straight, but the soles of their feet were like the hooves of a calf that shone like polished bronze.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Yet they had human hands under their wings on all four sides. For all four, their faces and wings were like this:\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "their wings were touching the wings of the next creature, and they did not turn as they went; instead, each one went straight forward.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The likeness of their faces was like the face of a man. The four of them had the face of a lion to the right side, and the four of them had the face of an ox on the left side. They four had also the face of an eagle.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their faces were like that, and their wings were spread out above, so that each creature had a pair of wings that touched another creature's wing, and also a pair of wings that covered their bodies.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Each went straight forward, so that wherever the Spirit directed them to go, they went without turning.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for the likeness of the living creatures, their appearance was like burning coals of fire, like the appearance of torches; bright fire also moved about among the creatures, and there were flashes of lightning.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The living creatures were moving swiftly back and forth, and they had the appearance of lightning!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I looked at the living creatures; and I saw one wheel on the ground beside each of living creatures with its four faces.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This was the appearance and structure of the wheels: Each wheel was like beryl, and the four had the same likeness; their appearance and structure was like a wheel intersecting another wheel.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As they moved, they went in any of their four directions, without turning as they went.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As for their rims, they were high and fearsome, for the rims were full of eyes round about.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever the living creatures moved, the wheels moved beside them. When the living creatures rose up from the earth, the wheels also rose up.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Wherever the Spirit would go, they went, and the wheels rose up beside them, for the spirit of the living creature was in the wheels.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever the creatures moved, the wheels also moved; and when the creatures stood still, the wheels stood still; when the creatures rose up from the earth, the wheels rose up beside them, because the spirit of the living creature was in the wheels.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Over the heads of the living creatures was the likeness of an expansive dome; it looked like awe-inspiring crystal stretched out over their heads above.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Beneath the dome, each one of the creature's wings stretched out straight and touched another creature's wings. Each of the living creatures also had a pair to cover themselves; each had a pair to cover his own body.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I heard the sound of their wings. Like the noise of many waters. Like the voice of the Almighty whenever they moved. Like the sound of a rainstorm. Like the sound of an army. Whenever they stood still, they lowered their wings.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A voice came from above the dome over their heads whenever they stood still and lowered their wings.\n \n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Above the dome over their heads was the likeness of a throne that was like the appearance of a sapphire stone, and on the likeness of the throne was a likeness like the appearance of a man.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I saw a figure with the appearance of glowing metal with fire in it from the appearance of his hips up; I saw from the appearance of his hips downward the appearance of fire and brightness all around.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Like the appearance of a rainbow in the clouds on a rainy day was the appearance of the bright light surrounding it. It was the appearance of the likeness of the glory of Yahweh. When I saw it, I fell on my face, and I heard a voice speaking.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}