{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As I looked toward the dome that was over the heads of the cherubim; something appeared above them like a sapphire with the appearance of the likeness of a throne.\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then Yahweh spoke to the man dressed in linen and said, \"Go between the wheels underneath the cherubim, and fill both your hands with fiery coals from between the cherubim and scatter them over the city.\" Then the man went in as I watched.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The cherubim stood on the right side of the house when the man went in, and a cloud filled the inner courtyard.\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The glory of Yahweh rose up from the cherubim and stood over the threshold of the house. It filled the house with the cloud, and the courtyard was full of the brightness of Yahweh's glory.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The sound of the cherubim's wings was heard as far as the outer courtyard, like the voice of God Almighty when he speaks.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about, when God commanded the man dressed in linen and said, \"Take fire from between the wheels that are between the cherubim,\" the man went in and stood beside a wheel.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "A cherub reached out his hand between the cherubim to the fire that was among the cherubim, and lifted it up and placed it into the hands of the one dressed in linen. The man took it and went back out.\n"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I saw on the cherubim something like a man's hand under their wings.\n \n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I looked, and behold! Four wheels were beside the cherubim—one wheel beside each cherub—and the appearance of the wheels was like a beryl stone.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their appearance was the same likeness for all four of them, like a wheel intersecting another wheel.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When they moved, they went in any of their four directions, without turning as they went; but whatever direction the head faced, they followed after it without turning as they went. \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their whole body—including their backs, their hands, and their wings—was covered with eyes, and eyes covered the four wheels all around also.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As I listened, the wheels were called, \"Whirling.\"\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They had four faces each; the first face was the face of a cherub, the second face was the face of a man, the third the face of a lion, and the fourth the face of an eagle.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the cherubim—these were the living creatures that I had seen by the Kebar Canal—rose up.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Whenever the cherubim moved, the wheels would go beside them, and whenever the cherubim lifted up their wings to rise up from the earth, the wheels did not turn. They still stayed beside them.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When the cherubim stood still, the wheels stood still, and when they rose up, the wheels rose up with them, for the spirit of the living creature was in the wheels.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the glory of Yahweh went out from over the threshold of the house and stood over the cherubim.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The cherubim lifted up their wings and rose from the earth in my sight when they went out, and the wheels did the same beside them. They stood at the eastern entrance to Yahweh's house, and the glory of the God of Israel came upon them from above.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "These were the living creatures that I had seen below the God of Israel by the Kebar Canal, so I knew that they were cherubim!\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They had four faces each and four wings each, and the likeness of human hands under their wings,\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and the likeness of their faces was like the faces that I had seen in the vision at the Kebar Canal, and each of them went straight ahead.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}