{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Spirit lifted me up and brought me to the eastern gate of Yahweh's house, facing east, and behold, in the doorway of the gate there were twenty-five men. I saw Jaazaniah son of Azzur and Pelatiah son of Benaiah, leaders of the people, among them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "God said to me, \"Son of man, these are the men who devise iniquity, and who decide wicked plans in this city.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They are saying, 'The time to build houses is not now; this city is the pot, and we are the meat.'\n"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore prophesy against them. Prophesy, son of man.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the Spirit of Yahweh fell on me and he said for me to say: This is what Yahweh says, \"That is what you are saying, house of Israel; for I know what goes through your mind.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have multiplied the people you have killed in this city and filled its streets with them.\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, the Lord Yahweh says this: The people you have killed, whose bodies you have laid in the midst of Jerusalem, are the meat, and this city is the pot. But you are going to be brought out from the midst of this city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have feared the sword, so I am bringing the sword upon you—this is the declaration of the Lord Yahweh.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will bring you out of the midst of the city, and put you into the hands of foreigners, for I will bring judgment against you.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will fall by the sword. I will judge you within the borders of Israel so you will know that I am Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "This city will not be your cooking pot, nor will you be the meat within her midst. I will judge you within the borders of Israel.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you will know that I am Yahweh, the one whose statutes you have not walked in and whose decrees you have not carried out. Instead, you have carried out the decrees of the nations that surround you.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about that as I was prophesying, Pelatiah son of Benaiah, died. So I fell on my face and cried out with a loud voice and said, \"Alas, Lord Yahweh, will you completely destroy the remnant of Israel?\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, your brothers! Your brothers! The men of your clan and all the house of Israel! All of them are those of whom it is said by those living in Jerusalem, 'They are far away from Yahweh! This land was given to us as our possession.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore say, 'The Lord Yahweh says this: Though I have removed them far off among the nations, and though I have scattered them among the lands, yet I have been a sanctuary for them for a little while in the lands where they have gone.'\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore say, 'The Lord Yahweh says this: I will gather you from the peoples, and assemble you from the lands where you were scattered, and I will give you the land of Israel.'\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they will go there and remove every detestable thing and every abomination from that place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will give them one heart, and I will put a new spirit within them. I will take out the heart of stone from their flesh and give them a heart of flesh,\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "so that they will walk in my statutes, they will carry out my decrees and do them. Then they will be my people, and I will be their God.\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But to those who walk with affection toward their detestable things and their abominations, I will bring their conduct on their own heads—this is the Lord Yahweh's declaration.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The cherubim lifted up their wings and the wheels that were beside them, and the glory of the God of Israel was high up over them.\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the glory of Yahweh went up from within the midst of the city and stood on the mountain to the east of the city.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Spirit lifted me up and brought me into Chaldea, to the exiles, in the vision from the Spirit of God, and the vision that I had seen went up from upon me.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I declared to the exiles all the things of Yahweh that I had seen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}