{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, you live in the midst of a rebellious house, where they have eyes to see but they do not see; and where they have ears to hear but do not listen, because they are a rebellious house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore as for you, son of man, prepare your things for exile, and begin going out by day in their sight, for I will exile you in their sight from your place to another place. Perhaps they will begin to see, though they are a rebellious house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will bring out your things for an exile in the day in their sight; go out in the evening in their sight in the way that anyone goes into exile.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Dig a hole through the wall in their sight, and go out through it.\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In their sight, lift up your things onto your shoulder, and bring them out in the darkness. Cover your face, for you must not see the land, since I have set you as a sign to the house of Israel.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I did this, just as I was commanded. I brought out my things of exile in the daytime, and in the evening I dug a hole through the wall by hand. I brought my things out in the dark, and lifted them up on my shoulder in their sight.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the word of Yahweh came to me in the morning, saying,\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, is the house of Israel, that rebellious house, not asking, 'What are you doing?'\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Say to them, 'The Lord Yahweh says this: this prophetic action concerns the prince in Jerusalem, and all the house of Israel in whose midst they are.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Say, 'I am a sign to you.' As I have done, so it will be done to them; they will go into exile and into captivity.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The prince who is among them will lift up his things upon his shoulder in the dark, and will go out through the wall. They will dig through the wall and bring out their things. He will cover his face, so he will not see the land with his eyes.\n"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will spread out my net over him and he will be caught in my snare; then I will bring him to Babylon, the land of the Chaldeans, but he will not see it. He will die there.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will also scatter in every direction all of those around him who were to assist him and his entire army, and I will send out a sword after them.\n"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they will know that I am Yahweh, when I scatter them among the nations and disperse them throughout the lands.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I will spare a few men from among them from the sword, famine, and plague, so they may record all of their abominations in the lands where I take them, so they will know that I am Yahweh.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, eat your bread with trembling, and drink your water with shaking and worry.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then say to the people of the land, 'The Lord Yahweh says this concerning the inhabitants of Jerusalem, and the land of Israel, \"They will eat their bread with trembling and drink their water while shaking, since the land will be despoiled of its fullness because of the violence of all those who live there.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So the cities that were inhabited will be desolate, and the land will become a wasteland; so you will know that I am Yahweh.\"'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Again the word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, what is this proverb that you have in the land of Israel that says, 'The days are prolonged, and every vision fails'?\n"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, say to them, 'The Lord Yahweh says this: I will put an end to this proverb, and the people of Israel will no longer use it.' Say to them, 'The days have drawn near when every vision will be fulfilled.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For there will no longer be any false visions or favorable divinations within the house of Israel.\n"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I am Yahweh! I speak, and I carry out the words that I speak. The matter will no longer be delayed. For I will speak this word in your days, rebellious house, and I will carry it out!—this is the Lord Yahweh's declaration.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Again the word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man! Behold, the house of Israel has said, 'The vision that he sees is for many days from now, and he prophesies of far off times.'\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore say to them, 'The Lord Yahweh says this: My words will not be delayed any longer, but the word that I have spoken will be done—this is the Lord Yahweh's declaration.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}