{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, inform Jerusalem about her abominations,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "and declare, 'The Lord Yahweh says this to Jerusalem: Your beginning and your birth took place in the land of Canaan; your father was an Amorite, and your mother was a Hittite.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On the day of your birth, your mother did not cut your navel, nor did she purify you in water or rub you down with salt, or wrap cloth around you.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "No eye had compassion for you to do any of these things for you, to be compassionate toward you. On the day that you were born, with loathing for your life, you were thrown out into the open field.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I passed by you, and I saw you writhing in your own blood; so I said to you in your blood, \"Live!\" I said to you in your blood, \"Live!\"\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Some modern versions leave out the second occurrence of \\fqa I said to you in your blood, \"Live!\" \\fqa* . ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I made you grow like a plant in a field. You multiplied and became great, and you became the jewel of jewels. Your breasts became firm, and your hair grew thick, though you had been naked and bare.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I passed by you again, and I saw you. See! the time of love came for you, so I spread my robe over you and covered your nakedness. Then I swore to you and brought you into a covenant—this is the Lord Yahweh's declaration—and you became mine.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I washed you with water and rinsed your blood off you, and I anointed you with oil.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I dressed you in embroidered clothes and placed leather sandals on your feet. I wrapped you with fine linen and covered you with silk.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Next I adorned you with jewelry, and I put bracelets on your hands, and a chain around your neck.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I put a nose ring in your nostrils and earrings in your ears, and a beautiful crown on your head.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you were adorned with gold and silver, and you were dressed in fine linen, silk, and embroidered clothes; you ate fine flour, honey, and oil, and you were very beautiful, and you became a queen.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your fame went out among the nations because of your beauty, for it was perfect in the majesty that I had given to you—this is the Lord Yahweh's declaration.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you trusted in your own beauty, and you acted like a prostitute because of your fame; you poured out your acts of prostitution on everyone who passed by, so that your beauty became his.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you took your clothes and with them you made high places for yourself decorated in various colors, and there you acted like a prostitute. This should not have happened. Nor should such a thing exist.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You took the fine jewels of the gold and silver that I gave you, and you made for yourself male figures, and you did with them as a prostitute would do.\n"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You took your embroidered garments and covered them, and you set my oils and perfumes before them.\n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "My bread I gave you—made with fine flour, oil, and honey—you set before them for a fragrant aroma, for this is what happened—this is the Lord Yahweh's declaration.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you took your sons and daughters whom you bore for me, and you sacrificed them to the images to be devoured as food. Are your acts of prostitution a small matter?\n"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You slaughtered my children to the idols and made them pass through the fire.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "In all your abominations and your acts of prostitution you have not thought about the days of your youth, when you were naked and bare as you thrashed about in your blood.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Woe! Woe to you!—this is the Lord Yahweh's declaration—therefore, in addition to all this wickedness,\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "you built yourself a vaulted chamber in every public place.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You built your high place at the head of every road and made your beauty a disgrace, and you spread your legs to anyone who passed by, and you multiplied your acts of prostitution.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have acted like a prostitute with the Egyptians, your lustful neighbors, and you committed many more acts of prostitution, provoking me to anger.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "See! I will strike you with my hand and cut off your food. I will hand your life over to your enemies, the daughters of the Philistines, who were ashamed of your obscene behavior.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have acted like a prostitute with the Assyrians because you could not be satisfied. You acted like a prostitute and still were not satisfied.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You performed many more acts of prostitution in the land of the merchants of Chaldea, and even this did not satisfy you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "How sick is your heart—this is the Lord Yahweh's declaration—that you would do all these things, deeds of a shameless prostitute?\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You have built your high places at the head of every street and made your vaulted chamber in every public place. Yet you were not like a prostitute because you refused to take payment.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You adulterous woman, you accept strangers instead of your husband.\n"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "People give payment to every prostitute, but you give your wages to all your lovers and bribe them to come to you from all around for your acts of prostitution.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So there is a difference between you and those other women, since no one goes to you to ask you to sleep with them. Instead, you pay them. No one pays you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, you prostitute, listen to the word of Yahweh.\n"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord Yahweh says this: Because you have poured out your lust and uncovered your nakedness through your acts of prostitution with your lovers and with all your detestable idols, and because you gave them your children's blood,\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "therefore, behold, I will gather all your lovers that you have met, all those whom you loved and all those whom you hated, and I will gather them against you on every side. I will uncover your nakedness to them so they see all your nakedness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I will punish you for adultery and the shedding of blood, and I will bring on you the bloodshed of my anger and passion.\n"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will give you into their hands so they will throw down your vaulted chamber and break down your high places and they will strip you of your clothes and take all of your jewelry. They will leave you naked and bare.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then they will bring up a crowd against you and stone you with stones, and they will cut you apart with their swords.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "They will burn your houses and will perform many acts of punishment on you in the sight of many women, for I will put a stop to your prostitution, and you will no longer pay your lovers.\n"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will calm my fury against you; my anger will leave you, for I will be satisfied, and will no longer be angry.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because you did not call to mind the days of your youth and have made me shake with anger because of all these things, therefore, behold! I myself will bring down on your own head the punishment for what you have done—this is the Lord Yahweh's declaration. Have you not added prostitution to all your other detestable practices? \n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold! Everyone who speaks proverbs concerning you will say, \"As the mother is, so also is her daughter.\"\n"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You are the daughter of your mother, who detested her husband and her children, and you are the sister of your sisters who detested their husbands and their children. Your mother was a Hittite, and your father was an Amorite.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Your older sister was Samaria and her daughters were the ones living in the north, while your younger sister was the one living south of you, that is, Sodom and her daughters.\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You not only walked in their ways and copied their behavior and practices, but in all your ways you have been worse than they were.\n"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As I live—this is the Lord Yahweh's declaration—your sister Sodom and her daughters, have not done as much evil as you and your daughters have done.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Behold! This was the sin of your sister Sodom that she was arrogant in her leisure, careless and unconcerned about anything. She did not strengthen the hands of the poor and needy people.\n"
      }
    ]
  },
  "50": {
    "verseObjects": [
      {
        "type": "text",
        "text": "She was arrogant and committed disgusting actions before me, so I took them away just as you have seen.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "51": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Neither did Samaria commit even half of your sins; instead, you have done many more disgusting things than they did, and you have shown that your sisters were better than you because of all the disgusting things that you do!\n"
      }
    ]
  },
  "52": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Especially you, show your own shame; in this way you have shown that your sisters were better than you, because of the sins you committed in all those disgusting ways. Your sisters now seem better than you. Especially you, show your own shame, for in this way you have shown that your sisters were better than you.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "53": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For I will restore their fortunes—the fortunes of Sodom and her daughters, and the fortunes of Samaria and her daughters; but your fortunes will be among them.\n"
      }
    ]
  },
  "54": {
    "verseObjects": [
      {
        "type": "text",
        "text": "On account of these things you will show your shame; you will be humiliated because of everything that you have done, and in this way you will be a comfort to them.\n"
      }
    ]
  },
  "55": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So your sister Sodom and her daughters will be restored to their former condition, and Samaria and her daughters will be restored to their former estate. Then you and your daughters will be restored to your former condition.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "56": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Sodom your sister was not even mentioned by your mouth in the days when you were proud,\n"
      }
    ]
  },
  "57": {
    "verseObjects": [
      {
        "type": "text",
        "text": "before your wickedness was revealed. But now you are an object of scorn to the daughters of Edom and to all the daughters of the Philistines around her. People all about despise you.\n"
      },
      {
        "tag": "f",
        "type": "footnote",
        "content": "+ \\ft Instead of \\fqa Edom \\fqa* , some ancient copies and modern versions have \\fqa Aram \\fqa* , that is, Syria. ",
        "endTag": "f*",
        "nextChar": "\n"
      }
    ]
  },
  "58": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You will show your shame and your disgusting actions!—this is Yahweh's declaration!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "59": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The Lord Yahweh says this: I will deal with you as you deserve, you who have despised your oath by breaking the covenant.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "60": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I myself will call to mind my covenant with you made in the days of your youth, and I will establish an everlasting covenant with you.\n"
      }
    ]
  },
  "61": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then you will call to mind your ways and be ashamed when you receive your older sisters and your younger sisters. I will give them to you as daughters, but not because of your covenant.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "62": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I myself will establish my covenant with you, and you will know that I am Yahweh.\n"
      }
    ]
  },
  "63": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Because of these things, you will call everything to mind and be ashamed, so you will no longer open your mouth to speak because of your shame, when I have forgiven you for all that you have done—this is the Lord Yahweh's declaration.'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}