{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to me, \"Son of man, stand up on your feet; then I will speak to you.\"\n"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, as he spoke to me, the Spirit entered into me and set me on my feet, and I heard him speaking to me.\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He said to me, \"Son of man, I am sending you to the people of Israel, to rebellious nations that have rebelled against me—both they and their ancestors have sinned against me up to this very day!\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Their descendants have stubborn faces and hard hearts. I am sending you to them, and you will say to them, 'This is what the Lord Yahweh says.'\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Either they will listen or they will not listen. They are a rebellious house, but they will at least know that a prophet has been among them.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "You, son of man, do not be afraid of them or their words. Do not be afraid, although you are with briers and thorns and although you live with scorpions. Do not fear their words or be dismayed by their faces, since they are a rebellious house.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you will speak my words to them, whether they listen or not, because they are most rebellious.\n"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But you, son of man, listen to what I am saying to you. Do not be rebellious like that rebellious house. Open your mouth and eat what I am about to give to you!\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I looked, and a hand was extended out to me; in it was a written scroll.\n"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "He spread it out before me; it had been written on both its front and back, and written on it were lamentations, mourning, and woe.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}