{
  "1": {
    "verseObjects": [
      {
        "type": "text",
        "text": "It came about in the seventh year, on the tenth day of the fifth month, that elders of Israel came to inquire of Yahweh and sat before me.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "2": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "3": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, declare to the elders of Israel and say to them, 'The Lord Yahweh says this: Have you come to inquire of me? As I live, I will not be inquired of by you!—this is the Lord Yahweh's declaration.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "4": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Will you judge them? Will you judge, son of man? Let them know about their fathers' abominations.\n"
      }
    ]
  },
  "5": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Say to them, 'The Lord Yahweh says this: On the day that I chose Israel and raised my hand to swear an oath to the descendants of the house of Jacob, and made myself known to them in the land of Egypt, when I raised my hand to swear an oath to them. I said, \"I am Yahweh your God\"—\n"
      }
    ]
  },
  "6": {
    "verseObjects": [
      {
        "type": "text",
        "text": "on that day I raised my hand to swear an oath to them that I would bring them out of the land of Egypt into a land that I had carefully selected for them. It was flowing with milk and honey; it was the most beautiful ornament among all the lands.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "7": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I said to them, \"Let each man throw away the detestable things from before his eyes and the idols of Egypt. Do not make yourselves unclean; I am Yahweh your God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "8": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But they rebelled against me and were unwilling to listen to me. Each man did not throw away the detestable things from before his eyes nor forsake the idols of Egypt, so I determined to pour out my fury upon them to satisfy my wrath among them in the middle of the land of Egypt.\n"
      }
    ]
  },
  "9": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I acted for my name's sake so it would not be profaned in the eyes of the nations among whom they were staying. I made myself known to them, in their eyes, by bringing them out of the land of Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "10": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I sent them out of the land of Egypt and brought them into the wilderness.\n"
      }
    ]
  },
  "11": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I gave them my statutes and made my decrees known to them, by which a man will live if he obeys them.\n"
      }
    ]
  },
  "12": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I also gave them my Sabbaths as a sign between myself and them, for them to know that I am Yahweh who makes them holy.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "13": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But the house of Israel rebelled against me in the wilderness. They did not walk in my statutes; instead, they rejected my decrees, by which a man will live if he obeys them. They greatly profaned my Sabbaths, so I said I would pour out my fury upon them in the wilderness in order to end them.\n"
      }
    ]
  },
  "14": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I acted for my name's sake so it would not be profaned in the eyes of the nations, in whose sight I had brought them out of Egypt.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "15": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So I myself also raised my hand to swear an oath to them in the wilderness not to bring them into the land that I had been going to give them, a land flowing with milk and honey, which was the most beautiful ornament among all the lands.\n"
      }
    ]
  },
  "16": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I swore this because they had rejected my decrees and did not walk in my statutes, and they profaned my Sabbaths, since their hearts walked after their idols.\n"
      }
    ]
  },
  "17": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But my eye spared them from their destruction and I did not annihilate them in the wilderness.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "18": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I said to their children in the wilderness, \"Do not walk in the statutes of your fathers, or keep their rules, or defile yourselves with their idols. \n"
      }
    ]
  },
  "19": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I am Yahweh your God, walk in my statutes; keep my decrees and obey them.\n"
      }
    ]
  },
  "20": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Keep my Sabbaths holy so that they will be a sign between me and you, so that you will know that I am Yahweh your God.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "21": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But their sons and daughters rebelled against me. They did not walk in my statutes or keep my decrees, by which a man might live if he obeys them. They profaned my Sabbaths, so I determined to pour out my fury upon them to satisfy my wrath against them in the wilderness.\n"
      }
    ]
  },
  "22": {
    "verseObjects": [
      {
        "type": "text",
        "text": "But I turned my hand away and acted for my name's sake, so it would not be profaned in the eyes of the nations in whose sight I had brought out the Israelites.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "23": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I myself also lifted up my hand to swear to them in the wilderness, that I would scatter them among the nations and disperse them among the lands.\n"
      }
    ]
  },
  "24": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I decided to do this since they had not obeyed my decrees, and since they had rejected my statutes and profaned my Sabbaths. Their eyes were longing after their fathers' idols.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "25": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I also gave them statutes that were not good, and decrees by which they could not live.\n"
      }
    ]
  },
  "26": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I declared them to be unclean through their gifts—they made a sacrifice of every firstborn of the womb and caused them to pass through the fire—that I might fill them with horror so they will know that I am Yahweh!'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "27": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore, son of man, speak to the house of Israel and say to them, 'The Lord Yahweh says this: In this also your fathers blasphemed me when they were unfaithful to me.\n"
      }
    ]
  },
  "28": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When I brought them into the land that I had sworn to give them, and then whenever they saw any high hill and leafy tree, they offered their sacrifices, they provoked me by their offerings, and there they also burned their fragrant incense and poured out their drink offerings.\n"
      }
    ]
  },
  "29": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I said to them, \"What is this high place where you bring offerings there?\" So the name is called Bamah to this day.'\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "30": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Therefore say to the house of Israel, 'The Lord Yahweh says this: Why do you make yourselves unclean with the ways of your fathers? So why do you act like prostitutes, searching for disgusting things?\n"
      }
    ]
  },
  "31": {
    "verseObjects": [
      {
        "type": "text",
        "text": "When you offer up your gifts—when you cause your sons to pass through the fire—to this day you defile yourselves with all your idols. So why should I let you seek me, house of Israel? As I live—this is the Lord Yahweh's declaration—I will not allow you to seek me.\n"
      }
    ]
  },
  "32": {
    "verseObjects": [
      {
        "type": "text",
        "text": "The thought that is forming in your mind will never happen. You say, \"Let us be like the other nations, like the clans in the other lands who worship wood and stone.\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "33": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As I live—this is the Lord Yahweh's declaration—I will certainly reign over you with a mighty hand, a raised arm, and fury that will be poured out on you.\n"
      }
    ]
  },
  "34": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will bring you out from the other peoples and will gather you out of the countries among whom you have been scattered. I will do this with a mighty hand and with fury poured out.\n"
      }
    ]
  },
  "35": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I will bring you into the wilderness of the peoples, and there I will judge you face to face.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "36": {
    "verseObjects": [
      {
        "type": "text",
        "text": "As I judged your fathers in the wilderness of the land of Egypt, so also I will judge you—this is the Lord Yahweh's declaration.\n"
      }
    ]
  },
  "37": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will cause you to pass under my rod, and I will make you obey the requirements of the covenant.\n"
      }
    ]
  },
  "38": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will purge from among you the rebels and those who revolt against me. I will send them out from the land where they are staying as foreigners, but they will not enter the land of Israel. Then you will know that I am Yahweh.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "39": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So to you, house of Israel, the Lord Yahweh says this: Each of you should go to his own idols. Worship them if you will refuse to listen to me, but you must no longer profane my holy name with your gifts and your idols.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "40": {
    "verseObjects": [
      {
        "type": "text",
        "text": "For on my holy mountain, on the mountain peak of Israel—this is the Lord Yahweh's declaration—all of the house of Israel will worship me there in the land. I will be pleased to require your offerings there, and also the firstfruits of your tribute with all your holy things.\n"
      }
    ]
  },
  "41": {
    "verseObjects": [
      {
        "type": "text",
        "text": "I will accept you like fragrant incense when I bring you out from the peoples and gather you out of the countries where you have been scattered. I will show myself as holy among you for the nations to see.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "42": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then, when I bring you to the land of Israel, to the land that I have lifted up my hand to swear to give to your fathers, you will know that I am Yahweh.\n"
      }
    ]
  },
  "43": {
    "verseObjects": [
      {
        "type": "text",
        "text": "There you will call to mind your conduct and all of your deeds by which you defiled yourselves, and you will despise yourselves in your own eyes for all your evil deeds that you have done.\n"
      }
    ]
  },
  "44": {
    "verseObjects": [
      {
        "type": "text",
        "text": "So you will know that I am Yahweh when I do this to you because of my name's sake, and not because of your evil deeds, and not because of your corrupt deeds, house of Israel—this is the Lord Yahweh's declaration.'\"\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      },
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  },
  "45": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then the word of Yahweh came to me, saying,\n"
      }
    ]
  },
  "46": {
    "verseObjects": [
      {
        "type": "text",
        "text": "\"Son of man, set your face toward the southern lands, and speak against the south; prophesy against the forest of the Negev.\n"
      }
    ]
  },
  "47": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Say to the forest of the Negev, 'This is Yahweh's declaration—the Lord Yahweh says this: See, I will set a fire among you. It will devour every fresh tree and every dried tree among you. The fiery flame will not be quenched; every face from the south to the north will be burned.\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "48": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then all flesh will see that I am Yahweh when I light the fire, and it will not be quenched.'\"\n"
      }
    ]
  },
  "49": {
    "verseObjects": [
      {
        "type": "text",
        "text": "Then I said, \"Alas! Lord Yahweh, they are saying of me, 'Is he not a mere teller of parables?'\"\n\n\n"
      },
      {
        "tag": "s5",
        "nextChar": "\n",
        "type": "section"
      }
    ]
  },
  "front": {
    "verseObjects": [
      {
        "tag": "p",
        "nextChar": "\n",
        "type": "paragraph"
      }
    ]
  }
}